{
  "id": "99036d2567bee094112271c537a2841ec47eac548e7ae843189e384229aa15d8",
  "source_file": "data/raw/ncbc/99036d2567bee094112271c537a2841ec47eac548e7ae843189e384229aa15d8.pdf",
  "raw_text": "Kingsdown, Inc. v. Hinshaw, 2016 NCBC 16. \n \nSTATE OF NORTH CAROLINA \n \nALAMANCE COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n14 CVS 1701 \nKINGSDOWN, INCORPORATED,\n \n                           Plaintiff, \n \nv. \n \nW. ERIC HINSHAW, REBECCA \nHINSHAW, and ANNE RAY, \n \n                           Defendants. \n \n \n \n \nANNE RAY, \n \n   Third-Party Plaintiff, \n \nv. \n \nFRANK HOOD,  \n \n Third-Party Defendant. \n \n \nORDER & OPINION \nON MOTIONS TO STRIKE AND \nDISMISS  \n{1} THIS MATTER  is before the Court on (i) Plaintiff Kingsdown \nIncorporated’s (“Plaintiff,” “Kingsdown,” or the “Company”) Motion to Strike, \nor in the Alternative, Dismiss Amen ded Counterclaims of Defendant Anne \nRay (“Ms. Ray”)  (“Kingsdown’s Motion to Strike”); (ii) Third-Party Defendant \nFrank Hood’s (“Mr. Hood”) Motion to St rike, or in the Alternative, Dismiss \nAmendment to Third-Party Complaint Against Frank Hood (“Hood’s Motion \nto Strike”); (iii) Kingsdown’s Motion  to Dismiss the Counterclaims of \nDefendant Anne Ray (“Kingsdown’s Motion to Dismiss Ray’s Counterclaims”); \n(iv) Mr. Hood’s Motion to Dismiss Third-Party Complaint (“Hood’s Motion to \nDismiss Ray’s Third-Party Complaint”) ; and (v) Kingsdown’s Motion to \nDismiss Counterclaims of Defendan t Eric Hinshaw (“Mr. Hinshaw”) \n(“Kingsdown’s Motion to Dismiss Hinshaw’s Counterclaims”).\n1  \n                                                 \n1  Ms. Ray has filed four additional document s that she has captioned as motions: (1) a \nMotion to Deny Kingsdown’s 12(b)(6) Motion to  Dismiss Counterclaims of Anne Ray, (2) a \n \n \n{2} The Court, having considered the pa rties’ Motions, briefs in support \nof and in opposition to the Motions, appropriate matters of record, and the \narguments of counsel made at the Oc tober 1, 2015 hearing held in this \nmatter, hereby GRANTS Kingsdown’s Motion to Strike, GRANTS Hood’s \nMotion to Strike, GRANTS in part and DENIES in part Kingsdown’s Motion \nto Dismiss Ray’s Counterclaims, GRANTS Hood’s Motion to Dismiss Ray’s \nThird-Party Complaint, and GRANTS in part  and DENIES in part  \nKingsdown’s Motion to Dismiss Hinshaw’s Counterclaims.   \nMullins Duncan Harrell & Russell PLLC, by Allison Mullins, Alan \nW. Duncan, and Leslie Cooper Harrell, for Plaintiff Kingsdown, \nIncorporated. \n \nWilliams Mullen, by Michael C. Lord, for Third-Party Defendant \nFrank Hood. \n \nSmith Moore Leatherwood LLP, by Robert R. Marcus, Richard A. \nCoughlin, and Whit D. Pierce, for Defendants W. Eric Hinshaw and \nRebecca Hinshaw. \n \nWilliam C. Ray, for Defendant Anne Ray. \nBledsoe, Judge. \nI. \nPROCEDURAL HISTORY AND BACKGROUND \n{3} The procedural and factual background of this case is recited in \ndetail in Kingsdown, Inc. v. Hinshaw, 2015 NCBC LEXIS 30 (N.C. Super. Ct. \n                                                                                                                                                 \nMotion to Deny Frank Hood’s 12(b)(6) Motion to Dismiss Third-Party Complaint of Anne \nRay, (3) a Motion of Anne Ray to Deny Kingsdown’s Motion to Strike, or in the alternative, to \nDismiss Amended Counterclaims, and (4) a Motion of Anne Ray to Deny Frank Hood’s \nMotion to Strike, or in the alternative, to Dismiss Amendment to Third-Party Complaint \n(collectively, the “Motions to Deny”).  The Court does not read any of the purported Motions \nto Deny as intended by Ms. Ray as a separa te, standalone motion, and instead understands \nthat Ms. Ray intends each to constitute a brief in opposition to Kingsdown’s and Mr. Hood’s \nvarious motions.  Accordingly, the Court will consider each of the Motions to Deny as \nconstituting a brief in opposition to Kingsdow n’s and Mr. Hood’s motions to dismiss and to \nstrike, respectively, and not as separate motions.  The Court notes that this is the second \ntime in this case that Ms. Ray has captioned he r opposition briefs as “motions to deny.”  \nTitling a response brief as a “motion to deny” is neither necessary nor appropriate.  Proper \ntitles for a response memorandum in the Business Court include “[Party’s] Brief in \nOpposition to . . . ,” “[Party’s] Memorandum in Opposition to . . . ,” or “[Party’s] Response in \nOpposition to . . . .”  Counsel is instructed to proceed accordingly. \n \n \nMar. 25, 2015) (“Motion to Dismiss Order”), Kingsdown, Inc. v. Hinshaw , \n2015 NCBC LEXIS 33 (N.C. Super. Ct. Mar. 25, 2015), and Kingsdown, Inc. \nv. Hinshaw, 2015 NCBC LEXIS 38 (N.C. Super. Ct. Apr. 22, 2015). \n{4} In broad summary, Kingsdown init iated this action against Mr. \nHinshaw, his wife, Rebecca Hinshaw (“Ms. Hinshaw”) (collectively, the \n“Hinshaws”), and Ms. Ray on August 29, 2014 and subsequently filed an \nAmended Complaint on September 2, 2014, generally alleging that while \nserving as Kingsdown’s Chief Executive Officer (“CEO”) and Chairman of the \nBoard of Directors (the “Board”), Mr. Hinshaw breached his “duty to act in \ngood faith and in the best interests of Kingsdown” by “repeatedly engag[ing] \nin self-dealing . . . and . . . abus[ing] his position as a fiduciary,” which \n“resulted in substantial benefits for himself, [Ms.] Hinshaw, and Ms. Ray at \nthe expense of Kingsdown.”  (Am. Compl. ¶¶ 6–7.) \n{5} On October 17, 2014, Ms. Ray filed an Answer to Kingsdown’s \nAmended Complaint, Counterclaims against Kingsdown, and a Third-Party \nComplaint against various third-party de fendants, including Mr. Hood.  That \nsame day, the Hinshaws filed their Answer to Kingsdown’s Amended \nComplaint, and Mr. Hinshaw asserted Counterclaims against Kingsdown.  \nOn November, 4, 2014, Ms. Ray amended as of right her Answer and \nCounterclaims. \n{6} Specifically relevant to the Motion s at issue, Ms. Ray next sought \nthe dismissal of the claims against her, and Kingsdown and the then-existing \nthird-party defendants, including Mr. Hood, moved to dismiss Ms. Ray’s \nclaims against them.  The Court entered the Motion to Dismiss Order on \nMarch 25, 2015, in which the Court denied Ms. Ray’s motion to dismiss the \nclaims Kingsdown had asserted against her and granted Kingsdown’s and the \nthird-party defendants’ motions to dismiss the claims against them.  \nAlthough the Court dismissed most of Ms. Ray’s claims with prejudice, the \nCourt dismissed without prejudice (i) Ms. Ray’s counterclaims against \nKingsdown for breach of contract , declaratory judgment, wrongful \n \n \ntermination, indemnification, and defamation (to the extent the defamation \nclaim relates to alleged statements ma de by Kingsdown in local newspapers \nand Furniture Today), and (ii) Ms. Ray’s third-party claim against Mr. Hood \nfor defamation (to the extent the claim relates to alleged statements made by \nMr. Hood in local newspapers and in Furniture Today).   \n{7} Thereafter, Kingsdown, with leav e of court, filed its Second \nAmended Complaint on May 27, 2015.  Ms. Ray filed her Answer and \nCounterclaims in response to the Second Amended Complaint on June 16, \n2015 and that same day filed her Second Amendment to Third-Party \nComplaint against Mr. Hood (“Amended Third-Party Complaint”).   \n{8} The Hinshaws filed their “Answer to Second Amended Complaint, \nDefenses and Counterclaims of Defendants W. Eric and Rebecca Hinshaw” on \nJuly 13, 2015.  In the Counterclaims, Mr. Hinshaw\n2 asserts claims against \nKingsdown for (i) alleged breach of a Separation and Consulting Agreement \nentered between Mr. Hinshaw and Kingsd own on or about July 10, 2012, (ii) \nindemnification under Kingsdown’s bylaws based on his status as an officer \nand director, (iii) unfair and deceptive trade practices under N.C. Gen. Stat. § \n75-1.1, (iv) defamation per se based on various statements by Kingsdown that \nMr. Hinshaw alleges have impeached him in his trade, business, or \nprofession, and (v) slander of title re sulting from Kingsdown’s filing of a \nnotice of lis pendens on property Mr. Hinshaw owns at Ocean Isle Beach on \nthe North Carolina coast (the “Ocean Isle Property”).   \n{9} Kingsdown filed its Motion to Dism iss Ray’s Counterclaims on July \n20, 2015, and its Motion to Dismiss Hi nshaw’s Counterclaims on August 12, \n2015.  Mr. Hood filed his Motion to Dismiss Ray’s Third-Party Complaint on \nJuly 20, 2015.   \n{10} On August 30, 2015, Ms. Ray sought to amend her counterclaims \nand her third-party complaint yet again, filing documents titled “Amendment \nto Counterclaim Against Kingsdown, In corporated” (“August 30 Amendment \n                                                 \n2  The Counterclaims are asserted on behalf of Mr. Hinshaw only. \n \n \nto Counterclaim”) and “Amendment to Third-Party Complaint Against Frank \nHood” (“August 30 Amendment to Third-Party Complaint”) (together, the \n“August 30 Amendments”).  Ms. Ray filed each August 30 Amendment \nunilaterally, without seeking leave of Co urt.  Kingsdown and Mr. Hood filed \ntheir respective Motions to Strike on September 4, 2015.     \n{11} The Motions before the Court have been fully briefed, and the Court \nheld a hearing on the Motions on October 1, 2015, at which all parties were \nrepresented by counsel.  The time for additional submissions and arguments \nhas now expired, and the Motions are ripe for resolution. \nII. \nLEGAL STANDARD \n{12} The question for the Court on a Rule 12(b)(6) motion to dismiss is \n“whether, as a matter of law, the allegations of the complaint, treated as true, \nare sufficient to state a claim upon which relief may be granted under some \nlegal theory, whether properly labeled or not.”  Harris v. NCNB Nat’l Bank, \n85 N.C. App. 669, 670, 355 S. E.2d 838, 840 (1987) (citation omitted).  “The \ncomplaint must be liberally construed, and the court should not dismiss the \ncomplaint unless it appears beyond a doubt that the plaintiff could not prove \nany set of facts to support his claim which would entitle him to relief.”  Block \nv. Cnty. of Person , 141 N.C. App. 273, 277–78, 540 S.E.2d 415, 419 (2000) \n(citing Dixon v. Stuart, 85 N.C. App. 338, 354 S.E.2d 757 (1987)).  \n{13} When the complaint fails to allege the substantive elements of some \nlegally cognizable claim, or where it alleges facts that defeat the claim, the \ncomplaint should be dismissed under Rule 12(b)(6).  \nHudson-Cole Dev. Corp. \nv. Beemer, 132 N.C. App. 341, 345–46,  511 S.E.2d 309, 312 (1999) (citations \nomitted).  In sum, Rule 12(b)(6) dismis sal is proper in any of the following \nthree scenarios: “(1) when the complaint on its face reveals that no law \nsupports plaintiff’s claim; (2) when th e complaint reveals on its face the \nabsence of fact sufficient to make a g ood claim; [or] (3) when some fact \n \n \ndisclosed in the complaint necessarily defeats the plaintiff’s claim.”  Oates v. \nJAG, Inc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985) (citations omitted).  \n{14} Rule 12(f) permits a judge, upon motion or sua sponte , to “strik[e] \nfrom any pleading any insufficient defense or any redundant, irrelevant, \nimmaterial, impertinent, or scandalous matter.”  N.C. R. Civ. P. 12(f).  The \npurpose of this rule is to “avoid expenditure of time and resources before trial \nby removing spurious issues, whether introduced by original or amended \ncomplaint.”  \nEstrada v. Jaques , 70 N.C. App. 627, 642,  321 S.E.2d 240, 250 \n(1984).  A motion to strike is addresse d to the sound discretion of the trial \ncourt.  Broughton v. McClatchy Newspapers, Inc. , 161 N.C. App. 20, 25, 588, \nS.E.2d 20, 25 (2003).   \nIII. \nANALYSIS \nA. Kingsdown’s and Mr. Hood’s Motions to Strike \n{15} Kingsdown and Mr. Hood each move pursuant to N.C. R. Civ. P. \n12(f) to strike the August 30 Amendments filed against them on the grounds \nthat Ms. Ray was required to obtain le ave of court under Rule 15 to file the \nAmendments and failed to do so.  Rule  15 permits a party to “amend his \npleading once as a matter of course at any time before a responsive pleading \nis served[.]” N.C. R. Civ. P. 15(a).   Kingsdown and Mr. Hood argue that \nbecause Ms. Ray had previously amended both her counterclaims and her \nthird-party complaint prior to filing the August 30 Amendments, 3 she was \nrequired under Rule 15 to obtain leave of court, which she failed to do.  See \nN.C. R. Civ. P. 15(a) (“Otherwise a party may amend his pleading only by \nleave of court or by written consent of the adverse party . . . .”).   \n                                                 \n3  As set forth above, Ms. Ray filed countercl aims against Kingsdown on October 17, 2014, \namended counterclaims on February 4, 2014, an d amended counterclaims again on June 16, \n2015, the last after the Court entered its March 25 Order and Plaintiff had filed its Second \nAmended Complaint. Ms. Ray filed her third-party complaint against Mr. Hood and other \nthird-party defendants on October 17, 2014 an d an amended third-party complaint against \nMr. Hood on June 16, 2015. \n \n \n \n{16} In response, Ms. Ray contends that  she was entitled to amend her \npleadings without seeking leave of Court because Rule 15 should be read to \npermit amendments “once as a matter of course” in response to each \noperative pleading rather than once in the lifetime of a litigation.  Under Ms. \nRay’s theory, the filing of Kingsdown’s Second Amended Complaint on May \n27, 2015 permitted her a new opportunity to amend her counterclaims and \nthird-party complaint without seeking leave of the Court. \n{17} The issue thus posed is whether the amendment “once as a matter of \ncourse” provided by Rule 15 permits on e amendment during the course of a \nlitigation or one amendment in response to an operative pleading.  Neither \nthe parties nor the Court has identified a North Carolina state court decision \nsquarely on point.  The Court’s resea rch, however, has identified a federal \ndistrict court decision— UPEK Inc. v. Authentec, Inc ., No. 10-424-JF (PVT), \n2010 U.S. Dist. LEXIS 76807 (N.D. Cal. July 6, 2010)—which specifically \naddressed this same issue and these same arguments under Rule 15 of the \nFederal Rules of Civil Procedure.  Id. at *3–5. 4  The UPEK court examined \nthe legislative history and advisory committee notes concerning Rule 15 and \nconcluded that “once as a matter of course” means once in the life of a lawsuit \nand, specifically, that the filing of an amended complaint did not “restart[] \nthe clock with respect to [defendant’s] entitlement to amend its counterclaims \nas of right.”  Id. at *3.  While not controlling, the Court finds the UPEK \ncourt’s analysis persuasive and consistent with the plain meaning of the \nlanguage used in North Carolina Rule 15.  See, e.g. , Morton Bldgs., Inc. v. \nTolson, 172 N.C. App. 119, 122, 615 S.E. 2d 906, 909 (2005) (“‘Where the \nlanguage of a statute is clear and unambiguous, . . . the courts must give it its \nplain and definite meaning, and are without power to interpolate, or \n                                                 \n4  The Court observes that “[d]ecisions under the federal rules are . . . pertinent for guidance \nand enlightenment in developing the philosophy of the North Carolina rules.”  Turner v. \nDuke Univ., 325 N.C. 152, 164, 381 S.E.2d 706, 713 (198 9).  Absent differences in timing, \n“Rule 15(a) of the North Carolina rules of Civil Procedure is virtually identical to its federal \ncounterpart.”  \nUnited Leasing Corp. v. Miller , 60 N.C. App. 40, 43, 298 S.E.2d 409, 411 \n(1982). \n \n \nsuperimpose, provisions . . . .’”) (quoting State v. Camp , 286 N.C. 148, 152, \n209 S.E.2d 754, 756 (1974)).   \n{18} Thus, the Court concludes that because Ms. Ray could not amend \nher counterclaims or third-party complaint without leave of court, she \nimproperly filed the August 30 Amendments without first obtaining the \nCourt’s leave.  \nSee Meekins v. Pub. Schs. of Robeson Cnty. , No. COA03-747, \n2004 N.C. App. LEXIS 607, at *5–6 (N.C. Ct. App. Apr. 20, 2004) \n(unpublished) (affirming trial court’s refusal to consider amended pleading \nwhere plaintiff failed to obtain leave of court or defendant’s written consent \nas required under Rule 15).  \n{19} Notwithstanding the Court’s conclusion, however, the Court may, in \nthe exercise of its discretion, grant Ms. Ray leave to file the August 30 \nAmendments.  Although Rule 15 plainly instructs that the Court should \n“freely” grant leave to amend “when justice so requires,” N.C. R. Civ. P. 15(a), \nour courts have made clear that “[r]easons justifying denial of an amendment \ninclude: (1) undue delay, (2) bad faith,  (3) undue prejudice, (4) futility of \namendment, and (5) repeated failure to cure defects by previous \namendments.” Window World of St. Louis, Inc. v. Window World, Inc. , 2015 \nNCBC LEXIS 79, at *18 (N.C. Supe r. Ct. Aug. 10, 2015) (citing Martin v. \nHare, 78 N.C. App. 358, 361, 337 S.E.2d . 632, 634 (1985)).  “Ultimately, \nwhether to allow an amendment rests in the trial judge's discretion.” KRG \nNew Hill Place, LLC v. Springs Investors, LLC , 2015 NCBC LEXIS 20, at *8 \n(N.C. Super. Ct. Feb. 27, 2015) (citing House of Raeford Farms, Inc. v. \nRaeford, 104 N.C. App. 280, 282, 408 S.E.2d 885, 887 (1991)). \n{20} Here, Ms. Ray’s August 30 Amendments represent her fourth \nattempt to state her counterclaims against Kingsdown in this matter and her \nthird attempt to plead her claims agai nst Mr. Hood.  Moreover, Ms. Ray’s \nthird and fourth attempts to plead he r counterclaims and her second and \nthird attempts to plead her third-party complaint came \nafter the Court \ndismissed her counterclaims and third-party complaint without prejudice in \n \n \nthe March 25 Order, and after the Court discussed the deficiencies in the \ndismissed claims at considerable length in  that Order.  The Court is satisfied \nthat Ms. Ray has been given the full be nefit of the “second chance” the Court \nsought to afford her to re-plead th e claims the Court dismissed without \nprejudice in the March 25 Order.  See, e.g., Whedon v. Whedon, 313 N.C. 200, \n212–13, 328 S.E.2d 437, 444–45 (1985) (in deciding whether to dismiss with \nor without prejudice, “it is the burden of the party whose claim is being \ndismissed to convince the court that he deserves a second chance”). \n{21} The Court has carefully reviewed Ms. Ray’s August 30 Amendments \nand concludes that even if the Court were to grant Ms. Ray leave to amend \nher pleadings, the Amendment to Counterclaim and the Amendment to \nThird-Party Complaint is each subject to dismissal for the same reasons, \ndiscussed \ninfra, that require the dismissal of her operative counterclaims and \nthird-party complaint.  As a result, the Court concludes that Ms. Ray has \nrepeatedly failed to cure the defects in her counterclaims and her third-party \ncomplaint by her prior amendments, and that granting Ms. Ray leave to file \nthe August 30 Amendments would be futile.  \nSee, e.g. , N.C. Council of \nChurches v. State , 120 N.C. App. 84, 94, 461 S.E.2d 354, 360–61 (1995) \n(affirming denial of motion to amend as futile since “plaintiff’s claims, even as \namended, cannot survive [a dispositiv e motion]”).  The Court therefore \ndeclines to exercise its discretion to grant Ms. Ray leave to file the August 30 \nAmendments.   \n{22} Accordingly, the Court considers the August 30 Amendments \nineffective, and as such they are “immaterial” and have “no possible bearing \non the litigation.”  \nBarnes v. Erie Ins. Exch. , 156 N.C. App. 270, 280–81, 576 \nS.E.2d 681, 687–88 (2003) (affirming grant of a Rule 12(f) motion to strike \nwhere the pleading was improper under N.C. R. Civ. P. 15(a) and thus was \n“immaterial and had no possible bearing upon the litigation”).  Therefore, \nKingsdown’s and Mr. Hood’s respective Motions to Strike should be granted.  \nSee, e.g., Joint Redev. Comm’n of Pasquotank v. Jackson-Heard, No. COA05-\n \n \n676, 2006 N.C. App. LEXIS 407, at *9 (N.C. Ct. App. Feb. 21, 2006) \n(unpublished) (stating that “the trial court did not abuse its discretion in \nstriking the counterclaim, in light of defendants’ non-compliance with N.C. \nGen. Stat. § 1A-1, Rule 15(a)”).  See also Ross v. Lloyds Banking Grp., PLC , \nNo. 11 Civ. 8530 (PKC), 2013 U.S. Dist. LEXIS 22372, at *11 (S.D.N.Y. Feb. \n13, 2013) (“[I]t is wasteful and vexatious to undergo multiple rounds of \namendments and motion practice to revisit rudimentary pleading defects.”). \nB. Kingsdown’s Motion to Dismiss Defendants’ Indemnification Claims \n{23} Mr. Hinshaw, as a former Kingsdown officer and director, and Ms. \nRay, as a former Kingsdown officer,  have each asserted a counterclaim \nagainst Kingsdown for indemnification pursuant to Kingsdown’s corporate \nbylaws (the “Bylaws”).  Because Defendants’ counterclaims for \nindemnification are nearly identical in all material respects, the Court elects \nto analyze them together.   \n{24} Kingsdown’s Bylaws provide that “any indemnification . . . shall be \npaid . . . only after a determination that the Director or Indemnified \nOfficer . . . did not act in a manner, at the time the activities were taken, that \nwas known or reasonably should have been known . . . to be clearly in conflict \nwith the best interests of [Kingsdo wn].”  (Kingsdown Mot. Dismiss Ray \nCountercl. Ex. 2, Art. VI § 2.)\n5   \n{25} Kingsdown contends that this provision requires Kingsdown’s Board \nto make a determination concerning Mr.  Hinshaw’s and Ms. Ray’s respective \nconduct as a “mandatory prerequisite” to any duty Kingsdown may have to \nindemnify either of them under the Bylaws.  (Kingsdown Br. Supp. Mot. \nDismiss Ray Countercl. 18.)  Kingsdow n submits that because Kingsdown’s \n                                                 \n5  Because Defendants’ respective counterclaims  specifically refer to and rely upon the \nBylaws, the Court may properly consider the Bylaws, even though presented by Kingsdown, \nwithout converting Kingsdown’s respective motions to motions for summary judgment.  See, \ne.g., Oberlin Capital, L.P. v. Slavin , 147 N.C. App. 52, 60, 554 S.E.2d 840, 847 (2001) (On \nmotion under Rule 12(b)(6), the trial court “m ay properly consider documents which are the \nsubject of a plaintiff's complaint and to which the complaint specifically refers even though \nthey are presented by the defendant.”) (citation omitted). \n \n \nBoard has not made this required determination as to either Defendant, Mr. \nHinshaw’s and Ms. Ray’s respective counterclaims for indemnification are \npremature and should be dismissed without prejudice so that the \ncounterclaims can be asserted, if at all, after this litigation has concluded and \nthe Kingsdown Board has made the required determinations in light of the \nfacts established in this action.  (Kingsdown Br. Supp. Mot. Dismiss Hinshaw \nCountercl. 8–9.)   \n{26} The Court concludes, however, that  Kingsdown’s factual contention \nconcerning the lack of Board action is contrary to the express allegations in \nboth Mr. Hinshaw’s and Ms. Ray’s counterclaims.  Indeed, Mr. Hinshaw has \nalleged that he “properly demanded indemnification from Kingsdown” and \nthat “Kingsdown has wrongfully refused to provide the required \nindemnification.”  (Hinshaw Countercl. ¶¶ 128–29.)  Similarly, Ms. Ray has \nalleged that she “had duly demanded indemnification from Kingsdown \npursuant to Article VI of its Bylaws” and that “Kingsdown has wholly failed \nand/or refused to indemnify Ms. Ra y . . . and sent Ms. Ray a written \ncommunication so advising.”\n6  (Ray Countercl. ¶¶ 53–54.)  Therefore, viewing \nthe allegations of Mr. Hinshaw’s and Ms. Ray’s counterclaims in the light \nmost favorable to them, the Court cannot conclude that their claims for \nindemnification are premature based on a failure of the Kingsdown Board to \nmake the determination contemplated by the Bylaws. \n{27} Accordingly, the Court concludes that Kingsdown’s motions to \ndismiss Defendants’ indemnification counterclaims should be denied at this \nstage of the litigation.\n7  \n                                                 \n6  Based on counsel’s statements at the October 1 hearing, the parties disagreement is \nprimarily one of timing.  Kingsdown believes the claims should be dismissed without \nprejudice and re-pleaded only after a final resolution of the other claims on the merits.  Mr. \nHinshaw and Ms. Ray, however, believe th at  Kingsdown’s Board has made a final \ndetermination sufficient to trigger the statute of limitations and render the claim justiciable. \n \n7  At the October 1 hearing, the Court discussed with counsel for the parties a potential \nresolution of the parties’ dispute over whether Kingsdown’s Board had made a final \ndetermination as to Defendants’ indemnification demands and thus whether Defendants’ \n \n \nC. Kingsdown’s Motion to Dismiss Ms. Ray’s Counterclaims \na. Breach of Contract \n{28} Ms. Ray alleges that she had three separate contracts with \nKingsdown: (i) a written employment agreement in the form of a letter dated \nDecember 5, 2011 to Ms. Ray from Mr. Hinshaw, as Kingsdown’s CEO, which \nshe attached as Exhibit A to her Amended Counterclaims, (Ray Countercl. ¶ \n23) (the “Written Agreement”); (ii) a “verbal employment agreement” by \nwhich she alleges Mr. Hinshaw, acting on  behalf of Kingsdown, “continued to \nadvise Ms. Ray that she should expect to retire from the Company” and that \n“she would continue to receive pay increas es over a period of years such that \nshe would eventually earn an annual salary at the one hundred thousand \ndollar level,” (Countercl. ¶¶ 24, 6, 7) (the “Verbal Agreement”); and (iii) “a \nwritten agreement with reference to employment with Kingsdown pursuant \nto its Employee Handbook in effect at the time of her termination.”  \n(Countercl. ¶ 24) (the “Handbook”).  Ms. Ray alleges that Kingsdown violated \neach of these alleged agreements by terminating her employment and by not \npaying her the compensation she claims she is entitled to receive under the \nterms of the alleged agreements.\n8  \n                                                                                                                                                 \nindemnification counterclaims were premature.  At the hearing, counsel for Kingsdown \nindicated a willingness to consult with Kingsdown’s Board as to whether the Board had, in \nits view, made a final determination as to Mr. Hinshaw’s and Ms. Ray’s indemnification \ndemands.  Kingsdown’s counsel subsequently advised the Court that Kingsdown’s Board \n“discussed the indemnification request during executive session and determined that Mr. \nHinshaw and Ms. Ray do not satisfy the re quirements for indemnification under the \nCorporation’s bylaws or otherwise at this time .”  Kingsdown’s counsel further advised that \n“[t]he Board will consider the demands to be  continuing, however, and will review the \ndemands at the conclusion of the litigation unless intervening circumstances (such as \nresolution) moot any such demand.”  (E-mail from Kingsdown Counsel, Nov. 12, 2015).  The \nCourt may not and does not consider this information from the Kingsdown Board for \npurposes of Plaintiff’s current Motions, but the Court anticipates that evidence of the Board’s \nactions concerning Mr. Hinshaw’s and Ms. Ray’s indemnification demands may properly be \nconsidered at a later stage of the litigation. \n \n8  The Court may consider both the alleged Written Agreement and the Handbook on this \nMotion to determine whether a contract di d, in fact, exist between the parties.  See, e.g. , \nSchlieper v. Johnson, 195 N.C. App. 257, 261, 672 S.E.2d 548, 551 (2009) (“When documents \nare attached to and incorporated into a complaint, they become part of the complaint and \nmay be considered in connection with a Rule 12(b)(6) motion without converting it into a \n \n \n{29} The Court first addresses the alleged “Written Agreement,” which \nprovides, in relevant part, as follows: \nWhen you came to work with the company I promised that if you \nproved to be a good and valu able employee, I would, over a \nperiod of years, get your salary level to the $100,000 range. . . .  \n \nAs a result of all this, and for your commitment not to seek other \nemployment, I am putting into writing the company’s offer and \ncommitment to you that you are hereby guaranteed employment \nwith Kingsdown, Incorporated until your twenty fifth \nanniversary date with the company.  Additionally, your salary \nwill continue to be increased over the next five years such that \nyou will be able to enjoy a salary of the $100,000s that I \npromised to you during the latter years of your employment.  \nLastly, Kingsdown, Incorporated  hereby commits to you that \nyour annual benefits package will be delivered proportionate to \nother officers of the company and that they will never be \nreduced unless general business conditions would require that \nall officers of the company suffer a similar reduction. \n(Ray Countercl. Ex. A.) \n{30} It is axiomatic that “[w]here a material term to a contract is \nmissing, the agreement is not legally binding upon the parties.”  \nFletcher, \nBarnhardt & White, Inc. v. Matthews, 100 N.C. App. 436, 440, 397 S.E.2d 81, \n83 (1990).  Kingsdown argues here that the Written Agreement lacks two \nmaterial terms necessary for a binding and enforceable contract; first, an \nagreement as to definite and certain compensation, and second, an agreement \nas to the nature and extent of the se rvices that Ms. Ray was to perform.  \n(Kingsdown Br. Supp. Mot. Dismiss Ray Countercl. 5.)   \n{31} Of particular relevance here, “[a] contract for service must be \ncertain and definite as to the nature and extent of the service to be \nperformed, the place where, and the person to whom it is to be rendered, and \n                                                                                                                                                 \nmotion for summary judgment.”); Woolard v. Davenport , 166 N.C. App. 129, 133–34, 601 \nS.E.2d 319, 322 (2004) (“Documents attached as  exhibits to the complaint and incorporated \ntherein by reference are properly considered when ruling on a 12(b)(6) motion.”).  The Court \nalso “may reject allegations that are contradicted by documents attached to the [amended] \ncomplaint.”  \nSchlieper, 195 N.C. App. at 265, 672 S.E.2d at 553. \n \n \n \nthe compensation to be paid, or it will not be enforced.”  Croom v. Goldsboro \nLumber Co., 182 N.C. 217, 220, 108 S.E. 735, 737 (1921) (citation omitted); \nsee, e.g., Humphrey v. Hill, 55 N.C. App. 359, 360, 285 S.E.2d 293, 295 (1982) \n(citing Croom to similar effect).  Kingsdown contends that the Written \nAgreement is not a valid contract for the failure of each of these \nrequirements.   \n{32} As an initial matter, the Court concludes that the Written \nAgreement is sufficiently definite as to the nature of Ms. Ray’s service and \nthe circumstances of the performance of  her duties to survive Kingsdown’s \nmotion.  The Written Agreement recites her ongoing service to the Company \nand her role of corporate secretary, supporting the conclusion that Ms. Ray \nwas to continue performing her same jo b in the capacity she had previously \nperformed it.   \n{33} Regarding compensation, the Written Agreement reflects the \nparties’ agreement to “get [Ms. Ray’s] salary level to the $100,000 range” with \nraises over a five year period “such that [she] will be able to enjoy a salary of \nthe $100,000s that [Mr. Hinshaw] promis ed [her] during the latter years of \n[her] employment.”  Kingsdown contends that the Written Agreement is void \nfor vagueness because it fails to specify a definite salary.  Ms. Ray, however, \nalleges the $100,000 figure is a minimum, and therefore a definite, salary.  \n(Ray Countercl. ¶ 12.)     \n{34} On the face of the purported contract, without further evidence, both \nparties present reasonable interpreta tions of the document.  Kingsdown \ncogently argues that a salary “range” “of the $100,000s” without a clear start \nor end point creates serious problems for enforcement.  (Kingsdown Br. Supp. \nMot. Dismiss 5.)  Nevertheless, Ms. Ray’s allegation of a minimum salary, \ntaken as true, is likewise supported by  the Written Agreement.  The plain \nmeaning of the explicit repetition of  $100,000 suggests that her salary will \nreach at least this amount, even if  the Written Agreement is unclear \nconcerning higher salary levels.  As such, the Court concludes that, under \n \n \nMs. Ray’s theory, the Written Agreemen t does not fail for uncertainty as a \nmatter of law.  See generally Volumetrics Me d. Imaging, Inc. v. ATL \nUltrasound, Inc., 243 F. Supp. 2d 386, 401 (M.D.N.C. 2003) (applying North \nCarolina law and collecting cases for the proposition that a promise to pay a \nminimum amount plus an additional unspecified amount is enforceable for \nthe minimum amount); \nArndt v. First Union Nat’l Bank, 170 N.C. App. 518, \n523–24, 613 S.E.2d 274, 279 (2005) (upholding oral contract to pay a bonus of \ntwenty percent of an employee’s ne t income when the parties did not \nspecifically agree on the formula to compute net income).   \n{35} “An ambiguity exists in a contract when either the meaning of words \nor the effect of provisions is uncer tain or capable of several reasonable \ninterpretations.”  \nVariety Wholesalers, Inc. v. Salem Logistics Traffic Servs., \nLLC, 365 N.C. 520, 525, 723 S.E.2d 744, 748 (2012).  The Court must \nconclude that, on the basis of the document, the Written Agreement is \nambiguous and susceptible to multiple meanings, under one of which Ms. Ray \nhas alleged the breach of a valid cont ract.  Therefore, the Court denies \nKingsdown’s motion to dismiss Ms. Ray’s contract claim on the basis of the \nWritten Agreement.  \nWakeMed v. Surgical Care Affiliates, LLC , 778 S.E.2d \n308, 314 (N.C. Ct. App. 2014) (reversi ng the trial court’s Rule 12(b)(6) \ndismissal of breach of contract claim where the underlying contract was \nambiguous).    \n{36} As to the alleged Verbal Agreement, Ms. Ray alleges that she “had a \nverbal employment agreement with th e Company as described in paragraph \n6 and 7 above.”  (Ray Countercl. ¶ 24.)  Those paragraphs recite Ms. Ray’s \nwork for the Company, including her earlier promotion, and describe Mr. \nHinshaw’s statements that she could “expect to retire from Kingsdown” and \n“receive pay increases over a period of years such that she would eventually \nearn an annual salary at the one hundred thousand dollar level.”  (Ray \nCountercl. ¶¶ 6–7.)  Taking these allegations as true, Ms. Ray has not alleged \nany consideration supporting the Verbal Agreement.  “A bare promise, made \n \n \nwithout consideration, creates no legal rights and imposes no legal \nobligations.”  Stonestreet v. S. Oil Co. , 226 N.C. 261, 263, 37 S.E.2d 676, 677 \n(1946).  Ms. Ray alleges that these promises were made “because of her hard \nwork and dedication,” (Ray Countercl. ¶ 7), but past consideration is not \nadequate to support a contract.  Estate of Graham v. Morrison, 168 N.C. App. \n63, 70, 607 S.E.2d 295, 300 (2005).  For this reason, the Court dismisses Ms. \nRay’s amended counterclaim for breach of contract on the basis of the Verbal \nAgreement. \n{37} Finally, as to Ms. Ray’s breach of contract claim based on \nKingsdown’s alleged violation of the Handbook, the Court notes that, under \nNorth Carolina law, an employee handb ook or policy manual generally does \nnot create a contractual agreement between employer and employee.  \nSee, \ne.g., Walker v. Westinghouse Elec. Corp ., 77 N.C. App. 253, 259, 335 S.E.2d \n79, 83–84 (1985).  Only if the term s of the handbook are expressly \nincorporated into a separately existing employment contract will the terms of \nthe handbook become legally binding.  Id. (citing Smith v. Monsanto Co ., 71 \nN.C. App. 632, 322 S.E.2d 611 (1984)); see Rosby v. Gen. Baptist State \nConvention, 91 N.C. App. 77, 81, 370 S.E.2d  605, 608 (1988) (holding that \nmanual received at point of hire, whic h included conditions of employment, \nexpected conduct of the employer and employee, and procedures to be \nfollowed for disciplinary actions, was not binding because it was not expressly \nincluded within employee's oral termin able-at-will contract).  Neither Ms. \nRay’s allegations nor the excerpts from the Employee Handbook attached as \nExhibit C to Ms. Ray’s Amended Counterclaims allege that the Handbook’s \nprovisions were expressly incorporated into either the Written or Verbal \nAgreement.  As such, Ms. Ray’s amended counterclaim for breach of contract \non this basis should be dismissed.   \n{38} Moreover, even if the Handbook di d create a binding contract with \nMs. Ray, the Handbook specifically provides that “Kingsdown may also \nterminate the employment relationship without following any particular \n \n \nseries of steps whenever it determines, in its own discretion, that termination \nshould occur,” and outlines a four-step disciplinary process the Handbook \nstates Kingsdown may choose to disregard “when it feels that circumstances \nwarrant.”  (Ray Countercl. Ex. C.)  As such, even if the Handbook was \nbinding, Ms. Ray has not alleged a viable claim for breach. \n{39} Accordingly, the Court concludes that Ms. Ray’s claim for breach of \ncontract should be allowed to proceed as to the Written Agreement and \ndismissed as to the Verbal Agreement and the Handbook.  \nb. Declaratory Judgment \n{40} Ms. Ray has asserted a declaratory judgment claim seeking a \njudicial determination that her alleged contract with Kingsdown is \nenforceable.  Because the Court has co ncluded that Ms. Ray’s breach of \ncontract claim against Kingsdown should be permitted to proceed solely \nbased on the alleged Written Agreemen t, Ms. Ray’s declaratory judgment \nclaim seeking enforcement of that Agreement should likewise be permitted to \nproceed at this stage of the litigation.  However, because the Court has \nelected to dismiss Ms. Ray’s amended counterclaim for breach of contract \nbased on the alleged Verbal Agreement and the Handbook, Ms. Ray’s \ndeclaratory judgment claim seeking en forcement of these same purported \ncontracts is moot and should likewise be dismissed.  \nSee, e.g., Nakell v. Liner \nYankelevitz Sunshine & Regenstreif, LLP , No. 1:04CV00820, 2006 U.S. Dist. \nLEXIS 94128, at *26 n.8 (M.D.N.C. Dec.  29, 2006) (dismissing declaratory \njudgment claim as moot in light of resolution of breach contract claim \ninvolving same contract). \nc. Wrongful Termination \n{41} As this Court explained in the Motion to Dismiss Order: \nIn North Carolina, employment is generally terminable by \neither the employer or employee for any reason where no \ncontract exists specifying a definite period of employment. This \nis a bright-line rule with very limited exceptions. An at-will \nemployee may not be terminated: (1) for refusing to violate the \nlaw at the employers [sic] request, (2) for engaging in a legally \n \n \nprotected activity, or (3) based on some activity by the employer \ncontrary to law or public policy.  \nMcDonnell v. Tradewind Airlines, Inc ., 194 N.C. App. 674, 677, 670 S.E.2d \n302, 305 (internal citations and quotation marks omitted).   \n{42} As the statement of the rule in McDonnell makes plain, the “tort of \nwrongful discharge arises only in the context of employees at will.”  Doyle v. \nAsheville Orthopaedic Assocs., P.A. , 148 N.C. App. 173, 174, 557 S.E.2d 577, \n577 (2001).  Ms. Ray, however, does not allege that she was an at-will \nemployee.  To the contrary, as disc ussed above, she claims that she was \npromised employment at Kingsdown until  her retirement under the terms of \nthe Written Agreement.  As a result, Ms. Ray’s remedy is limited to her claim \nfor breach of contract, and her wrongful discharge claim should be dismissed.  \nId. (“[b]reach of contract is the proper claim for a wrongful discharged \nemployee who is employed for a defini te term or an employee subject to \ndischarge only for “just cause.”); see, e.g., Trexler v. Norfolk S. Ry. Co ., 145 \nN.C. App. 466, 471–72, 550 S.E.2d 540, 543 (2001) (holding union employee \nsubject to discharge pursuant to terms of collective bargaining agreement \nhad cause of action in contract, but not for tort of wrongful discharge); see \nalso Hill v. Medford, 158 N.C. App. 618, 627, 582 S. E.2d 325, 331 (Martin, J., \ndissenting), rev'd, 357 N.C. 650, 588 S.E.2d 467 (2003) (adopting Judge \nMartin’s dissent) (holding that when an at-will employee is terminated and \nbrings a wrongful discharge claim, the employee “does not have a claim for \nbreach of contract against his or her employer on that basis.”).   \n{43} Although our courts have recognized that a party may “allege that \nhe was an at-will employee with a tort claim for wrongful discharge or, \nalternatively, a contract employee with a breach of contract claim,” Hill, 158 \nN.C. App. at 625–26, 582 S.E.2d at 330,  Ms. Ray has not pleaded her claims \nfor breach of contract and for wrongful discharge in the alternative.  As a \nresult, her wrongful discharge claim is pr operly dismissed at this stage of the \nlitigation. \n \n \n{44} Moreover, even if Ms. Ray’s Amended Counterclaims could be read \nto have asserted her wrongful discharge claim in the alternative, 9 the claim \nwould still be properly dismissed as a matter of law.  Ms. Ray alleges in her \namended counterclaim that Kingsdown terminated her employment (i) in “an \nattempt to quiet her from disclosing knowledge of certain unlawful activities \nof the Company,” (Ray Countercl. ¶ 33), (ii) because she “was friends with \nEric [i.e., Mr. Hinshaw],” (Ray Countercl. ¶ 34), (iii) because of her “insistent \nattempts to meet with management and the Chairman of the Board of \nKingsdown to reveal what she believed to be illegal activities being engaged \nin by certain officers, directors an d consultants of the Company,” (Ray \nCountercl. ¶ 35(a)), (iv) because of her “refusal to resign” after she suffered \n“intimidation tactics” by certain Kingsdown agents “based on her \nknowledge . . . that Kingsdown’s co unsel and assistant secretary . . . \ndemanded that a corporate stock certific ate be ‘back-dated’,” (Ray Countercl. \n¶ 35(b)), and (v) because of her “knowled ge and questions concerning . . . the \nredacting of minutes of meetings of the Board of Directors of Kingsdown” and \nthe “failure to record” truthfully certain “minutes of the Executive \nCommittee.” (Ray Countercl. ¶ 35(c).) \n{45} Ms. Ray’s allegations are insufficient to permit her wrongful \ntermination claim to survive Kingsdown’s motion.  First, while she alleges \nthat she had “knowledge” of certain corporate information, she does not \nallege that Kingsdown instructed her to violate the law or that she was \nterminated for refusing to violate th e law at Kingsdown’s request.  As a \nresult, Ms. Ray’s amended counterclaim fails to satisfy the first exception to \nNorth Carolina’s at-will employment rule.  \nSee generally Coman v. Thomas \nMfg. Co., 325 N.C. 172, 175, 381 S.E.2d 445, 447 (1989) (reversing dismissal \n                                                 \n9  Our Court of Appeals has held that, “[w]hile the better practice would be to use specific \nlanguage to the effect that such claims are brought in the alternative,” under certain facts a \nplaintiff is not required to identify alternat ively pleaded claims expressly as such, because \nN.C. R. Civ. P. 8(e)(2) does not mandate a part icular form for phrasing alternative claims.  \nOxendine v. Bowers, 100 N.C. App. 712, 716, 398 S.E.2d 57, 59–60 (1990).   \n \n \nwhere employer wrongfully discharged pl aintiff for refusal to violate federal \nregulations and refusal to falsify records); Amos v. Oakdale Knitting Co., 331 \nN.C. 348, 416 S.E.2d 166 (1992) (rever sing dismissal where employer \nwrongfully discharged plaintiffs for refusing to work for less than the \nstatutory minimum wage in violation of state statute). \n{46} Next, Ms. Ray’s contentions that she was terminated because she \nwas friends with Mr. Hinshaw, because she was insistent in her efforts to \nconfront management to reveal what  she considered illegal activity, and \nbecause she refused to resign do not constitute allegations that she was \nterminated for engaging in legally pr otected activity under the law in the \ncircumstances pleaded here.  \n \n{47} First, although the Court has not located a North Carolina decision \non point, federal courts have routinely concluded that work friendships do not \nconstitute a constitutionally protected association or legally protected activity \nfor purposes of Title VII.  See, e.g., Burton v. Pa. State Police, 612 Fed. Appx. \n124, 128 (3d Cir. 2015) (holding work frie ndship not legally protected activity \nin rejecting retaliation claim); Drake & Minn. Mining & Mfg. Co. , 134 F.3d \n878, 886 (7th Cir. 1998) (stating that  providing spiritual guidance and \nfriendship does not constitute engaging in a protected activity); see also  \nBevill v. Home Depot U.S.A., Inc ., 753 F. Supp. 2d 816, 832 (S.D. Iowa 2009) \n(holding “friendship with an individual embroiled in discrimination litigation, \nwithout more, does not constitute protected activity”).  The Court finds these \nfederal cases persuasive and rejects Plaintiff’s contention that her friendship \nwith Mr. Hinshaw constitutes legally pr otected activity for purposes of her \nwrongful discharge claim.  \n \n{48} Second, while Ms. Ray alleges that she was discharged because of \nher “insistent attempts” to meet with management and Kingsdown’s Board \nchair “to reveal” alleged wrongdoing, she nowhere alleges that she explained \nto anyone at Kingsdown why she sought to meet with management or \nrevealed to anyone at Kingsdown that she claimed knowledge of alleged \n \n \ncorporate wrongdoing.  As such, Ms. Ra y has failed to allege that Kingsdown \nhad knowledge that Ms. Ray was engage d in purported protected activity, \nwhich is fatal to her claim.  See, e.g., Robinson v. Univ. of N.C. Health Care \nSys., 775 S.E.2d 898, 902 (N.C. Ct. A pp. 2015) (dismissing Title VII \nretaliation claim because “respondent had no knowledge that petitioner was \nengaged in a protected activity”); see also, e.g., Dowe v. Total Action Against \nPoverty in Roanoke Valley , 145 F.3d 653, 657 (4th Cir. 1998) (holding that \n“the employer’s knowledge that the plaintiff engaged in a protected activity is \nabsolutely necessary” to establish a claim of retaliation, and that \"an \nemployer cannot take action because of a factor of which it is unaware”).   \n{49} Finally, Ms. Ray fails to allege an express public policy declaration \nin a statute or in the North Carolina Constitution that she contends \nKingsdown has violated.  As a result , the Court concludes that Ms. Ray’s \namended counterclaim does not fall within the third exception to North \nCarolina’s at-will employment rule.  \nSee, e.g., Hopkins v. MWR Mgmt. Co ., \n2015 NCBC LEXIS 104, at *11 (N.C. Super.  Ct. Nov.  5, 201 5) (“To state a \nclaim, a plaintiff is required to allege specific conduct that violated a specific \nexpression of North Carolina public policy.”) (citing Considine v. Compass \nGrp. USA, Inc., 145 N.C. App 314, 321–22, 551 S.E.2d 179, 184 (2001)). \n{50} Because Ms. Ray fails to allege facts that permit the Court to \nconclude that her amended counterclaim falls within one of the narrow \nrecognized exceptions to the at-will employment doctrine, the Court \nconcludes that her wrongful discharge counterclaim should be dismissed on \nthis additional ground.\n \nd. Defamation \n{51} Ms. Ray’s amended counterclaim for defamation is based entirely on \nstatements made by Kingsdown’s CEO, Frank Hood, which were published in \nan industry magazine titled Furniture Today shortly after this litigation was \ncommenced:  \n \n \n[T]he claims made against Mr. Hinshaw and the other \ndefendants were considered with great care and deliberation by \nKingsdown’s board of directors. We believe that the claims have \nmerit and that Kingsdown’s shareholders were harmed as a \nresult of the actions described in the amended complaint. \n(Ray Countercl. ¶ 43.)10 \n{52} In order to recover for defamation, “a plaintiff must allege and prove \nthat the defendant made false, defamato ry statements of or concerning the \nplaintiff, which were published to a third person, causing injury to the \nplaintiff's reputation.”  Tyson v. L'eggs Prods., Inc ., 84 N.C. App. 1, 10–11, \n351 S.E.2d 834, 840 (1987).  Truth is a defense to a defamation claim. \nHolleman v. Aiken, 193 N.C. App. 484, 496, 668 S.E.2d 579, 587 (2008).   \n{53} “The term defamation covers two distinct torts, libel and slander.” \nPhillips v. Winston-Salem/Forsyth Cnty. Bd. of Educ ., 117 N.C. App. 274, \n277, 450 S.E.2d 753, 756 (1994).  “In general, libel is written while slander is \noral.”  Tallent v. Blake , 57 N.C. App. 249, 251, 291 S.E.2d 336, 338 (1982).  \nWhile it is clear that Ms. Ray alle ges a claim for libel based on the \npublication of the statements in Furniture Today , it is not clear from the \nallegations of the Amended Counterclaims whether Ms. Ray is also asserting \na claim for slander.  Reading her allega tions expansively on this Motion, the \nCourt will consider the statements about which she complains to have been \nmade both orally and in writing, and thus that her claims are for both libel \nand slander.  \nSee, e.g. , Phillips , 117 N.C. App. at 278,  450 S.E.2d at 756 \n(1994) (“When defamatory words are spoken with the intent that the words \n                                                 \n10  Although Ms. Ray did not attach to her Amended Counterclaims the Furniture Today  \narticle that is the focus of her defamation claim, Kingsdown attached the article as Exhibit 1 \nto its Motion to Dismiss.  Because the article is the subject of Ms. Ray’s defamation claim and \nis quoted in Ms. Ray’s Amended Counterclaims,  the Court may consider the article on this \nMotion without converting Kingsdown’s Motion to Dismiss under Rule 12(b)(6) into a motion \nfor summary judgment under Rule 56.  \nSee, e.g., Laster v. Francis , 199 N.C. App. 572, 577, \n681 S.E.2d. 858, 862 (2009) (“documents attached, specifically referred to, or incorporated by \nreference in the complaint” may properly be considered in Rule 12 motion to dismiss without \nconverting motion to summary judgment) (citation omitted). \n \n \nbe reduced to writing, and the words are in fact written, the publication is \nboth slander and libel.”). \n{54} North Carolina law recognizes three classes of libel: “(1) publications \nobviously defamatory which are called libel per se; (2) publications \nsusceptible of two interpretations one of which is defamatory and the other \nnot; and (3) publications not obviously defamatory but when considered with \ninnuendo, colloquium, and explanatory circumstances become libelous, which \nare termed libels per quod.”  \nArnold v. Sharpe, 296 N.C. 533, 537, 251 S.E.2d \n452, 455 (1979).  North Carolina law also recognizes two classes of slander: (i) \nslander per se and (ii) slander per quod.  Donovan v. Fiumara, 114 N.C. App. \n524, 527, 442 S.E.2d 572, 574 (1994). \n{55} Turning first to libel per se and slander per se, our courts have held: \n“[l]ibel per se is a publication which, when considered alone \nwithout explanatory circumstances : (1) charges that a person \nhas committed an infamous crime; (2) charges a person with \nhaving an infectious disease; (3 ) tends to impeach a person in \nthat person's trade or profession; or (4) otherwise tends to \nsubject one to ridicule, contempt or disgrace.” \nNucor Corp. v. Prudential Equity Grp., LLC , 189 N.C. App. 731, 736, 659 \nS.E.2d 483, 486 (2008) (quoting Boyce & Isley, PLLC v. Cooper, 153 N.C. App. \n25, 29, 568 S.E.2d 893, 898 (2002)). \n{56} Similarly, slander per se is “an oral communication to a third person \nwhich amounts to (1) an accusation that the plaintiff committed a crime \ninvolving moral turpitude; (2) an allega tion that impeaches the plaintiff in \nhis trade, business, or profession; or (3) an imputation that the plaintiff has a \nloathsome disease.”  Phillips , 117 N.C. App. at 277,  450 S.E.2d at 756; see, \ne.g., Donovan , 114 N.C. App. at 527, 442 S.E. 2d at 574 (describing slander \nper se as false remarks that “in themselv es (per se) may form  the basis of an \naction for damages, in which case both malice and damage are, as a matter of \nlaw, presumed”) (citation omitted).\n \n{57} More specifically:  \n \n \n[D]efamatory words to be libelous per se must be susceptible of but \none meaning  and of such nature that the court  can presume as a \nmatter of law  that they tend to disgrace and degrade the party or \nhold him up to public hatred, cont empt or ridicule, or cause him to \nbe shunned and avoided.  Although someone cannot preface an \notherwise defamatory statement wi th ‘in my opinion’ and claim \nimmunity from liability, a pure expression of opinion is protected \nbecause it fails to assert actual fact.  This Court considers how the \nalleged defamatory publication would have been understood by an \naverage reader. In addition, the alleged defamatory statements \nmust be construed only in the context of the document in which \nthey are contained, stripped of all insinuations, innuendo, \ncolloquium and explanatory circums tances. The articles must be \ndefamatory on its face within the four corners thereof. \nNucor, 189 N.C. App. at 736, 659 S.E.2d  at 486–87 (citations and quotations \nomitted).   \n{58} Applying these principles to the allegedly defamatory statements \nhere, the Court concludes that Ms. Ray’s amended counterclaim does not \nstate a sustainable claim for libel per se or for slander per se.  In particular, \nthe Court concludes that the statemen ts, when read in context, do not \nimpeach Ms. Ray in her profession and thus are not defamatory.  Neither \nstatement, even if assumed to be false, is susceptible of only a single meaning \nthat disgraces or degrades Ms. Ray.  To  the contrary, the full context of the \nstatements includes that they appeared in an article “relating to Kingsdown’s \nlawsuit against [Defendants]” in which Mr. Hinshaw is quoted as saying that \nKingsdown’s claims against him are “r eckless.”  As such, the reported \nstatements of both Mr. Hinshaw and Mr. Hood are fairly understood as \nsimply reflecting their respective positions in the pending litigation and their \nopinions concerning the strength of thei r respective cases.  Such statements \nare understood by the average reader or  hearer as statements of opinion \nrather than of objective, verifiable facts, and as such, do not constitute libel \nper se or slander per se.  See, e.g., Daniels v. Metro Magazine Holding Co. ,  \n179 N.C. App. 533, 539, 634 S.E.2d 586, 590 (2006) (“ Rhetorical hyperbole \n \n \nand expressions of opinion not asserting provable facts are protected speech.”) \n(citation omitted). \n{59} The Court’s conclusion finds further support in our Court of Appeals’ \nobservation that in far more egregious circumstances than those alleged here, \n“North Carolina cases have held consistently that alleged false statements \nmade by [a former employer], calling [a former employee] ‘dishonest’ or \ncharging that plaintiff was untruthful and an unreliable employee, are not \nactionable per se.”  \nPierce v. Atl. Grp., Inc ., 219 N.C. App. 19, 23, 724 S.E.2d \n568, 572 (2012).  As such, Ms. Ray’s conclusory contentions that the \nstatements disgrace and degrade her are not supported by factual allegations \nand impermissibly rely on speculation and conjecture.  See Renwick v. News \n& Observer Pub. Co. , 310 N.C. 312, 318, 312 S.E. 2d 405, 409 (1984) (“The \nquestion always is how would ordi nary men naturally understand the \npublication. . . . The fact that su persensitive persons with morbid \nimaginations may be able, by reading between the lines of an article, to \ndiscover some defamatory meaning therein is not sufficient to make them \nlibelous.”) (citation omitted). \n{60} Moreover, it cannot be disputed that the statements at issue do not \nmention Ms. Ray or that her name does not appear anywhere in the article at \nissue.  The average person would nece ssarily require additional information \nto know that Ms. Ray is among the “defendants” mentioned in the article, a \nfurther fatal deficiency in Ms. Ray’s claims for libel per se or slander per se.  \nSee, e.g. , id.  (“[T]he article alone must be construed, stripped of all \ninsinuations, innuendo, colloquium and explanatory circumstances.  The \narticle must be defamatory on its face  ‘within the four corners thereof.’”) \n(quotations omitted). \n{61} Turning next to the second class of libel recognized by our courts—\nwhere a publication is susceptible of two interpretations one of which is \ndefamatory and the other not—the Court first notes that Ms. Ray has not \npleaded that the statements in the article are susceptible of two \n \n \ninterpretations.  As such, Ms. Ray’s amended counterclaim cannot survive as \nalleging secondary libel.  See, id. , 310 N.C. at 318, 312 S.E.2d at 410 \n(dismissing libel claim because plaintiff failed to assert a valid libel per se \nclaim and because “plaintiff’s complaints failed to allege any class of libel \nother than libel per se”).  Moreover, even if Ms. Ray had pleaded such a \nclaim, the Court’s conclusion that th e statements in the article are not \ndefamatory necessarily requires dismissal of a claim based on this second \nclass of libel, which requires that an average reader understand at least one \ninterpretation of the article to be defamatory. \n{62} Last, our courts have held that a claim based on the third class of \nlibel—libel per quod—“may be asserted when a publication is not obviously \ndefamatory, but when considered in conjunction with innuendo, colloquium, \nand explanatory circumstances it becomes libelous.” \nNguyen v. Taylor , 200 \nN.C. App. 387, 392, 684 S.E.2d 470, 474 (2009) (citing Ellis v. N. Star Co., 326 \nN.C. 219, 223, 388 S.E.2d 127, 130 (1990)).  Similarly, slander per quod \n“comprises a remark which is not defama tory on its face but causes injury \nwith ‘extrinsic, explanatory facts.’”  Donovan, 114 N.C. App. at 527, 442 \nS.E.2d at 574–75 (quoting Badame v. Lampke , 242 N.C. 755, 757, 89 S.E.2d \n466, 467 (1955)). \n{63} Significantly for this case, “[t]o state a claim for libel per quod, a \nparty must specifically allege and prove special damages as to each plaintiff.” \nNguyen, 200 N.C. App. at 393, 684 S.E.2d at 475 (citing Griffin v. Holden , \n180 N.C. App. 129, 138, 636 S.E.2d 298, 305 (2006) (“[T]he facts giving rise to \nthe special damages must be alleged so as to fairly inform the defendant of \nthe scope of plaintiff's demand.”) (internal quotation omitted)).  Similarly, \nslander per quod relates to false remark s which may “sustain an action only \nwhen causing some special damages (per quod), in which case both the malice \nand the special damage must be alleged and proved.”  Beane v. Weiman Co., \nInc., 5 N.C. App. 276, 277, 168 S.E.2d 236, 237 (1969) (holding that “the \n \n \ninjurious character of the words and some special damage must be pleaded \nand proved”) (citation omitted). \n{64} Ms. Ray, however, has failed to allege any special damages sufficient \nto sustain her claim on a per quod theor y, alleging only that the publication \nof the article “was specifically detrim ental to the employment of Ms. Ray,” \n(Ray Countercl. ¶ 44), and that “Mr. Ho od knew, or should reasonably have \nknown, that the statement would i mpugn Ms. Ray’s reputation.” (Ray \nCountercl. ¶ 45.)  These conclusory a llegations are insufficient to inform \nKingsdown of the scope of Ms. Ray’s demand.  See, e.g., Pierce, 219 N.C. App. \nat 35, 724 S.E.2d at 579 (“We do not be lieve that Plaintiff's allegation that \nthe alleged defamation ‘damaged . . . [Plaintiff's] economic circumstances’ \nfairly informs Defendants of the scope of Plaintiff's demand.  Therefore, we \nconclude the trial court did not err by dismissing Plaintiff's claim of libel per \nquod . . . .”).  These allegations are also unsupported by any factual \nallegations indicating the circumstances of any alleged special damages or \nthe amount claimed.  \nSee, e.g., Skinner v. Reynolds , 764 S.E.2d 652, 657 \n(N.C. Ct. App. 2014) (dismissing libel per quod claim because conclusory \nallegation that plaintiff suffered unspecified “lost wages” and “expenses” \nassociated with “mitigating the defamati on” failed to state “facts indicating \nthe circumstances of the alleged special damages or the amount claimed”).  \nAs such, the Court concludes that Ms. Ray’s amended counterclaim for libel \nper quod and slander per quod should also be dismissed. \n{65} In sum, the Court concludes that Ms. Ray has failed to allege an \nactionable defamation claim based on any of the classes of libel and slander \nrecognized under North Carolina law.  As a result, Ms. Ray’s amended \ncounterclaim for defamation should be dismissed.\n11    \n                                                 \n11  The Court also concludes that to the extent Ms. Ray’s defamation counterclaim is based on \nstatements in the article that were quoted from Plaintiff’s pleadings in this case, those \nstatements are not actionable.  \nSee, e.g., Rickenbacker v. Coffey, 103 N.C. App. 352, 356, 405 \nS.E.2d 585, 587 (1991) (“The general rule is that a defamatory statement made in due course \n \n \ne. Punitive Damages \n{66} “Punitive damages may be awarded only if the claimant proves that \nthe defendant is liable for compensatory damages and that one of the \nfollowing aggravating factors was presen t and was related to the injury for \nwhich compensatory damages were awarde d: (1) fraud; (2) malice; (3) willful \nor wanton conduct.” N.C. Gen. Stat. § 1D-15(a) (2014).  Mere breaches of \ncontract cannot support a claim for punitive damages.  Richardson v. Bank of \nAm., N.A ., 182 N.C. App. 531, 558, 643 S.E.2d 410, 427 (2007).  North \nCarolina’s Supreme Court has repeatedly held that a breach of contract claim \nmay in limited circumstances allow for punitive damages if the breach “also \nconstitutes or is accompanied by an identifiable tortious act” and the tortious \nconduct involves some aggravating element.  \nShore v. Farmer, 351 N.C. 166, \n170, 522 S.E.2d 73, 76 (1999) (quoting Stanback v. Stanback , 297 N.C. 181, \n196, 254 S.E.2d 611, 621 (1979)).     \n{67} As explained above, the Court has concluded that each of Ms. Ray’s \namended counterclaims should be dismissed, except for her amended \ncounterclaims for breach of contract and declaratory judgment as to the \nWritten Agreement and for indemnification.  As pleaded here, Ms. Ray’s \nindemnification claim is in the nature of  a breach of contract claim based on \nKingsdown’s alleged breach of its Bylaws.  She has not alleged any \n“identifiable torts accompanied by aggravation” in connection with any of the \nsurviving claims.  In particular, she ha s not alleged, apart from conclusory \nstatements that Kingsdown’s acts were  “willful, wanton, [and] intentional,” \n(Ray Countercl. ¶¶ 31, 58), that Kingsdown’s alleged breach of her contract or \nits alleged failure to indemnify involves any alleged fraud or deceit.  \nSee \nBentley v. N.C. Ins. Guar. Ass’n , 107 N.C. App. 1, 6,  418 S.E.2d 705, 708 \n(1992) (“Punitive or exemplary damages may be recovered in breach of \ncontract actions that smack of tort because of the fraud and deceit involved or \n                                                                                                                                                 \nof a judicial proceeding is absolutely privileged and will not support a civil action for \ndefamation, even though it be made with express malice.”). \n \n \nthose actions with substantial tort ov ertones emanating from the fraud and \ndeceit.”).  As a result, the Court conc ludes that Ms. Ray’s claim for punitive \ndamages cannot be sustained under North Carolina law and should be \ndismissed. \nD. Mr. Hood’s Motion to Dismiss Ms. Ray’s Third-Party Complaint \n{68} Ms. Ray’s Third-Party Complaint pleads a single cause of action for \ndefamation.  Ms. Ray’s allegations in support of her defamation claim against \nMr. Hood are substantially similar to  the allegations the Court has found \nfatally deficient in her defamation counterclaim against Kingsdown.  The \nonly substantive allegations Ms. Ray ha s asserted against Mr. Hood that she \ndid not assert against Kingsdown relate to her contention that Mr. Hood’s \nstatements caused her to be “exceedingly embarrassed, emotionally harmed \nand distraught over the possibility she would be terminated from her new \nemployment.”  (Third-Party Compl. ¶ 31.)  Our courts have made clear, \nhowever, that “in the context of an action for defamation, special damage \nmeans pecuniary loss,” \nDonovan, 114 N.C. App. at 527,  442 S.E.2d at 575, \nand that “emotional distress and mental suffering are not alone sufficient.”  \nFreight Lines and Willard v. Freight Lines, 10 N.C. App. 384, 390, 179 S.E.2d \n319, 324 (1971).  Accordingly, because Ms. Ray’s additional allegations \nagainst Mr. Hood are insufficient to plead special damages under North \nCarolina law, the Court concludes that Ms. Ray’s defamation claim against \nMr. Hood should be dismissed for th e same reasons Ms. Ray’s defamation \ncounterclaim should be dismissed against Kingsdown. \nE. Kingsdown’s Motion to Dismiss Mr. Hinshaw’s Counterclaims \n{69} Mr. Hinshaw has asserted five counterclaims against Kingsdown: (i) \nbreach of contract, (ii) indemnification, (iii) unfair and deceptive trade \npractices under N.C. Gen.  Stat. § 75-1.1, (iv) defamation per se, and (v) \nslander of title.  Kingsdown’s Motion to Dismiss Hinshaw’s Counterclaims \nseeks the dismissal of each counterclaim with prejudice. \n \n \n \n \na. Breach of Contract \n{70} Mr. Hinshaw’s breach of contract claim is based on Kingsdown’s \nalleged breach of certain provisions of a Separation and Consulting \nAgreement entered into between King sdown and Mr. Hinshaw on or about \nJuly 10, 2012 (the “Hinshaw Agreement” or, in context, the “Agreement”).\n12 \n{71} Mr. Hinshaw first alleges that King sdown breached section 11(d) of \nthe Agreement, which provides, in re levant part, that Kingsdown will \n“instruct its officers and directors not to (i) make any statements that are \nprofessionally disparaging about Hinshaw or his service to Kingsdown, or (ii) \nengage in any conduct that could reasonably be expected to harm Hinshaw’s \nreputation.”  (Kingsdown Mot. Dismiss Hinshaw Countercl. Ex. A ¶ 11(d).)   \n{72} In particular, Mr. Hinshaw alleges that Kingsdown violated section \n11(d) in three different ways: \na. by “failing to instruct, or failing to instruct in good faith, its \nOfficers and Board of Directors not to (1) make any \nprofessionally disparaging statements about Mr. Hinshaw or his \nservice to Kingsdown or (2) engage in conduct that could \nreasonably be expected to harm Mr. Hinshaw’s reputation,” \n(Hinshaw Countercl. ¶ 118); \nb. by “making remarks and engaging in conduct that could \nreasonably be expected to harm Mr. Hinshaw’s reputation, and \nby otherwise discussing Mr. Hinshaw’s employment with and \nservice to Kingsdown with third parties,” (Hinshaw Countercl. ¶ \n118); and  \n                                                 \n12  The Hinshaw Agreement was discussed and re lied upon in Hinshaw’s Counterclaims but \nnot attached as an exhibit.  Plaintiff attach ed the Agreement as Exhibit A to Plaintiff’s \nMotion to Dismiss Hinshaw’s Counterclaims.  The Court may consider this document \nwithout converting the Motion to one for summary judgment.  Oberlin Capital, 147 N.C. App. \nat 60, 554 S.E.2d at 847. \n \n \nc.  “by filing this civil action and by making public statements that \naccused Mr. Hinshaw of engaging in fraudulent conduct and \nbreaching his fiduciary duties to Kingsdown, which constituted \nprofessionally disparaging stat ements about Mr. Hinshaw and \nhis service to Kingsdown, and also constituted conduct that \ncould reasonably be expected to harm Mr. Hinshaw’s \nreputation.”  (Hinshaw Countercl. ¶ 120.) \n{73} Turning to the first alleged breach, Plaintiff contends that Mr. \nHinshaw has simply made a “bald allegation” at paragraph 118 of his \nCounterclaims that section 11(d) wa s breached, and that without some \nfactual support, his claim for alleged breach on this basis should be \ndismissed, citing VisionAIR v James, 167 N.C. App. 504, 510, 606 S.E.2d 359, \n362 (2004). \n{74} The Court agrees that “[a]bsen t specific, supportive, factual \nallegations, the court need not accept as  true general conclusory allegations \nof the elements of a cause of action fo r purposes of a motion to dismiss.”  \nGlobal Promotions Grp., Inc. v. Danas Inc ., 2012 NCBC LEXIS 40, at *12 \n(N.C. Super. Ct. June 22, 2012).  Mr. Hi nshaw points to other allegations in \nhis Counterclaims, however, as factual support to sustain his claim.   \n{75} In particular, Mr. Hinshaw alleges that Mr. Hood told the press that \n“Kingsdown’s shareholders were harmed as a result of the actions [of Mr. \nHinshaw],” (Hinshaw Countercl. ¶ 95), that Kingsdown falsely alleged in its \noriginal complaint that “Mr. Hinshaw paid himself a salary of over $1 million \na year” and “paid himself more than $10 million in bonuses and over $1.2 \nmillion in stock,” (Hinshaw Countercl. ¶¶ 88–89), and that “over the objection \nof Mr. Hinshaw, [Mr. Hood] publicly  announced that Mr. Hinshaw had \nretired effective immediately,” which Mr. Hinshaw had advised “would be \ninterpreted as him being fired, which would be harmful to his reputation in \nthe industry.”  (Hinshaw Countercl. ¶¶ 81–82.)   \n \n \n{76} Although Plaintiff contends that these allegations are nothing more \nthan speculation rather than properly pleaded supporting facts, (Kingsdown \nReply Mot. Dismiss Hinshaw Countercl. 4), the Court concludes that, when \nviewed in the light most favorable to Mr. Hinshaw, these factual allegations \nare sufficient to permit Mr. Hinshaw’s breach of contract claim on this theory \nto survive Plaintiff’s Motion. \n{77} Plaintiff next contends that dismissal of the claims based on the \nother alleged breaches of section 11( d) is proper because Mr. Hinshaw’s \nremaining allegations in paragraph 118 and in paragraph 120 seek to enforce \nprovisions that do not appear in the Agreement.  In particular, Plaintiff \nargues that the conduct Mr. Hins haw alleges—that Kingsdown made \nprofessionally disparaging remarks about Mr. Hinshaw and engaged in \nconduct which harmed his reputation—is not prohibited by the plain \nlanguage of the Agreement. \n{78} In response, Mr. Hinshaw contends that by engaging in the conduct \nset forth in paragraphs 87–92, 118, and 120, “Kingsdown breached (1) the \ndisparagement provision and (2) the harmful-conduct provision of the \nAgreement,” without citation to any specific provision of the Hinshaw \nAgreement.  (Hinshaw Resp. Mot. Dismiss Hinshaw Countercl. 7.)  Based on \nthe Court’s review of the Agreement, the only provision that reflects any sort \nof an agreement by Kingsdown relating to non-disparagement or conduct that \nmight harm Mr. Hinshaw’s reputation is section 11(d).  By the plain language \nof that provision, however, Kingsdown’s obligation was to “instruct its officers \nand directors” not to make professiona lly disparaging statements or engage \nin conduct that could reasonably be expected to harm Mr. Hinshaw’s \nreputation, not to guarantee that any such conduct would never occur.  \nBecause the Court concludes that the factual allegations Mr. Hinshaw \nadvances at paragraphs 87–92, 118, an d 120 of his Counterclaims provide \nsupport for his claim that Plaintiff breached section 11(d), the Court will \npermit Mr. Hinshaw’s breach of contra ct claim to proceed, but only to the \n \n \nextent that claim is based on Kingsd own’s alleged failure to instruct its \nofficers and directors as provided under section 11(d) of the Agreement. \n{79} Mr.  Hinshaw next alleges that Kingsdown breached section 12 of \nthe Agreement, which provides in relevant part that: \nHinshaw and Kingsdown agree that  Hinshaw and [Mr. Hood] will \njointly determine how to announce Hinshaw’s resignation from the \nBoard and the termination of Hinshaw’s employment from \nKingsdown; provided, however, in the event Hinshaw and [Mr. \nHood] disagree about this announcement, the Board will make the \nfinal determination regarding the manner, content and timing of \nthe announcement. \n(Kingsdown Mot. Dismiss Hinshaw Countercl. Ex. A ¶ 12.) \n{80} Mr. Hinshaw argues that Kingsd own breached this provision \nprimarily by “publicly announcing, over  the objection of Mr. Hinshaw, that \nMr. Hinshaw had retired from Kingsdown, effective immediately.”  (Hinshaw \nCountercl. ¶ 119.)  Kingsdown moves to dismiss Mr. Hi nshaw’s claim, \nhowever, contending that “[a] statement about retirement is not the same as \na statement about resignation/termination, and they should not be treated as \ntantamount.”  (Kingsdown Br. Supp. Mot. Dismiss Hinshaw Countercl. 5.)  \nThe Court cannot conclude, as Kingsdow n’s Motion requires, that, the terms \n“resignation” and “termination,” as used in the Hinshaw Agreement, exclude \nthe term “retired . . . effective immediately” as a matter of law.  Accordingly, \nthe Court concludes that Plaintiff’s mo tion to dismiss Mr. Hinshaw’s breach \nof contract claim on this basis should be denied. \nb. Defamation Per Se \n{81} “North Carolina has long recognized the harm that can result from \nfalse statements that impeach a person in that person's trade or profession—\nsuch statements are deemed defamation per se.”  Nguyen, 219 N.C. App. at 8, \n723 S.E.2d at 557–58.  As described above, the mere saying or  writing of the \nwords is presumed to cause injury, an d a plaintiff need not prove actual \ninjury.  Id.  \n \n \n To fall within the class of slander per se as concerns a person’s \ntrade or profession, the defama tory statement “must do more \nthan merely harm a person in [his] business. The false \nstatement (1) must touch the plai ntiff in [his] special trade or \noccupation, and (2) must contain an imputation necessarily \nhurtful in its effect on [his] business.”   \nMarket Am., Inc. v. Christman-Orth, 135 N.C. App. 143, 151, 520 S.E.2d 570, \n577 (1999) (citation omitted). \n{82} Here, Mr. Hinshaw alleges four sets of allegedly defamatory \nstatements: (i) Mr. Hood’s statements reported in the Furniture Today article \nthat the Court has previously discussed in connection with Ms. Ray’s \ndefamation counterclaim, (Hinshaw Countercl. ¶ 97), (ii) Mr. Hood’s \nstatements “at a meeting of Kingsd own’s shareholders and employees,” \n(Hinshaw Countercl. ¶ 98), (iii) unidentified statements by Mr. Hood in which \nhe “publicly blamed Mr. Hinshaw for leaving Kingsdown with a large amount \no f  d e b t ,  w h e n  i n  f a c t  M r .  H i n s h a w  did not leave Kingsdown with a large \namount of debt,” (Hinshaw Countercl. ¶ 99), and (iv) Mr. Hinshaw’s \nconclusory allegation that “upon info rmation and belief, Mr. Hood has since \nmade similar disparaging statements about Mr. Hinshaw to others, including \nindividuals involved in the mattress industry.”  (Hinshaw Countercl. ¶ 100.) \n{83} The Court has previously determined that Mr. Hood’s comments in \nthe \nFurniture Today  article did not constitute actionable defamation as to \nMs. Ray.  The Court concludes the same is true as those statements related \nto Mr. Hinshaw.  As in the case of Ms . Ray, reading the allegedly offending \nstatements in the full context of the ar ticle in which they appear makes plain \nto the average reader that both Mr. Hinshaw and Mr. Hood are describing \ntheir litigation positions and expressing confidence in their likelihood of \nsuccess.  Such statements do not constitute defamation per se.  See, e.g. , \nDaniels, 179 N.C. App. at 539, 634 S.E.2d at  586.  In addition, although Mr. \nHinshaw complains about statements in the article that were quoted from \nPlaintiff’s pleadings in this case, those statements are not actionable.  \n \n \nJarman v. Offutt , 239 N.C. 468, 472, 80 S.E. 2d 248, 251 (1954) (“[A] \ndefamatory statement made in the due course of a judicial proceeding is \nabsolutely privileged and will not support a civil action for defamation, even \nthough it be made with express malice.”) (citations omitted). \n{84} As to Mr. Hood’s alleged statements at the meeting of shareholders \nand employees, Mr. Hinshaw alleges that Mr. Hood falsely asserted that “Mr. \nHinshaw had attempted to purchase certain of Kingsdown’s international \nassets ‘both before and after his depa rture,’ reported that the Kingsdown \n“board decided the transaction would not have been a ‘good deal’ for \nKingsdown, and stated that “‘[i]f that would have happened, I would \nprognosticate that the company would not exist.”  (Hinshaw Countercl. ¶ 98.)  \nMr. Hinshaw contends that these allege d statements “harmed [his] character \nand reputation” by suggesting that “Mr. Hinshaw attempted to engage in an \nact of self-dealing that would have put Kingsdown on the wrong end of a bad \ndeal and driven the company into the ground.”  (Hinshaw Resp. Br. Mot. \nDismiss Hinshaw Countercl. 21.)   \n{85} The Court, however, must consider “how . . . ordinary men [would] \nnaturally understand [Mr. Hood’s statements].” \n Renwick , 310 N.C. at 318, \n312 S.E.2d at 409 (“The principle of comm on sense requires that courts shall \nunderstand [allegedly defamatory statements] as other people would.”).  \nApplying that standard here, the Cour t concludes that the average reader \nwould understand that Mr. Hood’s st atements reflected a difference in \nopinion about the wisdom of a corporate transaction—whether Mr.  Hood \naccurately reflected Mr. Hinshaw’s actions or opinions or not—and that the \nordinary person would not ascribe them  defamatory meanin g.  As such, the \nalleged statements “do not contain an imputation necessarily hurtful in its \neffect on [Mr. Hinshaw’s] business,” \nMarket Am., 135 N.C. App. at 151, 520 \nS.E.2d at 577 (internal citations, qu otations and brackets omitted), and \ncannot therefore provide a basis for a defamation claim. \n \n \n{86} The Court reaches a similar conclu sion as to Mr. Hood’s alleged \nstatement falsely asserting that Mr. Hinshaw caused Kingsdown to incur a \nlarge amount of debt.  Without more, such a statement, whether truthful or \nnot, is “not necessarily hurtful” to Mr. Hinshaw’s reputation.  That Mr. Hood \nallegedly “blamed” Mr. Hinshaw for incurring this debt—which Mr. Hinshaw \ncontends is “manifestly harmful to his business reputation”—merely reflects \nMr. Hood’s contrary opinion as to the wisdom of the alleged action and does \nnot provide a basis for a defamation claim.    \n{87} Finally, Mr. Hinshaw’s contention on information and belief that \n“similar disparaging statements” had been made to others is too non-specific \nto state a claim.  \nSee Kingsdown , 2015 NCBC LEXIS 30, at *30–31 (“[I]n \npleading a cause of action for defamation, a plaintiff must recount the \nallegedly defamatory statement either verbatim or at least with enough \nspecificity to allow the Court to decide if the statement is defamatory.”) \n(quotations and citations omitted). \n{88} Based on the foregoing, the Cour t concludes that Mr. Hinshaw’s \ndefamation claim against Kingsdown should be dismissed. \nc. Section 75-1.1 \n{89} Mr. Hinshaw bases his section 75-1.1 claim primarily on the \nfollowing alleged conduct of Kingsdown: \na. “making defamatory statements regarding Mr. Hinshaw \nthat impeached him in his trad e or profession in order to \nprevent him from engaging in other employment;” \nb. “initiating and prosecuting this action, even though this \naction is based on information known to Kingsdown at the \ntime it executed the [Hinshaw] Agreement;” \n \n \nc. “seeking to rescind the Lease 13 and filing a Notice of Lis \nPendens to cloud the title of the Ocean Isle Property even \nthough the terms of which Lease were fully disclosed to \nKingsdown’s Board of Directors;” and \nd. “amending its Bylaws in relation to its “right of first \nrefusal” to purchase shares being sold or transferred by \nKingsdown shareholders, by which amendment \nKingsdown gave itself the unilateral option to exercise its \nright of first refusal by funding up to ninety percent of the \npurchase price of the shares with a promissory note \npayable over a five-year term.” \n(Hinshaw Countercl. ¶ 134.) \n{90} Mr. Hinshaw also alleges that Kingsdown engaged in this conduct \n“with the intent to impose economic hardship on Mr. Hinshaw to place him in \na position of having to sell his ownershi p interest in Kingsdown at an unfair, \ndiscounted price and/or with the intent  of diminishing his ownership interest \nand influence in the Company.”  (Hinshaw Countercl. ¶ 135.) \n{91} N.C. Gen. Stat. § 75-1.1(a) re gulates “[u]nfair methods of \ncompetition in or affecting commerce, and unfair or deceptive acts or \npractices in or affecting commerce.”  Our courts have held that a claim under \nsection 75-1.1 “requires proof of three elements: (1) an unfair or deceptive act \nor practice, (2) in or affecting commerce , which (3) proximately caused actual \ninjury to the claimant.” \nNucor, 189 N.C. App. at 738,  659 S.E.2d at 488 \n(citation omitted).   \n{92} Further, “‘[a] practice is unfair when it offends established public \npolicy as well as when the practice is immoral, unethical, oppressive, \nunscrupulous, or substantially injurious to consumers,’ and a ‘practice is \n                                                 \n13  Mr. Hinshaw alleges that Kingsdown has impr operly sought to rescind a lease agreement \nentered into in 1997 between Mr. Hinshaw, as lessor, and Kingsdown, as lessee, concerning \nMr. Hinshaw’s Ocean Isle Beach property.  (Hinshaw Countercl. ¶¶ 37–46.) \n \n \ndeceptive if it has the capacity or tendency to deceive.’” Bumpers v. Cmty. \nBank of Va., 367 N.C. 81, 91, 747 S.E.2d 220, 228 (2013).14   \n{93} A “[p]laintiff must first establish that [a] defendant[’s] conduct was \n‘in or affecting commerce’ before the question of unfairness or deception \narises.”  HAJMM Co. v. House of Raeford Farms, Inc. , 328 N.C. 578, 592, 403 \nS.E.2d 483, 492 (1991).  Whether an act is “in or affecting commerce” is a \nquestion of law for the Court to decide.  Hardy v. Toler , 288 N.C. 303, 310, \n218 S.E.2d 342, 346–47 (1975).  N.C. Gen. Stat. § 75-1.1 broadly defines \n“commerce” to include “all business activities, however denominated, but does \nnot include professional services re ndered by a member of a learned \nprofession.”  N.C. Gen. Stat. § 75-1.1(b).   \n{94} Our courts have held that the term “business activities” “connotes \nthe manner in which businesses conduct their regular, day-to-day activities, \nor affairs, such as the purchase and sale of goods, or whatever other activities \nthe business regularly engages in and for which it is organized.” White v. \nThompson, 364 N.C. 47, 52, 691 S. E.2d 676, 679 (2010).  To constitute “in or \naffecting commerce,” the defendant’s conduct “must affect commerce in a \ncommercial setting, . . . not in a private relationship type setting such as \ncorporate governance issues, . . . securi ties transactions, . . . or disputes \narising from employment[.]”  \nKingsdown, 2015 NCBC LEXIS 30, at *28 \n(quoting In re Brokers, Inc. , 396 B.R. 146, 161 (Bankr. M.D.N.C. 2008)).  \nThus, the statute “is not intended to apply to all wrongs in a business \nsetting,” HAJMM Co. , 328 N.C. at 593, 403 S.E.2d at  492, but rather to “(1) \n                                                 \n14  As recently summarized by one North Caro lina federal court: “‘Unfair or deceptive \nconduct’ fairly may be categorized into five ty pes: 1) general ‘unfair’ conduct that ‘offends \npublic policy . . . [or] is immoral, unethical, oppressive, unscrupulous, or substantially \ninjurious to consumers;’ 2) ‘deceptive’ misrepresentations that have the capacity or tendency \nto deceive the average person; 3) per se violations of § 75-1.1 established upon proof of a \nstatutory or regulatory violation or the commission of certain torts; 4) a breach of contract \naccompanied by aggravating circumstances; and 5) anti-competitive conduct.”  Sparks v. \nOxy-Health, LLC , No. 5:13-CV-649-FL, 2015 U.S. Dist . LEXIS 134469, at *85 (E.D.N.C. \nSept. 15, 2015) (applying North Carolina law) (citations and quotations omitted). \n \n \ninteractions between businesses, and (2) interactions between businesses and \nconsumers.” White, 364 N.C. at 52, 691 S.E.2d at 679.    \n{95} Mr. Hinshaw complains here that Kingsdown made false, \ndefamatory statements about him, institut ed this litigation, filed a notice of \nlis pendens on his property, and amended its Bylaws to his economic \ndisadvantage “with the intent to impose economic hardship on Mr. Hinshaw” \nto force him “to sell his ownership in terest in Kingsdown at an unfair, \ndiscounted price.”15  (Hinshaw Countercl. ¶ 135.) \n{96} The Court first notes that although defamatory statements that \nharm a person in his trade, business, or profession may, in appropriate \ncircumstances, constitute unfair and deceptive trade practices under section \n75-1.1, see, e.g., Nguyen , 219 N.C. App. at 9, 72 3 S.E.2d at 558 (finding a \nsection 75-1.1 violation where defe ndant “defam[ed] [plaintiffs] while \nprofiting at their expense”), the Court has previously concluded that none of \nthe allegedly defamatory statements here contain “an imputation necessarily \nhurtful in its effect” on Mr. Hinshaw’s reputation or business.  As a result, \nthe Court concludes that these alleged statements cannot sustain Mr. \nHinshaw’s claim under section 75-1.1. \n{97} In addition, North Carolina law is clear that “[m]atters of internal \ncorporate management . . . do not affect commerce” for purposes of section 75-\n1.1.  \nWilson v. Blue Ridge Elec. Mbrshp. Corp ., 157 N.C. App. 355, 358, 578 \nS.E.2d 692, 694 (2003); see also Kingsdown, 2015 NCBC LEXIS 30, at *28–29 \n(dismissing UDTP claim which “plainly involve[d] internal business disputes \nrather than interactions with business or consumers”); McKee v. James, 2014 \n                                                 \n15  Although our appellate courts have held that “[section 75-1.1] does not normally extend to \nrun-of-the-mill employment disputes,\" Dalton v. Camp , 353 N.C. 647, 656, 548 S.E.2d 704, \n710 (2001), “the mere existence of an employer-employee relationship does not in and of itself \nserve to exclude a party from pursuing  an unfair trade or practice claim.” Id.  The Court \nconcludes that Mr. Hinshaw’s relationship to Kingsdown under the facts alleged here—\nincluding that of lessor-lessee—does not prec lude the applicability of section 75-1.1.  See, e.g., \nSara Lee Corp. v. Carter , 351 N.C. 27, 34, 519 S.E.2d 308, 312 (1999) (“Having already \ncharacterized defendant’s conduct as buyer-seller transactions that fall squarely within the \nAct’s intended reach, we conclude that defendan t’s relationship to plaintiff as an employee, \nunder these facts, does not preclude applicability of [section 75-1.1].”). \n \n \nNCBC LEXIS 74, at *42 (N.C. Super. Ct. Dec. 31, 2014) (dismissing UDTP \nclaim based on dispute between co-owners of business).  As a result, Mr. \nHinshaw’s claim based on Kingsdown’s amendments to its Bylaws reflects a \nmatter of internal corporate management, which cannot provide the basis for \na section 75-1.1 claim. \n{98} The Court turns next to Mr. Hinshaw’s allegation that Plaintiff has \nviolated section 75-1.1 by “initiating and prosecuting this action, even though \nthis action is based on information known to Kingsdown at the time it \nexecuted the [Hinshaw] Agreement,” (Hinshaw Countercl. ¶¶ 134(b), 87), \nwith the primary intent to force Mr. Hinshaw “to sell his ownership interest \nin Kingsdown at an unfair, discounted  price.”  (Hinshaw Countercl. ¶ 135.)  \nAlthough not addressed in his specific  claim for relief, Mr. Hinshaw also \nalleges that Plaintiff knew that certain allegations in its initial complaint in \nthis action were false when made.  (Hinshaw Countercl. ¶¶ 88–94.) \n{99} The Court finds instructive the federal district court’s treatment of a \nsomewhat analogous section 75-1.1 claim in \nUnited States v. Ward , 618 F. \nSupp. 884 (E.D.N.C. 1985).  There, a thir d-party defendant alleged that the \nthird-party plaintiff had brought claims it knew had no basis in law or fact \n“to harass” the third-party defendant, and “to injure or destroy [the third \nparty defendant’s] business and competitive position.”  Id. at 907.  The \nfederal district court recognized that because a party to a lawsuit has a right \nto advocate its position through the judicial process, the institution of a \nlawsuit could only be the basis for a UDTP claim if the lawsuit is a “mere \nsham” to cover an attempt to directly interfere with a competitor’s business \nrelationships.  \nId.  The court concluded that “[o]nly actions undertaken \nwithout a genuine intent to influence the outcome of the dispute being \nadjudicated are a sham,” \nid. (citation omitted), and that section 75-1.1 did not \nreach “a general abuse of process claim” like the one presented in that case.  \nId. (citation omitted). \n \n \n{100} Here, Mr. Hinshaw does not plead that this action is a sham.  To the \ncontrary, he does not allege that Kingsdown released the claims it has \nbrought in this action in the Hinshaw Agreement, has not sought to dismiss \nany of Plaintiff’s claims based on the multiple defenses and objections \npermitted under N.C. R. Civ. P. 12, has not filed a Rule 11 motion contending \nthat the action is not well grounded in fact or not warranted by existing law, \nand has not counterclaimed for malicious prosecution or abuse of process.  \nThe gist of his unfair trade practice claim is simply that Kingsdown delayed \nbringing claims that it knew it had a right to bring when it entered the \nHinshaw Agreement in July 2012 until it filed this action on August 29, 2014.  \nSuch conduct in no way rises to the le vel of a violation of section 75-1.1.  \nSee, \ne.g., RE/MAX LLC v. M.L. Jones & Assocs. , No. 5:12-CV-768-D, 2013 U.S. \nDist. LEXIS 123863, at *11 (E.D.N.C. Aug. 29, 2013) (dismissing UDTP claim \nbased on “sham litigation” where plaintiff “had probable cause to file this \nlawsuit and the action [was] not objectively baseless”).   \n{101} Furthermore, the Court concludes that the institution of this action \nas pleaded here is not conduct “in or  affecting commerce” as contemplated \nunder section 75-1.1.  See In re Brokers , 396 B.R. at 162–63 (holding that \nfiling a complaint was not “in or affect ing commerce” under section 75-1.1).  \nMr. Hinshaw has not pleaded facts be yond conclusory allegations that \nsuggest that Kingsdown’s filing has ha d “any effect on commerce” or has \notherwise impacted the marketplace.  Nor has Mr. Hinshaw alleged facts \nsuggesting that the filing of the lawsuit is part of the “regular, day-to-day \nactivities” of Kingsdown and thus fairly constitutes “business activities” \nunder the statute.  See, e.g., Wilson, 157 N.C. App. at 358,  578 S.E.2d at 694 \n(finding bylaw change did not affect commerce under section 75-1.1 where \n“defendant was organized to provide electricity to the members of the utility \ncooperation” and “alteration of its by-l aws by the board of directors is not a \nday-to-day, regular business activity”). \n \n \n{102} Finally, as to Kingsdown’s alleged effort to rescind the lease \nagreement and the filing of the notice of lis pendens on Mr. Hinshaw’s Ocean \nIsle Property, the Court first notes that real estate transactions are a type of \ntransaction within the purview of the Act.  See Governor's Club, Inc . v. \nGovernors Club Ltd. P’ship , 152 N.C. App. 240, 250, 567 S.E.2d 781, 788 \n(2002) (“[T]he business of buying, developing and selling real estate is an \nactivity ‘in or affecting’ commerce for the purposes of G.S. § 75-1.1.”).  Our \ncourts have made it clear, however, th at “not all wrongs in a real estate \ntransaction are summarily ‘in or affecting commerce,’” \nJames R. Carcano v. \nJBSS, LLC, 200 N.C. App. 162, 175, 684 S.E.2d 41, 52 (2009). \n{103} The gravamen of Mr.  Hinshaw’s claim is that Plaintiff has sought to \nrescind the lease and has filed the lis pendens based on Plaintiff’s false \nassertion that the lease terms were never disclosed to or approved by \nPlaintiff’s Board—an assertion which Mr.   Hinshaw alleges Plaintiff knew to \nbe demonstrably false when made.  (Hinshaw Countercl. ¶¶ 65, 134(c)).  In \ncontrast to Mr. Hinshaw’s UDTP claim based on the institution of this action, \nMr. Hinshaw contends that Plaintiff knew  that the factual basis for its effort \nto rescind the lease and its filing of the lis pendens was false, (Hinshaw \nCountercl. ¶¶ 33—70), took these actions in “an effort to impose an economic \nhardship on Mr. Hinshaw,” (Hinshaw Countercl. ¶ 70), and knowingly “put a \ncloud on the title of the Ocean Isle Property and disparaged Mr. Hinshaw’s \nproperty rights,” (Hinshaw Countercl. ¶ 150), thereby causing him economic \ninjury.  (Hinshaw Countercl. ¶¶ 139, 151).   \n{104} The Court concludes that these allegations may constitute unfair \nand deceptive conduct under section 75- 1.1, and further, that Plaintiff’s \nalleged conduct was “in or affecting commerce,” based on Mr. Hinshaw’s \nallegations that Plaintiff’s actions “disparaged Mr. Hinshaw’s property \nrights,” including his ability to sell the Ocean Isle Property to others in the \nmarketplace.  (Hinshaw Countercl. ¶¶ 69, 150.)  \nSee generally Davis v. \nSellers, 115 N.C. App. 1, 8, 443 S.E.2d 879, 883–84 (1994) (“A person engaged \n \n \neither directly or indirectly in the sale of real estate is engaged in commerce \nwithin the meaning of [section] 75-1.1.”) .  The Court also concludes that Mr. \nHinshaw has sufficiently pleaded damages resulting from Plaintiff’s alleged \nunfair and deceptive trade practices for purposes of Rule 12(b)(6).  As a \nresult, the Court concludes that Mr. Hinshaw’s counterclaim for unfair trade \npractices should not be dismissed to the extent it is based on Mr. Hinshaw’s \nallegations concerning Plaintiff’s efforts to rescind the lease agreement and \nits filing of a notice of lis pendens.\n16 \nd. Slander of Title \n{105} “Slander of title of property may be committed and published orally \nor by writing, printing or otherwise.”   Cardon v. McConnell , 120 N.C. 461, \n462, 27 S.E. 109 (1897).  “[T]he gist of the action is the special damage \nsustained, and unless the plaintiff show s the falsity of the words published, \nthe malicious intent with which they were uttered, and a pecuniary loss or \ninjury to himself, he cannot maintain the action.”  Id.   \n{106} To establish a claim of slander of title, a plaintiff must allege: “(1) \nthe uttering of slanderous words in rega rd to the title of someone's property; \n(2) the falsity of the words; (3) malice; and (4) special damages.” Broughton, \n161 N.C. App. at 30, 588 S.E.2d at 28.   \n{107} Here, Mr. Hinshaw alleges that Ki ngsdown uttered false, malicious \nand slanderous words by filing the lis pendens on the Ocean Isle Property, \nseeking to impose constructive and re sulting trusts on the Property, and \n                                                 \n16  Kingsdown argues that because Mr. Hinsha w’s UDTP claim is “premised on complaints \nthat Kingsdown took affirmative steps to deva lue his stock ownership and force him to sell \nhis stock at an unfair price,” his claim falls within “the exclusive province of the securities \nlaws and cannot be regulated under Chapter 75.”  (Kingsdown Br. Supp. Mot. Dismiss \nHinshaw Countercl. 10.)  \nSee Skinner v. E.F. Hutton & Co. Inc ., 314 N.C. 267, 275, 333 \nS.E.2d 236, 241 (1985) (holding “securities tran sactions are beyond the scope of N.C. Gen. \nStat. 75-1.1,” principally because “‘securities transactions . . . [are] already subject to \npervasive and intricate regulation under the [state and federal securities laws].’”).  The Court \nconcludes, however, that the effort to rescind the lease and the filing of the lis pendens, \nwhich Mr. Hinshaw has not pleaded has resulted in Mr. Hinshaw’s sale of his interest in \nKingsdown, are too attenuated from the sale, purchase, trade, issuance, or redemption of \nsecurities to fall within the securities exception of the UDTP Act. \n \n \n \nattempting to rescind the lease agreement and claim ownership of the \nProperty.  (Hinshaw Countercl. ¶¶ 14 8–51.)  Mr. Hinshaw alleges that \nKingsdown’s actions have “put a cloud on the title of the Ocean Isle Property \nand disparaged Mr. Hinshaw’s property rights,” that Kingsdown “recognized, \nor should have recognized, that its sl anderous words would . . . result in \npecuniary harm to Mr. Hinshaw,” and that he “has been and will be damaged \nby Kingsdown’s slanderous statements in an amount to be proved at trial but \nin excess of $25,000.”  (Hinshaw Countercl. ¶ 150.) \n{108} N.C. R. Civ. P. 9(g) provides that “[w]hen items of special damages \nare claimed each shall be averred.”  Our courts have interpreted Rule 9(g) to \nrequire that special damages “must be specifically pleaded and proved and \nthe facts giving rise to the special da mages must be sufficient to inform the \ndefendant of the scope of plaintiff’s demand.”  \nJohnson v. Bollinger , 86 N.C. \nApp. 1, 11–12, 356 S.E.2d 378, 385 (1987).   \n{109} “‘[G]eneral damages are such as might accrue to any person \nsimilarly injured, while special damages are such as did in fact accrue to the \nparticular individual by reason of the particular circumstances of the case.’” \nPenner v. Elliott , 225 N.C. 33, 35, 33 S.E.2d 124, 126 (1945) (citations and \nquotations omitted).  “Special damages are usually synonymous with \npecuniary loss,” Iadanza v. Harper , 169 N.C. App. 776,  779, 611 S.E.2d 217, \n221 (2005), and are “[t]hose which are the actual, but not the necessary, \nresult of the injury complained of, and which in fact follow it as a natural and \nproximate consequence in the particular case, that is, by reason of special \ncircumstances or conditions.”  \nCanady v. Mann , 107 N.C. App. 252, 257, 419 \nS.E.2d 597, 600 (1992). \n{110} Although Mr. Hinshaw has not alleged in the paragraphs specific to \nhis claim for relief for slander of title that he has suffered pecuniary loss or \nany other items of special damages, he alleges that “[o]n June 18, 2015, \nKingsdown filed a Notice of Lis Penden s in order to cloud the title of the \n \n \nOcean Isle Property and prevent Mr. Hi nshaw from conveying the Ocean Isle \nProperty.”  (Hinshaw Countercl. ¶ 69.) \n{111} While this allegation does not aver that Mr. Hinshaw was in fact \nprevented from conveying the Ocean Isle  Property, the Court concludes that \nthis allegation, together with Mr. Hinshaw’s allegations that Kingsdown \n“recognized or should have recognized” that Mr. Hinshaw would suffer \n“pecuniary harm,” that Mr. Hinshaw “has been and will be damaged by \nKingsdown’s slanderous statements,” and that Plaintiff’s filing “put a cloud \non the title of the Ocean Isle Prop erty and disparaged Mr. Hinshaw’s \nproperty rights,” when viewed in the light most favorable to Mr. Hinshaw, is \nsufficient to put Kingsdown on notice of the “scope of plaintiff’s demand.”  \nJohnson, 86 N.C. App. at 11–12, 356 S.E.2d at 385.  As a result, the Court \nconcludes that Mr. Hinshaw’s slander of title claim should survive \nKingsdown’s motion.  See Sutton , 277 N.C. at 103, 176 S.E.2d at 166 \n(permitting claim to survive where court cannot conclude “to a certainty that \nplaintiff is entitled to no relief under any state of facts which could be proved \nin support of the claim”).     \ne.  Punitive Damages \n{112}  As set forth above, the Court concludes that Mr. Hinshaw’s \ncounterclaims for breach of contract, indemnification, unfair trade practices \n(in part), and slander of title should su rvive at this stage of the litigation.  \nAlthough “[m]ere breaches of contract  cannot support a claim for punitive \ndamages,” Richardson, 182 N.C. App. at 558, 643 S.E.2d at 427, the tort \naction of slander of title requires proof of malice, Broughton, 161 N.C. App. at \n30, 588 S.E.2d at 28, and, if proven, may support an award of punitive \ndamages.  See N.C. Gen. Stat. § 1D-15 (listi ng “malice” as an aggravating \nfactor).  In addition, “[p]laintiffs may in proper cases elect to recover either \npunitive damages under a common law claim or treble damages under N.C. \nGen. Stat. § 75-16, but they may not recover both.”  Ellis, 326 N.C. at 227, \n388 S.E.2d at 132.  As a re sult, based on the current posture of the case, the \n \n \nCourt concludes that Plaintiff’s motion to dismiss Mr. Hinshaw’s \ncounterclaim for punitive damages should be denied. \nIV. \nCONCLUSION \n{113} Based on the foregoing, the Court hereby ORDERS as follows: \na. The Court GRANTS Kingsdown’s Motion to Strike, and hereby \nstrikes and deems ineffective Ms. Ray’s August 30 Amendment \nto Counterclaims. \nb. The Court GRANTS Hood’s Motion to Strike, and hereby strikes \nand deems ineffective Ms. Ray’s August 30 Amendment to \nThird-Party Complaint. \nc. The Court  GRANTS in part and DENIES in part  Kingsdown’s \nMotion to Dismiss Ray’s Counterclaims.  The Court GRANTS \nKingsdown’s Motion to Dismiss Ray’s Counterclaims for breach \nof contract and declaratory judgment on the basis of the Verbal \nAgreement and the Handbook, wrongful termination, and \ndefamation, and DISMISSES each of these Counterclaims with \nprejudice. The Court DENIES Kingsdown’s Motion to Dismiss \nRay’s Counterclaim for indemnification, and for breach of \ncontract and declaratory judgment on the basis of the Written \nAgreement.  \nd. The Court GRANTS Hood’s Motion to Dismiss Ray’s Third-Party \nComplaint and hereby DISMISSES Ray’s Third-Party \nComplaint against Hood with prejudice; and \ne. The Court  GRANTS in part and DENIES in part  Kingsdown’s \nMotion to Dismiss Hinshaw’s Counterclaims.  The Court \nGRANTS Kingsdown’s Motion to Dismiss Hinshaw’s \nCounterclaims for defamation per se and unfair and deceptive \ntrade practices under section 75-1.1 (except as provided herein) \nand DISMISSES each of these Counterclaims with prejudice.  \n \n \nThe Court DENIES Kingsdown’s Motion to Dismiss Hinshaw’s \nCounterclaims for breach of contract, indemnification, slander of \ntitle, and unfair and deceptive trade practices under section 75-\n1.1 (but only to the extent the section 75-1.1 claim is based on \nPlaintiff’s efforts to rescind the lease agreement and file a notice \nof lis pendens on the Ocean Isle Property). \nSO ORDERED, this the 17th day of February, 2016. \n \n      / s /  L o u i s  A .  B l e d s o e ,  I I I   \n      Louis A. Bledsoe, III \n      Special Superior Court Judge \n        for Complex Business Cases "
}