{
  "id": "9962babc6142c29f40c1b1af14271a60762eb635a37eeab3c75e9a0a07b9a522",
  "source_file": "data/raw/ncbc/9962babc6142c29f40c1b1af14271a60762eb635a37eeab3c75e9a0a07b9a522.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20CVS012827-590 \n \nMARWAN ELHULU; KHALID \nALNABULSI; and MOHAMMED \nSAQQA, \n \nPlaintiffs, \n \nv. \n \nFADEL ALSHALABI; OMNI \nHOLDING GROUP, LLC; and \nEIYAD ISHNINEH, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT ISHNINEH’S  \nMOTION TO DISMISS  \n \nThe Law Office of William L. Sitton, Jr. , by William L. Sitton , for \nPlaintiffs Marwan Elhulu, Khalid Alnabulsi, and Mohammed Saqqa.  \n \nBennett & Guthrie, PLLC , by Joshua H. Bennett & Mitchell H. \nBlankenship, for Defendant Eiyad Ishnineh. \n \nParry Law, PLLC, by Jonah A. Garson and K. Alan Parry, for Defendant \nFadel Alshalabi. \n \nJerry Meek, PLLC, by Gerald F. Meek, for Defendant Omni Holding \nGroup, LLC.   \n \nConrad, Judge.  \n \n1. Defendant Eiyad Ishnineh’s motion to dismiss is pending.  For the following \nreasons, the Court GRANTS the motion.   \n2. B\nackground.   This is a fraud case .  In 2016, Plaintiffs Marwan Elhulu, \nKhalid Alnabulsi, and Mohammed Saqqa invest ed nearly $1 million in a medical \nlaboratory company called Omni Holding Group, LLC, which they now believe to be \na sham.  They allege that Omni’s founder, Fadel Alshalabi, induced them to i nvest \nwith promises that they would not only recoup their investments in short order but \nElhulu v. Alshalabi, 2025 NCBC 45. \nalso earn generous distributions as members of the company .  But t he promised \nbonanza never materialized.  Apart from two insignificant checks, all that Plaintiffs \nallegedly got from Alshalabi were excuses and false assurances, and even those  \ntrailed off in 2018.  Frustrated and distrustful, Plaintiffs sued Omni and Alshalabi in \n2020, seeking damages, declaratory relief, and access to company records.  (See, e.g., \n3d Am. Compl. ¶¶ 9, 12, 22, 34, 45, 63, 73, ECF No. 137.) \n3. Since then, this case has progressed in fits and starts.   At the parties’ \nrequest, t he Court stayed most discovery after the federal government indicted \nAlshalabi for Medicare and Medicaid fraud  (a proceeding that eventually led  to his \nconviction).  In limited discovery exempted from the stay, Plaintiffs obtained Omni’s \nbank records and spotted a series of suspicious transactions involving Ishnineh.  To \nprobe further, Plaintiffs sought documents from  Ishnineh and deposed him.  With \nthat information in hand,  and with the Court’s leave,  Plaintiffs amended their \ncomplaint for a third time to add him as a defendant.  This addition is the focus of the \npresent dispute.  (See, e.g., Order Jt. Mot. Stay, ECF No. 87.)  \n4. As alleged, Ishnineh had few interactions with Plaintiffs.  He supposedly \nattended the meeting in which Alshalabi solicited their investments and later signed \nElhulu’s certificate of membership.   That’s about it.  There’s no allegation that \nIshnineh participated in the solicitation or communicated with Plaintiffs at that time \nor in the years since.  (See 3d Am. Compl. ¶¶ 10, 23.) \n5. Most allegations instead concern Ishnineh’s relationship with Omni and \nAlshalabi.  Like Plaintiffs, Ishnineh is a member of Omni.  Unlike Plaintiffs, he \nallegedly bought his interest at a discount, received about $1 million in payouts, had \na close relationship with Alshalabi, and knew that Omni had no property, no \nemployees, and no business.  More disquieting, though, are allegations that Ishnineh \nlaundered money for Omni and Alshalabi by wiring large sums to Jordan and making \nat least one phony loan that was paid and repaid in just a few days’ time .  Ishnineh \nwas supposedly well positioned to launder money because he owned a convenience \nstore with a sizeable cash flow.  (See 3d Am. Compl. ¶¶ 58, 59.)   \n6. Plaintiffs assert two claims for relief against Ishnineh.  First, t hey claim \nthat Ishnineh fraudulently concealed how much he paid for his interest in Omni, his \nwire transfers of cash  from Omni to  recipients in Jordan, and his suspiciously \nshort-term transfers of large sums to and from  Omni.  Second, they claim  that \nIshnineh’s fraud and money laundering amount to a pattern of racketeering activity \nin violation of North Carolina ’s Racketeer Influenced and Corrupt Organizations  \n(“RICO”) Act.  (See, e.g., 3d Am. Compl. ¶¶ 59, 77, 100.)   \n7. Ishnineh has moved to dismiss all claims against him.  Although he initially \nraised insufficiency of process and service of process as grounds for dismissal, he has \nsince abandoned that argument .  He maintains, however, that the third amended \ncomplaint fails to state a claim under Rule 12(b)(6) of the North Carolina Rules of \nCivil Procedure.  (See ECF No. 139.)  The motion is fully briefed, and the Court held \na hearing on 31 July 2025.  \n8. Analysis.  A motion to dismiss under Rule 12(b)(6) “tests the legal \nsufficiency of the complaint.”  Isenhour v. Hutto , 350 N.C. 601, 604 (1999) (citation \nand quotation marks omitted).  In deciding the motion, the Court must treat all \nwell-pleaded allegations as true and view the facts and permissible inferences in the \nlight most favorable to the nonmoving party.  See, e.g., Sykes v. Health Network Sols., \nInc., 372 N.C. 326, 332 (2019).   \n9. Of the many  arguments raised by Ishnineh, one stands out .  He contends \nthat Plaintiffs’ allegations, even if true, do not show that he had a duty to disclose the \ninformation that he is supposed to have fraudulently  concealed.  The Court agrees.   \nAbsent a duty to disclose, t he claim for fraudulent concealment is defective.   And \nbecause the allegations of fraud are integral to the RICO claim, that claim fails as \nwell. \n10. “[S]ilence is fraudulent only when there is a duty to speak .”  Lawrence v. \nUMLIC-Five Corp. , 2007 NCBC LEXIS 20, at *8 (N.C. Super. Ct. June 18, 2007) \n(citing Griffin v. Wheeler-Leonard & Co., 290 N.C. 185, 198 (1976)).  Thus, to state a \nclaim for  fraudulent “concealment or nondisclosure ,” a plaintiff must allege with \nparticularity that the defendant “had a duty to disclose material information.”  Id.; \nsee also  N.C. R. Civ. P. 9(b) (requiring allegations of fraud to “be stated with \nparticularity”).  A duty to disclose arises when the parties are in a fiduciary \nrelationship, when one party “has taken affirmative steps to conceal material facts \nfrom the other,” or when “one party has knowledge of a latent defect in the subject \nmatter of the negotiations about which the other party is both ignorant and unable \nto discover through reasonable diligence.”  Harton v. Harton, 81 N.C. App. 295, 297–\n98 (1986). \n11. Nowhere does  the third amended complaint  state—even in a conclusory \nway—that Ishnineh had a duty to disclose.  It simply isn’t there. \n12. Nor does the third amended complaint allege facts that might give rise to a \nduty to disclose.  Plaintiffs contend, in conclusory fashion and without citation, that \nIshnineh took affirmative steps to conceal material information.  Yet they allege no \nspecific affirmative acts beyond the nondisclosure itself.  As this Court has observed \nmany times, “[n]ondisclosure alone is not an affirmative act of concealment.”  Maxwell \nFoods v. Smithfield Foods, 2023 NCBC LEXIS 20, at *7 (N.C. Super. Ct. Feb. 3, 2023); \nsee also ALCOF III Nubt., L.P. v. Chirico, 2024 NCBC LEXIS 110, at *10 (N.C. Super. \nCt. Aug. 21, 2024) ; TAC Invs., LLC v. Rodgers, 2021 NCBC LEXIS 76, at *9 (N.C. \nSuper. Ct. Sept. 10, 2021); Vitaform, Inc. v. Aeroflow, Inc., 2020 NCBC LEXIS 132, at \n*31 (N.C. Super. Ct. Nov. 4, 2020) ; Zagaroli v. Neill, 2016 NCBC LEXIS 106, at *23 \n(N.C. Super. Ct. Dec. 29, 2016). \n13. Plaintiffs also contend  that Ishnineh had knowledge of a latent defect in \nnegotiations that they, being unaware, could not have discovered through reasonable \ndiligence.  But Plaintiffs and Ishnineh weren’t negotiating.  As alleged, Ishnineh did \nnot solicit Plaintiffs’ investments in Omni.  In fact, there is no allegation that he ever \ncommunicated with them.  See, e.g., ALCOF, 2024 NCBC LEXIS 110, at *11 (deeming \nallegations that defendant “knew certain facts and remained silent” insufficient to \nestablish a duty to disclose).  What’s more, there is no allegation that Ishnineh denied \nPlaintiffs the opportunity to investigate or that Plaintiffs c ould not have discovered \nthe truth through reasonable diligence.  See, e.g., TAC, 2021 NCBC LEXIS 76, at *10 \n(“When a fraud claim is based upon failure to disclose a latent defect, Rule 9(b) \nrequires that the complaint allege that the plaintiff was denied any opportunity to \ninvestigate, or that it could not have discovered the allegedly concealed facts by \nexercise of its own reasonable diligence.” (cleaned up)).     \n14. Absent a duty to disclose, the claim for fraudulent concealment is untenable.  \nPlaintiffs do not allege or argue that Ishnineh made any fraudulent representations.  \nNor do they argue that he is liable for Alshalabi’s fraudulent representations  under \na theory of conspiracy or facilitation of fraud .  Accordingly, the Court grants the \nmotion to dismiss the fraud claim. \n15. It follows that Plaintiffs have failed to state a RICO claim as well.  Essential \nto a RICO claim is a pattern of racketeering activity, meaning “two or more” predicate \n“acts of organized unlawful activity or conduct.”   Gilmore v. Gilmore , 229 N.C. App. \n347, 356 (2013) (cleaned up); see also N.C.G.S. § 75D-8(c).  Plaintiffs allege mail fraud, \nwire fraud, and money laundering as the requisite predicate acts.  As best the Court \ncan tell, the allegations of mail and wire fraud are the same as the allegations of  \nfraudulent concealment and, thus, suffer the same pleading defects .  See Tucker v. \nClerk of Ct. of Forsyth Cnty. ex rel. Frye, 2019 N.C. App. LEXIS 866, at *16 (N.C. Ct. \nApp. Oct. 15, 2019) (affirming dismissal of RICO claim predicated on deficient fraud \nclaim); Anderson v. Coastal Cmtys. at Ocean Ridge Plantation, Inc. , 2012 NCBC \nLEXIS 35, at *39 –40 (N.C. Super. Ct. May 30, 2012) (dismissing overlapping fraud \nand RICO claims).  With that, all that remains is the alleged money laundering —a \nsingle predicate act, not a pattern of activity.  See Zavala v. Wal-Mart Stores Inc., 691 \nF.3d 527, 543 (3d Cir. 2012) (concluding, under federal law, that “a single predicate \nact is not a pattern of predicate acts and therefore cannot support a RICO claim”).   \nThe Court therefore grants the motion to dismiss the RICO claim. \n16. In his motion, Ishnineh offers several alternative grounds for dismissal.  He \nargues, for example, that claims based on acts that occurred as early as 2016 are \ntime-barred under the governing statutes of limitations .  He also argues that the \nRICO claim impermissibly rests solely on allegations “involving fraud in the sale of \nsecurities,” which the statute exempts.  N.C.G.S. §  75D-8(c); see also Campbell v. \nBowman, 2005 N.C. App. LEXIS 2444, at *15 (N.C. Ct. App. Nov. 15, 2005) (“[T]he \nGeneral Assembly did not intend that an investor’s claim to recoup money  lost \nthrough a failed financial venture with no larger criminal scope could be the basis of \na RICO claim.”).  These are serious arguments, but h aving dismissed the claims for \nfailure to allege a duty to disclose, the Court need not reach them. \n17. Conclusion.  For all these reasons, the Court GRANTS  the motion to \ndismiss.  In its discretion, and given that Plaintiffs have already amended their \ncomplaint three times, the Court dismisses the claims against Ishnineh with \nprejudice. \n  \n SO ORDERED, this the 13th day of August, 2025.  \n \n \n       /s/ Adam M. Conrad   \n      Adam M. Conrad \n      Special Superior Court Judge \n       for Complex Business Cases  \n "
}