{
  "id": "9964a2d3c5c87971377f3416ce2f1e764817d2062502da274de50d209b051a0d",
  "source_file": "data/raw/ncbc/9964a2d3c5c87971377f3416ce2f1e764817d2062502da274de50d209b051a0d.pdf",
  "raw_text": "Kelley v. Charlotte Radiology, P.A., 2019 NCBC 14. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 12279 \n \nMICHAEL J. KELLEY, \n \nPlaintiff, \n \nv. \n \nCHARLOTTE RADIOLOGY, P.A., \n \nDefendant. \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION TO DISMISS \n \n \n1. Plaintiff Michael J. Kelley worked for Defendant Charlotte Radiology, P.A. \nfor 30 years , where he was also  a shareholder.  In 2017, Kelley took his first steps \ntoward retirement, continuing to work for Charlotte Radiology but in a reduced role.  \nDuring the transition, Charlotte Radiology informed Kelley that, as a result of his \nnew role, he could no longer be a shareholder —a decision Kelley now disputes.  In \nthis action, Kelley alleges that Charlotte Radiology  wrongfully barred him from \nparticipating in a transaction that resulted in substantial payments to its \nshareholders.  He has sued for breach of contract, breach of fiduciary duty, and \nviolations of the North Carolina Securities Act.   \n2. This Opinion addresses two other claims added to the complaint by a later \namendment.  At the time the original complaint was filed, Kelley and Charlotte \nRadiology were negotiating  an extension of his employment contract.  Upon seeing \nthe complaint, Charlotte Radiology withdrew its offer and decided to part ways with \nKelley when the existing term expired .  Kelley  alleges that the withdrawn offer  \namounts to unlawful retaliation, and he amended his complaint to include claims for \nwrongful discharge and violation of the Retaliatory Employment Discrimination Act.  \nCharlotte Radiology has now moved to dismiss these new claims under Rule 12(b)(6) \nof the North Carolina Rules of Civil Procedure.  For the following reasons, the Court \nGRANTS the motion. \nErwin, Bishop, Capitano & Moss, P.A., by J. Daniel Bishop, for Plaintiff \nMichael J. Kelley.  \n \nRobinson, Bradshaw & Hinson, P.A.,  by Robert W. Fuller, Amanda P. \nNitto, and Kristin  L. Hendrickson, for Defendant Charlotte Radiology, \nP.A. \n \nConrad, Judge. \nI. \nBACKGROUND \n3. The Court does not make findings of fact on a Rule 12(b)(6) motion to \ndismiss.  The following factual summary is drawn from relevant allegations in the \namended complaint and attached exhibits.  (ECF No. 22 [“Am. Compl.”].) \n4. Kelley joined Charlotte Radiology in 1987.  (Am. Compl. ¶  4.)  His original \nemployment contract gave him the right to purchase shares of Charlotte Radiology \nafter three years of employment , subject to c ertain conditions, “including the \nexecution of a stock redemption agreement.”   (Am. Compl. Ex. 9 §  19.)  When the \nthree-year mark passed, Kelley purchased 100 shares.  (See Am. Compl. ¶¶ 4, 9.)   \n5. Kelley would  go on to  stay with Charlotte Radiology for 30 years.   In \nmid-2015, Kelley gave notice that he intended to retire at the end of 2016.  (Am. \nCompl. ¶ 15.)  As his retirement date approached, though, Kelley had a change of \nheart and opted instead for semi-retirement.  (See Am. Compl. ¶¶ 12, 15.)  He agreed \nto continue working for Charlotte Radiology  in a reduced role  through the first six \nmonths of 2017, all under the terms of a new Retiree Employment Agreement.  (Am. \nCompl. ¶ 12, Ex. 3.)  The agreement was later extended by a year, through June 2018.  \n(Am. Compl. ¶ 12, Ex. 4.) \n6. Although Kelley continued to be an employee, Charlotte Radiology informed \nhim that he would no longer be a shareholder.  In  a letter dated  March 21, 2017 , \nCharlotte Radiology announced that Kelley’s “status as a shareholder terminated on \nDecember 31, 2016” as a result of his 2015 retirement notice.  (Am. Compl. ¶ 14, Ex. \n5.)  This “change in shareholder status” entailed a number of administrative odds and \nends—for example, how to treat unused sick days and whether to rollover balances \nin a profit-sharing plan.  (Am. Compl. Ex. 5.)  And, according to Charlotte Radiology, \nKelley’s “retirement” triggered the mandatory redemption of his shares.  (Am. Compl. \n¶¶ 14, 16, Ex. 5.)  Kelley apparently saw no reason to question this  and cashed the \n$1,000 check that Charlotte Radiology tendered as the redemption price.  (Am. \nCompl. ¶ 21, Ex. 5.)   \n7. Shortly after cashing the check, Kelley’s view began to change.  He learned \nthat Charlotte Radiology was planning a “refinance transaction” that would \nfinancially benefit shareholders.  (Am. Compl. ¶¶  22, 23.)  When Kelley asked to be \nincluded, Charlotte Radiology declined .  ( See Am. Compl. ¶  25.)  Before the \ntransaction closed, Kelley pressed h is claim again—this time through counsel —and \nargued that he continued to have  rights as a shareholder .  (See Am. Compl. ¶  26.)  \nKelley argued that the contract governing his shareholder rights mandated \nredemption of his shares only if he  “terminates his employment with [Charlotte \nRadiology] or is discharged, with or without cause.”  (Am. Compl. ¶¶ 8, 9, Ex. 1 § 4.)  \nThis condition was never met , Kelley asserted, because his employment continued \nwithout interruption when the Retiree Employment Agreement took effect.  (See Am. \nCompl. ¶¶ 10, 12, 15.)  In communications with Charlotte Radiology, Kelley insisted \nthat he deserved his pro rata share of any consideration that would flow to \nshareholders as a result of the anticipated transaction.  (See Am. Compl. ¶ 26.) \n8. Charlotte Radiology again declined  and, in January 2018, closed the \nrefinance transaction.  (See Am. Compl. ¶¶ 5, 26.)  The details of the transaction are \nunclear, but Kelley alleges that it took the form of a merger and that Charlotte \nRadiology’s shareholders received substantial cash payouts as consideration.  (Am. \nCompl. ¶ 5.)  Kelley, on the other hand, received nothing.  (See Am. Compl. ¶ 23.)  \n9. Kelley brought this suit  in June 2018 , asserting claims for breach of \ncontract, breach of fiduciary duty, and violations of the North Carolina Securities Act.  \n(See Compl. ¶¶ 30, 35–36, 44, ECF No. 3.)  In his original complaint, Kelley alleged \nthat Charlotte Radiology wrongfully redeemed or purported to redeem his shares at \na time when it knew that the refinance transaction would occur and that shares in \nCharlotte Radiology held great value .  (See Compl. ¶¶ 22, 23.)  He also allege d that \nhis pro rata share of the merger consideration would have dwarfed the $1,000 that \nCharlotte Radiology tendered as the redemption price for his shares .  ( See Compl. \n¶ 23.) \n10. At the time the original complaint was filed, Kelley and Charlotte Radiology \nwere negotiating a nother extension of the Retiree Employment Agreement .  \nCharlotte Radiology had initially offered Kelley a new six-month contract.  (See Am. \nCompl. Ex. 6.)  Kelley then filed his complaint and, the next day, sent a letter through \ncounsel expressing interest in the employment offer while also seeking clarification \non a number of points, including assurances that no provision in the new agreement \nwould act as a waiver or release of Kelley’s just-filed claims.  (See Am. Compl. Ex. 7.)  \nAfter receiving the complaint, Charlotte Radiology withdrew the offer “pending [a] \nreview of the lawsuit and its allegations against the practice and its staff, etc.”  (Am. \nCompl. Ex. 8.)  The offer was not reinstated. \n11. Kelley alleges that Charlotte Radiology withdrew the offer of employment \nin retaliation for “the filing of this action to vindicate [his] rights as a shareholder.”  \n(Am. Compl. ¶  49.)  He  amended his complaint  to assert two n ew claims , one  for \nwrongful discharge and  another for  violation of North Carolina’s Retaliatory \nEmployment Discrimination Act (“REDA”).  (See Am. Compl. ¶¶ 59, 65.) \n12. In response, Charlotte Radiology filed a partial motion to dismiss, seeking  \nto dismiss only these latter two claims.  The motion has been fully briefed, and the  \nCourt held a hearing on January 8, 2019, at which all parties were represented b y \ncounsel.  (ECF No. 27.)  The motion is ripe for decision. \n  \nII.  \nLEGAL STANDARD1\n13. A motion to dismiss under Rule 12(b)(6) “tests the legal sufficiency of the \ncomplaint.”  Concrete Serv. Corp. v. Inv’rs Grp., Inc., 79 N.C. App. 678, 681, 340 S.E.2d \n755, 758 (1986).  Dismissal pursuant to Rule 12(b)(6) is appropriate when:  “(1) the \ncomplaint on its face reveals that no law supports the plaintiff’s claim; (2) the \ncomplaint on its face reveals the absence of fact s sufficient to make a good claim; or \n(3) the complaint discloses some fact that necessarily defeats the plaintiff’s claim.”  \nCorwin v. British Am. Tobacco PLC , 821 S.E.2d 729, 736 –37 (N.C. 2018) (quoting \nWood v. Guilford Cty., 355 N.C. 161, 166, 558 S.E.2d 490, 494 (2002)).  \n14. In deciding a Rule 12(b)(6) motion, the Court must treat the well -pleaded \nallegations of the complaint as true and view the facts and permissible inferences “in \nthe light most favorable to” the non-moving party.  Ford v. Peaches Entm’t Corp., 83 \nN.C. App. 155, 156, 349 S.E.2d 82, 83 (1986) .  “[T]he court is not required to accept \nas true any conclusions of law or unwarranted deductions of fact.”  Oberlin Capital, \nL.P. v. Slavin , 147 N.C. App. 52, 56, 554 S.E.2d 840, 844 (2001) .  The Court “may \nproperly consider documents which are the subject of a plaintiff’s complaint and to \nwhich the complaint specifically refers ” without converting a Rule 12(b)(6) motion \ninto a motion for summary judgment.  Weaver v. St. Joseph of the Pines, Inc., 187 N.C. \n                                            \n1 Because Charlotte Radiology filed its motion to dismiss contemporaneously with its answer, \nKelley’s response brief  urges the Court to  treat the motion as one for judgment on the \npleadings pursuant to Rule 12(c).  (See Resp. to Def.’s Mot. Dismiss 1–3, ECF No. 28 [“Resp. \nBr.”].)  At the hearing, however, counsel agreed that the analysis here would be essentially \nthe same under either Rule 12(c) or Rule 12(b)(6).  Thus, for simplicity, the Court applies the \nRule 12(b)(6) standard.   \nApp. 198, 204, 652 S.E.2d 701, 707 (2007) (quoting Oberlin Capital, 147 N.C. App. at \n60, 554 S.E.2d at 847).   \nIII. \nANALYSIS \n \nA. REDA \n15. Over the years, our General Assembly has enacted a variety of laws dealing \nwith employee working conditions.  The Workers’ Compensation Act , for example,  \nprovides “swift and sure compensation to injured workers without the necessity of \nprotracted litigation.”  Rorie v. Holly Farms Poultry Co., 306 N.C. 706, 709, 295 S.E.2d \n458, 460 (1982);  see also N.C. Gen. Stat. § 97-1.  The Wage and Hour Act sets the \nminimum wage and maximum hours for employees, along with other rights.  See, e.g., \nN.C. Gen. Stat. §§ 95-25.3, 95-25.4.  And the Occupational Safety and Health Act of \nNorth Carolina aims “to ensure so far as possible every working man and woman in \nthe State of North Carolina safe and healthful working conditions.”  Id. § 95-126(b)(2).  \nThese and other statutes grant employees valuable protections and rights, all \nenforceable through regulatory or judicial channels. \n16. The General Assembly has also recognized  that s ome employees might \nchoose not to  assert these rights —such as filing a workers’ compensation claim or \nreporting an unsafe working condition—if doing so carried with it a high risk of being \nfired or facing other discriminatory action .  REDA aims to remove , or at least \nalleviate, that fear.  It prohibits “any retaliatory action against an employee because \nthe employee in good f aith does or threatens to ,” among other things, “ [f]ile a claim \nor complaint” with respect to the Workers’ Compensation Act, the Wage and Hour \nAct, and other  statutory employment rights .  Id. § 95-241(a)(1).  The goal  is “to \nprevent employer retaliation from having a chilling effect upon an employee’s exercise \nof” these statutory rights.  Whitings v. Wolfson Casing Corp., 173 N.C. App. 218, 222, \n618 S.E.2d 750, 753 (2005).   \n17. The question here is whether  Charlotte Radiology violated REDA when it \nrevoked an offer to extend or renew Kelley’s term of employment.  (Am. Compl. ¶¶ 46–\n48.)  Kelley says yes.  Kelley  contends that he exercised his legally protected rights \n“with respect to” the Wage and Hour Act when he filed his orig inal complaint.  (Am. \nCompl. ¶ 53.)  He further asserts that Charlotte Radiology offered to extend his term \nof employment but then  revoked that offer because he filed the complaint .  (Am. \nCompl. ¶¶ 46–49, Ex. 8.)  The revocation, Kelley argues, was an unlawful retaliatory \naction.  (Am. Compl. ¶ 54.)  \n18. Charlotte Radiology appears to concede  that “the failure to renew an \nemployment contract constitutes an adverse employment action for purposes of \nREDA.”  Johnson v. Trs. of Durham Tech. Cmty. Coll. , 139 N.C. App. 676, 682 , 535 \nS.E.2d 357, 362 (2000).  But it argues that any retaliation here was not unlawful \nbecause Kelley did not exercise a statutorily protected right.  According to Charlotte \nRadiology, Kelley’s  original complaint asserted claims based only on Kelley’s \nshareholder rights, not his employee rights.  (See Mem. in Supp. Mot. Dismiss 5, ECF \nNo. 25 [“Mem. in Supp.”]; Reply Mem. in Supp. Mot. Dismiss 4, ECF No. 37 [“Reply \nBr.”].) \n19. An essential element of any REDA claim  is that t he employee engaged in \nlegally protected activity.  To state a REDA claim, a plaintiff must allege (1) that “he \nexercised his rights” under one of the enumerated statutes; (2) “that he suffered an \nadverse employment action ;” and (3) that “the alleged retal iatory action was taken \nbecause” he exercised his statutory rights.  Wiley v. United Parcel Serv., Inc., 164 N.C. \nApp. 183, 186, 594 S.E.2d 809, 811 (2004).   When the employee fails to plead facts \nsufficient to show the exercise of a legally protected righ t, the claim must be \ndismissed.  See, e.g., Pierce v. Atl. Grp., Inc., 219 N.C. App. 19, 26–28, 724 S.E.2d 568, \n574–75 (2012); Delon v. McLaurin Parking Co. , 367 F. Supp. 2d 893, 902 ( M.D.N.C. \n2005). \n20. The amended complaint  falls short.  Kelley alleges a single instance of \nprotected activity: that he exercised his rights under the Wage and Hour Act when \nhe filed the original complaint .  But the original com plaint identified only three \nclaims for relief, none of which arose under the Wage and Hour Act.  ( See Compl. \n¶¶ 29–31, 32–37, 38–45.)  In fact, there is no reference in the original complaint to  \nthe Wage and Hour Act or to any of the statutes codifying the Act. \n21. Kelley does not argue otherwise.  Rather, his argument appears to be  that \nthe facts alleged in the original complaint could have given rise to a Wage and Hour \nAct claim, which is sufficient to show that he engaged in protected activity.  That is \na doubtful proposition.  It would be odd to hold that an employee , having chosen not \nto bring a  Wage and Hour Act  claim, nevertheless engaged in protected activity by \ninstead filing claims based on other statutory or common-law rights not protected by \nREDA.  After all, “the exercise of one’s rights under the [Wage and Hour] Act is the \nlegally protec ted activity.”  Whitings, 173 N.C. App. at 222, 618 S.E.2d at 753 \n(emphasis added). \n22. Furthermore, the employee’s actions must give fair notice to the employer \nthat the employee was in fact exercising a statutorily protected right, such as by filing \na claim or threatening to do so .  See N.C. Gen. Stat. §  95-241(a)(1).  As the United \nStates Supreme Court has observed in interpreting analogous federal laws , “a \ncomplaint must be sufficiently clear and detailed for a reasonable employer to \nunderstand it, in light of both content and context, as an assertion of rights protected \nby the statute and a call for their protection.”   Kasten v. Saint-Gobain Performance \nPlastics Corp., 563 U.S. 1, 14 (2011) (analyzing claim under the Fair Labor Standards \nAct).  The reason i s simple: “it is difficult to see how an employer who does not (or \nshould not) know an employee has made a complaint could discriminate because of \nthat complaint.”  Id. (emphasis in original). \n23. Even if Kelley is correct that the facts in his original compla int could have \nsupported a Wage  and Hour Act claim, t hat complaint did not give fair  notice to \nCharlotte Radiology of such a  claim or Kelley’s intent to assert one .  The original \ncomplaint did not even use the word “wage.”  Instead, all of the allegations focused \non Kelley’s shareholder rights, stemming from contract and the securities laws .  In \nKelley’s own words,  the original complaint sought to “vindicate [his] rights as a \nshareholder.”  (Am. Compl. ¶  49.)  The Court sees no reasonable wa y to read the \noriginal complaint as “a claim or complaint . . . with re spect to” the Wage and Hour \nAct.  N.C. Gen. Stat. § 95-241(a)(1).   \n24. Thus, taking Kelley’s allegations as true, the amended complaint does not \nsufficiently allege that Kelley engaged in statutorily protected activity.  The Court \ntherefore grants the motion to dismiss the REDA claim.  \nB. Wrongful Termination \n25. Kelley also asserts that Charlotte Radiology’s decision not to renew his \nemployment contract amounts to wrongful termination.  (Am. Compl. ¶ 64.)  In North \nCarolina, “a valid claim for relief exists for wrongful discharge of an employee at will \nif the contract is terminated for an unlawful reason or a purpose that contravenes \npublic policy.”  Ridenhour v. IBM, 132 N.C. App. 563, 567, 512 S.E.2d 774, 777 (1999).   \n26. As the outset, it is not clear how the wrongful discharge claim could survive \nindependently of Kelley’s REDA claim  because the amended complaint grounds the \nrequisite public policy violation in REDA.  (Am. Compl. ¶  63 (“It is contrary to the \npublic policy of North Carolina as expressed in the protected activities listed in G.S. \nCh. 95, Art. 21, to terminate an employee in retaliation for asserting such a right.”).)  \nCharlotte Radiology has not raised the issue, however, so the Court assumes that the \nclaim for wrongful discharge can stand alone. \n27. Charlotte Radiology instead presses two other grounds for dismissal.  First, \nwrongful discharge does not extend “to shareholders exercising their shareholder \nrights.”  ( Mem. in Supp. 8.)  Second, Kelley does not allege that he  was an at-will \nemployee.  (Mem. in Supp. 10; Reply Br. 8–9.)  The Court addresses only the second \nargument. \n28. In North Carolina, “[t]he tort of wrongful discharge arises only in the context \nof employment at will.”  Claggett v. Wake Forest Univ. , 126 N.C. App. 602, 6 11, 486 \nS.E.2d 443, 448 (1997). 2  Employment is generally terminable at the will of either \nparty unless the relationship is governed by a contract “establishing a definite term \nof employment. ”  Kurtzman v. Applied Analytical Indus ., 347 N.C. 329,  331, 493 \nS.E.2d 420, 423 (1997).  Breach of contract, not wrongful termination, “is the proper \nclaim for a wrongfully discharged employee who is employed for a definite term.”  \nWagoner v. Elkin City Sch. Bd. of Educ., 113 N.C. App. 579, 588, 440 S.E.2d 119, 125 \n(1994). \n29. In his response brief, Kelley appeared to acknowledge that he was not an \nat-will employee.   (See Resp. Br.  14.)  This is perhaps because the Retiree \nEmployment Agreement states that Kelley would be employed for a definite term of \nsix months, which was then renewed for an additional year.  (Am. Compl. Ex 3 §  1, \nEx. 4.) \n30. At the hearing, however, Kelley changed course and argued for the first time \nthat he was an employee  at will.  He now points to section 10(c)  of the Retiree \nEmployment Agreement, which provides that Charlotte Radiology may terminate the \n                                            \n2 Some States do extend the claim to employment relationships that are not at will.  See, e.g., \nAckerman v. State , 913 N.W.2d 610, 621 (Iowa 2018)  (“[W]e hold contract employees may \nbring common law claims alleging wrongful termination in violation of public policy.”); \nKeveney v. Mo. Military Acad., 304 S.W.3d 98, 103 (Mo. 2010) (“The foregoing reasons provide \na compelling rationale for affording both at -will and contract employees the same limited \nright to bring a claim for wrongful discharge in violation of public policy.”).  \ncontract “without cause ” subject to written notice  of sixty d ays and approval by \nmajority vote of its Board of Directors .  (Ex. 3 §  10(c).)  The same section permits \nKelley to terminate the contract without cause subject to written notice  of ninety \ndays.  This provision, Kelley argues, demonstrates that the contract was for \nemployment at will even though it purportedly guaranteed a de finite term of \nemployment.  See Hopkins v. MWR Mgmt. Co. , 2015 NCBC LEXIS 104, at *9 ( N.C. \nSuper. Ct. Nov. 5, 2015) (holding that contract with two-year term was, in fact, an at-\nwill contract because either party could terminate without cause at any time).  \n31. This is an interesting, and apparently unsettled, question.  Courts have \nreached different conclusions about the nature of an employment relationship when \nthe employment agreement permits termination without cause subject to a notice \nrequirement.  Compare Quality Merch. Grp. v. Sides, 2003 N.C. App. LEXIS 1276, at \n*9 (N.C. Ct. App. July 1, 2003), with Hyde v. Land-of-Sky Reg’l Council, 572 F.2d 988, \n992 (4th Cir. 1978).  In at least some circumstances, the existence of a lengthy notice \nrequirement may  show that “neither [party] had unbounded discretion to en d the \nemployment relationship.”  Keeshan v. Eau Claire Coop. Health Ctrs., Inc. , 394 F. \nApp’x 987, 993 (4th Cir. 2010).  \n32. The Court need not decide that issue here, though.  The amended complaint \nmakes clear that Charlotte Radiology did not terminate Kelley during the term of his \nRetiree Employment Agreement.  Rather, Kelley stayed on through the expiration of \nthe contract, and Charlotte Radiology decided not to enter into a new contract for an \nadditional term.  (See Am. Compl. ¶¶ 46–48, Ex. 8.)  That is important because courts \nhave consistently held that “the tort of wrongful discharge in violation of public policy \ndoes not contemplate failures to rehire or reappoint.”  Randleman v. Johnson, 162 F. \nSupp. 3d 482, 488 (M.D.N.C. 2016); see also Burns v. Bd. of Trs. of Robeson Cmty. \nColl., 2013 U.S. Dist. LEXIS 134256, at *20 (E.D.N.C. Sept. 18, 2013); Satterwhite v. \nWal-Mart Stores E., L.P., 2012 U.S. Dist. LEXIS 9584, at *9 (E.D.N.C. Jan. 26, 2012).   \n33. Kelley tries to avoid this by describing Charlotte Radiology’s decision as the \n“at-will nonrenewal of a term contract,” but such a characterization is not supported \nby case law.  (Resp. Br. 14.)  Put simply, the Court is unaware of any case law holding \nthat an anticipated, but never consummated, renewal of a term contract gives rise to \nan at-will employment relationship .  See, e.g., Claggett, 126 N.C. App. at 611, 486 \nS.E.2d at 448 (finding no at-will employment for purposes of wrongful discharge when \nuniversity failed to grant tenure to a professor employed by a term contract); J.W. v. \nCroom, 2012 U.S. Dist. LEXIS 136300, at *45 –46 (E.D.N.C. Sept. 24, 2014) (finding \nno at-will employment when “[p]laintiffs allege that the Board employed Newsome \npursuant to a teaching contract of definite duration and that the Board elected not to \nrenew her teaching contract ”); Googerdy v. N.C. Agric. & Tech. State Univ. , 386 F. \nSupp. 2d 618, 626  (M.D.N.C. 2005) (finding no at -will employment when a term \ncontract was not renewed).  The Court therefore grants the motion to dismiss Kelley’s \nclaim for wrongful discharge.   \nIV. \nCONCLUSION \n \n34. For all these reasons, the Court GRANTS the motion and DISMISSES \nCount IV and Count V of the amended complaint with prejudice.   \nThis the 27th day of February, 2019. \n /s/ Adam M. Conrad    \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n \n "
}