{
  "id": "997fd55c8c2900e8be7b7bba5dcd9d006fa0298ce7e75cc0aa45057fc2286790",
  "source_file": "data/raw/ncbc/997fd55c8c2900e8be7b7bba5dcd9d006fa0298ce7e75cc0aa45057fc2286790.pdf",
  "raw_text": " Skoog v. Harbert Private Equity Fund, II, LLC, 2013 NCBC 17. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF CATAWBA \n \n IN THE GENERAL COURT OF JUSTICE \n \nSUPERIOR COURT DIVISION \n12 CVS 406 \nGREG SKOOG, ROSEMARY SKOOG \nand ALAN DIETZ, \n \nPlaintiffs, \n \nv. \n \nHARBERT PRIVATE EQUITY FUND, \nII, LLC, and HARBERT PRIVATE \nEQUITY FUND II MM, LLC, \n \nDefendants. \n)\n \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \nORDER AND OPINION ORDER AND OPINION ORDER AND OPINION ORDER AND OPINION    \n \n {1} THIS MATTER is before the court on Defendants’ Motion to Dismiss \nPlaintiffs’ Amended Complaint (“Motion”) pursuant to Rules 9(b) and 12(b)(6) of the \nNorth Carolina Rules of Civil Procedure (“Rule(s)”).  For the reasons stated below, \nthe Motion is GRANTED in part and DENIED in part.   \n \nSigmon, Clark, Mackie, Hanvey & Ferrell, P.A. by Forrest A Ferrell and \nStephen L. Palmer for Plaintiffs. \n \nMcGuire Woods LLP by Douglas W. Ey, Jr., R. Matthew Pearson, and T. \nRichmond McPherson, III for Defendants.  \n \nGale, Judge. \n \nI. I. I. I.    PARTIES PARTIES PARTIES PARTIES    \n \n {2} Plaintiffs Greg Skoog, Rosemary Skoog, and Alan Dietz are citizens \nand residents of Catawba County, North Carolina and were shareholders of Lance \nTransport, Inc. (“Lance Transport”).  (Am. Compl. ¶¶ 1–3, 6.)  Lance Transport was \na freight transportation business in Hildebran, North Carolina.  (Am. Compl. ¶ 7.) \n {3} Defendant Harbert Private Equity Fund II MM, LLC (“Harbert MM”) \nis an Alabama limited liability company doing business in Catawba County, North \n  \nCarolina, and is the Managing Member of Defendant Harbert Private Equity Fund \nII, LLC (“Harbert”). 1  (Am. Compl. ¶ 5.)  Harbert MM and Harbert will collectively \nbe referred to as “Defendants.”   \n \nII. II. II. II.    PROCEDURAL BACKGROUND PROCEDURAL BACKGROUND PROCEDURAL BACKGROUND PROCEDURAL BACKGROUND    \n \n {4} Plaintiffs initiated this lawsuit in Catawba County on March 5, 2012.  \nThe case was designated a Business Court case by Chief Justice Sarah Parker by \nOrder dated April 9, 2012 and assigned to the undersigned on April 11, 2012.  \nDefendants filed a Motion to Dismiss the original Complaint on May 7, 2012 and a \nhearing was held on July 12, 2012. \n {5} Plaintiffs filed an Amended Complaint on August 15, 2012, mooting \nthe original Motion to Dismiss.  The Amended Complaint brings a claim alleging \nviolations of the North Carolina Securities Act (“NCSA”), N.C. G \nEN . S TAT . §§  78A-1–\n66  (2013), specifically § 78A-56(a) (“Section 56(a)” or “§ 56(a)”) and § 78A-56(c) \n(“Section 56(c)” or “§ 56(c)”).    \n {6} Defendants filed the present Motion on September 14, 2012.  The \nMotion has been fully briefed, a hearing was held on December 4, 2012, and the \nmatter is ripe for disposition. \n \nIII. III. III. III.    FACTUAL BACKGROUND FACTUAL BACKGROUND FACTUAL BACKGROUND FACTUAL BACKGROUND    \n \n {7} The court does not make findings of fact in connection with a motion to \ndismiss, as a motion to dismiss “does not present the merits, but only [determines] \n                                                 \n1 Harbert Management Corporation was an additional named defendant when Plaintiffs initiated \nthis lawsuit.  In their response to Defendant’s initial Motion to Dismiss and at the hearing on the \ninitial Motion to Dismiss, Plaintiffs noted that they do not have evidence sufficient to establish \npersonal jurisdiction over Harbert Management Corporation, and would file a voluntary dismissal \nwithout prejudice as to its claims against Harbert Management Corporation.  (Pls.’ Mem. of Law in \nOpp’n to Defs.’ Mot. to Dismiss 13; Hearing Tr. 3:21–4:3, July 12, 2012.)  It appears to the court that \nno such dismissal was ever filed, however, both parties reflect in the captions to their respective \nfilings that Harbert Management Corporation is no longer a party to this action.  Consequently, the \ncourt does not include Harbert Management Corporation in its consideration of the present Motion.  \n  \nwhether the merits may be reached.”  Concrete Serv. Corp. v. Investors Grp., Inc. , \n79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986).  The following facts are stated to \nprovide context for the court’s opinion and are construed in favor of the Plaintiffs, \nwith the court drawing permissible inferences not inconsistent with the facts \nalleged.  The court is not required to accept Plaintiffs’ legal conclusions.  The court \nmay consider documents which are the subject matter of the action or which are \nspecifically referred to in the complaint without converting a 12(b)(6) motion into a \nmotion for summary judgment.  Oberlin Capital, L.P. v. Slavin , 147 N.C. App. 52, \n60–61, 554 S.E.2d 840, 847 (2001); Coley v. N.C. Nat’l Bank , 41 N.C. App. 121, 126, \n254 S.E.2d 217, 220 (1979). \n \nA.  Negotiations \n \n {8} In 2008, Harbert, as the majority shareholder of CF Holding Company, \nInc. (“CF Holding”) 2 , approached Plaintiffs to negotiate a potential acquisition of \nLance Transport by CF Holding.  (Am. Compl. ¶ 8.)  Winston Gillum was the \nprimary negotiator on behalf of Harbert and CF Holding, and Greg Skoog primarily \nnegotiated on behalf of Lance Transport.  (Am. Compl. ¶ 9.) \n {9} On October 9, 2008, Harbert and CF Holding issued a Letter of Intent \noffering to purchase Lance Transport’s business for 11,300 shares of common stock \nof CF Holding (valued at $154.87 per share), cash, and a payoff of Lance Transport’s \ndebt obligations, which were guaranteed by Plaintiffs.  (Am. Compl. ¶ 15.)  At the \ntime of the negotiations for the sale of Lance Transport, CF Holding was \nexperiencing financial difficulties and was in default on a loan with Bank of \nAmerica.  (Am. Compl. ¶¶ 12, 27.)  To allow CF Holding to meet its operating \nexpenses, Harbert loaned CF Holding a total of $1.5 million in “working capital” \nduring this time period; $500,000.00 each on September 30, 2008, December 26, \n2008, and February 2, 2009.  (Am. Compl. ¶¶ 13, 17, 41, 64.) \n {10} During Plaintiffs’ due diligence period, Harbert provided financial \ninformation for CF Holding which covered the period ending in November 2008 \n                                                 \n2  CF Holding is in bankruptcy and is not a party to this action.  \n  \n(“November financial documents”).  (Am. Compl. ¶ 17.)  Plaintiffs allege that the \nNovember financial documents did not disclose Harbert’s September, 2008 loan to \nCF Holding.  (Am. Compl. ¶ 17.)  Plaintiffs were not provided any financial \ninformation for CF Holding covering periods of time after November 2008, and there \nis no allegation that Plaintiffs asked for and were denied any additional financial \ninformation.  (Am. Compl. ¶ 18.) \n {11} As a result of their due diligence review Plaintiffs “became aware that \nCF Holding would require substantial infusions of working capital for it to remain a \nviable operating entity.”  (Am. Compl. ¶ 19.)  When Greg Skoog expressed this \nconcern to Winston Gillum, Gillum responded that Harbert would provide CF \nHolding with approximately $3 million in cash when the acquisition occurred, and \nthat Harbert “had $35 million in committed but uncalled capital to provide \nadditional equity investments into CF Holding if needed.”  (Am. Compl. ¶¶ 20–21.)  \nDon Beard of Harbert also expressed Harbert’s intention to “support CF Holding \nover the long haul” at a dinner Plaintiffs attended before the closing of the sale of \nLance Transport to CF Holding.  (Am. Compl. ¶ 36.) \n \nB.  Closing \n \n {12} On February 12, 2009 the acquisition of Lance Transport closed and \nCF Holding and Lance Transport signed a Stock Purchase Agreement setting forth \nthe final terms of the deal.  (Am. Compl. ¶ 38; Mot. to Dismiss Ex. A.)  The final \nterms included that Plaintiffs would receive $797,838.00 cash, 16,000 shares of \nstock in CF Holding (valued at $2 million, or $125 per share), promissory notes in \nthe amount of $2.1 million, and the assumption by CF Holding of approximately \n$3,445,186.00 in Lance Transport debt, for a total compensation of over $8 million.  \n(Am. Compl. ¶ 39.)  Alan Dietz and Greg Skoog were also offered post-closing \nemployment with CF Holding.  (Am. Compl. ¶ 39.)   \n{13} Documents referenced in the Amended Complaint demonstrate other \nparts of the transaction that are not stated in the specific allegations of the \nAmended Complaint itself.  These include that as part of the closing, Harbert \n  \ncontributed more than $2.5 million to CF Holding in the form of $1,518,884.72 as \ncancellation of Harbert’s earlier loans and $997,365.28 in cash.  (Mot. to Dismiss \nEx. A, Ex. O, Ex. C, at 2), and that on the same day the parties entered into the \nStock Purchase Agreement, Lance Transport, CF Holding, and Bank of America \nalso entered into a “Third Amendment to Loan and Security Agreement and Waiver \nwith Bank of America” (“Third Amendment”).  (Br. in Supp. of Defs.’ Mot. to \nDismiss Pls.’ Am. Compl. [hereinafter “Brief in Supp.”] 9; Br. in Supp. Ex. I.)  The \nThird Amendment added Lance Transport as a party to the loan between CF \nHolding and Bank of America, and stated that Bank of America was willing to \nwaive the defaults that had occurred under its loan with CF Holding.  (Brief in \nSupp. 9–10; Brief in Supp. Ex. I, at 1, 3.) \n \nC.  Post Closing \n \n {14} Soon after the closing in February, 2009, CF Holding was required to \nmake vehicle tag payments totaling approximately $500,000.00, of which Plaintiffs \nallege they were unaware at closing and which significantly reduced CF Holding’s \noperating capital.  (Am. Compl. ¶¶ 34, 42.)  Harbert made a fourth $500,000.00 \ninfusion of working capital into CF Holding sometime after the closing.  (Am. \nCompl. ¶ 52.)  CF Holding made only three interest payments on the $2.1 million of \nnotes issued to Plaintiffs pursuant to the terms of the Stock Purchase Agreement \nbefore filing for bankruptcy protection in 2011.  (Am. Compl. ¶¶ 51, 53.) \n  \nIV. IV. IV. IV.    STANDARD OF REVIEW STANDARD OF REVIEW STANDARD OF REVIEW STANDARD OF REVIEW    \n \n {15} The appropriate inquiry on a motion to dismiss pursuant to Rule \n12(b)(6) is “whether, as a matter of law, the allegations of the complaint, treated as \ntrue, are sufficient to state a claim upon which relief may be granted under some \nlegal theory, whether properly labeled or not.”  Crouse v. Mineo , 189 N.C. App. 232, \n237, 658 S.E.2d 33, 36 (2008) (quoting Harris v. NCNB Nat’l Bank of N.C. , 85 N.C. \nApp. 669, 670, 355 S.E.2d 838, 840 (1987)).  A motion to dismiss may be granted if \n  \nthe complaint reveals the absence of facts required to make out a claim for relief or \nif the complaint reveals some fact that necessarily defeats the claim.  Wood v. \nGuilford Cnty. , 355 N.C. 161, 166, 558 S.E.2d 490, 494 (2002).   \n    \nV. V. V. V.    ANALYSIS ANALYSIS ANALYSIS ANALYSIS    \n \n {16} Plaintiffs claim that they would not have entered into the transaction \nwith CF Holding had they known its true financial condition.  (Am. Compl. ¶ 40.)  \nThey allege that Harbert “intended to provide selective information to the Plaintiffs \nin an effort to mislead them into a false belief as to the value of the consideration \nthey would receive in exchange for selling the business of Lance Transport to CF \nHolding[ ],” knowing that the consideration Plaintiffs were to receive pursuant to \nthe Stock Purchase Agreement was overvalued.  (Am. Compl. ¶¶ 29, 45.)   \n {17} Plaintiffs complain these alleged actions by Defendants were in \nviolation of the NCSA, making them either primarily liable under § 56(a) as a seller \nor offeror of the CF Holding stock, or secondarily liable under § 56(c) as a \n“controlling person” of CF Holding.  (Am. Compl. ¶¶ 60–65.)   \n \nA.  Allegations Against Defendant Harbert MM  \n {18} In their original Complaint, Plaintiffs stated without further specificity \nthat Defendant Harbert MM was “acting in concert with Harbert,” and so is jointly \nand severally liable with Harbert.  (Compl. ¶ 72.)  At the hearing on Defendants’ \nMotion to Dismiss the original Complaint, Plaintiffs’ counsel indicated that they \nwere not attempting to allege a claim in the nature of a conspiracy against Harbert \nMM, but instead that Harbert MM was liable under the terms of the NCSA, and \nasked to be able to amend their Complaint to reflect the discussion that occurred at \nthe hearing.  (Hearing Tr. 86:4–87:21, July 12, 2012.)  In their Amended Complaint, \nPlaintiffs again state only the conclusion that Harbert MM “was acting in concert \nwith” Harbert, and as such is jointly and severally liable; Plaintiffs do not allege \nthat Harbert MM is a “controlling person” of Harbert or of CF Holding so as to state \n  \na claim against Harbert MM under § 56(c).  (Am. Compl. ¶ 5.)  The Amended \nComplaint contains no further factual support for this conclusion, and no other \nallegations against Harbert MM are made.  The court concludes that Plaintiffs have \nfailed to state any claim against Harbert MM, and as such Harbert MM’s Motion is \nGRANTED so far as it seeks to dismiss any claims against it.    \n \nB.  Harbert’s Primary Liability Under Section 56(a)\n \n {19} So far is as relevant here, subsection (a) of § 56 of the NCSA creates \nprimary civil liability for: \n(a)  Any person who: \n \n(1)  Offers or sells a security in violation of G.S. 78A-8(1) [or] \n78A-8(3) . . . , or \n \n(2)  Offers or sells a security by means of any untrue statement of \na material fact or any omission to state a material fact \nnecessary in order to make the statements made, in the light \nof the circumstances under which they were made, not \nmisleading (the purchaser not knowing of the untruth or \nomission), and who does not sustain the burden of proof that \nhe did not know, and in the exercise of reasonable care could \nnot have known, of the untruth or omission . . . . \n \nN.C. GEN . S TAT . § 78A-56(a) (2013). \n{20} Section 56(a) provides liability only against one who offers or sells a \nsecurity.  The NCSA defines a “security” as: \nany note; stock; treasury stock; bond; debenture; evidence of \nindebtedness; certificate of interest or participation in any profit-\nsharing agreement; . . .  investment contract . . .; or, in general, any \ninterest or instrument commonly known as a \"security[.] \n \nN.C. GEN . S TAT . § 78A-2(11) (2013).  The shares of CF Holding stock transferred to \nPlaintiffs are securities governed by the NCSA.   \n i.  Harbert as a Seller or Offeror of a Security \n \n {21} The question then arises whether Plaintiffs have sufficiently alleged \nthat Harbert offered or sold the shares of CF Holding to Plaintiffs such that their \n  \nclaims of primary liability against Harbert may move forward on this basis.  The \ncourt concludes that they have.   \n {22} The NCSA defines “sell” as including “every contract of sale of, contract \nto sell, or disposition of, a security or interest in a security for value,” and defines \n“offer” or “offer to sell” as including “every attempt or offer to dispose of, or \nsolicitation of an offer to buy, a security or interest in a security for value.  N.C. \nG\nEN . S TAT . § 78A-2(8)(a)–(b) (2013).  This definition extends primary liability \nbeyond the owner of the security who transferred title to the purchaser.  See State \nv. Williams , 98 N.C. App. 274, 279, 390 S.E.2d 746, 749 (1990); Pinter v. Dahl , 486 \nU.S. 622, 642–43 (1988).  Thus, even though Plaintiffs received shares of stock in \nCF Holding, not Harbert, and therefore CF Holding, not Harbert, was the owner \nwho transferred title in the stock to Plaintiffs, Harbert may nonetheless be an \nofferor or seller of the stock.   \n {23} In \nWilliams  the North Carolina Court of Appeals considered who may \nbe deemed a seller or offeror under the NCSA.  98 N.C. App. 274, 390 S.E.2d 746.  \nThe Court of Appeals cited to the U.S. Supreme Court’s analysis in Pinter v. Dahl , \nwhich “placed great emphasis on the solicitation  of the buyer as the ‘most critical \nstage of the selling transaction’” when determining that the defendant attorney was \nnot an offeror or seller because he did not solicit the investment at issue in any way.  \nId.  at 279, 390 S.E.2d at 749.  This is consistent with the NCSA’s definition of \n“offer,” which includes “solicitation of an offer to buy” a security.  N.C. GEN . S TAT . § \n78A-2(8)(b) (2013).   \n {24} Plaintiffs have alleged that it was Harbert that approached the \nPlaintiffs offering to negotiate CF Holding’s acquisition of Lance Transport, and \nthat “Harbert was the majority and controlling shareholder of CF Holding and \nconducted all material negotiations concerning CF Holding’s acquisition of Lance \nTransport’s business operations.”  (Am. Compl. ¶¶ 8, 11.)  Plaintiffs have also \nalleged that Harbert made promises of continued support for CF Holding to induce \nPlaintiffs to sell Lance Transport to CF Holding.  (Am. Compl. ¶¶ 21–22, 37.)    \n  \n {25} Having concluded that Plaintiffs have adequately alleged that Harbert \nsold or offered a security, the court turns to whether Plaintiffs have pled a claim \nunder § 56(a)(1) or (2) sufficient to withstand a motion to dismiss.  It will separately \nconsider the claim premised on a false or misleading statement under § 56(a)(2) \nfrom the claim for an overall scheme to defraud Plaintiffs premised on § 56(a)(1).    \nThe court first examines the claim under § 56(a)(2) because it arguably has a more \nlenient pleading standard. \n \nii. Harbert’s Liability Under Section 56(a)(2) \n \n {26} Section 56(a)(2) provides a cause of action against a person who: \noffers or sells a security by means of any untrue statement of a \nmaterial fact or any omission to state a material fact necessary in \norder to make the statements made, in the light of the circumstances \nunder which they were made, not misleading (the purchaser not \nknowing of the untruth or omission) . . . . \n \nN.C. \n G EN . S TAT . § 78A-56(a)(2) (2013).  The statute then provides a defendant with \nan affirmative defense that it “did not know, and in the exercise of reasonable care \ncould not have known, of the untruth or omission.”  N.C.  G EN . S TAT . § 78A-56(a)(2) \n(2013).  Section 56(a)(2) parallels § 12(a)(2) of the federal Securities Act of 1933, and \n“cases construing § 12[a](2) should be considered when interpreting § 78A-\n56[(a)(2)].”  Venturtech II, L.P. v. Deloitte Haskins & Sells , 790 F. Supp. 576, 588 \n(E.D.N.C. 1992).   \n {27} To state a claim pursuant to § 56(a)(2) then, a plaintiff must at a \nminimum allege (1) a false or misleading statement, or a statement which, because \nof the circumstances under which it was made, was made false or misleading \nbecause of the omission of other facts; (2) that the statement was material; and (3) \nthat the statement was made by one who offered or sold a security.  \nNNN Durham \nOffice Portfolio 1, LLC v. Highwoods Realty Ltd. P’ship , 2013 NCBC LEXIS 11, at \n*68 (N.C. Super. Ct. Feb. 19, 2013). \n {28} An omission must be tied to an affirmative statement, because there is \nno general duty of disclosure imposed by either federal or North Carolina securities \n  \nlaws.  See Chiarella v. United States , 445 U.S. 222, 230 (1980) (“silence in \nconnection with the purchase or sale of securities may operate as a fraud actionable \nunder § 10 (b) despite the absence of statutory language or legislative history \nspecifically addressing the legality of nondisclosure.  But such liability is premised \nupon a duty to disclose arising from a relationship of trust and confidence between \nparties to a transaction.”);  NNN Durham Office Portfolio 1, LLC , 2013 NCBC \nLEXIS 11, at *51; see also Krim v. Coastal Physician Grp., Inc. , 81 F Supp. 2d 621, \n630 (M.D.N.C. 1998) (“Silence, absent a duty to disclose, is not misleading under \nRule 10b-5”) (quoting Basic Inc. v. Levinson , 485 U.S. 224, 239 n.17 (1988)).  For § \n56(a)(2) liability to rest on one or more omissions where there is no duty to disclose \notherwise imposed, the omission(s) must be tied to an affirmative statement which \nwas made misleading by the omission.  NNN Durham Office Portfolio 1, LLC , 2013 \nNCBC LEXIS 11, at *65.   \n {29} A statement is material if “there is a substantial likelihood that a \nreasonable purchaser would consider it important in deciding whether or not to \npurchase,” \nWilliams , 98 N.C. App. at 280, 390 S.E.2d at 749 (alterations in original \nomitted) (quoting TSC Indus., Inc. v. Northway, Inc. , 426 U.S. 438, 449 (1976)), or if \na reasonable purchaser “would have viewed the total mix of information made \navailable to be significantly altered by disclosure of the fact.”  Dunn v. Borta , 369 \nF.3d 421, 427 (4th Cir. 2004).  The issue of materiality usually involves a mixed \nquestion of law and fact, typically to be decided by a jury.  TSC Indus. v. Northway, \nInc. , 426 U.S. 438, 450 (1976).  However, materiality may be resolved on a motion to \ndismiss if no “reasonable jury could find it substantially likely that a reasonable \ninvestor would find the fact at issue material in the ‘total mix’ of information.”  \nGreenhouse v. MCG Capital Corp. , 392 F.3d 650, 657 (4th Cir. 2004) (citing TSC \nIndus. , 426 U.S. at 450).   \n {30} The court then examines whether Plaintiffs’ allegations adequately tie \nomissions to affirmative statements in order to state a claim under § 56(a)(2).  \nPlaintiffs complain that Harbert failed to disclose the following information before \nclosing:  \n  \n•  the dates of the $1.5 million in loans from Harbert;  \n•  that CF Holding was in default on its loan with Bank of America;  \n•  CF Holding’s $500,000.00 vehicle tag expense due soon after closing \nand CF Holding’s inability to pay that expense if the Lance \nTransport sale was not completed; and  \n•  the inability of one of CF Holding’s subsidiaries to make its lease \npayments.   \n(Am. Compl. ¶¶ 17, 27, 34, 64.)  Plaintiffs allege that the above omissions made the \nfollowing statements by Harbert misleading: \n•  that the financial condition of CF Holding was as indicated by the \nNovember 2008 financial documents; \n•  that Harbert had $35 million in committed but uncalled capital to \nprovide equity investments in CF Holding if needed and would \nsupport CF Holding over the long haul; and \n•  that the value of the shares of CF Holding stock was $125 per \nshare, the value attributed to the stock in the Stock Purchase \nAgreement. \n(Pls.’ Mem. of Law in Opp’n to Defs.’ Mot. to Dismiss Am. Compl. [hereinafter Opp’n \nto Mot. to Dismiss] 6.) \n {31} Plaintiffs allege that these omissions were material because the \ninformation was necessary for them to have an accurate view of the current \nfinancial state of CF Holding, and consequently, of the value of the consideration \nPlaintiffs were to receive pursuant to the Stock Purchase Agreement.  (Am. Compl. \n¶¶ 34, 64–65.)  In addition to these omissions, Plaintiffs further seek to premise \nliability on Harbert’s affirmation of future financial support for CF Holding.  (Am. \nCompl. ¶¶ 37, 40.)   \n {32} Defendants contend that Plaintiffs have not satisfied the requirements \nof § 56(a)(2) because they have failed to tie the alleged omissions to any statements \nwhich were made misleading by the alleged omissions, that, in any event, some of \nthe alleged omissions were actually disclosed to Plaintiffs, and that the information \n  \nPlaintiffs complain was not disclosed is immaterial as a matter of law.  (Brief in \nSupp. 5–6.)   The court will first address the alleged omissions and whether \nPlaintiffs have adequately tied them to any affirmative statement by Harbert that \nwas made false or misleading by the omission, and then will address Harbert’s \nstatements as to future support.  First, the court addresses whether the stock \nvaluation reflected in the closing documents was a statement to which any omission \nmay be tied. \n1.  The Stock Valuation at Closing Was Not a “Statement” on which     \n§ 56(a)(2) Liability Can Rest  \n  \n {33} Plaintiffs seek to tie the various omissions of which they complain \neither to the November 2008 financial documents they were provided, or the \nvaluation placed on CF Holding stock in the Stock Purchase Agreement.  However, \nthe value of the stock stated in the Stock Purchase Agreement cannot be fairly \nconsidered to be a “statement” by Harbert.  Rather, it reflects the agreement \nreached between the parties to the transaction as to the value to be attributed to \nthe shares of CF Holding stock, as well as the value of other components to \ncomprise the overall sales consideration.  This value was a matter of negotiation, as \nevidenced by the fact that the value given the stock changed over the course of the \nnegotiations.  Compare (Am. Compl. ¶ 15) with  (Am. Compl. ¶ 26).  Plaintiffs have \npointed to no financial statement or warranty provided by Harbert regarding the \nresult or method of any valuation. \n \n2.  The Timing of the $1.5 Million in Loans \n \n {34} In their initial Complaint, Plaintiffs first alleged that they were not \ntold of the $1.5 million in loans Harbert made to CF Holding, or that the $1.5 \nmillion would be repaid out of the $2.75 million Harbert agreed to put in to CF \nHolding at closing.  (Compl. ¶¶ 17, 26, 37–40.)   However, these allegations cannot \nbe squared with the fact that the documents incorporated into the Stock Purchase \n  \nAgreement and delivered at or prior to closing disclose both of these facts. 3   (Mot. to \nDismiss Ex. A, Ex. O, Ex. C, at 2; Mot. to Dismiss Pls.’ Am. Compl. Ex. H, at 6; \nOpp’n to Mot. to Dismiss 7–8); see Int’l Harvester Credit Corp. v. Bowman , 69 N.C. \nApp. 217, 220, 316 S.E.2d 619, 621 (1984) (“A person who executes a written \ninstrument is ordinarily charged with knowledge of its contents.”)  In their \nAmended Complaint, Plaintiffs instead allege that they were not informed about the \ntiming of the three loans, alleging that the timing was material to Plaintiffs’ \nevaluation of CF Holding’s financial state and the value of the consideration they \nwere to receive for the sale of Lance Transport.  (Am. Compl. ¶ 32.)   \n {35} Even if the court accepts that the November financial documents \nprovided to Plaintiffs constitute a “statement” by Harbert of the general financial \nstate of CF Holding as of November, 2008, that statement could not be made \nmisleading by its failure to disclose events in December 2008 and February 2009 \nwhich had not yet occurred.  See, e.g., Carlucci v. Han , 2012 U.S. Dist. LEXIS \n110786, at *47 (E.D. Va. 2012) (“the allegation concerning Envion’s financial state \nin April 2012 does not render earlier statements about Carlucci’s potential \ninvestment return false at the time those statements were made.”)  Plaintiffs do not \npoint to any portion of the November financial documents which was made \nmisleading by the failure of Harbert to disclose the timing of Harbert’s loans, rather \nmaking the contention at oral argument that the failure to amend the November \nfinancial documents to reflect those loans was misleading.  Stated simply, Plaintiffs \ncannot tie omissions regarding the timing of the loans to the November 2008 \n                                                 \n3  The Stock Purchase Agreement is specifically referenced in the Amended Complaint.  (Am. Compl. \n¶ 38).  Thus, even though the Stock Purchase Agreement, and the documents attached to and \nincorporated into it, were provided to the court by Defendants, the court may properly consider those \ndocuments without converting the Motion into one for summary judgment.  Oberlin Capital, L.P. v. \nSlavin , 147 N.C. App. 52, 60–61, 554 S.E.2d 840, 847 (2001) (“when ruling on a Rule12(b)(6) motion, \na court may properly consider documents which are the subject of a plaintiffs complaint and to which \nthe complaint specifically refers even though they are presented by the defendant.”); Reese v. City of \nCharlotte , 196 N.C. App. 557, 560–61, 676 S.E.2d 493, 495–96 (2009) (Plaintiff specifically referred \nto an agreement in its complaint but argued that the trial court erred in looking at attachments \nreferred to by the agreement because those attachments were not specifically referred to in the \ncomplaint.  The Court of Appeals held that the attachments were properly considered by the trial \ncourt because the “Agreement specifically refers to each of the attachments,” and the “attachments \nare an integral part of the agreement.”)  \n  \nfinancial documents, and Plaintiffs have not tied the alleged omissions as to the \ntiming of the loans to any other statement made misleading by that omission.  See \nIn re Union Carbide Class Action Sec. Litig., 648 F. Supp. 1322, 1326 (S.D.N.Y. \n1986) (Dismissing plaintiffs’ claims pursuant to 12(b)(6) because “the plaintiffs \nherein have failed to identify any statements that were made misleading by reason \nof any of the alleged omissions.  Instead plaintiffs have chosen to assert vaguely \nthat a false and misleading impression was created.” (quoting Ross v. A.H. Robins \nCo., 1978 U.S. Dist. LEXIS 18472 (S.D.N.Y. 1978)); see also  Dirks v. Secs. & Exch. \nComm’n , 463 U.S. 646, 657–58 (1983) (Reaffirming that a duty to disclose “attaches \nonly when a party has legal obligations other than a mere duty to comply with the \ngeneral antifraud proscriptions in the federal securities laws.”)   As noted, the \n$125.00 value given CF Holding’s stock in the Stock Purchase Agreement was not a \n“statement” by Harbert to which the omission could be tied. \n {36} In sum, the court concludes that alleged failures to disclose the timing \nof the three loans cannot anchor a claim under § 56(a)(2).  \n \n3.  The Default on the Loan with Bank of America  \n {37} Plaintiffs also maintain that they were not informed that CF Holding \nwas in default on its loan with Bank of America immediately before closing.  (Am. \nCompl. ¶ 27.)  The statements made by Harbert made no specific affirmative \nrepresentations as to the state of CF Holding’s loan with Bank of America.  \nPlaintiffs must then demonstrate somehow that other statements were rendered \nmisleading by the failure to disclose this fact.  See Krim v. Coastal Physician Grp., \nInc. , 81 F. Supp. 2d 621, 630 (M.D.N.C. 1998).  \n{38} It is not clear to what affirmative statement by Harbert Plaintiffs \nattempt to tie the omission, and considering Plaintiffs’ clear awareness of the \nfinancial difficulties CF Holding was experiencing, the court has serious doubt \nwhether Plaintiffs could in any event successfully contend that covenant defaults \nunder the lending agreement were material.  But, the greater problem Plaintiffs \nface is that the default was disclosed in the closing documents upon which the \n  \nAmended Complaint depends.  The Stock Purchase Agreement references the Third \nAmendment to the loan agreement with Bank of America, and the Third \nAmendment itself references the prior defaults which the bank was waiving by the \namendment.4  (Mot. to Dismiss Ex. I, at 1.)  Plaintiffs cannot simply claim ignorance \nof this fact.  See Williams v. Williams , 220 N.C. 806, 809–10, 18 S.E.2d 364, 366 \n(1942) (“one who signs a paper writing is under a duty to ascertain its contents, and \nin the absence of a showing that he was willfully misled or misinformed by the \ndefendant . . . he is held to have signed with full knowledge and assent as to what is \ntherein contained.”); Connelly v. Gen. Med. Corp. , 880 F. Supp. 1100, 1115 (E.D. Va. \n1995) (“the defendants owed no obligation to disclose information that was already \nin the plaintiff’s possession.”)   \n \n4.  The Upcoming Vehicle Tag Payment \n \n {39} Harbert contends that, even assuming that Plaintiffs were not \nspecifically aware of the upcoming vehicle tag payments due and any inability CF \nHolding may have faced before closing in their ability to make them, the \ninformation as a matter of law was not material in light of the total mix of \n                                                 \n4 At oral argument, the Parties further discussed whether Plaintiffs can make any legitimate \nargument that they were not aware of the default when Greg Skoog himself signed documents \nnecessary to effectuate the Third Amendment and its forgiveness of the defaults.  There are \ndocuments which support Defendants’ position in that regard, although the court need not reach \nthem to determine the Rule 12(b)(6) motion because the Third Amendment itself demonstrates \nadequate knowledge, and the Third Amendment was clearly referenced in the documents specifically \nreferred to in the Amended Complaint.  More specifically, Exhibit O to the Stock Purchase \nAgreement is the Secretary Certificate of CF Holding.  (Mot. to Dismiss Ex. A, Ex. O.)  The Stock \nPurchase Agreement lists receipt of that document as a precondition to Plaintiffs’ obligation to close \non the transaction, and Plaintiffs nowhere allege that they failed to receive the Secretary Certificate \nbefore closing.  (Mot. to Dismiss Ex. A, at 52 § 7.2(c); Mot. to Dismiss Ex. A, at 21 § 2.7(c).)  Exhibit C \nto the Secretary Certificate authorizes CF Holding to enter into the Third Amendment, notes that \nthe Third Amendment is required before the transaction between Lance Transport and CF Holding \ncan close, and states that the Third Amendment is an agreement between CF Holding, Lance \nTransport, and Bank of America.  (Mot. to Dismiss Ex. A, Ex. O, Ex. C, at 4.)  The Third Amendment \nrequires Lance Transport to submit a document evidencing its consent to becoming a party to the \nloan agreement.  (Mot. to Dismiss Am. Compl. Ex. I, at 11 § 4(b)(i), (xi).)  Greg Skoog, signing as a \ndirector of Lance Transport, executed a “Written Consent of the Board of Directors of Lance \nTransport, Inc.” authorizing Lance Transport to enter into the Third Amendment.  (Mot. to Dismiss \nAm. Compl. Ex. J.)  Even if Plaintiffs contend that Skoog actually signed this document after closing, \nit does not excuse Plaintiffs’ knowledge of the default through other documents.  \n  \ninformation regarding CF Holding’s financial difficulties of which Plaintiffs were \naware, particularly considering that Plaintiffs were themselves involved in and \nknowledgeable regarding trucking operations.  (Brief in Supp. 13; Mem. of Law in \nSupp. of Defs.’ Mot. to Dismiss 13; Am. Compl. 6–7.)  Moreover, Harbert challenges \nthat there is not a statement actually made misleading by Harbert’s failure to \ndivulge this information.  (Br. in Supp. 13–14.)  Plaintiffs again assert the \ngeneralized allegation that this “information was necessary for Plaintiffs to have an \naccurate assessment of the current financial status of CF Holding[]” and that the \nomitted information made Harbert’s representations as to the value of CF Holding \nmisleading.  (Am. Compl. ¶¶ 34, 65.) \n {40} The court concludes that Plaintiffs have not adequately alleged that \nany statement by Harbert was made misleading by its failure to disclose the \nupcoming vehicle tag payments.  There is no allegation that Harbert provided any \nother information about upcoming obligations or general costs of doing business of \nCF Holding, and Plaintiffs do not allege that any statement in the November \nfinancial documents was made misleading by the omission.  \nSee Schoenhaut v. Am. \nSensors, Inc. , 986 F. Supp. 785, 793 ( S.D.N.Y. 1997) (Finding that the defendant’s \nfailure to disclose the details of decreasing sales to one of the defendant’s largest \ncustomers was, as a matter of law, not a material omission because the Prospectus \ndid not give the current level of sales, predict future sales levels, or suggest that the \ncustomer would remain a customer.)  Plaintiffs did not request, and Defendants did \nnot provide, any financial statement for the period between November 2008 and \nclosing.  Information regarding upcoming tag license payments would not have \nmaterially altered the “total mix” of information Plaintiffs received regarding the \nfinancial state of CF Holding.  Plaintiffs were well aware that CF Holding was \nexperiencing financial difficulty and that it “would require substantial infusions of \nworking capital for it to remain a viable operating entity.”  (Am. Compl. ¶ 19.)  \nThus, Plaintiffs were already aware that CF Holding would have difficulty paying \nits bills coming due in the near future, and that the acquisition of Lance Transport \nwas intended to help mitigate CF Holding’s financial difficulties.  (Am. Compl. ¶14.)  \n  \nTheir complaint that they would have concluded that even more of an equity \ninfusion would be required than they assumed is not adequate to satisfy their \npleading obligation.  (Am Compl. ¶¶ 42–43.)  And again, Plaintiffs cannot satisfy \ntheir pleading standard by seeking to tie omissions to the statement of stock value \nin the final agreement. \n  \n5.  The Subsidiary’s Inability to Make its Lease Payment \n \n {41} The final omission alleged by Plaintiffs is the failure of Harbert to \ninform Plaintiffs of CF Holding’s subsidiary’s inability to make payments on a lease \nof the building out of which the subsidiary operated.  (Am. Compl. ¶¶ 33–34.)  \nPlaintiffs again, however, fail to point to any statement by Harbert which was made \nmisleading by this omission; Plaintiffs do not allege that they were provided any  \ninformation about CF Holding’s subsidiaries or that Harbert took steps to conceal \nsuch information from Plaintiffs.  See United States v. Colton , 231 F.3d 890, 899 \n(4th Cir. 2000) (explaining the difference between simple nondisclosure and \nconcealment, and noting that usually only concealment will give rise to an action \nunder common law fraud); Krim , 81 F. Supp. 2d at 632 (M.D.N.C. 1998) (holding \nthat Plaintiff failed to establish the scienter element of a Rule 10b-5 action because \nit did “not allege that Defendants concealed or misstated” anything). \n \n  6.  Harbert’s Promises of Future Financial Support \n \n {42} In claims of actual fraud under North Carolina law, “[a]n unfulfilled \npromise is not actionable fraud . . . unless the promisor had no intention of carrying \nit out at the time of the promise.”  McKinnon v. CV Indus., Inc. , 713 S.E.2d 495, 503 \n(N.C. Ct. App. 2011).  This same concept has been applied to claims of securities \nfraud in federal cases.  See Ferland v. Orange Groves of Fla., Inc. , 377 F. Supp. 690, \n705–06 (M.D. Fla. 1974) (For claims brought pursuant to either § 12(a)(2) or Rule \n10b-5, “[a] promissory representation . . . should only be considered a \nmisrepresentation of fact where the evidence shows that the promise was made \nwithout the intent to perform”). \n  \n {43} Plaintiffs nevertheless allege that Harbert made two distinct promises \nof support that are actionable because they were false or misleading: (1) that \nHarbert would provide CF Holding with approximately $3 million at closing; and (2) \nthat “Harbert had $35 million in committed but uncalled capital to provide \nadditional equity investments into CF Holding if needed,” and that Harbert would \nsupport CF Holding “over the long haul.”  (Am. Compl. ¶¶ 21, 36.)  There is no \nallegation that Harbert failed to comply with their promise to contribute \napproximately $3 million at closing.  Instead, Plaintiffs place primary significance \non Harbert’s promises of future support and that limiting its post-closing \ncontribution to the single further $500,000.00 contribution before bankruptcy was \nnot “consistent with Harbert’s pre-closing representations of future financial \nsupport for CF Holding.”  (Am. Compl. ¶¶ 37, 52.)  Plaintiffs do not, however, allege \nthat Harbert had no intention of providing future support to CF Holding at the time \nthose statements were made.  Neither have Plaintiffs alleged that Harbert actually \ncommitted to provide a defined amount of additional capital to CF Holding after the \nclosing, or that Harbert committed to providing endless amounts of capital in an \neffort to keep CF Holding afloat.  The references to future support for CF Holding \nwere not worded as guarantees.  See Raab v. Gen. Physics Corp. , 4 F.3d 286, 290 \n(4th Cir. 1993) (“projections of future performance not worded as guarantees are \ngenerally not actionable under the federal securities laws” (quoting Krim v. \nBanctexas Grp., Inc. , 989 F.2d 1435, 1446 (5th Cir. 1993)); see also Marsh Grp. v. \nPrime Retail, Inc. , 46 Fed. App’x 140, 146 (4th Cir. 2002) (affirming dismissal on \n12(b)(6) of plaintiffs’ Rule 10b-5 claim based on defendants’ repeated statements of \ntheir “commitment” to paying dividends; finding that statements were immaterial \nas a matter of law because defendants’ statements were not worded as guarantees \nand lacked “the factual specificity necessary to make them actionable . . .”). \n {44} In sum, Plaintiffs have failed to allege any material misstatements of \nfact by Harbert adequate to state a claim under § 56(a)(2).  As to that claim, \nHarbert’s Motion is GRANTED. \n \n  \nii. Harbert’s Liability Under Section 56(a)(1)  \n {45} Plaintiffs further allege that Harbert’s overall actions violated § 8(1) \nand § 8(3) of the NCSA.  (Am. Compl. ¶¶ 62–63.)  The relevant portions of § 8 \nprovide: \n \nIt is unlawful for any person, in connection with the offer, sale or \npurchase of any security, directly or indirectly: \n \n(1) \n  To employ any device, scheme, or artifice to defraud, . . . [or] \n \n(3) \n  To engage in any act, practice, or course of business which operates \nor would operate as a fraud or deceit upon any person. \n \nN.C. G\nEN . S TAT . § 78A-8(1),  (3)  (2013).    \n {46} Section 8 does not by its terms provide for civil liability for violations of \nits provisions.  Instead, Subsections (1) and (3) of § 8 are made actionable by § \n56(a)(1).  To establish a claim under § 56(a)(1) for violations of § 8(1) or (3), a \nplaintiff must plead that (1) defendant is a seller or offeror of a security who either \n(a) “employ[ed] any device, scheme, or artifice to defraud”, or (b) “engage[d] in any \nact, practice, or course of business which operates or would operate as a fraud or \ndeceit upon any person”; (2) defendant acted with scienter; and (3) plaintiff \njustifiably relied.  NNN Durham Office Portfolio 1 , 2013 NCBC LEXIS 11, at *63.  \nAnd, because subsections (1) and (3) of § 8 sound in fraud, a plaintiff claiming \nviolations of those subsections must do so with particularity sufficient to satisfy \nRule 9(b).  Id.  at *62.  Similar to how § 56(a)(2) parallels § 12(a)(2) of the 1933 Act, § \n8 parallels Rule 10b-5 of the federal Securities Exchange Act, and “[c]ases \nconstruing the federal rule are instructive when examining our statute.”  State v. \nDavidson , 131 N.C. App. 276, 282–83, 506 S.E.2d 743, 748 (1998).  The court has \nalready concluded that Plaintiffs have sufficiently alleged that Harbert is an offeror \nor seller of the CF Holding stock Plaintiffs purchased.   \n {47} Plaintiffs allege that Harbert sought to induce Plaintiffs to sell Lance \nTransport to CF Holding because they knew of the truly dire financial condition of \nCF Holding and wished to mitigate their loss of investment in CF Holding.  (Am. \n  \nCompl. ¶¶ 48, 57–58.)  To induce Plaintiffs, Harbert allegedly misrepresented the \ntrue financial state of CF Holding and the value of the consideration Plaintiffs were \nto receive upon the acquisition of Lance Transport.  (Am. Compl. ¶¶ 45, 48–49.)  \nPlaintiffs allege that the failure of Harbert to disclose the timing of its loans to CF \nHolding, CF Holding’s default on its loan with Bank of America, the quickly-\napproaching due date of the vehicle tag expenses, and the inability of CF Holding’s \nsubsidiary to make lease payments are part of this overall scheme.  Plaintiffs also \ncomplain that, while they were aware that CF Holding was experiencing financial \ndifficulty, Harbert made assurances that it would continue to support CF Holding in \nthe future to allay those concerns and induce Plaintiffs to sell Lance Transport.  \n(Opp’n to Mot. to Dismiss 14–15.)   \n {48} When promoting a § 56(a)(1) claim, in addition to Harbert’s scienter, \nPlaintiffs must allege actual and reasonable reliance on actions or inactions taken \nby Harbert.  Plaintiffs have pled that Harbert “intended to provide selective \ninformation to the Plaintiffs in an effort to mislead them into a false belief as to the \nvalue of the consideration they would receive,” and “intended to deceive and/or \nmislead Plaintiffs as to the true financial state of CF Holding”  (Am. Comp. ¶¶ 29, \n48), and that “[b]ut for the incomplete financial information provided to Plaintiffs \nconcerning the financial status of CF Holding, and Harbert’s repeated assurances \nthat it would support CF Holding over the long haul,” Plaintiffs would not have \nentered into the transaction.  (Am. Compl. ¶ 37.) \n {49} The court believes there are significant questions which Plaintiffs may \nnot ultimately be able to overcome, specifically whether they reasonably relied on \nHarbert when they failed to request further financial information once they \nadmittedly became aware of the financial hurdles with which CF Holding was faced.   \nDiscovery may well further present problems in Plaintiffs being able to claim \nignorance of facts that were expressly disclosed or reasonably inferable from \ndocuments they signed at closing.  And there are questions whether, in light of the \noverall mix of information, Plaintiffs reasonably relied on Harbert’s promise of \nfuture financial support without requesting more in the nature of specific \n  \ncommitments, and whether statements Harbert did make rise above the type of \n“soft,” “puffing” statements that federal courts often find not actionable.  See, e.g. , \nRaab , 4 F.3d at 289–90 (4th Cir. 1993). \n {50} But, the court concludes that these inquiries are in the nature of a \nmore factually-intense analysis than is appropriate in the context of a Rule 12(b)(6) \nmotion.  For that reason, the court concludes that Plaintiffs have made allegations \nwhich allow them to escape dismissal of their § 56(a)(1) claim.  It has done so \nsomewhat reluctantly in the face of the generalized allegations which blur the \ndistinctions between liability based on an overall scheme to defraud and liability \nwhich rests only on alleged misstatements and omissions.  See In re Alstom SA Sec. \nLitig. , 406 F. Supp. 2d 433, 475 (S.D.N.Y. 2005) (“Courts have held that a plaintiff \nmay not cast claims of misrepresentations as claims under Rule 10b-5(a) and (c) and \nthus evade the pleading requirements imposed in misrepresentation cases.” (citing \nSchnell v. Conseco, Inc. , 43 F. Supp. 2d 438, 447–48 (S.D.N.Y. 1999)); In re Nat’l \nCentury Fin. Enters., Inc. Inv. Litig. , 2006 U.S. Dist. LEXIS 16612, at *68–71 (S.D. \nOhio 2006) (dismissing plaintiffs’ Rule 10b-5(a) and (c) claims pursuant to federal \n12(b)(6) because the plaintiffs’ theory “merely repeats the allegations made in \nsupport of Plaintiffs’ misrepresentation and omission claim under Rule 10b-5(b),” \nalleging only that the defendants issued misleading financial statements and failed \nto disclose “related party transactions” (citing Lentell v. Merrill Lynch & Co. , 396 \nF.3d 161, 177 (2d Cir. 2005)).  The court acknowledges that it is possible for one set \nof facts to support liability under both § 56(a)(1) and § 56(a)(2), but if the court were \napplying a more strict Rule 12(b)(6) standard such as that now followed by the \nfederal courts or the case was now before the court pursuant to a Rule 56 motion, \nthe court would on the record to date likely conclude that the Amended Complaint \nshould be dismissed because Plaintiffs have failed to allege conduct beyond \nmisrepresentations to support scheme liability.  See In re Alstom , 406 F. Supp. 2d \nat 475–76 (dismissing the complaint on 12(b)(6) because it “fails to allege that there \n  \nwas a scheme to defraud that went beyond the misrepresentations themselves”  \n(citing In re Parmalat Sec. Litig. , 376 F. Supp. 2d 472, 505 (S.D.N.Y. 2005)).5   \n   \nC. Harbert’s Secondary Liability Under Section 56(c)  \n {51} Alternatively, Plaintiffs allege that if Harbert is not primarily liable as \nthe seller or offeror of the stock, then Harbert should be held liable as a “control \nperson” of CF Holding pursuant to § 56(c).  The court has determined that Plaintiffs \nadequately allege that Harbert is itself an offeror or seller.  Even if not, as the \nmajority shareholder of CF Holding, Harbert is likely a “control person” under § \n56(c).  See Waterman v. Alta Verde Indus., Inc. , 643 F. Supp. 797, 809 (E.D.N.C. \n1986).  For the same reasons the court did not dismiss claims against Harbert under \n§ 56(a)(1), Defendants’ Motion is DENIED so far as it seeks to dismiss Plaintiffs’ \nclaim pursuant to § 56(c)(1) which is pursued in the alternative.  \n \n \n IT IS SO ORDERED, this the 25th day of March, 2013. \n \n \n                                                 \n5 Although the issue was not raised by the Parties, the court assumes that subsequent motion \npractice may further address statute of limitations issues.  Section 56(f) of the NCSA provides that \n“[n]o person may sue under this section for any other violation of this Chapter more than three years \nafter the person discovers facts constituting the violation . . . .”  N.C.  G EN . S TAT . § 78A-56(f) (2013).  \nPlaintiffs allege that they learned of CF Holding’s “true dire financial situation” and its limited \nworking capital “shortly after closing,” which occurred on February 12, 2009.  (Am. Compl. ¶¶ 46–\n47.)  The lawsuit was not commenced until March 5, 2012.  "
}