{
  "id": "99953d4c91bd5c35929277871d1f938b13575b769cf4e5eb7550a9a18c9cdba0",
  "source_file": "data/raw/ncbc/99953d4c91bd5c35929277871d1f938b13575b769cf4e5eb7550a9a18c9cdba0.pdf",
  "raw_text": "ANDREA PETERSON v. M.G. \"PAT\" ROBERTSON, 1999 NCBC 2\nSTATE OF NORTH CAROLINA \nFORSYTH COUNTY\nANDREA PETERSON,\nPlaintiff,\nv.\nM.G. \n\"PAT\" ROBERTSON, personally\nand THE CHRISTIAN \nBROADCASTING\nNETWORK, INC., a Virginia corporation,\nDefendants.\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nIN THE GENERAL COURT OF \nJUSTICE\nSUPERIOR COURT DIVISION\n95 CVS 3518\nORDER\n{1} THIS MATTER is before the Court on the Defendant M.G. \"Pat\" Robertson’s motion to dismiss for\nlack of personal jurisdiction pursuant to Rule 12 (b) (2) of the North Carolina Rules of Civil Procedure.\nFor the reasons set forth below the Court finds that Dr. Robertson is subject to the jurisdiction of the North\nCarolina courts and, therefore, the motion is denied.\nAlston & \nBird, LLP, by Frank G. Smith, III, Michael P. Kenny and \nKristine N. McAlister;\nPuryear & Lingle, P.L.L.C., by \nDavid B. Puryear, Jr. and R.J. Lingle, for plaintiff.\nMaupin, Taylor, \nEllis & Adams, by Elizabeth D. Scott; Huff, Poole & \nMahoney, P.C., by\nGlenn A. Huff and David N. Ventker, for \ndefendants.\nFACTUAL BACKGROUND\n{2} Plaintiff, Andrea Peterson, is a citizen and resident of North Carolina. This case arises from the\nemployment of plaintiff’s husband, Mark Peterson, as President of American Sales Corporation\n(hereinafter \"American Sales\") beginning in 1991. American Sales was, at the time, a wholly owned for-\nprofit subsidiary of Defendant Christian Broadcasting Network (hereinafter \"CBN\") with a principal place\nof business in Virginia Beach, Virginia. American Sales is no longer in existence. CBN is a Virginia\nnonprofit corporation that also has its headquarters and principal place of business in Virginia Beach,\nVirginia. CBN engages in, among other things, the broadcasting of Christian television programming on a\nworldwide basis. CBN has conceded that it is subject to the jurisdiction of the North Carolina courts.\n{3} Defendant Robertson is Chairman of the Board of Directors and Chief Executive Officer of CBN, and\nwas one of its founders. Dr. Robertson broadcasts a regularly scheduled program, \nThe 700\n \nClub\n, on CBN.\nAt various times, Dr. Robertson was an officer of American Sales, a member of its Board of Directors, and\nits sole owner. In addition, Dr. Robertson’s son, Gordon Robertson, was a director of American Sales.\n(Robertson Dep. of Feb. 22, 1996, at 207, 208.)\n{4} In 1990, CBN, through one of its wholly owned subsidiaries, organized American Sales for the\npurpose of marketing religious books and supplies, as well as other products. In or about September of\n1991, Mark Peterson was hired to work in the American Sales mailroom. In December of 1991, Robertson\npromoted Peterson from his position in the mailroom to President of American Sales. Peterson had no\nprior business management experience. One of the central fact issues in this case will be the extent, if any,\nto which Robertson maintained management control of American Sales during Peterson’s tenure as\nPresident.\n{5} During Peterson’s tenure as President of American Sales, the Petersons and Robertson developed a\npersonal relationship. Robertson provided the Petersons with Christian guidance. Robertson assisted the\nPetersons in reconciling after a divorce and personally conducted the Petersons’ second wedding\nceremony in 1992. The Petersons looked up to Robertson as both a religious leader and a personal\ncounselor.\n{6} During Mr. Peterson’s tenure as President of American Sales its business did not prosper. By March\nof 1992 the company had losses approaching one million dollars ($924,601.00) and owed a substantial\ndebt to CBN. (Robertson Dep. of Feb. 22, 1996, at 309, 405.) When CBN’s Board of Directors decided to\ndivest CBN’s ownership interest in American Sales in June of 1992, Robertson purchased 100% of the\nAmerican Sales stock from CBN, paid off American Sales’ debt to CBN out of his personal funds, and\nassumed the role of sole shareholder and director of American Sales. (Robertson Dep. of Feb. 22, 1996, at\n403-406.) Peterson was still President of American Sales at the time. Robertson terminated Mark\nPeterson’s employment with American Sales in December of 1992, one week before Christmas. Andrea\nPeterson was expecting a child within weeks at the time. Mark Peterson’s separation from American Sales\nwas not amicable.\n{7} During the early 1990s, Dr. Robertson was campaigning for the office of President of the United\nStates. During his presidential candidacy, the mainstream news media began an investigation of CBN and\nDr. Robertson’s business interests. Additionally, the United States Internal Revenue Service was\nconducting an audit of the tax exempt status of CBN and its subsidiaries. The convergence of these\ninquiries heightened the profile of the problems at American Sales.\n{8} The plaintiff alleges that in order to protect the reputation and interests of both Robertson and CBN,\nRobertson and CBN decided to falsely blame Mark Peterson for all of American Sales’ failures. The\nplaintiff further alleges that in so doing the defendants defamed her husband, accused him of criminal\nbehavior and self-dealing in an effort to deflect responsibility from Dr. Robertson, and then tried to\nintimidate the Petersons into silence. There is no dispute that the defendants made statements to the media\nblaming Peterson for American Sales’ failures. CBN and Robertson issued such statements to \nThe\nVirginian-Pilot\n, a Virginia newspaper; and \nNewsweek \nmagazine, among others\n.[fn1]\n In addition, the\nplaintiff alleges that Robertson and CBN engaged in a campaign, which included threats and intimidation,\ndesigned to keep the Petersons from talking to the press about Robertson’s involvement with American\nSales’ failed business venture. The plaintiff alleges, for example, that in the spring of 1993, Les Naghiu,\nChief of Security of CBN, at Robertson’s direction, threatened to harm the Petersons. Specifically, Mr.\nNaghiu allegedly warned Mark Peterson, \"You have a nice family, so take care, because the water is deep\nand I swim better than you.\" It is the highly public assault on her husband’s integrity combined with the\nalleged intimidation designed to silence any response from the Petersons which forms the basis of Mrs.\nPeterson’s claim for intentional infliction of emotional distress.\n{9} The plaintiff alleges that in the summer of 1994 she decided she could no longer stay in Virginia\nBeach because of the media attention she was receiving there, Robertson’s power and influence in the\ncommunity, and her fear resulting from the threats the Petersons had received. She moved to North\nCarolina in early September, 1994.\n{10} In the late summer of 1994, reporters from the ABC news program \nPrimeTime Live\n and\nrepresentatives from \nNewsweek\n magazine contacted the Petersons. Upon learning that reporters were\ntrying to find Mark Peterson, Robertson called Pam Johnson, Mr. Peterson’s sister and a former CBN\nemployee, on September 16, 1994, to request that she intercede on his behalf to prevent Peterson from\ntalking to the press. When she informed Robertson that the Petersons had already been interviewed,\nRobertson became angry and, according to Ms. Johnson, told her to deliver a message to her brother:\n\"Pam, you tell your brother that stallions who are out of control get shot. They get taken down. They get\nshot.\" (Johnson Dep. at 47-48.) At the time Robertson allegedly made these statements and directed that\nthey be communicated to the Petersons, Andrea Peterson was residing in North Carolina. Johnson told the\nPetersons about Robertson’s statements and also told them that Robertson wished to talk to them about\nwhat had transpired. This request prompted Andrea Peterson to call Robertson on September 19, 1994.\nThis call was made from North Carolina while Mrs. Peterson was a citizen and resident of this State.\nDuring the call, Andrea Peterson asked Robertson if he had made the statement that \"wild horses get\nshot.\" Robertson again criticized Mark Peterson, blamed him for American Sales’ failures and admitted\nthat he had made the remark. Andrea Peterson taped that conversation. Dr. Robertson vigorously denies,\nhowever, that he intended to threaten the Petersons.\n{11} The Petersons allegedly perceived the statements made by Naghiu and Robertson as personal threats.\nThe plaintiff contends that the events described above were part of a campaign designed to intimidate and\nfrighten the Petersons, which lasted until after her arrival in North Carolina and which subjected her to\nemotional distress.\n{12} Mr. and Mrs. Peterson originally brought this suit in the Superior Court of Forsyth County on May\n26, 1995. The original complaint asserted causes of action for defamation, intentional infliction of\nemotional distress, negligent infliction of emotional distress, loss of consortium, and a claim for punitive\ndamages. In July of 1997, Mr. Peterson, who was then estranged from his wife, met with Dr. Robertson.\nAfter that meeting, Mr. Peterson took a voluntary dismissal of his claims against the defendants. He stated\nin open court that his actions were totally voluntary and that he had been neither coerced nor promised any\nfavor in return for his actions. He terminated his counsel; however, they continue to represent Mrs.\nPeterson. This Court entered an order on July 29, 1997, allowing the voluntary dismissal and directing\nPlaintiff Andrea Peterson to file an amended complaint. That amended complaint provides the sole basis\nfor plaintiff’s current claims for intentional infliction of emotional distress against the defendants.\n{13} Shortly after Mark Peterson took his voluntary dismissal, Dr. Robertson made a contribution to the\nRock Church in Virginia Beach, Virginia. The money donated to the church was specifically earmarked\nfor Mark Peterson’s education in Bible training and ministry at an institution in Texas. (Robertson Dep. of\nJuly 21, 1998, at 499, 500.) Some of the funds were sent to North Carolina to pay expenses of Mark\nPeterson’s family.\n{14} Dr. Robertson has never lived in nor been a citizen of North Carolina, and has been present in North\nCarolina on only a few occasions since 1993. (Robertson Aff. at 2.) However, Dr. Robertson spoke at a\nrally in Charlotte, North Carolina in 1992 to promote the American Sales venture. (Robertson Dep. of Feb.\n22, 1996, at 336.)\nISSUE\n{15} The issue before the Court is whether Dr. Robertson is subject to personal jurisdiction in North\nCarolina based upon the claims asserted in the amended complaint.\nOPINION\n{16} In order for North Carolina courts to assert personal jurisdiction over a nonresident defendant, a two-\npart test must be satisfied. \nDillon v. Funding Corp.\n, 291 N.C. 674, 231 S.E.2d 629 (1977). First, there\nmust be a statutory basis for jurisdiction. \nId.\n Second, the exercise of jurisdiction must satisfy the\nconstitutional requirements of due process. \nId\n. The burden is on the plaintiff to prove the existence of\njurisdiction. \nDe Soto Trail, Inc. v. Covington Diesel, Inc.\n, 77 N.C. App. 637, 639, 335 S.E.2d 794, 796\n(1985). In so doing, the plaintiff must make out a prima facie case that the acts giving rise to jurisdiction\noccurred.\nI. STATUTORY BASIS\n{17} The plaintiff looks to North Carolina long-arm statute, N.C.G.S. § 1-75.4, as the basis for\njurisdiction in this case. If there is competent evidence in the record to support a finding that comports\nwith one of the provisions of N.C.G.S. § 1-75.4, jurisdiction will follow under the long-arm statute.\nDataflow Companies v. Hutto\n, 114 N.C. App. 209, 212, 441 S.E.2d 580, 582 (1994). For reasons set forth\nbelow, this court finds that N.C.G.S. § 1-75.4 is applicable. N.C.G.S. §§ 1-75.4(3) and 1-75.4(4) provide:\nA court of this \nState having jurisdiction over the subject matter has \njurisdiction over a person .\n. . under any of the following \ncircumstances:\n(3) Local Act or \nOmission. – In any action claiming injury to person \nor property\nor for wrongful death within or without this \nState arising out of an act or\nomission within this State \nby the defendant.\n(4) Local \nInjury; Foreign Act. – In any action for wrongful \ndeath occurring\nwithin this State or in any action \nclaiming injury to person or property within this\nState \narising out of an act or omission outside this State by \nthe defendant,\nprovided in addition that at or about the \ntime of the injury either:\na. Solicitation \nor services activities were carried on within this State \nby or on\nbehalf of the defendant, or\nb. Products, \nmaterials or thing processed, serviced or manufactured by \nthe\ndefendant were used or consumed, within this State in \nthe ordinary course of\ntrade.\nN.C.G.S. § 1-75.4 (1996). As set forth previously, plaintiff’s amended complaint contains allegations that\nDefendant Robertson made threatening and intimidating statements to her by telephone on September 19,\n1994 while she was present and residing in North Carolina, and directed threats to the plaintiff through\nPam Johnson on September 16, 1994. Those statements are alleged to be part of an ongoing pattern of\nintimidation designed to obtain the Petersons’ silence. For jurisdictional purposes, the statements made\nduring the telephone calls of September 16 and September 19 constitute acts within North Carolina, and\nsatisfy the requirements of N.C.G.S. § 1-75.4(3). All of the other acts which are alleged to have been\ncommitted in furtherance of the goal of obtaining the Petersons’ silence and/or inflicting emotional\ndistress took place outside the State of North Carolina and at times that plaintiff resided in Virginia.\n{18} The Court is aware of no North Carolina case which addresses the question of whether a threat made\nover the telephone by one who is outside North Carolina at the time of the call to one who is within North\nCarolina constitutes an act within this State. Nor is the Court aware of any case addressing the question of\nwhether a threat made through another person to a resident of this State constitutes an act within this State.\nHowever, in its decision the Court has considered the North Carolina Legislature’s intent in passing the\nlong-arm statute, the judicial construction given to the long-arm statute, and case law from other\njurisdictions, all of which support the Court’s conclusion that such acts support jurisdiction.\n{19} It is well established that the legislative intent in passing the long-arm statute was to grant North\nCarolina courts the broadest jurisdiction possible, within the limits of due process. \nDillon v. Funding\nCorp.\n, 291 N.C. 674, 231 S.E.2d 629 (1977); \nMarion v. Long\n, 72 N.C. App. 585, 325 S.E.2d 300, \ncert.\ndenied and appeal dismissed\n, 313 N.C. 604, 330 S.E.2d 612 (1985); \nRegent Lighting Corp. v. Galaxy\nElec. Mfg.\n, Inc., 933 F. Supp. 507 (M.D.N.C. 1996); \nTart v. Prescott’s Pharmacies, Inc.\n, 118 N.C. App.\n516, 456 S.E.2d 121 (1995\n).\n In addition, North Carolina courts have consistently held that the provisions\nof the long-arm statute are to be liberally construed in favor of finding jurisdiction. \nSchofield v. Schofield\n,\n78 N.C. App 657, 338 S.E.2d 132 (1986). \nSee also\n \nCiba-Geigy Corp. v. Barnett\n, 76 N.C. App. 605, 334\nS.E.2d 91 (1985); \nMarion\n, 72 N.C. App. 585, 325 S.E.2d 300; \nStarco, Inc. v. AMG Bonding & Ins. Servs.,\nInc.\n, 124 N.C. App. 332, 477 S.E.2d 211 (1996); \nVishay Intertechnology Inc. v. Delata Int’l Corp\n., 696\nF.2d 1062 (4th Cir. 1982).\n[fn2]\n{20} While North Carolina has not addressed the issue before the Court, cases from other jurisdictions\nprovide guidance in the logical construction of the long-arm statute. In \nJ. E. M. Corporation v. McClellan\n,\n462 F.Supp. 1246 (U.S.D.C. Kan. 1978), the U.S. District Court in Kansas addressed the situs, for\njurisdictional purposes, of a tort arising from an interstate telephone call under circumstances very similar\nto the instant case. In \nMcClellan\n, the plaintiff contracted with the defendant, McClellan, for the sale of an\napartment complex for a total purchase price of $310,000.00. McClellan allegedly agreed to assume a\n$200,000.00 note and provide plaintiff with a quantity of jade valued at $110,000.00. The plaintiff alleged\nthat in order to receive an appraisal value for the stones it initiated a single phone call from Kansas to the\nDefendant Vogel, in Chicago, who was familiar with the jade in question. The plaintiff alleged that Vogel\nrepresented over the telephone that the jade was worth as much as McClellan claimed and that its value\nwas increasing. The plaintiff claimed that the jade's true worth was $15,000.00, that Vogel knew that to be\nthe case, and that Vogel intentionally and fraudulently misrepresented the jade's value to mislead the\nplaintiff and to induce the plaintiff to enter into a contract upon mistaken belief. \nId.\n{21} The Kansas long-arm statute in effect at the time was substantially similar to North Carolina’s\ncurrent long-arm statute. Like our long-arm statute, the Kansas statute enumerated specific grounds for\njurisdiction\n.[fn3] \nIn pertinent part, the Kansas long-arm statute provided:\n(b) Any person . . . \nwho in person or through an agent or instrumentality does any \nof the acts\nhereinafter enumerated, thereby submits said \nperson . . . to the jurisdiction of the courts of this\nstate \nas to any cause of action arising from the doing of said \nacts:\n(2) the commission \nof a tortious act within this state;\n(7) causes injury to \npersons or property within this state arising out of an act \nor omission\noutside this state by the defendant, provided in \naddition, that at the time of the injury either (i)\nthe \ndefendant was engaged in solicitation or service activities \nwithin this state; or (ii)\nproducts, materials or things \nprocessed, serviced or manufactured by the defendant anywhere\nwere used or consumed within this state in the ordinary \ncourse of trade or use.\nKan. STAT. ANN. § 60-308\n. \nThese provisions are the same, in all important respects, as their North\nCarolina counterparts, N.C.G.S. §§ 1-75.4(3) and 1-75.4(4). In \nMcClellan\n, the plaintiff did not argue that\n(b)(7), governing acts committed outside the forum, applied to defendant Vogel. The issue before the\ncourt was whether Vogel's conduct fell within the meaning of subsection (b)(2). \nId.\n The Court held that\nVogel's fraudulent, over the phone statements were tortious acts occurring within Kansas, even though the\nplaintiff initiated the call. \nId.\n{22} The \nMcClellan\n Court rejected the argument advanced by the defendant in that case that if subsection\n(b)(7) authorizes jurisdiction when injury within the forum results from acts outside, then subsection (b)\n(2) must be restricted to cases where injury within the forum results from acts within the forum. A\ncontrary interpretation, the argument suggests, would produce an overlap between the two subsections.\nSubsection (b)(7) would be subsumed within the ambit of (b)(2), since (b)(7) authorizes jurisdiction only\nupon the satisfaction of one of two different conditions: either the nonresident must have solicited or\nperformed services within the forum, or he must have placed products in the stream of commerce. \nId.\n The\nplaintiff argued that if the \nMcClellan\n court were to read (b)(2) as authorizing service for all cases resulting\nin injury within the forum, then subsection (b)(2) would permit service on nonresidents contemplated\nwithin (b)(7), regardless of whether the latter's two conditions were met. \nId.\n{23} As the \nMcClellan \nCourt reasoned, this argument rests upon a misunderstanding of the applicable\nprinciples of law. Subsection (b)(7), like North Carolina’s 1-75.4(4), was intended to provide jurisdiction\nover foreign manufacturers or suppliers in products liability cases. A special enumeration for products\nliability cases in a long-arm statute makes sense, particularly in light of the development of personal\njurisdiction law in this country\n.[fn4] \nHowever, the legislature’s inclusion of products liability in the long-\narm statute should not be read as a limitation on the statute’s other provisions. The \nMcClellan\n Court\npointed out that a reading of subsection (b)(7) as limiting (b)(2) produces a constriction of the long-arm\nstatute’s breadth, a result inconsistent with the intent of the Kansas legislature and courts. Their intent, like\ntheir counterparts in North Carolina, was to expand the statute both to assure the inclusion of products\nliability actions and to assert jurisdiction to the extent permitted by the due process clause. \nId.\n at 1250.\n{24} Similarly, to read 1-75.4(4) to limit 1-75.4(3) would contradict the clear and consistent intention of\nthe legislature and courts of North Carolina to interpret the long-arm statute liberally and grant North\nCarolina courts the broadest jurisdictional power permissible under federal due process. The specific\nconditions set forth in N.C.G.S. § 1-75.4(4), which logically apply to products liability cases, should not\nbe read to limit North Carolina’s jurisdiction in the intentional tort setting. Given the legislative intent of\nthe long-arm statute and the liberal construction given it, it is inconceivable that our law authorizes the\nassertion of jurisdiction over a nonresident tortfeasor who negligently places a product in the stream of\ncommerce and who, therefore, may only anticipate the possibility of injury in North Carolina, but not over\nan intentional tortfeasor who causes a direct injury to a North Carolina resident physically present in this\nstate. \nSee\n \nMcClellan\n at 1252. Thus, the Court concludes that where an out of state defendant commits an\nintentional tortious act directed at a plaintiff within this state, that act is, for jurisdictional purposes, an act\nwithin this state under N.C.G.S. § 1-75.4(3).\n{25} Other courts have held that statements made over the telephone by an out of state defendant are\ndeemed to occur in the forum of the plaintiff, and that telephone calls alone can serve as the basis for\njurisdiction. In \nSchlussel v. Schlussel\n, 141 Cal. App. 3d 194, 190 Cal. Rptr. 95, 37 ALR4th 846, (1983), a\nhusband and wife who were residents of California brought an action against the husband’s former wife, a\nNew York resident, for intentional infliction of emotional distress arising out of numerous obscene and\nthreatening phone calls allegedly placed by the former wife from Florida. \nId.\n The former wife filed a\nmotion to quash service of summons for lack of jurisdiction. \nId. \nThe California Court of Appeal held that\nthe California courts may assert jurisdiction over a nonresident based on acts done elsewhere when the\neffect giving rise to a tort is intentionally caused. \nId.\n at 195. In support of its position, the court quoted\ncomment (a) to section 37 of the \nRestatement (Second) of Conflict of Laws\n, which states:\nThe act may have \nbeen done with the intention of causing effects in the state. \nIf so, the state\nmay exercise the same judicial jurisdiction \nover the actor, . . . as to causes of action arising\nfrom \nthese effects as it could have exercised if these effects had \nresulted from acts done\nwithin its own territory . . . . So \none who intentionally shoots a bullet into a state is as \nsubject\nto the judicial jurisdiction of the state as to \ncauses of action arising from the effects of the shot\nas if \nhe had actually fired the bullet in the state.\nId.\n at 195. Additionally, California had at the time a criminal statute prohibiting phone calls designed to\nannoy the recipient. That statute stated in part: \"Any offense committed by the use of telephone . . . may be\ndeemed to have been committed either at the place where the telephone call or calls were made or at the\nplace where the telephone call or calls were received.\" Thus, the \nSchlussel\n Court appropriately treated the\ncalls as having occurred in California, and authorized the exercise of jurisdiction over the former wife.\nFollowing the approach to telephone tort situs taken in \nSchlussel\n, the threats allegedly received by the\nplaintiff in the instant case should be deemed to have occurred in North Carolina.\n{26} Similarly, in \nNorton v. Local Loan\n, 251 N.W.2d 520 (1977), the Iowa Supreme Court ruled that a\nsingle call made by the defendant creditor to harass the plaintiffs subjected the defendant to jurisdiction\nunder a provision of the Iowa long-arm statute which granted jurisdiction \" . . . with respect to any conduct\nin this state . . . .\" \nId.\n at 522. The court concluded that the Iowa legislature intended the phrase \"conduct\nwithin this state\" to include a telephone call from another state to Iowa where the call related to the\nlitigation, reasoning that only that interpretation would give a liberal and uniform application to the state’s\nlong-arm statute. \nId.\n[fn5]\n{27} The conclusion that a threat made by phone from out of state to a North Carolina resident provides a\nbasis for asserting jurisdiction in North Carolina is supported by the similar treatment of jurisdictional\nissues in slander and libel cases. In \nSaxon v. Smith\n, 125 N.C. App. 163, 479 S.E.2d 788 (1997), the Court\nof Appeals adopted the view of the U.S. Supreme Court, as stated in \nKeeton v. Hustler Magazine, Inc.\n, 465\nU.S. 770, 777, 79 L. Ed.2d 790, 799 (1984), that the torts of libel and slander are generally held to occur\nwherever the offending material is circulated. \nId.\n at 170. Thus, even though the defendants in \nSaxon\n wrote\nand printed the defamatory material in Virginia, its distribution in North Carolina gave rise to jurisdiction\nunder N.C.G.S. § 1-75.4(3). \nId. \nat 171. For jurisdictional purposes, the defendants \"acted\" within North\nCarolina.\n{28} The comparison is appropriate. Libel and slander are intentional torts whose effects and injuries are\nnaturally aimed at the place of residence of the plaintiff. While a defendant may actually write and send\nthe damaging material in another state, his \"act\" continues into the forum when the offending material is\ncirculated here. It is the same with a threatening phone call. The threat continues into North Carolina.\n{29} In this case the defendants allegedly made libelous and slanderous statements outside this state which\nthey knew or should have known would be published or republished in North Carolina. Those acts were\ncommitted at a time the plaintiff was a resident of Virginia and do not, in the Court’s view, provide a\nseparate basis for finding jurisdiction over Defendant Robertson. The Court rejects plaintiff’s argument\nthat making slanderous or libelous statements that may become part of the information base searchable on\nthe Internet can subject a nonresident to jurisdiction in any forum. Nor does the fact that Dr. Robertson’s\ntelevision program is broadcast worldwide subject him to jurisdiction in any forum.\n{30} Federal courts in North Carolina consistently hold that § 1-75.4(1)(d) of the long-arm statute was\nspecifically intended to expand North Carolina’s jurisdictional power to the limits of due process, and as a\nresult have merged the two part \nDillon\n test into solely a due process analysis. \nSee, e.g.\n, \nRegent Lighting\nCorp. v. Galaxy Elec. Mfg., Inc\n., 933 F. Supp. 507 (M.D.N.C. 1996); \nGeneral Latex & Chem. Corp. v.\nPhoenix Medical Technology, Inc.\n, 765 F. Supp. 1246 (W.D.N.C. 1991). While this Court does not believe\nthat the two parts of the \nDillon \ntest have been merged into a due process analysis by North Carolina’s state\ncourts, this view is instructive when considering the proper construction of the state’s long-arm\nprovisions. North Carolina federal courts, looking at the long-arm statute and legislative and judicial\nintent, have concluded that so long as due process is maintained, the long-arm provisions should not be an\nobstacle to finding jurisdiction. Certainly, it is illogical to demand that the nonresident intentional\ntortfeasor have the contacts with the state demanded by subsection 1-75.4(4). Those conditions, designed\nto limit jurisdiction over foreign corporations who commit unintentional torts, have no logical relationship\nto intentional torts and should not be applied to causes of action arising from them.\n{31} In consideration of the above, this Court holds that a nonresident defendant who commits an\nintentional tort over the phone to a plaintiff in North Carolina is subject to jurisdiction in the North\nCarolina courts. The plaintiff has made out a prima facie case of intentional infliction of emotional distress\nagainst Robertson, specifically arising in part out of threats she alleges he instructed Pam Johnson to\ntransmit to plaintiff’s husband and threats plaintiff alleges Robertson repeated to her during the phone call\nof September 19, 1994. While it is true that the great majority of Robertson’s acts in this matter occurred\nwhile both he and the plaintiff were in Virginia, the test is not where the majority of the acts occurred.\nOnce the attempt to intimidate the plaintiff crossed the border into North Carolina, Robertson became\nsubject to this Court’s jurisdiction. Indeed, as the due process analysis below demonstrates, a single act is\nenough to confer jurisdiction in many cases. The fact that many of the acts allegedly supporting plaintiff’s\nclaim for intentional infliction of emotional distress were committed outside of North Carolina does not\nshield Robertson from his responsibility to answer in North Carolina for any torts he allegedly committed\nhere.\nII. DUE PROCESS REQUIREMENTS\n{32} As stated above, finding a statutory basis for jurisdiction is only the first step in the jurisdictional\nanalysis. The exercise of jurisdiction must also be consistent with the requirements of due process. \nDillon\n,\n291 N.C. 674, 231 S.E.2d 629. For the reasons set forth below, the Court finds that its exercise of\njurisdiction over Defendant Robertson does not violate his right to due process.\n{33} Due process of law is offended only when a nonresident lacks sufficient \"minimum contacts\" with\nthe forum state to make the state’s assertion of jurisdiction fair and reasonable. \nInternational Shoe Co. v.\nWashington\n, 326 U.S. 310, 90 L.Ed. 95 (1945). \"Minimum contacts\" is satisfied when \"the defendant’s\nconduct and connection with the forum are such that he should reasonably anticipate being haled into\ncourt there\n.\" World-Wide Volkswagon Corp. v. Woodson\n, 444 U.S. 286, 297, 567, 62 L.Ed.2d 490 (1980).\nThe existence of adequate contacts is not determined by the application of mechanical rules but rather by\ncareful consideration of the particular facts in each case in order to ascertain what is just under the\ncircumstances. \nDillon\n, 291 N.C. 674, 231 S.E.2d 629. Some factors commonly considered are: (1) the\nquantity of the contacts between the defendant and the forum state, (2) the nature and quality of the\ncontacts, (3) the source and connection of the cause of action to the contacts, (4) the interest of the forum\nstate, and (5) the convenience to the parties. \nBrickman v. Codella\n, 83 N.C. App. 377, 350 S.E.2d 164\n(1986). In addition, a single act that creates a \"substantial connection\" to the forum can support\njurisdiction. \nMcGee v. Int’l Life Ins. Co\n., 355 U.S. 220, 223, 2 L.Ed.2d 223 (1957).\n{34} Federal courts have identified two types of personal jurisdiction: specific and general. \nHelicopteros\nNacionales de Columbia, S.A. v. Hall\n, 466 U.S. 408, 80 L.Ed.2d 404 (1984). Specific jurisdiction exists\nwhen the defendant has purposefully directed his actions at residents of the forum state and the litigation\nresults from injuries that arise out of or relate to those actions. \nBurger King Corp. v. Rudzewicz\n, 471 U.S.\n462, 472, 85 L. Ed. 2d 528 (1985). General jurisdiction exists where a claim does not have any relation to\nthe defendant’s contacts with the forum state. \nSlaughter v. Life Connection of Ohio\n, 907 F.Supp. 929, 933\n(M.D.N.C. 1995).\n{35} The distinction between specific and general jurisdiction rests upon two obvious points. First, all\nthings being equal, a state has a greater interest in providing a forum for claims based upon conduct\ncausing harm within its borders than for those based on conduct unconnected with the forum’s territory.\nFirst Am. First v. National Ass’n of Bank Women\n, 802 F.2d 1511, 1516 (4\nth\n Cir. 1986). Second, an out-of-\nstate defendant should more reasonably expect to be haled into a foreign state’s courts when his\npurposefully targeted conduct has caused harm within that state’s borders. \nId. \nThus, as a general\nproposition, it is more \"fair\" to exercise jurisdiction when there is a close relationship among the\ndefendant, the forum, and the litigation. \nId.\n The Court finds that specific jurisdiction applies here. Plaintiff\nhas made out a prima facie case that Robertson purposefully directed threats at her while she was a citizen\nand resident of North Carolina and that her cause of action arises in part from those threats.\n{36} The defendant argues that the Court of Appeals has previously ruled that plaintiff has no claim\ngiving rise to specific jurisdiction in this case. The defendant bases this assertion on the dictum in the\nCourt of Appeals’ prior decision in this case. Defendant relies on the following passage from the opinion\nin \nPeterson v. Robertson\n, \n126 N.C. App. 435; 491 S.E.2d 566\n (unpublished opinion):\nThe present action \ndoes not arise out of the defendants contacts with North \nCarolina. Thus,\nunder \nHelicopteros\n, defendants can \nonly be haled into the courts of this jurisdiction, if at \nall,\nthrough the exercise of \"general\" personal \njurisdiction.\nId.\n at 3. The Court rejects this argument. The sole issue before the Court of Appeals at the time of its\nprevious ruling was the breadth of plaintiff’s discovery requests directed to the members of the Board of\nDirectors of CBN. The Directors had been sued in their capacity as directors of a Virginia nonprofit\ncorporation and not for any intentional act directed to a citizen and resident of North Carolina. The Court\ncorrectly observed that the claims asserted against those outside directors in their official capacities would\nbe based on general rather than specific jurisdiction. The claims asserted against Dr. Robertson are of an\nentirely different nature and arise out of his individual acts, not his acts in the capacity of a director of\nCBN. At the time of the Court of Appeals’ prior ruling, there were no jurisdictional issues before that\nCourt. The opinion dealt with the scope of discovery on the jurisdictional challenge raised by the Directors\nof CBN. Since the determination of jurisdictional issues was unnecessary to the determination of the\nissues before the Court of Appeals, the Court of Appeals’ statement relating to the lack of specific\njurisdiction was dictum. The doctrine of the law of the case does not apply to dicta, but only to points\nactually presented and necessary to the determination of the case. \nSouthland Ass’n Realtors v. Miner\n, 73\nN.C. App. 319, 321, 326 S.E.2d 107, 108 (1985). In addition, the Court of Appeals did not have a full\nopportunity at the time of its previous ruling to review the facts giving rise to specific jurisdiction in this\ncase\n.[fn6]\n Therefore, the Court of Appeals’ statement indicating a lack of specific jurisdiction as to the\noutside directors is not the law of this case.\n{37} Having determined specific jurisdiction applies, the question of whether due process is met in this\ncase must be considered in that context. Where specific jurisdiction exists, the central concern of the\ninquiry is the relationship among the defendant, the forum, and the litigation, rather than the mutually\nexclusive sovereignty of the several states\n. Shaffer v. Heitner\n, 433 U.S. 186, 197, 53 L.Ed.2d 683, 694\n(1977). Further, where specific jurisdiction is asserted, the contacts required by due process to support\njurisdiction need not rise to the level of the systematic and continuous contacts required to support an\nassertion of general jurisdiction. \nHelicopteros\n, 466 U.S. at 414 nn. 8,9. As the Fourth Circuit observed in\nFirst Am. First, \n802 F.2d 1511:\nA single contact by \na nonresident defendant may, if sufficiently purposeful in \nits aim at, and\nsufficiently egregious in its impact upon, a \nforum state’s legitimate interests, support a\nconstitutional exercise of specific jurisdiction in respect \nof a claim arising from that very\ncontact.\nId.\n Further, the standard for the exercise of jurisdiction is not a mechanical or quantitative one,\nInternational Shoe, \n326 U.S. 310, 90 L.Ed. 95, but rather is one of \"fairness and substantial justice.\"\nShaffer\n, 433 U.S. 186, 53 L.Ed.2d 683. The Supreme Court has said that for the purpose of asserting\n\"specific\" jurisdiction, a defendant has \"fair warning\" that he may be sued in a state for injuries arising\nfrom activities that he \"purposefully directed\" toward that state’s residents\n. Burger King Corp. v.\nRudzewicz\n, 471 U.S. 462, 472, 85 L.Ed.2d 528, 540-541 (1985), cited in \nTom Togs, Inc. v. Ben Elias\nIndus. Corp\n., 318 N.C. 361, 348 S.E.2d 782 (1986). When an individual who directs his activities at\nforum residents seeks to defeat jurisdiction, he must present a compelling case that the presence of some\nother considerations would render jurisdiction unreasonable. \nBurger King\n, 471 U.S. at 478, 85 L.Ed.2d at\n544. Robertson’s contact with this forum was \"purposefully directed\" at Andrea Peterson.\n{38} As stated above, the quality and nature of the defendant’s activities is also important to the due\nprocess analysis. Where the conduct is \"sufficiently egregious,\" even a single contact can support\njurisdiction. In \nFirst Am. First\n, cited above, the Fourth Circuit Court of Appeals deemed the mailing of\nlibelous letters \"sufficiently egregious\" to support jurisdiction. 802 F.2d 1511. In the instant case,\nplaintiff’s allegations that the phone calls took place are undisputed. If a jury determines that Dr.\nRobertson’s statements were intended to and did intimidate Mrs. Peterson and that his actions were a\ncontinuation of a prior pattern of similar conduct, the alleged threats would represent a continuation into\nNorth Carolina of egregious conduct. The Court notes here that whether Robertson’s statements during the\nphone calls of September 16 and September 19, 1994 constituted threats and support a claim for\nintentional infliction of emotional distress are questions for the jury. For jurisdictional purposes, plaintiff\nhas made a prima facie case.\n{39} In addition, North Carolina has a great interest in protecting its citizens from intentional torts. As\nprovided in the \nRestatement (Second) of Conflict of Laws\n:\nA state has a \nspecial interest in exercising judicial jurisdiction over \nthose who commit torts\nwithin its territory. This is because \ntorts involve wrongful conduct which a state seeks to\ndeter, \nand against which it attempts to afford protection, by \nproviding that a tortfeasor shall be\nliable for damages which \nare the proximate result of his tort.\nRestatement (Second) of Conflict of Laws, \n§ 36 comment (c) (1971). The North Carolina Court of Appeals\nrecognized this interest in the jurisdictional context in \nCiba-Geigy Corp. v. Barnett\n, 76 N.C. App. 605, 334\nS.E.2d 91 (1985). In \nCiba-Geigy\n, the Court affirmed the trial court’s assertion of jurisdiction over a\nnonresident employee of the plaintiff based on the defendant’s tortious submission, in this state, of\nfalsified customer complaints and refund requests. \nId\n. The Court of Appeals stated: \"In light of the\npowerful public interest of a forum state in protecting its citizens against out-of-state tortfeasors, the court\nhas more readily found assertions of jurisdiction constitutional in tort cases.\"\n Id\n. At 608. Thus, North\nCarolina’s strong interest in this case supports the exercise of jurisdiction.\n{40} Finally, it is significant that Robertson’s contact with this state was not merely fortuitous, but was the\nresult of an intentional affirmative act on his part. As stated above, the alleged intentional nature of\nRobertson’s acts are central to the Court’s determination. Robertson is the central figure in this lawsuit,\nboth because of his positions at CBN and American Sales and because of his alleged intentional, personal\nacts against the Petersons. These factors weigh in favor of a determination that the assertion of jurisdiction\nis substantially fair.\n{41} Robertson argues strongly that personal jurisdiction is improper because he was never physically\npresent in North Carolina. However, the Supreme Court has held that the defendant’s physical presence in\nthe forum state is not necessary under due process. \nBurger King\n, 471 U.S. 462, 85 L.Ed.2d 528. In \nCalder\nv. Jones\n, 465 U.S. 783, 79 L.Ed.2d 804 (1984), the Supreme Court made clear that the quantity of a\ndefendant’s contacts with the forum is not of paramount consideration. In \nCalder\n, a professional\nentertainer brought suit in California over an allegedly defamatory article published in the \nNational\nEnquirer\n. The suit named an editor for the \nEnquirer\n as a defendant. The editor, Calder, was a Florida\nresident who had only been to California twice in his life, once on vacation and once to testify in an\nunrelated matter.\n{42} The Supreme Court focused on the intentional nature of the act, its direction toward the forum, and\nthe fact that the cause of action arose from the act. It held that jurisdiction was proper in California and\nsatisfied due process requirements. Justice Rehnquist, writing for the Court, emphasized the significance\nof the intentional nature of the defendant’s tort, as follows:\nPetitioner(s) liken \nthemselves to a welder employed in Florida who works on a \nboiler which\nsubsequently explodes in California. Cases which \nhold that jurisdiction will be proper over\nthe manufacturer . \n. . should not be applied to the welder who has no control \nover and derives\nno benefit from the employer’s sales in \nthat distant state.\nId. The Court went on:\nPetitioners’ \nanalogy does not wash. Whatever the status of their \nhypothetical welder,\npetitioners are not charged with mere \nuntargeted negligence. Rather, their intentional, and\nallegedly tortious, actions were expressly aimed at \nCalifornia.\nId.\n Finally, the Court concluded: \"In this case, petitioners are primary participants in an alleged\nwrongdoing intentionally directed at a California resident, and jurisdiction is proper over them on that\nbasis.\" \nId.\n{43} Following \nCalder\n, jurisdiction over Robertson is proper. Robertson is the primary participant in an\nalleged wrongdoing intentionally directed at a North Carolina resident. On that basis, the exercise of\njurisdiction over Robertson satisfies the requirements of due process.\n{44} Robertson asserts that he had no knowledge of Andrea Peterson’s whereabouts at the time of the\nphone call in question and therefore could not have \"purposefully directed\" his acts toward North Carolina.\nThe critical factor is not whether Dr. Robertson purposefully directed his acts toward North Carolina, but\nwhether he purposefully directed them toward Mrs. Peterson at a time when she was both present and\nresiding in this state. The plaintiff has established a prima facie case of an intentional tort directed at her\nwhile in North Carolina. Surely, if Robertson were standing in Virginia and fired a bullet into North\nCarolina, striking the plaintiff, North Carolina could assert jurisdiction regardless of whether Robertson\nwas aware the plaintiff was across the border. It is equally clear that communicating a threat through\nanother person to a resident of this state is conduct directed toward this state. A defendant who commits an\nintentional tort purposefully directed at a specific person must fairly expect to be subject to suit \nwherever\nthat person is at the time of the tortious act.\nCONCLUSION\n{45} This case presents interesting and close issues because so many of the actions which allegedly give\nrise to Mrs. Peterson’s claim for intentional infliction of emotional distress took place outside North\nCarolina while she was a resident of Virginia. The fact remains that she moved to North Carolina and,\nwhile a citizen and resident of this state, received threats communicated through another person and\nparticipated in a phone call in which she alleges that she was threatened and intimidated as part of a long\nexisting pattern of conduct on the part of Dr. Robertson and CBN. The existence of the phone calls and\ntheir contents have been established for jurisdictional purposes. Whether those facts support Mrs.\nPeterson’s claim for intentional infliction of emotional distress are a matter for the jury to decide. If the\njury concludes that Dr. Robertson’s statements were designed to threaten and intimidate Mrs. Peterson and\nher husband and were part of a continuing effort to silence them (all of which Dr. Robertson and CBN\nvigorously deny), a tort involving egregious conduct will have been established which supports\njurisdiction in this state. There is sufficient evidence in the record at this stage of the proceedings to\nsupport such a conclusion even though the issues are hotly contested. If the allegedly egregious conduct\ndid take place, it is clear that jurisdiction would be proper under N.C.G.S. § 1-75.4 and would satisfy the\ndue process requirements of the Constitution of the United States. It simply cannot be said, consistent with\nthe spirit of the prior rulings of the courts of this state, that an alleged intentional tortfeasor who\npurposefully directs his activities at someone in North Carolina is not subject to this Court’s jurisdiction.\nTo so rule would be to impose a greater limit on North Carolina’s jurisdictional power than required by\ndue process and subject N.C.G.S. § 1-75.4(3) to a strict construction, contrary to clear legislative and\njudicial intent.\n{46} In consideration of the foregoing, the Defendant Robertson’s motion to dismiss for lack of personal\njurisdiction is \nDENIED\n.\n \nThis 25th day of May, 1999.\n________________________________________\nFootnote 1\n \nThe Virginian-Pilot\n is located in southeastern Virginia near the Virginia–North Carolina\nborder. The Court finds that Robertson was aware that the statements would likely be circulated in North\nCarolina. (Robertson Dep. of Feb. 22, 1996 at 39, 40.) However, the Court does not believe this to be a\nbasis for jurisdiction over him. Many slander cases have held that jurisdiction is proper where the harm\nwas foreseeably done to the plaintiff. In this case, Andrea Peterson did not yet reside in North Carolina\nwhen the statements to \nThe Virginian-Pilot\n were made. Therefore, when the statements were made, she\nsuffered no real harm in North Carolina, and Robertson could not have foreseen that she would be harmed\nhere.\nFootnote 2\n The Court notes that the Defendant Robertson has not challenged the application of N.C.G.S. §\n1-75.4, but has rested his jurisdictional challenge on the argument that he has had insufficient contacts with\nNorth Carolina to satisfy the requirements of due process.\nFootnote 3\n Some states have enacted \"single act\" long-arm statutes, which simply grant jurisdiction to the\nfull extent allowed by federal due process without attempting to set forth specific jurisdictional grounds.\nFootnote 4\n Many of the leading cases governing personal jurisdiction and due process issues arose in the\nproducts liability context. \nSee, e.g\n., \nInternational Shoe Co. v. Washington\n, 326 U.S. 310, 90 L.Ed. 95,\n(1945); \nWorld-Wide Volkswagon Corp. v. Woodson\n, 444 U.S. 286, 62 L.Ed.2d 490 (1980).\nFootnote 5\n The Iowa Supreme Court went on to hold that the call provided sufficient \"minimum contacts\"\nwith Iowa so the maintenance of the suit did not offend traditional notions of substantial justice and fair\nplay.\nFootnote 6 \nThe Court also rejects the contention that plaintiff has made new allegations in her amended\ncomplaint in violation of this court’s order. The plaintiff’s allegations, taken as a whole, claim intentional\ninfliction of emotional distress as a result of a campaign by the defendants to intimidate and scare the\nPetersons into silence. The phone call and threats in question are a material part of those allegations.\n "
}