{
  "id": "99a4a8157c361cab2eb4ee52d74e23249150fb662ba83eea845dcdf1adc3d1c2",
  "source_file": "data/raw/ncbc/99a4a8157c361cab2eb4ee52d74e23249150fb662ba83eea845dcdf1adc3d1c2.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 9247 \n \nF-L LEGACY OWNER, LLC, \n \nPlaintiff, \n \nv. \n \nTHE LEGACY AT JORDAN LAKE \nHOMEOWNERS ASSOCIATION, \nINC.,  \nDefendant/ \n                                Counterclaim \n                                Plaintiff, \n \nv. \n \nF-L LEGACY OWNER, LLC, \nFREEHOLD CAPITAL \nMANAGEMENT, LLC, THOMAS C. \nTISCHER, STAN BROWN, \nANDREW T. SMITH, and MICHAEL \nMcCOLLUM, \n \n                                Counterclaim \n                                Defendants. \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nCOUNTERCLAIM DEFENDANTS’ \nMOTION TO DISMISS \n \n \n1. THIS MATTER is before the Court on Counterclaim Defendants F -L \nLegacy Owner, LLC (“F-L Legacy”), Freehold Capital Management, LLC (“Freehold”), \nThomas C. Tischer  (“Tischer”), Stan B rown (“Brown”), Andrew T. Smith  (“Smith”), \nand Michael McCollum’s ( “McCollum”; collectively, the “Freehold Def endants”) \nMotion to Dismiss 1 (the “Motion”) certain counterclaims in Counterclaim Plaintiff \nThe Legacy at Jordan Lake Homeowners Association, Inc.’s (the “HOA”) Answer and \nAffirmative Defenses to Plaintiff’s Complaint and Counterclaim  (the “Answer and \n \n1 (ECF No. 19.) \nF-1 Legacy Owner, LLC v. Legacy at Jordan Lake Homeowners Ass’n, 2023 NCBC 30. \nCounterclaim”)2 pursuant to Rule 12(b)(6) of the North Carolina Rules of Civil \nProcedure (the “Rule(s)”), filed on 5 December 2022 in the above-captioned case.  After \nconsidering the Motion , the parties’ briefs in support of and in oppos ition to the \nMotion, the relevant pleadings, and the arguments of counsel at the hearing on the \nMotion, the Court hereby GRANTS in part and DENIES in part the Motion as set \nforth below.  \nParker Poe Adams & Bernstein, LLP, by Eric H. Cottrell and Russell \nKillen, for Plaintiff/Counterclaim Defendant  F-L Legacy Owner, LLC  \nand Counterclaim Defendants Freehold Capital Management, LLC, \nThomas C. Tischer, Stan Brown, Andrew T. Smith, and Michael \nMcCollum. \n \nMorningstar Law Group, by William J. Brian, Jr. and Harrison M. \nGates, and Cranfill Sumner, LLP, by RaShawnda Murphy Williams, for \nDefendant/Counterclaim Plaintiff  The Legacy at Jordan Lake \nHomeowners Association. \n  \nBledsoe, Chief Judge. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \n2. The Court does not make findings of fact when ruling on a motion to dismiss \nunder Rule 12(b)(6).   Rather, the Court recites the allegations asserted and \ndocuments referenced in the challenged pleading —here, Defendant’s Answer and \nCounterclaim—that are relevant to the Court’s determination of the Motion. \n \n2 (ECF No. 7.)  The Court shall hereafter cite the Counterclaim portion of the Answer and \nCounterclaim as the “Counterclaims” for ease of reference. \n \n3. The Legacy at Jordan Lake ( the “Community”) is a residential subdivision \nlocated in Chapel Hill, North Carolina.3   \n4. F-L Legacy is “a wholly -owned subsidiary of Freehold or companies \naffiliated with, related to, or controlled by Freehold or by Freehold’s m embers, \nmanagers, or officers” and uses all monies it collects for the benefit of Freehold and \nits affiliates.4  F-L Legacy was the Community’s developer from 23 April 2014  until \n31 December 2020.5   \n5. The HOA is the Community’s homeowner’s association and is a North \nCarolina nonprofit corporation formed to maintain the Community’s common areas.6   \n6. The Community is subject to a Declaration of Covenants, Conditions, and \nRestrictions (the “Declaration”),7 which “imposes upon [the real property comprising \nthe Community] mutually beneficial restrictions under a general plan of \n \n3 The HOA alleges that the Community is a “Planned community” as defined in the North \nCarolina Planned Community Act  (the “NCPCA”) , N.C.G.S. § 47F-1-103(23).  ( See Def.’s \nAnswer and Affirmative Defenses Pl. ’s Compl. and Countercl., ECF No. 7, ¶ ¶ 13,  17.)  \nDefendant’s Answer to Plaintiff’s allegations and Defendant’s Counterclaim are numbered \nseparately within ECF No. 7.  Accordingly, citations to paragraph numbers shall be to either \nthe “Answer” or “Countercl.,” as appropriate.   \n \n4 (Countercl. ¶¶ 25, 26.) \n \n5 (Countercl. ¶¶ 19–22, 48.) \n \n6 (Countercl. ¶¶ 1, 13–14.)  \n \n7 (See generally Countercl. Ex. 1  [hereinafter “Declaration”].)  Defendant alleges that the \nDeclaration constitutes a “Declaration” as defined in the NCPCA.  See  N.C.G.S. § 47F -1-\n103(10); (Countercl. ¶ 16). \n \nimprovement for the benefit of the owners of each portion of [the real property \ncomprising the Community].”8   \n7. Under the Declaration, the “Declarant” —which initially was the original \ndeveloper of the Community —is granted numerous rights and obligations. 9  The \nDeclaration also vests the HOA with various rights and obligations. 10  Among these \nare the HOA’s right to have Class A Members and a sole Class B Member.11  Class A \nmembers are all those persons who hold record title to any Unit12 in the Community \nthat are not the  Class B member. 13  The Class B member is the Declarant, whic h, \nbeginning on 23 April 2014, was F-L Legacy.14  \n \n8 (Countercl. ¶ 16; Declaration.) \n \n9 (Declaration Art. 13.)  Defendant alleges that the original developer was a “Declarant” as \ndefined in the NCPCA.  See N.C.G.S. § 47F-1-103(9); (Countercl. ¶ 18). \n \n10 (See generally Declaration Art. 4.) \n \n11 (Declaration Arts. 3.2(a)–(b).)  Although the Declaration refers to Class “A” and Class “B” \nmembers, the Court has elected to omit the quotation marks surrounding A and B in this \nOrder and Opinion.  \n \n12 “Unit” is defined in the Declaration as  \n \n[a] portion of the Properties legally subdivided pursuant to one of the Plats, \nwhether improved or unimproved, which may be independently owned and \nconveyed and which is intended for development, use, and occupancy as an \nattached or detached residence for a single family.  The term shall refer to the \nland, if any, which is part of the Unit as well as any improvements thereon.   \n \n(Declaration Art. 1.47.) \n \n13 (Declaration Arts. 1.34, 3.2(a).) \n \n14 (Declaration Art. 3.2(b); Countercl. ¶¶ 22, 28.) \n \n8. The Declaration provides for a “Class B Control Period,” during which the \nClass B Member  has the right to appoint a majority of the HOA’s directors. 15  The \nClass B Control Period was in effect when F-L Legacy became the Declarant in 2014 \nand, according to the HOA, terminated under the Declaration’s terms on 31 December \n2020.16 \n9. Pursuant to its authority as Declarant under the Declaration, F -L Legacy \nappointed Tischer, Brown, and Smith as the Association’s three and only directors on \nor about 1 June 2014.17  According to the HOA, each of these directors was an officer \nand director of Freehold throughout the period F -L Legacy served as the Declarant.  \nTischer was an owner and co -founder of Freeh old, and throughout the  relevant \nperiod, he and Brown were principals of Freehold while Smith served as Freehold’s \nSenior Vice President for Development Operations. 18  At the same time  and in \naccordance with the HOA’s bylaws, the three Freehold -affiliated directors elected \nTischer as the HOA’s president, Brown as the HOA’s vice president, and Smith as the \nHOA’s secretary and treasurer.19   \n \n15 (Declaration Arts. 1.10, 3.2.) \n \n16 (Countercl. ¶¶ 30, 48; Declaration Art. 3.2(b)(ii).) \n \n17 (Countercl. ¶ 31.) \n \n18 (Countercl. ¶¶ 7–9.) \n \n19 (Countercl. ¶ 33.)  The HOA’s bylaws provide that the HOA’s officers shall be a president, \nvice president, secretary, and treasurer and shall be elected by the HOA’s board of directors.  \n(See Declaration Ex. C Art. 4.1 [hereinafter “Bylaws”].) \n \n10. On or about 21 May 2019, Tisch er resigned as an officer and director, and \nMcCollum, one of Freehold’s division presiden ts, was appointed to replace him .20  \nBrown, Smith, and McCollum, acting as the HOA’s sole directors, then elected Brown \nas the HOA’s president, Smith as its vice president, and McCollum as the HOA’s \nsecretary and treasurer during the remainder of the relevant period.21 \n11. According to Plaintiff, when the Class B Control Period ended , Brown, \nSmith, and McCollum should have held an election in which the Class A members \nelected a new board of directors with a majority of Class A members.  But rather than \nhold an election, the HOA  alleges that Brown, Smith, and McCollum improperly \nremained as directors and officers of the HOA until 17 August 2021.22 \n12. Through this lawsuit, t he HOA challenges certain actions Tisch er, Brown, \nSmith, and McCollum (collectively, the “Freehold Directors”) took while they served \nas the HOA’s officers and directors that the HOA contends intentionally benefited \nFreehold at the HOA’s expense in violation of the Freehold Directors’ fiduciary duties \nto the HOA.23  Relevant to this contention is the Declaration’s requirement that the \nHOA’s board of directors adopt a budget each year for the coming year ’s “Common \nExpenses.”24  Those expenses are defined in the Declaration as those that are \n \n20 (Countercl. ¶ 45.) \n \n21 (Countercl. ¶¶ 10, 45.)   \n \n22 (Countercl. ¶¶ 48–51; see Bylaws Art. 3.5(b).) \n \n23 (Countercl. ¶¶ 116–53.) \n \n24 (Declaration Art. 8.3; Bylaws Art. 3.19(a).) \n \nincurred or are anticipated to be incurred by the  HOA “for the general benefit of all \nOwners, including any reasonable reserve[.]”25   \n13. Under the Declaration, t he budget is funded by “G eneral Assessments” \nlevied against all occupied unit s “at a level which is reasonably expected to produce \ntotal income for the [HOA] equal to the total budgeted Common Expenses, including \nreserves.”26  During the Class B Control Period, F -L Legacy, as the Declarant, was \nrequired to pay , for each Unit that it owned, an assessment equal to 50% of the \nassessment paid by the other Unit owners, as well as, at its election, “ either to pay \nan amount equal to its regular assessment amount on all of its unsold Units or to pay \nthe difference in the amount of the assessments levied on all other Units subject to \nassessment and the amount of actual expenditures by the [HOA] during the fiscal \nyear.”27  The HOA alleges that once the Class B Control Period ended, the Declaration \nrequired F-L Legacy, as Declarant, to pay the same assessment for each Unit it owned \nas all other owners but that it would not owe any assessments if it no longer owned \nany Units.28 \n14. By the Declaration’s terms, therefore, F -L Legacy was able to appoint the \nHOA’s board of directors during the Class  B Control Period, who then had the right \nto determine the amount of Common Expenses , in turn the amount of G eneral \n \n25 (Declaration Art. 1.12.) \n \n26 (Declaration Art. 8.3.) \n \n27 (Declaration Art. 8.2.) \n \n28 (Countercl. ¶¶ 34–38.) \n \nAssessments, and ultimately the amount that F-L Legacy had to pay in assessments.  \nThe HOA alleges  that the Freehold Directors intentionally set the amount of \n“Common Expenses” below the level of anticipated actual expenses in order to lower \nF-L Legacy’s required assessments and then funded the resulting budget shortfall by \ncausing the HOA to issue promissory notes (the “Notes”)  to F -L Legacy that the \nFreehold Directors caused to mature after F-L Legacy no longer owned any Units and \nhad no further assessment obligation s.29  These Notes required the HOA to pay all \nprincipal balances by their due dates and set a per- annum interest rate of 12% on \nany unpaid principal.30  Most of the Notes were authorized in writing without an in-\nperson board meeting.31 \n \n29 (Countercl. ¶¶ 37–40.)  The specific notes at issue in this litigation are: (i) a $65,000 note \nissued in October 2014 with an original maturity date of 31 December 2018, which was later \nextended to 31 December 2021 (the “October 2014 Note”) ( Countercl. ¶¶ 41, 53; Am. Compl. \n¶¶ 5–8, ECF No. 36 ; Verified Compl. Exs. A –C, ECF No. 3 ); (ii) a  $65,000 note issued in \nMarch 2015 with an original maturity date of 31 December 2019, which was later extended \nto 31 December 2023 (the “March 2015 Note”) (Countercl. ¶ ¶ 42, 54; Am. Compl. ¶¶ 13–15, \nExs. D –F, ECF No. 36.1 ); (iii)  a $40,000 note issued in December 2017 with an original \nmaturity date of 31 December 2021, which was later extended to 31 December 2023 (the \n“December 2017 Note”)  (Countercl. ¶¶ 43, 55; Am. Compl. ¶ ¶ 20–21, Exs. G–H, ECF No. \n36.1); (iv) a $185,788.30 note issued in September 2018 with a maturity date of 31 December \n2022 (the “September 2018 Note”) (Am. Compl. ¶ 26, Ex. I, ECF No. 36.1); (v) a $102,539.41 \nnote issued in August 2019 with a maturity date of 31 December 2023 (the “August 2019 \nNote”) (Countercl. ¶ 46; Am. Compl. ¶ 31, Ex. J, ECF No. 36.1 ); and (vi) a $67,171.26 note \nissued in October 2020 with a maturity date of 31 December 2024 (the “October 2020 Note”) \n(see Countercl. ¶ 47; Am. Compl. ¶ 36, Ex. K, ECF No. 36.1).  \n \n30 (Am. Compl. Exs. A, D, G, I, J, K.) \n \n31 (Countercl. ¶¶ 42–47.) \n \n15. F-L Legacy initiated this action on 1 August 2022 to recover all sums due on \nthe October 2014 Note and subsequently filed an Amended Complaint on 8 March \n2023 seeking to recover the sums due on the other Notes as well.32   \n16. The HOA filed its Answer and Counterclaim in response to F -L Legacy’s \noriginal complaint on 3 October 2022, 33 asserting among the seventeen causes of \naction listed in the Counterclaims,  (i) six separate counterclaims for breach of \nfiduciary duty , each based on a specific Note, against the Freehold Directors who \napproved the issuance of each Note (Counts 1–6);34 and (ii) an action for an accounting \nagainst the Freehold Defendants to detail the HOA’s receipts and expenditures \nduring the period the Freehold Directors served on the HOA’s board (Count 8).\n35   \n17. The Freehold Defendants filed the Motion to Dismiss on 5 December 2022, \nseeking the dismissal of  Counts 1–6 and 8 of the HOA’s C ounterclaims.  After full \nbriefing, the Court held a hearing on the Motion on 14 February 2023, at which all \nparties were represented by counsel.  The Motion is now ripe for resolution.  \n \n32 (ECF No. 36.) \n \n33 (ECF No. 7.) \n \n34 (Countercl. ¶¶ 116–48.)  Counts 1–4 are based on the October 2014, March 2015, December \n2017, and September 2018 Notes, respectively, and are against Tischer , Brown, and Smith.  \nCounts 5 and 6 are based on the August 2019 and October 2020 Notes and are against Brown, \nSmith, and McCollum. \n \n35 (Countercl. ¶¶ 154–59.) \nII. \nLEGAL STANDARD \n18. Under Rule 12(b)(6), “the [challenged pleading ] is construed liberally, \nviewing the allegations as true and in the light most favorable to the non- moving \nparty, and the claim is not dismissed unless it appears beyond doubt that the [non -\nmoving party] could prove no set of facts in support of [its] claim which would entitle \n[it] to relief.”  Krawiec v. Manly, 370 N.C. 602, 618 (2018) (cleaned up).  W hile “the \nwell-pleaded material allegations of the [ challenged pleading ] are taken as true[,] \nconclusions of law or unwarranted  deductions of fact are not adm itted.”  Azure \nDolphin, LLC v. Barton, 371 N.C. 579, 599 (2018). \n19. Dismissal under Rule 12(b)(6) is proper when “ ‘(1) the [challenged \npleading] on its face reveals that no law supports [its claims]; (2) the [pleading] on its \nface reveals the absence of facts sufficient to make a good claim; or (3) the [pleading] \ndiscloses some fact that necessarily defeats the [non-moving party’s] claim.’ ”  Corwin \nv. British Am. Tobacco, PLC , 371 N.C. 605, 615 (2018) (quoting  Wood v. Guilford \nCnty., 355 N.C. 161, 166 (2002)). \nIII.  \nANALYSIS \nA. Counts 1–6—Breach of Fiduciary Duty Counterclaims Based on the Notes \n20. The HOA argues that the Freehold Directors acted in their own self-\ninterests and breached their fiduciary dut ies as directors of the HOA by first \napproving General Assessments after 2014 in an amount less than total budgeted \nCommon Expenses, including reserves, and later by eliminating the resulting budget \ndeficits by causing the HOA to borrow funds from F -L Legacy that the HOA would \nnot repay until after F -L Legacy was no longer subject to assessments as a Unit \nowner.36  Through this stratagem, the HOA avers, the Freehold Directors shifted the \nfinancial burden of supporting the HOA from F -L Legacy to the HOA and its future \nmembers.37  The HOA contends that these actions were intended to benefit, and did \nbenefit, Freehold and caused injury to the HOA.38  As a result, the HOA alleges, the \nFreehold Directors breached their fiduciary dut ies to the HOA by acting to further \nFreehold’s best interests at the expense of the HOA.39 \n21. The Freehold Directors argue in opposition that their actions complied with \nthe Declaration and benefitted the HOA by keeping the G eneral Assessments for \nexisting owners low until those assessments could be spread over a greater number \nof owners, which did not harm the HOA and its individual members.40  As such, they \ncontend that the transaction was entirely fair to the HOA and that Counts 1–6 of the \nHOA’s Counterclaims should be dismissed.41   \n \n36 (See Def. Countercl. Pl. The Legacy at Jordan Lake Homeowners Association’s Mem. Resp. \nCountercl. Defs.’ Mot. Dismiss 6–8 [hereinafter “Br. Opp’n”], ECF No. 26.) \n \n37 (Br. Opp’n 8.) \n \n38 (See Br. Opp’n 6–9.) \n \n39 (Br. Opp’n 3.) \n \n40 (See Mem. Law Supp. F -L Legacy Owner LLC, Freehold Cap ital Management, LLC, \nThomas C. Tischer, Stan Brown, Andrew T. Smith, and Michael McCollum’s Mot. Dismiss 4–\n7 [hereinafter “Br. Supp.”], ECF No. 20.) \n \n41 (See generally Br. Supp.) \n22. Under North Carolina law, each Freehold Director was required to \ndischarge his o r her duties to the HOA : “(1) In good faith; (2) With the care an \nordinarily prudent person in a like position would exercise under similar \ncircumstances; and (3) In a manner the director reasonably believe[d] to be in the \nbest interests of the corporation .”  N.C.G.S. § 55A -8-30(a).  Even if the  Directors’ \nconduct in setting Common Expenses and General Assessments and in incurring debt \nto make up for budget shortfalls was permitted under the Declaration as they \ncontend, the Freehold Directors were still “under a statutory mandate to act in good \nfaith and not to engage in any self[-]dealing.”  Freese v. Smith, 110 N.C. App. 28, 38 \n(1993).  \n23. After careful review, the Court concludes that the HOA has alleged facts \nthat, if taken as true, show that the Freehold Directors engaged in conduct with the \nintent and effect of benefitting Freehold at the expense of the HOA.  As  such, the \nHOA’s allegations permit a factfinder to conclude that the Freehold Directors were \ninvolved in self-dealing, see, e.g., Self-Dealing, Black’s Law Dictionary (10th ed. 2014) \n(defining “ self-dealing” as “[p]articipation in a transaction that benefits oneself \ninstead of another who is owed a fiduciary duty”), and in conflict of interest \ntransactions, see N.C.G.S. § 55A -8-31(a) (“A conflict of interest transaction is a \ntransaction with the corporation in which a director of the corporation has a direct or \nindirect interest.”).   \n24. By statute, a transaction is not voidable “ solely because of the director ’s \ninterest” if the board approved or ratified the transaction  with knowledge of the \nmaterial facts, if the members entitled to vote approved or ratified the transaction  \nwith knowledge of the material facts, or if the transaction was fair to the corporation.  \nSee N.C.G.S. § 55A -8-31(a).  Because the HOA has pleaded facts showing that all \nboard members were interested in the challenged transactions and that the HOA \nmembers did not approve or ratify any of the board’s decisions, the issue for the Court \non the Motion is whether, applying the appropriate standards to the pleaded facts, it \ncan conclude as a matter of law that the challenged transactions were entirely fair to \nthe HOA.  The Court concludes that it cannot.   \n25. To begin, w hether a transaction is entirely fair depends on “the facts and \ncircumstances as they were known or they should have been known at the time  the \ntransaction was entered into.”  Ehmann v. Medflow, Inc., 2017 NCBC LEXIS 88, at \n*53 (N.C. Super. Ct. Sept. 26, 2017) (quoting N.C.G.S. § 55 -8-31, cmt. 4).  Where, as \nhere, the party challenging the transaction pleads that it was approved by interested \ndirectors, the burden of proof as to the transaction’s entire fairness lies with the party \nseeking to sustain the transaction —in this instance , F -L Legacy. 42  See Highland \nCotton Mills v. Ragan Knitting Co. , 194 N.C. 80, 88 (1927) (“[W]here the fairness of \n[conflicted] transactions is challenged, the burden is upon those who would maintain \nthem to show their entire fairness [.]”); Ehmann, 2017  NCBC LEXIS 88,  at *46; \n \n42 For this burden-shifting to apply, a conflict of interest must be adequately pleaded.  Se e, \ne.g., Scott v. Lackey, 2012 NCBC LEXIS 60, at *32 (N.C. Super. Ct. Dec. 3, 2012) (reasoning \nthat by showing that a majority of board members had a financial interest in a transaction, \nthe business judgment rule was rebutted, and the entire fairness standard of review was \napplicable, which consequently shifted the burden to the transaction’s proponents).  As stated \nabove, the Court concludes that the HOA has pleaded facts showing that  the Freehold \nDirectors engaged in conflict-of-interest transactions by approving the issuance of the Notes.   \nRussell M. Robinson II, Robinson on North Carolina Corporation Law § 14.06 n.7 (7th \ned. 2022) (“Whenever a material transaction of any nature is challenged as involving \nself-dealing or some other conflict of interest with a  . . . party dominating the \ncorporation’s action, the transaction must substantively pass the test of ‘entire \nfairness,’ and procedurally, the burden of persuasion shifts to the directors or others \ndefending the transaction.”).   \n26. For that reason, motions to dismiss are rarely granted wher e an entire  \nfairness analysis is required.  See, e.g. , Scott, 2012 NCBC LEXIS 60, at *32   \n(concluding that since the entire fairness standard shifts the burden to the defendant, \na plaintiff can survive a 12(b)(6) motion by sufficiently pleading that a transaction \nwas self-interested); see also Salladay v. Lev, 2020 Del. Ch. LEXIS 78, at *1 (Del. Ch. \nFeb. 27, 2020) (“It is nearly . . . axiomatic that, where entire fairness is the standard \nof review, a motion to dismiss is rarely granted [ ] because review under entire \nfairness requires a record to be meaningful.”). \n27. Here, the HOA has sufficiently pleaded facts that, when taken as true, show \nthat the Freehold Directors have engaged in a series of self- interested transactions \nin violation of their fiduciary duties by shifting to the HOA and its future members \nthe financial burden F -L Legacy would have otherwise shouldered.  T he burden is \nthus on the Freehold Directors to show that, based on the HOA’s pleading, the Notes \nwere entirely fair to the HOA as a matter of law.   \n28. The Freehold Directors attempt to carry their burden by argu ing that the \nHOA has not suffered any harm  from the transactions .  But even if that were so, \nviewing the Counterclaim allegations in the light most favorable to the HOA, the \nCourt cannot conclude as a matter of law, in light of all “the facts and circumstances \nas they were known or  . . . should have been known at the time the transaction[s \nwere] entered into,” Ehmann, 2017 NCBC LEXIS 88, at *53, that the issuance of the \nNotes “carrie[d] the earmarks of an arm’s length bargain,” Hill v. Erwin Mills, Inc. , \n239 N.C. 437, 444 (1954), or that the Notes “might have been entered i nto at arm’s \nlength by disinterested persons,” Ehmann , 2017 NCBC LEXIS 88, at *52.  To the \ncontrary, the transactions as pleaded permit a factfinder to conclude that the \nDirectors used the HOA for their own purposes and in a way that disinterested \ndirectors would not have authorized.   \n29. As a result, the Court concludes that the Fr eehold Defendants have not \nshown as a matter of law that the conflict -of-interest transactions in which they \nengaged were entirely fair to the HOA based on the allegations of the Counterclaims \nand its attachments.  Their Motion must therefore be denied as to Counts 1–6.   \nB. Count 8—Counterclaim for Accounting \n30. The Freehold Defendants move to dismiss the HOA’s counter claim for \naccounting (Count 8) on grounds that an accounting is a remedy and not a cause of \naction.43  While Defendants are correct that the HOA’s purported counterclaim is not \nproperly captioned as a cause of action , see, e.g., Elhulu v. Alshalabi, 2021 NCBC \nLEXIS 44, at *20 (N.C. Super. Ct. Apr. 29, 2021) (an equitable accounting “is a \nremedy, not an independent cause of action”), the Court is nevertheless satisfied that \n \n43 (Br. Supp. 7–8.) \nthe HOA has pleaded facts in support of its counterclaims for unjust enrichment, \nbreach of fiduciary duty, and constructive fraud that would, if proven, permit a court \nto order an equita ble accounting.  See, e.g. , Starling v. Alexander Place Townhome \nAss’n, 2010 N.C. App. LEXIS 488, at *10 (N.C. Ct. App. Mar. 16, 2010) (“An \naccounting is an equitable remedy, usually sought pursuant to claims of constructive \nfraud or breach of fiduciary duty.”) ; Pender v. Bank of Am. Corp., 788 F.3d 354, 364 \n(4th Cir. 2015) (“An accounting for profits is a restitutionary remedy  based upon \navoiding unjust enrichment.” (cleaned up)); see generally Howard v. IOMAXIS, LLC, \n2022 NCBC LEXIS 146, at *22 (N.C. Super. Ct. Dec. 5, 2022) (“The scope and depth \nof the remedy  of equitable accounting depends on the nature of the harm and the \ninformation necessary to remedy that harm.  An equitable accounting can be specific \nand deep, or it can be general and cover a breadth of information.”). \n31. As a result, the Court will grant the Freehold Defendants’ motion as to \nCount 8 of the HOA’s Counterclaims and dismiss the HOA’s action for an accounting \nto the extent it is asserted as an independent cause of action, but without prejudice \nto the HOA’s right to pursue the equitable accounting remedy to the extent one or \nmore of its causes of action may warrant that relief. \nIV. \nCONCLUSION \n32. WHEREFORE, the Court, for the reasons set forth above,  hereby \nORDERS as follows: \na. The Motion is hereby DENIED as to Counts  1–6 of the HOA’s \nCounterclaims; and \nb. The Motion is hereby GRANTED as to Count  8 of the HOA’s \nCounterclaims and that Count is hereby DISMISSED without prejudice \nto the HOA’s right to pursue the equitable accounting remedy against the \nFreehold Defendants to the extent one or more of its counter claims may \njustify that remedy.  \n SO ORDERED, this the 3rd day of April, 2023. \n       /s/ Louis A. Bledsoe, III    \n       Louis A. Bledsoe, III \n       Chief Business Court Judge "
}