{
  "id": "99d32f722301ca2321a092f5b9b809476e134ed48526a5fd42ab5d6180d165da",
  "source_file": "data/raw/ncbc/99d32f722301ca2321a092f5b9b809476e134ed48526a5fd42ab5d6180d165da.pdf",
  "raw_text": "Morris v. Scenera Research, LLC, 2016 NCBC 99. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \n \n IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n09 CVS 19678 \nROBERT PAUL MORRIS, \n \nPlaintiff, \n \nv. \n \nSCENERA RESEARCH, LLC and \nRYAN C. FRY, \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n   \n1. THIS MATTER is now before the Cour t on Plaintiff’s four motions for \nattorneys’ fees (collectively the “Motions”).  After reviewing the record, briefs, and \nauthorities cited, and hearing arguments of  counsel, the Court concludes that while \nthere may be a factual basis to apportion prejudgment attorneys’ fees, Plaintiff is \nentitled to recover all such fees, unless Defendants can demonstrate a factual basis \nfor finding that some prejudgment fees can be allocated to tasks that did not directly \nbenefit the litigation of the claims upon which Plaintiff was successful and that were \nnot directed toward developing or presenting a factual record that serves as the \ncommon nucleus for all claims.  The Court further concludes that there is a clear basis \nfor apportioning attorneys’ fees incurred in connection with postjudgment appeals \nbased on a closed factual record, and that Plaintiff should recover attorneys’ fees \nincurred on appeal in defending the portion of the judgment regarding claims on \nwhich he prevailed, but not those incurred in attacking the portion of the judgment \non which he did not prevail.  Finally, the Court concludes that, in order to meet their \nORDER AND OPINION ON \nREQUEST FOR ATTORNEYS’ \nFEES \n \n \nburden, Defendants are entitled to revi ew Plaintiff’s underlying billing records, \nredacted as necessary to protect privileges, and that further submissions are required \nupon which the Court can make its final award of attorneys’ fees consistent with the \nmandate of the North Carolina Court of Appeals. \nYoung Moore and Henderson, P.A., by Walter E. Brock, Jr. and Andrew P. \nFlynt, for Plaintiff. \n \nParker Poe Adams & Bernstein LLP, by Catharine B. Arrowood and Scott E. \nBayzle, for Defendants. \n \nGale, Chief Judge. \n \nI.  THE MATTER BEFORE THE COURT \n2. A complete background of the claims, counterclaims, and defenses in \nthis action is available in the several publ ished opinions issued during the course of \nthis litigation.  See, e.g., Morris v. Scenera Research, LLC , No. 09-CVS-19678, 2012 \nNCBC LEXIS 29 (N.C. Super. Ct. May 14, 2012), aff’d in part and rev’d in part, 229 \nN.C. App. 31, 747 S.E.2d 362 (2013), aff’d in part and rev’d in part, 368 N.C. 857, 788 \nS.E.2d 154 (2016); Morris v. Scenera Research, LLC, No. 09-CVS-19678, 2012 NCBC \nLEXIS 1 (N.C. Super. Ct. Jan. 4, 2012).  Th e only remaining matter is Plaintiff’s \nrequest for an award of attorneys’ fees.  There are four pending motions requesting \nrecovery of fees incurred through efforts litigating the action through judgment \nfollowing a jury trial and efforts on appellate proceedings before both the North \nCarolina Court of Appeals and the North Carolina Supreme Court.   \n3. First, Plaintiff’s Motion for Supplemental Relief, which was filed on \nMarch 7, 2012, and supplemented on April 18, 2012, and on  May 10, 2012, seeks an \n \n \naward in the amount of $819,752.41 for fees  incurred through April 30, 2012.  The \nCourt ruled on this motion in its Judgment entered on May 14, 2012, awarding \nattorneys’ fees in the amount of $450,000.  \nSee Morris, 2012 NCBC LEXIS 29, at *33.  \nThe Court reduced the amount requested because Plaintiff succeeded on some claims \nbut not others.  On appeal, the Court of A ppeals held that this Court did not make \nadequate findings in its Judgment to su pport apportioning attorneys’ fees among \nPlaintiff’s successful and unsuccessful claims, and remanded the matter for further \nconsideration.   \n4. Second, Plaintiff’s Motion for Attorneys’ Fees Incurred After Entry of \nJudgment, filed on July 19, 2012, seeks an award in the amount of $29,049.56 for fees \nincurred between May 1, 2012, and June 30,  2012, prior to the appeals.  On \nSeptember 14, 2012, the Court issued an order explaining that it could not consider \nthis motion while the case was on appeal.  \n5. Third, Plaintiff’s Motion for Attorneys’ Fees and Expenses Incurred on \nAppeal to the North Carolina Court of Appeals, filed in this Court on June 28, 2016, \nseeks an award of fees in the amount of $133,027.16 in connection with the appeal to \nthe North Carolina Court of Appeals in the period between July 1, 2012, and \nSeptember 5, 2013.  This motion was filed after the Court of Appeals denied without \nprejudice an earlier motion for costs on September 11, 2013, reserving Plaintiff’s right \nto seek such fees from this Court. \n6. Fourth, Plaintiff-Appellee/Cross-Appellant’s Motion for Attorneys’ Fees \nIncurred on Appeal seeks an award in th e amount of $163,101.83 for fees incurred \n \n \nbetween September 6, 2013, and May 19, 2015, related to the proceedings before the \nSupreme Court.  This motion was origina lly filed with the North Carolina Supreme \nCourt.  On June 30, 2016, the Supreme Court remanded the motion to this Court for \nconsideration.   \n7. Now that the Court’s Judgment has been affirmed in all respects except \nfor the issue of attorneys’ fees, Plaint iff’s Motions are ripe for the Court’s \nconsideration upon remand from the North Carolina Court of Appeals.    \nII. PROCEDURAL HISTORY \n8. The dispute arises out of Plaintiff Robert Paul Morris’s prior \nemployment with Defendant Scenera Research, LLC (“Scenera”), where his duties \nincluded work that led to the filing of mu ltiple patent applications on which Morris \nwas listed as an inventor.  Defendant Ryan C. Fry is Scenera’s CEO.   \n9.  Scenera implemented a bonus program pursuant to which \nemployee-inventors were paid a bonus when a patent application for which they were \nan inventor was filed, and an addition al bonus when a pate nt based on that \napplication was issued.  Defendants contended, and Plaintiff denied, that Scenera \nterminated that bonus program effective year-end 2007.  Plaintiff’s employment \nended in July 2009, at which time he contended that Scenera owed him unpaid \nbonuses totaling $210,000.  Prior to the litigation, Scenera, while denying liability, \ntendered to Plaintiff the $210,000 for co ntested accrued unpaid bonuses, but \nconditioned that tender on Plaintiff’s acknowledging that Scenera owned all the \ndisputed patents and patent applications.  Plaintiff did not accept the tender. \n \n \n10. Plaintiff contended, and Defendants denied, that Plaintiff was \nterminated in retaliation for asserting his right to receive bonuses for the period after \nJanuary 1, 2008.  Thereafter, the parties’  dispute extended to  whether the bonus \nprogram, even if deemed to remain in place as to Plaintiff, required that an employee \nbe employed at the time a patent issued to be entitled to receive a patent-issuance \nbonus.  As the dispute continued, Plainti ff contended that, because Scenera refused \nto pay the bonus wages, he was entitled both to refuse to assign invention rights to \nScenera for inventions made in the course of his employment and to rescind prior \nassignments.   \n11. Scenera was the first to initiate litigation.  On September 17, 2009, it \ninitiated a federal court action asking for, among other things, a declaratory \njudgment that because the inventions aros e during the course of and within the \nscope of Plaintiff’s employment, Scenera owned the various patents and patent \napplications.  \nSee Scenera Research, LLC v. Morris, Nos. 5:09-CV-412-FL, 5:09-CV-\n439-FL, 2011 U.S. Dist. LEXIS 14601, at *1–2 (E.D.N.C. Feb. 14, 2011).  \n12. After Scenera filed the federal court action, Plaintiff filed this state \ncourt action on September 25, 2009, whic h Scenera removed to federal court.  See \nid.  Plaintiff presented a claim for bonus compensation pursuant to the North \nCarolina Wage and Hour Act (“WHA”), and a claim under the North Carolina \nRetaliatory Employment Discrimination Act (“REDA”).  The REDA claim asserted \nthat Plaintiff was terminated in retaliation for pursuing his wage claim.  Plaintiff \nalso alleged claims of fraudulent inducement, unjust enrichment, and breach of \n \n \ncontract, based on essentially the same facts, contending that Plaintiff had earlier \nagreed to withdraw his demand for bonus  compensation upon Scenera’s assertion \nthat an alternative favorable compensatio n agreement would be offered.  Scenera \ndefended on the basis that the bonus program had been effectively terminated and \nthat Plaintiff was not terminated but instead had voluntarily resigned.   \n13.  Discovery proceeded in the federal actions.  After expiration of the \ndiscovery period, on February 14, 2011, th e United States District Court for the \nEastern District of North Carolina dismisse d Scenera’s initial action for lack of \nsubject matter jurisdiction, and Plaintiff’s action was remanded to the Wake \nCounty Superior Court.  \nId. at *19.  Scenera then recast the claims presented in its \nfederal action as amended counterclaims in Plaintiff’s remanded action, seeking a \ndeclaration that Scenera owns all intellect ual property resulting from Plaintiff’s \nemployment, that Scenera owed Plaintiff no bonuses, and that Plaintiff was liable \nto Scenera for damages because of his failure to fulfill his fiduciary duties to support \nScenera’s patent prosecutions.  Defendants filed a notice of designation on March \n31, 2011.  The case was designated a mandatory complex business case on April 1, \n2011, and assigned to the undersigned on April 6, 2011. \n14. There was substantial motion practice in this Court before trial.  The \nCourt was first required to resolve discovery disputes that had been presented in \nfederal court but were not ruled on before the case was remanded.  \nSee Morris v. \nScenera Research, LLC, No. 09-CVS-19678, 2011 NCBC LEXIS 34 (N.C. Super. Ct. \nAug. 26, 2011).  Later, the Court narrowed the issues for trial by partially granting \n \n \nsummary judgment in favor of Defendants and dismissing Plaintiff’s claims of \nfraudulent inducement and unjust enrichment, primarily on the basis that those \nclaims were duplicative of his other claims.  \nMorris, 2012 NCBC LEXIS 1, at *35.  \nThe Court also determined that Scenera would succeed on its claim that it was the \nexclusive owner of inventions made during Plaintiff’s employment pursuant to the \nhired-to-invent doctrine, unless Plaintiff could present evidence at trial that he and \nScenera had entered into an employment agreement that made the hired-to-invent \ndoctrine inapplicable.  Id. at *12–13, *25–26.  Before tr ial, Scenera dismissed its \nclaim that Plaintiff had breached his fiduciary duty, but maintained its damages \ncounterclaim. \n15. The case was called for jury tria l on January 30, 2012.  At the \nconclusion of the trial, the Court submitted ten issues reflecting the various claims \nand defenses to the jury.  Before submitting those issues to the jury, at the close of \nthe evidence, the Court granted Scenera’s motion for a directed verdict on the issue \nof patent ownership, finding that Plaint iff had failed to present evidence of any \nexpress agreement that would take his e mployment outside of the hired-to-invent \ndoctrine, and that as a result, that doctrine vested exclusive ownership in Scenera \nfor inventions made in the course of Plaintiff’s employment.    \n16. The Court denied Scenera’s further motion for a directed verdict on \nPlaintiff’s WHA and REDA claims.  Throug hout trial, Scenera maintained its \ndefenses against Plaintiff’s bonus claims, contending that: (1) Plaintiff had \nconsented to terminate the bonus prog ram effective Decemb er 31, 2007, (2) \n \n \nalternatively, Scenera had terminated th e bonus program effective December 31, \n2007, and (3) even if the bonus program remained in place, Plaintiff had not earned \nthe right to any bonus for a subsequently issued patent, because the bonus program \nrequired him to be employed when the patent issued.  Scenera further contended \nthat potential bonuses for patents not yet issued were not calculable and therefore \nwere not recoverable as wages under the controlling definitions in the WHA.  \nFinally, Scenera claimed that any recovery that Plaintiff might obtain should be \ndiscounted because of his failure to mi tigate damages by seeking alternative \nemployment. \n17. Plaintiff’s evidence was that, as of  the date of trial, he was owed \n$210,000 in unpaid bonuses, with $145,000 of that amount having accrued prior to \nJanuary 1, 2008.  Plaintiff further assert ed that his right to patent-issuance \nbonuses had vested at the time the patent application was filed, that \npatent-issuance bonuses were not condit ioned on continued employment and had \nbeen paid to other employees after their employment terminated, and that future \nissuance bonuses could be calculated bas ed on a formula derived from Scenera’s \nhistorical patent-issuance success.  Plai ntiff offered a formula that multiplies the \nnumber of patent-pending applications for which he was an inventor—150—times \nScenera’s historical patent-issuance success rate—90%—times $5,000, yielding a \ntotal of $675,000 (150 pending applications x 90% x $5,000).    \n18. The jury found for Plaintiff on all te n issues presented to it.  On the \nWHA claims, the jury found that Plaintiff was entitled to $210,000 for bonuses that \n \n \naccrued while he was employed at Scener a, and $675,000 for future patents that \nmight issue based on the 150 pending applications for which Plaintiff was listed as \nan inventor, accepting the formula that he presented.  The jury further found that \nPlaintiff had not resigned, but that Scenera had terminated him, and that such \ntermination was retaliatory.  On the RE DA claim, the jury awarded Plaintiff \n$540,000 because of the retaliatory discharge but found that this amount should be \nreduced by $150,000 for a failure to mi tigate, yielding a net REDA award of \n$380,000.  The jury found against Defendants on their counterclaim. \n19. In sum, at the conclusion of tria l, Plaintiff had prevailed on all \nbonus-related claims, including the retalia tory-discharge claim, and Scenera had \nprevailed on the issue of patent ownershi p, which effectively precluded Plaintiff \nfrom successfully asserting that he had the right to refuse to assign or to rescind \nprior assignments for inventions made in the course of his employment.  However, \nafter trial, Plaintiff continued to argue th at he had an election of remedies and \ncould elect between payment of unpaid bonuses or his ownership rights to \ninventions by either not assigning those patents that had yet to be assigned to \nScenera, or by rescinding his prior assignments.  \n20. Based on the jury verdict, Plaintiff requested supplemental relief \nunder both the WHA and the REDA.  He requested interest and liquidated \npenalties on his WHA claim pursuant to N.C. Gen. Stat. § 95-25.22(a1) (2015), \nwhich provides that such penalties can be avoided upon an employer’s \ndemonstration that it acted in good faith.  The Court awarded Plaintiff interest and \n \n \na liquidated penalty on the $210,000 WHA award for bonuses earned during his \nemployment, but not on the $675,000 WHA award for the future bonuses, upon \nfinding that Scenera acted in good faith when contesting future patent-issuance \nbonuses.  Plaintiff requested that his net REDA recovery be trebled because \nDefendants had acted willfully.  The Court denied the request for treble damages \nupon finding that the termination was not willful.   \n21. Plaintiff also requested attorneys’ fees pursuant to \nsections 95-25.22(d) and 95- 243(c), seeking a total f ee award of $819,752.41.  The \nCourt concluded, in its discretion, that the total fees requested arose both from \nclaims on which Plaintiff had succeeded an d those on which he had not, and that \nany award should be reduced accordingly.  Before making its final determination, \nthe Court reviewed the governing statutes and opinions of the North Carolina Court \nof Appeals, including Whiteside Estates, Inc. v. Highlands Cove, LLC , 146 N.C. \nApp. 449, 553 S.E. 2d 431 (2001) and Hamilton v. Memorex Telex Corp. , 118 N.C. \nApp. 1, 454 S.E.2d 278 (1995).  Based on its review, the Court concluded that it had \ndiscretion under the controlling law to determine first, whether to award attorneys’ \nfees, and assuming it decided to do so, th at it then had discretion to determine \nwhether to allocate fees incurred among successful and unsuccessful claims. \n22. The Court entered judgment on May 14, 2012, awarding Plaintiff the \nright to recover the monetary damages described above, declaring Scenera the \nowner of all the intellectual property in dispute, and ordering Plaintiff to complete \nassignments of all relevant patent inventions to Scenera, effectively rejecting \n \n \nPlaintiff’s claim that he was entitled to elect between accepting payment of monies \nawarded to him or rescinding prior patent  applications that he had executed and \nnot executing other applications.  Without making specific findings as to what \nefforts had been directed to what claims , the Court, in its discretion, awarded \nPlaintiff $450,000 in attorneys’ fees.  The Judgment became final when the Court \ndenied Defendants’ motion for judgment notwithstanding the verdict on June 27, \n2012.   \n23. Defendants appealed on July 11, 2012.  On July 19, 2012, Plaintiff \nfiled his notice of cross-appeal with the North Carolina Court of Appeals and filed \nwith this Court a motion seeking attorneys’ fees for the period between May 1, 2012, \nand July 11, 2012.  On August 20, 2013, the North Carolina Court of Appeals issued \na fifty-five page opinion, reciting its belief that several issues presented on appeal \nwere matters of first impre ssion in North Carolina.  \nMorris, 229 N.C. App. at 44, \n747 S.E.2d at 370. \n24. Defendants first challenged Plaintiff’s recovery under both the WHA \nand the REDA.  Defendants eventually abandoned their appeal of the REDA claim \nbut continued their challenge to the award of liquidated damages for the $210,000 \nin bonuses, which the jury determined had accrued before trial, and the award of \n$675,000 for future issuance bonuses for pate nts that had not been issued at the \ntime Plaintiff’s employment had terminated.  The Court of Appeals found no error.  \nId. at 40, 747 S.E.2d at 368.  \n \n \n25. Through his cross-appeal, Plaintiff presented five assignments of \nerror.  The first assignment challenged the denial of liquidated damages under the \nWHA on the jury award of $675,000 fo r bonuses for future patents.  Id. at 48, 747 \nS.E.2d at 373.  The second assignment challenged the denial of treble damages for \nthe REDA award.  Id.  The Court of Appeals found that the first two assignments \nwere without merit.  Id. at 50, 56, 747 S.E.2d at 374, 377.  Plaintiff’s third \nassignment of error challenged the Court’ s reduction of attorneys’ fees based on \nPlaintiff succeeding on some claims but not on others.  Id. at 48, 747 S.E.2d at 373.  \nThe Court of Appeals adopted some of Pl aintiff’s contentions, but remanded the \nissue of attorneys’ fees to this Court for further consideration in light of the Court \nof Appeals’ opinion.  Id. at 59, 747 S.E.2d at 379.  Plaintiff’s fourth and fifth \nassignments of error challenged this Court’s Judgment that required him to assign \nall invention rights to Scenera.  Id. at 48, 747 S.E.2d at 373.  Plaintiff maintained \nhis argument that he could elect between remedies of accepting payment for monies \nowed to him or obtaining rights to pursue patent applications on inventions made \nduring the course of his employment.  \nId. at 59, 747 S.E.2d at  379.  The Court of \nAppeals held that Plaintiff should have an election of remedies but did not \notherwise discuss how the hire d-to-invent doctrine should be applied in this case.  \nId. at 62, 747 S.E.2d at 381.   \n26. Defendants then sought discretionary review of the Court of Appeals’ \nopinion by the North Carolina Supreme Co urt on three issues: (1) whether this \nCourt erred by denying Defendants’ motions for a directed verdict and JNOV, (2) \n \n \nwhether Plaintiff must be foreclosed from any election of remedies because he has \nno ownership rights in his inventions based on the hired-to-invent doctrine, and (3) \nwhether Plaintiff could recover issuance bonuses on patents that had not issued at \nthe time his employment terminated.  Morris, 368 N.C. at 861–62, 867, 788 S.E.2d \nat 157–58, 161.  After the Supreme Court accepted the case for discretionary review, \nPlaintiff requested that the Supreme Court additionally review the Court of \nAppeals’ holding that this Court had properly rejected liquidated damages on a \nportion of Plaintiff’s WHA recovery an d his claim for trebling his net REDA \nrecovery.  \nId. at 864–65, 788 S.E.2d at 159–160.  \n27. Ultimately, the North Carolina Supreme Court considered five issues.  \nDefendants were unsuccessful on their challenge to this Court’s denial of their \nmotions for a directed verdict and JNOV on Plaintiff’s WHA and REDA claims.  Id. \nat 862, 788 S.E.2d at 158.  Although th e Supreme Court did not squarely address \napplication of the hired-to-invent doctrine  to the facts of this case, Defendants \nsucceeded on the issues related to Scenera’s ownership of the disputed intellectual \nproperty, and the Supreme Court rejected Plaintiff’s assertion that he had the right \nto elect between remedies.  Id. at 868, 788 S.E.2d at 162.   Plaintiff successfully \ndefended his right to recover issuance bo nuses for patents that  had not issued at \nthe time he was terminated.  Id. at 864, 788 S.E.2d at 159.  Plaintiff was \nunsuccessful on his challenge to this Court’s refusal to award liquidated damages \nunder the WHA or treble damages under the REDA.  \nId. at 865, 867, 788 S.E.2d at \n160–61.  \n \n \n28. Ultimately, every aspect of this Court’s Judgment was affirmed except \nfor the award of attorneys’ fees, which was reviewed by the Court of Appeals but \nnot by the Supreme Court.  The Court is now required, in conformity with the Court \nof Appeals’ mandate, to revisit the awar d of attorneys’ fees incurred prior to \njudgment, and further, to consider, for the first time, Plaintiff’s additional claims \nfor attorneys’ fees incurred during the appellate proceedings.  \nIII. ANALYSIS \nA. The Applicable Legal Standard \n \n29. Plaintiff succeeded on statutory clai ms that allow for the recovery of \nattorneys’ fees.  The statute that governs actions under the WHA provides that “[t]he \ncourt, in any action brought under this Ar ticle may, in addition to any judgment \nawarded plaintiff, order costs and fees of the action and reasonable attorneys’ fees to \nbe paid by the defendant.”  N.C. Gen. Stat. § 95-25.22(d).  The statute does not require \na showing of bad faith.  Fulk v. Piedmont Music Ctr. , 138 N.C. App. 425, 435, 531 \nS.E.2d 476, 482 (2000).  The statute that governs actions under the REDA similarly \nprovides that “[t]he court may award to the plaintiff and assess against the defendant \nthe reasonable costs and expenses, includin g attorneys’ fees, of the plaintiff in \nbringing an action pursuant to this sectio n.”  N.C. Gen. Stat. § 95-243(c).  Whereas \nan award of treble damages under the REDA requires a finding that the employer’s \nact was willful, no such finding is required for the award of attorneys’ fees.  Id.  \n30. When entering judgment, this Court determined that it was appropriate \nto grant Plaintiff only a portion of the requested attorneys’ fees because Plaintiff had \n \n \nprevailed on some claims but not on others .  First, the Court read the terms of the \ngoverning statutes to make the award of fees discretionary, because the statutes \nstated that the Court “may” award rather than “shall” award.  Id. \n§§ 95-25.22(d),-243(c).  Second, the Court consulted opinions of the Court of Appeals \nthat address cases where a plaintiff presen ted a mixture of claims that warranted \nattorneys’ fees and claims that did not, as well as cases where a plaintiff was only \npartially successful on claims presented.  See Morris, 2012 NCBC LEXIS 29, at *30–\n31 (first citing Whiteside Estates, 146 N.C. App. at 467–68, 55 3 S.E.2d at 443; then \nciting Hamilton, 118 N.C. App. at 16–17, 454 S.E.2d  at 286).  The Court read this \nprecedent to provide that, while the Court is not required to apportion fees among \nsuccessful and unsuccessful claims, it has the discretion to do so.  \n31. The Court of Appeals apparently read this precedent more narrowly and \nin a manner that more restrictively constrains the Court’s exercise of discretion.  \nWhile the Court of Appeals determined, in part, that this Court had not made \nadequate findings of fact to demonstrate the basis for its award, the Court of Appeals \nfurther adopted Plaintiff’s contention that the Court has no discretion to allocate fees \namong claims absent express findings that the unsuccessful claims did not arise from \na common nucleus of operative fact upon wh ich the successful claims were based.  \nSpecifically, the Court of Appeals stated as follows: \nOn appeal, Morris argues that the business court erred by allocating \namong legal claims—and thereby reducing his award of attorneys’ \nfees—because (1) claims that arise from a common nucleus of operative \nfacts \nshould not be allocated; (2) the business court “failed to make any \nfindings of fact or offer any conc lusions of law on whether Morris’s \nclaims and Defendants’ counterclaims [arose] from a common nucleus of \n \n \noperative fact[]”; and (3) the parties’ claims did, in fact, arise from a \ncommon nucleus of operative fact.  We agree with Morris’s first two \narguments and refrain from addressing the third. \n \n229 N.C. App. at 56, 747 S.E.2d at 377–78 (alterations in original) (emphasis added) \n(quoting Brief for Plaintiff/Cross-Appellant at 22–23, Morris, 229 N.C. App. 31, 747 \nS.E.2d 362 (No. COA12-1481)). \n32. When focusing on the question whether all claims shared a common \nnucleus of operative fact, the Court of A ppeals relied on and quoted the following \nlanguage from the opinion of the United States Supreme Court in Hensley v. \nEckerhart:  \nWhere the plaintiff has failed to prevail on a claim that is distinct in all \nrespects from his successful claims, the hours spent on the unsuccessful \nclaim should be excluded in considering the amount of a reasonable fee.  \nWhere a lawsuit consists of relate d claims, a plaintiff who has won \nsubstantial relief should not have his attorney[s]’ fee reduced simply \nbecause the district court did not ad opt each contention raised.  But \nwhere the plaintiff achieved only limited success, the district court \nshould award only that amount of fees  that is reasonable in relation to \nthe results obtained. \n \n461 U.S. 424, 440 (1983). \n33. This Court was aware of Hensley when it entered its Judgment, and \nread the holding in Hensley to reserve  discretion to the trial court to assess the \nreasonable relationship between the amount of fees requested and the final results \nthat Plaintiff achieved.  Likewise, earlier opinions of our Court of Appeals expressly \nreferred to the trial court’s discretion.  See, e.g., Okwara v. Dillard Dep’t Stores, Inc., \n136 N.C. App. 587, 595, 525 S.E.2d 481, 487 (2000) (stating that the determination of \n \n \nwhether claims are inextricably interwoven “i s left largely to the discretion of the \ntrial courts”). \n34. The Court now reads the controlling mandate of the Court of Appeals in \nthis matter to be less tolerant of the notion that the Court can reduce the fee award \nbased on its discretionary bal ancing of the reasonableness of the amount of fees \nrequested and the success that Plaintiff ac hieved.  Rather the Court of Appeals’ \nmandate now demands that this Court must make specific fact findings \ndistinguishing between efforts on successfu l claims and unsuccessful claims if it \nwishes to reduce Plaintiff’s prejudgment attorneys’ fees award.  More specifically, the \nCourt of Appeals appears to hold that Plaintiff must be awarded his prejudgment fees \nunless the Court can find as a fact that efforts on which the fee request is based were \nnot incurred in developing a common nucl eus of operative fact upon which all \nPlaintiff’s claims were based.   \nB. The Process for Measuring “a Common Nucleus of Operative Fact” \n35. There is little North Carolina appellate guidance on what constitutes a \ncommon nucleus of operative fact.  Th e Court has not found a comprehensive \ndefinition of the term.   Cases have held that claims may arise from a common nucleus \nof operative fact even though they have  different and distinct claim elements.   See  \nPhilips v. Pitt Cty. Mem’l Hosp., Inc. , ___ N.C. App. ___, 775 S.E.2d 882, 884–85 \n(affirming the trial court’s finding that the punitive damages claim arose from a \n“common legal and factual nucleus” even though it “did not share [certain elements] \nwith the underlying claims”), \ndisc. review denied, 368 N.C. 434, 778 S.E.2d 84 (2015).  \n \n \nCases also suggest that a common nucleus of operative fact includes something more \nthan just a shared potential relevance, and instead exists when the claims are based \non facts that are “inextricably interwoven.”  Okwara, 136 N.C. App. at 596, 525 S.E.2d \nat 487 (2000); see also, Hensley, 461 U.S. at 436 (explaining that just because claims \nare “interrelated” does not mean that they are inextricably interwoven).  \n36. Claims are inextricably interwoven when they “are so similar” that \n“time spent litigating the [successful] claim directly benefitted ” the litigation of the \nother claim, Hamilton, 118 N.C. App. at 17, 454 S.E.2d  at 286 (emphasis added), or \nwhen the “lawsuit cannot be viewed as a series of discrete claims” because “[m]uch of \ncounsel’s time will be devoted generally to the litigation as a whole, making it difficult \nto divide the hours expended on a claim-by-claim basis,”\n Hensley, 461 U.S. at 435. \n37. The Court discerns that there is both a policy issue and a practical issue \nat play in these decisions.  As a matter of policy, a successful plaintiff should not \nsuffer a reduced fee award based solely on so me “arbitrary classification of attorney \nactivity.” Whiteside Estates, Inc., 146 N.C. App. at 467, 553 S.E.2d at 443 (quoting \nCoastal Prod. Credit Ass’n v. Goodson Farms, Inc., 70 N.C. App. 221, 228, 319 S.E.2d \n650, 656 (1984)).  As a practical matter, a co urt should not reduce or apportion fees \nunless there is a demonstrable basis for separating time spent on successful claims \nfrom time spent on unsuccessful claims.  Philips, 775 S.E.2d at 884–85 (affirming the \ntrial court’s finding that claims arose from a common nucleus where “apportionment \nof legal fees between the claims was impractical”). \n \n \n38. The Court concludes that it should a ssess whether attorneys’ fees were \nincurred in connection with a common nucleus of operative fact by inquiring whether:  \n(1) the efforts resulting in such fees directly benefited the claims upon which Plaintiff \nsucceeded, and (2) the efforts were inextr icably interwoven with claims on which \nPlaintiff did not succeed. \nC. The Final Award of Attorneys’ Fees Requires a Further Record Pursuant to \nGuidelines Provided by this Order and Opinion. \n \n39. Plaintiff argues that all efforts und erlying his fee requests directly \nbenefited and were inextricably interwoven with all claims, because no claims or \ncounterclaims would have arisen if Scener a had paid Plaintiff the bonuses that he \nwas entitled to receive.  He contends that if such payment had been made, the patent \nownership dispute would not have been litigated.  A corollary argument must be that \nPlaintiff had the right to assert some owne rship claim in the inventions because he \nwas not paid the wages that he was entitled to receive.  The Court believes this \nargument is too simplistic.  \n40. Defendants argue that Plaintiff could have litigated his contract claims \nwithout asserting any claim of ownership in  the inventions or without refusing to \ncooperate in Scenera’s patent prosecution.  But because Defendants were forced to \ndefend—and succeeded in defending—Scenera’ s ownership of the patents, Plaintiff’s \nattorneys’ fee award must be reduced to  reflect that he made the litigation \nunnecessarily expensive.  That assertion is also too simplistic, particularly in light of \nthe Court of Appeals’ mandate. \n \n \n41. There is no easily discerned demarcation line separating the part of the \nfactual record that relates only to the wage and retaliation claims from the part that \nrelates to the dispute regarding invention ow nership.  Each of those claims depend \nupon a factual record regarding the nature of Plaintiff’s employment duties and the \nterms of any employment agreement, including not only agreements as to bonus \ncompensation, but also any understanding between the parties as to whether Plaintiff \nwould have rights in inventions, notwithstanding the hired-to-invent doctrine.  \nHowever, Plaintiff’s right to wages was based on an employment contract, and it was \nunnecessary to pursue any owne rship rights in inventions to recover those wages.  \nThus, efforts such as research, briefing , and argument separately and solely \ndedicated to the ownership claims we re unnecessary and th erefore were not \ninextricably interwoven with Plaintiff’s wage and retaliation claims.  \n42. The Court entered judgment awarding attorneys’ fees of only $450,000 \nof the $819,752.41 requested.  The Court reduced the fee award based on its \ndetermination that the litigation had been complicated and compounded by Plaintiff’s \ncoupling his wage and retaliation claims with a right to withhold patent assignments \nand challenging assignments that he had previously made, which impacted Scenera’s \nability to prosecute patent applications.  The Court made this reduction in the \nexercise of its discretion and did not endeavor to make specific findings regarding \nwhat attorney activity directly benefited one claim but not another, or whether such \nactivity was inextricably interwoven with all claims.   \n \n \n43. Having been directed to make more-specific findings, the Court now \nconcludes that the analysis, findings, and bas is for allocating attorneys’ fees among \nsuccessful and unsuccessful claims may be different for attorneys’ fees incurred prior \nto judgment and those incurred after judgment.  While efforts to develop a \nprejudgment factual record may be more difficult to assign to distinct claims, that is \nnot the case once the factual record was closed and the jury’s finding complete as \nreflected in the Judgment entered prior to  appeal.  Thereafter, the legal arguments \narising from that factual-record and judgment were separate and distinct, at least in \nsubstantial part, although there may have necessarily been some overlap in areas \nsuch as brief and oral argument preparation.   \n44. As to efforts undertaken prior to the entry of judgment, the Court, at \nthis time, finds no reasoned basis for de lineating between the discovery and factual \nrecord development that would be relevant only to the contract claims and that which \nwould be relevant only to the patent-ownership claims.  The facts underlying those \nclaims are clearly interrelated, and possibly, but not necessarily, inextricably \ninterwoven.  As the Court construes the Court of Appeals’ mandate to be that Plaintiff \nshould recover all his prejudgment attorneys’ fees, unless there is  a factual basis to \nconclude that some portion of those fees arise from efforts that were not directed \ntoward developing or presenting a factual record relevant for all claims, there is \neffectively a presumption in Plaintiff’s favor.  To defeat Plaintiff’s claims to those fees, \nDefendants must assume the burden of de monstrating a factual basis not to award \ncertain fees consistent with  the Court of Appeals’ mand ate.  The Court does not \n \n \nbelieve that the same presumption and burden should apply to attorneys’ fees \nincurred after entry of judgment. \nIV. CONCLUSION AND DIRECTIVE \n45. Based on the authorities and analysis discussed above, the Court finds, \nconcludes, and directs as follows: \n1. Plaintiff succeeded on his claims of unpaid wages and retaliatory discharge, \nand is therefore statutorily entitled to recover some attorneys’ fees.  Such \nfees should not be reduced on the grounds that Plaintiff did not succeed on \nother claims, as long as the tasks for which fees incurred to prosecute his \nunsuccessful claims or to defend against Defendants’ counterclaims directly \nbenefited the wage and retaliatory-discharge claims and were related to \ndeveloping or presenting facts that were inextricably interwoven with all \nclaims.  \n2. The Court has previously held, and now repeats and incorporates its \nholding, that efforts by Plaintiff’s attorneys were reasonable and computed \nat reasonable rates typically charged by comparably experienced North \nCarolina counsel on comparable claims. \n3. Plaintiff was not required to assert any ownership right in inventions made \nduring his employment in order to succeed on his wage and \nretaliatory-discharge claims, and more specifically, it was not necessary to \nsuch success that he refuse to assign  or contest his prior assignments of \ninventions made during his employment. \n \n \n4. Even if the facts upon which Plaintiff’s wage claims and \nretaliatory-discharge claims were based are inextricably interwoven with \nDefendants counterclaims, the legal issues regarding such claims are \nseparate and distinct. \n5. Plaintiff prevailed on his wage and retaliatory-discharge claims, but \nDefendants prevailed on their counte rclaim that Plaintiff was hired to \ninvent and therefore had no ownership rights in inventions made during \nhis employment. \n6. Plaintiff is entitled to recover all attorneys’ fees incurred before judgment \nunless there is a factual basis to conclude that any portion of those fees did \nnot directly benefit Plaintiff’s wage and retaliatory-discharge claims and \nwere not directed toward developing and presenting a factual record that \nwas inextricably interwoven with other claims and counterclaims. \n7. If there is a factual basis to so dete rmine, Plaintiff should not be awarded \nattorneys’ fees incurred prior to judgment in connection with litigating the \nunsuccessful claims or defending against Defendants’ counterclaims. \n8. Defendants must assume the burden of demonstrating a factual basis on \nwhich the Court may find that effo rts for which prejudgment fees are \nrequested did not directly benefit Plaintiff’s wage and retaliatory-discharge \nclaims and were not directed toward developing and presenting a factual \nrecord that was inextricably interwoven with other claims and \ncounterclaims. \n \n \n9. Plaintiff was unsuccessful on his claims for fraudulent inducement, unjust \nenrichment and breach of contract. However, no discount from requested \nfees should be made based on these unsuccessful claims, because such \nclaims were duplicative of and inextricably interwoven with Plaintiff’s wage \nand retaliatory-discharge claims. \n10. The factual record was closed upon entry of judgment. \n11. The various claims and counterclaims were no longer inextricably \ninterwoven following the jury verdict and entry of judgment, and the wage \nand retaliatory-discharge claims on which Plaintiff succeeded were not \ndirectly benefited by efforts on appeal  challenging this Court’s rulings on \nthe hired-to-invent doctrine, granting a directed verdict in Defendants’ \nfavor, or directing that Plaintiff assign inventions to Scenera. \n12. Plaintiff was required on appeal to  defend Defendants’ attack on his \nmonetary recoveries, and such efforts directly benefited the claims on which \nPlaintiff prevailed.  \n13. Plaintiff should recover attorneys’ fees incurred on appeal that directly \nbenefited his ability to recover amo unts awarded to hi m in the Court’s \nJudgment. \n14. Plaintiff should not recover attorneys’ fees incurred on appeal in an effort \nto reverse rulings adverse to him, regardless of whether Plaintiff would \nhave independently elected to pursue any appeal or discretionary review, \n \n \nand whether such efforts were made  only after Defendants had first \nappealed or sought discretionary review. \n15. Defendants should be allowed to review the nonprivileged records, \nincluding specific time entries and billing records, upon which Plaintiff \nasserts his right to recover attorneys’ fees. \n16. After making any redactions necessary  to preserve privileges, Plaintiff \nshall produce to Defendants’ counsel those records on which the claim of \nattorneys’ fees is made within twenty days of the date of this Order and \nOpinion. \n17. Within twenty days after their receip t of such records, Defendants shall \nsubmit their position as to which attorneys’ fees incurred prior to judgment \nthey contend should be allocated to claims or counterclaims on which \nDefendants’ prevailed, and document the evidentiary basis on which they \ncontend such an allocation can be made. \n18. Plaintiff shall have ten business days to submit an opposition to \nDefendants’ statement of position as to prejudgment fees that should not be \nawarded.  \n19. Within twenty days after Defendants ’ receipt of Plaintiff’s records as \ndirected above, Plaintiff and Defendants shall each submit their position on \nhow attorneys’ fees incurred after judgment and during the appellate \nprocess should be allocated among claims, consistent with this Order and \nOpinion. \n \n \n20. The Court will thereafter issue its final award of attorneys’ fees. \n \nIT IS SO ORDERED, this the 19th day of December, 2016.  \n \n /s/ James L. Gale \n James L. Gale \n Chief Business Court Judge \n "
}