{
  "id": "99e9a97a45585b31728ff54a46e59e351e8e3d4d06dd11480b560b367a10efd4",
  "source_file": "data/raw/ncbc/99e9a97a45585b31728ff54a46e59e351e8e3d4d06dd11480b560b367a10efd4.pdf",
  "raw_text": "Alamance Family Practice, P.A. v. Lindley, 2018 NCBC 82. \n \nSTATE OF NORTH CAROLINA \n \nALAMANCE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 913 \n \nALAMANCE FAMILY PRACTICE, \nP.A., \n \n   Plaintiff, \n \nv. \n \nCHERYL LINDLEY and JEFF \nKIMBALL, Individually and d/b/a \nPREFERRED PRIMARY CARE, \nPLLC,  \n \n   Defendants. \n \nORDER AND OPINION \nON DEFENDANTS’ \nMOTION TO DISMISS \n \n1. THIS MATTER is before the Court on Defendants’ Rule 12(b)(6) Motion to \nDismiss (the “Motion”) filed on June 26, 2018.  For the reasons set forth herein, the \nCourt GRANTS the Motion. \nWhited, Doby & Ray, by Julian M. Doby, for Plaintiff. \n \nThe Noble Law Firm, PLLC, by J ennifer L. Bills and Kathryn F. \nAbernethy, for Defendants. \n \nRobinson, Judge. \n \nI. FACTUAL BACKGROUND \n2. The Court does not make findings of fact on a motion to dismiss under Rule \n12(b)(6) of the North Carolina Rules of Civil Procedure (“Rule(s)”) but only recites  \nthose factual allegations of the Amended Complaint that are relevant and necessary \nto the Court’s determination of the Motion.  \n3. Plaintiff Alamance Family Practice, P.A. (“Plaintiff”) is a North Carolina \nprofessional corporation with an established medical  practice that has treated \npatients since 1989.  (Am. Compl. ¶¶ 1, 27, ECF No. 3.)  Plaintiff treats many patients \nand families for ongoing medical issues.  (Am. Compl. ¶ 27.) \n4. Defendant Cheryl Lindley (“Lindley”) is a North Carolina resident and a \nlicensed nurse practitioner who was hired by Plaintiff in July 2013 to work in \nPlaintiff’s medical practice.  (Am. Compl. ¶¶ 2, 8; Am. Compl. Ex. A, ECF No. 4.2.) \n5. Defendant Jeff Kimball (“Kimball”) is a North Carolina resident who \nworked as Plaintiff’s office mana ger since before Lindley was hired.  (Am. Compl. \n¶¶ 3, 6.)  As part of his role as Plaintiff’s office manager, Kimball set up Plaintiff’s e-\nmail account as alamancefp@yahoo.com.  (Am. Compl. ¶ 15.) \n6. Defendant Preferred Primary Care, PLLC (“PPC”) is a North Carolina \nprofessional limited liability company formed by Lindley in 2016.  (Am. Compl. ¶¶ 4, \n11.) \n7. When Plaintiff’s owner, Dr. Meindert Niemeyer, agreed to employ Lindley, \nPlaintiff and Lindley executed an employment agreement on July 15, 2013 for a term \nof one year.  (Am. Compl. ¶ 8, Ex. A.)  Pursuant to the employment agreement, \nPlaintiff and Lindley stood in an employer -employee relationship.  (Am. Compl. Ex. \nA, § 3.)  As part of the agreement, Lindley agreed to maintain her professional licenses \nand “devote her utmost knowledge and best skill to the care of such patients as shall \nbe entrusted to her.”  (Am. Compl. Ex. A, §§ 1, 5, 12.) \n8. The employment agreement obligated Lindley not to disclose “any \ninformation relating to [Plaintiff], its officers, employ ees, or patients, including \ninformation regarding the affairs or operation of [Plaintiff], to any third parties \nduring or after the term of [the] [a]greement without the prior written consent of \n[Plaintiff.]”  (Am. Compl. Ex. A, § 5.)  The agreement further provided that Lindley  \nagreed to treat all matters and information related to [Plaintiff]’s \nbusiness, including  . . . lists and identities of patients, as confidential \ninformation entrusted to the parties solely for their use in the \nperformance of this [ a]greement, and not to use such information or \ndivulge, disclose, or communicate such information in any way to any \nperson or entity (other than to an officer, employee, or authorized agent \nof [Plaintiff] for use in the business of [Plaintiff]) during the term of this \n[a]greement and any renewals thereof, and thereafter. \n \n(Am. Compl. Ex. A, § 18.) \n \n9. In addition, the agreement prohibited Lindley, during the term of the \nagreement and any renewals, from being “an owner, employee or agent of any \nbusiness, partne rship or limited liability company engaged in the practice of \nmedicine” unless she obtained Plaintiff’s prior written permission.  (Am. Compl. Ex. \nA, § 17(e).) \n10. After the initial one-year term of Lindley’s employment agreement, Lindley \nand Plaintiff agreed to renew the contract.  (Am. Compl. ¶ 9.) \n11. Between 2015 and 2018, Kimball helped Lindley to establish Piedmont \nDiagnostic Services, LLC (“PDS”), a separate business formed to provide allergy \ntesting for patients.  (Am. Compl. ¶ 11.)  Kimball and Lindley established PDS \nwithout Dr. Niemeyer’s knowle dge or consent and began ordering allergy testing \nsupplies and storing them at Plaintiff’s medical practice and conducting the allergy \ntests in Plaintiff’s medical offices.  (Am. Compl. ¶ 11.)  Lindley then used a fictitious \naddress to form PPC in 2016 to operate within Plaintiff’s practice.  (Am. Compl. ¶ 11.)  \nPPC would conduct allergy testing and buy the allergy kits necessary to do such \ntesting from PDS.  (Am. Compl. ¶ 11.) \n12. At some point, Dr. Niemeyer discovered Lindley’s operation and asked that \nshe cease conducting allergy tests at Plaintiff’s practice because it was unauthorized \nand more patients were referred for testing than necessary.  (Am. Compl. ¶ 12.)  In \nresponse, Lindley offered to provide Dr. Niemeyer a referral fee (or a “kickback”) for \nallergy testing, but Dr. Niemeyer refused because he believed such an arrangement \nwould be illegal.  (Am. Compl. ¶ 12.) \n13. At some point between 2015 and 2018, Kimball began giving himself \nunauthorized pay raises and also began paying to himself and Lindley other  \nunauthorized benefits, including cell phone payments, gym memberships, fees for \nseminars, and professional association dues.  (Am. Compl. ¶¶ 13, 15.)  Some of these \nbenefits were paid after Lindley and Kimball had decided they would leave Plaintiff’s \npractice.  (Am. Compl. ¶ 15.) \n14. In the fall of 2017, Kimball told Dr. Niemeyer that Lindley would be leaving \nPlaintiff’s practice soon.  (Am. Compl. ¶ 14.)  Around that same time, Lindley began \ntelling Plaintiff’s patients that she would be moving to her own pra ctice and gave \nthem notice of her change of employment on Plaintiff’s letterhead.  (Am. Compl. ¶ 15.)  \nLindley and Kimball also began telling Plaintiff’s patients that Plaintiff’s owner Dr. \nNiemeyer was about to be “shut down” and that he would no longer b e able to treat \npatients.  (Am. Compl. ¶ 54.)  In addition, Kimball and Lindley accessed Plaintiff’s \nconfidential business and patient information that was stored in Dr. Niemeyer’s \nelectronic database in order to use the information to solicit Plaintiff’s patients to \nleave Plaintiff’s practice and seek treatment at PPC.  (Am. Compl. ¶ 18.) \n15. At some point during the relevant time period, Kimball refused to let \nanyone else access the Yahoo! e-mail account that Kimball had previously set up for \nPlaintiff.  (Am. Compl. ¶ 15.)  The e-mail account contains valuable communications \nregarding Plaintiff’s patients and billing.  (Am. Compl. ¶ 35.) \n16. On February 1, 2018, Lindley e -mailed Dr. Niemeyer to inform him that \nshe would be leaving Plaintiff’s practice.  (Am. Compl. ¶ 17.)  On February 20, 2018, \nLindley refused to see more than five patients per day until she left the practice and \nthen told Dr. Niemeyer that February 20 would be her last day.  (Am. Compl. ¶ 17.) \nII. PROCEDURAL HISTORY \n17. The Court sets forth here only thos e portions of the procedural history \nrelevant to its determination of the Motion. \n18. Plaintiff initiated this action by filing its verified Complaint on May 11, \n2018.  (ECF No. 15.) \n19. On May 29, 2018, Plaintiff filed its verified Amended Complaint.  (ECF No. \n3.)  The Amended Complaint asserts claims against Lindley and Kimball for breach \nof contract; “intentional and negligent tortious interference with contract”; breach of \nduty of loyalty; and fraud, and requests that punitive damages be awarded.  (Am. \nCompl. 3–5.)  Plaintiff also asserts a claim for intentional misappropriation and use \nof trade name against only Kimball and a claim for unfair and deceptive trade \npractices (“UDTP”) against only Lindley.  (Am. Compl. 4–5.) \n20. This action was designated as a mandatory complex business case by order \nof Chief Justice Mark Martin of the Supreme Court of North Carolina dated June 12, \n2018, (ECF No. 1), and was assigned to the undersigned by order of then -Chief \nBusiness Court Judge James L. Gale on the same date, (ECF No. 2). \n21. The Motion was filed on June 26, 2018 and seeks dismissal, pursuant to \nRule 12(b)(6), of all of Plaintiff’s claims except for the breach of contract claim against \nLindley. \n22. The Motion has been fully briefed and the Court held a hearing on the \nMotion on August 8, 2018 at which all parties were represented by counsel. \n23. The Motion is ripe for resolution. \nIII. LEGAL STANDARD \n24. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court \nreviews the allegations of the Amended Complaint in the light most favo rable to \nPlaintiff.  The Court’s inquiry is “whether, as a matter of law, the allegations of the \ncomplaint, treated as true, are sufficient to state a claim upon which relief may be \ngranted under some legal theory.”  Harris v. NCNB Nat’l Bank of N.C., 85 N.C. App. \n669, 670, 355 S.E.2d 838, 840 (1987).  The Court construes the Amended Complaint \nliberally and accepts all allegations as true.  Laster v. Francis , 199 N.C. App. 572, \n577, 681 S.E.2d 858, 862 (2009). \n25. Where the pleading refers to and depends on certain documents, the Court \nmay consider those documents without converting the motion into one for summary \njudgment under Rule 56.  Schlieper v. Johnson, 195 N.C. App. 257, 261, 672 S.E.2d \n548, 551 (2009).  At the same time, the Court may not consider materials that are not \nmentioned, contained in, or attached to the pleading; otherwise, a Rule 12(b)(6) \nmotion will be converted into a Rule 56 motion and subject to its standards of \nconsideration and review.  Fowler v. Williamson, 39 N.C. App. 715, 717, 251 S. E.2d \n889, 890−91 (1979). \n26. Dismissal of a claim pursuant to Rule 12(b)(6) is proper “(1) when the \ncomplaint on its face reveals that no law supports [the] claim; (2) when the complaint \nreveals on its face the absence of fact sufficient to make a good claim; [or] (3) when \nsome fact disclosed in the complaint necessarily defeats the . . . claim.”  Oates v. JAG, \nInc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985); see also Jackson v. Bumgardner, \n318 N.C. 172, 175, 347 S.E.2d 743, 745 (1986).  Otherwise, “a compl aint should not \nbe dismissed for insufficiency unless it appears to a certainty that plaintiff is entitled \nto no relief under any state of facts which could be proved in support of the claim.”  \nSutton v. Duke, 277 N.C. 94, 103, 176 S.E.2d 161, 166 (1970) (emphasis omitted). \n27. The Court is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, 274, 620 \nS.E.2d 873, 880 (2005).  A “trial court can reject allegations that are contradicted by \nthe documents attached, specifically referred to, or incorporated by reference in the \ncomplaint.”  Laster, 199 N.C. App. at 577, 681 S.E.2d at 862.  The Court can also \nignore a party’s legal conclusions set forth in its pleading.  McCrann v. Pinehurst, \nLLC, 225 N.C. App. 368, 377, 737 S.E.2d 771, 777 (2013). \nIV. ANALYSIS \nA. Breach of Contract \n28. The Amended Complaint alleges that Lindley and Kimball “breached the \nagreement between  themselves and [Plaintiff]” by removing confidential patient \ninformation from Plaintiff’s business, disclosing confidential patient information to \nPPC, and using Plaintiff’s funds to pay for Lindley’s professional memberships and \nprograms and other benefi ts not provided for in the employment agreement.  (Am. \nCompl. ¶¶ 20 –23.)  The Amended Complaint further alleges that Lindley breached \nher employment agreement by establishing a competing business while employed by \nPlaintiff.  (Am. Compl. ¶ 24.) \n29. Defendants seek dismissal of Plaintiff’s breach of contract claim as to \nKimball and PPC, arguing that the Amended Complaint fails to allege the existence \nof a valid contract between either Kimball or PPC, on the one hand, and Plaintiff, on \nthe other.  (Defs.’ Rule 12 (b)(6) Mot. Dismiss ¶¶ 1 –2, ECF No. 6 [“Mot. Dismiss”]; \nDefs.’ Br. Supp. Rule 12(b)(6) Mot. Dismiss 1 –2, ECF No. 7 [“Defs.’ Br. Supp.”].)  \nPlaintiff conceded, in its brief and at the hearing, that the Amended Complaint \nasserts a breach of contract claim against only Lindley.  (Pl.’s Br. Resp. Defs.’ 12(b)(6) \nMot. Dismiss 1, ECF No. 10 [“Pl.’s Br. Opp’n”].) \n30. Accordingly, to the extent the Motion seeks dismissal of a breach of contract \nclaim against Kimball and PPC, the Motion is granted and Plaintiff’s claim, as it \nrelates to Kimball and PPC, is dismissed.  Notwithstanding the Court’s conclusion \nthat this clai m should be dismissed, “[t]he decision to dismiss an action with or \nwithout prejudice is in the discretion of the trial court[.]”  First Fed. Bank v. Aldridge, \n230 N.C. App. 187, 191, 749 S.E.2d 289, 292 (2013).  The Court concludes, in the \nexercise of its discretion, that dismissal of Plaintiff’s breach of contract claim against \nKimball and PPC should be without prejudice to Plaintiff’s right to attempt to \nreassert such claim. \nB. Tortious Interference \n31. Plaintiff alleges that it has treated and continues to treat many of its loyal \npatients for ongoing medical issues but that Defendants accessed and used Plaintiff’s \nconfidential patient information to solicit patients to leave Plaintiff’s practice and \nseek medical treatment at PPC instead.  (Am. Compl. ¶¶ 27 –28.)  Specifically, \nPlaintiff alleges that from the fall of 2017 until February 2018, Lindley told Plaintiff’s \npatients that she would be leaving Plaintiff and moving to her own practice and that \nDr. Niemeyer would be shut down and no longer able to treat patients.  (Am. Compl. \n¶¶ 16, 18, 54.)  Plaintiff further alleges that such conduct was done “intentionally and \nwith malice” because Plaintiff would not permit Defendants to conduct their allergy \ntesting business within Plaintiff’s medical practice.  (Am. Comp l. ¶¶ 28 –29, 31.)  \nPlaintiff alleges that, as a result of Defendants’ conduct, at least 100 of Plaintiff’s \npatients have been solicited to seek treatment at PPC, thus amounting to tortious \ninterference with contract and tortious interference with prospecti ve business \nrelations.  (Am. Compl. ¶¶ 29–30.) \n32. Defendants argue that the Amended Complaint fails to state a claim for \ntortious interference with contract or prospective economic advantage because \nPlaintiff neither alleges the existence of a valid contract nor a prospective contractual \nrelationship between Plaintiff and any of its patients.  (Defs.’ Br. Supp. 2.)  Plaintiff \ncounters that the Amended Complaint alleges enough information to put Defendants \non notice of the basis for its tortious interference claims and that further facts will be \nprovided through discovery.  (Pl.’s Br. Opp’n 2–3.) \n33. Plaintiff is correct that under North Carolina’s notice pleading standard, a \nclaim for relief need only set forth “[a] short and plain statement of the claim \nsufficiently particular to give the courts and the parties notice of the transactions, \noccurrences, or series of transactions or occurrences, intended to be proved showing \nthat the pleader is entitled to relief[.]”  N.C. Gen. Stat. § 1A-1, Rule 8(a)(1).  “[D]espite \nthe liberal nature of the concept of notice pleading, a complaint must nonetheless \nstate enough to give the substantive elements of at least some legally recognized \nclaim or it is subject to dismissal under Rule 12(b)(6).”  Stanback v. Stanback , 297 \nN.C. 181, 204, 254 S.E.2d 611, 626 (1979); see also Turner v. Thomas, 369 N.C. 419, \n444, 794 S.E.2d 439, 456 (2016) (notwithstanding the fact that Rule 8(a)(1) does not \nrequire detailed fact-pleading, “no amount of liberalization should seduce the pleader \ninto failing to state enough to give the substantive elements of his claim”).  \nAccordingly, and separate and apart from the question of whether a complaint gives \ndefendants adequate notice of the basis for a claim, dismissal is proper under Rule \n12(b)(6) “when the complaint reveals on its face the absence of fact sufficient to make \na good claim[.]”  Oates, 314 N.C. at 278, 333 S.E.2d at 224.   \n34. To state a claim for tortious interference with contract, a plaintiff must \nallege  \n(1) a valid contract between the plain tiff and a third person which \nconfers upon the plaintiff a contractual right against a third person; \n(2) the defendant knows of the contract; (3) the defendant intentionally \ninduces the third person not to perform the contract; (4) and in doing so \nacts without justification; (5) resulting in actual damage to plaintiff. \n \nKrawiec v. Manly, 370 N.C. 602, 606–07, 811 S.E.2d 542, 546 (2018). \n35. “To establish tortious interference with prospective economic advantage, a \nplaintiff must show that the defendant, without justification, induced a third party \nto refrain from entering into a contract with the plaintiff, which would have been \nmade absent the defendant’s interference.”  MLC Auto., LLC v. Town of S. Pines, 207 \nN.C. App. 555, 571, 702 S.E.2d 68, 79 (2010).  “However, a plaintiff’s mere expectation \nof a continuing business relationship is insufficient to establish such a claim.”  \nBeverage Sys. of the Carolinas, LLC v. Associated  Beverage Repair, LLC , 368 N.C. \n693, 701, 784 S.E.2d 457, 463 (2016).  “Instead, a plaintiff must produce evidence that \na contract would have resulted but for a defendant’s malicious intervention.”  Id. \n36. Viewing the allegations of the Amended Complaint as true and taking all \nreasonable inferences in Plaintiff’s favor, the Court concludes that the Amended \nComplaint fails to adequately allege a claim for tortious interference with contract or \nprospective economic advantage. \n37. As to tortious interference with contract, the Amended Complaint nowhere \nalleges that Plaintiff’s patients were contractually obligated to continue receiving \ntreatment from Plaintiff.  Plaintiff’s patients cannot be induced not to perform a \ncontract that does not exist.  Therefore, the Cour t concludes that the Amended \nComplaint fails to state a claim for tortious interference with contract because it fails \nto allege the existence of a valid contract between Plaintiff and a third party. \n38. As to tortious interference with prospective economic advantage, the Court \nconcludes that the Amended Complaint’s allegation that Plaintiff’s loyal customers \nreceived treatment from Plaintiff for ongoing medical problems is insufficient to show \nthat Plaintiff had anything more than a mere expectation that its p atients would \ncontinue seeking treatment from Plaintiff.  Plaintiff alleges no facts from which the \nCourt can infer that Plaintiff’s patients would have continued to seek treatment from \nPlaintiff but for Defendants’ alleged conduct.  The Amended Complaint,  therefore, \nfails to state a claim for tortious interference with prospective economic advantage. \n39. Accordingly, the Court concludes that Plaintiff’s tortious interference \nclaims should be dismissed and the Motion is granted as to that claim without \nprejudice. \nC. Misappropriation of Trade Name \n40. Plaintiff alleges that Kimball, while employed by Plaintiff as an office \nmanager, set up a Yahoo! e -mail account for Plaintiff using the e -mail address \nalamancefp@yahoo.com but would not let anyone else access the account or Plaintiff’s \nfinancial information.  (Am. Compl. ¶¶ 6, 15.)  The Amended Complaint alleges a \nclaim for “intentional misappropriation and use of trade name” based on allegations \nthat Plaintiff owns the Yahoo! account, which contains valuable communication s \nregarding Plaintiff’s patients and billing, but that Kimball has refused to turn over \nthe password and has disabled the account.  (Am. Compl. ¶¶ 34–35.) \n41. Defendants contend that Plaintiff’s claim for misappropriation of trade \nname should be dismissed as to Lindley and PPC because the Complaint fails to allege \nany facts showing that Lindley or PPC misappropriated or misused any trade name.  \n(Defs.’ Br. Supp. 4.)  Plaintiff has conceded that the trade name claim relates only to \nKimball.  (Pl.’s Br. Opp’n 3.) \n42. Defendants further contend that the misappropriation of trade name claim \nagainst Kimball must be dismissed because (1) Plaintiff does not allege that the  \ne-mail account constitutes a protectable trade name and (2) Plaintiff fails to allege \nthat Kimball used the e-mail address after the termination of his employment with \nPlaintiff.  (Defs.’ Br. Supp. 4–5.) \n43. Usually, claims premised on misappropriation of a trade name are brought \nby a company that has acquired a proprietary interest in a trade name against a \ncompany that is using a confusingly similar name in the public sphere.  Two Way \nRadio Serv., Inc. v. Two Way Radio of Carolina, Inc. , 322 N.C. 809, 814, 370 S.E.2d \n408, 411 (1988) (citing R. Robinson, North Carolina Corporation Law and Practice \n§ 4-1, at 52 (3d ed. 1983)).  Here, Plaintiff does not allege that any Defendant is using \na trade name that is confusingly similar to Plaintiff’s trade name, but that Kimball \nis denying Plaintiff access to an e -mail account that uses an abbreviation for \nPlaintiff’s business name.  (Am. Compl. ¶¶ 34 –36.)  The Court is not aware of (and \nPlaintiff has not alleged) a “misappropriation of trade name” claim that may be \nbrought to remedy the conduct alleged.  Nevertheless, the Court will proceed to \nanalyze whether Plaintiff may state a valid claim were such a cause of action to be \nrecognized by our courts. \n44. “The law will afford protection against the tortious appropriation of \ntradenames and trademarks alike.”  Charcoal Steak House of Charlotte, Inc. v. Staley, \n263 N.C. 199, 20 2, 139 S.E.2d 185, 187 (1964).  “[A] corporate name (i.e., a trade \nname) is like a trademark to the extent that a proprietary interest therein can be \nacquired only by adoption and continuous use”  Two Way Radio Serv., Inc., 322 N.C. \nat 816, 370 S.E.2d at 4 12.  However, “generic, or generally descriptive, words and \nphrases, as well as geographic designations, may not be appropriated by any business \nenterprise either as a tradename or as a trademark.”  Id.  Thus, a geographic term, \nsuch as “Carolina,” is by itself, a generic or descriptive term that is not protectable as \na trademark.  Johnson & Morris, PLLC v. Abdelbaky & Boes, PLLC (Johnson & \nMorris II), 2017 NCBC LEXIS 89, at *15 (N.C. Super. Ct. Sept. 28, 2017). \n45. “A well established exception to this rule ap plies when the descriptive \nphrase in question has acquired ‘secondary meaning.’”  Two Way Radio Serv., Inc. , \n322 N.C. at 814, 370 S.E.2d at 411.  Secondary meaning exists when a business has \nused generic or descriptive words “ for so long or so exclusively or when it has \npromoted its product to such an extent that the words do not register their literal \nmeaning on the public mind but are instantly associated with one enterprise[.]”  \nStaley, 263 N.C. at 201 –02, 139 S.E.2d at 187.  In determining whether a mar k has \nacquired secondary meaning, our courts look to the factors established by the Court \nof Appeals for the Fourth Circuit (the “Perini Factors”).  Johnson & Morris II, 2017 \nNCBC LEXIS 89, at *15–16 (citing Perini Corp. v. Perini Constr., Inc., 915 F.2d 121, \n125 (4th Cir. 1990)).  The six Perini Factors are “(1) plaintiff’s advertising \nexpenditures; (2) consumer studies linking the mark to the source; (3) the plaintiff’s \nrecord of sales success; (4) unsolicited media coverage of the plaintiff’s business; \n(5) attempts to plagiarize the mark; and (6) the length and exclusivity of the plaintiff’s \nuse of the mark.”  Johnson & Morris, PLLC v. Abdelbaky & Boes, PLLC (Johnson & \nMorris I), 2016 NCBC LEXIS 78, at *15 (N.C. Super. Ct. Oct. 11, 2016). \n46. The Court first observes that the e -mail address, alamancefp@yahoo.com, \nwhich Plaintiff claims as its “trade name,” consists almost entirely of the name of a \ncounty and the domain name of Yahoo!, a separate company that provides free e-mail \nservices to the public.  Plaint iff’s e -mail address, by itself, is likely a generic or \ndescriptive name that is not entitled to trade name protection absent secondary \nmeaning.  See id. at *12–13. \n47. Plaintiff has failed to allege any facts from which the Court could conclude \nthat alamancefp@yahoo.com could have acquired secondary meaning for purposes of \nthe Motion.  See Old S. Apparel, LLC v. JEB Designs, Inc., 272 F. Supp. 3d 734, 738–\n39 (E.D.N.C. 20 17) (concluding that plaintiff failed to state a claim for trademark \ninfringement under federal or North Carolina law where plaintiff failed to allege facts \nthat would show how its purported mark has secondary meaning).  Finally, even had \nPlaintiff adequately alleged that it owned a protectable trade name, Plaintiff has not \nalleged that any Defendant has used Plaintiff’s trade name or a confusingly similar \nname.  Thus, even if a misappropriation of trade name case could be premised on \nKimball’s alleged cond uct, Plaintiff would fail to state a claim because it has not \nalleged the existence of a protectable trade name. \n48. Therefore, the Court concludes that Plaintiff’s misappropriation of trade \nname claim should be dismissed. \nD. Breach of Duty of Loyalty  \n49. Plaintiff alleges that Lindley and Kimball, as employees of Plaintiff, owed \nPlaintiff a duty of loyalty that obligated them to act in the best interest of Plaintiff \nand its patients.  (Am. Compl. ¶ 38.)  Plaintiff alleges that Lindley and Kimball \nbreached this duty of loyalty by performing unnecessary allergy testing on patients, \npaying for personal benefits without authorization, misusing patient information, \ninterfering in Plaintiff’s business relationships, and preparing a new business while \nemployed by Plaintiff.  (Am. Compl. ¶ 39.) \n50. Defendants contend that Plaintiff’s breach of the duty of loyalty claim must \nbe dismissed because a standard employer -employee relationship does not give rise \nto a fiduciary duty under North Carolina law and Plaintiff does not allege t he \nexistence of a fiduciary relationship apart from Kimball and Lindley’s status as \nemployees of Plaintiff.  (Defs.’ Br. Supp. 6.)  In response, Plaintiff’s counsel \nrepresented in its brief in opposition to the Motion that Plaintiff does not wish to be \nheard on the Motion as to this claim, thus conceding the correctness of the Motion as \nit relates to this claim.  (Pl.’s Br. Opp’n 3.) \n51. Accordingly, the Court concludes that Plaintiff has failed to state a claim \nagainst Lindley or Kimball for breach of the duty  of loyalty and this claim is \ndismissed. \nE. Unfair or Deceptive Acts or Practices \n52. Plaintiff alleges that Lindley committed an unfair or deceptive act or \npractice by “fraudulently obtaining patient information,” misappropriating Plaintiff’s \ntrade name and internet contacts, soliciting Plaintiff’s patients, and using Plaintiff’s \nfunds to pay unauthorized expenses.  (Am. Compl. ¶ 43.)  Plaintiff further alleges \nthat Lindley’s conduct of forming her own business while employed by Plaintiff and \nsoliciting Plaintiff’s patients was “in or affecting commerce” as defined by the North \nCarolina Unfair and Deceptive Trade Practices Act (“UDTPA” or the “Act”).  (Am. \nCompl. ¶¶ 41–42.) \n53. The Amended Complaint alleges a UDTP claim against Lindley alone.  \nFurther, because the Amended Complaint alleges that only Kimball misappropriated \nPlaintiff’s trade name and internet contacts, such conduct cannot form part of the \nbasis for a UDTP claim against Lindley.  Accordingly, Plaintiff’s UDTP claim against \nLindley is premised on allegati ons that she fraudulently obtained Plaintiff’s patient \ninformation to solicit patients to PPC and used Plaintiff’s funds to pay expenses \nwithout authorization. \n54. Defendants argue that Plaintiff’s UDTP claim is barred by the learned \nprofession exemption.  (De fs.’ Br. Supp. 6.)  Defendants contend that Lindley, as a \nlicensed nurse practitioner, is entitled to the exemption because her alleged conduct \nfell within the broad definition of “rendering of professional services” that exempts \nher from the UDTPA.  (Defs.’ Br. Supp. 6–7.)   \n55. The UDTPA declares unlawful “unfair or deceptive acts or practices in or \naffecting commerce[.]”  N.C. Gen. Stat. § 75 -1.1(a).  The Act defines commerce to \ninclude “all business activities, however denominated, but does not include \nprofessional services rendered by a member of a learned profession.”  Id. § 75-1.1(b).  \nFor the learned profession exemption to apply, (1) the entity or person whose conduct \nis being challenged must be a member of a learned profession, and (2) the challenged \nconduct must constitute a rendering of professional services.  Wheeless v. Maria \nParham Med. Ctr., Inc., 237 N.C. App. 584, 589, 768 S.E.2d 119, 123 (2014); Reid v. \nAyers, 138 N.C. App. 261, 266, 531 S.E.2d 231, 235 (2000). \n56. Our courts have interpreted membership in a learned profession broadly, \nincluding both individuals and entities, largely in the medical and legal fields.  \nShelton v. Duke Univ. Health Sys., Inc., 179 N.C. App. 120, 126, 633 S.E.2d 113, 117 \n(2006) (hospitals); Reid, 138 N.C. App. at 266, 531 S.E.2d at 235 (law firms and \nattorneys); Sykes v. Health Network Sols, Inc., 2017 NCBC LEXIS 73, at *54–55 (N.C. \nSuper. Ct. Aug. 18, 2017) (chiropractors).  Moreover, our Court of Appeals “has made \nclear that unfair and deceptive acts committed by medical professionals are not \nincluded within the prohibition of [N.C. Gen. Stat.] § 75-1.1(a).”  Wheeless, 237 N.C. \nApp. at 590, 768 S.E.2d at 123. \n57. Despite Plaintiff’s suggestion in its brief that a nurse practitioner is, \narguably, “not contemplated under the learned profession exception,” at the hearing, \nPlaintiff’s counsel conceded that a nurse practitioner is a medical professional.  (Pl.’s \nBr. Opp’n 4.)  Plaintiff instead argues that the exception applies to unfair or deceptive \nconduct directed toward a member of the consuming public, but not to anticompetitive \nconduct between two learned professionals.  (Pl.’s Br. Opp’n 4.)  Thus, the issue before \nthe Court is whether Lindley’s alleged conduct constituted the rendering of \nprofessional services such that Plaintiff’s UDTP claim is barred. \n58. “It is well-settled by our Courts that a matter affecting the professional \nservices rendered by members of a learned profession . . . falls within the exception.”  \nWheeless, 237 N.C. App. at 590, 768 S.E.2d at 123 (quotation marks omitted).  “This \nexception for medical professionals has been broadly interpreted by this Court . . . .”  \nShelton, 179 N.C. App. at 126, 633 S.E.2d at 117.  Further, and contrary to Plaintiff’s \nargument, it has been held to apply where a plaintiff alleges that the unfair or \ndeceptive acts constituted anticompetitive conduct directed by one learned \nprofessional at another.  Cameron v. New Hanover Mem’l Hosp., Inc., 58 N.C. App. \n414, 446, 293 S.E.2d 901, 920 (1982) (rejecting plaintiffs’ argument that the learned \nprofession exemption does not exclude from coverage anticompetitive conduct \ninvolving commercial activity); Wheeless, 237 N.C. App. at 590–91, 768 S.E.2d at 123 \n(concluding that defendant-medical professionals’ sending of an anonymous letter to \nthe medical board about plaintiff-medical professional was within the exemption, \nnotwithstanding plaintiff’s allegations that defendants illegally accessed and used \nconfidential peer review and patient records and acted out of malice and for financial \ngain). \n59. Given the breadth with which our courts have applied the learned \nprofession exemption, the Court concludes that the face of the Amended Complaint \nreveals that the UDTP claim against Lindley is barred.  Plaintiff complains that \nLindley engaged in unfair and deceptive conduct by creating a business within \nPlaintiff’s business, illegally obtaining patient data, using that data to solicit \nPlaintiff’s patients, paying unauthorized personal expenses, and attempting to give \nDr. Niemeyer kickbacks for allergy testing referrals.  (Am. Compl. ¶¶ 11–13, 15–16, \n18, 41–43; Pl.’s Br. Opp’n 4.)  In its simplest form, Plaintiff’s claim is based on \nallegations that Lindley began an allergy testing practice, obtained patient \ninformation, solicited patients, and attempted to secure a referral agreement. \n60. In considering whether a defendant’s conduct is exempt from the UDTPA’s \ndefinition of commerce, the Court is not concerned with whether the conduct runs \nafoul of other legal or ethical standards, but only whether the conduct affects the \nprofessional services rendered by members of a learned profession.  Burgess v. Busby, \n142 N.C. App. 393, 406–07, 544 S.E.2d 4, 11–12 (2001) (holding that dismissal of \nUDTP claim was proper because defendant-doctor’s conduct in sending a letter \nnaming patients who had sued defendant and jurors who found against defendant to \nother medical professionals to discourage those professionals from treating the \npersons named in the letter was within the exemption); Gaunt v. Pittaway, 139 N.C. \nApp. 778, 784, 534 S.E.2d 660, 664 (2000) (“[M]edical professionals are expressly \nexcluded from the scope of [N.C. Gen. Stat.] § 75-1.1(a) and thus it clearly does not \nfollow that a statement by a medical professional, criminal or otherwise, is governed \nby this particular statute.”).  Accordingly, the Court concludes that Lindley’s alleged \nconduct, all of which related to the provision of allergy testing services and \ncommunications with patients, falls within the learned profession exemption. \n61. Apart from the question of whether Defendants’ conduct is excluded from \nthe UDTPA’s definition of commerce, the allegations that form the basis for Plaintiff’s \nUDTP claim against Lindley are the same allegations that constitute Lindley’s \nalleged breaches of her employment agreement.  (Compare Am. Compl. ¶¶ 20–24, \nwith Am. Compl. ¶¶ 41–43.)  Our courts generally disfavor allowing UDTP claims to \n“piggyback” on breach of contract claims, “[b]ecause section 75-1.1 and contract law \nserve different purposes and rest on divergent remedial principles[.]”  Post v. Avita \nDrugs, LLC, 2017 NCBC LEXIS 95, at *9 (N.C. Super. Ct. Oct. 11, 2017).  Therefore, \nabsent “some type of egregious or aggravating circumstances,” Dalton v. Camp, 353 \nN.C. 647, 657, 548 S.E.2d 704, 711 (2001) (emphasis omitted), “a mere breach of \ncontract, even if intentional, is not sufficiently unfair or deceptive to sustain an action \nunder [N.C. Gen. Stat.] § 75-1.1[,]” Branch Banking & Tr. Co. v. Thompson, 107 N.C. \nApp. 53, 62, 418 S.E.2d 694, 700 (1992).  Circumstances that are sufficiently egregious \nor aggravating to permit a UDTP claim based on conduct that occurred during the \ncourse of contractual performance involve “clear deception,” such as forgery, \ndestruction of documents, or concealment of the breach combined with other acts to \ndeter plaintiff from investigating the conduct.  Post, 2017 NCBC LEXIS 95, at *11–\n12. \n62. Upon reviewing the Amended Complaint, and taking all inferences in \nPlaintiff’s favor, the factual allegations are devoid of sufficiently egregious or \naggravating conduct on the party of Lindley that would permit Plaintiff to assert a \nUDTP claim based on Lindley’s alleged breach of contract.  The failure to plead such \nconduct serves as an additional basis for dismissal of Plaintiff’s UDTP claim. \n63. Having concluded both that Plaintiff’s UDTP claim is barred by the learned \nprofession exemption and that Lindley’s alleged breach of contract was not \nsufficiently egregious to support a UDTP claim, the Court, therefore, concludes that \nPlaintiff fails to state a claim for UDTP.  Plaintiff’s UDTP claim is, accordingly, \ndismissed. \nF. Fraud \n64. Plaintiff alleges that Lindley and Kimball have engaged in fraud by telling \nPlaintiff’s patients since the fall of 2017 that Dr. Niemeyer was about to be “shut \ndown” and could no longer treat patients.  (Am. Compl. ¶ 54.)  The Amended \nComplaint alleges that Lindley and Kimball’s statements were false, made with the \nintent to deceive patients and solicit them to PPC, and that the  false statements did \ninduce patients to leave Plaintiff’s practice, thereby harming Plaintiff.  (Am. Compl. \n¶¶ 54–57.) \n65. To state a claim for fraud, a complaint must allege “(1) [f]alse \nrepresentation or concealment of a material fact, (2) reasonably calculated to deceive, \n(3) made with intent to deceive, (4) which does in fact deceive, (5) resulting in damage \nto the injured party.”  Hudgins v. Wagoner, 204 N.C. App. 480, 486, 694 S.E.2d 436, \n442 (2010).  “Additionally, any reliance on the allegedly false representations must \nbe reasonable.”  Forbis v. Neale, 361 N.C. 519, 527, 649 S.E.2d 382, 388 (2007). \n66. Defendants argue that Plaintiff fails to state a claim for fraud, among other \nreasons, because North Carolina has not recognized fraud claims based on false  \nstatements made to a non-party that caused the non-party to take action that harmed \nplaintiff.  (Defs.’ Br. Supp. 8.)  Plaintiff’s brief did not address this argument.  At the \nhearing, Plaintiff’s counsel argued that the Amended Complaint alleges sufficie nt \nfacts to state a claim for constructive fraud based on allegations demonstrating a \nrelationship of trust and confidence between Plaintiff, on the one hand, and Lindley \nand especially Kimball, on the other.  The Court rejects this argument.  Plaintiff’s \nAmended Complaint does not allege a fiduciary relationship between Plaintiff and \nany of the Defendants. \n67. As to Plaintiff’s fraud claim based on Lindley and Kimball’s alleged false \nstatements to Plaintiff’s patients, North Carolina courts have not addressed whether \nthe reliance requirement for a fraud claim may be premised on a defendant’s false \nrepresentations to a third party on which the third party relies to plaintiff’s \ndetriment.1  Furthermore, the Court is unaware of any court that currently permits \ncommon law fraud claims to be established by third -party reliance.  Even in New \nYork, which has the most robust (albeit conflicting) case law discussing the viability \nof third-party reliance claims, the law has been less than clear.  Jordan v. Mirra , \n2017 U.S. Dist. LEXIS 149034, at *56 –57 (Dist. Del. Sept. 14, 2017) (unpublished) \n(“Federal and state courts in New York are divided as to whether a fraud-based claim \nmay be predicated on third-party reliance.”).  However, it appears that New York, the \njurisdiction most willing to entertain the possibility of third -party reliance claims, \nhas concluded that allegations of third -party reliance cannot establish a claim for \ncommon law fraud.  See, e.g., Pasternack v. Lab. Corp. of Am. Holdings , 27 N.Y.3d \n817, 827, 59 N.E.3d 485, 492 (N.Y. Ct. App. 2016) (“[U]nder New York law, such third-\nparty reliance does not satisfy the reliance element of a fraud claim.”).  \n68. Of note, the District Court for the Middle District of North Carolina has \nsuggested that North Carolina law wo uld recognize such a claim in appropriate \ncircumstances because North Carolina courts recognize that a professional may be \nliable for negligently performing a contract that proximately causes foreseeable \n                                                 \n1 Apart from the typical fraud claim wherein plaintiff is alleged to have relied on a \nfalse statement that defendant made directly to plaintiff (“first -party reliance”), \ncourts in this and other jurisdictions have also considered whether a plaintiff may \nstate a fraud claim where (1) defendant made a false representation to a third party \nintending that the information would reach plaintiff and be relied on by plaintiff \n(“indirect reliance”), Evercrete Corp. v. H-Cap Ltd., 429 F. Supp. 2d 612, 628 (S.D.N.Y. \n2006); Bucci v. Burns , 2018 NCBC LEXIS 37, at *13 –17 (N.C. Super. Ct. Apr. 25, \n2018), and (2) where defendant made a false representation to a third party on which \nthe third party relied, thereby causing harm to plaintiff (“third -party reliance”).  \nAlthough courts do not use these terms consistently, the designations given in the \npreceding sentence will be used here for clarity.   \ninjury to a third person and “it would be surprising if the same were not true in cases \nof intentional deception carried out for the purpose of harming a third party.”  Bardes \nv. Mass Mut. Life Ins. Co., 932 F. Supp. 2d 636, 640 (M.D.N.C. 2013).   \n69. The Court is doubtful that our appellate courts would recogn ize fraud \nclaims premised on third -party reliance.  However, even assuming arguendo that \nthird-party reliance claims were recognized in North Carolina, the Amended \nComplaint fails to allege that any patient justifiably relied on Kimball or Lindley’s \nallegedly fraudulent statements.  The Amended Complaint, therefore, fails to state a \nclaim for fraud premised on third -party reliance, even were such a claim recognized \nin North Carolina. \n70. Apart from whether the type of fraud claim alleged by Plaintiff is cognizable \nunder North Carolina law, Defendants also argue that Plaintiff’s fraud claim is \nsubject to dismissal because it fails to satisfy the heightened pleading requirements \nof Rule 9(b).  (Defs.’ Br. Supp. 8 –9.)  Specifically, Defendants argue that Plaintiff \nprovides only a vague timeframe of when the alleged fraudulent statements were \nmade and makes no allegation as to the place where the misrepresentations were \nmade.  (Defs.’ Br. Supp. 8–9.) \n71. Our Rules require that a pleading setting forth a fraud claim state  “the \ncircumstances constituting fraud . . . with particularity.”  N.C. Gen. Stat. § 1A-1, Rule \n9(b).  “[ I]n pleading actual fraud the particularity requirement is met by alleging \ntime, place and content of the fraudulent representation , identity of the person \nmaking the representation and what was obtained as a result of the fraudulent acts \nor representations.”  S.N.R. Mgmt. Corp. v. Danube Partners 141, LLC, 189 N.C. App. \n601, 610, 659 S.E.2d 442, 449 (2008) (emphasis omitted) (quoting Terry v. Terry, 302 \nN.C. 77, 85, 273 S.E.2d 674, 678 (1981)). \n72. Plaintiff alleges that, beginning in the fall of 2017, Lindley and Kimball told \nPlaintiff’s patients that Dr. Niemeyer was about to be “shut down” and would no \nlonger be able to treat patients.   (Am. Compl. ¶ 54.)  Plaintiff further alleges that \nthese misstatements were intended to solicit Plaintiff’s patients to PPC and that they \ndeceived Plaintiff’s patients into leaving Plaintiff’s medical practice, thereby harming \nPlaintiff.  (Am. Compl. ¶¶ 55–57.) \n73. The allegations reveal that Plaintiff has stated with particularity the \ncontent of the fraudulent representation , identity of the persons making the \nrepresentation, and what was obtained as a result of the fraudulent representations.  \nAlthough the time of the representations is given only as a broad range, the Court \nconcludes that such an allegation is sufficient, on the facts alleged, to satisfy Rule \n9(b).  “A requirement of specificity is not a requirement of perfect and complete \nspecificity.”  Hudgins, 204 N.C. App. at 487, 694 S.E.2d at 443. \n74. However, Plaintiff makes no allegation as to where or how these \nrepresentations were made to Plaintiff’s patients.  Although in some instances a \nfailure to state the place a misrepresentation was made may be forgiven, the Court \nconcludes that the Amended Complaint’s failure to allege the place where Kimball \nand Lindley’s alleged misrepresentations were made runs afoul of Rule 9(b)’s \nspecificity requirement.  Id. at 489 n.7, 694 S.E.2d at 444 n.7 (concluding that failure \nto allege the exact place the fraudulent misrepresentation was made or whether it \noccurred in a face -to-face conversation or over telephone was not fatal where \ndefendants’ answer admitted that the conversation occurred on the date alleged).   \n75. Based on the foregoing, the Court concludes that the face of the Amended \nComplaint reveals an absence of facts sufficient to state a good fraud claim and fails \nto satisfy Rule 9(b)’s particularity requirement.  Therefore, Plaintiff’s fraud claim is \ndismissed.  \nG. Punitive Damages \n76. Defendants also request that the Court strike Plaintiff’s request for \npunitive damages because only Plaintiff’s breach of contract claim against Lindley \nshould survive dismissal and punitive damages are not permissible in ordinary \nbreach of contract actions.  (Defs.’ Br. Supp. 9.) \n77. Plaintiff’s request for punitive damages is named in the Amended \nComplaint as Count VI and does not clearly identify the claims for which Plaintiff \nseeks punitive damages.  (Am. Compl. ¶¶ 44 –45.)  Instead, the Amended Complaint \nalleges only that Lindley and Kimball’s conduct “has been willful, wanton, malicious, \nand fraudulent[.]”  (Am. Compl. ¶ 45.) \n78. A request for punitive damages is not a separate cause of action but is a \ntype of relief that may be awarded in appropriate circumstances.  Holley v. Hercules, \nInc., 86 N.C. App. 624, 627, 359 S.E.2d 47, 49 (1987) (“[T]here is no cause of action \nfor punitive damages . . . . Causes of action are the vehicles by which legal rights and \nremedies are enforced, but no one has a legal right to punitive damages.” (emphasis \nomitted)).  Punitive damages may be an appropriate remedy “to punish a defendant \nfor egregiously wrongful acts and to deter the defendant and others from committing \nsimilar wrongful acts.”  N.C. Gen. Stat. § 1D-1.  However, such damages may only be \nawarded if the claimant, in addition to proving that the defendant is liable for \ncompensatory damages, also proves the presence of fraud, malice, or willful or wanton \nconduct.  Id. § 1D-15.  Generally, a party cannot recover punitive damages for breach \nof contract.  Richardson v. Bank of Am., N.A., 182 N.C. App. 531, 558, 643 S.E.2d 410, \n427 (2007). \n79. Having concluded that all of Plaintiff’s claims are subject to dismissal, save \nfor Plaintiff’s breach of contract cla im against Lindley, the Court further concludes \nthat Plaintiff’s request for punitive damages should be stricken from the Amended \nComplaint.  A review of the Amended Complaint reveals that Plaintiff fails to allege \nany aggravating factor that could support a punitive damages award premised solely \non Lindley’s alleged breach of contract.   \n80. Therefore, the Motion as to Plaintiff’s request for punitive damages is \ngranted. \nV. CONCLUSION \n81. For the foregoing reasons, the Court ORDERS as follows: \nA. The Court GRANTS the Motion as to Plaintiff’s claim for breach of \ncontract against Kimball and PCC and Plaintiff’s claim for tortious \ninterference with contract and tortious interference with prospective \neconomic advantage, and these claims are dismissed without \nprejudice. \nB. The Court GRANTS the Motion as to Plaintiff’s claims for \nmisappropriation of trade name, breach of the duty of loyalty, UDTP, \nand fraud, and these claims are dismissed with prejudice.  \nC. The Court GRANTS the Motion as to Plaintiff’s request for punitive \ndamages, and the request for punitive damages is dismissed without \nprejudice. \nSO ORDERED, this the 14th day of August, 2018. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}