{
  "id": "9a00d88c2e3ce2fceeaac0a4903a8d13102e5454c5f18107dbc6e4414f9cccce",
  "source_file": "data/raw/ncbc/9a00d88c2e3ce2fceeaac0a4903a8d13102e5454c5f18107dbc6e4414f9cccce.pdf",
  "raw_text": "Mascaro v. Mountaineer Land Group, LLC, 2006 NCBC 18\nNORTH CAROLINA\n                                                 \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION\nCOUNTY OF MECKLENBURG\n                               \n                          \n06 CVS 3016\n \n \nGREG MASCARO and\nPHILLIP COHN,\n \n                                    \nPlaintiffs,\n            \nv.\n \nMOUNTAINEER LAND GROUP, LLC;\nGREYSON RIDGE DEVELOPMENT, LLC;\nROBERT WILLIAMS;\nT. TODD MARTIN, III; and\nSELWYN H. TURNER,\n \n                                    \nDefendants,\n \n            \nv.\n \nTRACI ENGLAND MASCARO;\nMYRA J. HAMBY; RYAN HAWKS;\nJAMES “BUCK” HARLESS;\nGEORGE HUDSPETH; STEPHEN\nHUDSPETH; \nFRANK MASCARO; JUANITA\nMASCARO; MOUNTAINEER REAL\nESTATE GROUP, LLC;\nGOLF SOURCE INTERNATIONAL, LLC;\nHUDSPETH FAMILY PROPERTIES, \nLLC;\nHUDSPETH FAMILY PARTNERS, LLC;\nHUDSPETH EQUIPMENT RENTAL, LLC;\nHUDSPETH LAND MANGEMENT &\nDEVELOPMENT GROUP;\nMOUNTAINEER, TARHEEL VOLUNTEER,\nLLC; WORLD GOLF ACADEMY, LLC;\nDALE HUFFMAN; and\nCAROLINA SUNDECK, INC.,\n \n                                    \nDefendants.\nORDER\n \n \nShuford, Hunter, & Brown, P.A. by A. Burton Shuford for Third-Party Plaintiff Mountaineer Land\nGroup, LLC.\n \nHunton & Williams, LLP by T. Thomas Cottingham for Third-Party Defendant James H. “Buck”\nHarless.\n \nDiaz, Judge.\n \n{1}\n      \nThe Court heard this matter on 8 August 2006 on the Motion of Third-Party Defendant James H.\n“Buck” Harless (“Harless”) to Dismiss for Lack of Personal Jurisdiction and for Failure to State a Claim\nUpon Which Relief Can Be Granted.\n{2}\n      \nFor the reasons set forth below, and after considering the Court file, the written Motion, counsels’\nmemoranda and oral arguments, the Court \nDENIES\n Harless’s Motion to Dismiss for Lack of Personal\nJurisdiction and \nGRANTS\n, \nwithout prejudice\n, Harless’s Motion to Dismiss for Failure to State a Claim\nUpon Which Relief Can Be Granted.\n  \nMountaineer Land Group, LLC shall have twenty (20) days from\nthe entry of this Order to serve a further amended pleading.\nI.\nPROCEDURAL BACKGROUND\n{3}\n      \nPlaintiffs Greg Mascaro (“Mascaro”) and Phillip Cohn (“Cohn”) filed their Verified Complaint in\nthis action on 17 November 2005 in Cabarrus County Superior Court.\n{4}\n      \nThe Court assumed jurisdiction over this case because it is related to the receivership proceedings\npending in \nGreyson Ridge Development, LLC v. Mountaineer Land Group, LLC\n, 05 CVS 6615\n(Mecklenburg County Superior Court).\n  \nThe latter case was transferred to the North Carolina Business\nCourt and assigned to me as a complex business matter pursuant to an Order entered by the Chief Justice\nof the North Carolina Supreme Court on 15 November 2005.\n{5}\n      \nDefendant Mountaineer Land Group, LLC (“Mountaineer”) filed its Answer, Counterclaim,\nCrossclaim, and Third-Party Complaint (“Third-Party Complaint”) on 3 April 2006.\n  \nMountaineer’s\nThird-Party Complaint joined Harless as a Third-Party Defendant.\n{6}\n      \nMountaineer filed an Amended Answer, Counterclaim, Crossclaim, and Third-Party Complaint\n(“Am. Third-Party Complaint”) on 24 April 2006.\n{7}\n      \nPursuant to N.C.G.S. § 1A-1, Rule 12(b)(2) (2006) and N.C.G.S. §1A-1, Rule 12(b)(6) (2006),\nHarless filed a Motion to Dismiss for Lack of Personal Jurisdiction and for Failure to State a Claim Upon\nWhich Relief Can Be Granted on 6 June 2006.\n{8}\n      \nMountaineer filed a Reply to Harless’s Motion to Dismiss for Lack of Personal Jurisdiction\n(“Mountaineer 12(b)(2) Reply”) and a Reply to Harless’s Motion to Dismiss for Failure to State a Claim\nUpon Which Relief Can Be Granted (“Mountaineer 12(b)(6) Reply”) on 3 August 2006.\n  \nHarless filed a\nConsolidated Memorandum in Support of the Motions to Dismiss (“Harless Mem.”) on 4 August 2006.\n{9}\n      \nOn 8 August 2006, the Court heard oral arguments on Harless’s Motions to Dismiss.\n{10}\n    \nMountaineer filed a Consolidated Supplemental Reply (“Mountaineer Supplemental Reply”) to\nHarless’s Motions to Dismiss on 18 August 2006, and Harless filed a Supplemental Brief in Support of the\nMotions to Dismiss on 8 September 2006.\n \nII.\nFACTUAL BACKGROUND\nA.\nTHE PARTIES\n{11}\n    \nMountaineer is a North Carolina Limited Liability Company organized on 3 June 2004 to acquire\nand develop real property in Mecklenburg and Cabarrus Counties, North Carolina.\n  \n(Mot. for Designation\nof Case as a Complex Business Case Ex. B § 1.1.)\n{12}\n    \nHarless is an eighty-six-year-old citizen and resident of West Virginia.\n  \n(Harless Aff. ¶ 1, June 2,\n2006.)\n{13}\n    \nHarless is the beneficiary of a deed of trust on land in Mecklenburg County, North Carolina.\n  \n(\nSee\nMountaineer Supplemental Reply Ex. B.)\n{14}\n    \nThe deed of trust was given as security for a loan Harless made in September 2005 to his grandson,\nM.K. Harless (“M.K.”), and his business partners who were doing business collectively as Greyson Ridge\nDevelopment, LLC (“Greyson”).\n  \n(Harless Mem. 9-10.)\n  \nGreyson, a defendant in this action, is an\nAlabama limited liability company doing business in North Carolina.\n[1]\n  \n(Greyson Mots. to Dismiss,\nAnswer & Countercls. ¶ 4.)\n  \nThe deed of trust encumbers a portion of a 66-acre tract of land previously\nowned by Mountaineer and transferred to Greyson in May 2005 as part of a failed settlement agreement\nbetween the two entities.\n  \n(Mountaineer Supplemental Reply 10.)\n{15}\n    \nHarless is also the founder of International Industries, Inc.\n  \n(Harless Aff. ¶ 4, June 2, 2006.)\n  \nTen\nyears before this case, International Industries, Inc. bought and sold a division in North Carolina, Gilbert\nHardwood Centers, Inc.\n  \n(Harless Aff. ¶ 4, June 2, 2006; Harless Mem. 9.)\n  \nSince the sale of Gilbert\nHardwood Centers, Inc., Harless has neither owned nor operated a business in North Carolina.\n  \n(Harless\nAff. ¶¶ 2, 4, June 2, 2006.)\n{16}\n    \nExcept as noted above, Harless has not: (a) registered to do business in North Carolina; (b)\nmaintained any bank accounts in North Carolina; (c) employed any North Carolina residents; or (d) owned\nor leased any property in North Carolina.\n  \n(Harless Aff. ¶¶ 2-4, June 2, 2006.)\nB.\nOVERVIEW OF THE FACTS\n{17}\n    \nMascaro is the original member of Mountaineer.\n  \n(Mot. for Designation of Case as a Complex\nBusiness Case Ex. B § 5.1.)\n  \nIn July 2004, Cohn and M.K. also became members of Mountaineer.\n  \n(Mot.\nfor Designation of Case as a Complex Business Case Ex. C.)\n{18}\n    \nIn the fall of 2004, M.K. told Harless about his involvement in Mountaineer, and Harless attended\na dinner in North Carolina.\n[2]\n  \n(Harless Aff. ¶¶ 13-15, June 2, 2006.)\n  \nPeople involved with Mountaineer\nand its land development project were in attendance at the dinner.\n[3]\n \n \n(Harless Aff. ¶ 15, June 2, 2006; S.\nVic Jones Aff. ¶ 7.)\n  \nHarless’s attendance at the dinner was the only time that has he has visited North\nCarolina for either business or personal reasons since his involvement with Gilbert Hardwood Centers,\nInc.\n  \n(Harless Aff. ¶ 17, June 2, 2006.)\n{19}\n    \nSometime in 2004, M.K. told Harless that he and his other partners had personally endorsed a\n$750,000.00 note for Mountaineer to acquire an option on certain property.\n  \n(Harless Aff. ¶ 5.)\n  \nIn order to\navoid having his grandson sued on this debt, Harless arranged a short-term loan to Mountaineer in late\n2004.\n  \n(Harless Aff. ¶ 7, June 2, 2006.)\n{20}\n    \nM.K. and his partners in turn executed a note (“the Note”) in favor of Harless in Mobile, Alabama\non 10 December 2004.\n  \n(Harless Aff. ¶ 9, Ex. 1, June 2, 2006.)\n  \nThe Note required repayment of\n$750,000.00, plus 8% annual interest, by 6 March 2005.\n  \n(Harless Aff. ¶ 9, Ex. 1, June 2, 2006.)\n  \nThe Note\npurports to be governed by Alabama law.\n  \n(Harless Aff. ¶ 9, Ex. 1, June 2, 2006.)\n{21}\n    \nOn 13 December 2004, Harless wired $750,000.00 to Mountaineer.\n  \n(Harless Aff. ¶ 10, June 2,\n2006.)\n  \nHarless has not disputed that he wired the money directly to Mountaineer’s North Carolina bank\naccount.\n  \n(Mountaineer 12(b)(2) Reply 4.)\n{22}\n    \nIn repayment of the Note, Mountaineer transferred $5,296.70 to Harless once on 9 February 2005\nand again on 22 February 2005.\n  \n(Third-Party Complaint ¶ 292; Harless Aff. ¶ 11, June 2, 2006.)\n \nMountaineer made two final payments, totaling $765,123.29, to Harless on 15 March 2005.\n  \n(Third-Party\nComplaint ¶ 292; Harless Aff. ¶ 11, June 2, 2006.)\n  \nHarless has not disputed that Mountaineer wired the\npayments directly from its North Carolina bank account.\n  \n(Mountaineer 12(b)(2) Reply 4.)\n{23}\n    \nMountaineer’s receiver\n[4]\n (“the Receiver”) alleges that Mountaineer was insolvent and was not\npaying its debts as they came due at the time of the transfers.\n  \n(Third-Party Complaint ¶ 293.)\n{24}\n    \nConsequently, the Receiver alleges that the transfers from Mountaineer to Harless in February and\nMarch 2005 are voidable transfers under the North Carolina Uniform Fraudulent Transfer Act (“UFTA”),\nN.C.G.S. §§ 39-23.1 to -23.12 (2006).\n  \n(Am. Third-Party Complaint ¶¶ 319-327.)\n  \nIn the alternative,\nMountaineer seeks to impress the funds transferred from Mountaineer to Harless in February and March\n2005 with a constructive trust in its favor.\n  \n(Am. Third-Party Complaint ¶¶ 319-327.)\n{25}\n    \nIn response to the Receiver’s allegations, Harless filed a Motion to Dismiss for Lack of Personal\nJurisdiction and for Failure to State a Claim Upon Which Relief Can Be Granted on 6 June 2006.\n  \n(Harless\nMot. to Dismiss.)\nIII.\nCONCLUSIONS OF LAW\nA.\nPERSONAL JURISDICTION\n{26}\n    \nThe Court must engage in a two-part inquiry to determine whether personal jurisdiction over a non-\nresident defendant is proper.\n  \nBetter Bus. Forms, Inc. v. Davis\n, 120 N.C. App. 498, 500, 462 S.E.2d 832,\n833 (1995).\n  \nFirst, the Court must determine whether North Carolina’s “long-arm” statute, N.C.G.S. § 1-\n75.4 (2006), authorizes jurisdiction over the defendant.\n  \nBetter Bus. Forms\n, 120 N.C. App. at 500, 462\nS.E.2d at 833.\n  \nSecond, the Court must determine whether the exercise of jurisdiction over the defendant\nis consistent with due process.\n  \nId.\n1.\nTHE NORTH CAROLINA “LONG-ARM” STATUTE\n{27}\n    \nThe North Carolina “long-arm” statute clearly authorizes jurisdiction over Harless.\n{28}\n    \nN.C.G.S. § 1-75.4(5)(d) provides for personal jurisdiction over a non-resident defendant in any\naction that “relates to goods, documents of title, or other things of value shipped from this State by the\nplaintiff to the defendant on his order or direction.”\n  \nN.C.G.S. § 1-75.4(5)(d) (2006).\n{29}\n    \nMoney is a “thing of value” within the meaning of the North Carolina “long-arm” statute.\n  \nSee\nPope v. Pope\n, 38 N.C. App. 328, 330-31, 248 S.E.2d 260, 261-62 (1978).\n{30}\n    \nHarless concedes that he received money from Mountaineer.\n  \n(Harless Aff. ¶¶ 10-11, June 2,\n2006.)\n  \nFurther, Mountaineer alleges, and Harless does not deny, that this money was wired from a bank\naccount in North Carolina.\n  \n(Mountaineer 12(b)(2) Reply 4.)\n{31}\n    \nHarless argues, however, that there is no evidence that the money was shipped \nfrom North\nCarolina\n “on his order or direction,” and, therefore, the North Carolina “long-arm” statute does not\nauthorize jurisdiction over him.\n  \n(Harless Mem. 7.)\n{32}\n    \nThis argument is “untenable in light of our courts’ policy of liberally and broadly construing\nstatutory jurisdictional requirements in favor of finding personal jurisdiction.”\n  \nCherry Bekaert & Holland\nv. Brown\n, 99 N.C. App. 626, 631, 394 S.E.2d 651, 655 (1990).\n{33}\n    \nThe fact that the Note directed Mountaineer to send money to Harless, (Harless Aff. Ex. 1, June 2,\n2006), coupled with the fact that Mountaineer wired the money from a North Carolina bank account\nmeans that “the money paid was ‘shipped from this State by the plaintiff to the defendant on his order or\ndirection.’”\n  \nCherry Bekaert & Holland\n, 99 N.C. App. at 631, 394 S.E.2d at 655 (quoting N.C.G.S. § 1-\n75.4(5)(d)).\n  \nWhether Harless actually directed Mountaineer to send the funds \nfrom North Carolina\n is\nirrelevant to this determination.\n  \nSee id.\n  \nAccordingly, North Carolina’s long-arm statute authorizes\njurisdiction over Harless for purposes of this case.\n2.\nDUE PROCESS\n{34}\n    \nHaving concluded that the North Carolina “long-arm” statute authorizes jurisdiction over Harless,\nthe Court must now determine whether the exercise of jurisdiction over him comports with the\nrequirements of due process.\n{35}\n    \nExercising personal jurisdiction over Harless requires the Court to find “certain minimum contacts\nwith [North Carolina] such that the maintenance of the suit does not offend ‘traditional notions of fair play\nand substantial justice.’”\n  \nInt’l Shoe Co. v. Washington\n, 326 U.S. 310, 316, 90 L. Ed. 95, 102 (1945)\n(quoting \nMiliken v. Meyer\n, 311 U.S. 457, 463, 85 L. Ed. 278, 283 (1940)).\n{36}\n    \nFurther, “North Carolina courts have consistently held that the test for determining personal\njurisdiction should be liberally applied, to vest our courts with the full jurisdictional powers available\nunder federal due process.”\n  \nCentura Bank v. Pee Dee Express, Inc.,\n 119 N.C. App. 210, 212, 458 S.E.2d\n15, 18 (1995) (citing \nDeSoto Trail, Inc. v. Covington Diesel, Inc.\n, 77 N.C. App. 637, 639, 335 S.E.2d 794,\n796 (1985)).\n{37}\n    \n“When a controversy is related to or ‘arises out of’ a defendant’s contacts with the forum, the . . .\n‘relationship among the defendant, the forum, and the litigation’ is the essential foundation of \nin personam\njurisdiction.”\n  \nHelicopteros Nacionales de Colombia, S.A. v. Hall\n, 466 U.S. 408, 414, 80 L. Ed. 2d 404,\n411 (1984) (quoting \nShaffer v. Heitner\n, 433 U.S. 186, 204, 53 L. Ed. 2d 683, 698 (1977)).\n  \nThis type of\npersonal jurisdiction is often referred to as “specific jurisdiction.”\n  \nId.\n at 414 n.8, 80 L. Ed. 2d at 411 n.8.\n{38}\n    \n“When the suit does not arise out of a defendant’s activities in the forum state, personal jurisdiction\nis present when there are sufficient contacts between the state and the defendant.”\n  \nHavey v. Valentine\n, 172\nN.C. App. 812, 815, 616 S.E.2d 642, 647 (2005) (citing \nHelicopteros\n, 466 U.S. at 414, 80 L. Ed. 2d at\n411).\n  \nThis type of personal jurisdiction is often referred to as “general jurisdiction.”\n  \nHelicopteros\n, 466\nU.S. at 414 n.9, 80 L. Ed. 2d at 411 n.9.\n{39}\n    \nIn this case, there clearly is no basis for exercising general jurisdiction over Harless.\n  \nFor the\nreasons set forth below, however, the Court concludes that it may, consistent with the requirements of due\nprocess, exercise specific jurisdiction over Harless.\n{40}\n    \nSpecific jurisdiction exists when a defendant has “purposely directed its activities toward the\nresident of the forum and the cause of action relates to such activities.”\n  \nWyatt v. Walt Disney World Co.\n,\n151 N.C. App. 158, 165, 565 S.E.2d 705, 710 (2002) (quoting \nFrisella v. Transoceanic Cable Ship Co.\n,\n181 F. Supp. 2d 644, 647 (E.D. La. 2002)).\n{41}\n    \nTo determine whether it may assert specific jurisdiction over a defendant, the Court looks to “(1)\nthe extent to which the defendant ‘purposefully availed’ [himself] of the privilege of conducting activities\nin the State; (2) whether the plaintiffs’ claims arise out of those activities directed at the State; and (3)\nwhether the exercise of personal jurisdiction would be constitutionally ‘reasonable.’”\n  \nHavey\n, 172 N.C.\nApp. at 815, 616 S.E.2d at 647.\n{42}\n    \nThe first part of this analysis requires that “there . . . be some act by which the defendant\npurposefully avails himself of the privilege of conducting activities within the forum state, thus invoking\nthe benefits and protections of its laws; the unilateral activity within the forum state of others who claim\nsome relationship with a non-resident defendant will not suffice.”\n  \nTom Togs, Inc. v. Ben Elias Indus\n.\nCorp.\n, 318 N.C. 361, 365, 348 S.E.2d 782, 786 (1986) (citing \nHanson v. Denckla\n, 357 U.S. 235, 253, 2 L.\nEd. 2d 1283, 1298 (1958)).\n  \nThis relationship between the defendant and the forum must be “such that he\nshould reasonably anticipate being haled into court there.”   \nWorld-Wide Volkswagen Corp. v. Woodson\n,\n444 U.S. 286, 297, 62 L. Ed. 2d 490, 501 (1980).\n{43}\n    \nA single “contractual relationship between a North Carolina resident and an out-of-state party\nalone does not \nautomatically\n establish the necessary minimum contacts with this State[.]”\n  \nTom Togs, \n318\nN.C. at 367, 348 S.E.2d at 786 (emphasis in original).\n  \nNevertheless, “a single contract may be a sufficient\nbasis for the exercise of \nin personam\n jurisdiction if it has a substantial connection with this State.”\n  \nId.\n{44}\n    \nIn this case, the Receiver alleges that the transfers from Mountaineer to Harless in satisfaction of\nthe Note are voidable transfers under the UFTA.\n  \n(Am. Third-Party Complaint ¶¶ 319-327.)\n  \nThis claim, in\nturn, arises from Harless’s agreement to loan Mountaineer $750,000.00 pursuant to the Note.\n{45}\n    \nHarless insists that his motivation for executing the Note was to avoid having his grandson sued\nand that he had no intention of investing in Mountaineer’s land development project.\n  \nHarless does not\nexplain, however, why he did not provide the funds directly to his grandson instead of lending them to\nMountaineer at 8% interest.\n  \nIn any event, whatever Harless’s motivation, there can be little doubt that, by\nexecuting the Note (and collecting on it with interest), Harless “purposefully availed himself of the\nprivilege of conducting business [in this State] for the purpose of obtaining a financial benefit.”\n  \nGodwin v.\nWalls, \n118 N.C. App. 341, 354, 455 S.E.2d 473, 483 (1995).\n  \nIn doing so, Harless was entitled to invoke\nthe benefits and protections of North Carolina law with respect to his rights and liabilities under the Note,\nregardless of whether the language of the Note requires the application of Alabama law.\n{46}\n    \nFurthermore, Mountaineer’s claims arise directly out of activities Harless directed toward North\nCarolina.\n  \nHarless came to North Carolina at least once to lend his prestige and support to the Mountaineer\nland development project. \n \nHis visit preceded the execution of the Note by only five months. \n \nHarless also\nmade a separate loan to Greyson, another party to this case.\n  \nAs a result of this loan, Harless holds a deed\nof trust that encumbers a portion of a 66-acre tract of land in Mecklenburg County, North Carolina, that\nwas previously owned by Mountaineer as part of the land development project.\n  \nWhile these contacts do\nnot directly relate to the Note, they do relate to the land development project funded, in part, through the\nNote, thereby establishing a nexus between Harless, the forum, and Mountaineer’s business activities.\n \n{47}\n    \nIn addition, the Receiver’s attempt to recover what it alleges to be a $775,716.69 fraudulent\ntransfer made by Mountaineer has a “substantial connection” with this State because the amount of money\ninvolved is substantial and the issues raised by the alleged fraudulent transfer implicate important\nprinciples of North Carolina statutory law.\n{48}\n    \nMoreover, where, as here, the Plaintiff is a resident of North Carolina, our courts require less\nextensive contacts than would be necessary if plaintiff were a stranger to the forum state, particularly\nwhere there is no hint of forum shopping.\n  \nMabry v. Fuller-Shuwayer Co., Ltd.\n, 50 N.C. App. 245, 250,\n273 S.E.2d 509, 512 (1981).\n{49}\n    \nFinally, the exercise of jurisdiction over Harless is constitutionally reasonable because it comports\nwith “‘fair play and substantial justice.’”\n  \nSee Banc of Am. Sec., LLC v. Evergreen Int’l Aviation, Inc.\n, 169\nN.C. App. 690, 699, 611 S.E.2d 179, 186 (2005) (citing \nBurger King Corp. v. Rudzewicz\n, 471 U.S. 462,\n476, 85 L. Ed. 2d 528, 543 (1985)).\n  \nIn making this determination, the Court considers (a) the interest of\nNorth Carolina; and (b) the convenience of the forum to the parties.\n  \nSee id.\n{50}\n    \nThis State has a “‘manifest interest’ in providing its residents with a convenient forum for\nredressing injuries inflicted by out-of-state actors.” \n \nSee Burger King Corp. v. Rudzewicz\n, 471 U.S. 462,\n473, 85 L. Ed. 2d 528, 541 (1985) (internal citation omitted).\n  \nThis is particularly true where, as here: (a)\nthe Plaintiff is a North Carolina resident; (b) the Defendant provided funds used to help finance the\noperation of a multi-million dollar land development project in this State; (c) the Note was repaid with\nfunds wired from a North Carolina account; and (d) the fraudulent transfer claim involves an important\nquestion of North Carolina statutory law.\n{51}\n    \nIn light of this, and given Harless’s previous contacts with this State, including his prior business\nactivities related to Gilbert Hardwood Centers, Inc. and his ongoing status as a beneficiary under a deed of\ntrust with respect to real property that was a part of Mountaineer’s land development project, it is not\nunfair to ask Harless to come to North Carolina to defend this claim. \n \nOn the other hand, Alabama, where\nthe parties executed the Note, and West Virginia, where Harless resides, have no compelling interest in the\nresolution of a claim involving the interpretation of North Carolina statutory law.\n{52}\n    \nHarless has not alleged any substantial reason why the exercise of such jurisdiction would be unfair\nand I find that North Carolina is a convenient forum for this litigation, in terms of the witnesses and\nlocation of the relevant events.\n  \nThe claim at issue turns, in part, on Mountaineer’s alleged insolvency and\nits intent at the time it repaid the Note.\n  \nVirtually all of the evidence as to these issues is likely to be found\nin this State, not in Alabama or West Virginia.\n{53}\n    \nIn sum, because: (a) Harless purposefully availed himself of the privilege of conducting activities\nin North Carolina; (b) Mountaineer’s claims arise out of Harless’s activities directed at the State; and (c)\nthe exercise of personal jurisdiction over Harless is constitutionally reasonable, the Court \nDENIES\nHarless’s motion to dismiss for lack of personal jurisdiction.\nB.\nFAILURE TO STATE A CLAIM UPON WHICH RELIEF CAN BE GRANTED\n{54}\n    \nThe essential question on a motion to dismiss pursuant to Rule 12(b)(6) “is whether the complaint,\nwhen liberally construed, states a claim upon which relief can be granted on \nany\n theory.”\n  \nOberlin Capital,\nL.P. v. Slavin\n, 147 N.C. App. 52, 56, 554 S.E.2d 840, 844 (2001) (citation omitted) (emphasis in\noriginal).\n  \nOn a motion to dismiss, the complaint’s material factual allegations are taken as true.\n  \nId.\n (citing\nHyde v. Abbot Labs.\n, 123 N.C. App. 572, 575, 473 S.E.2d 680, 682 (1996)).\n{55}\n    \n“Dismissal is proper, however, ‘when one of the following three conditions is satisfied: (1) the\ncomplaint on its face reveals that no law supports the plaintiff's claim; (2) the complaint on its face reveals\nthe absence of facts sufficient to make a good claim; or (3) the complaint discloses some fact that\nnecessarily defeats the plaintiff's claim.’” \n \nWood v. Guilford County\n, 355 N.C. 161, 166, 558 S.E.2d 490,\n494 (2002) (quoting \nOates v. JAG, Inc\n., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985)) (emphasis\nadded).\n{56}\n    \nSince the Third-Party Complaint, on its face, reveals the absence of facts sufficient to make out a\ngood claim, dismissal under Rule 12(b)(6) is proper.\n{57}\n    \nThe Receiver alleges that the transfers from Mountaineer to Harless in February and March 2005\nare voidable transfers under the UFTA, without citing a specific section of the statute.\n  \n(\nSee\n Am. Third-\nParty Complaint ¶¶ 319-327.)\n  \nIn its replies to Harless’s Motion to Dismiss, however, the Receiver argues\nthat its UFTA claim arises under N.C.G.S. § 39-23.4(a)(1).\n  \n(Mountaineer 12(b)(6) Reply 4-6;\nMountaineer Supplemental Reply 14-23.)\n{58}\n    \nHarless argues that the Third-Party Complaint states a claim under N.C.G.S. § 39-23.5(b)\nexclusively.\n  \nUnder that statute, “a transfer . . . is voidable as to a creditor . . . if the transfer was made to\nan insider for an antecedent debt, the debtor was insolvent at that time, and the insider had reasonable\ncause to believe that the debtor was insolvent.”\n  \nN.C.G.S. § 39-23.5(b).\n{59}\n    \nUnder N.C.G.S. § 39-23.9, claims under N.C.G.S. § 39-23.5(b) are “extinguished” unless an action\nis brought “within one year after the transfer was made or the obligation was incurred.”\n  \nN.C.G.S. § 39-\n23.9(3).\n  \nIt is uncontested that Mountaineer repaid Harless in February and March 2005, (Third-Party\nComplaint ¶ 292; Harless Aff. ¶ 11, June 2, 2006), and that an action was not brought against Harless until\nApril 2006.\n  \nSince an action against Harless was not brought within the one-year statute of limitations in\nN.C.G.S. § 39-23.9(3), the Third-Party Complaint cannot state a claim under N.C.G.S. § 39-23.5(b).\n{60}\n    \nSince, however, the inquiry on a motion to dismiss under Rule 12(b)(6) is “whether the complaint,\nwhen liberally construed, states a claim upon which relief can be granted on \nany \ntheory,” \nOberlin\n, 147\nN.C. App. at 56, 554 S.E.2d at 844 (quoting \nBarnaby v. Boardman\n, 70 N.C. App. 299, 302, 318 S.E.2d\n907, 909 (1982) (emphasis in original), and the Receiver does not allege a cause of action under any\nspecific section of the UFTA, the Court analyzes Harless’s Motion to Dismiss for Failure to State a Claim\nunder the assumption that the Third-Party Complaint, consistent with the Receiver’s arguments, attempts\nto state a claim under N.C.G.S. § 39-23.4(a)(1).\n{61}\n    \nUnder N.C.G.S. § 39-23.4(a)(1), a “transfer made or obligation incurred by a debtor is fraudulent\nas to a creditor . . . if \nthe debtor\n made the transfer or incurred the obligation . . . \n[w]ith intent to hinder,\ndelay, or defraud any creditor of the debtor\n.”\n  \nN.C.G.S. § 39-23.4(a)(1) (emphasis added).\n{62}\n    \nThe debtor’s state of mind is a crucial element of claims arising under N.C.G.S. § 39-23.4(a)(1),\nsee\n \nNorman Owen Trucking, Inc. v. Morkoski\n, 131 N.C. App. 168, 506 S.E.2d 267 (1998) (holding that\ntrial court erred in failing to grant defendant’s JNOV motion on the issue of fraudulent conveyance where\nthe plaintiff produced insufficient evidence of the debtor’s intent to defraud its creditors), and the failure\nto plead it is not a mere technicality.\n  \nConsequently, any complaint alleging a violation of N.C.G.S. § 39-\n23.4(a)(1) that does not make allegations regarding the debtor’s state of mind reveals, on its face, the\nabsence of facts sufficient to make a good claim.\n{63}\n    \nThe Receiver’s Third-Party Complaint fails to allege that Mountaineer repaid Harless with the\nintent to hinder, delay, or defraud any of its creditors.\n  \n(\nSee\n Am. Third-Party Complaint ¶¶ 319-327.)\n \nSince the Third-Party Complaint does not make allegations regarding the debtor’s state of mind, it fails to\nstate a claim under N.C.G.S. § 39-23.4(a)(1).\n{64}\n    \nAs an alternative to its claims under the UFTA, the Receiver seeks to impress the funds transferred\nfrom Mountaineer to Harless in February and March 2005 with a constructive trust in its favor.\n  \n(Am.\nThird-Party Complaint ¶¶ 319-327.)\n{65}\n    \nA constructive trust “is imposed to prevent the unjust enrichment of the holder of title to, or of an\ninterest in, property which such holder acquired through fraud, breach of duty or some other circumstance\nmaking it inequitable for him to retain it against the claim of the beneficiary of the constructive trust.”\n \nRoper v. Edwards\n, 323 N.C. 461, 464, 373 S.E.2d 423, 424-25 (quoting \nWilson v. Crab Orchard Dev. Co.\n,\n276 N.C. 198, 211, 171 S.E.2d 873, 882 (1970)).\n{66}\n    \nThe Third-Party Complaint does not allege that Harless committed fraud or breached a duty he\nowed to Mountaineer.\n  \nThe Third-Party Complaint also fails to state a claim under N.C.G.S. § 39-23.4(a)\n(1), and it does not allege any other circumstance making it inequitable for Harless to retain the funds\nMountaineer transferred to him in February and March 2005.\n  \nConsequently, the Third-Party Complaint\nhas failed to state any claim supporting the imposition of a constructive trust.\n{67}\n    \nIn its Supplemental Reply, the Receiver sought leave to amend its pleading should the Court be\ninclined to grant Harless’s Motion to Dismiss for Failure to State a Claim Upon Which Relief Can Be\nGranted.\n  \nIn my discretion, the Court \nGRANTS\n, \nwithout prejudice\n, the Motion to Dismiss as to the claims\nalleging a fraudulent transfer and the imposition of a constructive trust.\n  \nThe Receiver shall have twenty\n(20) days from the entry of this Order to serve an amended pleading as to these claims.\nCONCLUSION\n{68}\n    \nFor the reasons set forth above, the Court \nDENIES \nHarless’s Motion to Dismiss for Lack of\nPersonal Jurisdiction and \nGRANTS\n, \nwithout prejudice\n, Harless’s Motion to Dismiss for Failure to State a\nClaim Upon Which Relief Can Be Granted.\n  \nMountaineer Land Group, LLC shall have twenty (20) days\nfrom the entry of this Order to serve an amended pleading.\n \n             \nThis the \n           \n \nday of October, 2006.\n \n \n \n[1]\n Greyson owned a 25% interest in Mountaineer and is the lead plaintiff in \nGreyson Ridge Development, LLC v. Mountaineer\nLand Group, LLC\n, 05 CVS 6615 (Mecklenburg County Superior Court), the case first transferred to the North Carolina Business\nCourt and around which all other cases arising out of Mountaineer are consolidated.\n[2]\n At M.K.’s request, Harless wrote a letter to the White House requesting the President’s attendance at the dinner.\n  \n(Harless Aff. ¶\n18, June 2, 2006.)\n  \nThe President did not attend the dinner.\n  \n(Harless Aff. ¶ 18, June 2, 2006.)\n[3]\n Mountaineer alleges that several people at the dinner spoke in celebration of Harless’s “agreement to join in support [of\nMountaineer’s land development project] financially.”\n  \n(S. Vic Jones Aff. ¶ 9.)\n  \nMountaineer also alleges that Harless “stood (for a\ntoast) and assured everyone there that . . . the project had his full support and financial backing.”\n  \n(S. Vic Jones Aff. ¶ 10.)\n  \nHarless\nstates that, at his age, he had no interest in becoming involved in any of Mountaineer’s investments and that he has never stated\notherwise.\n  \n(\nSee\n Harless Aff. ¶ 16, June 2, 2006; Harless Aff. ¶ 4, Aug. 10, 2006.)\n[4]\n Shuford, Hunter & Brown, P.A. was appointed Mountaineer’s receiver by Order of the Honorable Richard Boner, Superior\nCourt Judge presiding at the 12 September 2005 Civil Session of Mecklenburg County Superior Court.\n  \nThe Court ordered\ndissolution of Mountaineer on 19 December 2005."
}