{
  "id": "9a053608692626847336ac253293587844501a9b5d0b0be90fa8ea5175f6fd0d",
  "source_file": "data/raw/ncbc/9a053608692626847336ac253293587844501a9b5d0b0be90fa8ea5175f6fd0d.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF DAVIE \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 182 \n \nCHARLES WILLARD and TRACY \nBARNES BLIMP WORKS, LLC, \n \nPlaintiffs, \n \nv. \n \nWILLIAM BARGER, individually; \nWILLIAM BARGER AS EXECUTOR \nOF THE ESTATE OF TRACY \nBARNES; and BLIMP WORKS, INC., \n \nDefendants. \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \nNOTICE OF LIS PENDENS, \nPLAINTIFFS’ MOTIONS FOR \nPARTIAL SUMMARY JUDGMENT, \nAND DEFENDANTS’ MOTION FOR \nSUMMARY JUDGMENT \n \n1. The above-captioned case arises from a falling out between the co- owners \nof Tracy Barnes Blimp Works, LLC  (“TBBW” or the “LL C”)—Charles Willard \n(“Willard”) and Tracy Barnes (“Barnes”).  At issue are the actions Barnes—and after \nhis death, his estate’s executor, William Barger (“Barger”) —took to operate TBBW’s \nbusiness, a company owned 40% by  Barnes, through Blimp Works, Inc. (“ BWI”), a \nNorth Carolina corporation owned 100% by Barnes. \n2. Before the Court are four motions (collectively, the “Motions”):1 \na. Plaintiffs Willard and TBBW’s Motion for Partial Summary Judgment \nas to the Counterclaims, for a Declaration that TBBW Owns the Subaru \n \n1 The Court held a hearing on the Motions on February 20, 2020 (the “Hearing”), at which all \nparties were represented by counsel, and the Motions are now ripe for resolution.  The Court \nalso noticed for hearing and heard arguments at the Hearing concerning Plaintiffs’ Motion \nto Shift Receiver Costs and for Further Sanctions (the “Cost Shifting Motion”) filed January \n15, 2020.  (ECF No. 106.)  The Court elects to decide by separate order the Cost Shifting \nMotion and other related requests for attorneys’ fees and costs contained in certain of the \nother Motions. \nWillard v. Barger, 2020 NCBC 72. \nand for Attorneys’ Fees Associated w ith This Motion (“Plaintiffs’ First \nSummary Judgment Motion”) filed December 6, 2019, (ECF No. 73);2  \nb. Defendants Barger, individually, and as executor of the Estate of Tracy \nBarnes (the “Estate”), and BWI’s Motion for Summary Judgment \n(“Defendants’ Summary Judgment Motion”) filed December 20, 2019, \n(ECF No. 78);  \nc. Plaintiffs’ Motion for Partial Summary Judg ment (“Plaintiffs’ Second \nSummary Judgment Motion ,” together with Plaintiffs’ First Summary \nJudgment Motion and Defendants’ Summary Judgment Motion, the \n“Cross-Motions”) filed January 3, 2020, (ECF No. 89); and \nd. Defendants’ Motion to Dismiss Notice of Lis Pendens Filed by TBBW on \nJanuary 6, 2020 (“Motion to Dismiss Notice of Lis Pendens ”) filed \nJanuary 9, 2020, (ECF No. 97).3 \n3. Having considered the Motions, the briefs and related materials in support \nof and in opposition to the Motions , the arguments of counsel at the h earing on the \n \n2 On January 9, 2020, Defendants voluntarily dismissed with prejudice their second \ncounterclaim seeking recovery of Barnes’s alleged loans to TBBW (“Counterclaim 2”).  (ECF \nNo. 96.) \n \n3 TBBW initially filed the Notice of Lis Pendens in Iredell County on December 6, 2019, (Mot. \nDismiss Lis Pendens Ex. 1, ECF No. 85; Notice Lis Pendens, ECF No. 93), but did not file the \nNotice on the North Carolina Business Court’s (“NCBC”) electronic docket at that same time.  \nTBBW represents that it also filed the Notice of Lis Pendens in Davie County on an \nunidentified date.  (Resp. Br. Defs.’ Mot. Dismiss Lis Pendens 2, ECF No. 111.)  On December \n31, 2019, Defendants filed a motion to dismiss the Notice of Lis Pendens.  (ECF No. 85.)  After \nTBBW subsequently filed the Notice of Lis Pendens on the NCBC electronic docket on \nJanuary 6, 2020, (ECF No. 93), Defendants moved again to dismiss the Notice of Lis Pendens \non January 9, 2020, (ECF No. 97), effectively mooting their prior motion.   \nMotions, and other appropriate matters of record, the Court  decides the Motions as \nset forth below. \nFitzgerald Litigation, by Andrew Fitzg erald and Stuart Punger , for \nPlaintiff Charles Willard. \n \nBennett & Guthrie, PLLC, by Jasmine Pitt , for Plaintiff Tracy Barnes \nBlimp Works, LLC. \n \nEisele Vogel Dixon, PLLC, by Douglas G. Eisele, for Defendants William \nBarger, Individually, William Barger as Executor of the Estate of Tracy \nBarnes, and Blimp Works, Inc. \n \nBledsoe, Chief Judge. \nI. \nDEFENDANTS’ MOTION TO DISMISS NOTICE OF LIS PENDENS \n4. The Court does not make findings of fact on motions to dismiss under Rule \n12(b)(6) of the North Carolina Rules of Civil Procedure (“Rule(s)”) , but instead only \nrecites those facts included in the Complaint relevant to the Court’s determination of \nthe Motion. \n5. Dismissal under Rule 12(b)(6) is proper when , viewing the allegations of \nthe complaint in the light most favorable to the plaintiff and taking those allegations \nas true, “(1) the complaint on its face reveals that no law supports the plaintiff’s claim; \n(2) the complaint on its face reveals the absence of facts sufficient to make a good \nclaim; or (3) the complaint discloses some fact that necessarily defeats the plaintiff’s \nclaim.”  Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615, 821 S.E.2d 729, 736–\n37 (2018) (quoting Wood v. Guilford Cty. , 355 N.C. 161, 166, 558 S.E.2d 490, 494 \n(2002)).  “[T]he complaint is to be liberally construed, and the trial court should not \ndismiss the complaint unless it appears beyond doubt that [the] plaintiff could prove \nno set of facts in support of his claim which would entitle him to relief.”  State ex rel. \nCooper v. Ridgeway Brands Mfg., LLC, 362 N.C. 431, 444, 666 S.E.2d 107, 116 (2008) \n(quoting Meyer v. Walls, 347 N.C. 97, 111–12, 489 S.E.2d 880, 888 (1997)). \n6. Plaintiffs filed the Complaint initiating this action on April 1, 2019, \n(Compl., ECF No. 3), and TBBW filed the Notice of Lis Pendens in Iredell County on \nDecember 6, 2019, (Mot. Dismiss Lis Pendens Ex. 1; Notice Lis Pendens) .  TBBW \nrepresents that it also filed the Notice of Lis Pendens in Davie County on an \nunidentified date.  (Resp. Br. Defs.’ Mot. Dismiss Lis Pendens 2.)  On January 6, 2020, \nTBBW filed the Notice of Lis Pendens on the NCBC electronic docket, asserting that, \nthrough this lawsuit, TBBW seeks title to and possession of land currently titled to \nthe Estate.  (Notice Lis Pendens.) \n7. Under North Carolina law, a notice of lis pendens may only be filed in \nactions directly “affecting title to real property.”  N.C.G.S. § 1 -116(a)(1); see also \nGeorge v. Admin. Office of the Courts, 142 N.C. App. 479, 483, 542 S.E.2d 699, 702 \n(2001) (“Notice of lis pendens may not properly be filed except in an action, a purpose \nof which is to affect directly the title to the land in question or to do one of the other \nthings mentioned in the statute.” (quoting Cutter v. Cutter Realty Co., 265 N.C. 664, \n668, 144 S.E.2d 882, 885 (1965))); Miller & Long, Inc. v. Intracoastal Living, LLC, \nNO. COA09-671, 2010 N.C. App. LEXIS 582, at *6 (N.C. Ct. App. Apr. 6, 2010) (“A lis \npendens is properly filed only where a party is asserting an interest in real property.” \n(citing N.C.G.S. § 1-116(a))).  “In determining whether a cause of action affects title \nto real property . . . , the nature of the action must be analyzed by reference to the \nfacts alleged in the body of the complaint rather than by what is contained in the \nprayer for relief.”  George, 142 N.C. App. at 483, 542 S.E.2d at 702. \n8. Defendants have moved to dismiss the Notice of Lis Pendens on the ground \nthat Plaintiffs have failed to allege a claim affecting title to real property.  (Defs.’ Br. \nSupp. Mot. Dismiss Lis Pendens ¶ 6, ECF No. 98.)  Both sides focus their arguments \non Count 9 of the Complaint to support their positions.  Count 9 provides, in relevant \npart, that “Barnes agreed and formed a contract with Willard . . . to transfer his 40% \nremaining interest in TBBW at death to Willa rd” and that “Barnes breached his \ncontract with Willard by amending his will and/or testamentary trust to instead \ntransfer any interest in TBBW to Barger.”  (Compl. ¶¶ 86, 88.)   \n9. Although TBBW contends to the contrary, a review of Count 9’s language, \nas well as a review of the other allegations of the Complaint, establishes that \nPlaintiffs base their claims and requested relief on Barnes’s interest in TBBW.  They \ndo not seek to transfer or otherwise directl y affect the Estate’s title to any real  \nproperty through the claims asserted in the Complaint.  As such, North Carolina law \nrequires that the Court grant Defendants’ motion and cancel the Notice of Lis \nPendens.  See N.C.G.S. § 1 -120 (providing for cancella tion of notice of lis pendens); \nCutter, 265 N.C. at 669, 144 S.E.2d at 885 ( recognizing a trial court’s jurisdiction to \ncancel improperly filed notice of lis pendens before termination of the action). \nII. \nCROSS-MOTIONS FOR SUMMARY JUDGMENT \nA. Factual and Procedural Background \n10. The Court does not make findings of fact on motions for summary \njudgment; rather, the Court summarizes material facts it considers to be uncontested.  \nSee, e.g., Vizant Techs., LLC v. YRC Worldwide, Inc. , 373 N.C. 549, 551, 838 S.E.2d \n616, 617 (2020). \n11. Barnes founded  and began operating BWI  in Iredell County, North \nCarolina in 1985.  BWI’s business involved making blimps and balloons and providing \nrelated goods and services.  (Compl. ¶ 8; Ans., Further Defenses & Countercls. ¶¶ 7–\n8 [hereinafter “Ans.”], ECF No. 6.)  Barnes was BWI’s sole shareholder.  (Aff. Charles \nWillard [hereinafter “2nd Willard Aff.”] Ex. 4 Ownership Transition Agreement 1 \n[hereinafter “OTA”], ECF No. 89.1.)   \n12. In 2012, Barnes and Willard formed TBBW as a North Carolina limited \nliability company to engage in the same business as BWI .  As Barnes and Willard \nlater agreed, “on January 1st, 2012, BWI transferred all of its operations and assets \npertaining to the design, manufacture and sale of utility and advertising blimps, \nballoons and hot air balloons (the “Business”) to [TBBW], which was at that time a \nwholly-owned subsidiary of BWI[.]”   (2nd Willard Aff. Ex. 4 OTA 1.)  Thereafter, \nTBBW opera ted BWI’s former business from BWI’s Iredell County  location, ( Aff. \nWilliam Barger 1, ECF No. 102), and BWI became inactive, save for work on a single \nairship project, (Aff. Charles M. Willard ¶ 3 [hereinafter “1st Willard Aff.”], ECF No. \n73.2; Barger Dep. 31, ECF No. 89.2).   \n13. Barnes and Willard e ntered into agreements  in 2014 regarding the \nstructure, management, ownership, and operation of TBBW .4  By that time, BWI  \nowned 80% of TBBW and Willard owned the remaining 20%.  (2nd Willard Aff. Ex. 4 \nOTA 1.)  These 2014 agreements contemplated Barnes’s eventual departure from the \nbusiness and Willard’s resulting increased ownership.  Barnes and Willard agreed to \na transition period during which BWI’s entire ownership interest in TBBW would be \ntransferred to Barnes and Willard would acquire an increasingly greater interest in \nTBBW from Barnes5 so that Willard would own 51% of TBBW  by January 1, 2017 \nand 60% by January 1, 2018.  (2nd Willard Aff. Ex. 3  Am. & Restated Employment \nAgreement § 3(b)(i)(D).)   \n14. The plan proceeded as agreed, and by March 2018, TBBW was owned 60% \nby Willard and 40% by Barnes .  (2nd Willard Aff. Ex. 3 Amended & Restated \nEmployment Agreement  § 3(b)(i)(E).)  At that time, however, the relationship \nbetween Barnes and Willard deteriorated, (1st Willard Aff. ¶ 15; Barger Dep. 31:22–\n32:22), and Barnes told Willard he no longer wanted to work with him, (Compl. ¶ 15; \nAns. ¶ 15).  Willard thereafter stopped working from TBBW’s offices.  ( Aff. Charles \n \n4 These agreements included (i) an Amended and Restated Operating Agreement, (ii) an \nAmended and Restated Employment Agreement, and (iii) the OTA.  (See 2nd Willard Aff. Ex. \n2 Am. & Restated Operating Agreement, ECF No. 89.1; 2nd Willard Aff. Ex. 3 Am. & Restated \nEmployment Agreement, ECF No. 89.1; 2nd Willard Aff. Ex. 4 OTA.) \n \n5 (See 2nd Willard Aff. Ex. 4 OTA 1 (“Barnes believes it to be in his best interest and the best \ninterest of BWI and [TBBW] to provide a transition method whereby Willard may acquire \nadditional membership interest of [TBBW] over a period of time[.]”).) \nWillard ¶¶ 12–15 [hereinafter “3rd Willard Aff.”], ECF No. 21.1; Barger Dep. 32:19–\n22, 37:17–20.)  Willard remained a TBBW employee and TBBW’s majority owner and \nremains so today.  (1st Willard Aff. ¶ 15; 2nd Willard Aff. ¶¶ 8–9; Barger Dep. 31:22–\n32:4, 37:17–20.)  \n15. After operating TBBW for several months without Willard’s active \nparticipation, Barnes called a meeting of TBBW’s employees (other than Willard) in \nthe summer of 2018  and announced that TBBW’s operations, including “the retail, \nthe blimps, [and] the web orders[,]” would no longer be conducted through TBBW (of \nwhich Barnes owned 40%) and instead would continue through BWI (of which Barnes \nowned 100%) .  ( Barger Dep.  33:17–34:21; 44:20–45:17, 181:13–24.)  There is no \nevidence that Barnes notified or sought or obtained approval or consent from either \nWillard or the TBBW board of directors for these actions.   \n16. Beginning in July 2018, BWI assumed TBBW’s business operations as its \nown, including TBBW’s opportunities and resulting revenue stream s, without \nTBBW’s consent and without payment to TBBW.6  (1st Willard Aff. ¶ 8; Barger Dep. \n34:22–35:8, 190:10 –191:12.)  N ot surprisingly, BWI , w hich had been essentially \ndormant since 2012, saw its revenues dramatically increase as it began receiving the \nrevenues that had formerly been earned by and paid to TBBW.  (Barger Dep. 44:11–\n20.)  At the same time, Barnes terminated TBBW’s operations, again without notice \nto or the approval or consent of Willard or the TBBW board, which resulted in an \nimmediate and catastrophic decline in TBBW’s revenues.  ( Barger Dep.  44:3–10.)  \n \n6 For example, TBBW’s employees started receiving their paychecks from BWI  in October \n2018.  (Barger Dep. 135:1–4.)   \nTBBW’s revenues ceased entirely after September 2018, (Barger Dep. 83:2–9), and, \nin December 2018, Barnes closed TBBW’s bank account, (Barger Dep. 8:11–16). \n17. In December 2018, Barnes became terminally ill , ( Barger Dep.  57:6–7), \nand died on January 20, 2019, (Aff. 1 [hereinafter “Barger Aff.”], ECF No. 113).  After \nBarnes’s death, Barger, then a TBBW employee who worked closely with Barnes \nfollowing Barnes’s falling out with Willard , became the executor of the Es tate and \ntook over the management of BWI.  (Barger Dep. 57:2–59:4, 185:23–25, Ex. 4.)  BWI \nceased all operations on May 31, 2019.  ( Barger Dep.  18:20–19:10.)  As a result, \nneither TBBW nor BWI now has ongoing operations.   (Report Court -Appointed \nReceiver, at Items 5–6 [hereinafter “Final Report”], ECF No. 75.) \n18. Plaintiffs filed this action on April 1, 2019, alleging that Barnes contracted \nto leave his 40% ownership interest in TBBW to Willard upon Barnes’s death but \nfailed to do so and that Defendants fraudulently conveyed the assets of TBBW to BWI \nbefore Barnes’s death without consideration to TBBW.  (Compl. ¶¶ 21–22, 86.)  Based \non these allegations, Plaintiffs assert claims for fraudulent conveyance, conv ersion, \nbreach of contract, breach of fiduciary duty, parol trust/tracing of assets/equitable \nlien/unjust enrichment , unfair and deceptive trade practices, attorneys’ fees and \ncosts, and tortious interference with contract.  (Compl. ¶¶ 33–98.)   \n19. Shortly after the action commenced, on  May 23, 2019, Willard moved for \nthe appointment of a receiver to determine the remaining assets of TBBW and BWI.  \n(ECF No. 21.)  The Court granted Willard’s motion by Order dated July 1, 2019 (the \n“Appointment Order”) and appointed Bert Davis, Jr., CPA (“Davis” or the “Receiver”) \nas receiver for  TBBW and BWI  (the “Companies”) .  ( Order Pl. Willard’s Mot. \nAppointment Receiver ¶ 6(a) [hereinafter “Appointment Order”], ECF No 50.)   \n20. In the Appointment Order, the Court directed Davis to  take possession, \ncustody, and control of the Companies’ assets and conduct a current inventory.  \n(Appointment Order ¶ 6(g)(iv)–(v).)  Additionally, the Court directed Davis to “provide \npromptly an accounting of each Company’s business activities since January 1, 2017, \nsuch accounting to include an investigation and determination concerning whether \nassets of either Company were transferred, the identity of the recipients of any such \ntransfers, and whether fair value was received for any such transfers.”  (Appointment \nOrder ¶ 6(g)(vi).)  The Court also required Davis to file monthly status reports \nregarding the current inventory of each Company’s assets, the accounting of each \nCompany’s business activities, and Davis’s best assessment of the continued viability \nof each Company as a going concern.  (Appointment Order ¶ 6(g)(vii).) \n21. Davis accepted his appointment as Receiver on July 8, 2019, (ECF No. 54), \nand thereafter submitted monthly status reports to the Court  concerning his \ninvestigation and forensic activities, (ECF Nos. 57, 60 (under seal), 63 (public ), 65–\n66 (public), 71  (public)), followed by a final report, (ECF No. 75).  Based on the \nReceiver’s initial work, later confirmed in his final report, the Receiver determined \nthat neither TBBW nor BWI was viable as an operating business .  (Final Report, at \nItem 6.) \n22. The Receiver filed his final report on December 18, 2019  and was \ndischarged from further service.  (ECF Nos. 75, 82.)  Both parties attach significance \nto the Receiver’s findings in his final report  in advancing and defending against the \nCross-Motions.   \n23. For their part, Plaintiffs point to the Receiver’s conclusions that, beginning \nin July 2018 and before Barnes’s death in January 2019, “revenues totaling $174,068 \nwhich had been flowing into TBBW for several years were diverted to BWI, \npresumably by Mr. Barnes [,]” (Final Report, at Item 3), and that “[g]iven that Mr. \nBarnes was no longer the majority owner of TBBW at the time, the legality of this \ndiversion is questionable[,]” (Final Report, at Item 3).   \n24. Defendants, in contrast, rely upon the Receiver’s acknowledgements that \nhe could not conclude whether various physical assets belonged to TBBW or BWI, as \nthe assets had been intermingled, or whether assets, other than inventory, had been \ntransferred from or between the Companies, (Final Report, at  Item 4), due to the \nbroad and vague asset listing provided by the Companies’ CPA, (Final Report , at \nItems 2, 4).  Defendants also highlight the Receiver’s conclusions concerning sales to \na company called Arizona Balloons.  While the Receiver determined that $6,400 of \nthe sale proceeds for “raw materials inventory” sold to Arizona Balloons  was \ndeposited into BWI’s bank account, the Receiver also noted that “[d]ue to the nature \nof the accounting records of TBBW and BWI, it is not possible to determine which \ncompany owned the inventory.”  (Final Report, at Item 5.)   \nB. Legal Standard \n25. Under Rule 56, “summary judgment is appropriate where ‘the pleadings, \ndepositions, answers to interrogatories, and admissions on file, together with the \naffidavits, if any, show that there is no genuine issue as to any material fact and that \nany party is entitled to a judgment as a matter of law.’ ”  Cabarrus Cty. Bd. of Educ. \nv. Dep’t of State Treasurer, 374 N.C. 3, 17, 839 S.E.2d 814, 823 –24 (2020) (quoting \nN.C. R. Civ. P. 56(c)).  “An issue is ‘genuine’ if it can be proven by substantial evidence \nand a fact is ‘material’ if it would constitute or irrevocably establish any material \nelement of a claim or a defense.”   Lowe v. Bradford , 305 N.C. 366, 369, 289 S.E.2d \n363, 366 (1982).  “Substantial evidence is such relevant evidence as a reasonable mind \nmight accept as adequate to support a conclusion and means more than a scintilla or \na permissible inference[.]”   DeWitt v. Eveready Battery Co. , 355 N.C. 672, 681, 565 \nS.E.2d 140, 146 (2002) (citations and internal quotation marks omitted).  The Court \nmust view all evidence “in a light most favorable to the nonmoving party [.]”  Id. at \n682, 565 S.E.2d 146 (quoting Dalton v. Camp, 353 N.C. 647, 651, 548 S.E.2d 704, 707 \n(2001)). \n26. The moving party bears the burden of showing that there is no genuine \nissue of material fact.   Liberty Mut. Ins. Co. v . Pennington, 356 N.C. 571, 579, 573 \nS.E.2d 118, 124 (2002).   The moving party may meet this  burden either: “(1) ‘by \nproving an essential element of the opposing party’s claim does not exist, cannot be \nproven at trial, or would be barred by an affirmative defense’; or (2) ‘by showing \nthrough discovery that the opposing party cannot produce eviden ce to support an \nessential element of [its] claim.’ ”  Strickland v. Lawrence, 176 N.C. App. 656, 661, \n627 S.E.2d 301, 305 (2006) (quoting Dobson v. Harris, 352 N.C. 77, 83, 530 S.E.2d \n829, 835 (2000)).  If the moving party meets its burden, “the burden sh ifts to the \nnonmoving party to produce a forecast of evidence demonstrating specific facts, as \nopposed to allegations, showing that he can at least establish a prima facie case at \ntrial.”  Gaunt v. Pittaway, 139 N.C. App. 778, 784–85, 534 S.E.2d 660, 664 (2000); see \nalso N.C. R. Civ. P. 56(e) (“[A]n adverse party may not rest upon the mere allegations \nor denials of his pleading, but his response, by affidavits or as otherwise provided in \nthis rule, must set forth specific facts showing that there is a genuine issue for trial.”). \nC. Cross-Motions: Counts 1–3: Fraudulent Conveyance\n7 \n27. Both parties moved for summary judgment on Plaintiffs’ fraudulent \nconveyance claims.  Plaintiffs bring those claims under N.C.G.S. §§ 39-23.4(a)(2) \n(transfer or obligation voidable as to present or future creditor)  and 39- 23.5(a) \n(transfer or obligation voidable as to present creditor).8  A necessary element of each \nis that a fraudulent transfer has occurred.  Plaintiffs argue that they have satisfied \nthis element and are entitled to judgment  as a matter of law , contending that the \nundisputed evidence shows that Defendants fraudulently transferred “everything \nTBBW owned, such as accounts receivable, goodwill, the ongoing concern of TBBW’s \noperation, tools, customer contacts, a web site, and equipment” to BWI.  (Br. Supp. \nPls.’ Mot. Partial Summ. J. 7 [hereinafter “Pls.’ Br. Supp.”], ECF No. 90.)  Defendants \n \n7 Plaintiffs’ Second Summary Judgment Motion puts at issue Counts 1 (fraudulent \nconveyance to defraud Willard) and 3 (declaration that conveyance was fraudulent).  The \nCourt also addresses Count 2 (fraudulent conveyance to defraud TBBW) because Defendants \naddressed all of Plaintiffs’  “fraudulent conveyances claims” in their Summary Judgment \nMotion. \n \n8 Defendants do not dispute that TBBW and Willard are creditors under these statutes, which \nare each part of the Uniform Voidable Transactions Act (“UVTA”)  as adopted in North \nCarolina, N.C.G.S. § 39-23.1 et seq. \nargue in opposition that neither Plaintiffs nor the Receiver  were able to provide \nevidence that any TBBW assets were fraudulently transferred, including earned \nrevenues that the Receiver claimed were “diverted” from TBBW to BWI , (Defs.’ Br. \nResp. Pls.’ Br. Supp. Pls.’ Mot. Partial Summ. J. 10–11, ECF No. 112; Defs.’ Br. Supp. \nMot. Summ. J. 14 –15, ECF No. 79) , and that the dismissal of Plaintiffs’ fraudulent \nconveyance claims must necessarily follow.  \n28. With the exception of a single intangible asset discussed below, the Court \nagrees with Defendants.  Plaintiffs have not offered evidence, either through the \nReceiver’s investigation or otherwise, that either establishes, or otherwise permits a \nreasonable factfinder to conclude, that assets of TBBW were transferred to BWI or to \nsome other person or entity.  Indeed, the Receiver’s investigation concluded that the \nassets were so intermingled between TBBW and BWI, and the accounting records \nwere so vague and unclear, that it was impossible to determine whether assets ever \nbelonged to TBBW or BWI and thus whether any of those assets were ever transferred \nfrom TBBW, fraudulently or otherwise.  (See Final Report, at Item 2 (“independently \nidentifying the companie s’ assets is not possible”), Item 5 (“it is not possible to \ndetermine which company owned the inventory”).)   Because Plaintiffs’ fraudulent \nconveyance claims are unsupported by evidence from either the Receiver’s \ninvestigation or some other source that per mits a factfinder to conclude that \nDefendants transferred TBBW’s assets, the Court concludes that Plaintiffs’ \nfraudulent conveyance claims must be dismissed, except to the extent provided below. \n29. The single exception concerns Plaintiffs’ fraudulent conveyance claims to \nthe extent they are based on Barnes’s transfer of TBBW’s good will to BWI in July \n2018.  Good will is defined as “a property right which consists of intangibles \nassociated with favorable community relations and identification of the business \nname[,]” and it “is an asset capable of being fraudulently conveyed[.]”  Budd Tire \nCorp. v. Pierce Tire Co., 90 N.C. App. 684, 688, 690, 370 S.E.2d 267, 270–71 (1988); \nsee also, e.g., Newark Morning Ledger Co. v. United States, 507 U.S. 546, 556 (1993) \n(holding good will encompasses “the total of all the imponderable qualities that \nattract customers to the business”); Stoumbos v. Kilimnik, 988 F.2d 949, 963 (9th Cir. \n1993) (“ Good will is an intangible element that inheres in the value of a going \nbusiness.”); L. J. Best Furniture Distribs., Inc. v. Capital Delivery Serv., Inc., 111 N.C. \nApp. 405, 409, 432 S.E.2d 437, 440 (1993) (finding in fraudulent transfer analysis \nthat a company’s good will may have been acquired where the receiving company \nserved “at least one, and maybe several of the same customers that [the company] \nhad previously serviced”).   \n30. The undisputed evid ence here shows that Barnes  announced in or about \nJuly 2018 that TBBW’s business would from then on be conducted through BWI .  \n(Barger Dep. 33:17–34:21, 44:20–45:17, 181:13–24.)  As Barger explained, “[i]t was a \nsimple matter of one company’s owner [Willard ] disappeared, the company [TBBW] \nceased to exist, so the original company [BWI] continued in its place.”   (Barger Dep. \n136:19–22.)   \n31. While Plaintiffs’ evidence of transfer otherwise fails because it is \ninsufficient to show Plaintiffs’ ownership of the assets prior to their alleged transfer, \nno such uncertainty or dispute exists concerning the ownership of TBBW’s good will \nor Barnes’s transfer of that good will to BWI.  Indeed, i t is undisputed that Barnes \nshut down the TBBW business in July 2018 and immediately and seamlessly \ncontinued through BWI that very same business in the very same building with the \nvery same employees, equipment, inventory, customers , opportunities, and methods \nof doing business as TBBW without Willard’s or TBBW’s approval or consent and \nwithout compensation to TBBW of any kind.  (Barger Dep. 33:17–34:21, 44:16–45:17, \n181:13–24.)  The undisputed evidence therefore shows as a matter of law that Barnes \ntransferred TBBW’s good will to BWI. \n32. Having reached this conclusion, the Court next determines whether \nPlaintiffs are entitled to judgment on the liability portion of their  fraudulent \nconveyance claims to this extent.   \n33. Section 39-23.4(a) concerns present and future creditors and provides: \n(a) A transfer made or obligation incurred by a debtor is voidable as to a \ncreditor, whether the creditor’s claim arose before or after the transfer \nwas made or the obligation was incurred, if the debtor made the transfer \nor incurred the obligation: \n(1) With intent to hinder, delay, or defraud any creditor of the \ndebtor; or \n(2) Without receiving a reasonably equivalent value in exchange \nfor the transfer or obligation, and the debtor: \na. Was engaged or was about to engage in a business or a \ntransaction for which the remaining assets of the debtor were \nunreasonably small in relation to the business or transaction; or \nb. Intended to incur, or believed that the debtor would incur, debts \nbeyond the debtor’s ability to pay as they became due. \n N.C.G.S. § 39-23.4(a).  \n34. Section 39 -23.5 concerns only present creditors and applies where the \ndebtor “made the transfer ‘without receiving a reasonably equivalent value in \nexchange for the transfer or obligation, and the debtor was insolvent at that time or \nthe debtor became insolvent as a result of the transfer or obligation.’ ”  Estate of Hurst \nv. Jones, 230 N.C. App. 162, 169, 750 S.E.2d 14, 19 (2013) (quoting N.C.G.S. § 39-\n23.5).   \n35. Both sections require that a “ [t]ransfer” involve “[p]roperty of a debtor[.]”  \nSee N.C.G.S. §§ 39- 23.1(2), (10), (12); see also N.C.G.S. § 39 -23.1 Official Comment \n(defining “property” to “include[ ] both real and personal property, whether tangible \nor intangible, and any interest in property, whether legal or equitable.”).  The UVTA \nclearly states that an “asset” is “[p]roperty of a debtor,” N.C.G.S. §§ 23.1.(2), and our \nappellate courts have established that “[a]lthough it exists as an incident of other \nproperty rights, ‘good will’ is as much an ‘asset’ as equipment, machinery, or other \ntangible property[,]” Budd Tire, 90 N.C. App. at 688, 370 S.E.2d 270 (citation \nomitted).  Accordingly, the Court concludes that TBBW’s good will is “property of a \ndebtor [TBBW]” under the UVTA. \n36. A “transfer” is defined very broadly under the UVTA  to include “[e]very \nmode, direct or indirect, absolute or conditional, voluntary or involuntary, of \ndisposing of or parting with an asset or an interest in an asset and includes payment \nof money, release, lease, license, and creation of a lien or other encumbrance.”  \nN.C.G.S. § 39-23.1(12); see also, e.g., KB Aircraft Acquisition, LLC v. Berry, 249 N.C. \nApp. 74, 80, 790 S.E.2d 559, 564 (2016) (noting UVTA’s “all -inclusive” definition of \n“[t]ransfer”); Estate of Chambers v. Vision Two Hosp. Mgmt., LLC, 2013 NCBC LEXIS \n49, at *15 (N.C. Super. Ct. Nov. 21, 2013) (noting UVTA’s predecessor “UFTA’s broad \ndefinition[ ] of . . . transfer” for “claims under UFTA sections 39-23.4(a) and 39-23.5”).  \nThe Court concludes that Barnes’s undisputed actions in shutting down TBBW’s \nbusiness operations and continuing TBBW’s business through BWI constitute a \n“transfer” of TBBW’s good will to BWI under this expansive definition.   \n37. The undisputed evidence also shows that TBBW did not receive reasonably \nequivalent value (indeed, it received nothing) in exchange for Barnes’s transfer of \nTBBW’s good will to BWI.  (See Barger Dep. 34:22–35:8, 190:10–191:12); see also Gen. \nFid. Ins. Co. v. WFT, Inc., 837 S.E.2d 551, 558 (N.C. Ct. App. 2020) (finding under \nsection 39-23.5 that a company did not receive reasonably equivalent value when its \nassets and business were transferred without payment or any consideration).  \nLikewise, the Receiver’s findings establish as a matter of law that Barnes’ s transfer \nleft TBBW with assets that were unreasonably small to conduct further business, (see \nFinal Report, at Item 3, Ex. 2) , and that TBBW became insolvent as a result of the \ntransfer of its good will, (see Final Report, at Item 3 (“Prior to [BWI’s continuation of \nTBBW’s business], TBBW was slightly profitable on a cash flow basis.”)).   And \nDefendants admit that Willard’s claim for unpaid salary arose before the alleged \nfraudulent transfer, making him a creditor of TBBW.  (Ans. ¶ 17 (“These Defendants \ndo know that TBBW generated no profits in 2018 and was without income sufficient \nto pay Willard’s compensation under his employment contract.”).) \n38. Based on the undisputed evidence a s outline d above and the legal \nconclusions arising therefrom, the Court concludes that Plaintiffs’ Motion for \nSummary Judgment should be granted and judgment entered against the Estate and \nBWI as a matter of law as to their liability on Plaintiffs’ fraudulent transfer claims \nunder sections N.C.G.S. §§ 39-23.4(a)(2) and 39-23.5(a) to the extent those claims are \nbased on Barnes’s transfer of TBBW’s good will to BWI. 9  Except to this extent, \nhowever, Plaintiffs’ fraudulent conveyance claims should be dismissed. \nD. Defendants’ Summary Judgment Motion: Count 10: Tortious Interference \nwith Contract10 \n \n39. A required element of a claim for tortious interference with contract is that \nthe defendant knows of the plaintiff’s contract with a third party that the plaintiff \ncontends the defendant has induced the third party not to perform.  Beverage Sys. of \nthe Carolinas, LLC v. Associated Beverage Repair, LLC, 368 N.C. 693, 700, 784 S.E.2d \n \n9 The Court enters judgment on Plaintiffs’ fraudulent conveyance claims to this extent \nagainst the Estate and BWI because they were the beneficiaries of Barnes’s transfer of \nTBBW’s good will.  See N.C.G.S. § 39-23.8(b)(1)(a) (providing for judgment against “[t]he first \ntransferee of the asset or the person for whose benefit the transfer was made” ).  The Court \ndoes not enter judgment on these claims against Barger, individually, because Barger was \nneither the first transferee nor the beneficiary of the transfer.  See Global Textile All., Inc. v. \nTDI Worldwide, LLC, 2018 NCBC LEXIS 159, at *36 n.2 (N.C. Super. Ct. Nov. 29, 2018) \n(denying relief against defendants not parties to the transaction/obligation). \n \n10 Although Defendants indicate they seek summary judgment on “all claims,” (Defs.’ Mot. \nSumm. J. 2, ECF No. 78; Defs.’ Br. Supp. Mot. Summ. J. 13), the only arguments Defendants \nadvanced in their brief and at the Hearing concerned Plaintiffs’ claims for fraudulent transfer \nand tortious interference with contract.  Nevertheless, the Court considers Defendants’ \ncontention that all of Plaintiffs’ claims should be dismissed in considering Plaintiffs’ motions \nfor summary judgment.  See N.C. R. Civ. P. Rule 56(c) ( “[W]hen appropriate, [summary \njudgment] may be rendered against the moving party.”). \n457, 462 (2016) (quoting United Labs., Inc. v. Kuykendall , 322 N.C. 643, 661, 370 \nS.E.2d 375, 387 (1988)).   TBBW  alleges that Barger tortiously interfered with \nBarnes’s agreement to transfer his 40% interest in TBBW to Willard at death.  \n(Compl. ¶¶ 94, 96.)  Defendants contend that Plaintiffs have offered no evidence that \nBarger knew of Willard’s contract with Barnes, requiring dismissal.  (Defs.’ Br. Supp. \nMot. Summ. J. 16.)  Plaintiffs conceded in their response brief “that through discovery \nno strong evidence of Count 10 has emerged [,]” (Resp. Defs.’ Mot. Summ. J. 4, ECF \nNo. 91), and acknowledged at the Hearing that this claim should be dismissed for \nfailure of proof, (Feb. 20, 2020 Hearing Tr. 47:10–16, ECF No. 125).  The Court agrees \nand concludes that TBBW’s  claim for tortious interference with contract should be \ndismissed. \nE. Plaintiffs’ Second Summary Judgment Motion (on Plaintiffs’ Claims) \n1. Count 4: Conversion \n40. Plaintiffs contend that Defendants’ transfer of assets from TBBW to BWI \nconstitutes conversion.  (Pls.’ Br. Supp. 11.)  Under North Carolina law, “only goods \nand personal property are properly the subjects of a claim for conversion.”  Norman \nv. Nash Johnson & Sons’ Farms, Inc. , 140 N.C. App. 390, 414, 537 S.E.2d 248, 264 \n(2000).  As such, real property and intangible interests cannot properly be the subject \nof a conversion claim.  Id.; Window World of N. Atlanta, Inc. v. Window World, Inc. , \n2018 NCBC LEXIS 111, at * 8–9 (N.C. Super. Ct. Oct. 22, 2018) (“[A]n intangible \ninterest cannot prov ide the basis for a conversion claim.”).   Because t he Court has \npreviously concluded that the evidence of record shows that the only TBBW asset that \nany Defendant has transferred is TBBW’s good will—an intangible asset—Plaintiffs’ \nconversion claim necessarily fails and must be dismissed.  See Norman, 140 N.C. App. \nat 414, 537 S.E.2d at 264 ( recognizing that business opportunities and expectancy \ninterests cannot be subject to a conversion claim).   \n2. Count 5: Breach of Fiduciary Duty by Barnes \n41. TBBW contends that Barnes breached his fiduciary duty to TBBW as a \ncompany official by acting to further his own interests, and not TBBW’s, in \ntransferring TBBW’s assets to BWI.  (Pls.’ Br. Supp. 12–13.) \n42. “To establish a claim for breach of fiduciary duty, a plaintiff must show \nthat: (1) the defendant owed the plaintiff a fiduciary duty; (2) the defendant breached \nthat fiduciary duty; and (3) the breach of fiduciary duty was a proximate  cause of \ninjury to the plaintiff.”  Sykes v. Health Network Sols., Inc. , 372 N.C. 326, 339, 828 \nS.E.2d 467, 475 (2019).   \n43. Under North Carolina’s Limited Liability Company Act (the “LLC Act”), \nLLC managers and company officials owe fiduciary duties to the LLC.  N.C. G.S. \n§ 57D-3-21(b) (“Each manager shall discharge that person’s duties (i) in good faith, \n(ii) with the care an ordinary prudent person in a like position would exercise under \nsimilar circumstances, and (iii) subject to the operating agreement, in a manner the \nmanager believes to be in the best interests of the LLC.” ); Kaplan v. O.K. Techs., \nL.L.C., 196 N.C. App. 469, 474, 675 S.E.2d 133, 137 (2009) (noting that managers of \nan LLC owe a fiduciary duty to the LLC); Timbercreek Land & Timber Co. v. Robbins, \n2017 NCBC LEXIS 64, at *12 (N.C. Super. Ct. July 28, 2017) ( stating that company \nofficials owe the same duties as managers (citing N.C.G.S. § 57D-3-23)).  Under the \nLLC Act, a “[c]ompany official” is “[a]ny person exercising any management authority \nover the limited liability company whether the person is a manager or referred to as \na manager, director, or officer or given any other title.”  N.C.G.S. § 57D-1-03(5). \n44. It is undisputed that Barnes served as a manager of TBBW until Willard \nbecame TBBW’s majority owner, ( 2nd Willard Aff. Ex. 3 Am. & Restated Operating \nAgreement Art. VI § 6.1(b), 20), and that Barnes serve d as a company official of \nTBBW at all times relevant to this litigation , (see ECF No. 116); see also TBBW’s \nBusiness Registration listing Barnes as a company official on the N.C. Secretary of \nState’s website at  https://www.sosnc.gov/online_services/search/Business_ \nRegistration_Results.  Barnes therefore owed a fiduciary duty to TBBW  during the \nperiod at issue in this lawsuit.  See N.C.G.S. § 57D-3-23.   \n45. It is hard for the Court to conceive of a more egregious breach of fiduciary \nduty than the undisputed evidence shows Barnes orchestrated here.  As discussed at \nlength above, it is undisputed that Barnes ceased operating the entity in which he \nwas a 40% owner (TBBW) and shifted TBBW’s business operations to BWI, a \ncompany he owned in its entirety , without Willard’s or TBBW’s approval or consent \nand without compensation to TBBW .  In so doing, Barnes sought to benefit himself \nat the expense of TBBW and blatantly breached his fiduciary duty to TBBW.  See  \nMeiselman v. Meiselman, 309 N.C. 279, 307, 307 S.E.2d 551, 568 (1983) (“[A] \ncorporate officer or director is under a fiduciary obligation not to divert corporate \nbusiness opportunity for his own personal gain.” (citation omitted)); Brite  v. Penny, \n157 N.C. 110, 115, 72 S.E. 964, 966 (1911) (“The law would not permit h im to act in \nany such double capacity to appropriate business for himself belonging legitimately \nto his corporation and to reap the profits of it.”).11  In addition, because the undisputed \nevidence shows that Barnes caused TBBW to  shutter its operations, Plaintiffs have \nalso established that Barnes’s breach of fiduciary proximately caused TBBW’s injury \nas a matter of law.   \n46. Accordingly, the Court concludes that Plaintif fs’ motion for summary \njudgment should be granted and that judgment as to liability should be entered for \nTBBW and against the Estate on TBBW’s claim for breach of fiduciary duty. \n3. Count 6: Parol Trust/Tracing of Assets/Equitable Lien/Unjust \nEnrichment \n \n47. Through Count 6 of their Complaint, Plaintiffs ask the Court “to establish \nan attachment or legal trust on the assets fraudulently conveyed, consistent with \n[N.C.]G.S. § 39-23.7(a)(2).”  (Pls.’ Br. Supp. 10.)  Good will, however —the only asset \nthe record evidence shows has been fraudulently transferred by any Defendant—“as \nan asset having value, can exist  only as appurtenant to or as an incident of a going  \n \n11 The Supreme Court has identified six factors a court may consider in assessing whether a \ncorporate opportunity has been usurped:  \n \n1) the ability, financial or otherwise, of the corporation to take advantage of \nthe opportunity; 2) whether the corporation engaged in prior negotiations for \nthe opportunity; 3) whether the corporate director or officer was made aware \nof the opportunity by virtue of his or her fiduciary position; 4) whether the \nexistence of the opportunity was disclosed to the corporation; 5) whether the \ncorporation rejected the opportunity; and 6) whether the corporate facilities \nwere used to acquire the opportunity.   \n \nMeiselman, 309 N.C. at 310, 307 S.E.2d at 569.  Consideration of each of these factors compels \nthe conclusion that Barnes breached his fiduciary duty by usurping TBBW’s corporate \nopportunities here. \nconcern or operating business[.]”  Mossler Acceptance Co. v. Martin, 322 F.2d 183, 185 \n(5th Cir. 1963), cert. denied, 376 U.S. 921 (1964); see also Dodge Bros., Inc. v. United \nStates, 118 F.2d 95, 100 (4th Cir. 1941) (“Good will cannot be carved out of a business \nand sold independently of the going concern; for its tangibility and its value exist only \nto the extent that such tangibility and such value are connected with a going \nbusiness.”). \n48. Because it is undisputed that TBBW is n o longer a going concern, (Final \nReport, at Items 5–6), TBBW’s good will, as an asset having value, no longer exists \nand cannot be transferred.  As such, the equitable remedies Plaintiffs seek are \nunavailable to Plaintiffs as a matter of law.  See Bissette v. Harrod, 226 N.C. App. 1, \n9, 738 S.E.2d 792, 799 (2013) (“[B]y definition, the creation of a trust must involve a \nconveyance of property[.]” (quoting In re Estate of Washburn, 158 N.C. App. 457, 461, \n581 S.E.2d 148, 151 (2003)) ); Tucker v. Miller, 113 N.C. App. 785, 790, 440 S.E.2d \n315, 318 (1994) (“Goodwill exists as property merely as an incident to other property \nrights, and is not susceptible of being owned and disposed of separately from the  \nproperty right to which it is incident.”  (quoting Ice Cream Co. v. Ice Cream Co. , 238 \nN.C. 317, 321, 77 S.E.2d 910, 914 (1953))).12   \n \n12 The Court also notes that Plaintiffs have a full and complete remedy at law through their \nclaims for mo netary relief, a further basis for dismissal of Plaintiffs’ request for equitable \nrelief in Count 6.  See, e.g., Embree Constr. Grp., Inc. v. Rafcor, Inc., 330 N.C. 487, 491 (1992) \n(“[E]quity will not lend its aid in any case where the party seeking it has a full and complete \nremedy at law.” (quoting Jefferson Standard Life Ins. Co. v. Guilford Cty., 225 N.C. 293, 300, \n34 S.E.2d 430, 434 (1945)); KNC Techs., LLC v. Tutton, 2019 NCBC LEXIS 72, at *39–40 \n(N.C. Super. Ct. Oct. 9, 2019) (declining to impose equitable relief where party could recover \nthrough its breach of contract, tortious interference, and UDTPA claims). \n \n4. Count 9: Breach of Contract \n49. Plaintiffs allege through Count 9—discussed previously in connection with \nDefendants’ Motion to Dismiss Notice of Lis Pendens —that the Estate breached \nBarnes’s contract with Willard by fail ing to transfer Barnes’s remaining ownership \ninterest in TBBW to Willard upon Barnes’s death.  (Pls.’ Br. Supp. 13–14; Compl. ¶ \n86 (“Barnes agreed and formed a contract with Willard . . .  as part of the agreements \nin 2011 and the 2014 transactions, to transfer his 40% remaining interest in TBBW \nat death to Willard.”); Ans . ¶ 86 (“ Defendants admit that the 2011 and 2014 \ntransactions referred to in paragraph 86 contain the promise alleged in para graph \n86.”).)13   \n50. Under North Carolina law, “[t]he elements of a claim for breach of contract \nare (1) existence of a valid contract and (2) breach of the terms of that contract.”  Poor \nv. Hill, 138 N.C. App. 19, 26, 530 S.E.2d, 838, 843 (2000). \n51. The OTA, provides, in relevant part, that:  “Notwithstanding anything \nherein to the contrary, Barnes shall cause his last will and testament to reflect that \nupon his death, his estate shall immediately . . . (ii) transfer all of his membership \ninterests in [TBBW] to Willard, free and clear.”  (2nd Willard Aff. Ex. 4 OTA § VI.1.)  \n \n13 Plaintiffs also contend that they are entitled to an order transferring real property to \nTBBW in accordance with this same agreement.  (Pls.’ Br. Supp. 13–14; see also 2nd Willard \nAff. Ex. 4 OTA § VI.1.)  Plaintiffs’ contention fails, however, for the same reasons the Court \nadvanced in granting Defendants’ Motion to Dismiss Notice of Lis Pendens.  In addition, to \nthe extent Plaintiffs are attempting to amend Count 9 or to assert a new claim for this relief \nat summary judgment, Plaintiffs’ request is denied, in the exercise of the Court’s discretion.  \nSee Bradshaw v. Maiden, 2020 NCBC LEXIS 106, at *19–20 (N.C. Super. Ct. Sept. 15, 2020) \n(declining to allow assertion of a new claim at summary judgment when the claim was not \npleaded). \n“In a contract dispute between two parties, the trial court may interpret a plain and \nunambiguous contract as a matter of law if there are no genuine issues of material \nfact.”  Crescent Univ. City Venture, LLC v. AP Atl., Inc., 2019 NCBC LEXIS 46, at *30 \n(N.C. Super Ct. Aug. 8, 2019) (quoting Premier, Inc. v. Peterson, 232 N.C. App. 601, \n605, 755 S.E.2d 56, 59 (2014)); see also  Walton v. City of Raleigh, 342 N.C. 879, 881, \n467 S.E.2d 410, 411 (1996) (“If the plain language of a contract is clear, the intention \nof the parties is inferred from the words of the contract.” (citing Lane v. Scarborough, \n284 N.C. 407, 410, 200 S.E.2d 622, 624–25 (1973))). \n52. The language of the OTA  is plain and unambiguous and require s the \nEstate to transfer Barnes’s remaining ownership interest in TBBW to Willard upon \nBarnes’s death.  The Estate has failed to do so and has not offered evidence supporting \na defense to this claim.  The Estate is therefore in breach of the OTA, and summary \njudgment should be entered for Willard requiring the Estate to transfer Barnes’s \nownership interest in TBBW to Willard. \n5. Count 8: Attorneys’ Fees & Costs \n53. Plaintiffs seek through Count 8 of their Complaint an award of attorneys’ \nfees and costs under section VII.2(b) of the OTA for the Estate’s breach of contract.   \n(Pls.’ Br. Supp. 13–14.)  That provision provides, in relevant part, as follows: \nBarnes and BWI agree to indemnify and hold harmless Willard and his \nsuccessors and assigns from and against any and all liabilities, losses, \nclaims, costs, and damages and reasonable attorneys’ and accountants’ \nfees and expenses, court costs, and all other reasonable expenses \nsuffered or incurred by any of them in connection with or arising from: \n \n. . . \n \n(b) any breach by Barnes or BWI of any of their obligations or covenants \ncontained in [the OTA]. \n \nOTA § VII.2(b).   \n54. Because the Court has concluded that the Estate breached the OTA by \nfailing to transfer Barnes’s ownership interest to Willard upon Barnes’s death, the \nCourt further concludes that Willard is entitled to recover under section VII.2(b) the \nreasonable attorneys’ fees, accountants’ fees, expenses, and court costs Willard has \nincurred arising from the Estate’s brea ch.  Accordingly, Plaintiffs’ motion shall be \ngranted to this extent, and the Court shall enter judgment against the Estate as to \nliability on this claim.  Plaintiffs’ motion is otherwise denied. \nF. Plaintiffs’ First Summary Judgment Motion (on Defendants’ Counterclaim 1) \n55. Plaintiffs move for summary judgment seeking dismissal of Defendants’ \nCounterclaim 1 and recovery of their attorneys’ fees associated with this Motion \nunder N.C.G.S. § 6-21.5.14  (Pls.’ Mot. Partial Summ. J. Countercls ., Decl. TBBW \nOwns Subaru & Att’ys Fees Associated Mot. 1–2, ECF No. 73.)   \n56. BWI seeks through Counterclaim 1 the return of a 2014 Subaru titled in \nBWI’s name but currently in Willard’s possession which Willard refuses to return \nafter BWI’s demand.  Alternatively, BWI seeks payment for the Subaru’s fair market \nvalue.  (Amendment Ans. & Countercl. 1 –2, Ex. 1 Certif icate of Title, ECF No. 25; \nDefs.’ Br. Resp. Pls.’ Br. Supp. Mot. Partial Summ. J. & Att’y Fees 7, ECF No. 76.)   \n \n14 Defendants initially asserted two counterclaims, and Plaintiffs sought dismissal of each in \ntheir First Motion for Summary Judgment.  Because Defendants subsequently filed a \nvoluntary dismissal of Counterclaim 2, (ECF No. 96), Plaintiffs’ motion to dismiss as to this \ncounterclaim is now moot. \n \n57. Plaintiffs do not dispute that title to the Subaru is issued to BWI.  Rather, \nPlaintiffs contend that because TBBW paid at least 90% of the purchase price as well \nas the maintenance fees, insurance, and taxes , and because the Subaru was driven \nexclusively for TBBW’s business, TBBW should be declared the owner of the Subaru \nand BWI’s Counterclaim 1 should be dismissed.  (Br. Supp. Pls.’ Mot. Partial Summ. \nJ. Countercls., Decl. TBBW Owns Subaru & Att’y Fees & Costs Associated Mot. 7, 11 \n[hereinafter “Pls.’ Br. Supp. 1st Summ. J. Mot.”], ECF No. 74 ; 1st Willard Aff. ¶¶ 2, \n4–7, 9.)  Plaintiffs argue that the Subaru was mistakenly titled to BWI at a time when \na Chrysler PT Cruiser titled to BWI was sold  to pay 10% of the Subaru purchase \nprice.  (Pls.’ Br. Supp. 1st Summ. J.  Mot. 1, 4; 1st Willard Aff. ¶ ¶ 4–9.)  Defendants \nrely entirely on the certificate of title for their claim that BWI owns the vehicle as a \nmatter of law.\n15 \n58. Under North Carolina law, a titleholder “is not estopped to assert her title \nto the car . . . merely because she left it in the possession of [another], unless [the \ntitleholder] clothed [the possessor] with some indicia of title.”  Mabe v. Dillon, 46 N.C. \nApp. 340, 342, 264 S.E.2d 796, 797 (1980); see also Hawkins v. M. & J. Finance Corp., \n238 N.C. 174, 178, 77 S.E. 2d 669, 672 (1953) (“It is elemental that the owner of \npersonal property will not be estopped to assert his title by merely entrusting its \n \n15 Although it is unclear from the briefing whether any party contends that the Uniform \nCommercial Code (“UCC”) applies to Defendants’ Counterclaim 1, the Court concludes that \nit does not because Defendants do not allege a sale, transaction, or transfer of goods between \nTBBW and BWI.  See Hensley v. Ray’s Motor Co. of Forest City, Inc., 158 N.C. App. 261, 265, \n580 S.E.2d 721, 724 (2003) (noting that “[t]he scope of the UCC is limited to ‘transactions in \ngoods’ ” (quoting N.C.G.S. § 25-2-102)). \n \npossession and control to another” absent “clothing [that person] with other indicia  \nof ownership[.]”).  Examples of “indicia of title” include “the key or the certificate of \ntitle.”  Mabe, 46 N.C. App. at 342, 264 S.E.2d at 797.   Both Willard and BWI offer \nevidence reflecting “indicia of ownership” to support their positions and dispute that \nthe other owns the Subaru.  Both BWI’s title certificate and  Willard’s evidence are \nconsistent with ownership , and the  Court therefore concludes that a jury must \ndetermine who actually owns the car.  Accordingly, the Court denies Plaintiffs’ motion \nas to Counterclaim 1.16 \nV. \nCONCLUSION \n59. WHEREFORE, based on the foregoing, the Court  hereby ORDERS as \nfollows: \na. Defendants’ Motion to Dismiss Notice of Lis Pendens is  \nGRANTED.  Accordingly, the Notice of Lis Pendens that TBBW \n(i)  filed in Iredell County on December 6, 2019, (ii) represents it \nfiled in Davie County on an unidentified date, and (iii) filed on the \nBusiness Court’s electronic docket on January 6, 2020, (ECF No. \n93), is hereby CANCELLED.  The Clerk s of Superior Court of  \n \n16 Plaintiffs seek attorneys’ fees under N.C.G.S. § 6 -21.5, asserting that Counterclaim 1 is \nfrivolous since the Subaru’s title is the only evidence of BWI’s ownership and that Defendants \nshould have voluntarily dismissed Counterclaim 2 earlier because it was  fatally deficient.  \n(Pls.’ Br. Supp. 1st Summ. J.  Mot. 4.)   The Court’s denial of Plaintiffs’ motion as to \nCounterclaim 1 precludes an award of fees and costs on that claim.  The Court shall resolve \nPlaintiff’s request for attorneys’ fees and costs concerning Defendants’ dismissal of \nCounterclaim 2 by separate order. \nDavie County and Iredell County, as appropriate, shall, pursuant \nto N.C.G.S. § 1 -120, cancel the Notice of Lis Pendens from the \nRecord of Lis Pendens kept by the Office of the Clerk pursuant to \nN.C.G.S. §§ 1-117 and 7A-109. \nb. Plaintiffs’ First Summary Judgment Motion  is DENIED as to \nCounterclaim 1 (the Subaru) and DENIED as moot  as to \nCounterclaim 2. \nc. As to the parties’ Cross-Motions concerning Plaintiffs’ Counts 1–\n3 (fraudulent conveyance), Plaintiffs Second Summary Judgment \nMotion and Defendants’ Motion for Summary Judgment are each \nGRANTED in part and DENIED in part. \ni. Plaintiffs’ Second Summary Judgment Motion is \nGRANTED and Defendants’ Summary Judgment  Motion \nis DENIED to the extent those claims are based on \nBarnes’s fraudulent transfer of TBBW’s good will to BWI , \nand the Court hereby enters judgment for Plaintiffs and  \nagainst the Estate and BWI as to liability on those claims \nto this extent; and \nii. Defendants’ Summary Judgment  Motion is GRANTED \nand Plaintiffs’ Second Summary Judgment Motion is \nDENIED to the extent those claims are based on the \ntransfer of any tangible or intangible assets of TBBW other \nthan TBBW’s good will, and the Court hereby enters \njudgment for Defendants  dismissing those claims to this \nextent with prejudice. \nd. Plaintiffs’ Second Summary Judgment Motio n is  further \nGRANTED in part and DENIED in part as follows. \ni. The Motion is GRANTED as to:  \n1. Count 5 (fiduciary duty) , and the Court hereby \nenters judgment for TBBW and against the Estate \nas to liability on that claim;  \n2. Count 8 to the extent that claim is based on Willard’s \nreasonable attorneys’ fees, accountants’ fees, \nexpenses, and court costs arising from the Estate’s \nfailure to transfer Barnes’s ownership interest in \nTBBW to Willard, and the Court hereby enters \njudgment against the Estate as to liability on that \nclaim; and \n3. Count 9 to the extent that claim is based on the \nEstate’s failure to transfer Barnes’s ownership \ninterest in TBBW to Willard upon Barnes’s death, \nand the Court hereby enters judgment for Plaintiffs \non that claim  and orders that the Estate shall \ntransfer Barnes’s ownership interest in TBBW  to \nWillard.   \nii. The Motion is DENIED as to:  \n1. Count 4 (conversion), and the Court hereby enters \njudgment for Defendants dismissing that claim with \nprejudice; \n2. Count 6 (equitable relief) , and the Court hereby \nenters judgment for Defendants  dismissing that \nclaim with prejudice;  \n3. Count 8 to the extent that claim is based on the \nEstate’s failure to transfer real property to Willard, \nand the Court hereby enters judgment for \nDefendants dismissing that claim without prejudice; \nand \n4. Count 9 to the extent that claim is based on the \nEstate’s failure to transfer real property  to Willard, \nand the Court hereby enters judgment for \nDefendants dismissing that claim without prejudice. \ne. Defendants’ Summary Judgment Motion is GRANTED as to  \nCount 10 (tortious interference with contract), and the Court \nhereby dismisses that claim with prejudice. \nf. As a result of the Court’s rulings, the following claims and \ncounterclaims shall proceed to trial: \ni. Damages in connection with Plaintiffs’ Counts 1 –3 \n(fraudulent conveyance) to the extent those claims are \nbased on Barnes’s fraudulent transfer of TBBW’s good will \nto BWI; \nii. Damages in connection with Plaintiffs’ Count 5 (breach of \nfiduciary duty); \niii. Plaintiffs’ Count 7 (unfair and deceptive trade practices); \niv. Damages in connection with Plaintiffs’ Count 8 (attorneys’ \nfees, accountants’ fees, expenses, and court costs) to the \nextent that claim is based on the Estate’s failure to transfer \nBarnes’s ownership interest in TBBW to Willard upon \nBarnes’s death; \nv. Damages in connection with Plaintiffs’ Count 9 (breach of \ncontract) to the extent that claim is based on the Estate’s \nfailure to transfer Barnes’s ownership interest in TBBW to \nWillard upon Barnes’s death; and \nvi. Defendants’ Counterclaim 1 (the Subaru). \nSO ORDERED, this the 9th day of October, 2020. \n \n \n/s/ Louis A. Bledsoe, III \nLouis A. Bledsoe, III \nChief Business Court Judge "
}