{
  "id": "9a2fd965b99ea5fed4308c981cb168913c734e91a33b4ad29729cf937f092ce7",
  "source_file": "data/raw/ncbc/9a2fd965b99ea5fed4308c981cb168913c734e91a33b4ad29729cf937f092ce7.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 12382 \n \nJOHN SLATTERY, \n \nPlaintiff, \n \nv. \n \nAPPYCITY, LLC; TIMOTHY S. \nFIELDS; MELISSA CRETE; and \nDAISY MAE FOWLER a/k/a DAISY \nMAE BARBER, \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON MOTION \nFOR SUMMARY JUDGMENT \n \n \n1. THIS MATTER is before the Court on plaintiff John Slattery’s (“Slattery”) \nMotion for Summary Judgment (the “Motion”) filed on 24 September 2020.  (Mot. for \nSumm. J., ECF No. 29 .)  Through the Motion and pursuant to Rule 56 of the North \nCarolina Rule s of Civil Procedure  (the “Rule (s)”), Slattery moves for summary \njudgment on all his claims against defendants AppyCity, LLC (“AppyCity”), Timothy \nS. Fields (“Fields”), Melissa Crete (“Crete”), and Daisy Mae Fowler a/k/a Daisy Mae \nBarber (“Fowler”) (collectively, “Defendants”).  (Mot. for Summ. J.  1.)  Slattery \ninitially also moved for summary judgment on his claims against Pamela Bowman \n(“Bowman”), (Mot. for Summ. J. 1), who was a defendant in this action until Slattery \nvoluntarily dismissed without prejudice all his claims against her  on 20 November \n2020, (V. Dismissal, ECF No. 34), thus rendering the Motion moot as to Bowman. \n2. For the reasons set forth in this Order and Opinion, the Court GRANTS in \npart and DENIES in part the Motion as to AppyCity, Fields, Crete, and Fowler and \nDENIES as MOOT the Motion as to Bowman. \nSlattery v. AppyCity, LLC, 2021 NCBC 17. \n \nTuggle Duggins P.A., by Jeffrey S. Southerland and Benjamin P. Hintze, \nfor plaintiff John Slattery. \n \nNo counsel appeared for defendants AppyCity, LLC , Timothy S. Fields, \nMelissa Crete, Daisy Mae Fowler a/k/a Daisy Mae Barber, or Pamela \nBowman \n \nRobinson, Judge. \nI. INTRODUCTION \n3. This action arises out of Defendants’ alleged wrongful conduct, including \nalleged false promises of unique and valuable technology and misrepresentations \nconcerning potential profits, which Slattery contends induced him to  invest in \nAppyCity, a sham technology company.  Slattery alleges that Fields and Crete, acting \non their own behalf and on behalf  of AppyCity as its agents, convinced Slattery to \ninvest $500,000.00 in AppyCity.  Those funds were then  allegedly diverted out of \nAppyCity, with Fowler and Bowman’s assistance, for the benefit of Fields and Crete.  \nThese alleged acts form the basis for  Slattery’s claims for fraud and negligent \nmisrepresentation against Fields, Crete, and AppyCity, breach of fiduciary duty and \nconstructive fraud against Fields and Crete, and unfair and deceptive trade practices \nand civil conspiracy against all Defendants.  \nII. PROCEDURAL HISTORY  \n4. Slattery initiated this lawsuit on 11 September 2019 upon  filing his \nComplaint against AppyCity, Fields, and Crete.  (ECF No. 3.)  This case was \ndesignated to the Business Court by Order of the Chief Justice of the Supreme Court \nof North Carolina that same day, (ECF No. 1), and then assigned to the undersigned \nby Order of the Chief Business Court Judge on 12 September 2019, (ECF No. 2). \n \n5. On 7 February 2020, Slattery filed his Amended Complaint, adding Fowler \nand Bowman as defendants to this action.  (Am. Compl., ECF No. 11.) \n6. On 28 July 2020, the Court entered default pursuant to Rule 55(a) against \nAppyCity, Fields, Crete, Fowler, and Bowman based on their failure to timely answer \nor otherwise respond to Slattery’s Amended Complaint.  (ECF No. 26.) \n7. Along with the Motion, Slattery filed a supporting brief and affidavits from \nSlattery and his wife, Susan Slattery, on 24 September 2020.  (Mot. for Summ. J.; Aff. \nof John Slattery, ECF No. 29.2 [“J. Slattery Aff.”]; Aff. of Susan Slattery, ECF No. \n29.3 [“S. Slattery Aff.”]; Br. in Supp., ECF No. 30.)   \n8. Although permitted to do so under Business Court Rule 7, AppyCity, Fields, \nCrete, Fowler, and Bowman did not f ile a responsive brief or any other document in \nopposition to the Motion. \n9. On 17 November 2020, the Court held a video conference hearing on the \nMotion, at which Slattery was represented by his counsel .  AppyCity, Fields, Crete, \nFowler, and Bowman did not appear, either individually or through counsel, at the \n17 November 2020 hearing.1   \n10. Following the 17 November 2020 hearing, Slattery voluntarily dismissed \nwithout prejudice his claims against Bowman.  (V. Dismissal.)  \n11. The Motion is ripe for resolution.  \n \n1  In the Notice of Hearing for the 17 November 2020 hearing, the Court directed Slattery’s \ncounsel to serve upon AppyCity, Fields, Crete, Fowler, and Bowman a copy of the Notice of \nHearing by certified mail and to file an affidavit attesting to such service.  (ECF No. 31.)  \nSlattery’s counsel filed an affidavit of service on 9 November 2020, confirming that counsel \nserved Defendants with a copy of the Notice of Hearing by certified mail addressed to their \nlast known addresses.  (ECF No. 33.) \n \nIII. FACTUAL BCKGROUND  \n12. The Court does not make findings of fact when ruling on motions for \nsummary judgment.  See In re Estate of Pope, 192 N.C. App. 321, 329 (2008).  Instead, \nthe Court will recite the relevant facts, taken from Slatt ery’s Amended Complaint \nand the evidence submitted in support of the Motion, that are undisputed as a result \nof the entry of default against Defendants and their failure to respond to the Motion.  \nSee id. (“While it is true that a trial court may not, on summary judgment, make \nfindings of fact resolving disputed issues of fact, when  . . . the material facts are \nundisputed, an order may include a recitation of those undisputed facts .”); Spartan \nLeasing, Inc. v. Pollard , 101 N.C. App. 450, 460  (1991) (“The effect of an entry of \ndefault is that the defendant against whom entry of default is made is deemed to have \nadmitted the allegations in [the] complaint.” (citing N.C.G.S. § 1A-1, Rule 8(d))). \nA. The Parties  \n13. Slattery is a resident of Florida.  (Am. Compl. ¶ 1.) \n14. AppyCity is a limited liability company  (“LLC”) organized under the laws \nof North Carolina with its principal place of business located in Rocky Point, North \nCarolina.  (Am. Compl. ¶ 2.) \n15. Fields is a resident of Wilmington, North Carolina.  (Am . Compl. ¶ 4.)  At \nall relevant times, Fields was an owner , manager, and agent  of AppyCity.  (Am. \nCompl. ¶¶ 4, 17; J. Slattery Aff. ¶ 14.) \n \n16. Crete is a resident of Wilmington, North Carolina.  (Am. Compl. ¶ 5.)  At \nall relevant times, Crete was an owner and agent of AppyCity.  (Am. Compl. ¶¶ 5, 17; \nJ. Slattery Aff. ¶ 14.) \n17. Fields and Crete collectively owned a majority interest in AppyCity during \nthe time period relevant to the Amended Complaint, and by virtue of their collective \nmajority interest,  they exercised complete control over all aspects of AppyCity, \nincluding AppyCity’s business operations and financial information.  (Am. Compl. \n¶¶ 17–19; J. Slattery Aff. ¶ 14.) \n18. Fowler is a resident of Aberdeen, North Carolina.  (Am. Compl. ¶ 6.)  Fowler \nis Fields’ mother.  (J. Slattery Aff. ¶ 30.) \nB. Fields and Crete Solicit Slattery’s Investment \n19. In 2015, Slattery met Fields and Crete  through Jonathan Weiss (“Weiss”), \na longtime friend of Slattery.  (Am. Compl. ¶ 13; J. Slattery Aff. ¶ 3.)  Fields and Crete \nintroduced themselves to Slattery as owners of various technology businesses that \ndeveloped and designed software applications, including North Carolina -based The \nEducation App, LLC  (“The Education App ”) and AppyCity .  ( Am. Compl. ¶ 3; J. \nSlattery Aff. ¶ 3.)  Fields and Crete invited Slatter y, who had no  professional \nexperience in the technology industry, to invest in The Education App and AppyCity.  \n(J. Slattery Aff. ¶¶ 5, 8.)   \n20. Fields and Crete represented to Slattery that they had developed \nbreakthrough, unique, and valuable technology  (i.e., applications) , making The \nEducation App and AppyCity valuable companies that were likely to be very \n \nprofitable.  (J. Slattery Aff. ¶¶ 4 , 6.)  Fields and Crete also represented to Slattery \nthat AppyCity was  an extremely  valuable company by  virtue of being  a party to \nnumerous existing and expected contracts, that AppyCity would soon be realizing \nsubstantial revenues, and that AppyCity may ultimately be sold for a significant \nprofit.  (J. Slattery Aff. ¶ 7.)  These representations by Fields and Crete were false \nand were known by Fields and Crete to b e false at the time they  were made.  (Am. \nCompl. ¶¶ 15, 35.)  In reality, Fields and Crete’s technology had no value whatsoever.  \n(Am. Compl. ¶ 15.) \n21. Fields and Crete were aware of  Slattery’s lack of experience in the \ntechnology industry and that he was relying on their false statements regarding the \nvalue and performance of their technology to make a decision about investing in The \nEducation App and AppyCity.  (J. Slattery Aff. ¶ 8.)   \n22. Based on Fields and Crete’s false representations, Slattery decided to invest \nin the companies owned by Fields and Crete.  (Am. Compl. ¶¶ 20, 35; J. Slattery Aff. \n¶ 9.)  First, beginning on or around 10 May 2015, Slattery acquired a 10% ownership \ninterest in The Education App by paying Fields, The Education App, and Weiss (a \npart owner of T he Education App ) three separate amounts that together totaled \n$250,000.00.  (Am. Compl. ¶ 21; J. Slattery Aff. ¶ 10.)   \n23. Then, in or around September 2016, Fields and Crete contacted Slattery \nand told him that, though The Education App was performing adequately, AppyCity’s \nbusiness was “exploding” and “billion -dollar companies” were courting AppyCity for \na potential acquisition.  ( J. Slattery Aff. ¶ 11.)  Fields and Crete informed Slattery \n \nthat AppyCity needed additional funds for  necessary short -term operations and \ngrowth prior to the anticipated sale of AppyCity to a major technology company.  (J. \nSlattery Aff. ¶ 12.)  These repre sentations by Fields and Crete were false and were \nknown by Fields and Crete to be false at the time they  were made.  (Am. Compl. \n¶¶ 24, 26 .)  Fields and Crete intended for Slattery to rely on these false \nrepresentations when deciding whether to invest in AppyCity.  (Am. Compl. ¶ 26.) \n24. Based on Fields and Crete’s false representations, Slattery invested a total \nof $500,000.00 into AppyCity.  (Am. Compl. ¶¶ 25 –28, 35; J. Slattery Aff. ¶ 13.)  He  \nacquired a 5% ownership interest in AppyCity by (1) transferring his 10% interest in \nThe Education App (which he had purchased for a total sum of $250,000.00) to Fields \nand (2) paying Fields an additional $250,000.00.  (Am. Compl. ¶¶ 25, 35; J. Slattery \nAff. ¶ 13.)   \n25. Had Slattery known the truth about Fields and Crete’s false \nrepresentations, he would not have invested in any of their companies.  (Am. Compl. \n¶¶ 35–36.) \n26. Furthermore, Slattery had no means to verify or refute Fields and Crete’s  \nfalse representations.  (Am. Compl. ¶ 27.)  Fields and Crete had substantial expertise \nand knowledge regarding the technology industry.  (Am. Compl. ¶ 27.)  Slattery, in \ncontrast, had no technical expertise (as he told Fields and Crete ) in computer \ntechnology, computer coding, application  development, or application  valuations.  \n(Am. Compl. ¶ 27.)  Also, at the time Fields and Crete solicited Slattery’s investment, \nthe applications associated with AppyCity  were fairly new and untested, and there \n \nwas no established or objective evaluation criteria for such technology in the relevant \nmarketplace.  (Am. Compl. ¶ 27.)  And  when Slattery specifically questioned  Fields \nand Crete about the applications, they provided concrete assurances and statements \nregarding the applications’ value, as well as AppyCity’s supposed value and ongoing \nnegotiations with other companies, which Fields and Crete claimed they could not \ndiscuss in detail due to their confidential nature.  (Am. Compl. ¶ 27.)   \nC. The Netflix Deal  \n27. In February 2017, Slattery contacted Fields and Crete seeking an update \non AppyCity.  (J. Slattery Aff. ¶ 15.)  Fields and Crete informed Slattery that \nAppyCity was in serious negotiations with Netflix and that Netflix was interested in \nacquiring AppyCity’s technology in connection with Netflix launching a mobile \ngaming platform.  (J. Slattery Aff. ¶ 15.)  Fields and Crete also informed Slattery that \nChris Christenson (“Christenson”),  an attorney  representing AppyCity, had \nnegotiated a deal for the sale of AppyCity’s technology to Netflix for $1.2 billion.  (J. \nSlattery Aff. ¶ 16.)  These representations by Fields and Crete were false and were \nknown by Fields and Crete to be false at the time they were made.  (Am. Compl. ¶ 29.)  \nFields and Crete made these false representations to conceal the sham nature of \nAppyCity.   (Am. Compl. ¶ 29.)   \n28. Concerned with the potential tax consequences of the anticipated deal with \nNetflix, Slattery retained a tax attorney named Brian Kennedy (“Kennedy”) .  (J. \nSlattery Aff. ¶ 17.)  On 8 February 2017, Slattery, Kennedy, and Fields had a \nconference call, during which Slattery offered to personally pay for Kennedy’s time to \n \nreview the proposed Netflix contract and to consult and collaborate with Christenson \nregarding the proposed Netflix contract.  (J. Slattery Aff. ¶ 18.)  Fields agreed to \nSlattery’s proposal and said he would provide Slattery with Christenson’s contact \ninformation.  (J. Slatte ry Aff. ¶ 18.)  Following this conference call, Slattery \nrepeatedly requested that Fields and Crete provide the contact information for \nChristenson, but all these requests were ignored.  (J. Slattery Aff. ¶ 19.)   \n29. Around this same time , Fields told Slatter y that Slattery should consider \nthe possibility of converting the proceeds from the proposed Netflix contract to Bitcoin \nor other cryptocurrency, because, according to Fields, cryptocurrency is untraceable, \nhas no central bank, and could aid in avoiding ta x liability.  (J. Slattery Aff. ¶ 20.)  \nFields repeatedly discussed Bitcoin and cryptocurrency with Slattery, including the \nfact that Fields had set up Bitcoin wallets for himself, Crete, Fowler, and Bowman  \n(Crete’s mother).  (J. Slattery Aff. ¶¶ 20, 31.)     \n30. Fields and Crete became increasingly evasive regarding the purported \nNetflix deal.  (J. Slattery Aff. ¶ 21.)  On or around 21 August 2017, Fields told Slattery \nthat Fields was with Christenson meeting with Apple at its headquarters in \nCupertino, Cal ifornia in connection with the Netflix deal.  (J. Slattery Aff. ¶ 21.)  \nUnbeknownst to Fields, Slattery and his wife were visiting California at the time and \nwere near Cupertino.  (J. Slattery Aff. ¶ 21 ; S. Slattery Aff. ¶ 2.)  Slattery texted \nFields that he was in the area and requested a meeting with Fields and Christenson.  \n(J. Slattery Aff. ¶ 21.)  Fields, however,  did not respond to this request and instead \n \nturned off his phone or otherwise made himself unreachable by phone.  (J. Slattery \nAff. ¶ 21.)   \nD. Slattery Discovers the Truth Surrounding His Investment \n31. The Netflix contract never materialized, Fields and Crete never provided \nSlattery with contact information for Christenson, and Slattery never received any \nfunds following his investment in Appy City.  (J. Slattery Aff. ¶ 22.)  Moreover, \nSlattery discovered that Fields, Crete, and AppyCity were never in contract \nnegotiations with Netflix or any other company, that AppyCity never had any unique \ntechnology or any proprietary technology that functioned as represented by Fields \nand Crete, and that AppyCity was entirely without value.  (J. Slattery Aff. ¶ 22.)  \nSlattery also discovered that Christenson did not exist.  (J. Slattery Aff. ¶ 22.)   \n32. Slattery demanded financial records from AppyCity, including K -1 forms \nfor tax reporting, but he never received this information from AppyCity.  (J. Slattery \nAff. ¶ 23.)  Slattery also demanded that Fields and Crete account for the operations \nof AppyCity, the financial condition of AppyCity, and the assets of AppyCity, and to  \ndemonstrate that AppyCity was anything other than a sham entity intended to \ndefraud Slattery of his invested funds.  (J. Slattery Aff. ¶ 24.)  Fields and Crete never \nresponded to Slattery’s demands and have since been evading Slattery.  (J. Slattery \nAff. ¶ 24.)   \n33. Ultimately, it became  clear to Slattery that the $500,000.00 sum he \ninvested in AppyCity was not used to fund the operations of AppyCity or for any other \n \nappropriate or legitimate purpose and that those funds were instead diverted out of \nAppyCity for the benefit of Fields and Crete.  (J. Slattery Aff. ¶ 25.)   \n34. Slattery’s wife spoke with Bowman on the telephone on 16 September 2019, \nduring which she told Bowman that Fields and Crete had stolen from Slattery and \nthat she believed Bowman was actively helping Fields and Crete conceal their \nwrongful conduct and evade the consequences of their actions.  (S. Slattery Aff. ¶ 3.)  \nBowman responded by stating that “we’ve hidden the money where you will never \nfind it,” ending the call thereafter.  (S. Slattery Aff. ¶ 3.)   \n35. Less than two hours  after this telephone call, Fields called Slattery’s wife \nand admitted to her that Bowman had received and concealed funds stolen from \nSlattery.  (S. Slattery Aff. ¶ 4.)  Fields also stated “that he didn’t care if [ Slattery’s \nwife] knew” and ended the call.  (S. Slattery Aff. ¶ 4.) \n36. On 2 March 2020, Slattery received a telephone call from Fields.  (J. \nSlattery Aff. ¶¶ 30, 31.)  Slattery informed Fields during the call that Slattery knew \nAppyCity was a sham business and that Fields and Crete had lied to Slattery about \nAppyCity, its t echnology, and its business prospects in order to defraud Slattery of \n$500,000.00.  (J. Slattery Aff. ¶ 31.)  Fields, in turn, informed Slattery that Fields \nand Crete had transferred the money invested by Slattery and other AppyCity \ninvestors to Fowler and Bowman and that Fowler and Bowman were aware that these \nfunds had been wrongfully taken from AppyCity investors .  (J. Slattery Aff. ¶ 31.)  \nFields also revealed to Slattery that much of Slattery’s money had been converted to \n \ncryptocurrency, such as Bitcoin, which, according to Fields, could not be attached as \npart of a lawsuit or judgment.  (J. Slattery Aff. ¶ 31.)   \n37. Slattery’s phone call with Fields confirmed that Fields and Crete knew that \nSlattery had sued them, that Fields and Crete had taken Slattery’s investment out of \nAppyCity for themselves, and that Fields and Crete, with the aid of their mothers , \nhad converted a significant sum of money in their possession into  cryptocurrency in \nan attempt to hide assets and prevent creditors from finding  and attaching their \nfraudulently obtained assets.   (J. Slattery Aff. ¶ 31.)  According to Slattery, North \nCarolina arrest warrants have been issued for Fields and Crete related to fraud \nagainst other persons.  (J. Slattery Aff. ¶ 31.)   \nIV. LEGAL STANDARD \n38. Summary judgment is appropriate “if the pleadings, depositions, answers \nto interrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as to any material fact and that any party is entitled \nto a judgment as a matter of law.”  N.C.G.S. § 1A-1, Rule 56(c).  “An issue is ‘genuine’ \nif it can be proven by substantial evidence and a fact is ‘material’ if it would constitute \nor irrevocably establish any material element of a claim or a defense.”   Fullwood v. \nBarnes, 250 N.C. App. 31, 36 (2016) (quoting Lowe v. Bradford , 305 N.C. 366, 369 \n(1982)).  \n39. The moving party bears the burden of showing that there is no genuine \nissue of material fact and that the movant is entitled to judgment as a matter of law.  \nHensley v. Nat’l Freight Transp., Inc., 193 N.C. App. 561, 563 (2008).  The Court must \n \nview the evidence in the light most favorable to the nonmovant.  Dobson v. Harris, \n352 N.C.  77, 83 (2000).  However, the nonmovant “may not rest upon the mere \nallegations or denials of his pleading, but his response, by affidavits or as otherwise \nprovided in [Rule 56] , must set forth specific facts showing that there is a genuine \nissue for trial.  If [the nonmovant] does not so respond, summary judgment, if \nappropriate, shall be entered against [the nonmovant].”  N.C.G.S. § 1A-1, Rule 56(e). \n40. In addition, “Rule 56(c) allows the trial court to grant summary judgment \nto the non-moving party.”  Elliott v. Enka-Candler Fire & Rescue Dep’t, Inc., 213 N.C. \nApp. 160, 170 (2011).  “Summary judgment in favor of the non-movant is appropriate \nwhen the evidence presented demonstrates that no material issues of fact are in \ndispute, and the non- movant is entitled to entry of judgment as a matter of law .”  \nSullivan v. Pender Cty., 196 N.C. App. 726, 731 (2009) (quoting A-S-P Assocs. v. City \nof Raleigh, 298 N.C. 207, 212 (1979)); see also Elliott, 213 N.C. App. at 170 ( noting \nthat “under Rule 56(c), the trial court could have granted plaintiff summary judgment \nbased on the materials presented by defendant, even without plaintiff’s motion”). \nV. LIABILITY ANALYSIS  \n41. Having reviewed all appropriate matters of record, the Court will evaluate \nwhether Slattery is entitled to summary judgment on the claims asserted in his  \nAmended Complaint and will also consider whether summary judgment  in favor of \nDefendants is appropriate on any of those claims.  \n \n \n \nA. Fraud in the Inducement \n42. The Court begins with Slattery ’s fraud claim  against Fields, Crete, and \nAppyCity.  (Am. Compl. ¶¶ 34–38.) \n43. “The essential elements of fraud are: (1) False representation or \nconcealment of a material fact, (2) reasonably calculated to deceive, (3) made with \nintent to deceive, (4) which does in fact deceive, (5) resulting in damage to the injured \nparty.”  Rowan Cnty. Bd. of Educ. v. U.S. Gypsum Co., 332 N.C. 1, 17 (1992) (cleaned \nup).  “Additionally, reliance on alleged false representations must be reasonable.”  \nSullivan v. Mebane Packaging Grp., Inc. , 158 N.C. App. 19, 26 (2003) (citation \nomitted).  Each of these requirements is met here.   \n44. First, Fields and Crete —acting on their own behalf and on behalf of \nAppyCity as its agents —made the following false representations to Slattery  when \nsoliciting his investment. \na. AppyCity possessed breakthrough, unique, and valuable technology \ndeveloped by Fields and Crete, which functioned as described by Fields \nand Crete. \nb. AppyCity was a party to numerous existing and expected  contracts, \nwhich made AppyCity a valuable company. \nc. AppyCity would soon be generating substantial revenues  and would \nultimately be sold for a significant profit. \n \nd.  AppyCity needed funds for the operations and growth of the business in \nconnection with an expected acquisition of AppyCity  by a larger \ntechnology company. \ne. The funds invested by Slattery would, in fact, be used for the operations \nand growth of AppyCity. \n45. These false representations by Fields and Crete were material to Slattery’s \ndecision to invest in AppyCity, as he would not have provided funds to AppyCity if he \nhad known the truth about these false representations.  See Godfrey v. Res-Care, Inc., \n165 N.C. App. 68, 75–76 (2004) (stating that a fact is “material” if, when made known \nto a party, the fact “would have influenced [that party’s] judgment or decision”  \n(quoting White Sewing Mach. Co. v. Bullock, 161 N.C. 1, 7 (N.C. 1912))).   \n46. As to the second and third elements,  Fields and Crete knew that their  \nrepresentations were false when they made them to Slattery, and they made these \nfalse representations for the purpose of deceiving Slattery into investing in a sham \ncompany.  See Carcano v. JBSS, LLC, 200 N.C. App. 162, 177 (2009).  \n47. Regarding the  fourth element , Slattery made the decision to invest  in \nAppyCity in reliance on  Fields and Crete’s  false representations .  To satisfy the \nreasonable reliance requirement, a plaintiff must ordinarily show “that he was denied \nthe opportunity to investigate or that he could not have learned the true facts by \nexercise of reasonable diligence. ”  Hudson-Cole Dev. Corp. v. Beemer, 132 N.C. App. \n341, 346 (1999) .  But where , as here , the parties are not on equal footing, and a  \ndefendant possessing superior knowledge and/or experience makes a representation \n \nwithout giving the plaintiff reason to suspect the representation is false, the plaintiff \nmay rely upon that representation.  See Walker v. Town of Stoneville, 211 N.C. App. \n24, 34–35 (2011); see also Little v. Stogner , 162 N.C. App. 25, 30 (2004); Higgins v. \nSynergy Coverage Sols., LLC, 2020 NCBC LEXIS 6, at *31– 34 (N.C. Super. Ct. Jan. \n15, 2020).  Moreover, as alleged in the Amended Complaint and now admitted due to \nthe entry of default against Defendants, Slattery’s reliance on Fields and Crete’s false \nrepresentations was reasonable.  (See Am. Compl. ¶¶ 28, 35.)   \n48. Lastly, Slattery was damaged in the amount of $500,000.00 as a result of \nthe fraudulent scheme that Fields and Crete perpetrated on their own behalf and on \nbehalf of AppyCity as its agents. \n49. Having considered the undisputed facts supporting Slattery’s fraud claim \nagainst Fields, Crete, and AppyCity, the Court concludes that there is no genuine \nissue as to any material fact for this claim and that Slattery is entitled to summary \njudgment on this claim as a matter of law.  The Court will thus grant the Motion as \nto this claim. \nB. Negligent Misrepresentation \n50. Slattery has also brought a claim for negligent misrepresentation against \nFields, Crete, and AppyCity.  (Am. Compl. ¶¶ 39–42.) \n51. Our appellate courts have described the tort of negligent misrepresentation \nas follows: \nOne who, in the course of his business, profession or employment, or in \nany other transaction in which he has a pecuniary interest, supplies \nfalse information for the guidance of others in their business \ntransactions, [and thus] is subject to liability for pecuniary loss caused \n \nto them by their justifiable reliance upon the information, if he fails to \nexercise reasonable care or competence in obtaining or communicating \nthe information. \n \nRountree v. Chowan Cty. , 252 N.C. App. 155, 160 (2017) (alteration in original) \n(quoting Simms v. Prudential Life Ins. Co. of Am. , 140 N.C. App. 529, 534 (2000)).  \n“Such a duty commonly arises within professional relationships.”  Id. \n52. The undisputed facts before the Court show that Fields and Crete—acting \non their own behalf and on behalf of AppyCity as its agents—had a pecuniary interest \nin obtaining funds from Slattery and that Fields and Crete supplied false information \nto Slattery when providing guidance to him regarding Slattery’s business decision to \ninvest in AppyCity.  The undisputed facts also show that Fields and Crete failed to \nexercise reasonable care or competence as to this business transaction by falsely \nrepresenting, among other things,  that they were  in possession of unique and \nvaluable technology that made AppyCity a valuable company when, in fact, Fields, \nCrete, and AppyCity had no valuable technology and the company was entirely \nwithout value.   \n53. As to justifiable reliance, this requirement is “analogous” to the reasonable \nreliance requirement for a fraud claim.  Marcus Bros. Textiles, Inc. v. Price \nWaterhouse, L.L.P. , 350 N.C. 214, 224 (1999)  (citation omitted) ; see also Bucci v. \nBurns, 2018 NCBC LEXIS 93, at *4 (N.C. Super. Ct. Sept. 4, 2018)  (“Justifiable \nreliance is an essential element of claims for fraud  . . . and negligent \nmisrepresentation.”).  Therefore, based on the same considerations discussed above  \nin the Court’s analysis of reasonable reliance, as well as the undisputed facts \n \nsupporting Slattery’s negligent misrepresentation claim , the Court concludes that \nSlattery justifiably relied on Fields and Crete’s false representations to his detriment.  \nTo the extent a more specific determination is necessary, the Court further concludes, \non the undisputed facts before it, that Slattery could not have discovered the true \nfacts regarding AppyCity and was prevented from finding such facts based on Fields, \nCrete, and AppyCity’s conduct.    \n54. Furthermore, Slattery experienced pecuniary loss in the  form of providing \n$500,000.00 to a sham company as a result of his justifiable reliance on the \nmisrepresentations of Fields and Crete, who were acting on their own behalf and on \nbehalf of AppyCity as its agents.  \n55. Thus, for these reasons, the Court concludes that that there is no genuine \nissue as to any material fact for Slattery’s negligent misrepresentation claim against \nFields, Crete, and AppyCity and that Slattery is entitled to summary judgment on \nthis claim as a matter of law , thereby warranting the grant ing of the Motion  as to \nthis claim.  \nC. Unfair and Deceptive Trade Practices \n56. Slattery contends that all Defendants violated N.C.G.S. § 75 -1.1 by \nengaging in unfair and deceptive trade practices  (“UDTP”).  (Am. Compl. ¶¶ 43– 45; \nBr. in Supp. 13.) \n57. To prevail on a UDTP claim brought under section 75-1.1, “a plaintiff must \nshow: (1) an unfair or deceptive act or practice, (2 ) in or affecting commerce, and (3) \n \nwhich proximately caused injury to plaintiffs. ”  Walker v. Fleetwood Homes of N.C., \nInc., 362 N.C. 63, 71–72 (2007) (citation omitted).  \n58. Notwithstanding the broad statutory definition of commerce, see N.C.G.S. \n§ 75 -1.1(b), “securities transactions are beyond the scope of N.C.G.S. § 75 -1.1,” \nHAJMM Co. v. House of Raeford Farms, Inc. , 328 N.C. 578, 593 (1991)  (quoting \nSkinner v. E. F. Hutton & Co. , 314 N.C. 267, 275 (1985) ).  “Our legislature did not \nintend for section 75 -1.1, ‘with its treble damages provision, to apply to securities \ntransactions which were already subject to pervasive and intricate regulation’ under \nstate and federal statutes. ”  Bucci v. Burns , 2018 NCBC LEXIS  37, at *26 (N.C. \nSuper. Ct. Apr. 25, 2018) (quoting Skinner, 314 N.C. at 275). \n59. At bottom, Slattery’s UDTP claim arises from his purchase of an ownership \ninterest in an LLC, AppyCity—a transaction which Slattery repeatedly characterizes \nin the Amended Complaint as an investment .  And even though Slattery  became a \nmember of AppyCity through this transaction, Sl attery did not exercise any control \nover any aspect of the company , since Fields and Crete completely controlled \nAppyCity and its affairs.  Therefore, the basis for Slattery’s UDTP claim is, in effect, \nthe type of securities transaction that falls outside the scope of section  75-1.1.  See, \ne.g., Bickley v. Fordin, 258 N.C. App. 1, 4–5 (2018) (holding that a plaintiff selling his \nmembership interest in an LLC back to the LLC was “analogous” to a securities \ntransaction and therefore fell outside the scope of section 75-1.1); Saw Plastic, LLC \nv. Sturrus, 2017 NCBC LEXIS 76, at *14–16 (N.C. Super. Ct. Aug. 25, 2017) (noting \nthat there is a presumption under the North Carolina Securities Act that a \n \nmembership interest in a n LLC is a security, which can be rebutted, by among \nanother things, evidence that the member retained the right to control the LLC); see \nalso 18 NCAC 06A.1510. \n60. Thus, in accordance with  controlling North Carolina law on the interplay \nbetween section 75-1.1 and securities transactions, as well as the absence of a genuine \nissue as to any material fact , the Court will deny the Motion as to Slattery’s UDTP \nclaim and instead grant summary judgment to Defendants on this claim. \nD. Breach of Fiduciary Duty and Constructive Fraud \n61. The Court next turns to Slattery’s breach of fiduciary duty and constructive \nfraud claims against Fields and Crete.  (Am. Compl. ¶¶ 46–62.)  \n62. Although breach of fiduciary duty and constructive fraud are legally \ndistinct claims, see White v. Consol. Planning, Inc., 166 N.C. App. 283, 293–95 (2004), \nboth claims here, as asserted in the Amended Complaint, rest on an alleged fiduciary \nrelationship between Slattery, on the one hand, and Fields and Crete, on the other .  \n(See Am. Compl. ¶¶ 47, 50–51, 57–58.) \n63. A fiduciary relationship “exists in all cases where there has been a special \nconfidence reposed in one who in equity and good conscience is bound to act in good \nfaith and with due regard to the interests of the one reposing confidence.”  Lockerman \nv. S. River Elec. Membership Corp., 250 N.C. App. 631, 635 (2016) (quoting Abbitt v. \nGregory, 201 N.C. 577, 598 (1931)).  As explained by our Court of Appeals, the North \nCarolina Limited Liability Company Act “ does not create fiduciary duties among \nmembers” of an LLC.  Kaplan v. O.K. Techs., L.L.C., 196 N.C. App. 469, 473  (2009).  \n \nNonetheless, Slattery contends that Fields and Crete owed a fiduciary duty to \nSlattery, a minority member of AppyCity, based on  Fields and Crete  collectively \nholding a majority interest  in AppyCity and exercising complete control over the \ncompany.  (See Am. Compl. ¶¶ 47, 57; Br. in Supp. 16–17.) \n64. Relying on  the well-settled principle that a  corporation’s “ controlling \nshareholder owes a fiduciary duty to minority shareholders,” Kaplan , 196 N.C. App. \nat 473, this Court has previously stated that “a holder of a majority interest who \nexercises control over the LLC owes a fiduciary duty to minority interest memb ers,” \nFiske v. Kieffer , 2016 NCBC LEXIS 22, at *9 (N.C. Super. Ct. Mar. 9, 2016) ( citing \nKaplan, 196 N.C. App. at  473).  The  Court, however, has also “ cautioned against a \nbroad application [of this borrowed exception] because of the fundamental differences \nbetween LLCs and corporations .”  Strategic Mgmt. Decisions v. Sales Performance \nInt’l, 2017 NCBC LEXIS 69, at *10 (N.C. Super. Ct. Aug. 7, 2017).   \n65. For this reason, notwithstanding the fact that courts have held that a group \nof shareholders, with an aggregated majority interest in the corporation, may owe a \nfiduciary duty to a minority shareholder under the controlling shareholder exception, \nthis Court has consistently declined to impose a similar fiduciary duty u pon two or \nmore members of an LLC, who collectively , but not individually , own a majority \ninterest in the LLC .  See, e.g., Bennett v. Bennett , 2019 NCBC LEXIS 19, at *19 –20 \n(N.C. Super. Ct. March 15, 2019); Fiske, 2016 NCBC LEXIS 22, at *9– 10; HCW Ret. \n& Fin. Servs., LLC v. HCW Employee Benefit Servs., LLC, 2015 NCBC LEXIS 73, at \n \n*47 n.102 (N.C. Super. Ct. July 14, 2015);  Blythe v. Bell, 2013 NCBC LEXIS 17, at \n*13–14 (N.C. Super. Ct. Apr. 8, 2013). \n66. Slattery does not address or distinguish these decisions, and the Court sees \nno reason to depart from them  in this case .  As a result, because Slattery has not \nalleged or presented any evidence, at this stage of the litigation, that either Fields or \nCrete individually owned a majority interest in AppyCity, there is a genuine issue of \nmaterial fact as to whether Fields and Crete owed him a fiduciary duty based on their \nrespective ownership interests in AppyCity.  (Cf. Am. Compl. ¶ 17 (“Upon information \nand belief, FIELDS and CRETE collectively own a controlling majority interest in . . . \nAPPYCITY.”); J. Slattery Aff. ¶ 14 (“Fields and Crete jointly controlled a majority \ninterest in AppyCity and exercised complete control over all aspects of AppyCity.”).) \n67. Thus, the Court will deny Slattery’s Motion as to his breach of fiduciary \nduty and constructive frauds claims against Fields and Crete. \nE. Civil Conspiracy \n68. Lastly, the Court considers Slattery ’s claim for civil conspiracy against all \nDefendants.  (Am. Compl. ¶¶ 63–65.) \n69. North Carolina does not recognize a separate cause of action for civil \nconspiracy.  Strickland v. Hedrick, 194 N.C. App. 1, 19 (2008).  A plaintiff has a claim \nfor civil conspiracy “ only where there is an underlying claim for unlawful conduct .”  \nSellers v. Morton, 191 N.C. App. 75, 83 (2008) (quoting Toomer v. Garrett, 155 N.C. \nApp. 462, 483 (2002)).  Accordingly , Slattery may base his civil conspiracy claim on \nhis underlying fraud in the inducement claim.  See Nye v. Oates, 96 N.C. App. 343, \n \n346–47 (1989) (noting that North Carolina “permits one defrauded to recover from \nanyone who facilitated the fraud by agreeing for it to be accomplished”).  \n70. To establish a civil conspiracy theory of liability, the  plaintiff must first \noffer “proof of an agreement between two or more persons.”  Sellers, 191 N.C. App. at \n83.  Second, the plaintiff “must present evidence of an ‘overt act’ committed by at least \none conspirator in furtherance of the ‘common objective.’  ”  Holt v. Williamson , 125 \nN.C. App. 305, 319 (1997) (citation omitted).  Third, the plaintiff must prove that the \novert act committed in furtherance of the conspiracy resulted in  damages to the \nplaintiff.  See id. at 318–19.  “[A]ll of the conspirators are liable, jointly and severally, \nfor the act of any one of them done in furtherance of the agreement.”  Neugent v. \nBeroth Oil Co., 149 N.C. App. 38, 53 (2002) (citation omitted).  \n71. The undisputed facts before the Court show the existence of an agreement \nbetween all Defendants  to defraud Slattery.  The undisputed facts also show that \neach Defendant committed overt acts in furtherance of this agreement .  Fields and \nCrete, acting on their own behalf and on behalf of AppyCity as it agents , made false \nrepresentations to Slattery, while Fowler knowingly received and concealed \nSlattery’s stolen funds and helped Fields and Crete convert those funds into \ncryptocurrency in an effort to prevent the tracing and attachment of those funds.   \n72. Finally, it is undisputed that  Slattery was damaged by Defendants’ overt \nacts when he was induced  to provide $500,000.00 to AppyCity, an investment for \nwhich he received nothing of value in return and which was then stolen and concealed \nby Fields, Crete, and Fowler.   \n \n73. Accordingly, the Court will grant the Motion as to Slattery’s civil conspiracy \nclaim and hold all Defendants liable, jointly and severally, for all damages to Slattery \nresulting from their conspiracy to defraud Slattery. \nVI. DAMAGES ANALYSIS  \n74. Having granted summary judgment in Slattery’s favor with respect to \nliability for some of Slattery’s legal claims as set forth above in section V, the Court \nnow turns to the issue of damages.   See Frank H. Conner Co. v. Spanish Inns \nCharlotte, Ltd., 294 N.C. 661, 676 (1978) (stating that “summary judgment may be \ngranted, not only as to an issue of liability, but also as to ‘the amount of damages or \nother relief’ where such issues are not in controversy” pursuant to Rule 56(d)). \nA. Compensatory Damages \n75. Slattery seeks to recover compensatory damages from all Defendants \n(except Bowman as a result of the voluntary dismissal).  (Am. Compl. 14.) \n76. “The objective of compensatory damages is to restore the plaintiff to his \noriginal condition or to make the plaintiff whole.”  Watson v. Dixon, 352 N.C. 343, 347 \n(2000).  An award of damages is intended to give back to a successful plaintiff “that \nwhich was lost as far as it may be done by compensation in money.”  Shera v. N.C. \nState Univ. Veterinary Teaching Hosp. , 219 N.C. App. 117, 126 (2012) (emphasis \nomitted) (citation omitted). \n77. Here, Slattery is entitled to compensatory damages in the total amount of \n$500,000.00 as a proximate result of Defendants’ liability on the fraud, negligent \n \nmisrepresentation, and civil conspiracy claims.  This damages award applies to all \nDefendants (but not Bowman) jointly and severally. \n78. Slattery is further entitled to recover damages in the form of prejudgment \ninterest on the compensatory damages award of $500,000.00,  at the legal rate, from \nthe date this action was commenced until the judgment is satisfied.  See N.C.G.S. \n§ 24-5(b).   \nB. Punitive Damages \n79. Slattery also seeks to recover punitive damages from all Defendants (except \nBowman as a result of the voluntary dismissal).  (Am. Compl. 14.) \n80. Punitive damages may be appropriate “to punish a defendant for \negregiously wrongful acts and to deter the defendant and others from committing \nsimilar wrongful acts.”  N.C.G.S. § 1D –1.  However, such damages may only be \nawarded if the plaintiff , in additio n to proving that the defendant is liable for \ncompensatory damages, also proves by clear and convincing evidence that one of the \nstatutorily enumerated  aggravating factors —fraud, malice, or willful or wanton \nconduct—was present.  Id. § 1D –15(a)–(b).  “Punitive damages may be awarded \nagainst a person only if that person participated in the conduct constituting the \naggravating factor giving rise to the punitive damages, or if, in the case of a \ncorporation, the officers, directors, or managers of the corporation participated in or \ncondoned the conduct constituting the aggravating factor giving rise to punitive \ndamages.”  Id. § 1D–15(c).   \n \n81. Based on the undisputed facts and the unrebutted evidence submitted by \nSlattery, the Court determines  that there is no  genuine issue of material fact as to \nthere being clear and convincing  evidence of the existence of fraud , one of the \naggravating factors that justifies punitive damages.  As discussed above, Slattery has \nproven that Fields and Crete defrauded Slattery of his invested funds in AppyCity, a \nsham company controlled by Fields and Crete.  In addition, the undisputed facts show \nthat both Fowler and the manager of AppyCity (Fields) actively participated in this \nfraud.  Accordingly, the Court concludes that Slattery has met his burden of showing \nthat a punitive damages  award against all Defendants  (but not Bowman) is \nwarranted here  based on the conduct and liability of Defendants , in addition to \nestablishing Defendants’ liability for compensatory damages.  \n82. In the exercise of its discretion, see id.  § 1D-35, the Court determines that \nthe punitive damages award  to Slattery  should be three times the compensatory \ndamages awarded to Slattery, for a total punitive damages award of $1,500,000.00.  \nThe Court further concludes that this amount bears a rational relationship to the \nsum necessary to punish Defendants for their egregiously wrongful acts and to deter \nDefendants and other s from committing similar wrongful acts.  See Nunn v. Allen , \n154 N.C. App. 523, 542 (2002).  This amount represents the maximum award of \npunitive damages permitted by statute, which is limited to three times the amount \nof compensatory damages or $250,000.00, whichever is greater.  N.C.G.S. § 1D-25. \n \n \n \nC. Total Damages \n83. The total damages award in favor of Slattery and against Defendants, \njointly and severally, taking into account compensatory damages of $500,000.00 and \npunitive damages of $1,500,000.00, is $2,000,000.00.  Further, prejudgment interest \nshall accrue on the compensatory damages award, at the legal rate, from the date the \naction was initiated until the judgment is satisfied , as calculated by the Clerk of \nSuperior Court.2   \nVII. CONCLUSION \n84. For the foregoing reasons, the Court hereby ORDERS as follows.  \na. The Court GRANTS the Motion as to Slattery’s fraud in the inducement \nclaim against AppyCity, Fields, and Crete and GRANTS  summary \njudgment in favor of Slattery on this claim. \nb. The Court GRANTS  the Moti on as to Slattery’s negligent \nmisrepresentation claim against AppyCity, Fields, and Crete and \nGRANTS summary judgment in favor of Slattery on this claim. \nc. The Court DENIES the Motion as to Slattery’s UDTP claim against all \nDefendants and GRANTS  summary judgment in favor of Defendants \non this claim. \nd. The Court DENIES the Motion as to Slattery’s breach of fiduciary duty \nclaim against Fields and Crete. \n \n2  Slattery’s counsel expressly indicated, during the 17 November 2020 hearing, that Slattery \nwill not seek an award of costs or attorneys’ fees, and therefore, none are awarded here. \n \ne. The Court DENIES the Motion as to Slattery’s constructive fraud claim \nagainst Fields and Crete. \nf. The Court GRANTS the Motion as to Slattery’s civil conspiracy claim \nagainst all Defendants and GRANTS  summary judgment in favor of \nSlattery on this claim. \ng. The Court AWARDS total damages in favor of Slattery and against all \nDefendants, jointly and severally , in the amount of $2,000,000.00 \n($500,000.00 in compensatory damages and $1,500,000.00 in punitive \ndamages).  FURTHER, prejudgment interest shall accrue on the \ncompensatory damages award, at the legal rate, from the date the action \nwas initiated until the date the  judgment is satisfied, in an amount to \nbe calculated by the Clerk of Superior Court.   \nh. As a result of Slattery voluntarily dismissing without prejudice his \nclaims against Bowman, the Motion is DENIED as MOOT as to \nBowman.  \nSO ORDERED, this the 24th day of March, 2021. \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}