{
  "id": "9a4509484d7dcc925843c7ad362fe6ca4330ff808d4c19b875cea1a691fc9d41",
  "source_file": "data/raw/ncbc/9a4509484d7dcc925843c7ad362fe6ca4330ff808d4c19b875cea1a691fc9d41.pdf",
  "raw_text": "Chesson v. Rives, 2016 NCBC 90. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF DAVIDSON \n \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n12 CVS 3382 \nW. CHRISTOPHER CHESSON; \nJAMES G. LOVELL; and DAVID D. \nFRASER, \n \nPlaintiffs, \n \nv. \n \nW. LEON RIVES; LEON L. RIVES, II; \nand RIVES & ASSOCIATES, LLP,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n) \n) \n) \n)\n)\n) \nORDER & OPINION ON MOTIONS FOR \nSUMMARY JUDGMENT  \n \n1. THIS MATTER is before the Court on (1) Defendants’ Motion for Partial \nSummary Judgment (“Defendants’ Motion ”) and (2) Plaintiffs’ Motion for Partial \nSummary Judgment (“Plaintiffs’ Motion ”).  The Court GRANT S IN PART  \nDefendants’ Motion and DENIES Plaintiffs’ Motion.  The Court will address other \npending motions in a subsequent order.   \nCarruthers & Roth, P.A., by Jack B. Bayliss, Jr. and Mark K. York  for \nPlaintiffs. \n \nSharpless & Stavola, P.A., by Frederick K. Sharpless, for Defendants. \n \nGale, Chief Judge. \n \nI. THE PARTIES \n2. Plaintiff W. Christopher Chesson (“Chesson”) is a licensed certified \npublic accountant (“CPA”) who resides in Davidson County, North Carolina.  He is \n \n \ncurrently employed by LB&A, Certified Public Accountants, PLLC (“LB&A”), a public \naccounting firm in Matthews, North Carolina. \n3. Plaintiff James G. Lovell (“Lovell”) is a licensed CPA who reside s in \nMecklenburg County, North Carolina.  He is licensed to practice law in New York.  \nLovell is currently employed by LB&A.   \n4. Defendant William Leon Rives (“William”) resides in Davidson County, \nNorth Carolina.  William has been a licensed CPA since 1978 and is a member of the \nAmerican Institute of Certified Public Accountants (“AICPA”).  \n5. Defendant Leon L. Rives, II (“Leon” ), sometimes referred to as “Little \nRives,” resides in Davidson County, North Carolina.  He has been a licensed CPA \nsince 2002 and is a member of the AICPA.   \n6. Defendant Rives & Associates, LLP (“RA”) was formed in 2004 as a \nNorth Carolina limited liability partnership that engages in certified public \naccounting.  RA has offices in Davidson, Mecklenburg, and Wake Counties. \nII. FACTUAL BACKGROUND  \n7. When reviewing a motion for summary judgment, t he Court does not \nmake findings of fact or resolve contested factual issues.  See Hyde Ins. Agency, Inc. \nv. Dixie Leasing Corp. , 26 N.C. App . 138, 142, 215 S.E.2d 162, 164 –65 (1975).  The \nCourt may, however, summarize the factual record to provide context for its opinion.  \nSee BDM Invs. v. Lenhil, Inc. , No. 11-CVS-449, 2014 NCBC LEXIS 32, at *3 (N.C. \nSuper. Ct. July 21, 2014).   \n \n \n \nA. RA’s Formation and the Partnership Agreement  \n8. William and Leon formed RA in 2004.  On September 1, 2007, Chesson \njoined RA from Dixon Hughes, PLLC (“Dixon Hughes”) , and William, Leon, and \nChesson executed the RA Partnership Agreement  (Leon L. Rives , II Aff.  Ex. D \n(“Partnership Agreement”), at 1, Feb. 9, 2015.)  The Partnership Agreement defines \nthe Founding P artners as William, Leon , and Chesson .  (Partnership Agreement \n§ 1.09.)   \n9. Dixon Hughes sued Chesson for breach of his contractual obligation to \npay Dixon Hughes one-half of all amounts  that he later earned from former Dixon \nHughes clients.  In November 2012, Dixon Hughes and Chesson reached a settlement \nagreement that required payments from Chesson.  RA paid Dixon Hughes with two \nchecks for $75,000 each, which RA contends were loan payments to Chesson.  \n10. The Partnership Agreement provides that each of RA’s geographic \nlocations serves as a separate division and creates an entity identified as the “Pool,” \nwhich serves as a de facto holding company.  (Partnership Agreement §  1.08.)  The \nPool owns the entire interest in RA’s Charlotte Operations.  (Partnership Agreement \n§ 3.01.)  The Pool’s ownership is limited to the Founding Partners and allocated 40% \nto William, 40% to Leon, and 20% to Chesson.  (Partnership Agreement § 3.01.)  \n11. The Partnership Agreement c ontemplates both voting and non voting \npartners.  Only partners who have an ownership interest in the Pool are entitled to a \nvote, and a partner is “entitled to one (1) vote for each percentage ownership of the \nPool.”  (Partnership Agreement § 2.06.)   \n \n \n12. The Partnership Agreement  provides that RA’s management is vested \nin the partners , who have the option to “delegate responsibilities to a Managing \nPartner, Executive Team , or Chief Executive Officer .”  (Partnership Agreement \n§ 2.05.)   \nB. RA Admits Lovell and Fraser, but Not as Founding Partners. \n13. A new partner can be admitted to RA “only by unanimous vote of the \nPartners.”  (Partnership Agreement §  2.04.)  On August 17, 2009, William, Leon, \nChesson, and Lovell signed the Addendum to the Partnership Agreement \n(“Addendum”) to admit Lovell as a partner.  (Marshall Aff. Ex. O (“Addendum”), at 4, \nFeb. 9, 2015 .)  Lovell was given a 0.01% interest in the “Charlotte Operations,” as \ndefined in t he Partnership Ag reement, and a $120,000  annual partnership draw.   \n(Addendum ¶¶ 1, 4.)  He did not obtain ownership in the Pool and was never referred \nto as a Founding Partner. \n14. The Addendum expressly incorporates the Partnership Agreement by \nreference, stating that: \nAll terms of the [Partnership] Agreement shall continue to apply to the \nPartners and the New Partner as members of the Partnership as if the \nsame terms were fully set forth herein, and the New Partner, by \nexecution of this agreement, agrees to be bound by the terms and \nconditions of the [Partnership] Agreement. \n \n(Addendum ¶ 3 .)  Lovell read the Addendum but did not request to see the \nPartnership Agreement before signing the Addendum.  (Lovell Dep. 30:6 –13, Feb. 5, \n2014.)  Lovell first read the Partnership Agreement either just before or just after he \nleft RA in 2012.  (Lovell Dep. 30:14–31:2, Feb. 5, 2014.)   \n \n \n15. The Addendum includes a term that provides that if Lovell’s partnership \nwith RA terminates for any reason and Lovell thereafter “compete[s] with [RA] . . . by \nperforming work for clients of [RA],” Lovell is required to pay RA a percentage of the \nfees that he bills to those clients for a period of two years  (“Addendum Competition \nProvision”).  (Addendum ¶ 5.)  More s pecifically, the Addendum Competition \nProvision obligates Lovell to pay “fifty percent (50%) of the gross fees billed or \nreceived by either [Lovell], his partnership, or a corporation in which he is a \nstockholder or by any business entity by which he is employed in the  field of public \naccounting.”  (Addendum ¶ 5.)  Such payments are due “whether or not the fees are \ncollected by [Lovell], his partnership, or his corporation or his employer.”  (Addendum \n¶ 5.)   \n16. On the same day Lovell signed the Addendum, David Fraser (“Fraser”), \nwho had been a n RA employee since December 2007, signed a substantially similar \naddendum and was admitted as a partner.  ( See Marshall Aff.  Ex. N (“Fraser \nAddendum”), Feb. 9, 2015.)   Prior to Fraser signing the Fraser Addendum, Leon had \nstated in an internal memo that he wanted to “remove Dave [Fraser] from the firm” \nin order to improve the Charlotte office’s profitability .  (See Marshall Aff.  Ex. R \n(“Rives Memo”), Feb. 9, 2015 .)  While Fraser was an employee, before he became a  \npartner, he was not subject to the Addendum Competition Provision or to any other \nprovision regarding competition.  Fraser was not advised of the Rives Memo or  of \nLeon’s intent before he signed the Fraser Addendum. \n \n \n \nC. Plaintiffs Assert that Leon Violated Professional Standards and Failed to \nAfford Lovell Rights He was Entitled to as a Partner.  \n \n17. All RA partners are CPAs licensed in North Carolina and are therefore \nsubject to the practice standards  established by the North Carolina State Board of \nCertified Public Account ant Examiners (“Board Standards”).  Plaintiffs assert that \nWilliam and Leon violated Board Standards and endorsed or acquiesced in other RA \nemployees’ violations of  Board Standards , including but n ot limited to actions in \nconnection with an audit of at least one significant client.  At the time of that audit, \nLovell oversaw RA’s audits and had the most experience of anyone at RA regard ing \nthat specific type of audit.  However, Lovell was excluded from participating in the \naudit.  Lovell contends that Leon and William ignored his expressed concerns  and \napproved an audit opinion that did not comport with applicable  professional \nstandards, which ultimately resulted in litigation against RA.  \n18. Plaintiffs further complain that Leon violated professional \nindependence standards by forming and operating  School Efficiency Consultants, \nLLC (“Consultants”) as a subsidiary of RA and providing audit services for \nConsultants’ clients on a contingency-fee basis.  \n19. Lovell further complains that Leon and William  wrongfully excluded \nhim from RA’s management despite his being a partner .  More specifically, Lovell \ncomplains that he was not provided access to  RA’s books and records .  He also \ncomplains that he was not allowed to vote on partnership matters but does not point \nto any Partnership Agreement provision that grants him voting rights.  \n \n \n \nD. Plaintiffs Plan to Leave RA and Call for RA to Expel Leon as an RA Partner \n20. In July 2012, Lovell and Fraser met with John Bly (“Bly”), a partner at \nLB&A, to discuss the  possibilities that Bly might purchase RA’s Charlotte office or \nthat Fraser and Lovell might leave RA to join LB&A.  (Bly Dep. 27:16 –29:8, 37:4–\n38:20, Oct. 21, 2014.)  Fraser and Lovell expressed their belief to Bly that the ethical \nviolations at RA should allow them to avoid any efforts to enforce the Addendum \nCompetition Provisions.  (Bly Dep. 54:7–55:21, Oct. 21, 2014.)   \n21. Chesson began attending m eetings with Lovell, Fraser, and Bly  in \nSeptember 2012 .  Chesson sent Bly a spreadsheet that contained  the names and \ncontact information of Chesson’s RA clients.    \n22. After the meetings with LB&A, Plaintiffs and their attorneys met with \nWilliam and Leon  on September 24, 2012,  and expressed concerns about the audit \ndiscussed above, Defendants’ failure to adhere  to Board Standards, and conflicts of \ninterest related to RA and Leon’s relationship with Consultants.  (Chesson Aff. ¶ 4, \nFeb. 9, 2015.)  Plaintiffs called upon Leon and William to take actions to correct these \nissues.  \n23. In the days following the September 24 meeting, Plaintiffs req uested \nthat Leon resign from RA.  Plaintiffs characterize their request as a call to expel Leon.  \n(Pls.’ Mem. Opp’n to Defs.’ Mot. Partial Summ. J. Ex. QQ.)  However, the record does \nnot reflect that any meeting to expel Leon was requested or that any motion to expel \nwas presented for a vote.  \n \n \n24. A partner can be expelled for any reason by a two -thirds vote “of all of \nthe Partners excluding therefrom the vote of the Partner whose expulsion is under \nconsideration.”  (Partnership Agreement § 7.02.)  Additionally, “there will be a vote \nof expulsion” if a partner commits any one of the eight unacceptable acts enumerated \nin subsections 7.02(A)–(H) of the Partnership Agreement, unless the partners \ndetermine that expulsion is not necessary.  (Partnership Agreement § 7.02(A) –(H).)  \nThe unacceptable acts inc lude but are not limited to violations of Board Standards, \nacts of professio nal misconduct, and acts that constitute gross negligence.  ( See \nPartnership Agreement § 7.02(B), (H).) \n25. On September 26, 2012, Plaintiffs’ counsel wrote an e -mail to William \nwith a list of demands, including that Leon resign and  that Lovell become  RA’s \ninterim managing partner, suggesting that litigation would follow if these steps were \nnot taken.  (Pls.’ Mem. Opp’n to Defs.’ Mot. Partial Summ. J. Ex. QQ.)  Defendants \ncontend that Plaintiffs’ counsel also threatened to destroy Defendants’ reputation if \nDefendants did not relieve Plaintiffs of their contractual obligations  upon their \nwithdrawal.  (William Rives Dep. 135:19–138:23, June 5, 2014.)   \n26. Leon did not resign, and William took no action to  support Plaintiffs’ \neffort to expel Leon.   \n27. Defendants assert that, on October 3, 2012, Fraser e-mailed Bly a list of \nall Fraser’s Charlotte tax clients and their contact information, and that the next day, \nPlaintiffs deleted their RA e-mail inboxes and wiped their RA computers. \n \n \n28. The Partnership Agreement requires a partner to provide four months’ \nwritten notice to effectively withdraw from RA.  (Partnership Agreement § 7.01.)  A \nwithdrawing partner is prohibited from contacting RA clients during the four-month \nnotice period.  (Partnership Agreement § 7.03.)  \n29. On Octo ber 5, 2012, Plaintiffs  notified Defendants that they were \nimmediately withdrawing from RA .  They had not given prior notice.  Each then  \nbecame an LB&A partner.  Only a few days after Plaintiffs withdrew from RA, LB&A \nsent announcement letters to the clients that Chesson identified in his spreadsheet, \nand Plaintiffs began contacting their former RA clients.  Plaintiffs contend that they \nwere not subject to the Partnership Agreement’s restrictions.  \n30. Plaintiffs filed th is suit on October 25, 2012.   Plaintiffs’ counsel then \ndistributed copies of the complaint to several RA clients.  ( See Marshall Aff. Ex. Y, \nFeb. 9, 2015.)  Facts are dispute d as to  whether the RA clients who received the \ncomplaint specifically requested it, and whether those same clients relied on the \nallegations in the complaint when deciding to discontinue their use of RA’s services.  \n31. Lovell has not paid RA for the work he performed for former RA clients. \nDefendants have demanded such payment pursuant to  the Addendum Competition \nProvision.  Defendants have not paid Lovell or Chesson any value for their \npartnership interests  as provided by  section 7.05 of the Partnership Agreement , \nbecause Defendants contend  that Plaintiffs forfeited their rights to receive such \nwithdrawal payments by failing  to provide the requisite notice of withdrawal and \nimproperly contacting RA clients during the notice period.   \n \n \nIII. PROCEDURAL HISTORY \n32. Plaintiffs filed their original Complaint on October 25, 2012.  \nDefendants filed a notice of designation on December 17, 2012.  The action was \ndesignated a mandatory complex business case on December 19, 2012, by then-Chief \nJustice of the North Carolina Su preme Court Sarah Parker, and assigned to the \nundersigned on December 20, 2012.  \n33. Defendants moved to dismiss all claims on January 18, 2013.  Plaintiffs, \nwith leave of the C ourt, filed their First Amended Complaint on April 1, 2013.  \nDefendants then renewed their motion to dismiss, which the Court granted in part \non October 29, 2013.    \n34. Defendants filed their answer, motion to s trike, and counterclaims on \nDecember 18, 2013.  Plaintiffs moved to dismiss two of the six counterclaims.  The \nCourt denied the motion on July 2, 2014.    \n35. Plaintiffs, with leave of the Court, filed the ir Second Amended \nComplaint on October 29, 2014, alleging eight cla ims.  All claims by , and \ncounterclaims against , Fraser were voluntarily dismissed on March 8, 2016.  The \nremaining claims include (1) Plaintiffs’ claim for information and accounting against \nRA; (2) Plaintiffs’ breach of fiduciary duty claim against William and Leon; (3) Lovell’s \nfraud in the inducement claim against L eon and RA; (4) Lovell’s common law fraud \nclaim against Le on and RA; (5) Chesson’s breach of contract claim against all \nDefendants; (6) Lovell’s  declaratory judgment claim agains t all Defendan ts; (7) \n \n \nLovell’s breach of contract claim against Leon and RA; and (8) Plaintiffs’ claim for \nbreach of the implied covenant of good faith and fair dealing against all Defendants. \n36. Defendants filed their answer to the Second Amended Complaint and \ncounterclaims on November 24, 2014.  The counterclaims include (1) RA’s claim for \nmoney had and received against Chesson; (2) William’s claim for money had and \nreceived against Chesson; (3) RA’s abuse of process claim against all Plaintiffs; (4) all \nDefendants’ claim s of obstruction of justice, trespass to chattel, and breach of \nfiduciary duty against all Plaintiffs based on destruction of computer information; (5) \nall Defendants’ claims of breach of the partnership agreement and breach of fiduciary \nduty against all P laintiffs; and (6) all Defendants’ claim for accounting against all \nPlaintiffs. \n37. Plaintiffs and Defendants filed cross-motions for summary judgment on \nFebruary 9, 2015.  The motions are ripe for determination. \nIV. ANALYSIS \n \n38. Plaintiffs move for partial summary judgment in their favor  on their \nclaims for fraud in the inducement and declaratory judgment , and for partial \nsummary judgment against Defendants on their counterclaims for abuse of process \nand breach of contract.   Defendants move for summary judgment against Plaintiffs \non all of Plaintiffs’ claims, and for partial summary judgment in their favor on RA’s \ncounterclaim for money had and received against Chesson and on Defendants’ breach \nof contract counterclaim against Plaintiffs, which would likely negate the need for an \naccounting.  \n \n \n39. Each of the motions for summary judgment were  timely filed and \nbriefed. \nA. Standard of Review  \n40. When moving for summary judgment under Rule 56 of the North \nCarolina Rules of Civil Procedure (“Rules”), the movant bears the burden of showing \nthat there is no genuine issue of material fact with respect to the essential elements \nof a claim or defense and that the movant is entitled to judgment as a matter of law.  \nSee Steel Creek Dev. Corp. v. James , 300 N.C. 631, 636 –37, 268 S.E.2d 205, 209 \n(1980).  To overcome a motion for summary judgment appropriately made and \nsupported, the nonmovant bears the burden “to present a forecast of evidence which \nshows that a genuine issue of fact exists.”  Watts v. Cumberland Cty. Hosp. Sys., Inc., \n75 N.C. App. 1, 6, 330 S.E.2d 242, 247 (1985), aff’d in part, rev’d in part , 317 N.C. \n110, 343 S.E.2d 879 (1986).  The Court views the evidence in the light most favorable \nto the nonmovant.  See Coats v. Jones , 63 N.C. App. 151, 154, 303 S.E.2d 655, 657 \n(1983). \nB. The Partnership Agreement and the Addendum Are Valid Contracts That May \nBe Enforced Against Lovell.  \n \n41. The Court must first address Lo vell’s contention that  the Partnership \nAgreement and the Addendum cannot be enforced against him, because first, he was \nfraudulently induced to sign the Addendum , and second , his contract was not  \nsupported by valuable consideration  because the promise of hi s partnership was \nillusory. \n \n \n42. To prevail on a claim of fraudulent inducement, a party must prove “(1) \nfalse representation or concealment of a material fact, (2) reasonably calculated to \ndeceive, (3) made with intent to deceive, (4) which does in fact deceiv e, (5) resulting \nin damage to the injured party.”  Ward v. Fogel, 237 N.C. App. 570, 581, 768 S.E.2d \n292, 301 (2014) (quoting Media Network, Inc. v. Long Haymes Carr, Inc. , 197 N.C. \nApp. 433, 453, 678 S.E.2d 671, 684 (2009)).  Even when a nalyzing the facts in the \nlight most favorable to him, the uncontested facts demonstrate that Lovell is unable \nto maintain a claim for fraudulent inducement.  \n43. Lovell first contends that Leon fraudulently induced him to sign the \nAddendum when Leon failed to disclose the existence and content of the Rives Memo.  \nWhen a fraud claim is based on a party’s failure to disclose a material fact, the party \naccused of fraud must have had a duty to speak or have taken steps to actively conceal \nfacts.  See Setzer v. Old Republic Life Ins. Co., 257 N.C. 396, 399, 126 S.E.2d 135, 137 \n(1962).  A duty to speak exists   \n(1) in the context of a fiduciary relationship, (2) where “a party has taken \naffirmative steps to conceal material facts from the other,” or (3) “where \none party has knowledge of a latent defect in the subject matter of the \nnegotiations about which the other party is both ignorant and unable to \ndiscover through reasonable diligence.” \n \nJacobson v. Walsh, No. 10-CVS-9619, 2014 NCBC LEXIS 2, at *16 –17 (N.C. Super. \nCt. Jan. 22, 2014) (quoting Harton v. Harton, 81 N.C. App. 295, 297 –98, 344 S.E.2d \n117, 119 (1986)).   \n44. It is uncontested that Leon did not  disclose the Rives Memo  to Lovell, \nbut there has been no showing that he had a duty to do so.  At the time the parties \n \n \nentered into the contract,  Leon and Lovell did not have a fiduciary relationship.  \nFurther, the Rives Memo did not contain material facts relevant to Lovell, as it only \ndiscussed Fraser.  T here is no evidence that Leon took affirmat ive steps to conceal \nthe Rives Memo.  The Court rejects Lovell’s contention that the Rives Memo contains \nmaterial facts relevant to Lovell’s election to execute the partnership documents , \nbecause the Rives Memo provides insight into Leon’s business practices and would \nhave influenced Lovell’s decision to join RA.  The Rives Memo did not reveal a latent \ndefect in the agreement s that Lovell elected to enter  into.  Significantly, RA never \nimplemented any plan that may be evidenced by the Rives Memo.  Therefore, Lovell \ncannot claim that he was fraudulently induced to sign the Addendum on the basis \nthat the content of the Rives Memo was not disclosed to him.  \n45. Next, Lovell attempts to support a claim of fraudulent inducement on \nthe basis that he was not p rovided with a copy of the Partnership Agreement before \nhe executed the Addendum.  Effectively, he asks to be excused from his contractual \nobligations because of his failure to request a copy of and to read the Partnership \nAgreement.  However, the clear and unambiguous language of the Addendum  \nspecifies that the terms of the Partnership Agreement were incorporated into and \nmade a part of the terms of the Addendum.  (See Addendum ¶ 3.)   \n46. Lovell cannot reasonably contend that he detrimentally relied on  \nDefendants’ failure to affirmatively offer him an opportunity to review the \nPartnership Agreement before he executed the Addendum .  “Reliance is not \nreasonable where the plaintiff could have discovered the truth of the matter through \n \n \nreasonable diligence, but failed to investigate.”  Bumpers v. Cmty. Bank of N. Va. , \n367 N.C. 81, 90, 747 S.E.2d 220, 227 (2013)  (quoting Sullivan v. Mebane Packaging \nGrp., Inc. , 158 N.C. App. 19, 26, 581 S.E.2d 452, 458 (2003)) .  While questions \nregarding reasonableness of  a party’s reliance and the materiality of the \nmisrepresented or omitted fact may often present an issue that must be evaluated by \na jury , see Forbis v. Neal , 361 N.C. 519, 5 27, 649 S.E.2d 382, 387 (2007) , \nreasonableness can be determined as a matter of law when “the facts are so clear that \nthey support only one conclusion ,” State Props., LLC v. Ray , 155 N.C. App. 65, 73, \n574 S.E.2d 180, 186 (2002).  That is the case here.   \n47. In Sullivan v. Mebane Packaging Group., Inc., the North Carolina Court \nof Appeals held that a plaintiff could not, as a matter of law, prevail on a fraud claim \n“based on allegations that defendants both concealed and misrepresented his rights \nunder the Agreement” when the plaintiff “requested a copy of the Agree ment” but \nnever received it.  158 N.C. App. at 27, 581 S.E.2d at 458–59.  “Such a request, absent \nmore, does not constitute reasonable diligence.”  Id. at 27, 581 S.E.2d at 459.  The \nholding in Sullivan applies squarely to this case and preclude s Lovell’s assertion of \nreasonable reliance.   \n48. Lovell never requested a copy of the Partnership Agreement  before he \nsigned the Addendum.  (Lovell Dep. 30:6 –13, Feb. 5, 2014.)  He has presented no \nevidence that Defenda nts refused any such request.  Lovell cannot reasonably \ncontend he is surprised by the Addendum Competition Provision.   The Addendum \nclearly states that if Lovell withdraws from RA and then competes with RA, he would \n \n \nbe required to pay RA a percentage of any fees he earns from RA clients.  (Addendum \n¶ 5.)  Lovell cannot avoid those terms through his contention that he was misled to \nbelieve that the Addendum Competition Provision applied to all of RA’s partners.  The \nAddendum Competition Provision specifically refers only to the “New Partner, ” \nwithout ever mentioning the other partners.  (Addendum ¶ 5 .)  The fact that the \nPartnership Agreement itself does not have a provision comparable to the Addendum \nCompetition Provision  would have been  evident from reading the Partnership \nAgreement.  In sum, Lovell cannot claim, as a matter of law, that he was fraudulently \ninduced to sign the Addendum on the basis that he was not given a copy of the \nPartnership Agreement before he signed the Addendum. \n49. Lovell also contends that he was fraudulently induced to sign the \nAddendum because Leon misrepresented that Lovell would be treated as a full equity \npartner.  Again, Lov ell is a victim of his own choice not to read the Partnership \nAgreement, which clearly discloses that  he would not be admitted as a full equity \npartner with the same rights as the Founding Partners.  (See Partnership Agreement \n§ 2.06; Addendum ¶ 1.)  Evidence that Leon may not have treated Lovell in accordance \nwith the Partnership Agreement may be relevant to Lovell’s breach of contract claim, \nbut it does not provide a basis for his claim of fraudulent inducement.  See Williams \nv. Williams , 220 N.C. 806, 810, 18 S.E.2d 364, 36 6 (1942) (explaining that “mere \nunfulfilled promises cannot be made the basis for an action of fraud”).   \n50. Lovell also asserts a claim of common law fraud in the alternative to his \nclaim of fraudulent inducement.  The alternative claim is based on the same grounds \n \n \nas his fraudulent inducement claim , and like the inducement claim, requires \nreasonable reliance.  The Court concludes and holds that Lovell’s common law fraud \nclaim cannot survive because the uncontested record reveals that Lovell cannot prove \nthe necessary element of reasonable reliance .  Therefore, the Court concludes that \nLovell’s fraudulent inducement and common law fraud claims must be DISMISSED.   \n51. In addition to claiming that the Addendum cannot be enforced against \nhim because his entry into that agreement was fraudulently induced, Lovell contends \nthat the Addendum is unenforceable because it was not supported by consideration, \nbecause the promise of being treated as a partner was illusory.   A contract must be \nsupported by consideration to be enforceable.  Inv. Props. of Asheville, Inc. v. \nNorburn, 281 N.C. 191, 195, 188 S.E.2d 342, 345 (1972).  “It is well established that \nany benefit, right, or interest bestowed upon the promisor, or any forbearance, \ndetriment, or loss undertaken by the promisee, is sufficient consideration to support \na contract.”  Brenner v. Little Red Sch. House, Ltd. , 302 N.C. 207, 21 5, 274 S.E.2d \n206, 212 (1981).  “In order to defeat a contract for failure of consideration, the failure \nof consideration must be complete and total.”  Harllee v. Harllee, 151 N.C. App. 40, \n49, 565 S.E.2d 678, 683 (2002).   \n52. The Addendum provides that, as a partner, Lovell was entitled to 0.01% \nof the gains and losses of RA’s Charlotte Operations and a draw of $120,000 per year.  \n(Addendum ¶¶ 1, 4.)  The Addendum incorporates the Partnership Agreement, which \nprovides for other  rights and expectations.  Until he withdrew from RA, Lovell \nperformed under the Addendum  and the Partnership Agreement.  He  represented \n \n \nhimself as a partner in e -mails and to clients.  H e received his partnership draw.  \nTherefore, there was consideration adequate to support the Addendum.   \n53. In sum, the Court concludes that there is no issue of material fact that \nprecludes the det ermination, as a matter of law, that Lovell entered into both the \nPartnership Agreement and the Addendum without any fraudulent inducement, and \nthat the agreements are valid, supported by reasonable consideration, and may be \nenforced against Lovell, absent other defenses .  Accordingly, Lov ell’s claim for a \ndeclaration that the Partnership Agreement and the Addendum are unlawful is  \nDISMISSED.  The Court then turns to Lovell’s defense that the Addendum \nCompetition Provision fails as an unenforceable restrictive covenant.  \nC. The Addendum Competition Provision Is Not Void as an Improper Covenant \nAgainst Competition. \n \n54. Lovell contends that the Addendum Competition Provision is an \nunenforceable restrictive covenant.  Defendants counter that the provision does not \nrestrict Lovell from competing, but instead fairly allocates responsibility for damage \nto RA as a result of its loss of clients by reason of Lovell’s choice to directly compete \nwith RA. \n55. North Carolina ’s appellate courts have interpreted contractual \nprovisions that provide for payment of revenues by a former partner or employee \nresulting from competitive activities differently and less stringently than covenants \nthat actually preclude competition.  “A restriction in the contract which does not \npreclude the employee from engaging in competitive activity, but simply provides for \nthe loss of rights or privileges if he does so is not in restraint of trade. . . .”  E. Carolina \n \n \nInternal Med., P.A. v. Faidas , 149 N.C. App. 940, 944, 564 S.E.2d 53, 55 (quoting \nNewman v. Raleigh Internal Med. Assocs., P.A., 88 N.C. App. 95, 100, 362 S.E.2d 623, \n626 (1987)), aff’d per curiam , 356 N.C. 607, 572 S.E.2d 780 (2002) .  This type of \nprovision is “not subject . . . to the strict scrutiny as to reasonableness and public \npolicy required with a covenant not to compete.”  Id. at 945, 564 S.E.2d at 56 (holding \nthat a cost -sharing provision  that is  triggered only if the defendant chooses to \ncompete with the plaintiff is not treated as a restrictive covenant).   \n56. The Addendum Competition Provision is remarkably similar to the \nprovision upheld by the North Carolina Court of Appeals in Dixon, Odom & Co. v. \nSledge, 59 N.C. App. 280, 296 S.E.2d 512 (1982).  There, an accounting firm and a \npartner executed a written agreement that the withdrawing partner was required to \npay the firm 50% of all fees earned from any client who was a client of the firm during \nthe two years prior to the partner’s departure, subject to certain limitations.  Id. at \n284, 296 S.E.2d at 515.  The court of appeals upheld the provision against a challenge \nthat it was an improper covenant not to compete, finding that “[t]he contract simply \ndescribes the obligations of the parties with regard to . . . [the] division of fees which \n[the defendant] obtained from ‘former clients.’”  Id.  Because the provision did not \nrestrict the type of work that the former partner could conduct or the territory in \nwhich the former partner could work, the st rict rules of construction that  govern \ncovenants against competition did not apply.  Id.  \n57. The Court  concludes that the holding in Dixon, Odom & Co.  is \ncontrolling.  Accordingly, Lovell’s Addendum Competition Provision, which does not \n \n \nprohibit Lovell from competing with RA but requires him to pay RA if he performs \nwork for RA’s former clients, is not an improper covenant not to compete.  \n58. The Court also rejects Lovell’s alternative argument that the Addendum \nCompetition Provision is an unenforceable penalty rather than a liquidated damages \nprovision.  See Knutton v. Cofield, 273 N.C. 355, 361, 160 S.E.2d 29, 34 (1968) (noting \nthat liquidated damages are compensation for injuries in the event of a breach, and \na penalty is a punishment designed as a threat to prevent a breach).  The Addendum \ndoes not prohibit Lovell from competing with RA or soliciting RA’s client s.  Further, \nthe Addendum Competition Provision does not impose a specific monetary penalty.  \nRather, the provision expressly allows Lovell to compete  with RA but provides that \nhe must pay RA 50% of the total fees that he or his new employer bill former RA  \nclients for a period of two years.  Lovell and his new firm control whether they will \ncompete with RA by providing services to former RA clients, and if so, to what degree.  \nThus, the Court concludes that the Addendum Competition Provision is not an \nunenforceable penalty.   \n59. For similar reasons, the Court finds inapposite any argument that the \nAddendum Competition Provision  is unconscionable.  A contract term is \nunconscionable only if “the inequality of the bargain is so manifest as to shock the \njudgment of a person of common sense, and where the terms are so oppressive that \nno reasonable person would make them on the one hand, and no honest and fair \nperson would accept them on the other.”  Brenner, 302 N.C. at 213, 274 S.E.2d at 210.  \nSeeking to satisfy this exacting standard, Lovell argues that the Addendum \n \n \nCompetition Provision is not reasonably proportionate to any loss suffered by RA.  In \nresponse, Defendants maintain that the provision is reasonable because it reflects a \nstandard valuation methodology used in the accounting profession for the purchase \nof accounting firms, which values CPA firms at one times their annual billings.  (See \nBly Dep. 37:1–14, Oct. 21, 2014.)  Defendants further note that Chesson had a similar \nprovision in his employment contract with his former employer, Dixon Hughes.  \n60. The Court is unable to find a basis to conclude that the Addendum \nCompetition Provision is so one -sided as to “shock the judgment” of a person of \ncommon sense.  Brenner, 302 N.C. at 213, 274 S.E.2d at 210.  Accordingly, the Court \nholds, as a matter of law,  that the Addendum Competition Provision is a valid and \nenforceable term of the overall agreement between Lovell and RA.   \nD. Construction of O ther Contract Terms on Which the Parties’ Claims and \nCounterclaims Are Based  \n \n61. To resolve the various claims and counterclaims, the Court must \ndetermine whether it can ascertain the meaning of certain terms embodied in the \nPartnership Agreement, as a matter of law.  The Court interprets contract terms as \na matter of law when the contract “is plain and unambiguous on its face.”  Int’l Paper \nCo. v. Corporex Constructors, Inc., 96 N.C. App. 312, 317, 385 S.E.2d 553, 556 (1989).  \nHowever, when a contract term is “fairly and reasonably susceptible to either of the \nconstructions asserted by the parties,” the term is ambiguous, and its interpretation \nmust be reserved for the jury.  Maddox v. Colonial Life & Accident Ins. Co., 303 N.C. \n648, 650, 280 S.E.2d 907, 908 (1981).  “An ambiguity can exist when, even though the \nwords themselves appear clear, the specific facts of the case create more than one \n \n \nreasonable interpretation of the contractual provisions.”  Register v. White, 358 N.C. \n691, 695, 599 S.E.2d 549, 553 (2004) (emphasis added).   \n(1) There are t erms of the Partnership Agreement that are clear and \nunambiguous and can be applied as a matter of law.  \n \n62. The voting provision of the Partnership Agreement provides that “[e]ach \nPartner shall be entitled  to one (1) vote for each percentage ownership of the Pool.”  \n(Partnership Agreement § 2.06.)  This language is clear and unambiguous on its face.  \nIt provides that, of the parties, only William, Leon, and Chesson had a right to vote, \nbecause they were the  only partners with an ownership interest in the Pool.   \n(Partnership Agreement § 3.01.)  Lovell never had any ownership interest in the Pool \nand thus had no right to vote.  (Addendum ¶ 1.)   \n63. The Partnership Agreement also is unambiguous when it specifies that \nRA’s management “shall be vested in the Partners.”  (Partnership Agreement § 2.05.)  \nThe partners “may delegate responsibilities to a Managing Partner, Executive Team, \nor Chief Executive Officer.”  (Partnership Agreement §  2.05 (emphasis added) .)  \nSection 2.05 must be read in connection with section 2.06, which states that “[a]ll \nissues shall be determined by a 2/3 vote.”  (Partnership Agreement § 2.06.)  Leon and \nWilliam together own ed 80% of the interest in the Pool , and thus collectively \ncontrolled more than two-thirds of the partners’ votes, which effectively gave them \ncontrol of RA.  (Partnership Agreement §§ 2.06, 3.01.)   \n64. The Partnership Agreement is also unambiguous in providing each \npartner with a right  to inspect RA’s books and records , regardless of ownership \ninterest.  ( See Partnership Agreement §  13.01).  “Partners,” as used here,  includes \n \n \n“the signatories to [the Partnership Agreement] and such additional certified public \naccountants or persons as the [sic] Partners shall from time to  time elect.”  \n(Partnership Agreement § 2.01.)  The Partnership Agreement then clearly provides \nthat all the partners, including Lovell, had a right to inspect RA’s books and records.   \n65. The Partnership Agreement also includes a clearly stated provision that \nrequires a partner to provide four months’ written notice to withdraw, unless two-\nthirds of the partners vote to allow the withdrawing partner to “accelerate the \neffective date of the withdrawal”  (“Notice Provision”).   (Partnership Agreement \n§ 7.01.)  The Partnership Agreement further provides that a withdrawing partner is \nnot permitted to “contact, solicit, or send announcements to any clients regarding \nsuch withdrawal” until RA has mailed a letter “to clients for which the \nwithdrawing . . . Partner had been designated as the originating, responsible, or \nbilling Accountant”  (“Client Contact Provision”).   (Partnership Agreement §  7.03.)  \nThis notification letter must be sent to the affected clients within thirty days of the \ndate that the withdrawing partner gives his notice.  (Partnership Agreement § 7.03.) \nThese terms are not ambiguous.  \n66. The Partnership Agreement provides that a withdrawing partner “shall \nbe paid the value of his or her Partnership interest as determined in Section [] 7.05.”  \n(Partnership Agreement §  7.01.)  Section 7.05 is titled “Amounts to be Paid to a \nWithdrawing or Expelled Partner ,” but its substantive text explicitly refers only to \namounts to be paid to an expelled partner.  (Partnership Agreement §  7.05.)  The \nparties each acknowledge that the provision provides the method for calculating the \n \n \namount to be paid “in equal monthly installment s over a seven year period”  to a \nwithdrawing partner.   (Partnership Agreement  § 7.05(D).)  The provision further \nspecifies that  the w ithdrawing partner cannot “directly or indirectly induce any \nformer client to patronize any other accounting firm” during the time in which he \nreceives withdrawal payments.  (Partnership Agreement § 7.05(E).)  These terms are \nnot ambiguous.  \n(2) As worded, section 7.02 regarding expulsion did not require William to vote \nin favor of expelling Leon. \n \n67. Plaintiffs contend that section 7.02  of the Partnership Agreement \nrequired William to vote in favor of expelling Leon from the partnership once \nconfronted with evidence that Leon engaged in acts  that the partners have agreed \nare unacceptable.  As such, Plaintiffs assert that  William’s failure to agree to expel \nLeon constituted a breach of contract, which allowed Plaintiffs to withdraw from the \npartnership free of any obligation to comply with the Notice Provision, the Client \nContact Provision, or the Addendum Competition Provision. \n68. Solely f or purposes of this analysis, the Court assumes,  without \ndeciding, that Plaintiffs can prove that Leon engaged in the conduct proscribed as \nunacceptable by section 7.02 of the Partnership Agreement.  The issue is whether the \nlanguage of the Partnership Agreement can be construed to impose on William an \nobligation, rather than an option , to vote in favor of expelling Leon  because of such \nconduct.  \n69. Section 7.02 lists eight specific acts that the “Partners have \nagreed . . . are unacceptable to the Firm.”  (Partnership Agreement § 7.02.)  However, \n \n \nsection 7.02’s language does not expressly state that  a partner’s engaging in such \nconduct is a breach of the Partnership Agreement .  Rather, section 7.02 allows for a \npartner’s expulsion for engaging in such conduct.  \n70. Section 7.02 provides that a partner may be expelled without notice “by \n2/3 vote of all of the Partners excluding therefrom the vote of the Partner whose \nexpulsion is under consideration.”  (Partnership Agreement §  7.02.)  Section 7.02 \nfurther states that, “unless otherwise determined by the Partners, there will be a vote \nof expulsion if such Partner” commits one of the eight listed  unacceptable acts.  \n(Partnership Agreement § 7.02(A)–(H).)  The Partnership Agreement does not further \ndefine the basis on which the unaffected partners might “otherwise determine[]” not \nto expel.  (Partnership Agreement § 7.02.)  \n71. Plaintiffs requested that Leon resign.  They now claim that this request \nshould be deemed the equivalent of a demand for a partnership vote of expulsion .  \nHowever, there is no record that Chesson presented a motion to expel or called for a \nvote.  At that time, the partnership voting percentage was 40% to William, 40%  to \nLeon, and 20%  to Chesson.  If Leon’s percentage is disregarded, as required under \nsection 7.02, William effectively controlled two-thirds of the required vote. \n72. The Court concludes that section 7.02’s language, though not a model of \nclarity, should be construed by the Court rather than being left for a jury’s \ndetermination, because s ection 7.02 is not “reasonably susceptible” to Plaintiffs’ \ninterpretation.  Maddox, 303 N.C. at 650, 280 S.E.2d at 908.  Plaintiffs’ interpretation \nwould unreasonably allow Chesson, because of his control of the remaining one-third \n \n \ninterest, to preclude two-thirds of the partners from “otherwise determin[ing]” not to \nproceed with a vote of expulsion.   (Partnership Agreement §  7.02.)  That \ninterpretation contravenes the express language in section 7.02 that expulsion is \ndetermined by a two-thirds vote, (Partnership Agreement § 7.02,)  and the language \nin section 2.06 that specifically provides that “[a]ll issues shall be determined by a \n2/3 vote,” (Partnership Agreement § 2.06.)  Accordingly, the Court concludes , as a \nmatter of law, that William was not contractually required to vote in favor of expelling \nLeon, and thus, his failure to do so was not an antecedent breach that excused \nPlaintiffs from performing under the Partnership Agreement.  \nE. Defendants Did Not Otherwise Materially Breach the Partnership Agreement \nExcusing Plaintiffs from Performing under the Agreements.   \n \n73. The Court turns to its consideration of whether Defendants otherwise \nbreached the Partnership Agreement and thus excused  Plaintiffs from performing \ntheir duties under valid provisions of their agreements.   The Court must determine \nwhether, when construing the facts in the light most favorable to Plaintiffs, there are \nissues of material fact that preclude a finding that Defendants did not breach  the \nPartnership Agreement as a matter of law.  See Steel Creek Dev. Corp., 300 N.C. at \n636–37, 268 S.E.2d at 209.   \n74. Plaintiffs contend that they were excused from performing their \nobligations to provide the requisite notice of withdrawal, to refrain from certain \nconduct with respect to RA’s clients during the notice period, and to make payments \npursuant to the Addendum Competition Provision, because Defendants first breached \nthe Partnership Agreement in any one of the following ways:  \n \n \n(1) Leon and William refused to give Lovell access to RA’s books and records;  \n(2) Leon and William refus ed to allow Lovell to vote and participate in RA’s \nmanagement;  \n(3) Leon viola ted Board Standards in connection with both the above-\nmentioned audit and the formation and operation of Consultants;  \n(4) William refused to expel Leon after being informed of Leon’s misconduct ; \nand  \n(5) Collectively, by these acts, Leon and William breached the implied covenant \nof good faith and fair dealing. \nThe Court has above rejected the fourth contention related to an expulsion vote.  \n75. The Partnership Agreement clearly provides Lovell with a right to \ninspect RA’s books and records.   (See Partnership Agreement § 13.01.)   Defendants \ndo not dispu te that Lovell was denied access to RA’s books and records.  (See RA \n30(b)(6) Dep. 251:7–252:18, June 4, 2014.)  Therefore, Defendants are not entitled to \nsummary judgment against Lovell on this breach of contract claim.  \n76. However, the Court concludes that Defendants’ failure to allow Lovell to \ninspect RA’s books and records did not constitute an antecedent breach that excused \nLovell’s further obligation to perform under the agreement s.  A breach discharges \nfurther performance only if the breach was material.  See Crosby v. Bowers, 87 N.C. \nApp. 338, 345, 361 S.E.2d 97, 102 (1987).  A material breach is “one that substantially \ndefeats the purpose of the agreement or goes to the very heart of the agreement, or \ncan be characterized as a substantial failure to perform.”  Supplee v. Miller -Motte \n \n \nBus. Coll., Inc., 239 N.C. App. 208, 220, 768 S.E.2d 582, 593 (2015) (quoting Long v. \nLong, 160 N.C. App. 664, 668, 588 S.E.2d 1, 4 (2003)).  The Court can determine \nmateriality, as a matter of law, where it is clear based on the circumstances that the \nbreach does not constitute “a substantial failure to perform.”  Id.; see also Combined \nIns. Co. v. McDonald, 36 N.C. App. 179, 184, 243 S.E.2d 817, 820 (1978) (holding that \nan employer’s failure to comply with the notice of termination provision of the \nemployment contract, on its own, “does not as a matter of law constitute a material \nbreach”).  The Court concludes that a failure to allow an inspection of books and \nrecords, based on the facts of this case,  is not a material breach that excuses Lovell \nfrom performing substantive undertakings of the Partnership Agreement  and the \nAddendum.   \n77. The Court concludes that Defendants are entitled to summary judgment \nthat Defendants did not breach the Partnership Agreement by refusing  to allow \nLovell to vote and  participate in RA’s management .  The unambiguous language of \nthe Partnership Agreement  afforded Lovell no voting right .  (See Partnership \nAgreement § 2.06.)  In addition to giving William and Leon discretion as to h ow to \ndelegate management responsibility, the Partnership Agreement “bars claims based \non disagreement s with managerial decisions unless the effect of those decisions \nviolated fiduciary duties that cannot be eliminated by the Partnership Agreement.”   \nChesson v. Rives, No. 12-CVS-3382, 2013 NCBC LEXIS 46, at *12 (N.C. Super. Ct. \nOct. 28, 2013).   \n \n \n78. The Court further concludes that the wording of section 7.02 of the \nPartnership Agreement cannot be construed to provide that Leon’s violation of \nprofessional standards, even if proven, directly constitutes a breach of the \nPartnership Agreement.  Those acts may have subjected Leon to expulsion, but his \nacts did not independently constitute a breach of the Partnership Agreement that \nexcuses Plaintiffs’ further performance of their obligations under the Partne rship \nAgreement.  That conduct may have presented ample motivation for Plaintiffs to \nwithdraw from the partnership, but it did not give Plaintiffs  a license to disregard \nthe obligations that arose as a result of a withdrawal.   \n79. Finally, Plaintiffs allege that Leon and William  breached the implied \ncovenant of good faith and fair dealing .  “In every contract there is an implied \ncovenant of good faith and fair dealing that neither party will do anything which \ninjures the right of the other to receive the benefits of the agreement.”  Bicycle Transit \nAuth., Inc. v. Bell , 314 N.C. 219, 228, 333 S.E.2d 299, 305 (1985) (quoting Harrison \nv. Cook, 29 Cal. Rptr. 269, 271  (Dist. Ct. App. 1963)).  However, the Court may not \nimply a term that already exists in the contract.  See Heron Bay Acquisition, LLC v. \nUnited Metal Finishing, Inc., No. 12-CVS-5505, 2014 NCBC LEXIS 16, at *42 (N.C. \nSuper. Ct. May 7, 2014); see also Campbell v. Blount , 24 N.C. App. 368, 37 1, 210 \nS.E.2d 513, 515 (1975) (“There cannot be an express and an implied contract for the \nsame thing existing at the same time.”).   \n80. Plaintiffs first contend that Leon breached the implied covenant of good \nfaith and fair dealing when he failed to disclose the Rives Memo to Lovell and failed \n \n \nto disclose that Defendants would not treat Lovell as a full equity partner.  This claim \nessentially recasts the fraud in the inducement claim that the Court has already \nrejected.  The discussions between Lovell and Leon occurred before the contract was \nentered and cannot be implied as terms in the contract.   \n81. Plaintiffs separately contend that William breached the implied \ncovenant of good faith and fair dealing  when he refused to  vote to  expel Leon .  \nPlaintiffs seek to use the implied covenant to vary the terms of an express provision \nin the Partnership Agreement.  The Court rejects that effort as improper.  \n82. In sum, the Court concludes  that while Defendants breached the \nPartnership Agreement by refusing to allow Lovell access to RA’s books and records, \nthat breach did not excuse Plaintiffs from performing under the agreements.  On all \nof Plaintiffs’ other breach  of contract claims, Defendants are entitled to summary \njudgment that they did not breach the Partnership Agreement  in any of the ways \nPlaintiff contends, and thus, there are no antecedent breaches that excuse Plaintiffs’ \nfurther performance.  \n83. Because the Court concludes that Defendants did not materially breach \nthe Partnership Agreement, excusing Plaintiffs’ performance obligations, the Court \nmust consider Plaintiffs’ further argument that they were excused from performing \nbased on the frustration of purpose doctrine.  \nF. Plaintiffs’ Performance Obligations Were Not Discharged By the Frustration \nof Purpose Doctrine.  \n \n84. Defendants seek a summary adjudication that both Chesson and Lovell \nbreached sections 7.01 and 7.03 of the Partnership Agreement  by failing to provide \n \n \nrequisite advance notice of their withdrawal and by improperly contacting RA clients \nduring the notice period.  Plaintiffs again claim that they were excused from \ncomplying with those sections of the Partnership Agreement.  \n85. It is undisputed that Plaintiffs did not provide the four months’ written \nnotice of withdrawal as required by the Notice Provision.  (Pls.’ Second Am. Compl. \n¶ 133 ( “[O]n October 5, 2012, [Plaintiffs] tendered their resignation from the \nDefendant RA effective immediately upon receipt.” ).)  Additionally, it is undisputed \nthat Plaintiffs contacted RA clients immediately upon leaving RA in contravention of \nthe Client Contact Provision. \n86. A party’s performance under a contract may be excused “whenever a \nfortuitous event supervenes to cause a failure of the consideration or a p ractically \ntotal destruction of the expected value of the performance.”  Brenner, 302 N.C. at 211, \n274 S.E.2d at 209 (quoting 17 Am. Jur. 2d Contracts § 401 (1964)).  The frustration \nof purpose doctrine, however, does not excuse performance where “the frustrating \nevent was reasonably foreseeable” or “the parties have contracted in reference to the \nallocation of the risk involved in the frustrating event.”  Id.   \n87. Plaintiffs claim that they were required to immediately withdraw from \nRA because they were “jeopardizing their CPA licenses through a continued \nassociation with Defendants” due to Defendants’ violations of Board Standards and \nacts of gross negligence.  (Mem. Supp. Pls.’ Mot. Partial Summ. J. 6.)  Plaintiffs may \nhave a valid argument that one or more of the RA partners violated Board Standards; \nhowever, those violations do not allow Plaintiffs to fail  to comply with  the Notice \n \n \nProvision and Client Contact Provision of the Partnership Agreement when th ey \nwithdrew from the partnership .  The possibility of a partner violating Board \nStandards was reasonably foreseeable.  In fact, the Partnership Agreement includes \nspecific provisions that address such conduct , providing that a partner may be \nexpelled if he commits professional misconduct or gross negligence.  Additionally, the \nPartnership Agreement did not prevent Plaintiffs from withdrawing; i t only limited \ntheir right to pursue RA clients after doing so.  \n88. In sum, the Court rejects Plaintiffs’ contention that their performance \nunder sections 7.01 and 7.03 was excused.  Defendants are entitled to summary \njudgment that Plaintiffs breached those provisions of the Partnership Agreement.  \nThe Court does not here express any opinion on what damages may be awarded based \nupon these breaches.  \nG. There A re Issues of M aterial Fact Regarding How to Offset the Parties’ \nDamages for Their Respective Claims. \n \n89. Defendants contend that, because Plaintiffs breached sections 7.01 and \n7.03 of the Partnership Agreement, Plaintiffs forfeited any right to receive payments \nthat otherwise might be due to withdrawing partners under section 7.05 of the \nPartnership Agreement.  The Court is unable to  determine as a matter of law that \nDefendants’ obligation to pay Plaintiffs their partnership interest under section 7.05 \nwas completely offset by Plaintiffs’ breach.  As noted, a party’s performance obligation \nis discharged altogether only if the other party commits  a material breach that \n“substantially defeats the purpose of the agreement.”  Supplee, 239 N.C. App. at 220, \n768 S.E.2d at 593.  The Court is unable to conclude that Plaintiffs’ breach of the \n \n \nNotice Provision and the Client Contact Provision substantially defeated the overall \npurpose of the Partnership Agreement so as to lead to a complete forfeiture of other \ninterests that Plaintiffs may have had in the partnership at the time they withdrew.  \nRather, the Court concludes that the alleged damages from Plaintiffs’ respective \nbreaches may be offset against the damages, if any, resulting from Defendants’ \nantecedent breach.  \n90. There are insufficient facts to allow the Court to determine that  the \ndamages, if any, that resulted from Plaintiffs’ breaches, and the future Addendum \nCompetition Provision payments to be made  to Defendants , are greater than  the \namounts that would otherwise be due to Plaintiffs for their partnership interests.  \nH. Defendants Are Entitled to Summary Judgment on Plaintiffs’ Breach of \nFiduciary Duty Claim.  \n \n91. A partner’s fiduciary duty “imposes on [him] the obligation of the utmost \ngood faith in [his] dealings with one another in respect to partnership affairs.”  Casey \nv. Grantham, 239 N.C. 121, 124, 79 S.E.2d 735, 738 (1954).  “ Each [partner] is the \nconfidential agent of the other, and each has a right to know all that the others know, \nand each is required to make full disclosure of all material facts within his knowledge \nin any way relating to the partnership  affairs.”  Id.  Further, “a partnership \nagreement cannot eliminate those enumerated fiduciary duties partners owe to one \nanother as a matter of law.”  Chesson, 2013 NCBC LEXIS 46, at *13.  \n92. The Court previously ruled that Plaintiffs may pursue a claim for breach \nof fiducia ry duty “only insofar as Plaintiffs specifically allege that the Riveses \nbreached their fiduciary duties while Plaintiffs were partners by manipulating client \n \n \naccounts to divert partnership revenue to themselves personally or using partnership \nassets to form [Consultants].”  Id. at *14.  Defendants have developed testimony that, \nother than a loan that has since been repaid, RA has never given any money or \nbusiness opportunities to Consultants .  ( Leon Rives  Aff. ¶¶ 6–9, Feb. 9, 2015 .)  \nPlaintiffs have not offered any evid ence to rebut this testimony.  Accordingly, t he \nCourt concludes that there are no disputed issues of material fact regarding Plaintiffs’ \nclaim for breach of fiduciary duty, that Defendants are entitled to summary judgment \nas a matter of law , and that Plaintiffs’ breach of fiduciary duty claim should be \nDISMISSED. \nI. Defendants Are N ot Entitled to Summary Judgment on RA’s Counterclaim \nAgainst Chesson for Money Had and Received. \n \n93. RA moves for summary judgment on its counterclaim against Chesson  \nfor money had and received.  RA avers that it is entitled to be repaid its loan to  \nChesson for $150,000, which was  used to pay obligations owed to Chesson’s former \nemployer, Dixon Hughes.  Chesson argues that the payments were not a loan, but \ninstead were used to acquire Chesson’s book of business and goodwill.  Additionally, \nChesson contends that the Partnership Agreement’s terms bar the payments from \nbeing characterized as a loan. \n94. The North Carol ina Supreme Court has delineated the common -law \nclaim for money had and received as follows: \n[T]he crucial question in an action of this kind is, to which party does \nthe money, in equity and good conscience, belong?  The right of recovery \ndoes not presuppose a wrong by the person who received the money, and \nthe presence of actual fraud is not essential to the right of recovery.  The \ntest is not whether the defendant acquired the money honestly and in \n \n \ngood faith, but rather, has he the right to retain it.  “In short, the gist of \nthis kind of action is, that the defendant, upon the circumstances of the \ncase, is obliged by the test of natural justice and equity to refund the \nmoney.” \nSmith Chapel Baptist Church v. City of Durham, 350 N.C. 805, 818, 517 S.E.2d 874, \n882–83 (1999) (citations omitted) (quoting Ridley v. Jim Walter Corp., 272 N.C. 673, \n677, 158 S.E.2d 869, 872 (1968)).  \n95. There is no written loan agreement that memorializes the terms of any \nloan between Chesson and RA.  During the three and a half years that Chesson was \nan RA partner, RA never deducted any amount from payments made to Chesson as \na result of any loan and never demanded repayment for any loan.  Leon testified that \nRA was interested in bringing Chesson and his book of business to RA, that RA hired \nan attorney on Chesson’s behalf to represent him in the Dixon Hughes litigation, and \nthat the ultimate settlement discharged both Chesson and his partners at RA from \nany liability resulting from the Dixon Hughes litigation.   (RA 30(b)(6) Dep. 166:18–\n170:12, June 4, 2014.)  However, Defendants allege that the fact that Chesson \nconsidered the payment to Dixon Hughes a loan is evident from the fact that Chesson \ndid not report the payment as income on his tax returns.  (Chesson Dep. 72:15–75:9, \nJune 5, 2014.)  \n96. The Court concludes that the record and the disputed contentions of the \nparties create an issue of material fact that must be resolved by a jury, and therefore \nneither party is entitled to summary judgment on RA’s claim against Chesson  for \nmoney had and received.  \n \n \n97. As to Chesson’s further contention that the Partnership Agreement bars \nthis transaction from being characterized as a loan, the Court considers the language \nof section 1.06 of the Partnership Agreement.  Section 1.06 states that “[a]ll previous \nagreements, understandings and undertakings, whether oral or written, among any \npartners with respect to their association for the practice of Accounting are hereby \nsuperseded in their entirety by this Agreement.”  (P artnership Agreement § 1.06.)  \nThe Court concludes that this section cannot be construed to bar a claim for monies \nadvanced in order to resolve claims arising from Chesson’s having left his prior firm \nto join RA.  Accordingly, the Court concludes that if a jury finds that the $150,000 \nadvance should be treated as a loan, D efendants will then be entitled to repayment \nof the $150,000, subject to an offset based on monies that RA owes to Chesson for \nother obligations.   \nJ. There Are Issues of Material Fact Regarding Defendants’ Abuse of Process \nClaim.  \n \n98. Plaintiffs move for summary judgment  in their favor on Defendants’ \nabuse of process counterclaim.  Defendants allege that Plaintiffs included certain \nallegations in their complaint to embarrass or professionally damage Defendants and \nthen distributed the filed complaint to RA clients with the intent to harm RA .  \n(Countercls. ¶¶ 23–26.)   \n99. The North Carolina Supreme Court has described a claim for abuse of \nprocess as “the misuse of [a] legal process for an ulterior purpose.”  Stanback v. \nStanback, 297 N.C. 181, 200, 254 S.E.2d 611, 624 (1979) (quoting Fowle v. Fowle, 263 \nN.C. 724, 728, 140 S.E.2d 398, 401 (1965)) .  To prevail on an abuse of process claim, \n \n \nDefendants must establish that Plaintiffs (1) had an ulterior motive and (2) \ncommitted “an act in the use of the process not proper in the regular prosecution of \nthe proceeding.”  Edwards v. Jenkins, 247 N.C. 565, 568, 101 S.E.2d 410, 412 (1958) \n(quoting Barnette v. Woody, 242 N.C. 424, 431, 88 S.E.2d 223, 227 –28 (1955)).  The \nulterior motive element is satisfied when it is proven that the “action \nwas . . . used . . . to achieve a purpose not within the intended scope of the process \nused.”  Hewes v. Wolfe, 74 N.C. App. 610, 614, 330 S.E.2d 16, 19 (1985).  The requisite \naction is demonstrated by establishing “that during the course of the . . . proceeding, \nthe [party] committed some willful act whereby he sought to use the proceeding as a \nvehicle to gain advantage of the plaintiff in respect to some collateral matter.”  Id.  \nEvidence of actual damages is not required.   See Stanback, 297 N.C. at 20 0, 254 \nS.E.2d at 624. \n100. The record creates issues of material fact as to whether Defendants can \nprove each of the essential elements of their claim.  The  Court earlier acknowledged \n“that the Ame nded Complaint contained allegations of professional malpractice \nagainst former clients and other improper conduct by Defendants against others that \narguably had little, if any, relevance to recovering Plaintiffs’ partnership interests \nafter their withdrawal or redressing any other legal wrong committed by Defendants \nthat harmed Plaintiffs.”  Order on Motion to Dismiss, Chesson v. Rives, No. 12-CVS-\n3382, slip op. at 2  (N.C. Super. Ct. July 2, 2014 ).  Additionally, Defendants have \nprovided evidence that when Plaintiffs and Defendants met shortly before Plaintiffs \nwithdrew from RA, Plaintiffs’ attorney threatened to ruin Defendants’ reputation and \n \n \ndestroy their practice unless Defendants discharged P laintiffs’ performance \nobligations under the Partnership Ag reement.  ( William Rives Dep. 135:19–138:23, \nJune 5, 2014.)  There is a dispute as to whether RA clients who received the complaint \nspecifically requested it, or if clients relied on the allegations contained  in the \ncomplaint when deciding to leave RA.  (Defs.’ Br. Opp’n to Pls.’ Mot. Summ. J. 10.)  \nUnder these facts, Plaintiffs are not entitled to rely solely on the invocation of \nlitigation privilege to defeat the claim. \n101. Accordingly, the Court denies Plaintiffs’ Motion on Defendants’ \ncounterclaim for abuse of process.   \nK. The Final Determination of Claims for Accounting Must Await Resolution of \nOther Disputed Claims. \n \n102. North Carolina General Statute s section  59-52 provides partners the \nremedy of an accounting to redress claims arising under a partnership agreement.  \nSee N.C. Gen. Stat. § 59-52 (2015).  Because there are unresolved claims, upon which \na final accounting would be based, neither party is entitled to summary judg ment \nregarding a final accounting at this time.  \nV. CONCLUSION \n103. Based on the foregoing, the Court holds and orders as follows:  \nA. Plaintiffs’ Motion  \n1) Summary judgment is DENIED on Lovell’s fraud in the inducement claim \nagainst Leon.  \n2) Summary judgment is DENIED on Plaintiffs’ declaratory judgment claim.  \n \n \n3) Summary judgment is DENIED on  Defendants’ breach of contract \ncounterclaims against Plaintiffs.   \n4) Summary judgment is DENIED on Defendants’ abuse of process \ncounterclaim against Plaintiffs.  \nB. Defendants’ Motion  \n1) Summary j udgment is GRANTED on Lovell’s fraud in the inducement  \nclaim against Leon, and this claim is DISMISSED WITH PREJUDICE. \n2) Summary judgment is GRANTED on Lovell’s common law fraud  claim \nagainst Leon, and this claim is DISMISSED WITH PREJUDICE. \n3) Summary judgment is GRANTED on Lovell’s declaratory judgment claim, \nand this claim is DISMISSED WITH PREJUDICE. \n4) Summary judgment is DENIED as to Lovell’s breach of contract claim \nregarding his access to RA’s books and records.  \n5) Summary judgment is GRANTED as to all other breach of contract claims \nagainst Defendants , and these  claims are DISMISSED WITH \nPREJUDICE.  \n6) Summary judgment is GRANTED on Plaintiffs’ breach of the implied \ncovenant of good faith and fair deal ing claim against all Defendants, and \nthis claim is DISMISSED WITH PREJUDICE. \n7) Summary judgment is GRANTED on Defendants’ breach of contract \ncounterclaim against all Plaintiffs , provided, h owever, that Plaintiffs’ \n \n \nbreach did not discharge Defendants’ obliga tion to pay Plaintiffs under \nsection 7.05, subject to a proper offset that must be determined.  \n8)  Summary judgment is GRANTED on Plaintiffs’ breach of fiduciary duty \nclaim against all Defendants , and  this claim is DISMISSED WITH \nPREJUDICE. \n9) Summary judgment is DENIED on RA’s money had and received \ncounterclaim against Chesson. \n10) Summary judgment is DENIED on all of the claims for a final accounting.  \n  \nIT IS SO ORDERED, this the 30th day of November, 2016. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Business Court Judge \n  \n \n "
}