{
  "id": "9a5b67ba727485c380bd60a7f1dcb2b49ad323ea4eb76a08168ce64f99e90ecc",
  "source_file": "data/raw/ncbc/9a5b67ba727485c380bd60a7f1dcb2b49ad323ea4eb76a08168ce64f99e90ecc.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nDURHAM COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n24CV003755-310 \nUNITED THERAPEUTICS \nCORPORATION and LUNG \nBIOTECHNOLOGY PBC, \n \nPlaintiffs, \n \nv. \n \nROBERT ROSCIGNO and  \nLIQUIDIA TECHNOLOGIES, INC.,  \n \nDefendants. \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \n \n1. THIS MATTER is before the Court on Defendants’ Motion to Dismiss \nPlaintiffs’ Complaint (the Motion) pursuant to Rules 12(b)(1) and 12(b)(6) of the \nNorth Carolina Rules of Civil Procedure (the Rule(s)), (ECF No. 14). \n2. The Court, having considered the Motion, the related briefing, and the \narguments of counsel at a hearing on the Motion held 19 December 2024, concludes \nfor the reasons stated below that the Motion should be DENIED. \nBrooks, Pierce, McLendon, Humphrey & Leonard, L.L.P., by Eric M. \nDavid, Gabrielle L. Motsinger, Jim W Phillips, Jr., and Kasi W. \nRobinson; Goodwin Procter LLP, by William C. Jackson; and McDermott \nWill & Emery LLP, by Douglas H. Carsten, Arthur P. Dykhuis, Katherine \nPappas, Courtney Seams, and Lillian J. Spetrino, for Plaintiffs United \nTherapeutics Corporation and Lung Biotechnology PBC. \n \nMcGuire Woods LLP, by Mark E. Anderson, Corinne S. Hockman, Kyle \nS. Smith, and David E. Finkelson, for Defendant Robert Roscigno. \n \nParker Poe Adams & Bernstein LLP, by Stephen V. Carey, Corri A. \nHopkins, and Andrew P. Tabeling; and Cooley LLP, by Jonathan Davies, \nPhillip Morton, and Sanya Sukduang, for Defendant Liquidia \nTechnologies, Inc. \n \nUnited Therapeutics Corp. v. Roscigno, 2025 NCBC 25. \nEarp, Judge. \nI. FACTUAL BACKGROUND \n3. The Court does not make findings of fact when ruling on a motion to \ndismiss.  It recites below the factual allegations in the Complaint that are relevant to \nthe Motion before the Court. \n4. Plaintiff United Therapeutic Corporation (UTC) is a public benefit \ncorporation that “researches and develops treatments for cardiovascular and \npulmonary diseases, pediatric cancers, and other orphan diseases.”  (Compl. ¶¶  1, 9, \nECF No. 2.)  Plaintiff Lung Biotechnology PBC is a wholly-owned subsidiary of UTC.  \n(Compl. ¶ 2.) \n5. Relevant to the instant dispute, UTC develops  drugs for the treatment \nof pulmonary arterial hypertension (PAH), including  an inhaled  treprostinil \ntreatment marketed as Tyvaso® and an injection- based treprostinil treatment \nmarketed as Remodulin®.  (Compl. ¶¶ 10, 18.) \n6. In March 1997 , UTC hired Defendant Robert Roscigno ( Roscigno) as a \nClinical Research Scientist, subject to an employment agreement.  (Compl. ¶¶ 11−12; \nUnited Therapeutics Corp. v. Liquidia Techs. , Inc., 21CVS004094-310 [UTC I], ECF \nNo. 212.1 [1997 Employment Agreement] .)1  Under the 1997 Employment \nAgreement, Roscigno agreed not to: \n \n1 UTC did not attach the 1997 Employment Agreement or the subsequent 2007 Employment \nAgreement to the Complaint.  However, these Agreements have been publicly filed on the \nCourt’s docket in a related matter , (see UTC I, ECF Nos. 212.1, 212.3 ), and “[a] trial court \nmay properly take judicial notice of its own records in any prior or contemporary case when \nthe matter noticed has relevance.”  BB&T Boli Plan Tr. v. Mass. Mut. Life Ins.  Co., 2016 \nNCBC LEXIS 36, at **27 (N.C. Super. Ct. Apr. 29, 2016) (cleaned up).  \npublish, disclose or use for [his] own benefit or for the benefit of a \nbusiness or entity other than [UTC], any secret or confidential matter, \nor proprietary or other information not in the public domain which was \nacquired by [him] during employment, relating to [UTC’s] businesses, \noperations, customers, suppliers, products, employees, financial affairs, \ntrade or industria l practices, trade secrets, technology, know -how or \nintellectual property. \n \n(1997 Employment Agreement § 4; Compl. ¶ 13.) \n7. In March 2007, Roscigno was promote d to President of Lung Rx, Inc.\n2 \nand entered into a new employment agreement , which superseded the 1997 \nEmployment Agreement.  (Compl. ¶  14; UTC I, ECF No. 212.3 [2007 Employment \nAgreement].)3  The 2007 Employment Agreement provides: \nBecause of the highly specialized and technical nature of the business of \n[UTC] and the nature and scope of [Roscigno’s] employment, [Roscigno] \nagrees that the entire right, title, and interest, in and to all inventions, \ndiscoveries, materials, authorship, derivatives and results and proceeds \nof [his] efforts in any form or media , including without limitation, all \ndomestic and foreign patents, trade secrets and copyrights in and to all \ninventions, processes, written works, and other forms of intellectual \nproperty (“Intellectual Property”), which [Roscigno] makes, conceives, \nreduces to practice or develops, in whole or in part, during the term of \nthis Agreement in the furtherance of [UTC’s] business (whether or not \nmade during the hours of employment or with the use of [UTC’s] \nmaterials, facilities or personnel, either solely or jointly with others), or \nafter termination of employment if such Intellectual Property is based \nupon Confidential Information,\n4 shall be solely and exclusively owned \n \n2 Plaintiff Lung Biotechnology PBC is the successor -in-interest to Lung Rx, Inc.  (Compl. \n¶ 11.)  The Court refers to Plaintiffs collectively as UTC. \n \n3 The 2007 Employment Agreement provides: “[UTC] and [Roscigno] desire this Agreement \nto supersede and replace on a going -forward basis all previous or existing agreements \nbetween [UTC] and [Roscigno] relating to the subject matter covered by this Agreement.”  \n(2007 Employment Agreement p. 1.) \n \n4 The 2007 Employment Agreement defines Confidential Information as “(a) any information \nor material proprietary to [UTC] or designated as confidential either orally or in writing by \n[UTC]; and (b) any information not generally known by non -[UTC] personnel; and (c) any \ninformation which [Roscigno] should know [UTC] would not care to have revealed to others \nor used in competition with [UTC]; and (d) any information which [Roscigno] made or makes, \nby [UTC], its successors licensees and assigns, and no other individual \nor entity shall have any interest therein of any kind or nature. \n \n(2007 Employment Agreement § 9 [Ownership Clause];  Compl. ¶  15.)  The 2007 \nEmployment Agreement further provides: \n[Roscigno] shall promptly disclose and shall and hereby does assign and \ntransfer to [UTC] all right, title and interest in and to any patentable or \nunpatentable inventions, discoveries, and ideas which are made or \nconceived in whole or in part by or on beh alf of [Roscigno] in the course \nof or as a result of his employment hereunder, or that relate directly to, \nor involve the use of Confidential Information and the Work. \n \n(2007 Employment Agreement § 9(a)(1) [Assignment Clause]; Compl. ¶ 16.)  Both the \nOwnership Clause and the Assignment Clause were intended to survive the \ntermination of Roscigno’s employ ment.  (2007 Employment Agreement §  11(g); \nCompl. ¶ 17.) \n8. Roscigno was tasked with leading UTC’s development of Tyvaso® and \nRemodulin®.  (Compl. ¶ 18.)  Specifically, Roscigno participated in protocol design for \nclinical students and coordinated the development of UTC’s t reprostinil program .  \nUTC alleges this work led to the FDA’s approval of UTC’s new drug applications for \nTyvaso®.  (Compl. ¶ 19.) \n9. UTC further alleges that, while employed, “Roscigno made or conceived, \nin whole or in part, inventions, discoveries, and ideas relating to the development of \ninhaled treprostinil[,]” including: \na. Inventions, discoveries, and ideas regarding specific and varying \ndosages at which inhaled treprostinil could be delivered, including \n \nconceived or conceives, developed or develops or obtained or obtains knowledge or access \nthrough or as a result of [Roscigno’s] relationship with [UTC] (including information received, \noriginated, discovered or developed in whole or in part by [Roscigno]) from the initial date of \n[Roscigno’s] employment with [UTC].”  (2007 Employment Agreement § 10(b).) \noptimal dosages of treprostinil, and the number of breaths for such \ndosages; \n \nb. Inventions, discoveries, and ideas regarding inhalation device \nconfigurations and designs that offered improved convenience or risk \nprofiles, including dry powder inhaler products, and the idea that the \ndevice design could help increase efficiency of deep lung deposition; \n \nc. Inventions, discoveries, and ideas regarding the formulation, \nmethods of making, or use or delivery of treprostinil to reduce or limit \nside effects and permit delivery of greater amounts of treprostinil. \n \n(Compl. ¶  20.)  UTC contends that these discoveries (Roscigno’s UTC Discoveries) \nconstitute its Intellectual Property as defined in the 2007 Employment Agreement.  \n(Compl. ¶ 21.) \n10. Roscigno voluntarily left employment with UTC in June 2007.  In 2011, \nRoscigno began working for Defendant Liquidia Technologies, Inc. (Liquidia), UTC’s \ndirect competitor.  (Compl. ¶ 23.)  Roscigno first joined Liquidia as a consultant before \nbecoming Liquidia’s Senior Vice President of Product Development in 2015.  (Compl. \n¶¶ 23−24.) \n11. UTC alleges that, i n his role as Senior Vice President of Product \nDevelopment, Roscigno “was instrumental in Liquidia’s drug development efforts \nrelated to at least LIQ861 (Yutrepia™), Liquidia’s product designed to compete with \nTyvaso®, including through his contributions to clinical trials and Liquidia’s \nregulatory submissions to the FDA.”  (Compl. ¶ 24.) \n12. Liquidia filed provisional patent applications for Yutrepia™ in May, \nOctober, and December 2016 and in March 2017.  (Compl. ¶  25.)  In May 2017, \nLiquidia filed a Patent Cooperation Treaty (PCT) application , which eventually \nissued as U.S. Patent No. 10,898,494 (the ’ 494 patent).  The ’494 patent is entitled \n“Dry Powder Treprostinil for the Treatment of Pulmonary Hypertension ,” and it \nnames Roscigno as an inventor. 5  (Compl. ¶  25.)  It was published on 9 November \n2017 and issued on 26 January 2021.   (See Defs.’ Br. Supp. Defs.’ Mot. Dismiss Pls.’ \nCompl. [Defs.’ Br. Supp.] Ex. A (USPTO webpage for the ’494 patent), ECF No. 15.1; \nU.S. Patent No. 10,898,494 (filed May 5, 2017) (issued Jan. 26, 2021).)6 \n13. UTC alleges that “Roscigno’s contribution to the ’ 494 patent involved \nwork relating to clinical development, clinical studies, and FDA approval for LIQ861.”  \n(Compl. ¶ 26.)  Roscigno assigned his ownership interest in the ’494 patent to Liquidia \non 3 January 2018.  (Defs.’ Br. Supp. Ex. B, ECF No. 15.2; USPTO Patent Assignment \nCover Sheet  (https://legacy-assignments.uspto.gov/assignments/assignment-pat-\n057305-0901.pdf).)  \n14. In Spring 2021, during fact discovery in patent litigation between UTC \nand Liquidia in federal court in Delaware, Liquidia produced documents that resulted \nin UTC alleging that “ Roscigno had improperly taken confidential and trade secret \n \n5 UTC alleges that “other applications also naming Roscigno as an inventor remain pending.”  \n(Compl. ¶ 25.) \n \n6 Although UTC did not attach a copy of the ’494 patent to the Complaint, “when ruling on a \n12(b)(6) motion, a court may properly consider documents which are the subject of a plaintiff’s \ncomplaint and to which the complaint specifically refers even though they are presented by \nthe defendant.”  Oberlin Cap., L.P. v. Slavin, 147 N.C. App. 52, 60 (2001). \n \nIn addition, t he Court may take judicial notice of information that is publicly available on \nthe United States Patent and Trademark Office’s website.  See N.C. R. Evid. 201(b); Truist \nFin. Corp. v. Rocco, 2024 NCBC LEXIS 62, at **24 n. 62 (N.C. Super. Ct. Apr. 25, 2024) (“Our \ncourts routinely take judicial notice of public filings available on governmental agencies’ \nofficial websites.”). \ndocuments owned by UTC when he left the company ( ‘UTC’s Misappropriated \nProperty’).”  (Compl. ¶ 27.) \n15. UTC alleges that its “Misappropriated Property” includes, among other \nthings, Intellectual Property that Roscigno “made, conceived, reduced to practice or \ndeveloped, in whole or in part, during his employment at UTC in the furtherance of \nUTC’s business, or after he left UTC [,]” and “important documentation and details \nregarding critical aspects of Roscigno’s UTC Discoveries.”  (Compl. ¶¶ 28−29.) \n16. UTC concludes, upon information and belief, that “Roscigno contributed \nto the ’494 patent and the development of LIQ861 by using [his] UTC Discoveries for \nthe benefit of Liquidia and to compete with UTC.”  (Compl. ¶ 30.) \nII. PROCEDURAL BACKGROUND \n17. On 10 December 2021, UTC filed suit in Durham County Superior Court \nagainst Roscigno and Liquidia, asserting claims for trade secret misappropriation \nand unfair and deceptive trade practices.  ( UTC I , ECF No. 3.)   That matter was \ndesignated as a mandatory complex business case on 13 December 2021, and assigned \nto the undersigned the same day.  (UTC I, ECF Nos. 1, 2.) \n18. On 10 April 2023, UTC moved for leave to amend its Complaint in UTC \nI to add, among other things, claims for breach of contract and declaratory judgment \nagainst Roscigno individually.  (UTC I, ECF No. 80 (under seal), ECF No. 84 (public \nversion).)  The Court denied UTC’s request, however, holding that “the proposed new \nclaims for breach of contract and declaratory judgment [came] to o late.”  United \nTherapeutics Corp. v. Liquidia Techs., Inc., 2023 NCBC LEXIS 88, at *13 (N.C. Super. \nCt. July 20, 2023).7 \n19. On 9 May 2024, UTC filed an application under Rule 3 to extend time to \nfile a complaint, (ECF No. 3).  It then initiated this action against Roscigno for breach \nof contract and declaratory judgment on 29 May 2024. \n20. Defendants responded by filing the Motion on 30 July 2024.  After full \nbriefing, the Court held a hearing on the Motion on 19 December 2024, at which all \nparties were represented by Counsel.  (Not. of Hr’g, ECF No. 22.) \n21. The Motion is now ripe for disposition. \nIII. LEGAL STANDARD \n22. Defendants move to dismiss this action i n its entirety pursuant to both \nRule 12(b)(1) and Rule 12(b)(6).  “ A Rule 12(b)(1) motion to dismiss represents a \nchallenge to the trial court’s subject matter jurisdiction over a plaintiff’s claims.”  \nMarlow v. TCS Designs, Inc., 288 N.C. App. 567, 572 (2023); see also N.C. R. Civ. P. \n12(b)(1).  “In ruling on a motion to dismiss for lack of standing pursuant to Rule \n12(b)(1), the Court ‘may consider matters outside the pleadings’ in determining \nwhether subject matter jurisdiction exist s[.]”  Atl. Coast Conf. v. Bd. of Trs. of Fla. \nState Univ., 2024 NCBC LEXIS 53, at **11 (N.C. Super. Ct. Apr. 4, 2024) (quoting \nHarris v. Matthews, 361 N.C. 265, 271 (2007)).  Ultimately, “ [t]he plaintiff bears the \n \n7 On 10 August 2023, UTC moved for limited reconsideration of the Court’s Order denying its \nmotion to amend.  (UTC 1, ECF No. 132.)  The Court denied UTC’s motion for reconsideration \nin an Order and Opinion dated 31 August 2023.  United Therapeutics Corp. v. Liquidia \nTechs., Inc., 2023 NCBC LEXIS 107 (N.C. Super. Ct. Aug. 31, 2023). \nburden of establishing subject matter jurisdiction.”  Lau v. Constable, 2022 NCBC \nLEXIS 75, at **10 (N.C. Super. Ct. July 11, 2022).   \n23. “A motion to dismiss under Rule 12(b)(6) ‘tests the legal sufficiency of \nthe complaint.’ ”  Design Gaps, Inc. v. Hall, 2024 NCBC LEXIS 64, at **6 (N.C. Super. \nCt. May 1, 2024) (quoting Isenhour v. Hutto, 350 N.C. 601, 604 (1999)).  Dismissal of \na claim is proper if “(1) the complaint on its face reveals that no law supports the \nplaintiff’s claim; (2) the complaint on its face reveals the absence of facts sufficient to \nmake a good claim; or (3) the complaint discloses some fact that necessar ily defeats \nthe plaintiff’s claim.”  Corwin v. Brit. Am. Tobacco, PLC , 371 N.C. 605, 615 (2018).  \nOtherwise, “a complaint should not be dismissed for insufficiency unless it appears \nto a certainty that plaintiff is entitled to no relief under any state of facts which could \nbe proved in support of the claim.”  Sutton v. Duke, 277 N.C. 94, 103 (1970) (emphasis \nomitted). \n24. When deciding a motion to dismiss, the Court views the allegations in \nthe light most favorable to the nonmoving party.  Sykes v. Health Network Sols., Inc., \n372 N.C. 326, 332 (2019).  Nevertheless, the Court is not required “to accept as true \nallegations that are merely conclusory, unwarranted deductions of fact, or \nunreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. HHS, Div. of Facility Servs., \n174 N.C. App. 266, 274 (2005). \nIV. ANALYSIS \n25. In its claim for breach of contract, UTC alleges that Roscigno “breached \nhis employment agreements with UTC because he failed, and has refused, to assign \nto UTC his interests in patents obtained by Liquidia that relied upon or benefited \nfrom inventions, discoveries, materials, authorship, derivatives and results developed \nby Roscigno while employed by UTC.”  (Compl. ¶  35.)  UTC alleges that monetary \ndamages will not afford it “a complete or adequate remedy” and seeks specific \nperformance “requiring Roscigno to assign and transfer to [UTC] all right, title and \ninterest in and to any patentable or unpatentable inventions, discoveries, and ideas \nwhich are made or conceived in whole or in part by or o n behalf of [Roscigno] in the \ncourse of or as a result of his employment at UTC.”  (Compl. ¶ 38 (internal quotation \nmarks omitted).) \n26. Similarly, Plaintiffs seek a declaratory judgment that “UTC is the owner \nof any patentable or unpatentable inventions, discoveries, and ideas Roscigno made \nor conceived while employed by Liquidia to the extent they involve the use of [UTC’s] \nConfidential Information as defined by the 2007 Employment Agreement.”  (Compl. \n¶ 41 (internal quotation marks omitted).) \n27. Defendants argue that the Court lacks subject matter jurisdiction  over \nthis action .  They  further argue that UTC’s claims are barred by the statute of \nlimitations.  (Defs.’ Br. Supp. 1, ECF No. 15.) \nA. Subject Matter Jurisdiction \n28. Liquidia argues that the Court does not have subject matter jurisdiction \nover any claim alleged against it because UTC has failed to plead the existence of a \njusticiable controversy.  (Defs.’ Br. Supp. 11.)  Roscigno also seeks dismissal for lack \nof standing, arguing that UTC’s claims are not redressable.  (Defs.’ Br. Supp. 16−18.) \n1. Justiciable Controversy \n29. It is well- established that subject matter jurisdiction “depends on the \nexistence of a justiciable case or controversy.”  Creek Pointe Homeowner’s Ass’n v. \nHapp, 146 N.C. App. 159, 164 (2001).   “A justiciable controversy entails ‘ an actual \ncontroversy between parties having adverse interests in the matter in dispute.’ ”  \nYoder v. Verm , 2024 NCBC LEXIS 59, at **3−4 (N.C. Super. Ct. Apr. 19, 2024) \n(quoting Time Warner Ent. Advance/Newhouse P’ship v. Town of Landis, 228 N.C. \nApp. 510, 516 (2013)).  A justiciable issue “is real and present as opposed to imagined \nor fanciful.”  Lineage Logistics, LLC v. Nat’l Union Fire Ins. Co. , 2023 NCBC LEXIS \n97, at **12 (N.C. Super. Ct. Aug. 10, 2023)  ( quoting Sunamerica Fin. Corp. v. \nBonham, 328 N.C. 254, 257 (1964)). \n30. Liquidia argues that “the Complaint does not allege that Liquidia \nengaged in any actionable misconduct at all, as all of its claims are limited to \nallegations of Roscigno’s breach.”  (Defs.’ Br. Supp. 12.)  It is true that U TC’s breach \nof contract claim is asserted only against Roscigno, not Liquidia.  ( See Mem. Opp’n \nDefs.’ Mot. Dismiss [Pls.’ Br. Opp’n] 8 n. 3, ECF No. 20.)  However, UTC also alleges, \nupon information and belief, that “before hiring Roscigno, Liquidia was aware of the \nterms of the 1997 Employment Agreement and the 2007 Employment Agreement \nbetween UTC and Roscigno.”  (Compl. ¶  23.)  Furthermore, it alleges that Liquidia \nbenefitted from Roscigno’s improper use of UTC’s Confidential Information  to make \nor conceive “patentable or unpatentable inventions, discoveries, and ideas.”  (Compl. \nad damnum 2.) \n31. The North Carolina Declaratory Judgment Act (the Act), N.C.G.S. §§ 1-\n253 et seq., provides that “[a]ny person interested under a . . . written contract . . . or \nwhose rights, status or other legal relations are affected by a  . . . contract . . . may \nhave determined any question of construction or validity arising under \nthe . . . contract . . . and obtain a declaration of rights, status, or other legal relations \nthereunder.”  N.C.G.S. §  1-254.  The existence of an actual controversy is a \njurisdictional prerequisite for a proceeding under the Act.  Gaston Bd. of Realtors, \nInc. v. Harrison, 311 N.C. 230, 234 (1984).  Thus, a party seeking to have a contract \nconstrued under the Act must first have an interest under the contract.  See Terrell \nv. Lawyers Mut. Liab. Ins. Co., 131 N.C. App. 655, 660 (1998) (“One who seeks to have \na written contract constru ed by way of declaratory judgment must first have an \ninterest thereunder.”). \n32. In addition , “[w]hen declaratory relief is sought, all persons shall be \nmade parties who have or claim any interest which would be affected by the \ndeclaration[.]”  N.C.G.S. §  1-260 (emphasis added).   T he Act is to be liberally \nconstrued.  See N.C.G.S. § 1-264 (“This Article is declared to be remedial, its purpose \nis to settle and to afford relief from uncertainty and insecurity with respect to rights, \nstatus, and other legal relations, and it is to be liberally construed and \nadministered.”). \n33. Liquidia argues that UTC cannot “manufacture a dispute against \nLiquidia by styling its claim as one for declaratory judgment” because “Liquidia is \nnot a party to Roscigno’s employment agreements[.]”  (Defs.’ Br. Supp. 12.)  UTC \nresponds that the declaration it seeks —“i.e., that Roscigno should have assigned to \nUTC the patent and intellectual property rights that he instead improperly assigned \nto Liquidia—implicates Liquidia’s rights and interests.”  (Pls.’ Br. Opp’n 8.) \n34. The Court agrees with UTC.  The Complaint alleges that under the 2007 \nEmployment Agreement, Roscigno agreed to “promptly disclose and  . . . assign and \ntransfer to [UTC] all right, title and interest in and to any patentable or unpatentable \ninventions, discoveries, and ideas which are made or conceived in whole or in part by \nor on behalf of [Roscigno] in the course of or as a result of his employment hereunder, \nor that relate directly to, or involve the use of Confidential Information and the \nWork.”  (Compl. ¶ 16.)   \n35. The Complaint  alleges that “[a]  present a nd real controversy exists \nbetween the parties as to whether, under his employment agreements with UTC, \nRoscigno should be required to assign and transfer to [UTC] all right, title and \ninterest in and to any patentable or unpatentable inventions, discoveries, and ideas \nhe made or conceived while employed by Liquidia because they involve the use of \n[UTC’s] Confidential Information a s defined by the 2007 Employment Agreement.”  \n(Compl. ¶ 40 (internal quotation marks omitted).) \n36. UTC alleges that Roscigno has refused to comply with his contractual \nobligations and that Liquidia has benefitted, at least with respect to the ’494 patent \nand the development of LIQ861.  (Compl. ¶¶  30, 35, 38.)  The Court takes judicial \nnotice of Roscigno’s assignment to Liquidia of rights to which UTC has laid claim.  \n(Defs.’ Br. Supp. Ex. B, ECF No. 15.2; USPTO Patent Assignment Cover Sheet \n(https://legacy-assignments.uspto.gov/assignments/assignment-pat-057305-\n0901.pdf).) \n37. The question before the Court is not whether Plaintiffs will prevail on \ntheir claim, “[i]t is only whether they have identified an actual, genuine controversy.”  \nBennett v. Bennett , 2019 NCBC LEXIS 19, at *32 (N.C. Super. Ct. Mar. 15, 2019) .  \nAccepting the allegations in the Complaint as true for purposes of the Motion and \nconstruing the Act liberally, the Court concludes that UTC has sufficiently pleaded \nfacts to demonstrate a judiciable controversy against both Defendants.8  \n38. Accordingly, Liquidia’s Motion to D ismiss UTC’s claim for  declaratory \njudgment is DENIED. \n2. Redressability \n39. “To establish standing in North Carolina, ‘a plaintiff must \ndemonstrate . . . the probability that the injury can be redressed by a favorable \ndecision.’ ”  Atl. Coast Conf. , 2024 NCBC LEXIS 53, at **22 (quoting Soc’y for the \nHist. Pres. of the Twentysixth N.C. Troops, Inc. v. City of Asheville, 282 N.C. App. 701, \n704 (2022) ).  “The question of redressability turns not on whether a plaintiff can \nobtain [its] preferred form of relief but on whether the law provides a remedy for the \nplaintiff’s injury.”  Cmty. Success Initiative v. Moore, 384 N.C. 194, 208 (2023). \n \n8 Roscigno argues that he cannot transfer what he does not have.  However, w hether \nPlaintiffs’ claim for declaratory judgment against Roscigno is moot because he no longer has \nany right, title or interest in any patentable or unpatentable inventions, discoveries, and \nideas he made or conceived while employed by Liquidia is a question of fact not ripe for \ndecision. \n40. The Court has “broad discretion to fashion equitable remedies to protect \ninnocent parties when injustice would otherwise result.”  Kinlaw v. Harris, 364 N.C. \n528, 532 (2010).  “The remedy of specific performance is available to compel a party \nto do precisely what he ought to have done without being coerced by the court.”   \nHoward v. IOMAXIS, LLC, 2022 NCBC LEXIS 146, at **18 (N.C. Super. Ct. Dec. 5, \n2022) (quoting Hutchins v. Honeycutt, 286 N.C. 314, 318 (1974)). \n41. Additionally, the imposition of a constructive trust is available as “ an \nequitable remedy ‘to prevent the unjust enrichment9 of the holder of title to, or of an \ninterest in, property which such holder acquired through fraud, breach of some duty \nor some other circumstance making it inequitable for him to retain it against the \nclaim of the beneficiary of the constructive trust.’  ”  Lecann v. Cobham , 2012 NCBC \nLEXIS 58, at **30 (N.C. Super. Ct. Nov. 7, 2012) (quoting Roper v. Edwards, 323 N.C. \n461, 464 (1988)). \n42. Roscigno argues that the law does not afford UTC a remedy in this case \n“because UTC wants the Court to require Roscigno to transfer ownership of things he \ndoes not own—namely Liquidia’s patents and intellectual property.”  (Defs.’ Br. Supp. \n16 (emphasis omitted).)   \n43. In its prayer for relief, UTC seeks three remedies for Roscigno’s alleged \nbreaches: \n \n9 A plaintiff is not required to assert a claim for unjust enrichment to be awarded a \nconstructive trust.  See Weatherford v. Keenan , 128 N.C. App. 178, 180 (1997) (explaining \nthat “[t]he trial court’s reference to ‘unjust enrichment’ was an explanation for why it \nimpressed a constructive trust on the improvements to the home  . . . not an adjudication of \nan unjust enrichment claim.”). \n• That, pursuant to [N.C.G.S.] §§  1-253−1-267 and North Carolina \nRule of Civil Procedure 57, UTC be declared  the owner of ‘any \npatentable or unpatentable inventions, discoveries, and ideas ’ \nRoscigno ‘made or conceived’ while employed by Liquidia to the \nextent they ‘involve the use of [UTC’s ] Confidential Information’ as \ndefined by the 2007 Employment Agreement. \n \n• That the Court order Liquidia and Roscigno to execute the requisite \ndocuments and perform the requisite actions so as to assign an \ninterest in ‘any patentable or unpatentable inventions, discoveries, \nand ideas’ Roscigno ‘made or conceived’ while employed b y Liquidia \nto the extent they ‘involve the use of [UTC’s] Confidential \nInformation’ as defined by the 2007 Employment Agreement. \n \n• That the Court impose a constructive trust over any ‘inventions, \ndiscoveries, and ideas’ Roscigno ‘made or conceived’ while employed \nby Liquidia to the extent they ‘involve the use of [UTC’s] Confidential \nInformation’ as defined by the 2007 Employment Agreement, and \nover any revenue derived by Defendants therefrom. \n \n(Compl., Prayer for Relief ¶¶ 2−4.)\n10   \n44. At this stage, the Court cannot foreclose th e possibility that specific \nperformance, the imposition of a constructive trust , or both, are appropriate \nremedies.  See Howard, 2022 NCBC LEXIS 146, at **20−21 (“[I]t is not for the Court, \nat [the 12(b)(6)] stage  . . . to rule out an interpretation  . . . that would support \nPlaintiffs’ demand for specific performance.”); CRH E., LLC v. Berastain, 2025 NCBC \nLEXIS 11, at **43 (N.C. Super. Ct. Feb. 4, 2025) (observing that at the 12(b)(6) stage, \nit remains to be seen whether a constructive trust is appropriate relief).  \n \n10 Defendants’ arguments focus on Liquidia’s ownership of the ’494 patent.  However, \nPlaintiffs’ demand for relief is broader.  UTC alleges that other patent applications name \nRoscigno as an inventor and remain pending, (Compl. ¶ 25).  It seeks a declaration that it is \nthe owner of “ any patentable or unpatentable inventions, discoveries, and ideas” “made or \nconceived” by Roscigno with “the use of [UTC’s Confidential Information[.]”  (Compl. ¶  41 \n(emphasis added).)   \n \n45. Accordingly, Plaintiffs’ allegations are sufficient at this stage to satisfy \nthe redressability requirement and on this basis, the Motion is DENIED. \nB. Statute of Limitations \n46. Defendants also argue that UTC’s claims are subject to dismissal \npursuant to Rule 12(b)(6) because they are barred by the statute of limitations.  (Defs.’ \nBr. Supp. 18−24.) \n47. “A statute of limitations defense may properly be asserted in a Rule \n12(b)(6) motion to dismiss if it appears on the face of the complaint that such a statute \nbars the claim.”  Horton v. Carolina Medicorp, 344 N.C. 133, 136 (1996).   UTC’s \nbreach of contract claim is subject to a three-year statute of limitations.  N.C.G.S. § 1-\n52(1).  Since UTC’s declaratory judgment claim is predicated on Roscigno’s alleged \nbreach of contract, it is also subject to a three-year statute of limitations.  Chisum v. \nCampagna, 376 N.C. 680, 719 (2021) (The applicable statute of limitations for  a \ndeclaratory judgment claim  is “the one associated with the substantive claim that \nmost closely approximates the basis for the relevant request for a declaration.”). \n48. “A claim for breach of contract accrues when the plaintiff knew or should \nhave known that the contract had been breached[.]”   Futures Grp., v. Brosnan, 2022 \nNCBC LEXIS 150, at **14 (N.C. Super. Ct. Dec. 7, 2022)  (quoting Chisum, 376 N.C. \nat 720); accord Christenbury Eye Ctr., P.A. v. Medflow, Inc., 370 N.C. 1, 5−6 (2017) \n(“We have long recognized that a party must initiate an action within a certain \nstatutorily prescribed period after discovering its injury to avoid dismissal of a claim.” \n(emphasis added)); Black v. Littlejohn , 312 N.C. 626, 639 (1985) (“[A] statute of \nlimitations should not begin running against plaintiff until plaintiff has knowledge \nthat a wrong has been inflicted upon him.”). \n49. Defendants argue that UTC’s breach of contract claim accrued, at the \nlatest, on 26 January 2021, when the ’494 patent issued listing Roscigno as an \ninventor.  (Defs.’ Br. Supp. 19.)   They conclude that this action, initiated on 9 May \n2024, comes too late. \n50. UTC responds that its cl aim is not premised on Roscigno being one of \nthe inventors of the ’494 patent, but rather “on UTC learning that Roscigno breached \nhis UTC Employment Agreements by retaining and providing to Liquidia ideas and \nintellectual property that Roscigno developed during his employment at UTC[,]” and \nthat “[t]hose breaches were only revealed in May 2021.”\n11  (Pls.’ Br. Opp’n 19; Compl. \n¶ 36 (“UTC did not know, and could not reasonably have known, about Roscigno’s \nbreaches until Liquidia produced UTC’s Misappropriated Property during discovery \nin the Delaware litigation in 2021.”).)  UTC further alleges that “[u]ntil discovery was \nnearly complete in [ UTC I], UTC did not know, and could not have known, the full \nscope of Roscigno’s use of Roscigno’s UTC Discoveries at Liquidia to help develop \nLIQ861 and the ’494 patent[.]”  (Compl. ¶ 32.) \n51. Dismissal of a claim on statute of limitations grounds is appropriate only \n“if the bar is disclosed in the complaint.”  He Chi v. N. Riverfront Marina & Hotel \n \n11 While the Complaint alleges that the breaches were revealed to UTC in Spring 2021, the \nexact date is unclear.  At the hearing, Plaintiffs’ counsel represented that the earliest possible \ndate the breaches were revealed was 10 May 2021, (Hearing Tr. 33:20−34 :12, ECF No. 38), \nwhile counsel for Defendants informed the Court that the first filing in the Delaware action \nsuggesting that there had been misappropriation of trade secrets was 4 June 2021.  (Hearing \nTr. 29:11−21.) \nLLLP,  2 0 2 3  N C B C  L E X I S  8 9 ,  a t  * * 2 1 − 2 2  ( N . C .  S u p e r .  C t .  J u l y  2 7 ,  2023) (citing \nCarlisle v. Keith, 169 N.C. .App. 674, 681 (2005)).  Otherwise, “determining when a \nplaintiff discovered or should have discovered that [it] has been wronged is a question \nof fact to be answered by a jury.”  Id. at **21. \n52. Viewing the allegations in the C omplaint as true and drawing all \nreasonable inferences in UTC’s favor, as the Court must do, New Hanover Cnty. Bd. \nof Educ. v. Stein, 380 N.C. 94, 106−07 (2022), the Court cannot conclude at this stage \nthat Plaintiffs’ claims are barred by the statute of limitations.   Accordingly, the \nMotion is DENIED. \nV. CONCLUSION \n53. WHEREFORE, for the reasons stated above, Defendants’ Motion to \nDismiss Plaintiffs’ Complaint, (ECF No. 14), is DENIED. \n \nSO ORDERED, this the 27th day of May, 2025. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n "
}