{
  "id": "9a6a2a3403e7ff6fec48c7b4b8d36baa2430ecc0eedad440e710bcd73692f468",
  "source_file": "data/raw/ncbc/9a6a2a3403e7ff6fec48c7b4b8d36baa2430ecc0eedad440e710bcd73692f468.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \nBUNCOMBE COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 3973 \nJ. BROOK LUNSFORD and \nLUNSFORD GROUP, INC. f/k/a JBL \nCOMMUNICATIONS, INC., \n \nPlaintiffs and \nCounterclaim Defendants, \n \nv. \n \nJBL COMMUNICATIONS, LLC,  \n \nDefendant and \nCounterclaim Plaintiff, \n \nv. \n \nCAMERON GUNTER; CLIFFORD \nCHURCHILL; FIBER OPTIC \nSOLUTIONS LLC; PIMLICO, INC; \nOSPREY COMMUNICATIONS, LLC; \nCVO ENTERPRISES INC; and \nRUSSELL BROWN,  \n \nCounterclaim \nDefendants. \n \n \n \n \n \n \n \n \nORDER AND OPINION ON JBL \nCOMMUNICATIONS, LLC’S SECOND \nMOTION FOR SANCTIONS AGAINST, \nAND CONTEMPT NOTICE TO,  \nJ. BROOK LUNSFORD AND \nLUNSFORD GROUP, INC. \n \n1. This decision concerns  JBL Communications, LLC’s (“New JBL”) second \nmotion for discovery sanctions and contempt against J. Brook Lunsford and Lunsford \nGroup, Inc. (“Old JBL”)  (together, “Plaintiffs”).  (ECF No. 127 .)  For the following \nreasons, the Court GRANTS the motion in part and DENIES it in part. \nPearce Law PLLC, by Bradl ey E. Pearce, for Plaintiffs/Counterclaim \nDefendants J. Brook Lunsford and Lunsford Group, Inc. \n \nParker Poe Adams & Bernstein LLP, by Michael G. Adams, Jami J. \nFarris, and Morgan H. Rogers, for Defendant/C ounterclaim Plaintiff \nJBL Communications, LLC. \n \nLaw Offices of Jamie A. Stokes, PLLC, by Jamie A. Stokes, for \nCounterclaim Defendants Cameron Gunter, Clifford Churchill, Fiber \nLunsford v. JBL Communications, LLC, 2021 NCBC 14. \nOptic Solutions LLC, Pimlico, Inc., CVO Enterprises Inc., and Russell \nBrown. \n \nO’Hagan Meyer, PLLC, by Wood W. Lay and Aretina K. Samuel -\nPriestley, for Counterclaim Defendant Osprey Communications, LLC. \nConrad, Judge. \nI. \nFINDINGS OF FACT \n2. This action arises out of the sale of a telecommunications company .  For \nmany years, Old JBL provided services related to fiber -optic telecommunications \nsystems and networks.  Its sole shareholder is Lunsford.  In July 2018, Old JBL sold \nits assets to New JBL.  As part of the deal, Lunsford and Old JBL agreed not to  \ncompete against New JBL after the sale.   In September 2019, Lunsford sued New \nJBL for breach of the asset purchase agreement, later adding Old JBL as a plaintiff.  \nNew JBL then counterclaimed, allegin g that Lunsford and Old JBL violated the \nrestrictive covenants.  Earlier orders describe the allegations and claims in more \ndetail.  See generally Lunsford v. ViaOne Servs., LLC, 2020 NCBC LEXIS 111 (N.C. \nSuper. Ct. Sept. 28, 2020); Lunsford v. ViaOne Servs., LLC, 2020 NCBC LEXIS 127 \n(N.C. Super. Ct. Oct. 28, 2020). \n3. Within days of receiving the complaint, New JBL served discovery requests \non Lunsford.  ( See Aff. Rogers ¶  5, Ex. 2, ECF Nos. 81, 81.2.)  Lunsford missed his \ndeadline to respond, prompting New JBL to submit a discovery dispute  under \nBusiness Court Rule (“BCR”) 10.9 .  The parties resolved the dispute  among \nthemselves when Lunsford served late responses  in which he  agreed to produce \nrelevant documents.  (See Aff. Rogers Ex. 3, ECF No. 81.3.) \n4. Around the same time, Lunsford amended the complaint and added Old JBL \nas a plaintiff.  History repeated : New JBL served discovery requests on Old JBL  in \nJanuary 2020, and Old JBL missed its deadline to respond.   (See Aff. Rogers Exs. 1, \n4, ECF No s. 81.1, 81.4.)  New JBL did not immediately submit another discovery \ndispute. \n5. Over the next few months , the parties worked out an agreement to modify \nthe pleadings.  Lunsford and Old JBL amended the complaint for a second time.  (ECF \nNo. 52.)  New JBL also filed counterclaims against not only Old JBL and Lunsford \nbut seven new parties as well .  (ECF No. 44.)  The new  counterclaim defendants \nincluded companies  allegedly related to  Lunsford: Fiber Optic Solutions L LC, \nPimlico, Inc., Osprey Communications, LLC, and CVO Enterprises Inc.   \nCommunications involving these four companies were among the targets  of New \nJBL’s pending discovery requests to Lunsford and Old JBL. \n6. In June 2020, New JBL submitted a second BCR 10.9 dispute.1  It contended \nthat Old JBL’s discovery responses were long overdue and that Lunsford had not \nproduced any documents  as he had promised some six  months earlier .  (See Aff. \nRogers Ex. 1.)  Plaintiffs  did not submit a timely response  to the dispute summary.  \nSee BCR 10.9(b)(1). \n7. When the Court convened a telephone conference, “counsel for Plaintiffs \nconfirmed that Lunsford ha [d] not served responsive documents and that Old JBL \n \n1 From March 16 until June 1, nearly all deadlines in civil cases in North Carolina were \nstayed due to the coronavirus pandemic.  Old JBL’s responses were already weeks overdue \nwhen the stay went into effect, and Old JBL did not serve its responses when the stay lifted \non June 1.  At that point, New JBL submitted its second discovery dispute. \nha[d] not served written responses or documents.”  ( Order on BCR 10.9 Discovery \nDispute ¶ 5, ECF No. 74 [“BCR 10.9 Order”].)  Regarding Lunsford’s production delay, \ncounsel cited an unexpected need to switch forensic experts and stated  that some \ndocuments could not be produced because they  were outside Lunsford’s custody and \ncontrol.  Regarding Old JBL, counsel  gave no reason for failing to serve responses .  \nInstead, he expressed confusion about how to respond to a few requests that, because \nof their age, referred to the original or amended complaint s rather than the second \namended complaint and counterclaims.  (See BCR 10.9 Order ¶ 5; Aff. Rogers ¶ 7.) \n8. Formal briefing would have been costly,  inefficient, and of no value, so the \nCourt decided the dispute on  June 17  without further proceedings.  See BCR \n10.9(b)(3).  First, the Court ordered Old JBL to serve its overdue responses.  Second, \ngiven that the discovery requests had been outstanding for  at least five months and \nas many as nine months, Plaintiffs were required to provide a date certain by which \nthey would produce all responsive documents.  Third,  Lunsford had to supplement \nhis responses to make clear which documents he would produce, which he refused to \nproduce, and which  he could not produce for  custody or other reasons.  The Court \ndirected Plaintiffs to do so by June 24.  (See BCR 10.9 Order ¶ 7.) \n9. As of June 24, Old JBL had served its overdue written responses, but \nLunsford had not supplemented his responses to clarify what he would, would not, or \ncould not produce.  (See Aff. Rogers ¶¶ 9, 18.)  Although Plaintiffs agreed to produce \na few of Old JBL’s documents by July 3, they  did not say when they would produce \nthe bulk of their responsive documents.  (See Aff. Rogers ¶¶ 10, 17, 19.) \n10. Citing noncompliance with the BCR 10.9 Order, New JBL moved for \nsanctions.  (ECF Nos. 79, 80.)  On July 21, the same day that Plaintiffs  filed their \nopposition to the sanctions motion, Lunsford supplemented his discovery responses—\nnearly a month after the court-ordered deadline.  (See ECF No. 95 at 4; 2d Aff. Rogers \n¶¶ 11–13, ECF No. 94.)  While the motion was being briefed, Plaintiffs also produced \na handful of documents in a largely  unreadable format that did not comply with the \nparties’ protocol for discovery of electronically stored information (“ESI”) .  (See ECF \nNo. 95 at 3–5; 2d Aff. Rogers ¶¶  6–22.)  Plaintiffs gave no  timeframe to produce \nanything else.  At a hearing in early August, it became clear that they could not give \na timeframe because, by their own admission, they had not even begun to search for \nand retrieve information from at least one mobile device and several e-mail accounts, \neven though it was undisputed that all likely held responsive information. \n11. On August 24, the Court granted New JBL’s motion (the “Sanctions Order”).  \n(See ECF No. 98 [“ Sanctions Order”].)  Although Plaintiffs conceded that they had \nfailed to comply with the BCR 10.9 Order, they sought to excuse their noncompliance \nbecause of unforeseen events.  The Court disagreed, observing that \nthe events cited by Plaintiffs began on June 26 —two days after the court -\nordered deadline.  The violations had already occurred.  If Plaintiffs were \nconcerned about their ability to cure the violations in a reasonable time, they \ncould have asked New JBL for extra time or sought relief from the Court.  \nThey did neither.  And in any event, when it comes to ESI, Plaintiffs have \nonly themselves to blame.  To comply [with the BCR 10.9 Order], all Plaintiffs \nhad to do was assess how long it would take to produce that information and \nthen give New JBL a date certain.  Yet Plaintiffs did not even attempt to \ndetermine how long it  would take  to preserve, search for, and produce \ninformation from Lunsford’s e -mail accounts and one of the two mobile \ndevices.  That had nothing to do with external forces: at the hearing, \nPlaintiffs’ counsel stated that he simply did not think to do so. \n(Sanctions Order ¶ 4.)  As of the date of the Sanctions Order, the discovery requests  \nserved on Old JBL had been pending for seven months and those served on Lunsford \nhad been pending for eleven months.  The Court concluded that \nPlaintiffs have had ample time to investigate sources of responsive d ata and \ndocuments, to preserve them, and to produce them.  Plaintiffs have also had \nample time to assess the resources and time needed to comply with New JBL’s \ndiscovery requests.  Even so, Plaintiffs failed to meet discovery deadlines and, \nnow, have failed to meet court-ordered deadlines. \n(Sanctions Order ¶ 5.) \n12. As a sanction, the Court required Plaintiffs t o pay New JBL’s reasonable \nexpenses caused by the noncompliance.  ( See Sanctions Order ¶ 10.)  And b ecause \nPlaintiffs “balked at the chance to ” set a production deadline of their own choosing , \nthe Court imposed a thirty-day deadline (September 23) to complete production in a \nmanner consistent with the ESI protocol .  (Sanctions Order  ¶¶ 8, 9, 13(b).)  When \nasked at the hearing whether thirty days would be reasonable, Plaintiffs’ counsel did \nnot object and represented that they had retained vendors to assist with ESI.   (See \nSanctions Order ¶ 3.)  Given these assurances, the Court found “no reason to believe \nthat thirty days is an unreasonable period [for Plaintiffs] to complete their \nproduction.”  (Sanctions Order ¶ 8.) \n13. Plaintiffs did not produce any documents over the next  thirty days—and \nhave not produced any since .  On the last day of the compliance period , Plaintiffs \nsought and received a one-week extension.  (See ECF No. 101.)  At the end of that \nweek, they sought a similar extension, then another.  (See ECF Nos. 104, 107.)  They \nstated that collecting the data—equating to over 160,000 pages—had taken longer \nthan expected and that the extra time  would “minimize issues that could arise \nregarding matters such as the duplication of documents .”  (ECF No. 101 at 3.)   Two \nof the extension requests  were untimely —meaning that the compliance period \nexpired and needed to be reopened—or violated other procedural rules.  But because \nNew JBL consented to each request, the Court granted them with a warning to follow \nthe rules going forward .  (See ECF Nos. 102, 106, 109.)  The  extensions pushed the \ndeadline to October 19 , which gave Plaintiffs nearly two months  to review and \nproduce documents as required by the Sanctions Order and nearly four months to \nmake progress since the BCR 10.9 Order. \n14. In the late afternoon of October 19 , Plaintiffs filed a fo urth motion and \nsought extraordinary relief: an ex parte order indefinitely suspending the deadline to \ncomply with the Sanctions Order.   ( See ECF No. 113 at 4.)   For the first time , \nPlaintiffs argued that two months was not enough time to perform their document \nreview and that counsel for the other counterclaim defendants needed to review some \nof the documents before they could be produced.  (See ECF No. 113 ¶¶ 2, 7.)  Plaintiffs \ngave no reason why they could not have raised these issues in the first three motions \n(or, indeed, at the hearing on the sanctions motion).  In addition, their motion again \nfailed to comply with this Court’s rules.2  Having already warned Plaintiffs to follow \n \n2 The Business Court Rules require motions to reflect consultation with and the position of \nopposing counsel.  See BCR 7.3.  In connection with Plaintiffs’ third motion for extension of \ntime, New JBL refused to consent to an extension beyond October 19.  Although Plaintiffs \nundoubtedly planned to seek a longer extension, they did not say so  at the time .  Instead, \nthey waited until the waning hours of October 19 to file their fourth motion, gave no notice \nto New JBL, and then pressed the Court to grant extraordinary relief without even hearing \nfrom New JBL .  The consultation requirement exists, in part, to avoid manufactured \nemergencies like this. \nthe rules, the Court denied t he motion the same day  without prejudice.  (ECF No. \n114.) \n15. Three days later, Plaintiffs filed a renewed motion and asked to extend the \ncompliance period, since expired, to November 25.  (ECF No. 115.)  This motion, like \nits predecessor, ignored the Business Court Rules  and the Court’s admonitions to \nfollow them.  Rather than delay matters by issuing another denial without prejudice, \nthe Court invited New JBL to  respond.  (ECF No. 117.)   New JBL  argued that \nPlaintiffs had made  no meaningful progress toward meeting the ir discovery \nobligations and that the continued delays were causing prejudice .  (ECF No. 120.)   \nConcluding that Plaintiffs had not shown good cause or excusable neglect to reopen \nand extend the deadline, the Court denied their request.  (ECF No. 121.) \n16. In the same order , the Court established a framework for trying to resolve \nthese ongoing discovery issues.  The Court  directed counsel for Plaintiffs  and New \nJBL to “meet and confer in good faith to discuss a schedule for the prompt and \nefficient production of the documents” and  ordered Plaintiffs to e- mail the Court “a \nproposed schedule for starting and completing [their] document production.”  In \naddition, the Court stated that it would hold a status conference and instructed \ncounsel to b e prepared “to advise the Court about the feasibility of a rolling \nproduction,” among other things.  (ECF No. 121.) \n17. In an e-mail on November 6, Plaintiffs’ counsel stated that he “ may be able \nto produce documents from different ‘data sets’ on a rolling basis.”  (ECF No. 134 at \n1.)  Plaintiffs’ counsel then “propose[d] the following production schedule”: \na. Production of Mr. Lunsford’s original documents by November 17 \nb. Production of CVO-native documents by November 23 \nc. Production of Pimlico-native documents by November 30 \nd. Production of FOS ( Fiber Optic Solutions )-native documents and any \nremaining documents by December 7. \n(ECF No. 134 at 1 (emphasis omitted).)3 \n18. It is clear that Plaintiffs d id not believe that they could meet this schedule \nwhen they proposed it.  At a status conference also on November 6 (by then ten weeks \nafter the Sanctions Order), Plaintiffs’ counsel acknowledged that he had spent little \ntime on document review and could not guarantee production by any date.  (See Br. \nin Supp. 4 , ECF No. 128 .)  At New JBL’s suggestion, Plaintiffs  were considering \nwhether to hire a document review vendor but had not yet solicited quotes.  (See Opp’n \n5–6, ECF No. 130.)  The Court urged Plaintiffs to act quickly , scheduled a second \nconference for the following week, and instructed them to provide an interim update \nbefore then. \n19. In an e-mail on November 9, Plaintiffs’ counsel stated that they had “agreed \nin principle” to hiring a document review vendor .  (ECF No. 133.)   During a status \nconference on November 13, counsel reported that the only step he had taken was to \nfill out an online contact form for a vendor named Tower.  (See Br. in Supp. 5.)  Apart \nfrom that, Plaintiffs  made no progress  because their counsel had spent his time on \nother cases and had paused document review in this case.  The Court again urged \n \n3 These four “data sets” are Plaintiffs’ own description of the relevant documents  that are \nresponsive to New JBL’s discovery requests.  Counsel for Plaintiffs did not describe the data \nsets in more detail or clarify how large each set was.  It appears that many, but not all, of the \ndocuments were retrieved from Lunsford’s e -mail accounts associated with the other \ncounterclaim defendants.  Plaintiffs have not asserted that any of the documents are outside \ntheir custody and control. \nPlaintiffs to expedite their  review and requested a  status report before the \nThanksgiving holiday. \n20. On November 19, New JBL filed this second motion for sanctions and civil \ncontempt on the ground that Plaintiffs had not produced any documents since the \nSanctions Order.  (ECF No s. 127, 128.)  In addition to the ir undisputed failure to \ncomply, New JBL argued, Plaintiffs had also missed their self-proposed starting date \nfor a rolling production and had given repeated false assurances that they would soon \nbe ready to produce documents.  (See Br. in Supp. 2–6, 8–9.) \n21. The next day, Plaintiffs abandoned their proposed production schedule and \ntheir intent to retain  a vendor.  By e-mail, Plaintiffs’ counsel stated that they had \ncollected over 160,000 documents, not 160,000 pages as reported six weeks earlier .  \n(ECF No. 135 at 2.)  Plaintiffs rejected the quote from Tower as too expensive.  (ECF \nNo. 135 at 1 .)  Counsel  further stated that Plaintiffs had no immediate plans to \nproduce documents and that they intended to obtain new vendor quotes—but only \nafter reducing the number of documents to review by applying search terms, which \nthey had not yet selected or sent to New JBL’s counsel.  (ECF No. 135 at 2.) \n22. Almost two months later, on January 11, 2021, the Court held a conference \nto discuss the case calendar, long since obsolete due to the ongoing discovery delay.4  \nWhen the Court asked about the status of Plaintiffs’ document production, the parties \n \n4 At this conference, New JBL’s counsel stated that it had become aware of an e-mail account \nbelieved to be Lunsford’s but that had not been disclosed.  The Court ordered supplemental \nbriefing.  Circumstantial evidence suggests that Lunsford used the account, but he testified \nby affidavit that he did not create the account and does not recall sending e- mails from it.  \n(See ECF No. 158.)  On the current record, it is unclear whether Plaintiffs concealed the \naccount.  If evidence of concealment arises, the Court may revisit this matter. \nreported that they had largely agreed to search terms.  Although Plaintiffs had not \nretained a document review vendor, their counsel stated that some documents would \nbe given to New JBL within a week .  These  documents were  not produced, and \nPlaintiffs’ counsel now denies having said that any would be.  In an e-mail on January \n19, Plaintiffs’ counsel reported a decision to hire Tower—the same vendor Plaintiffs \nhad contacted over two months earlier —and that the document review would take \ntwelve weeks.  To accommodate the delay, the Court extended the discovery  period \nand the rest of the case calendar by seven months.  (See ECF No. 163.) \n23. On February 3, the Court held a  hearing on New JBL’s second motion for \nsanctions.  In response to questions from the Court, Plaintiffs’ counsel and New JBL’s \ncounsel both confirmed that Lunsford and Old JBL had produced no documents since \nthe small, partial productions the previous July.  Tower’s twelve-week review was to \nbegin on February 8, a full twenty-four weeks after the Sanctions Order.  Plaintiffs’ \ncounsel also admitted, among other things, that he never had a  reasoned basis for \nassuring the Court and New JBL that production would occur within thirty days of \nthe Sanctions Order, by the end of any of the requested extensions, or by the proposed \nrolling production dates.  Each assurance, he said, was based on “blind optimism.” \n24. The second motion for sanctions is now ripe for disposition. \nII. \nCONCLUSIONS OF LAW \n25. New JBL contends that sanctions are appropriate under Rules 37 and 41 of \nthe North Carolina Rules of Civil Procedure and the Court ’s inherent authority .  \nAmong other things, New JBL asks the Court to strike Plaintiffs’ pleadings, dismiss \nthe second amended complaint , and order Plaintiffs to pay New JBL’s reasonable \nexpenses.  New JBL also seeks to hold Plaintiffs in civil contempt. \nA. Rule 37 Sanctions \n26. If a party “fails to obey an order to provide or permit discovery,” the Court \nmay order a variety of sanctions against that party.  N.C. R. Civ. P. 37(b)(2).   \nPermissible sanctions “include, but are not limited to, the establishment of facts, the \nexclusion of evidence, the striking out of pleadings or parts thereof, or the dismissal \nof an action.”  Red Valve, Inc. v. Titan Valve, Inc., 2019 NCBC LEXIS 57, at *41 (N.C. \nSuper. Ct. Sept. 3, 2019) (citing Rule 37(b)(2)). \n27. Trial courts have “ broad discretion” when it comes to sanctions .  Feeassco, \nLLC v. Steel Network, Inc., 264 N.C. App. 327, 337 (2019) (quoting Batlle v. Sabates, \n198 N.C. App. 407, 417 (2009) ).  It is essential to consider “less severe sanctions” \nbefore choosing dismissal or entry of judgment.  Id.; see also Kixsports, LLC v. Munn, \n2019 NCBC LEXIS 62, at *26–27 (N.C. Super. Ct. Sept. 30, 2019).  But even the most \nsevere sanctions, including terminating sanctions, are appropriate “ so long as  that \nsanction is among those expressly authorized by statute and there is no specific \nevidence of injustice.”  Feeassco, 264 N.C. App. at 337 (cleaned up). \n28. The party requesting sanctions need not “demonstrate, as a part of its \nburden, that it suffered prejudice as a result of the opposing party’s discovery failures \nor that the opposing party acted willfully.”  Red Valve, 2019 NCBC LEXIS 57, at *41 \n(quoting Tumlin v. Tuggle Duggins P.A., 2018 NCBC LEXIS 51, at *31 (N.C. Super. \nCt. May 22, 2018)); see also Clark v. Penland, 146 N.C. App. 288, 291 (2001).  Though \nnot required to find willfulness, bad faith, or prejudice before imposing sanctions, the \nCourt is free to consider those factors when deciding which sanctions to impose.  See \nRed Valve, 2019 NCBC LEXIS 57, at *41 –42; see also Ray v. Greer, 212 N.C. App. \n358, 363 (2011). \n29. It is undisputed that Plaintiffs failed to obey the Sanctions Order.  The Court \ndirected Plaintiffs to complete their belated document production within thirty days, \nlater expanded to almost sixty, based on assurances from their counsel that it was a \nreasonable amount of time.  Not only did Plaintiffs fail to complete their production \nby the court-ordered deadline, they have yet to produce a single document in the six \nmonths that have elapsed since the Sanctions Order. \n30. As best the Court can tell from the opposition brief, Plaintiffs seek to avoid \nsanctions on the ground that they have tried  diligently to cure their noncompliance.  \n(See Opp’n 4 (disputing “false picture of . . . foot dragging”).)  The record shows exactly \nthe opposite.   W eeks after the compliance period expired, Plaintiffs’ counsel \nacknowledged that he had spent little time on document review  and that he had \nprioritized other cases over this one.  At the same time,  and for several  months, \nPlaintiffs resisted the idea of retaining a document review vendor. 5  Likewise, \n \n5 Plaintiffs suggest that their reluctance was New JBL’s fault.  It was not.  As a courtesy after \nthe compliance period expired, New JBL gave Plaintiffs an estimate of what a vendor might \ncharge.  The estimate was based on the number of documents that Plaintiffs said they had \ncollected, which turned out to be mistaken.  When Plaintiffs obtained a more expensive quote \nbased on the correct, larger volume of documents, they accused New JBL of misleading them \nabout the cost.  ( See Opp’n 5.)  All this episode shows is  that Plaintiffs had not performed \neven the most basic diligence to know how many documents they had collected.  Furthermore, \nnothing prevented Plaintiffs from obtaining vendor quotes on their own initiative before \nexpiration of the compliance period. \nalthough a rolling or incremental production seemed feasible,  they resisted that too.  \nIndeed, it appears that Plaintiffs did nothing to accelerate their efforts. \n31. Although it is welcome news that Plaintiffs have retained a document review \nvendor in recent weeks, they did so three months after the compliance period ended \nand two months after New JBL filed this motion.  Having shown no urgency to cure \ntheir noncompliance, their recent progress is not a mitigating  factor.  See Cheek v. \nPoole, 121 N.C. App. 370, 373 (1996) (affirming sanction of dismissal and observing \nthat “untimely discovery responses served after the service of a motion seeking \nsanctions on this basis can support sanctions” (citation omitted)); s ee also Brown v. \nLiberty Mut. Ins. Co. , No. COA01 -1578, 2003 N.C. App. LEXIS 390, at *9 –15 (N.C. \nCt. App. Jan. 21, 2003); State ex rel. Griffin v. Beasley , No. COA01 -927, 2002 N.C. \nApp. LEXIS 2078, at *9 (N.C. Ct. App. June 4, 2002). \n32. At the hearing, Plaint iffs’ counsel pleaded inexperience  with the \ncomplexities of ESI discovery  and a need to coordinate with counsel for the other \ncounterclaim defendants .  Neither is an  excuse.  At every step, the Court invited \nPlaintiffs to set the pace.  The BCR 10.9 Order, for example, allowed them to choose \ntheir own production deadline.   They could have offered  a date that factored in  the \nsize of the potential production and the ESI learning curve.   Instead, t hey balked, \nprompting the Court to impose a deadline  in the Sanctions Order .  Even then, the \nCourt asked Plaintiffs’ counsel whether a thirty-day deadline was  reasonable.  \nCounsel assured the Court that it was.  When that deadline approached , Plaintiffs \nasked for extensions measured in days, not months, to finish the job .  And after the \ncompliance period expired, the Court again asked Plaintiffs to propose a production \nschedule they could meet.  Plaintiffs cannot justify their habitual failure to live up to \ntheir own estimates of the time needed to meet  their discovery obligations as a lack \nof sophistication.  It shows, instead, an unjustified lack of diligence. \n33. It also shows a lack of candor.  At different times, Plaintiffs assured partial \nor complete production by September 23, October 2, October 9, October 19, November \n17, November 23, November 30, and December 7.  Their  counsel now concedes that \nthey had no reasoned basis for assuring compliance by any of these dates.  They had \nnot, for example, begun reviewing documents or obtaining quotes from vendors.  (See \nOpp’n 6.)  In c ounsel’s words at the hearing, he offered “pie in the sky” dates  based \non “blind optimism .”  Even worse, counsel suggested that he proposed dates or \nconcurred with them because he thought it was what the Court wanted to hear.  This \nis disturbing.  When the Court asks for counsel’s guidance, it expects probity, not \npropitiation. \n34. Simply put, Plaintiffs have had more than a fair shake.  As of the date of the \nSanctions Order, they  had already had “ample time” to investigate sources of \ndiscovery and assess the resources needed to meet their obligations.  (Sanctions Order \n¶ 5.)  What was true then is und eniable now.  Plaintiffs have not justi fied their \nnoncompliance or their failure to cure their noncompliance  for over six months .  \nSanctions are necessary  to alleviate the prejudice to New JBL and to preserve the \nintegrity of the judicial process. \n35. Evidence Preclusion.  Plaintiffs’ clear, flagrant, and undisputed failure to \nobey the Sanctions Order merits  severe sanctions.  The Court concludes that it is \nappropriate to sanction Plaintiffs by prohibiting them from introducing evidence to \nsupport their claims and defenses against New JBL and to  oppose New JBL’s \ndefenses and counterclaims against them.  See N.C. R. Civ. P. 37(b)(2)(b). \n36. The Court has considered lesser sanctions and finds them to be insufficient.  \nThis is Plaintiffs’ second failure to obey a discovery order.  The r elatively light \nsanctions imposed after the first violation appear to have had no  effect.  Since that \ntime, Plaintiffs have shown a casual disregard for court orders  and rules alike.  \nAlthough the Court need not make a finding of willfulness in imposing sanctions, the \nrecord supports such a finding, particularly given Plaintiffs’ lack  of candor and \nindifference toward obeying court orders. \n37. The prejudice from Plaintiffs’ dilatory conduct is also obvious.  It has been \nroughly six months since the Sanctions Order and eight months since the BCR 10.9 \nOrder.  New JBL served its discovery requests on Old JBL more than a year ago and \non Lunsford almost a year and a half  ago.  Apart from a small number of virtually \nunreadable documents, Plaintiffs have produced nothing.  This wholesale failure to \nengage in discovery has upended the case calendar, pushing out discovery deadlines \nby seven  months.  It has also kept New JBL from taking depositions and a lmost \ncertainly thwarted the parties’ mediation.  All the while, the clock is running on the \nrestrictive covenants at the heart of New JBL’s counterclaims.   See, e.g., Michael v. \nLiberty, 547 F. Supp. 2d 43, 46 (D. Me. 2008)  (imposing evidence preclusion when \ndefendant’s unexcused discovery failures “demonstrate[d] a troubling lack of respect \nfor the judicial process ” and caused plaintiff to be unable to conduct depositions or \nobtain documents such that “ it would be unfair to allow [defendant] to present \nevidence” (citation and quotation marks omitted)). \n38. Plaintiffs have built a record of disobedience, disregard for the judicial \nprocess, and prejudice to their adversary.  Numerous cases support the imposition of \nevidence preclusion as a sanction in these circumstances .  See, e.g. , GE Betz, Inc. v. \nConrad, 231 N.C. App. 214, 238 (2013) (affirming evidence preclusion when the “the \nrecord is rife with [defendant’s] efforts to evade [plaintiff’s] requests for evidence . . . , \nincluding contravention of three separate orders to compel ”); Deans v. Terry , No. \nCOA04-495, 2005 N.C. App. LEXIS 425, at *12 (N.C. Ct. App. Mar. 1, 2005) (affirming \nevidence preclusion when “[t]he record exhibits a longstanding pattern of disobedient \nconduct and numerous incidents of defendant ’s failure to comply with discovery \nrequests”).6 \n \n6 See also, e.g., In re Pedestrian Walkway Failure, 173 N.C. App. 254 , 268 (2005) (affirming \nevidence preclusion when plaintiff failed to produce documents, the absence of which \nprejudiced defendants’ ability to defend themselves); Zubaidi v. Earl L. Pickett Enters., Inc., \nNo. COA05-1582, 2006 N.C. App. LEXIS 1809, at *12 (N.C. Ct. App. Aug. 15, 2006) (affirming \nevidence preclusion when “[t]he record indicates that defendants had made repeated requests \nfor these documents and that the trial court had ordered plaintiffs to bring them to their \ndepositions, which they did not do”); Rabb v. Amatex Corp., 769 F.2d 996, 1000 (4th Cir. 1985) \n(observing that “[a] trial court may preclude evidence  . . . even if to do so is tantamount to  \na . . . dismissal” (citations omitted)); Certain Underwriters at Lloyd’s, London Subscribing to \nPol’y No. B0823PP1308460  v. AdvanFort Co. , No. 1:18 -cv-1421, 2019 U.S. Dist. LEXIS \n124572, at *21–22 (E.D. Va. July 25, 2019) (imposing evidence preclusion to serve as a future \ndeterrent when defendants failed to turn over “requested basic information that is central to \nthe present dispute ” and “forced Plaintiffs to continue taking discovery and litigating this \ncase when earlier, more complete disclosures may h ave helped resolve this case much \nsooner”); Momentum Luggage & Leisure Bags v. Jansport, Inc., No. 00 CIV. 7909, 2001 U.S. \nDist. LEXIS 760, at *6 (S.D.N.Y. Feb. 1 , 2001)  (imposing evidence preclusion when \n“[p]ermitting the plaintiff to conduct this litigation without regard to the requirement that it \n39. Order Compelling Discovery.   Plaintiffs have a  continuing and \nunfulfilled duty to meet their discovery obligations .  Therefore, the Court will again \ncompel production of responsive documents .  At the hearing, counsel stated  that \nPlaintiffs had signed a contract with Tower for document review to begin on February \n8, 2021.  This process is e xpected to take twelve weeks.   Based o n these \nrepresentations, the Court directs Plaintiffs to produce all responsive, nonprivileged \ndocuments by May 1 0, 2021.  The Court concludes that  this deadline is reasonable \nand gives Plaintiffs ample time to fully meet their obligations. \n40. Monetary Sanctions.  Monetary sanctions are also in order.  By rule, “the \ncourt shall require the party failing to obey the order to pay the reasonable expenses, \nincluding attorney’s fees, caused by the failure, unless the court finds that the failure \nwas substantially justified or that other circumstances make an award of expenses \nunjust.”  N.C. R. Civ. P. 37 (b)(2)(flush).  Plaintiffs’ failure was not substantially \njustified, and there are no circumstances making an award of expenses unjust.  As \nsuch, an award of expenses is mandatory.  See Red Valve, 2019 NCBC LEXIS 57, \nat *75; Bradshaw v. Maiden, 2018 NCBC LEXIS 46, at *21–22 (N.C. Super. Ct. May \n9, 2018). \n41. More Severe Sanctions.  The Court declines to impose additional or more \nsevere sanctions.  New JBL suggested that the Court should treat as established the \nfacts that Plaintiffs conspired with the counterclaim defendants  to breach the asset \npurchase agreement and the consulting agreement, including the restrictive \n \nfulfill its own discovery obligations in good faith and in a timely manner, unfairly increases \nthe burden on [defendant] and the Court”). \ncovenants, as alleged in New JBL’s counterclaims.  But that sanction would not be \nappropriate because it might prejudice the other counterclaim defendants by opening \nthe door to an unfair inference that they too were involved in the conspiracy. \n42. New JBL has also asked the Court to strike Plaintiffs’ pleadings and dismiss \ntheir claims.  The Court concludes, instead, that evidence preclusion strikes the \nproper balance.  Plaintiffs should take heed that if they fail to comply with this Order, \nonly the most severe sanctions remain.  See, e.g., Kandey Co. v. Barbera, No. \n11CV478A, 2012 U.S. Dist. LEXIS 185364, at *9 –12 (W.D.N.Y. Dec. 17, 2012)  \n(striking pleadings and entering default judgment when evidence preclusion \nsanctions had already been imposed b ut defendants continued to fail to produce \ndiscovery). \nB. Rule 41 and Civil Contempt \n43. Under Rule 41, the Court may dismiss an action or any claim “[f] or failure \nof the plaintiff . . . to comply with these rules or any order of court .”  N.C. R. Civ. P. \n41(b).  For the same reasons discussed with respect to terminating sanctions under \nRule 37, the Court similarly concludes that it will not dismiss Plaintiffs’ claims under \nRule 41. \n44. New JBL has also moved to hold Plaintiffs in civil contempt.  But the Court \nconcludes that doing so “would serve no useful purpose in this case.”  Am. Transp. \nGrp. Ins. Risk Retention Grp. v. MVT Ins. Servs., Inc. , 2021 NCBC LEXIS 11, at *24 \n(N.C. Super. Ct. Feb. 2, 2021).  The purpose of civil contempt is to ensure compliance, \nnot to punish, and the Court’s “only means of compelling compliance of a person found \nin civil contempt is imprisonment for as long as the civil contempt continues .”  Id.  \n(citations omitted).  Because the Court has set a new deadline for document \nproduction, impris oning Plaintiffs for violating the Sanctions Order would be \npunitive, not remedial.  See Teachey v. Teachey , 46 N.C. App. 332, 334 (1980)  \n(observing that the “present ability to comply” is required to hold a party in civil \ncontempt (citation omitted)); see also N.C.G.S. § 5A-21(3). \nIII. \nCONCLUSION \n45. For all these reasons, the Court  GRANTS New JBL’s motion in part and \nORDERS as follows: \na. Plaintiffs shall pay to New JBL its reasonable expenses, including attorney’s \nfees, caused by the failure to obey the Sanctions Order .  The Court \nencourages the parties to stipulate to this amount.  To that end, Plaintiffs \nand New JBL shall meet and confer  in good faith no later than  March 10, \n2021.  If the parties reach agreement, they shall jointly submit their \nstipulation to the Court for its approval by March 17 , 2021.  If the parties \ncannot agree, then New JBL may file its fee petition and supporting evidence \nby March 17, 2021.  Plaintiffs shall then have until March 31, 2021, to file \nany objections.  The petition and response each may not exceed 2,500 words.  \nNo reply brief is permitted. \nb. No later than May 10, 2021, Plaintiffs must serve all nonprivileg ed \ndocuments that are responsive to New JBL’s First Set of Interrogatories and \nRequests for Documents to Lunsford and to Old JBL , accompanied by a \nprivilege log conforming to Rule 26(b)(5), and must file a certification to that \neffect.  The production must fully comply with the parties’ ESI protocol.   \nExtensions will not be granted absent a showing of extraordinary good \ncause.  The Court admonishes Plaintiffs not to wait until the eleventh hour \nto request an extension. \nc. For the remainder of this action (including but not limited to any motion for \nsummary judgment or trial), Plaintiffs are prohibited from supporting any \nof their affirmative claims or defenses  or opposing any of New JBL’s \ncounterclaims or defenses.  Plaintiffs are prohibite d from introducing \nevidence on any matter pertaining to their affirmative claims  and defenses \nor pertaining to Plaintiffs’ counterclaims and defenses. \nd. Failure to comply with this Order may be treated as contempt  of court and \nmay result in the imposition of terminating sanctions. \ne. In all other respects, the Court DENIES New JBL’s motion. \n \nSO ORDERED, this the 3rd day of March, 2021. \n \n \n        /s/ Adam M. Conrad   \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n "
}