{
  "id": "9ad93fe39ad14dac4114c2f2b890d2cb66616a8b4187b24c794126b6cf96b2d9",
  "source_file": "data/raw/ncbc/9ad93fe39ad14dac4114c2f2b890d2cb66616a8b4187b24c794126b6cf96b2d9.pdf",
  "raw_text": " Carolina Med. Partners, PLLC v. Shah, 2024 NCBC 43. \n \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 13767 \n \nCAROLINA MEDICAL PARTNERS, \nPLLC; NIMISH PATEL; and \nSHEPHALI PATEL, \n \nPlaintiffs, \n \nv. \n \nAMIT G. SHAH and PALMETTO \nMEDICAL GROUP, PLLC, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION  \nON PARTIAL MOTION TO DISMISS  \nAMENDED COUNTERCLAIMS \n \n \n1. Plaintiffs Nimish Patel , Shephali Patel , and Carolina Medical Partners, \nPLLC have moved to dismiss a host of counterclaims asserted by Defendants Amit \nShah and Palmetto Medical Group, PLLC .  (See ECF No. 75.)  For the following \nreasons, the Court GRANTS the motion in part and DENIES it in part. \nMoore & Van Allen , PLLC, by Christopher D. Tomlinson, Caroline F. \nSavini, and Sarah H. Negus, for Plaintiffs Carolina Medical Partners, \nPLLC, Nimish Patel, and Shephali Patel.  \nK&L Gates LLP, by Marla T. Reschly and Daniel D. McClurg, for \nDefendants Amit G. Shah and Palmetto Medical Group, PLLC.  \nConrad, Judge. \nI. \nBACKGROUND \n2. The Court does not make findings of fact on a motion to dismiss.  The \nfollowing background assumes that the allegations of the amended counterclaims are \ntrue. \n3. Shah and t he Patels are physicians who used to practice together .  Shah \nfounded Palmetto Medical Group, an adult and senior primary care practice, in 2008.  \nHe hired the Patels  to join the practice two years later  and gave them  minority \nownership interests a year after that .  As time went on, though, their relationship \nsoured, leading to a split in mid-2021.  (See Am. Countercl. ¶¶ 9–11, ECF No. 74.) \n4. It wasn’t an amicable split.  Shah and the Patels needed a mediator to help \nthem work through their many disputes.  Although the mediation did not settle every \ndispute they had, it did yield a framework for dividing their business interests , as \nspelled out in a written Practice Separation Agreement .  In a nutshell,  the parties \nagreed that Shah would buy the Patels’ interests in Palmetto Medical Group and that \nthe Patels would then be free to open their own medical practice.  The first step was \nto have the Patels’ interests appraised.  Once the appraisal was complete, Shah would \nhave thirty days to tender payment , after which  the parties would execute any \ndocuments needed to transfer the Patels’ interests to him.  While awaiting the \nappraisal and payment , the Patels were to continue working for Palmetto Medical \nGroup and receiving regular, biweekly distributions.  In addition to negotiating  the \nbuyout, t he parties agreed to  indemnification and nondisparagement clauses, \nmeasures to protect the rights of patients and ensure continuity of care, and terms \nconcerning Palmetto Medical Group’s existing contracts to provide medical services \nto third parties.  (See Am. Countercl. ¶¶ 47, 48; V. Compl. Ex. A [“PSA”], ECF No. 3.) \n5. But t his fragile peace didn ’t last.   By November 2021, the Patels  had \ntransferred their interests in Palmetto Medical Group to Shah and opened their new \npractice under the name Carolina Medical Partners .  Throughout this period , the \nparties squabbled about things that hadn’t been resolved in their mediation as well \nas things that supposedly had been.  A second mediation in June  2022 ended in an \nimpasse.  Soon after, the Patels and Carolina Medical Partners filed suit, alleging not \nonly that Shah and Palmetto Medical Group had breached the Practice Separation \nAgreement but also that they had never intended to abide by the agreement in the \nfirst place.  (See Am. Countercl. ¶¶ 53, 108, 110; V. Compl., ECF No. 3.) \n6. Shah and Palmetto Medical Group have denied any wrongdoing and \nasserted counterclaims, saying that the Patels are the ones who  shirked their \ncontractual obligations  in both the Practice Separation Agreement and their \nemployment agreements.  Shah and Palmetto Medical Group also claim unfair \ncompetition, alleging that the Patels secretly formed Carolina Medical Partners long \nbefore the Practice Separation Agreement  and later wrongfully  induced one of \nPalmetto Medical Group’s key clients to breach its c ontract with the practice.  The \ncounterclaims, as amended, include claims for breach of contract, fraud, punitive \ndamages, tortious interference with contract, unjust enrichment, and civil conspiracy.  \n(See Am. Countercl. ¶¶ 115, 116, 126–31, 134–46, 149–51, 159–74, 178–82, 186–91, \n195, 196.) \n7. The Patels and Carolina Medical Partners  have moved to dismiss most of \nthe amended counterclaims.  Their motion is fully briefed .  On 25 June 2024, the \nCourt held a hearing at which all parties were represented  by counsel.  The motion \nis ripe for determination.  \nII. \nANALYSIS \n8. A motion to dismiss under Rule 12(b)(6) “tests the legal sufficiency of the  \n[counterclaim] complaint.”  Isenhour v. Hutto, 350 N.C. 601, 604 (1999) (citation and \nquotation marks omitted).  Dismissal is proper when  “(1) the complaint on its face \nreveals that no law supports the . . . claim; (2) the complaint on its face reveals the \nabsence of facts sufficient to make a good claim; or (3)  the complaint discloses some \nfact that necessarily defeats the . . . claim.”  Corwin v. Brit. Am. Tobacco PLC , 371 \nN.C. 605, 615 (2018) (citation and quotation marks omitted).  In deciding the motion, \nthe Court must treat the well -pleaded allegations as true and view the facts and \npermissible inferences in the light most favorable to the nonmoving party.  See, e.g., \nSykes v. Health Network Sols., Inc. , 372 N.C. 326, 332 (2019) .  The Court may also \nconsider documents, such as contracts, that are the subject of the complaint.  See, e.g., \nOberlin Cap., L.P. v. Slavin, 147 N.C. App. 52, 60 (2001). \nA. Breach of Contract \n9. The elements of a claim for breach of contract are the existence of a valid \ncontract and a breach of that contract’s terms.  See Poor v. Hill, 138 N.C. App. 19, 26 \n(2000).  When these elements are alleged, “it is error to dismiss a breach of contract \nclaim under Rule 12(b)(6).”  Woolard v. Davenport, 166 N.C. App. 129, 134 (2004); see \nalso Vanguard Pai Lung, LLC v. Moody , 2019 NCBC LEXIS 39, at *11 (N.C. Super. \nCt. June 19, 2019) (“[S]tating a claim for breach of contract is a relatively low bar.”). \n10. Shah and Palmetto Medical Group allege that the Patels breached fourteen \ndifferent contract provisions —six in the Practice Separation Agreement and eight \nmore in their employment agreements.  The Patels seek to dismiss the counterclaims \nfor all but two of these fourteen alleged breaches. \n11. Most of the parties’ disputes are straightforward.  The Patels argue, for \nexample, that the allegations of breach are too vague for  those sections of their  \nemployment agreements that concern their professional and administrative d uties \nand restrictions on their use of confidential information.  But notice pleading requires \nonly “a statement of a claim” that “gives sufficient notice of the events or transactions \nwhich produced the claim to enable the adverse party to understand its nature and \nbasis.”  Pyco Supply Co. v. Am . Centennial Ins. Co., 321 N.C. 435, 442 (1988) .  The \nallegations here do just that even if they are not exhaustive.  ( See Am. Countercl. \n¶¶ 159 (“refusing to cooperate with PMG’s efforts to implement and enforce quality \ncontrol procedures”), 160 (“failing to abide by the terms of PMG’s contracts with” \nhealth care facilities, including “Wellmore”), 161 (“refusing to cooperate with PMG’s \nattempts to investigate wrongdoing”), 163 (“failing to keep full, compl ete, and \naccurate accounts and records of their professional work”), 164 (“ failing to timely \ncomplete patient notes and submit bills”), 165 ( “failing to indemnify PMG for costs \nand expenses incurred in connection with the Centene audit in 2021”) , and 174 \n(alleging use of “PMG’s electronic medical records . . . to compete with PMG”).)1     \n \n1 Although the Patels suggest that there may be “a potential timing issue” for some of these \nallegations under the statute of limitations, (Br. in Supp. 22, ECF No.76), they haven’t argued \nor shown that any counterclaim is untimely on its face.  See Hargett v. Holland, 337 N.C. 651, \n653 (1994) (observing that a  court may dismiss a claim as untimely under the statute of \nlimitations only “if it appears on the face of the complaint that such a statute bars the claim”). \n12. The dispute about section 2(b) of the Practice Separation Agreement  is \nsimilar.  During the short period between the signing of the agreement and  Shah’s \npurchase of the Patels’  ownership interests, Palmetto Medical Group was to pay \nbiweekly distributions to the Patels  in return for their  “due performance of their \nobligations as employees.”  (PSA § 2(b).)  The Patels say that they cannot discern how \nthey are supposed t o have breached this section , in part because the allegations of \nbreach are “boilerplate.”  (Br. in Supp. 8.)   Again, though, the standard is  notice \npleading, and  Palmetto Medical Group has adequately alleged that it paid the \ndistributions in full but that the Patels did not perform their obligations.   (See Am. \nCountercl. ¶¶ 68, 71 (citing tardy submission of patient notes and bills, among other \ndeficiencies).) \n13. Likewise, the amended counterclaims state a claim for breach of  section 10 \nof the Practice Separation Agreement.  In that section, the parties broadly agreed to \nindemnify one another  for damages “caused by the wrongful, negligent or unlawful \nacts or omissions of the indemnifying Party.”  (PSA § 10.)  The Patels object that the \n“allegations are sparse and shallow,”  lacking reference to “how, when, or why” any \ndemand for indemnification occurred.  (Br. in Supp. 10.)  This is unpersuasive.  “[A] \nclaim for breach of contract is not subject to heightened pleading standards.”  AYM \nTechs., LLC v. Rodgers, 2018 NCBC LEXIS 14, at *52 (N.C. Super. Ct. Feb. 9, 2018).  \nIn any event, the amended counterclaims allege the conduct giving rise to the \nobligation to indemnify , when the obligation arose , and the fact that Palmetto \nMedical Group’s dem and for indemnification was refused .  ( See Am. Countercl. \n¶¶ 39–42.) \n14. By contrast, the allegations that the Patels breached section 6(a) of the \nPractice Separation Agreement are inadequate.  In that section, the parties agreed to \n“observe all rules and regulations of governing regulatory authority [sic] in ensuring \ncontinuity of care.”  (PSA §  6(a).)  As the Patels correctly observe, however, all the \nalleged misconduct giving rise to this breach occurred before the effective date of the \nPractice Separation Agreement.  ( See Am. Countercl. ¶¶  36–38, 115(c).)  Although \nPalmetto Medical Group disputes this, it does not point to any allegations concerning \nconduct that occurred after the agreement  was formed.  Thus, e ven if true, the \nallegations fail to state a claim for breach of section 6(a). \n15. The claim for breach of section 7.2 of the employment agreements also fails, \nthough for a different reason.  This section contains restrictive covenants that purport \nto bar the Patels from competing against Palmet to Medical Group during their \nemployment and for two years after.  As part of the Practice Separation Agreement, \nPalmetto Medical Group “release[d] any right or claim that it may have against the \nPatels (or any entity in which they may have an interest) arising from any restrictive \ncovenant or similar provision that may prevent them from competing with PMG in \nthe practice of medicine .”  (PSA § 5(a) (emphasis added).)  Having agreed to this \ncomprehensive release, it cannot now maintain a claim for breach of section 7.2.  See \nAdder v. Holman & Moody, Inc., 288 N.C. 484, 492 (1975) (“A release is the giving up \nor abandoning of a claim or right to the person against whom the claim exists or the \nright is to be exercised.”).2 \n16. That leaves section 1(b)  of the Pr actice Separation Agreement.  In  that \nsection, Shah promised to pay the Patels  for their  interests in Palmetto Medical \nGroup, after which the parties would “execute whatever documents may be required \nto effect such purchase and transfer of the Patels’ owne rship interest[s]” to Shah.  \n(PSA § 1(b).)  As alleged, the Patels breached this section by unreasonably delaying \nexecution of the transfer documents for six weeks after receiving payment from Shah.  \nIn their opposition brief, the Patels contend that there was no breach because section \n1(b) imposes no time limit and because a six-week delay was not unreasonable in any \nevent.  At the hearing, the Patels’ counsel correctly conceded that “[i]f no time for the \nperformance of an oblig ation is agreed upon by the parties, then the law prescribes \nthat the act must be performed within a reasonable time.”  Int’l Minerals & Metals \nCorp. v. Weinstein, 236 N.C. 558, 561 (1952) (citation and quotation marks omitted).  \nA six-week delay may or ma y not be reasonable depending on the context.  At this \nstage, the Court must take all inferences in favor of Shah and Palmetto Medical \nGroup and concludes that their allegations are sufficient to state a claim .  (See Am. \nCountercl. ¶¶ 106–08.) \n17. Accordingly, the Court grants the motion to dismiss the counterclaims for \nbreach of section 7.2 of the employment agreements and section 6(a) of the Practice \n \n2 At no point in their pleading or their opposition brief do Shah and Palmetto Medical Group \ncontend that the release is unenforceable due to the Patels’ alleged fraud. \nSeparation Agreement.  The Court denies the motion to dismiss the counterclaims for \nbreach of contract in all other respects. \nB. Fraud & Punitive Damages \n18. Unlike contract claims, fraud claims must be pleaded with particularity.  See \nN.C. R. Civ. P. 9(b).  Fraud has five “essential elements”: (a) a false representation or \nconcealment of a material fact, (b) calculated to deceive, (c) made with intent to \ndeceive, (d) that did in fact deceive, and (e) that resulted in damage to the injured \nparty.  Rowan Cnty. Bd. of Educ. v. U.S. Gypsum Co. , 332 N.C. 1, 17 (1992).  The \nplaintiff’s reliance on the fraudulent misrepresentation “must be reasonable.”  Forbis \nv. Neal, 361 N.C. 519, 527 (2007). \n19. Although the Patels chiefly target the first element, they argue that t he \namended counterclaims fail to allege all five elements adequately.  The Court \ndisagrees.  In the mediation that produced the Practice Separation Agreement, the \nPatels allegedly represented that they intended to form a competing medical practice \nbut had not yet done so.  According to the amended counterclaims, this was false: the \nPatels had formed Carolina Medical P artners nearly a year earlier, obtained \nnecessary certifications, and begun communicating with vendors and business \npartners of Palmetto Medic al Group.  Shah and Palmetto Medical Group say that \nthey were unaware of these facts and that they would not have agreed to the Practice \nSeparation Agreement if they had known the truth.  These allegations, taken as true, \nare sufficiently particular to state a claim for fraud.   (See Am. Countercl. ¶¶ 54, 57, \n63, 136–38, 142, 143, 145.)   \n20. The Court therefore denies the motion to dismiss the claim for fraud.  \nHaving done so, the Court also denies the motion to dismiss the demand for punitive \ndamages because t he Patels’ only argument for dismissing that demand is that it \nrises and falls with the claim for fraud. \nC. Tortious Interference with Contract \n21. To state a claim for tortious interference with contract, 3 the plaintiff must \nallege that a valid contract exists between it and a third person, and that the \ndefendant knows of the contract, intentionally induced the third person not to \nperform the contract, did so without justification, and caused actual damage.  See \nUnited Labs., Inc. v. Kuykendall , 322 N.C. 643, 66 1 (1988).  A person “acts without \njustification in inducing the breach of contract . . . if he has no sufficient lawful reason \nfor his conduct.”  Childress v. Abeles, 240 N.C. 667, 675 (1954). \n22. This claim concerns Palmetto Medical Group’s contract to provide services \nto a nursing home owned by Wellmore.  That contract allowed Wellmore to terminate \nit with 90-days’ notice.  As alleged, th e Patels interfered by contacting Wellmore \nbefore the execut ion of the Practice Separation Agreement  and inducing it to \nterminate the contract without observing the 90-day notice period.  This paved the \nway for Carolina Medical Partners to become Wellmore’s new service provider , as \npermitted by the Practice Separat ion Agreement, after Shah purchased the Patels’ \ninterests in Palmetto Medical Group.  (See Am. Countercl. ¶¶ 79–81.) \n \n3 It is unclear from the briefing whether the parties believe that North Carolina law or South \nCarolina law applies to this claim.  They appear to agree, though, that the choice of law makes \nno difference.  The Court therefore cites North Carolina law. \n23. The Patels maintain that any interference was justified  because they \nbecame competitors of Palmetto Medical Group following the Practice Separation \nAgreement.4  “[C]ompetition in business constitutes justifiable interference in \nanother’s business relations and is not actionable so long as it is carried on in \nfurtherance of one’s own interests and by means that are lawful.”  Peoples Sec. Life \nIns. Co. v. Hooks , 322 N.C. 216, 221 (1988).  Here, the amended counterclaims \nadequately allege that the Patels competed by means that were not lawful, including \nby fraudulently misrepresenting the status of their  competing business  during \nnegotiations for the Practice Separation Agreement .  If true, then the competitive \nprivilege doesn’t shield their interference.  See Avadim Health, Inc. v. Harkey , 2021 \nNCBC LEXIS 104, at *22 (N.C. Super. Ct. Nov. 30, 2021) (“Even if the parties are \ncompetitors, arguably unfair competition furthered by fraud is not justified.”). \n24. For these reasons, the Court denies the motion to dismiss the counterclaim \nfor tortious interference with contract. \nD. Unjust Enrichment \n25. Palmetto Medical Group asserts two claims for unjust enrichment.  The first \nclaim is based on the allegation that Nimish Patel made an unauthorized charge on \nthe company’s credit card .  (See Am. Countercl. ¶ 178.)  If true, the unauthorized \n \n4 In their opening brief, t he Patels argued that they were non-outsiders to the Wellmore \ncontract and therefore enjoyed qualified immunity for any interference with it.  Nimish Patel \nalso argued that he was a party to the Wellmore contract and that a party to a contract cannot \nbe liable for wrongful interference with it.  At the hearing, however, the  Patels abandoned \nthese arguments, relying exclusively on their status as competitors.  Moreover, the amended \ncounterclaims do not allege that Nimish Patel was a contractual party, only that he was the \nappointed physician (that is, the agent) assigned to c arry out Palmetto Medical Group’s \nduties under the Wellmore contract.  (See Am. Countercl. ¶ 82.) \ncharge may be wrongful, but it is not unjust enrichment.  To plead unjust enrichment, \nPalmetto Medical Group must allege that it conferred a benefit with the “expectation \nof compensation or other benefit in return.”  Butler v. Butler , 239 N.C. App. 1, 12 \n(2015); see also JPMorgan Chase Bank, N.A. v. Browning, 230 N.C. App. 537, 541–42 \n(2013).  Here, though, Palmetto Medical Group alleges that Nimish Patel “took assets \nbelonging to” it, not that it “conferred benefits upon” him.  Albritton v. Albritton, 2021 \nNCBC LEXIS 53, at *33–36 (N.C. Super. Ct. June 7, 2021) (emphasis in original); see \nalso Am. Cirs., Inc. v. Bayatronics, LLC, 2023 NCBC LEXIS 165, at *39 (N.C. Super. \nCt. Dec. 8, 2023) (observing that unjust enrichment contemplates “a willing transfer,” \nnot an unwilling taking ).  Accordingly, the Court grants the motion to dismiss this \nclaim. \n26. A second claim for unjust enrichment concerns the distributions that \nPalmetto Medical Group paid to the Patels during the period following the execution \nof the Practice Separation Agreement but before they transferred their ownership \ninterests to Shah.  The Patels contend that any dispute about these distributions  is \ngoverned by section 2(b) of the Practice Separation Agreement  and therefore cannot \nbe the subject of a claim for unjust enrichment.  See Vetco Concrete Co. v. Troy Lumber \nCo., 256 N.C. 709, 713 (1962)  (holding that, when the parties have made an express \ncontract, the law will not imply one “with reference to the same matter”) .  At this \nearly stage, however, the Court is persuaded that Palmetto Medical Group may plead \nunjust enrichment in the alternative to its claim for breach of section 2(b) of the \nPractice Separation Agreement .  See N.C. R. Civ. P. 8(e)(2); Cosma v. Fit Kitchen, \nLLC, 2022 NCBC LEXIS 77, at *3 (N.C. Super. Ct. July 18, 2022) (citing cases).  The \nCourt sees no other basis to dismiss this claim. \nE. Civil Conspiracy \n27. To state a claim for civil conspiracy, a plaintiff must allege “(1) a conspiracy, \n(2) wrongful acts done by certain of the alleged conspirators  in furtherance of that \nconspiracy, and (3) injury as a result of that conspiracy.”  Krawiec v. Manly, 370 N.C. \n602, 614 (2018).  A conspiracy requires an agreement between at least two persons to \ntake an unlawful action or to take a lawful action in an unlawful manner.  See id. at \n613; Evans v. Star GMC Sales & Serv., Inc. , 268 N.C. 544, 549 (1966).  According to \nthe amended counterclaims, the Patels and Carolina Medical Partners conspired to \ndefraud Shah and Palmetto Medical Group, to interfere with Palmetto Medical \nGroup’s contract with Wellmore, and to breach various contractual obligations.  The \nallegations are not conclusory, as the Patels and Carolina Medical Partners contend.  \nThe amended counterclaims allege the identity of the conspirators, the timeframe \nand purpose of the conspiracy, the steps taken to carry out the conspiracy , and the \nresulting injury.  (See, e.g., Am. Countercl. ¶¶  53, 54, 80, 124, 138, 195.)  Nothing \nmore is required.  The Court therefore denies the motion to dismiss the conspiracy \nclaim.  See, e.g., Lunsford v. ViaOne Servs., LLC, 2020 NCBC LEXIS 111, at *17–18 \n(N.C. Super. Ct. Sept. 28, 2020) (collecting cases). \nIII.  \nCONCLUSION  \n28. For all these reasons, the Court GRANTS the motion to dismiss the \ncounterclaim for breach of section 7.2 of the Patels ’ employment agreements, the \ncounterclaim for breach of section 6(a) of the Practice Separation Agreement, and the \ncounterclaim for unjust enrichment concerning the allegedly unauthorized  credit \ncard charge .  These counterclaims are  DISMISSED with prejudic e.  In all other \nrespects, the Court DENIES the motion to dismiss.   \n29. In addition, the Court  ORDERS that the parties shall have until 12 July \n2024 to file a proposed, revised Case Management Order setting new deadlines for \ncompleting discovery and filing post-discovery dispositive motions. \n \nSO ORDERED, this the 27th day of June, 2024. \n \n \n      /s/ Adam M. Conrad \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n \n \n "
}