{
  "id": "9adce426e4d9b27f4808223a2e628ab2afe77586489dfbae0044479e48fbfbc9",
  "source_file": "data/raw/ncbc/9adce426e4d9b27f4808223a2e628ab2afe77586489dfbae0044479e48fbfbc9.pdf",
  "raw_text": "Mayer v. Goldner, 2025 NCBC 12. \nSTATE OF NORTH CAROLINA \n \nLINCOLN COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n24 CVS 1258 \n GABRIEL JUDAH MAYER, individually and derivatively on behalf of SHERBROOKE CORPORATE LTD., and MATTHEW QUEEN,  Plaintiffs,   v.  SAMUEL GOLDNER,  Defendant,  and  SHERBROOKE CORPORATE LTD.,                    Nominal Defendant. \n \n \n \n \n \n \n \n \nORDER AND OPINION  \nON DEFENDANT’S PARTIAL \nMOTION TO DISMISS \n \n \nParker Poe Adams & Bernstein LLP, by Scott E. Bayzle and Andrew \nTabeling, for Plaintiffs Gabriel Judah Mayer and Matthew Queen. \n \nMcGuireWoods LLP, by Elisabeth Briand, Zachary L. McCamey, and \nBrian A. Kahn, for Defendant Samuel Goldner and Nominal Defendant \nSherbrooke Corporate Ltd.  \n \nConrad, Judge. \n \n1. This case involves a dispute among the shareholders of Sherbrooke \nCorporate Ltd.  Gabriel Mayer and Matthew Queen, both minority shareholders, \naccuse Samuel Goldner, the majority shareholder, of crippling the company through \nself-dealing and dereliction of duty.  Goldner has moved to dismiss several claims \nunder Rule 12(b)(6) of the North Carolina Rules of Civil Procedure.  (See ECF No. 14.)  \nFor the following reasons, the Court GRANTS in part and DENIES in part his \nmotion. \n2. Background.  The Court does not make findings of fact on a Rule 12(b)(6) \nmotion to dismiss.  The following background assumes that the allegations of the \ncomplaint are true. \n3. Sherbrooke, a North Carolina corporation, is a captive insurance company.*  \nGoldner, Mayer, and Queen are its only shareholders and, until recently, were all \nofficers and directors.  Sherbrooke’s business is to reinsure insurance policies that \nprovide coverage to nursing homes owned by Goldner.  Under filings made with state \nregulatory authorities, the company may reinsure only those policies issued by a \nfronting carrier called Victoria Insurance.  (See Compl. ¶¶ 10–13, 17, 18, ECF No. 3.) \n4. Because Sherbrooke’s sole purpose is to reinsure Goldner’s nursing homes, \nit has no revenue other than the nursing homes’ insurance premiums.  Mayer and \nQueen allege that this revenue source became unreliable and that Goldner is to \nblame.  For the 2022-2023 policy year, Goldner underpaid premiums by nearly $6 \nmillion.  Then, in late 2022, he shut off the spigot completely.  Despite assuring Mayer \nand Queen that he could and would pay the balance, neither Goldner nor his nursing \nhomes have since paid any premiums to Sherbrooke.  (See Compl. ¶¶ 25–28, 30, 31, \n35; see also Demand Letter, Compl. Ex. C.) \n5. This revenue drought imperiled Sherbrooke’s solvency.  According to Mayer \nand Queen, Goldner pushed the company over the brink in 2024.  He began by \n \n* “A captive insurance company is an insurance company that is owned by another \norganization and whose exclusive purpose is to insure risks of the parent organization and \naffiliated companies.  Captive insurance companies must be licensed, must meet certain \ncapital and surplus requirements, and must file annual reports to the Commissioner” of \nInsurance.  Causey v. Cannon Sur., LLC, 269 N.C. App. 134, 135 (2020) (cleaned up). \nremoving Mayer and Queen as officers and directors and seizing total control.  With \nGoldner alone at the helm, Sherbrooke’s operations came to a halt.  Goldner did not \ncomplete its annual audit for 2023, coordinate payment of its 2023 taxes, or prepare \nmandatory regulatory filings.  Worse yet, he ignored Victoria Insurance’s demand for \n$3.2 million in overdue payments, as well as its offer to renegotiate its agreement \nwith Sherbrooke.  To that point, Victoria Insurance had covered several litigated \nclaims despite the unpaid premiums—a windfall to the nursing homes and Goldner.  \nBut Goldner’s silence led Victoria Insurance to stop payment of any claims under \npolicies reinsured by Sherbrooke.  In the months afterward, Goldner refused to \nadminister Sherbrooke’s open claims and stymied efforts by the company’s outside \ncounsel to defend it against ongoing litigation.  (See Compl. ¶¶ 33, 46–48, 51–54, 58, \n61–66.)  \n6. Mayer and Queen believe that Goldner cares little about Sherbrooke’s \ninterests, aiming instead to use its assets to solve his own financial crisis.  As alleged, \nGoldner faces at least a dozen civil judgments totaling more than $50 million.  Since \nseizing control of Sherbrooke, he has taken money from its accounts to pay his \npersonal legal expenses.  Having been stripped of power, Mayer and Queen lack the \nability to safeguard what remains of the company’s assets from similar misuse.  (See \nCompl. ¶¶ 42, 44, 45, 67, 70.) \n7. The complaint includes six claims for relief based on these allegations.  \nMayer asserts derivative claims on Sherbrooke’s behalf for breach of fiduciary duty, \nconstructive fraud, and unjust enrichment.  Mayer and Queen also assert a claim to \nremove Goldner as a director under N.C.G.S. § 55-8-09, along with two purported \nclaims for an equitable accounting and punitive damages.  (See, e.g., Compl. ¶¶ 79, \n85, 92, 101, 106, 111.) \n8. Goldner has moved to dismiss the complaint, with some limited exceptions.  \n(See ECF No. 14.)  The motion is fully briefed, and the Court held a hearing on 11 \nMarch 2025.  The motion is ripe for decision. \n9. Legal Standard.  A motion to dismiss under Rule 12(b)(6) “tests the legal \nsufficiency of the complaint.”  Isenhour v. Hutto, 350 N.C. 601, 604 (1999) (citation \nand quotation marks omitted).  Dismissal is proper when “(1) the complaint on its \nface reveals that no law supports the plaintiff’s claim; (2) the complaint on its face \nreveals the absence of facts sufficient to make a good claim; or (3) the complaint \ndiscloses some fact that necessarily defeats the plaintiff’s claim.”  Corwin v. Brit. Am. \nTobacco PLC, 371 N.C. 605, 615 (2018) (citation and quotation marks omitted).  In \ndeciding the motion, the Court must treat all well-pleaded allegations as true and \nview the facts and permissible inferences in the light most favorable to the nonmoving \nparty.  See, e.g., Sykes v. Health Network Sols., Inc., 372 N.C. 326, 332 (2019). \n10. Derivative Claims.  Goldner concedes that he owes fiduciary duties to \nSherbrooke as its sole director.  He also concedes that the complaint’s allegations of \nself-dealing are sufficient to support Mayer’s derivative claims for breach of fiduciary \nduty, constructive fraud, and unjust enrichment.  But Goldner urges the Court to \ndismiss these claims to the extent they are based on the nonpayment of insurance \npremiums.  As Goldner sees it, the premiums are his nursing homes’ responsibility, \nnot his personal responsibility.  By seeking to hold him liable for failing to pay the \npremiums, he contends, the complaint improperly imputes to him obligations owed \nby these separate entities. \n11. This argument misreads Mayer’s allegations.  The complaint does not allege \nthat Goldner personally owes insurance premiums to Sherbrooke.  Nor does it impute \nhis nursing homes’ obligations to him.  Rather, taken in the light most favorable to \nMayer, the allegations show that Goldner controlled the nursing homes’ purse \nstrings, decided when and whether they paid premiums, and chose to shortchange \nSherbrooke without a legitimate reason.  (See Compl. ¶¶ 25 (alleging that Sherbrooke \n“reinsured nursing homes owned by . . . Goldner”), 26 (alleging “Goldner’s payment \nof premiums”), 27 (alleging that “Goldner arbitrarily underpaid insurance \npremiums”), 30 (alleging that “Goldner completely stopped paying premiums”).)  \nMayer’s derivative demand, which is attached to the complaint and therefore part of \nit, says much the same thing.  (See Demand Letter (asserting that “Goldner, through \nhis operation of Goldner Capital Management, has arbitrarily underpaid insurance \npremiums”).)  What’s more, the allegations support a reasonable inference that \nGoldner kept Sherbrooke from securing its finances by first lulling Mayer and Queen \n(his fellow directors) with false assurances that payment was forthcoming and later \nsidelining them entirely.  (See Compl. ¶¶ 31, 35, 46, 47.)  Left unchecked, Goldner \nhas allegedly suspended Sherbrooke’s legal, commercial, and administrative \nactivities—all while intending to use its remaining assets to ease his own financial \ntroubles.  (See Compl. ¶¶ 44, 51, 54, 58.) \n12. Thus, the thrust of the complaint is that Goldner used his position on both \nsides of the reinsurance transaction to benefit himself and his nursing homes at \nSherbrooke’s expense.  Goldner’s argument, however, is limited to his cramped, \npartisan reading of the complaint.  He offers no other reason to conclude that the \ncomplaint, when construed liberally and taking inferences in Mayer’s favor, fails to \nstate claims for breach of fiduciary duty, constructive fraud, and unjust enrichment.  \nThe Court therefore denies the motion to dismiss these claims.  See, e.g., Duffy v. \nSchussler, 287 N.C. App. 46, 56 (2022) (observing that a corporate officer must \n“always discharge the responsibilities of the office with undivided loyalty to the \ncorporation” and “strive to advance the best interests of the corporation” (citation and \nquotation marks omitted)). \n13. Removal of Director.  To state a claim for removal of a corporate director, \na complaining shareholder must allege that “[t]he director engaged in fraudulent or \ndishonest conduct, or gross abuse of authority or discretion, with respect to the \ncorporation” and that “[r]emoval is in the best interest of the corporation.”  N.C.G.S. \n§ 55-8-09(a).  This “is an extraordinary remedy.”  JT Russell & Sons Inc. v. Russell, \n2025 NCBC LEXIS 22, at *16 (N.C. Super. Ct. Mar. 4, 2025) (citation and quotations \nomitted).  The statute “is not intended to permit judicial resolution of internal \ncorporate struggles for control except in those cases in which a court finds that the \ndirector has been guilty of wrongful conduct of the type described.”  Mauck v. Cherry \nOil Co., 2022 NCBC LEXIS 39, at *22 (N.C. Super. Ct. May 2, 2022) (citation and \nquotation marks omitted). \n14. Goldner contends that Mayer and Queen have alleged nothing more than a \ngarden-variety struggle for corporate control.  He also contends that the complaint \nalleges only in conclusory fashion that his removal is in Sherbrooke’s best interest. \n15. These arguments are wholly unconvincing.  The allegations that underlie \nthe derivative claims also underlie the claim for removal.  Taken as true, the \nallegations show that Goldner misappropriated company funds to pay personal legal \nexpenses.  (See Compl. ¶ 67.)  They also show that he deprived Sherbrooke of its only \nrevenue source while giving false assurances of future payment.  (See, e.g., Compl. \n¶¶ 30, 31, 36.)  And they show that upon taking control of Sherbrooke, Goldner has \nbeen derelict in his duty: failing to complete the company’s 2023 audit, taxes, and \nregulatory filings; ignoring Victoria Insurance’s overtures to settle accounts or \nrenegotiate; and making no effort to administer open claims or defend ongoing \nlitigation.  (See, e.g., Compl. ¶¶ 48, 51, 54, 58, 61, 63–66.)  These actions have left \nSherbrooke rudderless and insolvent while exposing it to legal and regulatory \njeopardy. \n16. The Court concludes that the complaint amply alleges fraudulent or \ndishonest conduct and gross abuse of authority or discretion.  So too for the \nallegations that Goldner’s removal is in Sherbrooke’s best interest.  See JT Russell & \nSons, 2025 NCBC LEXIS 22, at *17–18 (denying motion to dismiss claim based on \nallegations of self-dealing and unlawful seizure of control by directors); see also Taylor \nv. Hinkle, 360 Ark. 121, 139 (2004) (finding that director’s “blatant violations of the \nfranchise agreement” and “clear intentions to commit other actions designed to wrest \ncontrol away” were sufficient to show a gross abuse of discretion); cf. Vechery v. Max \nSound Corp., 2023 Cal Super. LEXIS 37059, at *7 (Cal. Super. Ct. Apr. 28, 2023) \n(concluding that director’s “failure to adhere to corporate formalities and lack of any \ninternal restraints or oversight of his management” and “conflicted transactions” \nshowed a gross abuse of authority). \n17. For the first time at the hearing, Goldner’s counsel argued that the events \nin dispute are too remote in time to support his removal.  Some courts have indeed \nheld “that because judicial removal of directors is a remedy designed, in part, to \nprevent future abuse, the acts complained of should be relatively recent.”  Neiman v. \nTri R Angus, Inc., 739 N.W.2d 182, 190 (Neb. 2007).  Even so, this argument, which \nis not in Goldner’s briefs, comes too late.  And on these facts, whether Goldner’s \nmisconduct is too stale to support relief is an issue better suited to summary \njudgment. \n18. Accordingly, the Court denies the motion to dismiss this claim.   \n19. Accounting and Punitive Damages.  Finally, Mayer and Queen purport \nto assert claims for an equitable accounting and punitive damages.  These are \nremedies, not independent causes of action.  See Elhulu v. Alshalabi, 2021 NCBC \nLEXIS 44, at *20 (N.C. Super. Ct. Apr. 29, 2021) (stating that an equitable accounting \n“is a remedy, not an independent cause of action”); Halikierra Cmty. Servs. LLC v. \nN.C. HHS, 2021 NCBC LEXIS 27, at *5 (N.C. Super. Ct. Mar. 25, 2021) (stating that \n“punitive damages are a remedy rather than a standalone cause of action”).  \nAccordingly, the Court grants the motion to dismiss the claims for an equitable \naccounting and punitive damages without prejudice to Mayer’s and Queen’s right to \npursue these remedies, if appropriate, at a later stage. \n20. Conclusion.  For these reasons, the Court DENIES the motion to dismiss \nthe claims for breach of fiduciary duty, constructive fraud, unjust enrichment, and \nremoval of a director.  The Court GRANTS the motion to dismiss the claims for an \nequitable accounting and punitive damages but concludes that Mayer and Queen may \npursue these remedies, if appropriate, at a later stage. \n \n SO ORDERED, this the 17th day of March, 2025.  \n \n \n       /s/ Adam M. Conrad   \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases  \n \n  "
}