{
  "id": "9b542e8e99d5f71b25c6c907b6e70809a2df9d9fc9ad46081feb9851af4c09fd",
  "source_file": "data/raw/ncbc/9b542e8e99d5f71b25c6c907b6e70809a2df9d9fc9ad46081feb9851af4c09fd.pdf",
  "raw_text": "Finkel v. Palm Park, Inc., 2019 NCBC 37.  \n \n \nSTATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 17 CVS 14515 \n \nDAVID FINKEL, HD FUNDING, \nINC., and HORIZON FUNDING, \nLLC,  \nORDER AND OPINION ON \nPLAINTIFFS’ AND DEFENDANTS’ \nMOTIONS FOR PARTIAL SUMMARY \nJUDGMENT  \n Plaintiffs, \n v.  \n \nPALM PARK, INC., NATHAN \nBYELICK, MARGARET \nBYELICK, OAK CREST \nPROPERTY MANAGEMENT, \nINC., and THE OAKS AT \nNORTHGATE, LLC, \n  \nDefendants. \nTHIS MATTER is before the Court on Plaintiffs’ Motion for Partial Summary \nJudgment, (“Plaintiffs’ Motion”, ECF No. 62), and Defendants’ Motion for Partial \nSummary Judgment, (“Defendants’ Motion”, ECF No. 67) (together, the “Motions”). \nTHE COURT, having considered the Motions, the briefs and evidence filed in \nsupport of and in opposition to the Motions, the arguments of counsel at the hearing, \nand other appropriate matters of record, CONCLUDES that Plaintiffs’ Motion should \nbe GRANTED, in part, and DENIED , in part, and Defendants’ Motion should be \nDENIED, in the manner and for the reasons set forth below.  \nSmith Moore Leatherwood LLP, by Mark A. Finkelstein, Esq. for Plaintiffs \nDavid Finkel, HD Funding, Inc., and Horizon Funding, LLC. \n \nParry Tyndall White, by James C. White, Esq. for Defendants Palm Park, Inc., \nNathan Byelick, Margaret Byelick, Oak Crest Property Management, Inc., and \nThe Oaks at Northgate, LLC. \nMcGuire, Judge. \n \n \nI. FACTS AND PROCEDURAL HISTORY \nA. The Parties \n1. Plaintiff David Finkel (“Finkel”) is a resident of Wyoming and a member \nand the manager of Plaintiff Horizon  Funding, LLC (“Horizon”), a Wyoming limited \nliability company.  Finkel also is a shareholder and the president of Plaintiff HD \nFunding, Inc. (“HD Funding”).  (First Am. Compl., ECF No. 31, at ¶¶ 1–2, “FAC”.) \n2. Defendant Nathan Byelick (“Nathan”) is a citize n and resident of \nChatham County, North Carolina, and is the president of Defendant Oak Crest \nProperty Management, Inc. (“Oak Crest”).  Oak Crest is a North Carolina corporation \nwith its principal place of business in Wake County.  Nathan and his wife, Defendant \nMargaret Byelick (“Margaret”), are the sole shareholders of Oak Crest (collectively, \nNathan and Margaret are referred to as the “Byelicks”). \nB. Organization and Membership of “TONG” \n3. In 2005, Finkel, the Byelicks, and a third individual not involved in this \nsuit named Peter Conti, organized The Oaks at Northgate, LLC (“TONG”), a North \nCarolina limited liability company.  (First D. Finkel Aff., ECF No. 52, at ¶ 10.)  \nThough Finkel and the Byelicks signed the TONG Operating Agreement, (ECF No. \n11, at pp. 3 3–34), neither Finkel nor the Byelicks directly owned  a membership \ninterest in TONG.  Instead, Finkel owned his membership interest in TONG through \nHorizon, and the Byelicks owned their membership interest in TONG through Oak \nCrest.  (See Id. at ¶¶ 21–22.)  In 2008 Peter Conti transferred his interest in TONG \nin equal parts to Horizon and Oak Crest.  (Id. at ¶ 10; Second D. Finkel Aff., ECF No. \n \n \n64, at ¶¶ 3 —4.)  Following Conti’s transfer of his interest, Horizon owned a 37.5% \ninterest in TONG, and Oak Crest owned a 62.5% interest.  (ECF No. 64, at ¶¶ 3–4.) \n4. The TONG Operating Agreement (“Operating Agreement”) names the \nByelicks as the initial Managers of TONG.  (ECF No. 11, at p. 36; ECF No. 31, at ¶¶ \n5, 6.)  The Operating Agreement provides that Managers hav e broad authority to \nmanage and control the business and operations of TONG.  In addition, the Operating \nAgreement provides that the Managers shall “[b]e under a fiduciary duty to conduct \nthe affairs of [TONG] in the best interests of [TONG] and the Members, including the \nsafekeeping and use of all of [TONG]’s property.”  (ECF No. 11, at p. 9.) \n5. The Operating Agreement also provides procedures for transferring \nmembership interests and the effects of failing to follow those procedures.  Article \nEleven of the Operating Agreement requires a transferor-member to get prior written \napproval from the other members before transferring a membership interest.  The \nother members are prohibited from consenting to the proposed transfer “unless the \nproposed transferee . . . furnished the Company with an opinion of counsel, \nsatisfactory in form and substance to such Members, that neither the offering nor the \nproposed transfer will violate any federal or applicable state securities law and” will \nnot jeopardize TONG’s partnership tax treatment.  (Id. at p. 22 sec. 11.2.)   \n6. After obtaining proper written consent of all members but prior to the \nactual interest transfer, whether or not the proposed transferee actually furnished \nthe required satisfactory opinion of counsel, the proposed transferee must “offer each \nand every one of the other Members the first right of refusal to acquire the \n \n \nMembership Interest that the proposed transferee decides to transfer.”  ( Id. at sec. \n11.2.1.)  The Right of First Refusal section of the Operatin g Agreement outlines the \nmethods for determining the purchase price, and states that the Members shall have \nthirty days to purchase the proposed transferor’s interest, before the proposed \ntransferor may sell their interest to an unrelated party.  ( Id.)  The Operating \nAgreement provides that if the transfer of “any Membership Interest” is not made \nproperly, it “shall be deemed invalid, null and void, and of no force and effect.”  ( Id. \nat sec. 11.1) \n7. Once the membership interest is transferred to a non-member pursuant \nto Section 11.2, the transferee can only be admitted as a member of TONG by \nobtaining the written consent of TONG’s members and managers, accepting the \nterms of the Operating Agreement, and paying any costs incurred in making them a \nmember.  ( Id. at p. 23 sec. 11.4.)  Unless and until the transferee is admitted as a \nmember pursuant to Section 11.4, “the transferee of a Membership Interest shall not \nbe entitled to any rights, powers, or privileges of a Member, except that the transferee \nshall be e ntitled to receive the distributions and allocations to which the Member \nwould be entitled.”  (Id. at p. 22 sec. 11.3.) \n8. Article Thirteen of the Operating Agreement, titled “Buy -Sell \nProvisions,” states that “any purported voluntary or involuntary Transfer of all or \nany part of a Member’s Membership Interest in a manner not expressly permitted in” \nthe Operating Agreement is a “Buy-Sell Event”.  (Id. at p. 26 sec. 13.1(d).)  The Buy-\nSell Provisions outline the steps that members must take following a Buy-Sell Event, \n \n \nand various agreements regarding the withdrawing member’s interest following the \nBuy-Sell Event.  ( Id. at pp. 26 –27 secs. 13.2 (Buy -Sell Notice); 13.3 (Member’s \nPurchase Option); 13.5 (Agreement on Valuation); 13.6 (Closing); 13.8 (Effect of \nWithdrawing Member’s Interest); 13.9 (Failure to Exercise Purchase Option)).   \nC. Finkel’s Attempted TONG Membership Transfer \n9. In 2013, Finkel attempted to transfer Horizon’s membership interest in \nTONG to HD Funding.  The parties dispute the nature and effect of th e attempted \ntransfer.  Plaintiffs contend that the transfer was merely a “re -titling” of Horizon’s \ninterest to HD Funding —not a transfer as contemplated by the Operating \nAgreement—and that the transfer was done with the understanding and agreement \nof Nathan.  (ECF No. 52, at ¶ 20.)  Finkel contends that Nathan and TONG treated \nHD Funding as the member of TONG after the transfer.  (ECF No. 52, at ¶¶ 20—21, \n25.)  Plaintiffs alternatively contend that, if the attempted transfer was void under \nsection 11.1 of t he Operating Agreement because it was improper, Horizon still \nretains its membership interest in TONG. (Pls.’ Br. Supp. Mot. SJ, ECF No. 63, at p. \n18.)  \n10. Defendants contend that the attempted transfer was not in compliance \nwith the Operating Agreement because Horizon did not obtain the written consent of \nOak Crest prior to transferring the interest, provide the satisfactory opinion of \ncounsel, nor offer Oak Crest its Right of First Refusal pursuant to Section 11.2 of the \nOperating Agreement, and HD Funding d id not obtain the written agreement of \nTONG’s members and managers to be admitted as a member of TONG pursuant to \n \n \nSection 11.4.  Defendants argue, pursuant to Section 11.3, that at this time HD \nFunding has, at most, the right to the distributions to which Horizon would ordinarily \nbe entitled, but HD Funding is not a member with full membership rights.  (Defs.’ Br. \nOpp. Pls.’ Mot. for SJ, ECF No. 76, at pp. 17—20.) \nD. Ownership and Management of Palm Park, Inc. \n11. TONG is the sole shareholder in Defendant Palm Par k, Inc.  (“Palm \nPark”).  TONG purchased Palm Park in 2005, and it is TONG’s only asset.  Nathan \nis the president and Margaret is the vice president of Palm Park, and they are the \nonly members of Palm Park’s Board of Directors.  (N. Byelick Aff., ECF No. 75 , at \n¶¶ 2, 3; M. Byelick Aff., ECF No. 74, at ¶¶ 2, 3.)    \n12. Palm Park has written By -Laws.  (Ex. 2 to Aff. of M. Byelick, ECF No. \n74 at pp. 7–17, “Palm Park By-Laws”.)  The Palm Park By -Laws provide that “[t]he \nbusiness and affairs of [Palm Park] shall be managed by the Board of Directors . . . .”  \n(Id. at Ex. 2 p. 4.)  There is no dispute that Finkel agreed to allow the Byelicks to act \nas the Directors and Officers of Palm Park.  Finkel played no part in managing Palm \nPark.  (Second Aff. Of N. Byelick, ECF No. 69 at pp. 108—16, ¶ 19.) \n13. Palm Park owns commercial real property in Wake County, North \nCarolina, in the form of office buildings and warehouses.  (Id. at ¶ 7.)  Several of the \ndisputes in this lawsuit center on a commercial office building owned by Pal m Park \nlocated at 1135 Kildaire Farm Road in Cary, North Carolina known as the “Lawrence \nBuilding.”   \n \n \n14. Palm Park retained third -party Colliers International (“Colliers”) to \nmanage the Lawrence Building. (Id. at ¶ 8.) Colliers was responsible for leasing space \nin the building, negotiating terms of the leases, and preparing, in consultation with \ncounsel, leases and other leasing documents.  (Id. at ¶ 9.) \n15. From 2008 through sometime in 2017, Colliers provided monthly reports \nto Finkel and the Byelicks regarding the operations of the Lawrence Building.  ( Id. \nat ¶ 19.)  The reports contained detailed financial information regarding the rents \nreceived and costs and expenses paid by Palm Park.  ( Id.)  There is no evidence that \nFinkel reviewed these monthly reports in  detail, and at the hearing on the Motions, \nFinkel’s counsel conceded that Finkel did not thoroughly review the reports because \nhe “trusted” the Byelicks. \n16. In 2008, at the recommendation of Colliers, the Byelicks formed Kildaire \nOffice Suites (“KOS”) to be the single rent -paying tenant for the section of the \nLawrence Building dedicated to office suites, rather than Palm Park renting portions \nof the office suites to individual tenants on a month -to-month basis.  (Id. at ¶¶ 11—\n12.)  KOS offers “executive offic e suites, conference rooms and related amenities to \ntenants of KOS” while “allowing [Palm Park] to keep one lease on its books and \nallowing otherwise empty space [in the Lawrence Building] to continue to be leased.”  \n(Id. at ¶¶ 14, 13.)  Nathan offered Finkel an opportunity to become one of the owners \nof KOS, but Finkel declined.  ( Id. at ¶ 11.)  “[Finkel] also indicated that he had no \nissue with [the Byelicks] forming such a business.”  ( Id.)  KOS entered into a lease \nwith Palm Park for the second-floor office space in the Lawrence Building. \n \n \n17. In 2017, Finkel and Nathan became involved in a dispute over \ncompensation allegedly owed to the Byelicks for managing Palm Park.  (Id. at ¶¶ 23—\n24.)  As a result, Finkel filed this lawsuit, and undertook a thorough revi ew of the \nreports, records, and operations of Palm Park.  Finkel alleges that he discovered \nnumerous instances of mismanagement and self -dealing by the Byelicks, as the \nManagers of TONG, that constitute breaches of their fiduciary duties owed to HD \nFunding or Horizon.  (Pl.’s Br. Supp. Mot. Partial SJ, ECF No. 63, at pp. 8 —9.)  The \nByelicks dispute that they have breached their fiduciary duties and claim that their \nactions on behalf of Palm Park and TONG are protected by the business judgment \nrule.  (ECF No. 76, passim; Defs.’ Br. Supp. Mot. SJ, ECF No. 68, passim.) \nE. Procedural History \n18. Plaintiffs filed the FAC on February 23, 2018.  (ECF No. 31.)  The FAC \nasserts claims for: (1) the valuation and sale of TONG pursuant to N.C. Gen. Stat. \n(hereinafter “G.S.”) §  57D-6-03(d) in lieu of dissolution; (2) in the alternative, \ndissolution of TONG; (3) an order compelling TONG to provide access to information \nand records pursuant to § 57D -3-04; and (4) breaches of fiduciary duties by Nathan, \nMargaret, and Oak Crest.  (Id. at ¶¶ 14–43.) \n19. The Court previously issued an Opinion and Order on Defendants’ \nMotions to Dismiss and Plaintiffs’ Renewed Motion for Judgment on the Pleadings \n(ECF No. 58), which dismissed certain claims brought by David Finkel, individually, \nfor lack of standing.   \n \n \n20. Following discovery, Plaintiffs filed Plaintiffs’ Motion and an \naccompanying brief in support.  (ECF Nos. 62, 63.)  Defendants filed a Brief in \nOpposition to Plaintiffs’ Motion for Summary Judgment, (ECF No. 76), and Plaintiffs \nfiled a Reply, (ECF No. 81).  In  support of Plaintiffs’ Motion, Plaintiffs also filed the \nSecond, Third, and Fourth Affidavits of David Finkel 1, (ECF No. 64; Third Aff. of D. \nFinkel, ECF No. 71; Fourth Aff. of D. Finkel, ECF No. 79), the Affidavit of Richard \nNordan, (ECF No. 65), and the  First and Second Affidavits of James “Jay” Taylor \n(ECF Nos. 66, 80). \n21. Defendants also filed a Partial Motion for Summary Judgment, (ECF \nNo. 67), and accompanying Brief in Support, (ECF No. 68).  Plaintiffs filed a Response \nin Opposition to Defendants’ Motion for Partial Summary Judgment.  (ECF No. 70.)  \nDefendants did not file a Reply.  In support of Defendants’ Motion, Defendants also \nfiled the Affidavit of Margaret Byelick, (ECF No. 74), and the second and third \nAffidavits of Defendant Nathan Byelick, (EC F No. 69 at pp. 108 —16; ECF No. 75), \nand the Affidavit of Donald Hyneman, (ECF No. 73)2.   \n22. On April 30, 2019, the Court held a hearing on the Motions at which \ncounsel for Plaintiffs and Defendants appeared and argued.  The matter is now ripe \nfor determination. \n                                            \n1 Plaintiffs filed the first Affidavit of David Finkel with their Motion for Judgment on the \nPleadings, (Finkel Aff., ECF No. 52), and continue to rely on that affidavit in support of \nPlaintiffs’ Motion.  \n2 The affidavits of Taylor, Nordan and Hyneman are the subject of motions to strike filed by \nthe parties and are addressed by separate order issued contemporaneous with this Order \nand Opinion. \n \n \nII. LEGAL STANDARD \n23. Summary judgment is appropriate “if the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with the affidavits, if any, \nshow that there is no genuine issue as to any material fact and that any party is \nentitled to a judgment as a matter of law.”  G.S. § 1A -1, Rule 56(c) (hereinafter, the \nNorth Carolina Rules of Civil Procedure will be referred to as “Rule(s)”).  “A ‘genuine \nissue’ is one that can be maintained by substantial evidence.”  Dobson v. Harris, 352 \nN.C. 77, 83, 530 S.E.2d 829, 835 (2000).  The moving party bears the burden of \nshowing that there is no genuine issue of material fact and that the movant is entitled \nto judgment as a matter of law.  Hensley v. Nat’l Freight Transp., Inc., 193 N.C. App. \n561, 563, 668 S.E.2d 349, 351 (2008).  The movant may make the required showing \nby proving that “an essential element of the opposing party’s claim does not exist, \ncannot be proven at trial, or would be barred by an affirmative defense, or by showing \nthrough discovery that the opposing party cannot produce evidence to support an \nessential element of her claim.”  Dobson, 352 N.C. at 83, 530 S.E.2d at 835 (citations \nomitted). \n24. “Once the party seeking summary judgment makes the required \nshowing, the burden shifts to the nonmoving party to produce a forecast of evidence \ndemonstrating specific facts, as opposed to allegations, showing that he can at least \nestablish a prima facie case at trial.”  Gaunt v. Pittaway, 139 N.C. App. 778, 784−85, \n534 S.E.2d 660, 664 (2000).  The Court must view the evidence in the light most \nfavorable to the nonmovant.  Dobson, 352 N.C. at 83, 530 S.E.2d at 835.  However, \n \n \nthe nonmovant “may not rest upon the mere allegations or denials of his pleading, \nbut his response, by affidavits or as otherwise provided in this rule, must set forth \nspecific facts showing that there is a genuine issue for trial.  If [the nonmovant] does \nnot so respond, summary judgment, if appropriate, shall be enter ed against [the \nnonmovant].”  Rule 56(e). \nIII. ANALYSIS \nA. Defendants’ contention that neither Horizon nor HD Funding is a \nmember of TONG \n \n25. The Court first addresses what it interprets as Defendants’ argument \nthat neither Horizon nor HD Funding is currently a member of TONG. (ECF No. 76, \nat pp. 17 —20.)  Defendants ’ argument is confusing, but they seem to contend that \nPlaintiffs lack standing to seek judicial dissolution because none of them currently \nare members of TONG.  See G.S. §  57D-6-02(2) (only the Attorney Ge neral or a \nmember of a limited liability company may bring a claim for judicial dissolution of an \nLLC).  Furthermore, Defendants contend that, if they are not members of TONG, \nHorizon and HD Funding could not pursue claims for breaches of fiduciary duty owed \nto members by the Byelicks as provided for in section 3.4(c) of the Operating \nAgreement, or potential claims based on their status as minority members of TONG.   \n26. TONG and the Byelicks admitted in their respective answers that \nHorizon was a member of TONG at the time it brought this lawsuit. (TONG’s Answ. \nFAC, ECF No. 34, at ¶ 2; Byelicks’ Answ. FAC, ECF No. 35, at ¶ 2.)  Defendants do \nnot argue that Horizon has ceased being a member of TONG since it filed the lawsuit. \nAccordingly, pursuant to the admissi ons of Defendants, Horizon is a member of \n \n \nTONG and has standing to pursue the claims for breach of fiduciary duty and \ndissolution.  White v. Davis, 163 N.C. App. 21, 28, 592 S.E.2d. 265, 270–71 (2004) (“An \nadmission in a pleading or a stipulation admitting a material fact becomes a judicial \nadmission in a case and eliminates the necessity of submitting an issue in regard \nthereto to the jury. It has long been established that judicial admissions are binding \non the pleader as well as the court unless modified  at the trial to prevent manifest \ninjustice.”) (internal citations and quotation marks omitted)); Rich v. Carolina \nConstr. Corp., 153 N.C. App 149, 153, 570 S.E.2d 212, 215 (2002) (“An admission by \na party in its pleading is conclusive and binding upon the parties.”) (citation omitted); \nGodon Constr. v. Primo Enters., LLC, 226 N.C. App. 200, 2013 N.C. App. LEXIS 247, \nat *8 (2013) (unpublished) (“A party is bound by [its] pleadings and, unless \nwithdrawn, amended, or otherwise altered, the allegations contained in all pleadings \nordinarily are conclusive as against the pleader, so that a party cannot subsequently \ntake a position contradictory to [its] pleadings.” (citation and quotation marks \nomitted).).  \n27. With regard to HD Funding, Defendants contend that HD Fu nding \nnever became a member of TONG, and cannot pursue the claims raised by Plaintiffs \nin this action, because Finkel did not properly transfer Horizon’s membership \ninterest to HD Funding in 2013. (ECF No. 76, at p. 18.).  It is undisputed that Finkel \ndid not comply with the provisions of Article Eleven of the Operating Agreement \nwhen he attempted to transfer Horizon’s membership interest to HD Funding.  For \nexample, Plaintiffs did not provide evidence, nor argue, that Horizon provided Oak \n \n \nCrest with the le tter from counsel, obtained the written consent of Oak Crest, or \noffered Oak Crest their Right of First Refusal prior to the attempted transfer as \nrequired by section 11.2 of the Operating Agreement.  (ECF No. 11, at p. 22 sec. 11.2.)  \nIt is also undisputed that HD Funding did not seek admission, and was not admitted, \nas a member of TONG pursuant to section 11.4.  Finkel did not comply with the \nprovisions of Article Eleven of the Operating Agreement, and therefore did not \nproperly transfer Horizon’s membership interest to HD Funding. \n28. In response, Plaintiffs argue that, even if Finkel failed to comply with \nthe requirements of the Operating Agreement, HD Funding should be treated as an \neconomic interest holder in TONG and permitted to bring the claim for judic ial \ndissolution.  (ECF No. 63, at pp.10—11.)  Plaintiffs also argue that Defendants should \nbe equitably estopped from raising Finkel’s failure to comply with the requirements \nof the Operating Agreement because Defendants have treated HD Funding as a \nmember of TONG since 2013. ( Id. at pp. 14 —17.)  While the significance of these \narguments is questionable considering the Court’s conclusion that Horizon is a \nmember of TONG able to pursue Plaintiffs’ claim for judicial dissolution and breach \nof fiduciary duty, the Court will briefly address the arguments. \n29. Plaintiffs contend, without citation to any authority, that even if \nHorizon’s full membership interests were not properly transferred, HD Funding \nnonetheless became an economic interest holder in TONG.  Plainti ffs, relying on \nauthority from jurisdictions other than North Carolina, claim that as an economic \ninterest holder HD Funding can pursue a “common law equitable right to \n \n \ndissolution.” (Id. pp. 10 –12.)  The Court is not persuaded by Plaintiffs’ argument.   \nProviding a common law right to make a claim for dissolution to an economic interest \nholder circumvents North Carolina’s express statutory right to seek dissolution, \nwhich is provided only to members of limited liability companies.  G.S. § 57D-6-02(2) \n(“The superior court may dissolve an LLC in a proceeding brought by . . . [a] \nmember[.]”).  It is well -established by this Court that non -members and former \nmembers lack standing to bring claims for judicial dissolution pursuant to section \n57D-6-02(2).  Azure D olphin, LLC v. Barton , 2017 NCBC LEXIS 90, at *18 (N.C. \nSuper. Ct. Oct. 2, 2017); Slaughter v. Winner Enters. of Carolina Beach, LLC , 2019 \nNCBC LEXIS 1, at *25 -26 (N.C. Super. Ct. Jan. 7, 2019); Bennett v. Bennett , 2019 \nNCBC LEXIS 19, at *33 (N.C. Super. Ct. Mar. 15, 2019).   \n30. Plaintiffs also argue that Defendants should be equitably estopped from \nrelying upon the argument that Horizon did not properly transfer its membership \ninterests to HD Funding because Defendants treated HD Funding as a member after \nthe transfer, and Finkel relied on Defendants’ statements and conduct to his \ndetriment.  (ECF No. 63, at pp.  14—17.)  In Whitacre Partnership v. Biosignia, Inc., \nthe Supreme Court of North Carolina held that \n \n \nNorth Carolina courts have also long recognized the \ndoctrine of equitable estoppel, otherwise known as estoppel \nin pais .  Generally speaking, the doctrine applies when \nanyone, by his acts, representations, or admissions, or by \nhis silence when he ought to speak out, intentionally or \nthrough culpable negligence induces another to believe \ncertain facts exist, and such other rightfully relies and acts \non such belief, so that he will be prejudiced if the former is \npermitted to deny the existence of such facts.  In such a \nsituation, the party whose words or conduct induced \nanother’s detrimental reliance may be estopped to deny the \ntruth of his earlier representations in the interests of \nfairness to the other party.  \n358 N.C. 1, 16–17, 591 S.E.2d 870, 881 (2004) (quotations and citations omitted). \nThe essential elements of estoppel are (1) conduct on the \npart of the party sought to be estopped which amounts to a \nfalse representation or concealment of material facts; (2) \nthe intention that such conduct will be acted  on by the \nother party; and (3) knowledge, actual or constructive, of \nthe real facts. The party asserting the defense must (1) lack \nthe knowledge and the means of knowledge as to the real \nfacts in question; and (2) have relied upon the conduct of \nthe party sought to be estopped to his prejudice. \nGore v. Myrtle/Mueller, 362 N.C. 27, 39, 653 S.E.2d 400, 408 (2007) (citing In re Will \nof Covington, 252 N.C. 546, 549, 114 S.E.2d 257, 260 (1960)). \n31. Plaintiffs presented evidence showing that following the attempted  \ntransfer of Horizon’s membership interest in TONG to HD Funding, Defendants \ntreated HD Funding as a member of TONG.  In April 2014, TONG provided to Finkel \nseparate Schedule K-1s (“K-1”) for tax year 2013 for both Horizon and HD Funding.  \n(ECF No. 52 at ¶ 21; TONG 2013 K-1, ECF No. 52 at Ex. C.)  The 2013 K-1 for Horizon \nwas marked as its “Final K-1”.   (ECF No. 52 at Ex. C.)  The 2013 K-1 for HD Funding \nshowed that HD Funding held a 37.5% membership interest in TONG at the \nbeginning and end of 2013.  ( Id.)  TONG has provided K -1s to HD Funding in 2015, \n \n \n2016, and 2017.  (ECF No. 52, at ¶ 21.)  These K -1s are consistent with the notion \nthat TONG accepted that Horizon transferred its membership interest to HD \nFunding in 2013, even though Horizon did not compl y with the terms of Article \nEleven of the Operating Agreement. \n32. Plaintiffs also have presented evidence that Nathan continued to \ncommunicate with and address Finkel as a member of TONG after the transfer.  (Id. \nat ¶ 25.)  On July 29, 2017, Nathan sent Finke l an email regarding the potential of \ninvoking the buy-sell provisions of the TONG Operating Agreement.  ( Id.; ECF No. \n52 at Ex. D.)  In the email, Nathan repeatedly refers to Finkel, although not expressly \nHD Funding, as owning a membership interest in an d as being a member of TONG \nand discusses Finkel’s rights and obligations as a member under the Operating \nAgreement.  (ECF No. 52 at Ex. D.) \n33. Finally, Plaintiffs have provided evidence that Finkel relied on \nDefendants’ treatment of Finkel as a member of TON G after the attempted transfer \nof interest when he personally guaranteed a loan to Palm Park.  (ECF No. 52, at ¶¶ \n26—30.) \n34. Plaintiffs, however, have not directed the Court to evidence that would \nestablish that it is undisputed that Finkel “lack[ed] the knowledge and the means of \nknowledge as to the real facts in question” regarding whether he had properly \ncomplied with the requirements of Article Eleven of the Operating Agreement, and \nthe effects of that noncompliance.  Gore, 362 N.C. at 39, 653 S.E.2d at 408; Yancey v. \nWatkins, 2 N.C. App. 672, 674-675, 163 S. E. 2d 625, 626-627 (1968) (holding, in order \n \n \nto establish equitable estoppel, “[t]he truth respecting the representations so made \nmust be unknown to the party claiming the benefit of the estoppel at th e time they \nwere made and at the time they were acted on by him”).   \n35. Finkel, as a signatory to the Operating Agreement, is charged with \nknowledge of the provisions of the Operating Agreement.  Jones v. Home Sec. Life Ins. \nCo., 254 N.C. 407, 413, 119 S.E.2d  215, 219 (1961) (“In the absence of fraud or \nmistake, a party will not be heard to say that he was ignorant of the contents of \na contract signed by him.”) (quoting Cuthbertson v. Insurance Co., 96 N.C. 480, 486, \n2 S.E. 258, 261 (1887); see also, Bell v. Nationwide Ins. Co., 146 N.C. App. 725, 728, \n554 S.E.2d 399, 401 (2001) (quoting same).  In addition, Finkel had the means of \nacquiring knowledge of the real facts as to the procedure required to make a proper \ntransfer of Horizon’s membership interest.  Alt hough Finkel claims that he lost his \ncopy of the Operating Agreement, he does not specify when he lost it and has not \npresented evidence that he did not have a copy of the Operating Agreement at the \ntime of the attempted transfer of Horizon’s interest.  (ECF No. 52, at ¶ 34.) \n36. A genuine issue of material fact remains as to whether Finkel had \nknowledge about whether he had properly transferred Horizon’s membership \ninterests to HD Funding and what the effect of an improper transfer would be.  The \nCourt cannot grant summary judgment to Plaintiffs as to their argument that \nDefendants should be equitably estopped from arguing that HD Funding is not a \nmember of TONG.  Therefore, Plaintiffs’ motion for summary judgment as to their \nequitable estoppel argument should be DENIED.  \n \n \nB. Breach of Fiduciary Duty  \n37. Plaintiffs and Defendants both have moved for summary judgment on \nPlaintiffs’ claims for breach of fiduciary duty.  (ECF No. 62, at ¶ 1; ECF No. 67, at p. \n1.)  In the FAC, Plaintiffs allege that (a) Nathan breached a f iduciary duty he owed \ndirectly to Finkel individually, (ECF No. 31, at ¶ 39), (b) Oak Crest breached a \nfiduciary duty it owed as the majority member of TONG to Horizon or HD Funding 3 \nas the minority member, (Id. at¶  42; ECF No. 63, at pp. 7—10), and (c) the Byelicks \nbreached fiduciary duties owed to Horizon arising from section 3.4(c) of the Operating \nAgreement, (ECF No. 31, at ¶ 38). \ni. Nathan’s alleged breach of fiduciary duty to Finkel  \n38. Plaintiffs make no argument in support of their claim based on Nathan’s \nbreach of a fiduciary duty owed directly to Finkel and concede that Finkel is not \nseeking “any relief personally” in this lawsuit.  (ECF No. 70, at p. 17.)  Plaintiffs have \nabandoned this claim, and to the extent Defendants’ Motion seeks summary \njudgment on the claim that Nathan breached a fiduciary duty he owed directly to \nFinkel individually, the motion should be GRANTED. \nii. Oak Crest’s alleged breach of fiduciary duty to Horizon  \n39. The Court next considers Plaintiffs’ claim that Oak Crest breached \nfiduciary duties to Horizon.  To establish a claim for breach of fiduciary duty , \n                                            \n3 The Court has determined that Horizon is a member of TONG able to raise Plaintiffs’ claims, \nbut has left open the question of whether D efendants should be equitably estopped from \ndenying that HD Funding is a member of TONG.  Accordingly, Plaintiffs’ claims on behalf of \nHD Funding remain potentially viable.  However, for brevity the Court will hereinafter refer \nto the claims raised on behalf of both Horizon and HD Funding by reference to Horizon only. \n \n \nPlaintiffs must show that: (1) Defendants owed Plaintiffs a fiduciary duty; (2) \nDefendants breached that fiduciary duty; and (3) the breach of fiduciary duty was a \nproximate cause of injury to Plaintiff(s). Farndale Co., LLC v. Gibellini, 176 N.C. App. \n60, 68, 628 S.E.2d 15, 20 (2006).   \n40. The North Carolina Limited Liability Company Act “does not create \nfiduciary duties among members.”  Kaplan v. O.K. Techs., L.L.C., 196 N.C. App. 469, \n473, 675 S.E.2d 133, 137 (2009).  Rather, members of an LLC “are like shareholders \nin a corporation in that members do not owe a fiduciary duty to each other or to the \ncompany.”  Id.  Nevertheless, Plaintiffs allege “Oak Crest, as the majority member, \nowed Horizon, as the minority interest holder, a fiduciary duty.”  (ECF No. 63, at p. \n7.)  In support of this contention, Plaintiffs cite Kaplan v. O.K. Techs., L.L.C. , 196 \nN.C. App. 469, 675 S.E.2d 133 (2009).  Plaintiffs’ reliance on Kaplan is misplaced.  \n41. In Kaplan, the plaintiff, Kaplan, was a minority member of the limited \nliability company at issue in the case.  Id. at 473, 675 S.E.2d at 137.  Nevertheless, \nthe defendant-members argued that Kaplan owed them a fiduciary duty because he \nexercised control over the LLC as the sole source of the company’s financing. Id. at \n474, 675 S.E.2d at 137.  The Court of Appeals recognized that members of an L LC \ngenerally do not owe fiduciary duties to one another, holding “[m]embers of a limited \nliability company are like shareholders in a corporation in that members do not owe \na fiduciary duty to each other or to the company.  Id. at 473, 675 S.E.2d at 137.  The \nCourt then stated: “[a]n exception to this rule is that a controlling shareholder owes \na fiduciary duty to minority shareholders,” citing to appellate decisions that have held \n \n \nthat a majority shareholder in a corporation owes a fiduciary duty to minori ty \nshareholders. Id. (citing Freese v. Smith, 110 N.C. App. 28, 37, 428 S.E.2d 841, 847 \n(1993) and Gaines v. Long Mfg. Co. , 234 N.C. 340, 67 S.E.2d 350 (1951)) (emphasis \nadded).  The Court of Appeals held that Kaplan’s minority membership, by itself, did \nnot create a fiduciary duty owed to the defendant-members.  Id.  \n42. In Kaplan, the Court of Appeals also addressed whether, despite being \na minority member, Kaplan’s role as the LLC’s sole investor created a fiduciary duty \nto the other members .  Id. at 474–77, 675 S.E.2d at 137 –39.  The Court noted that \n“although our courts have broadly defined fiduciary relationships, n o [fiduciary] \nrelationship arises absent the existence of dominion and control  by one party over \nanother.”  Id. at 474, 675 S.E.2d at 137 (emphasis added).  The Court concluded that \ndespite the fact Kaplan provided all of the LLC’s funding, the evidence did not support \nthe defendant-members’ “contention that Kaplan exercised dominion and control over \nthe other members so as to create a fiduciary relationship.” Id. at 477, 675 S.E.2d at \n139.   \n43. Some recent cases from this Court, citing and interpreting Kaplan, have \nstated that “a holder of a majority interest who exercises control over the LLC owes a \nfiduciary duty to minority interest members.”  Fiske v. Kieffer, 2016 NCBC LEXIS 22, \nat *9 (N.C. Super. Ct. Mar. 9, 2016) (emphasis added); see also Zagaroli v. Neill, 2016 \nNCBC LEXIS 106, at *18 (N.C. Super. Ct. Dec. 29, 2016);  Island Beyond, LLC v. \nPrime Capital Grp., LLC, 2013 NCBC LEXIS 48, at *14–15 (N.C. Super. Ct. Oct. 30, \n2013).  The scope of this exception, borrowed from precedents governing corporations, \n \n \nremains unsettled.  This Court has cautioned against a broad application because of \nthe fundamental differences between LLCs and corporations.   See HCW Ret. & Fin. \nServs., 2015 NCBC LEXIS 73, at *47 n.102; see also Blythe v. Bell, 2013 NCBC LEXIS \n17, at *13 –14 (N.C. Super. Ct. Apr. 8, 2013).  Unlike a corporation, “[a]n LLC is \nprimarily a creature of contract.”  Crouse v. Mineo, 189 N.C. App. 232, 237, 658 S.E.2d \n33, 36 (2008) (quoting Russell M. Robinson, II, Robinson on North Carolina Corporate \nLaw § 34.01, at 34 -2 to 34 -3 (rev. 7th ed. 2016)).   The rights and duties of LLC \nmembers are ordinarily governed  by the co mpany’s operating agreement, not by \ngeneral principles of fiduciary relationships.   See G.S. § 57D -2-30 (“The operating \nagreement governs the internal affairs of an LLC and the rights, duties, and \nobligations of . . . the interest owners . . . in relation to each other”).  Especially where \nthe members have bargained for comprehensive terms to govern their relationship, \nthe imprudent imposition of fiduciary duties could “undermine the contractual nature \nof an Operating Agreement.”  HCW Ret. & Fin. Servs., 2015 NCBC LEXIS 73, at *47 \nn.102. \n44. Even in the context of corporate shareholders, “the element of control is \nwhat gives rise to a fiduciary duty between the controlling shareholder and the \nminority.”  Emergys Corp. v. Consert, Inc., 2012 NCBC LEXIS 19, at *21 (N.C. Super. \nCt. Apr. 5, 2012) (emphasis added).  In a corporation,  \n \n \n[t]he holders of the majority of stock . . . have the power, by \nthe election of directors and by the vote of their stock, to do \neverything that the corporation can do.  Their power to . . . \ndirect the action of the corporation places them in its shoes \nand . . . . imposes on [them] a correlative duty, the duty of \na fiduciary or agent, to the holders of the minority of the \nstock, who can act only through them—the duty to exercise \ngood faith, care, and diligence[.] \nGaines v. Long Mfg. Co. , 234 N.C. 340, 344, 67 S.E.2d 350, 353 (1951).  Thus, our \nappellate courts have held that a majority stockholder in a corporation has sufficient \nability to control the corporation to presumptively find that a majority stockholder \nowes fiduciary duties to minority stockholders.  E.g., Id.; Loy v. Lorm Corp., 52 N.C. \nApp. 428, 432, 278 S.E.2d 897, 901 (1981) (citing Gaines); Farndale Co., LLC v. \nGibellini, 176 N.C. App. 60, 67, 628 S.E.2d 15, 19 (2006) (same).  On the other hand,  \nThere is little reason to believe that control presumptively \ngoes hand in hand with a majority interest in an LLC.  \nParties to an LLC Operating Agreement can alter \nstatutory default rules,  and minority members of an LLC \nhave the freedo m of contract . . . to obtain minority \nprotections not available to shareholders of [a] closely-held \ncorporation[.]  \nStrategic Mgmt. Decisions, 2017 NCBC LEXIS 69, at *10–12 (quoting Blythe v. Bell, \n2013 NCBC LEXIS 17, at *14 (N.C. Super. Ct. Apr. 8, 2013) ; Island Beyond, LLC v. \nPrime Capital Grp., LLC , 2013 NCBC LEXIS 48, at *15 (N.C. Super. Ct. Oct. 30, \n2013)) (internal citations and quotation marks omitted).  \n45. The undisputed facts in this case establish that Oak Crest did not \nexercise “dominion and control” over Horizon that could give rise to a fiduciary duty.  \nFirst, the Operating Agreement provides significant protections to the members of \nTONG.  In his first Affidavit Finkel stated that TONG’s minority members \n \n \ninsisted upon provisions giving [them], a great deal of \ncontrol and protection. This concern led to the provision in \nParagraph 3.3 of the Operating Agreement requiring in \nexcess of 75% member interest approval before [Nathan] \nand [Margaret] Byelick, as managers, could execute any \nkind of document or instrument; borrow money; or enter \nany contract, written or oral, with a value of over \n$20,000 . . . .  This concern also led to the insertion of a \nfiduciary duty from the managers to the members set out \nin Paragraph 3.4 (c) of the Operating Agreement a nd the \nhand-written authorization to take over management \nunder certain conditions.  \n(ECF No. 52, at ¶ 11.)  In other words, Finkel bargained for protections from Oak \nCrest, a majority member, exercising too much control over TONG.  \n46. The Operating Agreement  also requires the vote of a “majority in \ninterest,” defined as 75% of the membership interests, to approve other actions by \nTONG, including inter alia:  amending the Operating Agreement;  dissolving TONG; \ndistributing cash to the Members; acquiring by purchase, lease, or otherwise any real \nor personal property;  and executing deeds, deeds of trust, notes, mortgages, \npromissory notes, and bills of sale. (ECF No. 11, at pp. 7—8.)  Any compensation paid \nby TONG to its Managers also required approval by the Majority in Interest.  (Id. at \np. 10.)  Since Oak Crest owns only a 62.5% membership interest, it cannot approve \nany of these actions without Horizon’s support. \n47. In addition, the undisputed evidence establishes that Finkel received \ndetailed, monthly written financial reports regarding Palm Park, TONG’s only asset, \nthat showed many of the transactions that constitute the alleged breaches of fiduciary \nduties of which Plaintiffs now complain.  This evidence of financial transparency \n \n \nstrongly belies any contention  that Oak Crest attempted to dominate or control \nHorizon. \n48. The Court concludes that the undisputed evidence establishes that Oak \nCrest did not exercise dominion or control over TONG or Horizon, and that as a result \nOak Crest did not owe a fiduciary duty to Horizon.  Therefore, Plaintiffs’ motion for \nsummary judgment on their claim for breach of fiduciary duty against Oak Crest \nshould be DENIED, and Defendants’ motion for summary judgment on Plaintiffs’ \nclaim for breach of fiduciary duty against Oak Crest should be GRANTED. \niii. The Byelick’s alleged breaches of fiduciary duty to Horizon \n \n49. In the FAC, Plaintiffs allege that the Byelicks breached their fiduciary \nduties to Horizon  \nby (1) taking compensation from TONG in violation of \nParagraph 3.8 of the Operating Agreement, (2) owning \nproperty in competition with TONG in violation of \nParagraph 3.11 of the Operating Agreement, (3) borrowing \nor requesting funds without the written consent of \n[Horizon] in violation of Paragraph 3.3(h) and (i) [sic], (4) \npurchasing and leasing real or personal property without \nthe written consent of [Horizon] in violation of Paragraph \n3.3(j), (5) executing instruments and documents 14 without \nthe written consent of [Horizon] in violation of Paragraph \n3.3(k), (6) entering into other contracts with a value of over \n$20,000.00 without the written consent of [Horizon] in \nviolation of Paragraph 3.3(l) and failing to meet their \nobligations under Paragraph 3.4 of the Operating \nAgreement. \n(ECF No. 31, at ¶ 41.)   However, in their brief s, Plaintiffs argue different alleged \nbreaches of duty by the Byelicks, all related to their management of Palm Park, \nincluding, inter alia: leasing office space in the Lawrence Building to KOS for below-\nmarket rent payments; paying family expenses including gasoline charges and cell \n \n \nphone bills with Palm Park funds; paying the salaries of employees who spent their \ntime working for the Byelic k’s separately-owned businesses with Palm Park funds; \nmaking payments for management fees to Oak Crest Management; and charging \n“large quantities of unexplained expenses” to Palm Park.  (ECF No 63, at pp. 5 —6; \nECF 70, at pp. 2—3.)   Plaintiffs argue that  \n[t]he Byelicks knew about their own wrongful acts \nincluding . . . misusing Palm Park assets to the benefit of \ntheir wholly -owned companies, Oak Crest and KOS. In \ntheir fiduciary roles . . . as managers of TONG, they had \nthe authority and fiduciary duty to stop their own wrongful \nacts that harmed [Horizon], but they failed to do so. \n(ECF No. 81, pp. 4—5.) \n50. While managers of an LLC typically have fiduciary duties to the limited \nliability company, not to the members, Kaplan, 196 N.C. App. at 473–74, 675 S.E.2d \nat 137, it is undisputed that the Byelicks owed a fiduciary duty to the members of \nTONG, including Horizon, arising from section 3.4(c) of the Operating Agreement.  \n(ECF No. 11, at p. 9 sec. 3.4(c) (“[The managers shall] [b]e under a fiduciary duty to \nconduct the affairs of [TONG] in the best interests of the Company and of the \nMembers, including the safekeeping and use of all the Company Property.” (emphasis \nadded).).)  \n51. Defendants argue that any claim Horizon has for breach of fiduciary \nduty is based solel y on an injury suffered by TONG and must therefore be brought \nonly as a derivative claim.  Defendants further argue that Horizon cannot show that \nit suffered an injury distinct from any injury sustained by TONG.  (ECF No. 68, at \npp. 9–11.)  Defendants cont end that, absent a distinct injury, Horizon cannot show \n \n \nthat it falls under the Barger exceptions, and cannot sue directly.  ( Id. at 10 (citing \nBarger v. McCoy Hillar & Parks, 346 N.C. 650, 659, 488 S.E.2d 215, 219 (1997).) \n52. Defendants’ argument is incorrect on both points.  First, Horizon  alleges \nan individual claim for breach of the Byelick’s contractual fiduciary obligations owed \ndirectly to Horizon.  The Barger analysis applies only in the context of a plaintiff who \n“sue[s] for injuries to his corporation” and a lso “maintain[ s] an individual action \nagainst a third party for an injury that directly affects [him].”  Barger, 346 N.C. at \n658–59, 488 S.E.2d at 219.  The Barger analysis has no application in the context of \na purely individual claim.  Second, even if the Court were to apply the Barger analysis \nto Horizon’s claim, Horizon could proceed with its claim because Horizon has \nestablished that the Operating Agreement created “a special duty, such as a \ncontractual duty, between the wrongdoer and the shareholder[,]” which is one of the \nBarger exceptions.  Barger, 346 N.C. at 658, 488 S.E.2d at 219.  \n53. Defendants also argue that Plaintiffs improperly conflate the fiduciary \nduties the Byelicks owe to TONG with the duties they owe to Palm Park as directors \nand officers of Palm Park.  Defendants argue that TONG and Palm Park are separate \nentities, so any actions the Byelicks took as officers/directors of Palm Park cannot \nconstitute breaches of the Byelicks’ fiduciary duties to TONG.   (ECF No. 76, at pp. \n3—5.)  Under the facts present in this case, the Court disagrees.  The fiduciary duty \nthe Byelicks owed to Horizon pursuant to section 3.4 (c) of the Operating Agreement \nexpressly included the “safekeeping and use of all of [TONG’s] Property.”  (ECF No. \n11, at p. 9.)  Palm Park is TONG’s only property.  The Byelicks’ duties to TONG and \n \n \nHorizon include the duty to oversee the management and operations of Palm Park.  \nThe Court agrees with Plaintiffs that “[i]n their fiduciary roles . . .  as managers of \nTONG, [the Byelicks] had the authority and fiduciary duty to stop [or refrain from] \ntheir own wrongful acts that harmed [Horizon]” including the alleged self-dealing and \nmismanagement of Palm Park.  (ECF No. 82, at pp. 4—5.)  \n54. The Court finds  that the facts are undisputed and establish that  the \nByelicks owed Horizon a fiduciary duty under the terms of the Operating Agreement.  \nPlaintiffs’ motion for summary judgment should be GRANTED, in part, on this issue.  \n55. Regarding the elements of breach  of the duty  and injury to Horizon, \nPlaintiffs have presented evidence of several actions by the Byelicks in their \nmanagement of Palm Park that might constitute breaches of their fiduciary duties  \nthat injured Horizon .  These include such “self -dealing” transactions as the lease \nbetween Palm Park and KOS, the payment of management fees by Palm Park to Oak \nCrest, and the reimbursement of allegedly personal expenses out of Palm Park funds.  \nOn the other hand, Defendants argue that : the transactions at issue are subject to \nthe business judgment rule; Palm Park’s by-laws permit their actions; that the KOS \nlease was the best and most lucrative use of the office space at issue; and that Finkel \nwas aware of and condoned the Byelicks reimbursement of some expenses as a \nsubstitute for receiving sala ries.  (ECF No. 69,  at pp. 12–14; ECF No. 76, at pp. 5–\n11.)   \n56. The Court has carefully examined the evidence submitted by the parties \non the issues of breach and injury and finds that the facts underlying these essential \n \n \nelements of Horizon’s breach of fidu ciary duty claim are in dispute and must be \ndetermined by a jury .  T o the extent the  parties seek summary judgment on the se \nelements of Horizon’s claim for breach of fiduciary duty by the Byelicks, Plaintiffs’ \nMotion and Defendants’ Motion should both be DENIED, in part. \nC. Plaintiffs’ Motion for Summary Judgment on Plaintiffs’ Claim for Fair \nValuation of TONG  \n \n57. For their First Claim for Relief, titled “Fair Valuation and Sale of TONG \nLLC Interests pursuant to [G.S. § ] 57D-6-03(d),” Plaintiffs allege that “[b]oth \nPlaintiffs and Defendants wish to have a purchase and sale of members interests \nrather than dissolution” and that “[b]oth Plaintiffs and Defendants are capable, \nfinancially and otherwise, to purchase the other member’s interest for fair  value” \n(“Valuation Claim”).  (ECF No. 31, at ¶¶ 15—16.) Plaintiffs further  \nsuggest that the proper method of determining fair value \nis to hire an expert to value the company at Plaintiffs’ \nexpense. If the parties cannot agree on an expert, the court \nwill appoint one on its own. After the valuation has \noccurred, the parties would flip a coin in the presence of the \nCourt. The winner will bear the cost of the valuation and \nhave the choice of buying the other member’s interest \nbased upon the valuation or selling his interest to the other \nparty based upon the valuation. \n(Id. at 17.) \n58. Plaintiffs move for summary judgment in their favor on the Valuation \nClaim.  In Plaintiffs’ Motion, Plaintiffs claim that “[l]iquidation of [TONG] would be \nnecessary to protect the rights and interests of Plaintiffs unless a procedure is \nprovided by the [C]ourt, pursuant to Section 57(d) -6-03 . . . . [and]  therefore \nrespectfully request that the Court schedule a hearing to address a court provided \n \n \nprocedure for the buy-out of interests pursuant to Section 57(d) -6-03.” (ECF No. 62, \nat p. 2.) \n59. As an “alternative” to the Valuation Claim, Plaintiffs make a claim for \njudicial dissolution  pursuant to G.S. § 57D -6-02(2)(ii), which provides  that “[t] he \nsuperior court may dissolve an LLC in a p roceeding brought by . . . [a] member, if it \nis established that . . . (ii) liquidation of the LLC is necessary to protect the rights and \ninterests of the member.”  Plaintiffs do not move for summary judgment on the claim \nfor judicial dissolution, nor do t hey argue that the undisputed facts would support \njudicial dissolution at this time.  In response, Defendants argue that there is no basis \nunder section 57D-6-02(2) for judicial dissolution. (ECF No. 76, at pp. 14—17.) \n60. Section § 57D -6-03 is titled “Procedu re for judicial dissolution”, and \nstates in pertinent part that  \n[i]n any proceeding brought by a member under clause (ii) \nof G.S. 57D -6-02(2) in which the court determines that \ndissolution is necessary, the court will not order dissolution \nif after the court’s decision the LLC or one or more members \nelect to purchase the ownership interest of the complaining \nmember at its fair value in accordance with any procedures \nthe court may provide. \nG.S. § 57D-6-03(d) (emphasis added).  \n \n61. Plaintiffs’ motion for summary judgment on their Valuation Claim is an \nattempt to put the cart before the horse.  The Court recognizes that the LLC Act \nauthorizes the Court to determine the procedures for valuing an LLC, but that \nauthority arises “after the court’s decision” on whet her “dissolution is necessary [.]” \nId.  Plaintiffs have not argued for judicial dissolution at this stage, and that issue is \nnot properly before the Court.  The Court cannot determine procedures for a fair \n \n \nvaluation of TONG, nor whether such procedures are necessary, prior to its \ndetermination on whether dissolution of TONG is necessary in this case.   See Brady \nv. Van Vlaanderen, 819 S.E.2d 561, 564, 2018 N.C. App. LEXIS 798, *7 (interpreting \nvirtually identical provision in the Business Corporation Act and holding “[t]he only \nequitable remedy a trial court may award is dissolution. [G.S.] § 55-14-30(2). A forced \nbuyout of shares by the corporation could be triggered only if and after the court \nconcludes judicial dissolution is an appropriate remedy.  N.C. Gen . Stat. § 55 -14-\n31(d) (2017).”). \n62. Accordingly, Plaintiffs’ motion for summary judgment on their first \nclaim for relief should be DENIED.  \nIV. CONCLUSION \nTHEREFORE, IT IS ORDERED that the pending Motions are disposed of as follows: \n63. To the extent Plaintiffs’ Motion seeks summary judgment on their claim \nfor equitable estoppel, the motion is DENIED. \n64. To the extent Defendants’ Motion seeks summary judgment on the claim \nthat Nathan breached a fiduciary duty he owed directly to Finkel individually, the \nmotion is GRANTED. \n65. To the extent Plaintiffs’ Motion seeks summary judgment on Horizon’s \nclaim for breach of fiduciary duty against Oak Crest, the motion is DENIED. \n66.  To the extent Defendants’ Motion seeks summary judgment on  \nHorizon’s claim for breach of fiduciary duty against Oak Crest , the motion  is \nGRANTED. \n \n \n67. To the extent Plaintiffs’ Motion seek s summary judgment on the “duty \nowed” element of Horizon’s claim for breach of fiduciary duty by the Byelicks, the \nmotion is GRANTED. \n68. To the extent Defendants’ Motion seeks summary judgment on the “duty \nowed” element of Horizon’s  claim for breach of fiduciary duty by the Byelicks, the \nmotion is DENIED. \n69. To the extent Plaintiffs’ Motion and Defendants’ Motion seek summary \njudgment on the remainin g elements of Horizon’s claim for breach of fiduciary duty \nby the Byelicks, the motions are DENIED.  \n70. Plaintiffs’ motion for summary judgment on their first claim for relief \nfor valuation is DENIED. \nSO ORDERED, this the 11th day of June, 2019. \n \n  /s/ Gregory P. McGuire    \nGregory P. McGuire \nSpecial Superior Court Judge for \nComplex Business Cases "
}