{
  "id": "9bdc9bd747ee0139ff771f55267e98736cc6f12f77043109e7b88b3043db532f",
  "source_file": "data/raw/ncbc/9bdc9bd747ee0139ff771f55267e98736cc6f12f77043109e7b88b3043db532f.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 1956 \n \nADDISON WHITNEY, LLC, \n \nPlaintiff, \n \nv. \n \nBRANNON CASHION; VINCENT \nBUDD; RANDALL SCOTT; \nANDREW CUYKENDALL; AMY \nBAYNARD; JENNIFER RODDEN; \nand LEADERBOARD BRANDING, \nLLC, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTIONS FOR \nCONTEMPT AGAINST JOHN MILLER \nAND TO COMPEL DISCOVERY AND \nDEFENDANTS’ MOTION TO COMPEL \nDISCOVERY \n \n1. This lawsuit, filed in  January 2017, has generated  an abundance of \ndiscovery disputes, leading  to lengthy extensions of the case calendar.  T o bring \ndiscovery to a close  and move to the next phase of litigation , the Court directed the \nparties to confer in good faith about  lingering discovery issues and, if ne eded, to \nsubmit any insoluble disputes for resolution.  Pending are three motions, comprising \ntwenty or more distinct discovery disputes.  \nLittler Mendelson, P.C., by Michael Scott McDonald, Stephen D. \nDellinger, Steven A. Nigh,  Allan H. Neighbors, IV,  and Elise Hofer \nMcKelvey, for Plaintiff Addison Whitney, LLC.  \n \nVan Hoy, Reutlinger, Adams & Dunn, PLLC, by G. Bryan Adams, III, \nfor Defendants Brannon Cashion, Vincent Budd, Randall Scott, Andrew \nCuykendall, Amy Baynard, Jennifer Rodden, and Leaderboard \nBranding, LLC, and for nonparty respondent John Miller.  \n \nConrad, Judge.  \nAddison Whitney, LLC v. Cashion, 2020 NCBC 48. \n \n \n \nI. \nBACKGROUND \n2. This litigation is between a branding company  and six former officers and \nemployees.1  Addison Whitney, LLC pitches itself as a specialist in branding strategy \nwith a focus on  pharmaceutical companies.  Most of its management —Brannon \nCashion, Vincent Budd, Randall Scott, And rew Cuykendall, Amy Baynard, and \nJennifer Rodden —resigned on the same morning in January 2017 .  They then \nlaunched a compet ing business named Leaderboard Branding, LLC  (together \n“Defendants”). \n3. Addison Whitney filed suit and sought a preliminary injunction to stop the \ncompeting venture before it started.  In short , Addison Whitney’s theory i s that the \nsix former employees conspired to sabotage its business from the inside and to use its \ntrade secrets as building blocks  for a commercial rival.  Its claims for relief include \nmisappropriation of trade secrets, breach of fiduciary duty, conversion, and others.   \nDefendants insist that they did everything by the book, tending to their duties  at \nAddison Whitney until the very end and even referring clients to Addison Whitney \nafter their departure.  O n a limited record, the Court granted a narrow preliminary \ninjunction against the use of specifi c trade secrets but , noting the absence of \nnoncompete covenants, refused to bar Defendants from competing altogether .  See \nAddison Whitney I, 2017 NCBC LEXIS 23, at *5–6, 13, 33, 34.   \n                                            \n1 Previous orders and opinions detail the nature of this case and its procedural history.  See \nAddison Whitney, LLC v. Cashion , 2017 NCBC LEXIS 23 (N.C. Super. Ct. Mar. 15, 2017)  \n[“Addison Whitney I”]; Addison Whitney, LLC v. Cashion, 2017 NCBC LEXIS 51 (N.C. Super. \nCt. June 9, 2017); Addison Whitney, LLC v. Cashion, 2017 NBC LEXIS 111 (N.C. Super. Ct. \nDec. 1, 2017). \n \n \n4. Defendants counterclaimed.  They allege that Addison Whitney owes unpaid \nwages, mostly from commissions, under  the North Carolina Wage and Hour Act.   \nThey also allege that  Addison Whitney took a series of  unlawful steps to stifle \ncompetition from Leaderboard Branding .  Chief among these was  a press release \nabout the preliminary-injunction order, disseminated through an online ad campaign \nusing Google AdWords.  Defendants say the  press release  was defamatory and \nharmed their reputations with prospective clients.   \n5. Discovery disputes have bubbled up with regularity , especially on the \nnettlesome subject of electronically stored information (“ESI”).  The parties’ protocol \nfor ESI discovery was itself a sore spot, requiring the Court to broker an agreement.  \n(See Parties’ Agreed Upon ESI and Computer Forensic Search Protocol, ECF No. 101 \n[“ESI Protocol”] .)  The  ESI P rotocol addresses the preservation, retrieval, and \nproduction of information stored on  computers, on other electronic devices , and in \nremote e-mail and cloud storage accounts (such as Gmail or Dropbox).  It also includes \nprivilege, confidentiality, and privacy protections.  Throughout, the protocol stresses \nthe need for coordination between the parties  and their forensic experts.  ( See, e.g., \nESI Protocol 3–5, 8, 9.) \n6. Other sore spots have persisted.  Each side accuses the other of running up \ncosts.  Defendants believe Addison Whitney ’s demands for ESI are  intrusive and \nburdensome; Addison Whitney has long complained of a data dump by Defendant s.  \nFaced with a motion to compel in early 2018, (see Pl.’s 1st Mot. Compel, ECF No. 121), \nDefendants withdrew their objections and began producing complete images of thumb \n \n \ndrives, laptops, and other devices.  In a joint status report, Defendants said they did \nso to give Addison Whitney  latitude “to conduct searches for documents and \ninformation on its own terms to ensure that there were no claims of inadequate or \nincomplete production.”  (Parties’ Joint Status Report 2, ECF No. 127.)  If those were \nthe goals, the effort misfired.  Addison Whitney complained that the production was \nboth excessive (because Defendants did not  identify specific documents) and likely \nincomplete (because Defendants might have withheld other  computers and online \naccounts).  ( See Parties’ Joint Status Report  2.)  At that point, though,  Addison \nWhitney had gotten what it initially sought and did not press for specific additional \nrelief, mooting the underlying motion.  (See generally Order on Disc. Mots., ECF No. \n128.)  T hese arguments would recur as discovery progressed, requiring  several \nconferences with the Court.   \n7. Disputes often mean delay in litigation.  At the parties’ requests, the Court \nextended the discovery period six times.  (See ECF Nos. 114, 118, 131, 136, 150, 162.)  \nThe last extension required all discovery to be completed by early March 2019.  ( See \nOrder on Mot. Modify Case Mgmt. Order Deadlines 1, ECF No. 162.) \n8. Less than a month before that deadline , the Court addressed the status of \ndiscovery at an in -person hearing.  The Court directed counsel to confer and give a \nreport itemizing the discovery that remained outstanding, any anticipated disputes, \nand an estimate of the time needed to complete discovery.  The only point of consensus \nwas that each side continued to be unhappy with the other’s discovery responses.  To \nmove things along, the Court gave counsel one more chance to narrow their disputes \n \n \nin good faith and  also set a deadline to submit any and  all lingering disputes.  (See \nOrder on Case Mgmt. Sched. 2, ECF No. 174.) \n9. At issue are  nearly two dozen disputes  divided among three motions .  \nAddison Whitney has filed a motion for contempt against John Miller, a nonparty.   \n(See Pl.’s Mot. Contempt Against John Miller, ECF No. 166 [“Pl.’s Contempt Mot.”].)  \nIn addition, Addison Whitney and Defendants have both filed motions to compel the \nother to produce documents and ESI.  (See Pl.’s 2d Mot. Compel, ECF No. 196; Defs.’ \nMot. Compel, ECF No. 194.)  The record is voluminous, and many of the 100 or so \nexhibits were filed provisionally under seal, often unnecessarily .  All three  motions \nare ripe for determination, having been fully briefed and argued at a hearing on July \n31, 2019, at which all parties and Miller were represented by counsel. \nII. \nANALYSIS \n10. The rules governing discovery are liberal by design.  In general, “[p]arties \nmay obtain discovery regarding any matter, not privileged, which is relevant to the \nsubject matter involved in the pending action . . . .”  N.C. R. Civ. P. 26(b)(1).  “The test \nof relevancy under Rule 26 is not, of course, the stringent test required at trial.  The \nrule is designed to allow discovery of any information ‘ reasonably calculated to lead \nto the discovery of admissible evidence . . . .’ ”  Willis v. Duke Power Co., 291 N.C. 19, \n34, 229 S.E.2d 191, 200 (1976) (emphasis in original) (quoting N.C. R. Civ. P. 26(b)).   \n11. Yet even liberal discovery has its limits.  Rule 26, though generous, should \nnot be construed as an invitation for parties “to roam at will in the closets of others.”  \nReynolds Am., Inc. v. Third Motion Equities Master Fund, Ltd. , 2018 NCBC LEXIS \n \n \n115, at *5 (N.C. Super. Ct. Nov. 7, 2018) ( alteration, citation, and quotation marks \nomitted).  Courts can and should curb discovery when it would be  “unreasonably \ncumulative or duplicative” or otherwise “unduly burdensome or expensive.”  N.C. R. \nCiv. P. 26(b)(1a).  “One party’s need for information must be balanced against  the \nlikelihood of an undue burden imposed upon the other.”  Willis , 291 N.C. at 34, 229 \nS.E.2d at 200.  \n12. Here, the parties have also asserted the attorney -client privilege and the \nwork-product doctrine as grounds to resist discovery .  “When the relationship of \nattorney and client exists, all confidential communications made by the client to his \nattorney on the faith of such relationship are privileged and may not be disclosed.”  \nDickson v. Rucho, 366 N.C. 332, 340, 737 S.E.2d 362, 369 (2013) (alteration, citation, \nand quotation marks omitted).  The party asserting the attorney-client privilege has \nthe burden to show that \n(1) the relation of attorney and client existed at the time the \ncommunication was made, (2) the communication was made in \nconfidence, (3) the communication relates to a matter about which the \nattorney is being professionally consulted, (4) the communicatio n was \nmade in the course of giving or seeking legal advice for a proper purpose \nalthough litigation need not be contemplated and (5) the client has not \nwaived the privilege. \nState v. Murvin, 304 N.C. 523, 531, 284 S.E.2d 289, 294 (1981).  “If any one of th ese \nfive elements is not present in any portion of an attorney-client communication, that \nportion of the communication is not privileged.”  In re Miller, 357 N.C. 316, 335, 548 \nS.E.2d 772, 786 (2003). \n13. The work-product doctrine serves a more limited purpose: to “safeguard the \nlawyer’s work in developing his client’s case.”  Evans v. United Servs. Auto Ass’n, 142 \n \n \nN.C. App. 18, 29, 541 S.E.2d 782, 789 (2001) (citation and quotation marks omitted).  \nThe doctrine applies only to “documents and tangible things” that were “prepared in \nanticipation of litigation or for trial by or for another party or by or for that other \nparty’s consultant, surety, indemnitor, insurer, or agent . . . .”  N.C. R. Civ. P. 26(b)(3).  \n“Materials prepared in the ordinary course of business are not protected by the \nwork-product doctrine.”  In re Ernst & Young, LLP , 191 N.C. App. 668, 678, 663 \nS.E.2d 921, 928 (2008), aff’d as modified in part, 363 N.C. 612, 684 S.E.2d 151 (2009).  \nOur courts have stressed that “[t]his immunity should be narrowly construed”  and \nthat the party asserting it bears the burden of proof.   Kelley v. Charlotte Radiology, \nP.A., 2019 NCBC LEXIS 84, at * 8 (N.C. Super. Ct. May 15, 2019); see also Berens v. \nBerens, 247 N.C. App. 12, 22–23, 785 S.E.2d 733, 741–42 (2016); Isom v. Bank of Am., \nN.A., 177 N.C. App. 406, 412–13, 628 S.E.2d 458, 462–63 (2006).   \n14. All these matters lie within the t rial court ’s sound discretion.  See, e.g. , \nWachovia Bank, N.A. v. Clean River Corp., 178 N.C. App. 528, 531, 631 S.E.2d 879, \n882 (2006); Nationwide Mut. Fire Ins. Co. v. Bourlon , 172 N.C. App. 595, 601, 617 \nS.E.2d 40, 45 (2005).  For issues not definitively addressed by North Carolina courts, \nthe Court looks to decisions  that interpret and apply analogous federal rules.  See \nBryson v. Sullivan, 330 N.C. 644, 655, 412 S.E.2d 327, 332 (1992); see also  Crosmun \nv. Trs. of Fayetteville Tech. Cmty. Coll., 832 S.E.2d 223, 233 (N.C. Ct. App. Aug. 6, \n2019) (noting that few North Carolina cases address ESI).   \n \n \nA. Addison Whitney’s Motion for Contempt \n15. The Court begins with Addison Whitney’s motion for contempt against John \nMiller, an attorney who provided legal advice to Budd, Cashion, and Cuykendall  \nbefore their resignations from Addison Whitney .  Miller helped form  Leaderboard \nBranding.  He also advised Budd, Cashion, and Cuykendall about their plans to \nresign and compete against their former employer.   \n16. Addison Whitney subpoenaed Miller twice , seek ing a deposition and \ndocuments.  ( See Pl.’s Contempt Mot. Ex s. 3, 5, ECF Nos. 166.1, 166.3.)  Miller did \nnot respond the first time, but Defendants objected on the grounds of attorney-client \nprivilege, work-product immunity, and overbreadth.  (See Pl.’s Contempt Mot. Ex. 4, \nECF No. 166.2.)  Despite Defendants’  objections, the parties and Miller agreed to a \ndate for hi s deposition, later canceled by Addison Whitney due to a scheduling \nconflict.  (See Defs.’ Resp. Opp’n Pl.’s Mot. Contempt [“Defs.’ Contempt Opp’n”] Ex. 3, \nECF No. 173.3.)  The deposition was not rescheduled, and no documents were \nproduced.  In lieu of pressing the issue, Addison Whitney served a second, identical \nsubpoena.  (See Pl.’s Contempt Mot. Ex. 5.)  Defendants renewed their objections, and \nthis time, Miller served his own.2  (See Pl.’s Contempt Mot. Exs. 6, 7, ECF Nos. 166.4, \n                                            \n2 Addison Whitney contends that Miller waived his objections the first time around and that \nservice of the second subpoena “did not give Mr. Miller another chance to object” because it \nwas “not a new subpoena.”  (Pl.’s Contempt Mot. 8.)  Addison Whitney cites no law to support \nthat argument.  In its discretion, the Court concludes there was n o waiver, given Miller’s \ntimely response to the second subpoena and the absence of any evidence of bad faith.  And in \nany event, the attorney-client “privilege belongs solely to the client,” In re Miller, 357 N.C. at \n339, 584 S.E.2d at 788, and is therefore “the client’s alone to waive,” Crosmun, 832 S.E.2d at \n236.  At least Budd, Cashion, and Cuykendall had standing to assert the privilege, and their \ntimely responses would have preserved that objection even if Miller hadn’t.  See, e.g., Window \n \n \n166.5.)  When Addison Whitney scheduled the deposition, Miller did not appear.  (See \nPl.’s Contempt Mot. Ex. 8, ECF No. 166.6.)   \n17. This motion followed.   A lthough framed in the language of contempt, the \nmotion does not actually seek to hold Miller in contempt of court.  Rather, Addison \nWhitney asks the Court to compel Miller to sit for a deposition and to produce  nine \ncategories of documents, (see Pl.’s Contempt Mot. 1 n.1) .  See also N.C. R. Civ. P. \n45(c)(4) (“If objection is made, the party serving the subpoena may, upon notice to the \nsubpoenaed person, move at any time for an order to compel the subpoenaed person’s \nappearance at the deposition or the p roduction of the materials designated in the \nsubpoena.”). \n18. Defendants contend that Miller should not be compelled to testify or produce \ndocuments because his communications with Budd, Cashion, and Cuykendall were \nprivileged.  ( See Defs.’ Contempt Opp’n 5 , ECF No. 173 .)  Addison Whitney argues \nthat the privilege was waived when Budd and Cashion testified about Miller’s advice \nduring their depositions.  (See Pl.’s Contempt Mot. 5, 8, 12.)   \n19. The attorney-client privilege is a fragile thing.  Litigants must take care not \nto disclose privileged material to their opponents because disclosure destroys \nconfidentiality and waives the privilege that goes along with it.  There are exceptions \nfor some inadvertent disclosures.  See, e.g., Morris v. Scenera Research, LLC , 2011 \nNCBC LEXIS 34, at *23–28 (N.C. Super. Ct. Aug. 26, 2011).  But courts rarely show \nsympathy when a party intentionally discloses privileged material.  See, e.g., State v. \n                                            \nWorld of Bat on Rouge, LLC v. Window World, Inc. , 2018 NCBC LEXIS 59, at *6 –7 (N.C. \nSuper. Ct. June 19, 2018). \n \n \nTate, 294 N.C. 189, 193, 239 S.E.2d 821, 825 (1978)  (“It is well settled that the \nprivilege afforded a confidential communication between attorney and client may be \nwaived by the client when he offers testimony concerning the substance of the \ncommunication.”); Hulse v. Arrow Trucking Co. , 161 N.C. App. 306, 310– 11, 587 \nS.E.2d 898, 901 (2003) (following Tate).   \n20. This is especially so when the disclosure is made to gain advantage in \nlitigation.  It is fundamental that the privilege cannot be used as both sword and \nshield.  “In other words, when a party en titled to claim the attorney -client privilege \nuses confidential information against his adversary (the sword), he implicitly waives \nits use protectively (the shield) under that privilege.”  Willy v. Admin. Review Bd. , \n423 F.3d 483, 497 (5th Cir. 2005).  For that reason , “there is ample authority \nsupporting the proposition that the act of raising an advice of counsel defense waives \nthe attorney-client privilege with regard to certain matters in a particular dispute.”  \nRichardson v. Frontier Spinning Mills, Inc., 2011 NCBC LEXIS 40, at *7 (N.C. Super. \nCt. Oct. 6, 2011) ; see also State v. Fair, 354 N.C. 131, 168, 557 S.E.2d 500, 525– 26 \n(2001) (“Moreover, even if the communication had been confidential, defendant \nwaived the attorney -client privilege when he pr esented the substance of the \ncommunication as part of his defense.”).   \n21. Here, Budd and Cashion testified voluntarily and in detail about the advice \nthey received from Miller.\n3  Without objection by his counsel, Budd explained that \n                                            \n3 Each side submitted excerpts of the deposition transcripts as exhibits.  The e xcerpts of \nBudd’s deposition testimony appear at ECF Nos. 167.1 and 171.1.  The excerpts of Cashion’s \ndeposition testimony appear at ECF Nos. 167.2 and 171.2. \n \n \nwe had at least two, if not maybe three, face-to-face meetings with a guy \nname[d] John Miller who is an attorney here in Charlotte that helped \nus also establish the LLC and some of those types of things.  And he \nseemed to be a pretty good consult on the, you know, if you’re going to \nleave this company, here is the best way to leave it.  Don’t do this, don’t \ndo that, don’t take anything, don’t plan anything during work hours.  So \nall of the things in which you would continue to be living up to your \nobligation at Addison Whitney but since it is, you know, your right to—\nto do this other thing, to come up with a plan B.  It was kind of a, you \nknow, just make sure you are adhering to these —these types of items.  \nDon’t take anything, don’t take anything, don’t take anything is what he \ncontinued to tell us. \n(Dep. V. Budd 230:6–21; see also Dep. V. Budd 236:2–5 (“Q. Well, I thought you were \njust telling me that you were advised not to, for example, take anything with you?  A. \nThat was his advice, yes.”); Dep.  V. Budd 240:16–20 (“Don’t do any planning on the \ncompany time.  If you are continuing to work for Addison Whitney, any —any time \nthat you spend doing anything other than that should be weekends, nights, mornings, \noff days.”).)   \n22. Budd also testified that  Miller gave advice about client relationships.  As \nthe departure date approached, Budd and the others posed various “what -if \nscenario[s]” to Miller—for example, if certain clients \ndidn’t want to work with [Addison Whitney.]  So we were, you know, \ngiving him most likely some hypotheticals.  And I think that was \nprobably in—and then maybe that happened in January.  But I think \nthat was the point in time where we started looking at going if there is \nany gray area, let’s take the high road, let’s not pursue, let’s not do any \nof that.  So I think that we were probably tracking to getting some of \nthat information from him around that time, January. \n(Dep. V. Budd 233:23–234:8.)  Miller advised “that if there was a gray area, it would \nbe in your best interest to shoot those clients back to [Addison Whitney] and let them \nsatisfy the business.”  (Dep. V. Budd 237:6–9.)  Along the same lines, Miller told them \n \n \n“absolutely do not contact any customers prior to departure and say that you are \nleaving.”  (Dep. V. Budd 243:14–15; see also Dep. V. Budd 243:16–17 (“Q. And did you \nfollow that advice?  A. Absolutely.”).)  With Miller’s guidance, Defendants also added \na disclaimer to their marketing materials so that work performed during their time \nat Addison Whitney would not be attributed to Leaderboard Branding.  (See Dep. V. \nBudd 305:24–306:9.) \n23. Cashion’s testimony, though less extensive, touched on similar themes.  He \ntestified without objection by counsel that he sought advice from Miller about how “to \ndo this the right way” —referring to resigning and founding a competitor.  ( Dep. B. \nCashion 124:6.)  Miller “asked if [Defendants] had a Non -Compete” and remarked \n“[t]hat’s awesome”  when told that they did not.  ( Dep. B. Cashion 124:1 8–20.)  \nCashion also testified that he “believe[d] part of the advice that we got was it would \nbe better to resign collectively versus in pieces [,]” though he did not say definitively \nwhether this advice came from Miller or was “advice given from a friend or from a \nlegal perspective.”  (Dep. B. Cashion 150:2–6.) \n24. Budd and Cashion disclosed these communications because they —and the \nother Defendants—intend to rely on Miller’s advice as a defense, apparently to show \nthat they acted in good faith before and after leaving Addison Whitney.  Defendants’ \ncounsel confirmed as much at the hearing.  And Budd said so in his deposition: “I’m \nnot waiving my attorney/client confidentiality totally.  But where I feel as though it \nwill help my defense, I will answer these questions.”  (Dep. V. Budd 230:2–5 (emphasis \nadded).)  \n \n \n25. The Court concludes that Budd and Cashion voluntarily disclosed the \nsubstance of confidential communications  with Miller to Addison Whitney .  These \ncommunications are no longer confidential , and having partially disclosed them to \nsupport a defense based on advice of counsel, Defendants cannot “shield the \nunderlying communications from scrutiny by the opposing party.”  In re Grand Jury \nProceedings, 219 F.3d 175, 182 (2d Cir. 2000).  The privilege has been waived.4   \n26. This waiver extends no t only to what has been disclosed but also to all \ncommunications relating to the same subject matter.  As this Court recently observed, \nthe extent of any waiver is a question of fairness.  \nParties should not be able to disclose favorable material while \nconcealing damaging material as privileged.  Nor is it fair for a party to \nput the privileged communication into issue—such as through an advice \nof counsel defense—while relying on the privilege.  In both cases, courts \n“broaden the waiver as necessary to eliminate the advantage.” \nTechnetics Grp. Daytona, Inc. v. N2 Biomedical, LLC, 2018 NCBC LEXIS 116, at *17–\n18 (N.C. Super. Ct. Nov. 8, 2018) (quoting Teleglobe Commc’ns Corp. v. BCE, Inc. (In \nre Teleglobe Commc’ns Corp.), 493 F.3d 345, 361 (3d Cir. 2007)). \n27. A relatively broad subject matter waiver is appropriate in this case to \nprevent any unfair advantage.  T he subject matter of the communications disclosed \nby Budd and Cashion is , broadly defined,  the method and manner of their  \n                                            \n4 Defendants argue that no waiver occurred  because Budd and Cashion prefaced their \nanswers by sta ting that they did not intend to waive the privilege.  ( See Defs.’ Contempt \nOpp’n 2, 3, 5, 6.)  That is not correct.  “A privileged person would seldom be found to waive if \nhis intention not to abandon could alone control the situation.”  Hayes v. Ricard , 244 N.C. \n313, 323, 93 S.E.2d 540, 548 (1956) (citation and quotation marks omitted).   Budd and \nCashion could have asserted privilege and kept the communications with Miller secret.  \nInstead, they chose to disclose Miller’s advice to bolster their defense.  Having done so, they \ncannot now maintain the privilege. \n \n \nresignations from Addi son Whitney.  Thus, drawing from Defendants’ own \ndescription of Miller’s advice , the Court concludes that the subject matter waiver  \nincludes at least communications about the \nimplications of not having covenants not to compete with the Plaintiff; \ntheir 2007 confidentiality agreements; formation of BVA, LLC; how to \ndepart in the best way possible and to “ take the high road” with regard \nto projects and customers; not to take any property belonging to \nPlaintiff, refer business back to Plaintiff; don’t do any planning during \nworking hours, continue to perform your normal job duties, and \ninserting a disclaimer into Leaderboard B randing powerpoints \nidentifying examples of their prior work experience. \n(Defs.’ Contempt Opp’n 3.) \n28. The upshot is that Miller  must appear for a deposition.  Addison Whitney \nmay question him about communications within the scope of the subject matter  \nwaiver.  Defendants re main free to object to questions that stray into privileged \ncommunications about other topics. \n29. That leaves the nine requests for production attached to Addison Whitney’s \nsubpoena.  Apart from the privilege objection, Miller  asserts overbreadth and \nwork-product immunity.  No documents were submitted in camera and no privilege \nlog was produced, mak ing it impossible to tell whether any given document is \nimmune or privileged (for example, privileged communications about something \nother than Defe ndants’ departure from Addison Whitney) .  The Court therefore \ndecides the objections on the record as it stands. \n30. Request number 1 is overbroad because it seeks all  communications with \nDefendants regardless of the subject.  ( See Pl.’s Contempt Mot. Ex. 7  at 3.)  Rather \nthan strike the request, the Court modifies it to cover  only those communications \n \n \ndisclosed by Budd and Cashion and other communications within the subject matter \nwaiver discussed above—that is, the method and manner of their resignations from \nAddison Whitney.  Miller shall produce documents responsive to this request, as \nmodified.  \n31. Request numbers 2 and 3 ask for documents and communications about \nLeaderboard Branding’s formation and ownership.  (See Pl.’s Contempt Mot. Ex. 7 at \n3, 4.)  The objection to these requests appears to be that they are cumulative of other \ndiscovery.  ( See Defs.’ Contempt Opp’n 10.)  The Court overrules that objection.  \nDefendants do not point to any specific documents they produced on these topics, and \nthe requests do not appear to be unreasonably cumulative.   \n32. Request numbers 4 through 6 relate to Miller’s pursuit  of trademarks, \ncopyrights, and patents on Defendants’ behalf.  (See Pl.’s Contempt Mot. Ex. 7 at 4–\n6.)  Request number 7 relates to Miller’s pursuit of financing on their behalf.   ( See \nPl.’s Contempt Mot. Ex. 7  at 6.)  The requests are not overly broad or  unduly \nburdensome as Defendants contend—indeed, it seems that Miller may not have any \nresponsive documents , and the  burden to say so would be  minimal.  ( See Defs.’ \nContempt Opp’n 10.)  That said, if Miller has responsive documents, Defendants may \nhave leg itimate privilege objections.  N either Budd nor Cashion testified about \ncommunications with Miller on these subjects , and they do not appear to be related \nto the advice-of-counsel defense.  Miller should produce any nonprivileged, responsive \ndocuments and identify any documents under a claim of privilege in an appropriate \nprivilege log.  \n \n \n33. The Court sustains the objection to request number 8.  That request, which \nasks for “[a]ll work product” prepared by Miller, (Pl.’s Contempt Mot. Ex. 7 at 7), is \noverbroad and nonspecific, even if the attorney -client privilege and  work-product \nimmunity do not apply or were waived as Addison Whitney contends.  See Alexander \nInteractive, Inc. v. Adorama, Inc., 2014 U.S. Dist. LEXIS 84604, at *41–42 (S.D.N.Y. \nJune 17, 2014)  (denying request for “all work product” that did not specify factual \nmaterial being sought) .  Miller need not produce documents responsive to request  \nnumber 8. \n34. The ninth and final request covers invoices and billing statements for work \nMiller performed for Defendants.  (See Pl.’s Contempt Mot. Ex. 7 at 7.)  Miller objects \nto the relevance.   ( See Defs.’ Contempt Opp’n 10.)   The Court is not convinced that \nthe request is irrelevant , but it does appear to be encompassed by the first request  \nfor communications with Defendants .  The Court therefore modifies this request in \nsimilar fashion.  Miller shall produce all invoices and billing statements for work \nperformed within the subject matter waiver discussed above .  If the documents \ninclude entries for other matters that remain p rivileged, those entries may be \nredacted and recorded in an appropriate privilege log.   No further response is \nrequired.  \n35. All other objections to the document requests are overruled , including any \nwork-product objections.  Miller has not identified specific documents that supposedly \ncontain protected work product  and therefore has not carried his burden .  See, e.g. , \nUnited States v. Hatfield, 2010 U.S. Dist. LEXIS 4026, at *27 (E.D.N.Y. Jan. 8, 2010) \n \n \n(holding that party did not carry her burden when she “failed to identify any specific \ndocuments as privileged or protected by the work product doctrine, and certainly \nnever presented such documents to the Court”); see also Subramanian v. Lupin Inc., \n2019 U.S. Dist. LEXIS 68776, at *16 (S.D.N.Y. Apr. 23, 2019) ( similar); Sonnino v. \nUniv. of Kan. Hosp. Auth., 221 F.R.D. 661, 669 (D. Kan. 2004) (similar). \n36. Accordingly, the Court grants Addison Whitney’s motion  in part .  On or \nbefore July 15, 2020, Miller shall appear for a deposition.  By the same date, he shall \nalso produce documents responsive to request  numbers 1 through 7 and 9, as \nmodified.  Counsel shall confer and agree to a reasonable time and place for the \ndeposition, bearing in mind official guidance about COVID -19 precautions and the \nneed to preserve the health and safety of all. \nB. Addison Whitney’s Motion to Compel \n37. Addison Whitney ’s motion to compel  covers a range of matters, mostly \nconcerning the adequacy of Defendants’ production of ESI and other information.   \n(See generally Pl.’s 2d Mot. Compel, ECF No. 196 .)  There are also disputes  about \nDefendants’ privilege logs and whether  to modify the parties’ stipulated protective \norder.   \na. Text Messages \n38. The first dispute relates to Defendants’ production of text messages.  \nAddison Whitney argues, and Defendants deny, that the production is incomplete. \n39. There are two related reasons for Addison Whitney’s suspicion.  One is that \nsome Defendants did not produce any text messages from software platforms they \n \n \nadmit having used.  Budd and Scott, for example, used the WhatsApp platform yet \ndid not produce any WhatsApp messages.  (See Aff. J. Shapiro ¶¶ 22–25, 31–33, ECF \nNo. 200.)  Likewise, Cuykendall produced no text messages that he sent or received \nthrough Apple’s iMessage service.  (See Aff. J. Shapiro ¶¶ 26–30.) \n40. The second reason is that some Defendants did not produce messages known \nto exist from other sources.  These include a text string that Rodden exchanged with \nLizzy Guterma, an Addison Whitney employee , about plans to leave the company in \nJanuary 2017.  Addison Whitney obtained the texts from Guterma, but Rodden did \nnot produce them .  ( See Compl. Ex. A, ECF No. 1 ; Aff. J. Shapiro ¶¶  34–44.)  The \nmissing messages also include WhatsApp conversations produced by  Baynard and \nRodden but absent from the productions for Budd, Cashion, and Scott , even though \none or more of them  were part of the conversation s.  ( See Aff. J. Shapiro ¶¶ 19–25, \n31–33.)   \n41. Defendants do not deny these discrepancies.  Neither do they explain them.  \nA review by Defendants’ forensic expert turned up some of Cuykendall’s iMessages, \nwhich had been inadvertently withheld and have now been produced.  ( See Aff. C. \nWalton ¶¶ 19, 20, 22, ECF No. 205.2.)  Otherwise , Defendants insist that they have \n“imaged all of their cell phones, and have provided [Addison Whitney] with text \nmessages, MMS messages, What’s App [sic] messages and any other communications \non those devices, except those which are privileged or private personal \ncommunications.”  (Defs.’ Resp. Opp’n Pl.’s 2d Mot. Compel 7, ECF No. 205 [“Defs.’ \nOpp’n”]; see also Aff. C. Walton ¶¶ 9, 10, 17–20, 23.)   \n \n \n42. Some measure of relief is in order, given the compelling evidence of missing \ndata and Defendants’ unsatisfying explanation for it.  The productions from Baynard \nand Rodden show clearly that Budd, Cashion, and Scott did not produce responsive \nmessages that they either sent or received, but Defendants’ expert could not speak to \n“the individual custodians’ circumstances and whether such messages ever existed.”  \n(Aff. C. Walton ¶ 25.)  Perhaps there is an innocent explanation.  The messages may \nhave been overlooked in the same way that Cuykendall’s iMessages were.  O ther \npossible explanations—such as deletion of eviden ce—are less likely to be innocent.  \nEither way, when some messages are known to be missing, it is reasonable to wonder \nwhether others are too.  See, e.g., Nursing Home Pension Fund v. Oracle Corp. , 254 \nF.R.D. 559, 565 (N.D. Cal. 2008) (“[H]aving established with certainty that numerous \nemails were not produced from Ellison’s email files―because the emails were \nproduced from other files or accounts―it is impossible to know whether additional \nunproduced emails were also deleted or not turned over.”). \n43. Addison Whitney requests  either an explanati on from Defendants (and a \ncomplete production if more messages are found) or access to the images of \nDefendants’ devices so that it can  perform its own forensic review .  The Court opts \nfor the less intrusive measure .  Defendants must investigate  the discrepancies.  If \nDefendants find messages that were inadvertently withheld, the messages should be \nproduced along with an explanation of how they were recovered.  On the other hand, \nif Defendants find nothing more , the y must  explain whether and under what \ncircumstances the messages were deleted.  See Robinson v. City of Ark. City , 2012 \n \n \nU.S. Dist. LEXIS 103807, at *12 –13 (D. Kan. July 26, 2012)  (compelling party to \n“investigate the circumstances surrounding the deletion of” an e-mail and to produce \nresults of investigation). \nb. Third-Party Cloud Accounts   \n44. A second ESI dispute concerns the method that Defendants used to produce \ndata from their  third-party cloud accounts, such as Gmail or Dropbox.   Defendants \nproduced synced copies  of these accounts: roughly speaking, a  synced copy is an \nelectronic folder used to save and store information  in a cloud account on a user’s \nlocal computer.  ( See Aff. C. Walton ¶¶  11–16.)  Addison Whitney argues that this \nmethod of recovery and production violates the parties’ ESI Protocol and asks the \nCourt to compel Defendants “to immediately arrange for the total capture of [third -\nparty] cloud accounts . . . .”  (Pl.’s 2d Mot. Compel 7.)   \n45. No violation occurred.  T he ESI Protocol doesn ’t require any particular \nmethod for recovering data from third- party accounts .  Twice , it states  that the \nparties and their experts must confer and agree on a method of capture.   ( See ESI \nProtocol 3 (“[T]he substance of any files or data recovered and produced from a [third-\nparty account] will be recovered and produced using a method mutually agreed upon \nby the Parties [sic] forensic experts  . . . .”); ESI Protocol 5  (“[T]he Parties and their \nforensic experts will confer and agree upon the best method of capture of the \ninformation in the [third -party accounts].” ).)  Through mutual neglect, t hat \nconference never happened.  Defendants could not have breached an agreement that \nwas never made. \n \n \n46. Addison Whitney nevertheless argues that Defendants’ production of synced \n“images” was inconsistent with earlier representations that they  would perform \ncomplete “downloads” of the accounts.  ( See Pl.’s 2d Mot. Compel  5–6 & n.3.)  The \ne-mail traffic in the record does not support that assertion.  Defendants’ counsel never \npromised a “forensic download” or “forensic capture.”  (See Pl.’s 2d Mot. Compel Exs. \n17, 18, ECF Nos. 196.16, 196.17.)  Indeed,  both sides appear to have used the words \n“images” and “downloads” interchangeably.  ( See Pl.’s 2d Mot. Compel Ex. 18 at 4 \n(e-mails from counsel for Addison Whitney referring to “TPA account images”).)   \n47. Addison Whitney also argues that the sync process is inadequate because it \ncan be applied selectively so that some data stored in the cloud would not appear on \nthe local computer hard drive.  (See Aff. J. Shapiro ¶¶ 8–10, 14.)  That may be true, \nand there are likely more thorough methods of recovery and production.  But the \nevidence does not show that Defendants used the sync process in bad -faith to hide \ndata.  And if Addison Whitney wanted Defendants to use a more thorough method, it \nshould have said so in a timely way through the process that it agreed to in the ESI \nProtocol.  There is no reason to rewrite the ESI Protocol after the fact to prohibit the \nproduction of synced copie s or to require a different , more expensive method  of \nrecovery. \n48. On this issue, Addison Whitney’s discontent is a product of its own making.  \nAt no point did Addison Whitney request a conference, propose a method of recovery, \nor object to Defendants’ efforts to produce data without first reaching an agreement \n \n \nabout the method for doing so.   The  request to compel a complete download of  \nthird-party cloud accounts is denied.  \nc. Leaderboard Branding’s Financial Information  \n49. The next dispute relates to Leaderboard Branding’s financial information .  \nThe issue is one of  breadth.  Addison Whitney  asserts that it has received only  \nincomplete and outdated financial summaries ; it seeks a swath of additional data.  \n(See Pl.’s 2d Mot. Compel 8, 10; Pl.’s 2d Mot. Compel Ex. 21 at 8–11, ECF No. 196.20.)  \nDefendants say they might be willing to produce discrete items but object to anything \nmore as overly burdensome.  (See Defs.’ Opp’n 9–11.) \n50. As the hearing made clear, most of the data that Addison Whitney seeks is \ncontained in a QuickBooks software file, which Leaderboard Branding uses to keep \nits financial and accounting information.  Equally clear is that there is no real dispute \nabout the r elevance of that file, just a misunderstanding.   Defendants’ counsel \nthought the file had been produced.  It hadn’t: Addison Whitney searched Defendants’ \ncomputer images in vain.  (See Aff. D. Hoffman ¶ 6, ECF No. 199.)  As best the Court \ncan tell, Defendants have no reasoned objection to producing the QuickBooks file now, \ngiven that they intended to do so long ago.  Defendants also agreed at the hearing to \nproduce an updated profits and loss statement.  Together, these two documents would \nlargely satisfy Addison Whitney’s needs, and in its discretion, the Court declines to \nrequire any more burdensome and likely cumulative production of other financial \ndocuments. \n \n \n51. Accordingly, Leaderboard Branding shall produce the QuickBooks file and \nan updated profits and loss statement .  In all other respects, Addison Whitney’s \nrequest for financial information is denied.   \nd. Leaderboard Branding’s Confidential Information \n52. Addison Whitney requested that Leaderboard Branding “[i]dentify each and \nevery type of information, whether individually or in compilation, that Defendant  \nLeaderboard [Branding] considers and treats as confidential, proprietary, or trade \nsecret to its business.”  (Pl.’s 2d Mot. Compel Ex. 21 at 3.)  Defendants object to the \nrequest as irrelevant and overly broad.  (See Defs.’ Opp’n 11–13; Pl.’s 2d Mot. Compel \nEx. 21 at 3.) \n53. This request is facially overbroad.   It may be true, as Addison Whitney \ncontends, that a plaintiff in a trade -secret misappropriation case needs discovery of \ninformation that a defendant considers confidential.  But the discovery must be based \non the asserted trade secrets.  This request has no limit, calling for every bit of \nconfidential information from a direct competitor.  It is hard to imagine a more \nintrusive request. \n54. Addison Whitney asserts that it has specified its own trade secrets in \nkeeping with the requirement that “a plaintiff alleging a trade secret \nmisappropriation claim must identify its trade secrets with reasonable particularity \nbefore it is allowed to obtain discovery of a defendant’s confidential information and \ntrade secrets.”  DSM Dyneema, LLC v. Thagard, 2014 NCBC LEXIS 51, at *11 (N.C. \nSuper. Ct. Oct. 17, 2014).  Perhaps it has.  Even so,  the prediscovery disclosure \n \n \nrequirement exists so that courts can discern the relevance of the plaintiff’s discovery \nrequests and prevent needless disclosure of the defendant’s confidential information.  \nSee id. at *11–12.  It is not a box-checking exercise that leads to unlimited discovery \nof a competitor’s confidential information, whether related to the disclosed trade \nsecrets or not. \n55. Addison Whitney also argues that  it needs this information “to test \nDefendants’ defense that little to nothing in the industry is confidential or trade \nsecret . . . .”  (Pl.’s Reply Br. 6 , ECF No. 218 .)  If the point is that Defendants keep \nsome things secret, that isn’t in dispute , and Addison Whitney doesn’ t need an \nexhaustive list of Defendants’ secrets to prove it .  If instead the issue is whether \nAddison Whitney’s own alleged trade secrets are public knowledge , then it is simply \nlooking in the wrong place.   \n56. The Court denies the request.   \ne. Privilege Logs  \n57. Next, Addison Whitney contends that Defendants’ privilege logs are \ndeficient.  ( See Pl.’s 2d Mot. Compel  12–13.)  A party withholding otherwise \ndiscoverable materials as privileged must serve privilege logs that describe the \ninformation in a way that enables the other parties to assess the privilege claim \nwithout revealing the protected information.  See N.C. R. Civ. P. 26(b)(5); Business \nCourt Rule (“BCR”) 10.5.  The case management order requires the parties to provide \nthe date of the protected communication , the author and recipient,  a description of \n \n \nthe subject matter, and the privilege asserted, among other things.  ( See Third Am. \nCase Mgmt. Order 5–6, ECF No. 131.) \n58. In support, Addison Whitney attaches four pages from Defendants’ privilege \nlogs in which t he entries do not identify the author or recipient of the \ncommunications.  ( See Pl.’s 2d Mot. Compel  Ex. 24, ECF No. 196.21.)  Defendants \nshould revise these pages to correct that deficiency and to comply with the case \nmanagement order in all other respects.   \n59. It is not clear if Addison Whitney also seeks to compel Defendants to revise \nother privilege logs that are not in the record.  If it does, that request is denied .  \nAddison Whitney has not offered evidence of other deficiencies.  There is no basis to \nrequire comprehensive revisions.   \n60. Defendants shall revise the entries shown  in exhibit 24 to Addison \nWhitney’s second motion to compel.  In all other respects, Addison Whitney’s motion \nto compel as to Defendants’ privilege logs is denied.   \nf. Bridget Budd’s E-mail Accounts and Laptop Computer  \n61. For the second time, Addison Whitney seeks to compel discovery responses \nfrom Budd’s wife, Bridget.  In early 2018, Addison Whitney learned that Budd had \nsent a copy of its training manual to Bridget’s business e-mail address.  (See Parties’ \nJoint Status Report 3 .)  Based on that single e -mail, Addison Whitney sought a \nforensic image of her e-mail account.  The Court concluded “that Addison Whitney’s \nrequest to image the entire e- mail account of a non- party [was] facially overbroad.”   \n(Order on Disc. Mots. 4.)  \n \n \n62. Now, Addison Whitney argues that circumstances have changed.  During \nher deposition, Bridget denied having extensive involvement in the planning that led \nto Leaderboard Branding’s creation.  (See Dep. B. Budd 22:16–23:7, 23:8–18, ECF No. \n197.1.)  Addison Whitney believes this was false.  It argues that Defendants used her \nbusiness office for meetings and that she received confidential information by e-mail.  \n(See Pl.’s 2d Mot. Compel 15; Pl.’s 2d Mot. Compel Exs. 27, 28, ECF Nos. 197.5, 197.6.)  \nAddison Whitney served Bridget with a subpoena and now asks the Court to compel \nher to provide forensic images of one business e- mail account, two personal e -mail \naccounts, and her laptop.  ( See Pl.’s 2d Mot. Compel  14–15, 15 n.4 ; Pl.’s 2d Mot. \nCompel Ex. 21 at 31–32.)   \n63. It’s not clear that  Bridget was served with a copy of the motion; as a \nnonparty, she does not receive electronic notice of case filings .  The notice issue can \nbe shelved, though, because  the Court again concludes that A ddison Whitney’s \nrequest is overbroad.  Assuming Defendants used Bridget’s office for a few meetings, \nthere is still no persuasive evidence that she participated in the meetings, much less \nthat she was a key player in the creation of Leaderboard Branding .  In additi on, \nAddison Whitney has not shown that the few documents Bridget received by e -mail \nare sensitive or important to the issues in the case.  This is not enough to justify the \nburden, expense, and intrusiveness of imaging a nonparty’s e -mail accounts and \nlaptop computer.  See Crosmun, 832 S.E.2d at 233 (“[A] Court must be mindful of the \npotential intrusiveness of ordering forensic imaging.”  (alteration, citation, and \nquotation marks omitted) ); Arris Grp., Inc. v. Cyberpower Sys. (USA) , 2017 NCBC \n \n \nLEXIS 58, at *7, 8 (N.C. Super. Ct. July 11, 2017) (observing that courts must “protect \nnonparties from burden and expense imposed without sufficient justification” \n(citation and quotation marks omitted)). \ng. Addison Whitney’s Fourth Requests for Production  \n64. Defendants objected to all thirteen requests in Addison Whitney’s  fourth \nrequests for production and did not produce any documents.  (See Pl.’s 2d Mot. Compel \nEx. 21 at 19–21, 23–29.)  The requests break down into two groups.   The first group \nasks for copies of Defendants’ drug name database, master case studies list, and client \ntracking database.  (See Pl.’s 2d Mot. Compel Ex. 21 at 20.)  The second group relates \nto intellectual property protections, development records, and communications with \nthird parties (including pitch materials) about certain software tools and business \nmethods used by Defendants, called SCORE, POCA, and INN.  ( See Pl.’s 2d Mot. \nCompel Ex. 21 at 19–21.)  \n65. Addison Whitney seeks complete responses.  (See Pl.’s 2d Mot. Compel 15–\n16.)  Defendants contend that the  requests are based on claims that have been \ndismissed and, thus, are no longer relevant.  See Addison Whitney, LLC v. Cashion, \n2019 NCBC LEXIS 17 , at *7, 8 (N.C. Super. Ct. Mar. 6, 2019)  (granting motion to \ndismiss claims related to contracts governing the ownership of employee work \nproduct).   \n66. The Court concludes that the requests are relevant to claims that have not \nbeen dismissed.  Addison Whitney has alleged that its trade secrets include, among \nother things, a proprietary drug name database, confidential case studies for past \n \n \nprojects, and a SalesForce database with sensitive client leads and other information.  \n(See Third Am. Compl. ¶¶ 20(a), (g), (i), ECF No. 151.)  Addison Whitney claims that \nDefendants misappropriated each.  Defendants’ own drug name database, case \nstudies, and client database are surely relevant to that claim.   Likewise, Addison \nWhitney alleges that Budd deve loped the SCORE process and that Cuykendall \ndeveloped the POCA and INN tools while still employed with the company and using \nits resources.  (See Third Am. Compl. ¶¶ 60, 115, 116, 176, 177.)  If these Defendants \nused Addison Whitney’s resources to develop work product that they intended to use \nto compete against it, that could support the claim for breach of fiduciary duty.  Thus, \nthe requests about SCORE, POCA, and, INN are reasonably calculated to lead to the \ndiscovery of admissible evidence. \n67. Defendants m ake no objection other than relevance.  That objection is \noverruled, and they shall produce documents responsive to Addison Whitney’s fourth \nrequests for production. \nh. Modification of Protective Order \n68. As an addendum to its motion to compel, Addison Whitney  seeks to amend \nthe parties’ consent protective order so that it may share material designated as \nattorney eyes’ only (“AEO”) with two unnamed employees.  (See Joint Stipulation for \nEntry of Agreed Pro tective Order, ECF No. 109 [“Protective Order”].)  The basis for \nthe request is that “counsel requires assistance from [Addison Whitney] personnel in \npreparing its case,” ostensibly because there aren’t any independent expert witnesses \n \n \nin the branding industry.  (Pl.’s 2d Mot. Compel 17–18.)  Defendants oppose allowing \ntheir competitor’s employees to review AEO materials.  (See Defs.’ Opp’n 19–20.) \n69. The protective order  is a blanket protective order of the type “routinely \nentered into by parties in comm ercial litigation, especially in cases between \ncompetitors.”  SmartSignal Corp. v. Expert Microsystems, Inc., 2006 U.S. Dist. LEXIS \n32305, at *6 (N.D. Ill. May 12, 2006).  By agreement , the parties may protect \ndocuments that they believe in good faith to contain trade secrets or other confidential \ninformation, and especially sensitive material may be  further “limited to ‘attorney \neyes only.’ ”  (Protective Order 2.)  “The disclosure of confidential information on an \nattorneys’ eyes only  basis is a routine feature of civil litigation involving trade \nsecrets.”  Paycom Payroll, LLC v. Richison , 758 F.3d 1198, 1202 (10th Cir. 2014) \n(citation and quotation marks omitted). \n70. As the moving party, Addison Whitney must  show good cause.  See, e.g.,  \nHeraeus Kulzer, GmbH v. Biomet, Inc. , 881 F.3d 550, 566 (7th Cir. 2018).  Relevant \nconsiderations include the nature of the protective order, the foreseeability of the \nrequested modification, the parties’ reliance on the order, and the potential harm \nfrom granting or denying the modification .  See, e.g. , Intel Corp. v. VIA  Techs., Inc., \n198 F.R.D. 525, 531 –32 (N.D. Cal. 2000); Bayer AG v. Barr Labs., Inc. , 162 F.R.D. \n456, 462–63 (S.D.N.Y. 1995).  The Court concludes that Addison Whitney has not met \nits burden.  \n71. First, the nature of the protective order weighs against modification.  \nAddison Whitney agreed to the protective order; it was not imposed by the Court.  “A \n \n \nparty’s prior consent to the protective order will weigh against its motion for \nmodification.”  Bayer AG, 162 F.R.D. at 466; accord Royal v. Boykin, 2018 U.S. Dist. \nLEXIS 211089, at *6 (N.D. Miss. Dec. 14, 2018); United States ex rel. Fisher v. Ocwen \nLoan Servicing, LLC , 2016 U.S. Dist. LEXIS 7475, at *9 (E.D. Tex. Jan. 22, 2016); \nSmartSignal, 2006 U.S. Dist. LEXIS 32305, at *5. \n72. Second, the requested modification was foreseeable.  T he protective order \nwas entered in December 2017 , not long before expert disclosures were due (though \nthat date was later extended).  Addison Whitney should have known whether it would \nbe difficult to find an independent expert when it agreed to the AEO restrictions in \nthe protective order. \n73. Third, the request comes late in discovery, long after the parties produced \nvolumes of material in reliance on the protective order.  When producing documents, \neach side could mark materials as “ Confidential” (allowing the other side to share \nthem with employees “to provide assistance to counsel”) or as AEO (keeping them out \nof the hands of the other side’s employees).  (Protective Order 4.)  Addison Whitney’s \nrequest would eviscerate that distinction  and defeat the very purpose of the AEO  \nprotection that the parties agreed to in the first place.  See Ocwen Loan Servicing , \n2016 U.S. Dist. LEXIS 7475, at *12 (“The Court finds that the end of the discovery \nperiod, after the parties have relied upon the Protective Order to produce documents \nin the case, is not the appropriate time to dispute the Protective Order, into which \nthe parties jointly entered.”). \n \n \n74. Fourth, Addison Whitney has not shown that its need for modification \noutweighs Defendants’ need for protection .  In fact , Addison Whitney has not  even \nidentified the two employees.  “[T]his information is essential to the Court’s ability to \nweigh the relative harms.”  Compass Minerals Am., Inc. v. Gaia Enters. , Inc., 2017 \nU.S. Dist. LEXIS 130421, at *10 (D. Kan. Aug. 16, 2017).   It a lso bears noting that \nAddison Whitney’s in- house counsel is authorized to access AEO materials, \nmitigating the need for disclosure to other employees.  (See Protective Order 4.)  The \nCourt therefore concludes that Defendants’ need to protect their confiden tial \ninformation from a direct competitor outweighs Addison Whitney’s need to disclose \nthat information to its nonlawyer employees. \n75. Accordingly, the Court denies Addison Whitney’s request  to modify the \nprotective order.  See , e.g.,  ViaSat, Inc. v. Acacia C ommc’ns, Inc. , 2017 U.S. Dist. \nLEXIS 30596, at *8–10 (S.D. Cal. Mar. 2, 2017) (denying request to modify protective \norder to allow disclosure to in-house engineers in trade-secret litigation). \ni. Defendants’ Contracts with Leaderboard Branding and Rodden’s Calendars  \n76. Finally, Addison Whitney requested Leaderboard Branding’s employment \nagreements and Rodden’s calendars.  ( See Pl.’s 2d Mot. Compel 16–17.)  Defendants \nagreed to produce both.  ( See Defs.’ Opp’n 19.)  T he Court therefore denies the \nrequests as moot. \nC. Defendants’ Motion to Compel \n77. The last motion at issue is Defendants’ motion to compel.  They press a half \ndozen or so document disputes.  (See Defs.’ Mem. Supp. Mot. Compel 14–22, ECF No. \n \n \n195 [“Defs.’ Mem. Supp.”].)5  They also ask the Court to compel Addison Whitney to \ndesignate witnesses for a deposition under Rule 30(b)(6).  (See Defs.’ Mem. Supp. 5–\n14.) \na. Communications Referring to Defendants  \n78. In a series of requests, Defendants sought all communications that concern \nor refer to them.  These include requests for communications “between customers or \nprospective customers and Addison Whitney regarding the Defendants’ departure \nfrom Addison Whitney”; communications “by any Addison Whitney empl oyee \nconcerning or referencing any of the Defendants or Leaderboard Branding from \nDecember 1, 2016 to the present”; and documents sent  after January 21, 2017  to \n“current, former or prospective customers which refer to any of the individual \nDefendants or Leaderboard Branding, LLC.”  (Defs.’ Mot. Compel Ex. 5 at 7, 8, ECF \nNo. 194.5; Defs.’ Mot. Compel  Ex. 7 at 2, ECF No. 194.6.)  There are two  disputes, \nboth about ESI. \n79. One is whether  Addison Whitney  adequately searched for responsive \ne-mails.  Defendants argue that Addison Whitney arbitrarily limited its search to \nseven employees over  a two -month period  and should be compelled to search  the \ne-mails of seventeen others for a longer period.  (See Defs.’ Mem. Supp. 14–15.) \n80. In fact, Addison Whitney’s search was much broader.  The evidence shows \nthat Addison Whitney searched the e-mails of more than twenty individuals, yielding \nthousands of e-mails that were produced to Defendants.  ( See Pl.’s Opp’n Defs.’ Mot. \n                                            \n5 This brief inadvertently marks the first page as page “2” so that all page numbers are off by \none.  The Court uses the brief’s pagination when citing it.   \n \n \nCompel 2, ECF No. 208 [“Pl.’s Opp’n”]; Aff. S . Nigh ¶¶ 7–9, ECF No. 206.1.)  Among \nother things , Addison Whitney produced e -mails sent to customers regarding \nDefendants’ departure, along with the script that its employees were directed to use \nwhen doing so.  (See Pl.’s Opp’n 3; Aff. S. Nigh Ex. 5, ECF No. 206.2.)   In addition, \nAddison Whitney produced other e- mails that referred to Defendants in the weeks  \nbefore and after their resignations.  (See Aff. S. Nigh Ex. 5.) \n81. Defendants have not shown what the value of additional searching would \nbe.  They have not identified key individuals, time periods, or subject matters that \nwere omitted from Addison Whitney’s production.  I t is doubtful whether  more \nthorough searches would turn up anything of relevance beyond what has already been \nproduced.  See, e.g. , Todero v. Blackwell, 2018 U.S. Dist. LEXIS 235872, at *3 (S.D. \nInd. Apr. 5, 2018)  (denying motion to compel additional e- mail searches).  On the \nother hand, a general search for all e-mails that merely refer to Defendants, whatever \nthe context, would turn up a  great deal of irrelevant information, necessitating a \nlengthy and expensive review for relevance and privilege.  See Cotton v. Costco \nWholesale Corp. , 2013 U.S. Dist. LEXIS 103369, at *8 (D. Kan. July 24, 2013) \n(denying motion to compel production of all documents referring to party because “the \nrequests also likely encompass a significant amount of information pertaining to \nunrelated issues”).   \n82. In its discretion, the Court concludes that the burden to Addison Whitney \nwould far outweigh the uncertain benefit of additional searches .  Accordingly, the \nCourt denies this request.  \n \n \n83. A second dispute  relates to text messages .  In contrast to its substantial \ne-mail production, Addison Whitney did not produce  any responsive text  messages.  \nDefendants ask the Court to compel Addison Whitney to produce text messages sent \nor received on its employees ’ personal cell phones  or to produce images of those \ndevices.  (See Defs.’ Mem. Supp. 15–16, 17.)  Addison Whitney objects that it has no \ncontrol over it s employees’ personal devices and therefore  cannot be compelled to \nproduce them.  (See Pl.’s Opp’n 5–8.) \n84. The question is whether Addison Whitney has  “possession, custody or \ncontrol” over its employees’ personal devices.  N.C. R. Civ. P. 34(a)(i).  This standard \nis met “if the party has actual possession, custody or control of the materials or has \nthe legal right to obtain the documents on demand.”  SciGrip, Inc. v. Osae, 2015 \nNCBC LEXIS 89, at *9 (N.C. Super. Ct. Sept. 28, 2015) (citation and quotation marks \nomitted).  In this context, r elevant considerations include whether the employer \nissued the devices to its employees, whether the devices were used for work -related \npurposes, and whether the employer had any legal right to obtain data from the \ndevices.  See, e.g., Goolsby v. Cty. of San Diego, 2019 U.S. Dist. LEXIS 140326, at *11–\n13 (S.D. Cal. Aug. 19, 2019); Cotton, 2013 U.S. Dist. LEXIS 103369, at *17–18. \n85. These considerations decidedly favor Addison Whitney.  The company  does \nnot issue mobile devices  to its employees.  ( See Aff. R . McPhail ¶¶ 3, 4 , ECF No. \n208.11.)  Defendants have not argued or shown that employees  use their devices for \nbusiness purposes, much less to what extent .  At most, there is evidence that some \nemployees voluntarily gave text messages to Addison Whitney to support its \n \n \ninvestigation and that Addison Whitney  has a policy  allowing it  to “monitor  . . . \nnon-Company provided equipment that is connected to the Compan y network [.]”  \n(Defs.’ Mot. Compel Ex. 20 at 2, ECF No. 194.11.)  But cooperation by employees does \nnot signify control over them.   And even assuming Addison Whitney’s technology \npolicy gives it a legal right to obtain text messages exchanged over its network, there \nis no evidence that any text messages went through that  network as opposed to \nanother, such as a cellular network. \n86. The Court concludes  that Addison Whitney has neither the authority nor \nthe legal right to obtain the text messages requested by Defendants  and therefore \ncannot be compelled to produce them.  For the same reason, the Court denies the even \nmore intrusive request to compel  production of the employees’ personal devices  for \nforensic imaging.  Se e Goolsby, 2019 U.S. Dist. LEXIS 140326, at *11– 13 (denying \nmotion to compel); Cotton, 2013 U.S. Dist. LEXIS 103369, at *17–18 (same). \nb. Defendants’ E-mails and Calendar Entries While Employed at Addison Whitney \n87. Next up is a nother ESI dispute, this time about work-related e-mails and \ncalendar entries from  the computers issued to each  individual Defendant during \nemployment with Addison Whitney.  (See Defs.’ Mem. Supp. 16–17.)  Relevance is not \nat issue.  Rather, the parties dispute how far back  the search must go.  Addison \nWhitney proposes “a one -year period prior to Defendants’ resignation”  subject to \nagreement on reasonable search terms.  (Pl.’s Opp’n 15.)  At the hearing, counsel for \nDefendants argued that the search should go back  several years.  It was apparent \n \n \nthat counsel had not meaningfully discussed a compromise and that, if they had, this \ncould have been resolved without the Court’s involvement. \n88. In any event, t he Court concludes that it would be reasonable to search \ne-mails and calendar entries from May 1, 2015 through the date of Defendants’ \nresignations.  This period appears to be consistent with timeframes adopted in the \nESI Protocol for other purposes.  I t is also tied to Addison Whitney’s allegations.  It \nwas in May 2015 that Cashion allegedly sabotaged Addison Whitney’s effort to secure \nnoncompetition agreements w ith Budd, Scott , and Cuykendall .  ( See Third Am. \nCompl. ¶¶ 52–56.)  Not long after, Cashion allegedly began meeting with potential \ninvestors for a new competing business.  ( See Third Am. Compl. ¶  57.)  Defendants \nshould be able to test these allegations in discovery.  But requiring Addison Whitney \nto go back any further  would be unduly burdensome , given that  the likelihood of \nfinding relevant information diminishes rapidly before May 2015.  \n89. Accordingly, Addison Whitney shall produce responsive e -mails an d \ncalendar entries from May 1, 2015 through January 21, 2017.  Counsel shall confer \nto identify a list of reasonable search terms  and to settle on a  format in which the \ne-mails and calendar entries should be produced.  In all other respects, Defendants’ \nrequest for the disputed e-mails and calendar entries is denied.   \nc. Commissions Spreadsheet \n90. The third issue concerns a spreadsheet in which Addison Whitney calculated \nunpaid commissions owed to Budd, Cashion, Cuykendall, and Scott at the time of \ntheir resignations.  ( See Defs.’ Mem. Supp. 18 –19; Defs.’ Mot. Compel Ex. 5  at 12.)  \n \n \nThis document is tied to Defendants’  counterclaim under the North Carolina Wage \nand Hour Act.  Addison Whitney does not contest relevance but asserts work-product \nimmunity and attorney-client privilege.  (See Pl.’s Opp’n 9–11.)   \n91. The disputed spreadsheet is not protected work product.   It was not  \n“prepared in anticipation of litigation or for trial,” which is an essential ingredient of \nwork-product immunity.  N.C. R. Civ. P. 26(b)(3).  Rather, it was prepared as part of \nAddison Whitney’s standard offboarding process for departing employees.  The \nspreadsheet’s author s, Natasha Kempf  and Rebecca McPhail , testified that they  \ncalculated the commissions owed to Budd, Cashion, Cuykendall, and Scott just as \nthey had for others in the past.  (See Dep. N. Kempf 139:18–21, 140:7–10, 141:2–11, \nECF No. 187.7; Dep. R. McPhail 213:7–215:25, ECF No. 206.7.)  Neither testified that \nthe task was performed  at the instruction of counsel or for a litigation -related \npurpose.   \n92. Addison Whitney insists that it  was contemplating litigation at the time , \nbut “even though litigation is already in prospect, there is no work product immunity \nfor documents prepared in the regular course of business rather than for purposes of \nthe litigation.”  Cook v. Wake Cty. Hosp. Sys., Inc., 125 N.C. App. 618, 624, 482 S.E.2d \n546, 551 (1997) (citation and emphasis omitted).  Addison Whitney also submitted for \nin camera review several e- mails in which Kempf sought guidance from in- house \ncounsel about the company’s commission policy.   The Court finds  nothing in these \ncommunications to suggest that the spreadsheet was “prepared or obtained because \nof the prospect of litigation.”  Id. (emphasis added); see also Isom, 177 N.C. App. at  \n \n \n413, 628 S.E.2d at  463 (“And, it goes without saying that any otherwise business \nemails, copied to an attorney, are not protected by the work product doctrine solely \ndue to the fact that they were sent during a time when the business is anticipating \nlitigation.”).  Addison Whitney has not carried its burden to show that the \nspreadsheet is immune from disco very.  See Wachovia Bank, 178 N.C. App. at  531–\n32, 631 S.E.2d at 882. \n93. Neither has Addison Whitney carried its burden as to the attorney -client \nprivilege.  When Kempf and McPhail were asked about the spreadsheet during their \ndepositions, no privilege objection was made.  (See Dep. N. Kempf 139:18–21, 140:7–\n10, 141:2–11; Dep. R. McPhail 213:7– 215:25.)  Even now, Addison Whitney’s point \nseems to be that Kempf or McPhail had other confidential communications (t he in \ncamera e-mails) about the commissions .  ( See Pl.’s Opp’n 10 –11.)  Defendants have \nnot sought those e -mails.  The spreadsheet itself does not appear to be a privileged \ncommunication, and Addison Whitney has not shown otherwise.  \n94. Accordingly, Addison Whitney shall produce the spreadsheet. \nd. Personnel Files \n95. Defendants next request the personnel files of  more than twenty  Addison \nWhitney employees.  (See Defs.’ Mot. Compel Ex. 6 at 27–28, ECF No. 192.1.)  Addison \nWhitney objects on the grounds of privacy concerns and overbreadth.  (See Pl.’s Opp’n \n8–9.) \n96. “[P]ersonnel files contain perhaps the most private information about an \nemployee within the possession of an employer.”  Whittingham v. Amherst Coll., 164 \n \n \nF.R.D. 124, 127 (D. Mass. 1995).  For that reason, courts often refuse to compel their \ndisclosure unless the files are clearly relevant and there is no less intrusive way to \nobtain the information.  See, e.g., Armitage v. Biogen, Inc., 2019 U.S. Dist. LEXIS 253, \nat *16 (M.D.N.C. Jan. 2, 2019) (limiting discovery to files “of employees whose action \nor inaction has a direct bearing on the plaintiff’s claims or defendant’s affirmative \ndefenses”); James v. Peter Pan Transit Mgmt., Inc. , 1999 U.S. Dist. LEXIS 2565,  at \n*31–32 (E.D.N.C. Jan. 20, 1999)  (“Personal privacy and the confidentiality  of \npersonnel files are important public policy concerns.”); Raddatz v. Standard Register \nCo., 177 F.R.D. 446, 447 –48 (D. Minn. 1997) ( “[T]he very act of disclosing an \nemployee’s sensitive and personal data is a highly, and frequently, an unnecessarily \nintrusive act . . . .”); cf. Dahdal v. Thorn Americas, Inc., 1997 U.S. Dist. LEXIS 14792, \nat *4 (D. Kan. Sept. 15, 1997) (“To permit wide dissemination of personnel files would \nresult in a clearly defined, serious, and unnecessary injury to the privacy of the \nemployee who is not a party to the lawsuit.”). \n97. Many, perhaps all, of the individuals named by Defendants are potential \nwitnesses, but that alone does not make their personnel files fair game.  There must \nbe some connection between the information in th e file and the asserted claims and \ndefenses.  The connection just isn’t there .  Defendants do not discuss any of the \nindividuals by name or explain why their involvement merits full disclosure of their \npersonnel files and all the sensitive information contained within.  What Defendants \nseem most interested in are disciplinary policies and employment contracts .  ( See \nDefs.’ Mem. Supp. 20.)  There are far less invasive ways to obtain such things.   \n \n \n98. Accordingly, the Court denies the request.  \ne. Business Assessment Report \n99. After Defendants resigned in January 2017, Addison Whitney performed an \nassessment of its business.  Mark Dmytruk, the Chief of Staff for Addison Whitney’s \nparent company, investigated matters and prepared a written report .  Addison \nWhitney contends that the report is protected work product.   \n100. In the ir BCR 10.9 summary and their opening brief, Defendants did not \nchallenge the assertion of work product but instead asked  the Court to compel \nAddison Whitney “to produce the factual information that it gleaned from the \ninvestigation in question.”  (Defs.’ Mem. Supp. 21.)  On that point, there is nothing to \ncompel.  Counsel  for Addison Whitney represented that it has never objected to \ndiscovery of the facts underlying the report or tried to stop Defendants from deposing \nDmytruk. \n101. For the first time i n the reply brief, Defendants asked  for the report itself  \nand argued that it is not protected work product.  (See Defs.’ Reply Br. 7–8, ECF No. \n215.)  This argument is tardy.  Even if it weren’t, the Court concludes after in camera \nreview that the assessment report is protected work product.  The  circumstances \nshow that the report  was prepared in anticipation of litigation.  It  was delivered to \ncounsel and states that it was prepared for counsel ; nothing suggests that Dmytruk \nwould have prepared this type of report in the ordinary course of his du ties.  \nMoreover, Defendants cannot show that they are “unable without undue hardship to \nobtain the substantial equivalent of the materials by other means” because, at least \n \n \nat the time of the hearing, they had not deposed Dmytruk about the facts underlying \nthe report.  N.C. R. Civ. P. 26(b)(3). \n102. In short, Defendants are free to depose Dmytruk.  The Court denies their \nrequest for his report.   \nf. Google AdWords Campaigns  \n103. The next issue relates  to Addison Whitney’s experience with Google \nAdWords.  Addison Whitney agreed to produce documents related to its May 2017 \nAdWords campaign , which is the subject of Defendants’ defamation counter claim.  \nBut it has refused, on relevance grounds, to produce documents related to other \nAdWords campaigns dating back to 2011.  (See Pl.’s Opp’n 12–13.)  Defendants ask \nthe Court to compel a response.  (See Defs.’ Mem. Supp. 21–22.)6  \n104. The Court agrees with Addison Whitney.  The earlier campaigns are not a \nbasis for  the defamation counterclaim .  Defendants do not even sketch out the \nsupposed relevance of the content of those campaigns, arguing instead that they are \nentitled to know Addison Whitney’s “processes for choosing words and identifying \ntarget audiences”  when using AdWords.   (Defs.’ Mem Supp. 22.)   Perhaps  it is \nrelevant how Addison Whitney chose terms and identified the audience for  the May \n2017 campaign.  But it is not relevant how Addison Whitney did so for campaigns on \nother topics at different times.  This request is denied. \n                                            \n6 This discovery request is not in the record, but there is no dispute that the request and \nAddison Whitney’s objections to it were properly served.  \n \n \ng. 30(b)(6) Deposition Notice  \n105. “It is not literally possible to depose a corporation.  Instead, information \nfrom a corporation must be sought from natural persons who can speak on behalf of \nthe corporation.”  Hooker v. Norfolk S. Ry.  Co., 204 F.R.D. 124, 125 (S.D. Ind. 2001); \naccord Littlefield v. NutriBullet, L.L.C., 2017 U.S. Dist. LEXIS 222836, at *20 (C.D. \nCal. Nov. 3, 2017).  This is the purpose of Rule 30(b)(6), which allows a party to name \na corporation or similar organization as a deponent.   The party seeking discovery  \nmust “describe with reasonable particularity the matters on which examination is \nrequested.”  N.C. R. Civ. P. 30(b)(6).  In turn, the  responding organization must \n“designate one or more officers, directors, or managing agents, or other persons who \nconsent to testify on its behalf , and may set forth, for each person designated, the \nmatters on which he will testify.”  Id.   \n106. “The effect of the rule is to place upon the business entity the burden of \nidentifying witnesses who possess knowledge responsive to subjects requested in the \nRule 30(b)(6) request.”  Hooker, 204 F.R.D. at 126.  The entity has t he duty not only \nto provide knowledgeable witnesses but also to educate the witnesses if they do not \nhave personal knowledge of the designated subjects.  See, e.g., Great Am. Ins. Co. of \nN.Y. v. Vegas Constr. Co., 251 F.R.D. 534, 539 (D. Nev. 2008).  Their testimony, after \nall, “represents the knowledge of the corporation, not of the individual deponents.”  \nUnited States v. Taylor, 166 F.R.D. 356, 361 (M.D.N.C. 1996).  And their answers “are \nbinding on the corporation.”  Littlefield, 2017 U.S. Dist. LEXIS 222836, at *20–21. \n \n \n107. That said , a 30(b)(6)  deposition should not  be a “ memory contest. ”  E .g., \nJenkins v. XpresSpa Grp., Inc. , 2020 U.S. Dist. LEXIS 58724, at *12 (S.D.N.Y. Apr. \n2, 2020) (citation and quotation marks omitted); Great Am. Ins. Co. of N.Y., 251 F.R.D. \nat 539.   Overbroad and unduly burdensome deposition topics are subject to court \noversight just as any other form of discovery would be.   As one court recently put it, \n“an overbroad 30(b)(6) notice ‘subjects the noticed party to an impossible task’ and \ntherefore will not be allowed.”  Crocs, Inc. v. Effervescent, Inc., 2017 U.S. Dist. LEXIS \n221098, at *8 (D. Colo. Jan. 3, 2017) (quoting Cotton v. Costco Wholesale Corp., 2013 \nU.S. Dist. LEXIS 103367, at *2 (D. Kan. July 24, 2013)). \n108. Defendants served Addison Whitney with a notice of deposition that listed \ntwenty-eight topics.  (See Defs.’ Mot. Compel Ex. 1, ECF No. 194.1.)  Addison Whitney \nobjected and refused to designate corporate witnesses for all but five.  (See Defs.’ Mot. \nCompel Ex. 3, ECF No. 194.3.)  For efficiency and clarity, the Court groups the topics \nby subject matter or objection, as needed. \n109. Topics 1, 2, 6, 12 –15, 28.  The first set of topics covers all facts underlying \nAddison Whitney’s contentions that Defendants misappropriated trade secrets and \nconfidential information, breached their fiduciary duties, and unlawfully diverted \ncorporate opportunities, among other things.  ( See Defs.’ Mot. Compel Ex. 1 at 5 –7, \n9.)  Addison Whitney objects that it could not adequately prepare witnesses to testify \nabout these topics.  (See Pl.’s Opp’n 15–17.)  It also claims that contentions should be \nthe subject of interrogatories, rather than a 30(b)(6) deposition.  (See Pl.’s Opp’n 15–\n16.)  \n \n \n110. Federal district courts are divided in their approaches to “contention” \n30(b)(6) topics.  Some courts treat them favorably.  See, e.g., Landry v. Swire Oilfield \nServs., L.L.C., 323 F.R.D. 360, 384– 85 (D.N.M. 2018); Majestic Bldg. Maint., Inc. v. \nHuntington Bancshares, Inc., 2018 U.S. Dist. LEXIS 114267, at *16 (S.D. Ohio July \n10, 2018) (“Courts have consistently held ‘that a Rule 30(b)(6) notice of deposition \nthat seeks the factual bases for another party’s claims or  defenses is proper.’  ” \n(quoting Smith v. Gen. Mills, Inc., 2006 U.S. Dist. LEXIS 19093, at *8 (S.D. Ohio Apr. \n13, 2006))). \n111. Most courts take a more restrictive view.  One reason is that other discovery \ntools, especially interrogatories, are better suited t o explore an opponent’s legal \ntheories.  See, e.g., Cx Reinsurance Co. v. B&R Mgmt., Inc. , 2018 U.S. Dist. LEXIS \n56386, at *11 (D. Md. Apr. 3, 2018); JPMorgan Chase Bank  ex rel. Mahonia Ltd.  v. \nLiberty Mut. Ins. Co., 209 F.R.D. 361, 362 (S.D.N.Y. 2002).  Another reason is that it \nmay be unreasonable to expect a witness, even an educated witness,  to be prepared \nto testify about all facts underlying a given claim.  See, e.g., Lenox Maclaren Surgical \nCorp. v. Medtronic, Inc., 2015 U.S. Dist. LEXIS 75813, at *15 (D. Colo. June 11, 2015); \nCastillon v. Corr. Corp. of Am., 2014 U.S. Dist. LEXIS 124509, at *4–5 (D. Idaho Sept. \n2, 2014); In re Indep. Serv. Orgs. Antitrust Litig., 168 F.R.D. 651, 654 (D. Kan. 1996).   \n112. There is no need to choose one approach over the other in this case.  By any \nstandard, Defendants’ topics are unduly burdensome.   Taken together, these topics \nwould require Addison Whitney to prepare one or more witnesses to testify about \n“[a]ll facts” and “[a]ll evidence”  that support  more than half a dozen claims  and \n \n \ndefenses.  (E.g., Defs.’ Mot. Compel Ex. 1 at 5.)  That is impracticable.  The obligation \nto make a good-faith effort to produce knowledgeable witnesses “becomes less realistic \nand increasingly impossible as the number and breadth of noticed subject areas \nexpand.”  Apple Inc. v. Samsung Elecs. Co., 2012 U.S. Dist. LEXIS 9921, at *13 (N.D. \nCal. Jan. 27, 2012); see also id. (observing that Rule 30(b)(6) “does not extend to \nburdening the responding party with production and preparation of a witness on \nevery facet of the litigation”).   Thus, the Court will not compel Addison Whitney to \ndesignate a witness for topics 1, 2, 6, 12–15, and 28. \n113. Defendants have expressed concern that Addison Whitney’s responses to \ncontention interrogatories were vague and lacked detail.  No motion has been filed on \nthat issue, but  Addison Whitney has offered to supplement its response s as a \ncompromise.  Counsel should confer and agree to a date certain for the amended  \nresponses. \n114. Topics 3–5, 7, 23–27.  These nine topics cover a range of matters: evaluations \nof Cashion’s job performance in 2015 and 2016 (topic 3); employment contracts offered \nto Cashion (topic 4); a 2016 corporate resolution (topic 5); Defendants’ time sheets in \nthe year before their resignations (topic 7); the May 2017 press release and AdWords \ncampaign (topics 23–26); and Addison Whitney’s calculation of commissions owed to \ncertain Defendants (topic 27).   ( See Defs.’ Mot. Compel Ex. 1 at 5, 6, 8.)   Addison \nWhitney objects that each topic is duplicative of other discovery, including deposition \ntestimony of individual fact witnesses.  (See Pl.’s Opp’n 17–18.)   \n \n \n115. This is a common objection, often overruled.  Ordinarily, a 30(b)(6) \ndeposition is not “unnecessary or cumulative simply because individual deponents—\nusually former or current employees of the entity whose Rule 30(b)(6) deposition is \nsought—have already testified about the topics noticed in the Rule 30(b)(6) deposition \nnotice.”  La. Pac. Corp. v. Money Mkt. 1 Institutional Inv. Dealer, 285 F.R.D. 481, 487 \n(N.D. Cal. 2012) (collecting cases).  Indeed, “[c]orporate designees are commonly \nproduced, and no doubt some of their testimony ma y be a re -hash of what’s been \ncovered elsewhere, but their testimony is the testimony of the corporation itself, and \nfor that reason alone it may not be duplicative.”  Appleton Papers Inc. v. George A. \nWhiting Paper Co., 2009 U.S. Dist. LEXIS 111768, at *11 (E.D. Wis. Sept. 2, 2009).7 \n116. Here, the Court sees no evidence of abuse or overreaching.  Defendants are \nentitled to have binding answers from Addison Whitney on these topics even if the \ndesignee’s testimony ends up being more or less the same as that of earlier witnesses \n(or if one of the earlier witnesses is named as  the 30(b)(6) designee).  Accordingly, \nAddison Whitney must produce a corporate representative to testify as to topics 3–5, \n                                            \n7 See also, e.g., Edwards v. Scripps Media, Inc., 331 F.R.D. 116, 122 (E.D. Mich. 2019) (“[T]he \nprior testimony from the individual fact witnesses does not relieve defendant from its \nobligation to designate a witness under Rule 30(b)(6)[.]”); FDIC v. Giancola, 2015 U.S. Dist. \nLEXIS 125229, at *11 (N.D. Ill. Sept. 18, 2015) (reasoning that “substantial other discovery” \ndid “not render a Rule 30(b)(6) deposition duplicative”); New Jersey v. Sprint Corp., 2010 U.S. \nDist. LEXIS 14890, at *9– 10 (D. Kan. Feb. 19, 2010) (“Even if the substance of the \ninformation ultimately provided mirrors that of the testimony given by Spr int’s former \ndirectors and employees, plaintiff still is entitled to tie down the definitive positions of Sprint \nitself, rather than that of the individuals who work for Sprint.”); Dongguk Univ. v. Yale Univ., \n270 F.R.D. 70, 78 (D. Conn. 2010) (allowing 30(b)(6) deposition even though duplicative); Tri-\nState Hosp. Supply Corp. v. United States, 226 F.R.D. 118, 125–26 (D.D.C. 2005) (reasoning \nthat there is “no principle of law that precludes a party from pursuing during a deposition a \ntopic about which it has already received information via other discovery devices”). \n \n \n7, and 23–27.  See Duke Energy Carolinas, LLC v. AG Ins. SA/NV, 2019 NCBC LEXIS \n75, at *11 (N.C. Super. Ct. Nov. 22, 2019) (allowing 30(b)(6) deposition because “the \nrecord does not reflect that corporate positions, intentions, and reasons, rather than \nthe actions and understandings of individual corporate employees, w ere topics of \ninquiry at the depositions taken to date”). \n117. Topics 16–18, 21.  Four topics address the  changes that Addison Whitney \nmade to its practices and policies for handling  confidential and proprietary \ninformation after Defendants resigned.  (See Defs.’ Mot. Compel Ex. 1 at 7.)  Addison \nWhitney objects that these topics seek information about subsequent remedial \nmeasures, which is forbidden by  Rule 407 of the North Carolina Rules of Evidence.  \n(See Pl.’s Opp’n 18.)   \n118. This objection “is inapt.  Rule 407 governs admissibility.  It does not preclude \ndiscovery.”  Granberry v. Jet Blue Airways, 228 F.R.D. 647, 651 n.2 (N.D. Cal. 2005)  \n(discussing analogous federal Rule 407); see also Laws v. Stevens Transp., Inc., 2013 \nU.S. Dist. LEXIS 32221, at *8–9 (S.D. Ohio Mar. 8, 2013) (observing that federal Rule \n407 “governs the admissibility of evidence and does not  control pretrial discovery”).  \nIf information about subsequent remedial measures is reasonably calculated to lead \nto the discovery of admissible evidence, then it is relevant and discoverable, even if \nRule 407 later bars admissibility at trial.   See, e.g., Venator v. Interstate Res., Inc. , \n2015 U.S. Dist. LEXIS 146891, at * 10–12 (S.D. Ga. Oct. 29, 2015) ; Bernat v. City of \nCal. City, 2010 U.S. Dist. LEXIS 111538, at *13–14 (E.D. Cal. Oct. 12, 2010); Stalling \n \n \nv. Union Pac. R.R. Co., 2003 U.S. Dist. LEXIS 9550, at *29–30 (N.D. Ill. June 6, 2003); \nMiner v. Kendall, 1996 U.S. Dist. LEXIS 18801, at *3–4 (D. Kan. Sept. 27, 1996). \n119. At this stage, the Court is satisfied that these topics are reasonably \ncalculated to lead to the discovery of admissible evidence.  It would be speculative to \nguess what the testimony will be and  how Defendants might use it later .  Among \nother things, testimony about these measures could serve as impeachment evidence \nor help demonstrate the “feasibility of precautionary measures,” both of which are \nexempt from Rule 407.  N.C. R. Evid. 407.  Addison Whitney must produce a designee \nto address topics 16–18 and 21. \n120. Topic 20 .  This topic states  as follows : “Details regarding Plaintiff’s \ncompiling and maintaining information regarding its competitors, and the specific \ntypes of information Plaintiff has collected and saved regarding its competitors, \nincluding the contents of a folder on the Plaintiff’s computer servers containing such \ninformation, and the means by which Plaintiff has obtained or received such \ninformation, and the current status of such folder and information. ”  (Defs.’ Mot. \nCompel Ex. 1 at 7.)  Addison Whitney objects to the relevance.  The Court sustains \nthe objection because t he topic addresses all competitor research whether or not it \nhas anything to do with the specific trade secrets at issue.  The Court will not compel \nAddison Whitney to produce a witness for this topic.   \n121. Topic 19 .  This topic covers “[d]etails regarding the contents” of the \nassessment report prepared by Dmytruk .  ( Defs.’ Mot. Compel Ex. 1 at 7 ; see also \nDefs.’ Mem. Supp. 14.)  Addison Whitney again asserts work-product immunity.  (See \n \n \nPl.’s Opp’n 19.)  As the Court recently explained, however, “the facts contained within \nwork product remain discoverable even when the document itself is protected.”  \nKelley, 2019 NCBC LEXIS 84, at *48 (citing Nat’l Union Fire Ins. Co. v. Murray Sheet \nMetal Co., 967 F.2d 980, 984 n.5 (4th Cir. 1992)); see also  In re Int’l Sys. & Controls \nCorp. Sec. Litig., 693 F.2d  1235, 1240 (5th Cir. 1982)  (observing that “the work \nproduct immunity protects only the documents themselves and not the underlying \nfacts”).  The Court overrules the objection, and Addison Whitney must designate a \nwitness to address topic 19. \nIII. \nCONCLUSION \n122. For these reasons, the Court, in the exercise of its discretion, GRANTS in \npart and DENIES in part Addison Whitney’s motion for contempt against Miller.  To \nbe clear, the Court does not hold Miller in contempt.  Rather,  the Court ORDERS \nMiller to appear for a deposition and to produce  documents responsive to  request \nnumbers 1 through 7 and 9, as modified above, all on or before July 15, 2020.  By the \nsame date, Miller shall also produce a privilege log, consistent with the requirements \nof the case management order , for any documents that Defendants contend to be \nprivileged and outside the scope of the subject matter waiver discussed above.   \nCounsel shall work together to identify a mutually agreeable date and location  for \nthe deposition.  In all other aspects, Addison Whitney’s motion for contempt against \nMiller is DENIED. \n123. The Court GRANTS in part and DENIES in part Addison Whitney’s second \nmotion to compel.  The Court ORDERS as follows: \n \n \na. Defendants shall revisit their production of text messages.  If Defendants \nfind messages that were inadvertently withheld, the messages should be produced \nalong with an explanation of how they were recovered.  On the other hand, if \nDefendants find nothing more, they must explain whether and under what \ncircumstances the messages were deleted.   \nb. Leaderboard Branding shall produce  an updated profit and loss \nstatement and its QuickBooks file.   \nc. Defendants shall revise  the privilege logs identified in exhibit 24 to \nAddison Whitney’s second motion to compel  so that they comply with the case \nmanagement order in all respects. \nd. Defendants shall produce  documents responsive to Addison Whitney’s \nfourth requests for production.   \ne. These matters shall be completed on or before July 15, 2020. \nf. In all other aspects, Addison Whitney’s second motion to compel is \nDENIED. \n124. The Court GRANTS  in part and DENIES  in part Defendants’ motion to \ncompel.  The Court ORDERS as follows: \na. Addison Whitney shall produce  e-mails and calendar entries, for the \nperiod from May 1, 2015 through January 21, 2017, that reside on  computers \nissued to Defendants during their employment with the company .  Counsel shall \nconfer to determine a list of reasonable search terms and method of production.  \n \n \nb. Addison Whitney shall produce the spreadsheets prepared by Kempf and \nMcPhail to calculate commissions possibly owed to Budd, Cashion, Cuykendall, \nand Scott.  \nc. Addison Whitney shall designate one or more witnesses for topics 3–5, 7, \n16–19, 21, and  23–27 in Defendants’ Rule 30(b)(6) notice .  Counsel shall work \ntogether to identify a mutually agreeable date and location for the deposition. \nd. These matters shall be completed on or before July 15, 2020. \ne. In all other respects, Defendants’ motion to compel is DENIED.  \n125. All parties shall bear their own costs and fees.   For each motion, the Court \ngranted some relief and denied other requests so that neither side can be said to have \nprevailed more than the other.  It would be unjust to award expenses.  See  N.C. R. \nCiv. P. 37(a)(4) (allowing denial of fees when court concludes that “circumstances \nmake an award of expenses unjust”); N.C. R. Civ. P. 45 (e)(2) (allowing fee award if \nobjection is “unreasonable” or “made for improper purposes”). \n126. At an earlier stage, the Court stated that the discovery period would close \nwithin two weeks of any order on these motions.  On second thought, and in view of \nthe r estrictions imposed during the ongoing COVID -19 pandemic,  the Court \nORDERS that the close of discovery shall be July 31, 2020.  Requests for extensions \nwill not be favored , and each side is responsible for ensuring that it can complete \ndiscovery within this time period.  See BCR 10.4(a). \n127. The parties shall file any postdiscovery dispositive motion s no later than \nSeptember 14, 2020.  Response and reply briefs shall be governed by BCR 7.8. \n \n \nSO ORDERED, this the 10th day of June, 2020.  \n \n       /s/ Adam M. Conrad    \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n "
}