{
  "id": "9bf2acb96457615da8ceb72ce4d54d988af112aa2de23117e37c079a659bff56",
  "source_file": "data/raw/ncbc/9bf2acb96457615da8ceb72ce4d54d988af112aa2de23117e37c079a659bff56.pdf",
  "raw_text": "Gao v. Sinova Specialties, Inc., 2018 NCBC 51. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 6709 \n \nJIANXUN “BILL” GAO, individually, \nand derivatively on behalf of Sinova \nSpecialties, Inc., \n \n  Plaintiff, \n \nv. \n \nSINOVA SPECIALTIES, INC., a \nNorth Carolina Corporation; \nJOHANNES HECKMANN;  \nYAN “ELLEN” LIU; NEW SHORE, \nINC., a North Carolina Corporation, \n \n  Defendants, \n \nSINOVA SPECIALTIES, INC., a \nNorth Carolina Corporation,  \n \n  Nominal Defendant. \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTION TO ENFORCE \nMEDIATED MEMORANDUM OF \nUNDERSTANDING AND \nDEFENDANTS’ MOTION TO STRIKE \n \n1. THIS MATTER is before the Court on Plaintiff’s  motion to enforce \nmediated memorandum of understanding (the “Motion to Enforce”) and Defendants’ \nmotion to strike the Affidavit of Andrew J. Enschedé (the “Motion to Strike”).  For the \nreasons set forth below, the Court DENIES the motions.  \nBrooks, Pierce, McLendon, Humphrey & Leonard, L.L.P., by Jeffrey E. \nOleynik, Jessica Thaller-Moran, and Ryan C. Fairchild, and Greenberg \nTraurig, LLP, by Gabriel Aizenberg, Andrew J. Enschedé, and Lucia \nMarker-Moore, for Plaintiff. \n \nErwin, Bishop, Capitano  & Moss, P.A., by Joseph W. Moss, Jr., for \nDefendant/Nominal-Defendant Sinova Specialties, Inc. \n \nEssex Richards, PA, by Marc E. Gustafson, for Defendants Johannes \nHeckmann and New Shore, Inc. \n \n \n \nHiggins & Owens, PLLC, by Sara W. Higgins, for Defendant Yan “Ellen” \nLiu.  \n \nRobinson, Judge. \nI. PROCEDURAL AND FACTUAL BACKGROUND \n2. Plaintiff Jianxun “Bill” Gao (“Plaintiff” or “Gao”)  filed his complai nt on \nApril 8, 2016, (ECF No. 1 ), and an amended complaint on July 8, 2016, (ECF No. \n56.1).  The amended complaint asserts direct claims for judicial dissolution of \nDefendant/Nominal-Defendant Sinova Specialties, Inc. (“Sinova”), inspection of \nSinova’s corporate records, breach of fiduciary duty, constructive fraud, and unjust \nenrichment.1  (Verified Am. Compl. 37, 40, 43, 45, 47.)  The amended complaint \nasserts derivative claims on behalf of Sinova for breach of fiduciary duty, constructive \nfraud, corporate waste, unjust enrichment, and breach of contract.  (Verified Am. \nCompl. 41, 44, 46−48.) \n3. This action was designated as a mandatory complex business case by order \nof the Honorable Mark Martin, Chief Justice of the Supreme Court of North Carolina, \ndated April 11, 2016, (ECF No. 4 ), and assigned to the Honorable Louis A. Bledsoe, \nIII by order of Chief Business Court Judge James L. Gale dated April 14, 2016, (ECF \nNo. 5).  This case was later reassigned to the undersigned by order dated July 5, 2016.  \n(ECF No. 54.) \n                                                 \n1 The Amended Complaint also asserts a direct claim for corporate waste, which the \nCourt dismissed with prejudice by order and opinion dated December 21, 2016.  (ECF \nNo. 188.) \n \n \n4. All Defendants answered the amended complaint.  (ECF Nos. 97, 195, 215, \n221.)  Defendants Yan “Ellen” Liu (“Liu”), Johannes Heckmann (“Heckmann”), and \nSinova each assert counterclaims against Plaintiff for breach of contract and fraud.  \n(Liu’s Am. Countercls. 18, 20, ECF No. 268; Heckmann’s Am. Countercls. 18, 20, ECF \nNo. 267; Sinova’s Second Am. Countercls. 24, 26, ECF No. 266.)  Sinova asserts \nadditional counterclaims for breach of fiduciary duty, constructive fraud, unfair and \ndeceptive trade practices, and unjust enrichment.  (Sinova’s Second Am. Countercls. \n22−23, 29−30.)   \n5. The part ies participated in mediation on January 10, 2018, at which \nPlaintiff, Liu, and Heckmann, and their respective counsel, executed a  handwritten \ndocument titled “Mediated MOU” (the “MOU”).  (Aff. Andrew J. Enschedé ¶ 7, Ex. 3, \nECF No. 311; Aff. Sara W. Higgi ns ¶ 3, ECF No. 320; Aff. Joseph W. Moss, Jr. ¶ 2, \nECF No. 321.)  The MOU provides as follows: \nThe parties agree to negotiate in good faith to reach a definitive \nagreement embodying payment up to $7.3 million to Gao as follows: \n1. $2,000,000 upon execution (guaranteed) \n2. $500,000 in 1/19 (guarantee [sic]) \n3. Balance on non-guaranteed basis over 10 years from 2. [sic] based on \nCo. profit \nGao returns shares \nGlobal resolution (including dismissals w [sic] prejudice of all litigation \nworld [sic]) \nMutual covenant not to compete or impair mutual obligations \nMutual releases \n \n(Enschedé Aff. Ex. 3.)  \n6. On January 11, 2018, the mediator, Jonathan R. Harkavy, advised the \nCourt by e -mail, with the parties’ consent, that the parties signed the MOU at \n \n \nmediation.  (Enschedé Aff. Ex. 4.)   Mr. Harkavy’s e -mail states , in part,  that the \nparties signed the MOU “that obligates them to negotiate in good faith definitive \ndocumentation of an agreement embodying the overall financial terms to which they \nassented during the  mediation.”  (Enschedé Aff. Ex. 4.)   Neither Mr. Harkavy nor \ncounsel for the parties provided the Court with a copy of the MOU at that time. \n7. In light of Mr. Harkavy’s e -mail, and without having reviewed the MOU, \non January 12, 2018, the Court e-mailed all counsel requesting that the parties either \njointly or unilaterally file a motion to stay.  (Enschedé Aff. Ex. 5.)  \n8. On January 19, 2018, the parties filed a motion requesting a 45-day stay of \nall proceedings and deadlines in this action in order to permit the parties to complete \ntheir settlement negotiations and to reduce any final and binding settlement to \nwriting.  (ECF No. 303.)  On January 22, 2018, the Court granted the motion and \nstayed all proceedings and deadlines to and including March 8, 2018.  (ECF No. 304.) \n9. On January 30, 2018, Gabriel Aizenberg (“Aizenberg”), counsel for Plaintiff, \ne-mailed a draft settlement agreement to Defendants’ counsel.  (Enschedé Aff. Ex. 6.)  \nThe draft spanned approximately twenty-one pages and included the terms set forth \nin the MOU and numerous other terms , some of which were open and required \nfurther discussion.  (See Enschedé Aff. Ex. 6.)  \n10. On February 2, 2018, Sara W. Higgins (“Higgins”), counsel for Liu, \nresponded to Aizenberg’s e -mail stating, in part,  “I’d like to highlight some \noutstanding substantive issues from the defense perspective to see if we can agree on \nthose, before we turn to the detailed review of the language itself.”   (Enschedé Aff. \n \n \nEx. 7.)  The issues identified by Higgins pertained to Sinova’s common projects and \noperating budget, the individual parties’ pursuit of non-common projects, clarification \nof all pending litigation  between the parties, the non -compete provision, the profit \nmeasure on which the earn-out payments to Plaintiff were to be based, and the overall \npayment schedule.  (Enschedé Aff. Ex. 7.)   With respect to the payment schedule, \nHiggins stated that Defendants understood the agreed payment schedule to be $2 \nmillion upon execution of the agreement; $500,000 by January 31,  2019; and, by \nJanuary 31, 2020 and each year thereafter for a total of ten years, 30% of net profit.   \n(Enschedé Aff. Ex. 7.)  \n11. On February 5, 2018, Aizenberg and Andrew J. Enschedé (“Enschedé”), co-\ncounsel for Plaintiff,  discussed all  pending litigation  with Higgins by telephone.   \n(Enschedé Aff. ¶ 42.)   \n12. On February 6, 2018, Aizenberg e-mailed Defendants’ counsel copies of the \nlawsuits Plaintiff had filed in China and the proposed dismissal forms therefor.  \n(Enschedé Aff. Exs. 8−9.) \n13. On February 28, 2018, Joseph W. Moss, Jr. (“Moss”), counsel for Sinova, e-\nmailed Plaintiff’s counsel a revised draft settlement agreement.   (Enschedé Aff. Ex. \n15.)  With respect to the payment terms, Defendants’ draft pr oposed an initial \npayment of $590,000 upon court approval , as opposed to $2 million.   (Enschedé Aff. \nEx. 15, at 7.)   As to the global resolution term, Moss’s e -mail explained that \nDefendants’ draft had not removed that term, but that Defendants’ proposal was to \nonly dismiss this action , subject to resolution  in future discussion s of issues \n \n \nunderlying Liu’s and Heckmann’s claims in the pending actions in China.  (Enschedé \nAff. Ex. 15.) \n14. On March 1, 2018, Aizenberg, Enschedé, and Higgins  discussed \nDefendants’ draft settlement agreement by telephone.  (Enschedé Aff. ¶ 58.) \n15. On March 5, 2018, Higgins e -mailed Aizenberg and Enschedé Defendants’ \nproposal regarding the financial terms of the settlement, which again provided for an \ninitial payment of $590,000 upon court approval, as opposed to $2 million.  (Enschedé \nAff. Ex. 23, at 12.)   Additionally, Defendants proposed that the parties dismiss this \naction, but allow the actions pending in China to proceed.   (Enschedé Aff. Ex. 23, at \n12.)   \n16. From March 6 through April 3, 2018, counsel for all parties sporadically \nexchanged e-mails regarding Plaintiff’s and Defendants’ respective proposed terms.  \n(Enschedé Aff. Ex. 23, at 1−11.)   Ultimately, the parties were unable to reach \nagreement on a definitive document resolving all issues.            \n17. On April 4, 2018, Plaintiff filed the Motion to Enforce the MOU, a brief in \nsupport, and an affidavit of Enschedé and exhibits thereto (“Enschedé’s Affidavit”).  \n(ECF Nos. 309−11.) \n18. On April 5, 2018, the Court denied Plaintiff’s request for expedited \nconsideration of the Motion to Enforce.  (ECF No. 314.)  That same day, Plaintiff filed \na supplemental brief in support of the Motion to Enforce, to which Defendants did not \nobject.  (ECF No. 315.) \n \n \n19. On April 27, 2018, Defendants  filed the Motion to Strike Enschedé’s \nAffidavit and a brief in support, (ECF Nos. 317−18), a response brief in opposition to \nthe Motion to Enforce, (ECF No. 319), and affidavits of Higgins and Moss, (ECF Nos. \n320−21). \n20. The motions have been fully briefed.  As permitted by Rule 7.4 of the \nGeneral Rules of Practice a nd Procedure for the North Carolina Business Court  \n(“BCR”), the Court decides the motions without a hearing.2 \nII. MOTION TO STRIKE \n21. As discussed more fully below, the summary judgment standard of review \napplies to a motion to enforce a settlement agreement.  Hardin v. KCS Int’l, Inc., 199 \nN.C. App. 687, 694−95, 682 S.E.2d 726, 732−33 (2009).  Pursuant to Rule 56(e) of the \nNorth Carolina Rules of Civil Procedure , affidavits supporting or opposing a motion \nfor summary judgment “shall be made on personal knowledge,  shall set forth such \nfacts as would be admissible in evidence, and shall show affirmatively that the affiant \nis competent to testify to the matters stated therein.”   N.C. Gen. Stat. § 1A -1, Rule \n56(e).  If an affidavit contains hearsay or facts that would be inadmissible in evidence, \n                                                 \n2 The Court notes that, in Plaintiff’s brief in support of the Motion to Enforce, Plaintiff \nrequests that the Court conduct an evidentiary hearing and ask Mr. Harkavy to \ntestify at the hearing.   (Pl.’s Br. Supp. Mot. Enforce 15.)   Pursuant to BCR 7.12, \n“[u]nless the Court orders otherwise, a hearing on a motion  . . . will not involve live \ntestimony.  A party who desires to present live testimony must file a motion for \npermission to present that testimony.”  Plaintiff did not file a motion in compliance \nwith BCR 7.12.  Plaintiff’s request to present live testimony at an evidentiary hearing \nis denied.  \n \n \nthe offending portions of the affidavit should be stricken.  Strickland v. Doe, 156 N.C. \nApp. 292, 295, 577 S.E.2d 124, 128 (2003). \n22. Defendants move to strike Enschedé’s Affidavit on numerous grounds.  The \nCourt addresses each in turn. \nA. N.C. Gen. Stat. § 7A-38.1 and Rule 408 \n23. Defendants argue that portions of Enschedé’s Affidavit pertain ing to the \nparties’ settlement communications before, during, and after mediation are \ninadmissible under N.C. Gen. Stat. § 7A -38.1 and Rule 408 of the North Carolina \nRules of Evidence (“Rule(s)”).  (Defs.’ Mem. Supp. Mot. Strike 2−4.)  As to section 7A-\n38.1, Plaintiff argues that this statute does not apply because the mediation at which \nthe parties executed the MOU was not a court -ordered mediation.   (Pl.’s Resp. to \nDefs.’ Mot. Strike 3−4, ECF No. 328.) \n24. Even assuming arguendo that section 7A-38.1 applies, the Court concludes \nthat it does not bar admission of evidence of the parties’ settlement communications \nbefore, during, or after mediation in this proceeding on Plaintiff’s Motion to Enforce.  \nSection 7A-38.1(l) expressly provides that  \n[e]vidence of stateme nts made and conduct occurring in a mediated \nsettlement conference or other settlement proceeding conducted under \nthis section  . . . shall be inadmissible in any proceeding in the \naction . . . except: \n \n . . . . \n \n(2) In proceedings to enforce or rescind a settlement of the action[.]  \n  \nN.C. Gen. Stat. § 7A-38.1(l) (emphasis added).   \n \n \n25. As Enschedé’s Affidavit was introduced in support of Plaintiff’s Motion to \nEnforce, section 7A-38.1 does not bar its admission.3 \n26. Under Rule 408, evidence of conduct or statement s made in compromise \nnegotiations “is not admissible to prove liability for or invalidity of the claim or its \namount.”  N.C. Gen. Stat. § 8C -1, Rule 408.   Rule 408 does not, however, prohibit \nevidence of conduct or statements made in compromise negotiation s if offered for \nsome other purpose.  Breedlove v. Aerotrim, U.S.A., Inc., 142 N.C. App. 447, 453−54, \n543 S.E.2d 213, 217−18 (2001).   \n27. Enschedé’s Affidavit was not offered to prove the validity or invalidity of \nany of the claims in this action; rather, it was offered to prove that the parties entered \ninto the MOU and that Defendants breached the terms thereof by failing to negotiate \nin good faith.  Therefore, Rule 408 does not bar admission of Enschedé’s Affidavit. \nB. Parol Evidence Rule \n28. Defendants argue that paragraphs 2 through 23 of Enschedé’s Affidavit are \ninadmissible under the parol evidence rule.   (Defs.’ Mem. Supp. Mot. Strike 4−5.)   \nMore specifically, Defendants argue that the statements in Enschedé’s Affidavit that \ncharacterize certain terms as “agree d to” or “resolved” contradict the terms of the \n                                                 \n3 The Court acknowledges Defendants’ argument that the MOU is not a settlement \nagreement and, therefore, this is not a “proceeding[] to enforce . . . a settlement of the \naction.”  Despite Plaintiff’s concession, and the Court’s conclusion, that the MOU is \nnot a settlement agreement, which the Court discusses in its analysis of the Motion \nto Enforce, Plaintiff seeks enforcement of the MOU as if it were a settlement  \nagreement.  Further, the parties have treated Plaintiff’s motion as a motion to enforce \na settlement agreement.  Therefore, under the unique circumstances of this case, the \nCourt concludes Plaintiff’s motion is a proceeding to enforce a settlement within the \nmeaning of section 7A-38.1(l)(2).  \n \n \nMOU.  (Defs.’ Reply Br. Supp. Mot. Strike 6−7, ECF No. 329.)   Plaintiff argues that \nthe statements in paragraphs 2 through 23 provide evidence of the context \nsurrounding the MOU and, thus, are not barred by t he parol evidence rule because \nthey do not vary, add to, or contradict the MOU.  (Pl.’s Resp. to Defs.’ Mot. Strike 5.) \n29. “The parole evidence rule prohibits the admission of parol evidence to vary, \nadd to, or contradict a written instrument intended to be t he final integration of the \ntransaction.”  Lassiter v. Bank of N.C. , 146 N.C. App. 264, 269, 551 S.E.2d 920, 923 \n(2001).  Parol evidence is admissible, however, to explain or interpret an ambiguous \nterm.  Drake v. Hance, 195 N.C. App. 588, 591, 673 S.E.2d 411, 413 (2009).  The parol \nevidence rule only applies where the writing contains the complete agreement of the \nparties.  Emp’t Staffing Grp., Inc. v. Little , 243 N.C. App. 266, 271, 777 S.E.2d 309, \n313 (2015).    \n30. Even assuming arguendo that the parol evid ence rule applies, the Court \nconcludes that the challenged paragraphs of Enschedé’s Affidavit offer context \nsurrounding the parties’ negotiations of, and agreement to, the MOU, rather than \nvarying, adding to, or contradicting the MOU’s terms.  Therefore, the Court concludes \nthat the parol evidence rule does not prohibit the admission of paragraphs 2 through \n23 of Enschedé’s Affidavit. \nC. Rules 402 and 403 \n31. Defendants argue that almost all of the statements in Enschedé’s Affidavit \nare irrelevant or designed to prejudice Defendants and, accordingly, are inadmissible \nunder Rules 402 and 403.  (Defs.’ Mem. Supp. Mot. Strike 5−6.) \n \n \n32. Relevant evidence is generally a dmissible.  N.C. Gen. Stat. § 8C -1, Rule \n402.  Evidence is relevant if it has “any tendency to make the existence of any fact \nthat is of consequence to the determination of the action more probable or less \nprobable than it would be without the evidence.”  Id. § 8C-1, Rule 401.  Under Rule \n403, relevant evidence “may be excluded if its probative value is substantially \noutweighed by the danger of unfair prejudice, confusion of the issues, or misleading \nthe jury, or by considerations of undue delay, waste of time, or needless presentation \nof cumulative evidence.”  Id. § 8C-1, Rule 403.  Whether to exclude relevant evidence \nunder Rule 403 is within the trial court’s sound discretion.  State v. Braxton, 352 N.C. \n158, 186, 531 S.E.2d 428, 444 (2000). \n33. The Court con cludes, based on its review,  that Enschedé’s Affidavit is \nrelevant to support Plaintiff’s contentions that the parties entered into the MOU and \nthat Defendants breached the terms thereof.  The Court further concludes, in its \ndiscretion, that Enschedé’s Affidavit should not be excluded under Rule 403.  \nD. Rules 602 and 802 \n34. Defendants’ Motion to Strike states Rules 602 and 802 as additional bases \nfor the motion.  (Defs.’ Mot. Strike 1.)  Defendants do not, however, further mention \nor explain these grounds in their briefs in support of the motion, and the Court finds \nthem to be unavailing. \n35. Therefore, Defendants’ Motion to Strike Enschedé’s Affidavit is denied. \n \n   \n \n \nIII. MOTION TO ENFORCE \nA. Legal Standard \n36. “[A] party has two options in deciding how to specifically enforce the terms \nof the settlement agreement.”  Hardin, 199 N.C. App. at 708, 682 S.E.2d at 741  \n(quotation marks omitted).  A party may “(1) take a voluntary dismissal of his original \naction and t hen institute a new action on the contract, or (2) seek to enforce the \nsettlement agreement by petition or motion in the original action.”  Estate of Barber \nv. Guilford Cty. Sheriff’s Dep’t , 161 N.C. App. 658, 662, 589 S.E.2d 433, 436 (2003); \nDeCristoforo v. Givens, 2015 NCBC LEXIS 56, at *19 (N.C. Super. Ct. May 29, 2015).  \nWhen a party seeks to enforce the settlement agreement by motion in the original \naction, the motion is treated as a motion for summary judgment.  Hardin, 199 N.C. \nApp. at 694−95, 682 S.E.2d at 732−33. \n37. “Summary judgment is appropriate when ‘there is no genuine issue as to \nany material fact’ and ‘any party is entitled to a judgment as a matter of law.’”  \nBuilders Mut. Ins. Co. v. N. Main Constr., Ltd., 361 N.C. 85, 88, 637 S.E.2d 528, 530 \n(2006) (quoting N.C. Gen. Stat. § 1A-1, Rule 56(c)).  “A ‘genuine issue’ is one that can \nbe maintained by substantial evidence.”  Dobson v. Harris , 352 N.C. 77, 83, 530 \nS.E.2d 829, 835 (2000).  The moving party bears the burden of showing that there is \nno genuine issue of material fact and that the movant is entitled to judgment as a \nmatter of law.  Hensley v. Nat’l Freight Transp., Inc. , 193 N.C. App. 561, 563, 668 \nS.E.2d 349, 351 (2008).  The Court must view the evidence in the light most favorable \nto the nonmovant.  Dobson, 352 N.C. at 83, 530 S.E.2d at 835. \n \n \nB. Analysis \n38. The Motion to Enforce presents a novel issue for the Court due to the fact \nthat Plaintiff acknowledges that the MOU is not a binding settlement agreement, but \nrather is an agreement to negotiate in good faith a settlement agreement.  (See, e.g., \nPl.’s Br. Supp. Mot. Enforce 3, 15−16, 24; Suppl. Br. Supp. Pl.’s Mot. Enforce 1, ECF \nNo. 315; Defs.’ Mem. Opp’n Pl.’s Mot. Enforce 2, 12; Pl.’s Reply Mem. Supp. Mot. \nEnforce 1, 3, ECF No. 327.)   Indeed, Plaintiff states in his brief that “Plaintiff does \nnot and has never contended that the MOU represents a binding settlement \nagreement.  Rather, Plaintiff’s only contention with respect to the MOU is that it \nrepresents a binding agreement to negotiate in  good faith based on the terms of the \nMOU[.]”  (Suppl. Br. Supp. Pl.’s Mot. Enforce 1.)  Plaintiff contends, and Defendants \ndispute, that Defendants breached the MOU by insisting on terms that substantially \ndeviated from the payment and global resolution terms set forth in the MOU.  (Pl.’s \nBr. Supp. Mot. Enforce 16, 20−22; Defs.’ Mem. Opp’n Pl.’s Mot. Enforce 15−19.)   \n39. Relying in part on  Recurrent Energy Dev. Holdings, LL C v. SunEnergy1, \nLLC, 2017 NCBC LEXIS 18 (N.C. Super. Ct. Mar. 7, 2017) and New Friendship Used \nClothing Collection, LLC v. Katz , 2017 NCBC LEXIS 72 (N.C. Super. Ct. Aug. 18, \n2017), Plaintiff argues that express agreements to negotiate in good faith are \nenforceable and asks the Court to  \nhold that: (a) the MOU is an enforceable agreement to negotiate in good \nfaith; (b) the MOU obligates the parties to negotiate toward a settlement \nagreement with terms substantially similar to or not inconsistent with \nthe MOU’s terms; and (c) Defendants’ failure to substantially adhere to \nthe MOU’s terms violated their obligation to negotiate in good faith.   \n \n \n \n(Pl.’s Br. Supp. Mot. Enforce 15, 20, 24.)   Plaintiff further requests that the Court \n“order Defendants to negotiat e in good faith to reach a settlement agreement with \nterms substantially similar [sic] or not inconsistent with the MOU’s terms.”  (Pl.’s Br. \nSupp. Mot. Enforce 24.) \n40. The Court agrees with the analyses set forth in Recurrent and New \nFriendship that an express agreement to negotiate in good faith may be enforceable.  \nSee Recurrent Energy Dev. Holdings, LLC , 2017 NCBC LEXIS 18, at *44−47; New \nFriendship Used Clothing Collection, LLC , 2017 NCBC LEXIS 72, at *40−42.   The \nenforceability of such agreements, however, is not the primary issue with which the \nCourt is confronted.   \n41. It is well settled that a party may seek to enforce a settlement agreement by \nfiling a motion in the original action.   E.g., Williams v. Habul , 219 N.C. App. 281, \n288, 724 S.E.2d 104, 109 (2012).  The foremost issue before the Court, then, is whether \nthe MOU constitutes a settlement agreement.   \n42. Plaintiff concedes throughout his briefs that the MOU is not a settlement \nagreement.  (See, e.g., Pl.’s Br. Supp. Mot. Enforce 3, 15−16, 24; Suppl. Br. Supp. Pl.’s \nMot. Enforce 1; Pl.’s Reply Mem. Supp. Mot. Enforce 1, 3.)   The Court agrees.  The \nMOU constitutes only an agreement to negotiate a settlement agreement in good \nfaith.  See Black’s Law Dictionary (10th ed. 2014) (defining a “settlement agreement” \nas “[a]n agreement ending a dispute or lawsuit”).  That the MOU is not a settlement \nagreement is made clear er when one considers the parties’ obligations thereunder.  \nAs the cases Plaintiff cites and on which Plaintiff relies explain, the MOU does not \n \n \nobligate the parties to reach a final settlement agreement—Plaintiff and Defendants \ncould fully comply with their respective obligations to negotiate in good faith but fail \nto reach a final settlement agreement.  See Howard Town Ctr. Developer, LLC v. \nHoward Univ., 278 F. Supp. 3d  333, 385 (D.D.C. 2017) (noting that “parties may in \ngood faith disagree on open terms of the contract being negotiated, and, as a result, \ndecide mutually to abandon the negotiation”); Stanford Hotels Corp. v. Potomac Creek \nAssocs., L.P., 18 A.3d 725, 736 (D.C. 2011) (noting that the obligation to negotiate in \ngood faith “does not guarantee that the final contract will be concluded if both parties \ncomport with their obligation, as good faith differences in the negotiation of the open \nissues may prevent a reaching of final contract”); SIGA Techs., Inc. v. Pharmathene, \nInc., 67 A.3d 330, 345 (Del. 2013)  (same); see also Recurrent Energy Dev. Holdings, \nLLC, 2017 NCBC LEXIS 18, at *45 (discussing RREF BB Acquisitions, LLC v. MAS \nProps., L.L.C. , 2015 NCBC LEXIS 61 (N.C. Super. Ct. June 9, 2015)  and its \nexplanation that an agreement to negotiate in good faith does not “bind the parties \nto consummate a final agreement”). \n43. The Court understands Plaintiff’s frustration with the current posture of \nthe case, especially where it appears, based on the record before the Court, that \nPlaintiff left the mediation thinking he had set a course toward mutually agreeable \nresolution of this litigation.  Unfortunately for Plaintiff, the document signed by the \nparties in attendance did not serve that purpose. \n44. Additionally, and while not a basis for the Court’s determination of the \nMotion to Enforce, the Court notes that Plaintiff seeks equitable relief in the form of \n \n \nan order compelling Defendants to “negotiate in good faith.”  Under the facts of this \ncase, the Court does not believe that such relief is available to Plaintiff.  See Curran \nv. Barefoot, 183 N.C. App. 331, 338, 645 S.E.2d 187, 192 (2007) (“Specific performance \nwill not be decreed unless the terms of the contract are so definite and certain that \nthe acts to be performed can be ascertained and the court can determine whether or \nnot the performance rendered is in accord with the contractual duty assumed.”); see \nalso Great-West Inv’rs LP v. Thomas H. Lee Partners, L.P., C.A. No. 5508-VCN, 2011 \nDel. Ch. LEXIS 6, at *32−33 (Del. Ch. Jan. 14, 2011) (“[A]n agreement to negotiate in \ngood faith may be binding under Delaware law, however, and specific performance \ncould, in theory, be an appropriate remedy for breach of such a provision.  In practice, \nthe problems with ordering parties to negotiate in good faith are significant.  Indeed, \ncourts of equity could not be expected to enter such orders except where any violation \nof the order (i.e., any bad faith negotiation) would be easily detected.  And, ordinarily, \nsuch detection would not be easy unless the substantive deal was substantially \nagreed to.” (quotation marks omitted));  Stanford Hotels  Corp., 18 A.3d at 737 \n(concluding that the trial court had the authority to specifically enforce an agreement \nto negotiate in good faith but explaining that if “the parties had not yet come to \nagreement on the terms of sale and drafted a Definitive Agreement ready for \nexecution, the speci fic performance [Plaintiff] seeks might not be available as a \nremedy. . . . [C]ourts will not lightly undertake responsibility for overseeing \ncompliance following the award of specific performance, as would have been required \nhere if the parties had not al ready reached agreement on the terms of, and drafted, \n \n \nthe Definitive Agreement”).  While Plaintiff may now have a separate cause of action \nfor breach by Defendants of the agreement to negotiate in good faith, that claim is \nnot raised in this litigation.  \n45. Therefore, because the Court concludes, based on the record before it and \napplying the summary judgment standard, that the parties did not reach a settlement \nagreement, the Motion to Enforce is denied. \nIV. CONCLUSION \n46. For the foregoing reasons, Defendants’ Motion to Strike and Plaintiff’s \nMotion to Enforce are DENIED. \nSO ORDERED, this the 29th day of May, 2018. \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}