{
  "id": "9c72dd1ddd17f800e4a102e5a407d7db6e5529ab43f52405dc51c302b2f0f915",
  "source_file": "data/raw/ncbc/9c72dd1ddd17f800e4a102e5a407d7db6e5529ab43f52405dc51c302b2f0f915.pdf",
  "raw_text": " \n{1} THIS MATTER is before the court on Defendants Lenhil, Inc., Lennon \nHills, LLC, Edwin L. Burnett, III, Viable Corp., and Daniel Hilla, III’s (collectively \n“Lennon Hills Defendants”) Motion for Summary Judgment as to Plaintiff’s Claim \nfor Piercing the Corporate Veil (“Motion”).  For the reasons stated below, the Motion \nis GRANTED.  \n \nBowden & Gardner, P.C. by Edwin W. Bowden for Plaintiff BDM \nInvestments.  \n \nHodges & Coxe, P.C. by C. Wes Hodges, II and Sarah Reamer Buzzard for \nDefendants Lenhil, Inc., Lennon Hills, L.L.C., Edwin L. Burnett, III, Viable \nCorp., and Daniel Hilla, III. \n \n \n \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF BRUNSWICK \n \n IN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n11 CVS 449 \nBDM INVESTMENTS, \n \nPlaintiff, \n \nv. \n \nLENHIL, INC.; LENNON HILLS, \nLLC; JUDITH T. HOLLINGSWORTH \nin her official capacity as EXECUTRIX \nof the ESTATE OF GLENN \nHOLLINGSWORTH; EDWIN L. \nBURNETT, III; VIABLE CORP.; \nGARY LAWRENCE; KEITH \nMEYERS; MEYERS APPRAISAL \nSERVICES, LLC; and DANIEL \nHILLA, III, \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER AND OPINION \nBDM Invs. v. Lenhil, Inc., 2014 NCBC 32.\n \n \nI. FACTUAL AND PROCEDURAL BACKGROUND \n \n {2} Past opinions of this court pr ovide a more detailed summary of the \nfacts and allegations in this case.  See generally BDM Invs. v. Lenhil, Inc., 2014 \nNCBC LEXIS 6 (N.C. Super. Ct. Mar. 20, 2014); BDM Invs. v. Lenhil, Inc., 2012 \nNCBC LEXIS 7 (N.C. Super. Ct. Jan. 18, 2012).  In sum, Defendant Viable Corp. \n(“Viable”) employed Glenn Hollingsworth (“Hollingsworth”).  Hollingsworth \napproached Defendant Edwin L. Burnett, III (“Burnett”), the sole shareholder of \nViable, and indicated that he had identified some purchasers for lots in the Lennon \nHills subdivision, which had been developed by another entity, Defendant Lenhil, \nInc. (“Lenhil”), in which Burnett had an ownership interest.  Burnett indicated that \nhe would “take care of” Hollingsworth if he delivered buyers, one of whom was \nPlaintiff BDM Investments (“BDM”).  BDM contends that Hollingsworth served as \nits agent in the transaction and that he failed to disclose his relationship with \nLenhil, Burnett, or Viable.  When BDM purchased lots from Lenhil, Viable, through \nthe use of Burnett’s real estate license, received half of the sales commission from \nthe transaction.  Viable then paid Hollingsworth a “consultation fee” equal to the \nsales commission it received.  In its March 20, 2014 Order, the court concluded that \nthese facts stated a number of claims against Hollingsworth.  The court then \ngranted BDM leave to amend its complaint to state claims against Viable, Lenhil, \nand Lennon Hills, LLC for respondeat superior\n liability arising out of \nHollingsworth’s acts. \n{3} After the March 20, 2014 Order, th e Parties disagreed over whether \nBDM’s claim for piercing the corporate veil survived that Order or the court’s prior \nOrder on various motions to dismiss, as neither Party had briefed the issue in their \nsummary judgment filings.  After determining that the veil-piercing claim remained \nin the case, the court granted the Lennon Hills Defendants leave to file a motion for \nsummary judgment directed at that claim.  The Motion has been fully briefed, a \nhearing was held, and the Motion is ripe for disposition. \n \n \n{4} The court does not make findings of fact when ruling on a motion for \nsummary judgment.  See Hyde Ins. Agency, Inc. v. Dixie Leasing Corp., 26 N.C. \nApp. 138, 142, 215 S.E.2d 162, 164–65 (1975).  It is, however, appropriate for the \ncourt to describe the undisputed facts or lack of facts the record discloses in order to \nprovide context for the court’s ruling on the motion.  The court believes the \nfollowing facts are either uncontested or, if contested, have been construed in favor \nof the party opposing the Motion. \n \nA. Lennon Hills, LLC and Lenhil, Inc. \n \n {5} Defendant Lennon Hills, LLC is a member-managed North Carolina \nlimited liability company that was organized on June 14, 2005.  (Hilla Aff. ¶ 3.)  \nBurnett owns a fifty percent membership interest in Lennon Hills, LLC, and \nDefendant Daniel Hilla, III (“Hilla”) owns the remaining fifty percent membership \ninterest.  (Hilla Aff. ¶ 3.)  Burnett and Hilla are the only managers of Lennon Hills, \nLLC.  (Hilla Aff. ¶ 3.)   \n {6} Lenhil was incorporated on June 14, 2005, the same day Lennon Hills, \nLLC was organized.  (Hilla Aff. ¶ 4.)  Burnett and Hilla are the only shareholders in \nLenhil, and each owns fifty percent of Lenhil’s shares.  (Hilla Aff. ¶ 4.)  Burnett and \nHilla are both directors of Lenhil, and Hilla is its President.  (Hilla Aff. ¶ 4.) \n{7} From their respective inceptions, Lennon Hills, LLC and Lenhil have \nmaintained separate bank accounts, books, and records.  (Hilla Aff. ¶ 9.)  They have \nnot commingled funds and have each filed their own separate tax returns.  (Hilla \nAff. ¶ 9.)  Lennon Hills, LLC has a written operating agreement by which it abides.  \n(Hilla Aff. ¶ 10.)  Lenhil has maintained a corporate book that contains its \norganizational documents, bylaws, and minutes of shareholders and directors \nmeetings.  (Hilla Aff. ¶ 10.)  Plaintiff has forecast no evidence to the contrary as to \nthe failure to comply with corporate formalities. \n{8} Lennon Hills, LLC and Lenhil were formed for the purpose of \ndeveloping the Lennon Hills subdivision.  (Hilla Aff. ¶ 5.)  Lennon Hills, LLC \n \n \nacquired the property for the subdivision, then deeded it to Lenhil.  (Hilla Aff. ¶ 6.)  \nIn return, Lenhil granted Lennon Hills, LLC a deed of trust representing the fair \nmarket value of the developed individual lots and townhome pads in the \nsubdivision.  (Hilla Aff. ¶ 6.)  As individual lots were sold, the particular property \nsold was released from the lien of the deed of trust.  (Hilla Aff. ¶ 6.)  Lenhil acquired \nfinancing in its own name for the development of the subdivision, contracted in its \nown name with contractors for construction projects related to the subdivision’s \ndevelopment, and contracted in its own name with purchasers of lots in the \nsubdivision, including BDM.  (Hilla Aff. ¶ 8.) \n{9} Lenhil is the entity that has deve loped the subdivision.  (Hilla Aff. ¶ \n11.)  Burnett and Hilla, as the shareholders, directors, and officers of Lenhil, have \nconducted regular meetings to discuss the subdivision’s development and jointly \nmade decisions with respect to the subdivision’s development.  (Hilla Aff. ¶ 11.) \n \nB. Viable Corp. \n \n{10} Viable was incorporated in No rth Carolina on October 18, 1996.  \n(Burnett Aff. ¶ 4.)  Since its inception, Burnett has been the sole shareholder and an \nofficer and director of Viable.  (Burnett Aff. ¶ 4.)  Burnett and his wife are currently \nthe only officers and directors of Viable.  (Burnett Aff. ¶ 4.)  Burnett has conducted \nmany of his business activities not involving other business partners through \nViable.  (Burnett Aff. ¶ 7.)  Viable has owned property and served as a real estate \nmanagement company for properties owned by other business entities with which \nBurnett was involved.  (Burnett Aff. ¶ 7.)  Also, because Viable, through Burnett, \nhas held a North Carolina real estate license, it has occasionally received \ncommissions on the sale of properties owned by businesses with which Burnett has \nbeen involved.  (Burnett Aff. ¶ 7.)  Since its inception, Viable has maintained its \nown bank accounts, books, and records.  (Burnett Aff. ¶ 7.)  It has maintained its \nown funds, filed its own tax returns, and maintained a corporate book containing its \norganizational documents, bylaws, and minutes of shareholders and directors \n \n \nmeetings.  (Burnett Aff. ¶ 7.)  Plaintiff has forecast no evidence to the contrary as to \nthe failure to comply with corporate formalities. \nII. ANALYSIS \n \n {11} Summary judgment is proper when the pleadings, depositions, \nanswers to interrogatories, admissions, and affidavits show that no genuine issue as \nto any material fact exists and that the movant is entitled to judgment as a matter \nof law.  N.C. R. Civ. P. 56(c); Andresen v. Progress Energy, Inc., 204 N.C. App. 182, \n184, 696 S.E.2d 159, 160–61 (2010).  The moving party must demonstrate the \nabsence of a triable issue and does so either: “(1) by showing that an essential \nelement of the opposing party’s claim is nonexistent; or (2) [by] demonstrating that \nthe opposing party cannot produce evidence sufficient to support an essential \nelement of the claim or overcome an affirmative defense which would work to bar its \nclaim.” Wilhelm v. City of Fayetteville, 121 N.C. App. 87, 90, 464 S.E.2d 299, 300 \n(1995) (citing Roumillat v. Simplistic Enters., Inc., 331 N.C. 57, 414 S.E.2d 339 \n(1992)).  If the moving party carries this burden, the non-moving party “must \n‘produce a forecast of evidence demonstrating that the [non-moving party] will be \nable to make out at least a prima facie case at trial.’” Roumillat, 331 N.C. at 63, 414 \nS.E.2d at 342 (quoting Collingwood v. Gen. Elec. Real Estate Equities, Inc., 324 \nN.C. 63, 66, 376 S.E.2d 425, 427 (1989)); Rankin v. Food Lion, 210 N.C. App. 213, \n217, 706 S.E.2d 310, 313–14 (2011); see also N.C. R. Civ. P. 56(e) (“[Non-moving \nparty] must set forth specific facts showing that there is a genuine issue for trial.”).  \nThis forecast “may not rest upon the mere allegations or denials of [a] pleading,” \nN.C. R. Civ. P. 56(e), nor may it rest upon unsworn affidavits or other inadmissible \nmaterials, see Rankin, 210 N.C. App. at 218–22, 706 S.E.2d at 314–16 (affirming \nsummary judgment where only inadmissible, unauthenticated documents and no \naffidavits or sworn testimony were submitted in response to summary judgment \nmotion).  \n {12} As a general rule, “a corporation is treated as distinct from its \nshareholders.”  State ex rel. Cooper v. Ridgeway Brands Mfg., LLC, 362 N.C. 431, \n \n \n438, 666 S.E.2d 107, 112 (2008); see also N.C. Gen. Stat § 55-6-22(b) (2013) \n(providing limited liability for corporate shareholders); N.C. Gen Stat § 57D-3-30 \n(providing limited liability for interest owners, managers, and company officials of \nLLCs).  “[P]roceeding beyond the corporate form is a strong step:  ‘Like lightning, it \nis rare [and] severe[.]’”  Ridgeway Brands Mfg., LLC, 332 N.C. at 439, 666 S.E.2d at \n112 (alteration in original) (quoting Frank H. Easterbrook & Daniel R. Fischel, \nLimited Liability and the Corporation, 52 U. Chi. L. Rev. 89, 89 (1985)).  \n“Nevertheless, in a few instances, exceptions to the general rule of corporate \ninsularity may be made when applying the corporate fiction would accomplish some \nfraudulent purpose, operate as a constructive fraud, or defeat some strong equitable \nclaim.”  Id. at 439, 666 S.E.2d at 112–13. \n{13} The “instrumentality rule” permits disregard of the corporate form to \nimpose liability on shareholders “[if] the corporation is so operated that it is a mere \ninstrumentality or alter ego of the sole or dominant shareholder and a shield for his \nactivities in violation of the declared public policy or statute of the State.”  E. Mkt. \nSt. Square, Inc. v. Tycorp Pizza IV, Inc., 175 N.C. App. 628, 633, 625 S.E.2d 191, \n196 (2006) (quoting Henderson v. Sec. Mortg. & Fin. Co., 273 N.C. 253, 260, 160 \nS.E.2d 39, 44 (1968) (emphasis in original)).  Under the instrumentality rule, \nPlaintiff must satisfy three elements: \n(1) Control, not mere majority or complete stock control, \nbut complete domination, not only of finances, but of policy \nand business practice in respect to the transaction attacked \nso that the corporate entity as to this transaction had at \nthe time no separate mind, will or existence of its own; and \n \n(2) Such control must have b een used by the defendant to \ncommit fraud or wrong, to perpetrate the violation of a \nstatutory or other positive legal duty, or a dishonest and \nunjust act in contravention of [a] plaintiff’s legal rights; \nand \n \n \n \n(3) The aforesaid control and breach of duty must \nproximately cause the injury or unjust loss complained of. \n \nGreen v. Freeman, __ N.C. __, __, 749 S.E.2d 262, 270 (2013). \n{14} In determining whether the first element has been satisfied, the court \nconsiders the following factors: “Inadequate capitalization . . .; Non-compliance with \ncorporate formalities; . . . Complete domination and control of the corporation so \nthat it has no independent identity; and . . . Excessive fragmentation of a single \nenterprise into separate corporations.”  Timber Integrated Invs., LLC v. Welch, __ \nN.C. App. __, __, 737 S.E.2d 809, 818 (2013).  Other factors relevant to the first \nelement include “non-payment of dividends, insolvency of the debtor corporation, \nsiphoning of funds by the dominant shareholder, non-function of other officers or \ndirectors, [and] absence of corporate records.”  Id. (alteration in original) (quoting \nGlenn v. Wagner, 313 N.C. 450, 458, 329 S.E.2d 326, 332 (1985)) (internal quotation \nmarks omitted).  The fact that a business entity is closely held or held by a single \nowner is not sufficient to show control adequate to pierce the corporate veil.  See \nHenderson, 273 N.C. at 260, 160 S.E.2d at 44 (1968) (“The mere fact that one person \n. . . owns all of the stock of a corporation does not make its acts the acts of the \nstockholder so as to impose liability therefor upon him.”). \n{15} Through its veil-piercing claim, BDM seeks to impose personal liability \non Burnett and Hilla for damages caused by Hollingsworth’s actions taken while he \nwas acting as an agent for Lenhil, Lennon Hills, LLC, or Viable. \n \nA. Lennon Hills, LLC and Lenhil, Inc. \n \n{16} In addition to Plaintiff’s failure to  forecast evidence to the contrary, the \nLennon Hills Defendants have presented substantial evidence indicating that \nLennon Hills, LLC and Lenhil were adequately capitalized, maintained books and \nrecords, and complied with corporate formalities.  Lenhil acquired financing in its \n \n \nown name for the development of the subdivision, contracted in its own name with \ncontractors for construction projects related to the subdivision’s development, and \ncontracted in its own name with purchasers of lots in the subdivision.  Both entities \nhave maintained their own records and bank accounts and filed their own \nindividual tax returns.  Defendants contend, and the court agrees, that the only \nevidence of Burnett and Hilla’s alleged complete and total domination of the entities \nis the fact that they are the only shareholders and members of Lenhil and Lennon \nHills, LLC. \n{17} The Lennon Hills Defendants, as the parties moving for summary \njudgment, have satisfied their initial burden of showing that BDM cannot present \nsubstantial evidence of the first element of its veil-piercing claim.  Accordingly, the \nburden shifts to Plaintiff to produce a forecast of evidence showing, with \nparticularity, how it will be able to produce a prima facie case in support of this first \nelement. \n{18} BDM contends that Hilla and Burnett completely dominated Lennon \nHills, LLC and Lenhil, and apparently contend that this control is adequate to \nsupport piercing the corporate veil.  In support of this contention, BDM points \npredominantly to the business structure used by Hilla and Burnett in creating \nLennon Hills, LLC and Lenhil to develop the subdivision, the fact that Burnett and \nHilla are the sole owners of each entity, and the fact that Burnett and Hilla both \nknew Hollingsworth was going to solicit buyers for lots in Lennon Hills.  BDM has \nnot presented any evidence of Burnett or Hilla commingling corporate or LLC \nfunds, failing to observe corporate formalities, or undercapitalizing either entity.  \nBDM also has not presented evidence that Burnett and Hilla completely dominated \nLennon Hills, LLC or Lenhil such that either entity no longer had an independent \nidentity.  The fact that an entity is solely owned or closely held, without more, is \ninsufficient evidence of control rising to the level of “complete domination” required \nby the instrumentality rule’s first element.  BDM has not forecast evidence of such \ncontrol, and the court must grant summary judgment on BDM’s veil-piercing claim \n \n \nto the extent that it concerns piercing the veils of Lenhil or Lennon Hills, LLC to \nimpose personal liability on Burnett or Hilla. \n \nB. Viable Corp. \n \n{19} The Lennon Hills Defendants cont end that there is no evidence of \nBurnett, the sole shareholder of Viable, using any control of that entity to commit \nany wrongdoing that caused BDM’s injury.1  That wrongdoing, if proven at trial, \nwould be Hollingsworth’s failure to disclose his relationship with the Lennon Hills \nDefendants to BDM.  The court has already concluded that BDM may seek recovery \nagainst Hollingsworth’s estate and Lenhil, Lennon Hills, LLC, and/or Viable, on the \nbasis of respondeat superior through proof of Hollingsworth’s agency, for this non-\ndisclosure.  However, the Lennon Hills Defendants have satisfied their burden of \nshowing that BDM cannot present substantial evidence of the second and third \nelements of its veil-piercing claim.  Accordingly, the burden shifts to BDM to \nproduce a forecast of evidence showing, with particularity, how it will be able to \nproduce a prima facie\n case in support of this claim. \n{20} In response, BDM primarily conten ds that Burnett should face liability \nbecause, as the sole shareholder and primary officer of Viable, he knew \nHollingsworth would solicit buyers, that he benefited from that activity as Viable’s \nsole shareholder, and that he considered any benefit to Viable was also his personal \nbenefit.  This contention, along with others advanced by BDM when invoking its \nimprecise equitable arguments, does not show how Burnett’s control or domination \nof Viable, even if proven, was used to commit a wrongdoing that caused BDM’s \ninjury.  Accordingly, the court grants the Lennon Hills Defendants’ Motion as to \nBDM’s veil-piercing claim to the extent that it concerns piercing the veil of Viable to \nimpose liability on Burnett. \n                     \n1 The court assumes, without deciding, that BDM has forecast sufficient evidence of Burnett’s control \nof Viable to preclude summary judgment for Burnett if the issue of control was the only disputed \nissue.  As to Viable, however, BDM’s claim also fails with regard to the second and third elements of \nthe instrumentality rule, which require that the control be used to commit some wrongdoing that \ncaused the plaintiff’s injury. \n \n \nIII. CONCLUSION \n \n {21} For the foregoing reasons, Defe ndants Lenhil, Inc., Lennon Hills, LLC, \nEdwin L. Burnett, III, Viable Corp., and Daniel Hilla, III’s Motion for Summary \nJudgment as to Plaintiff’s Claim for Piercing the Corporate Veil is GRANTED, and \nthat claim is DISMISSED WITH PREJUDICE.  No other claims remain against \nDefendants Edwin L. Burnett, III or Daniel Hilla, III, and they are dismissed from \nthis action.  The court will by separate order set this matter for trial. \n \nIT IS SO ORDERED this 21st day of July, 2014. \n "
}