{
  "id": "9cc9b2aa67d2db58eb4d271f0caa3c4ec73cfbf1b945aeb10dc8bc99c10d18f1",
  "source_file": "data/raw/ncbc/9cc9b2aa67d2db58eb4d271f0caa3c4ec73cfbf1b945aeb10dc8bc99c10d18f1.pdf",
  "raw_text": "W4 Farms, Inc. v. Tyson Farms, Inc., 2017 NCBC 62. \n \n \nSTATE OF NORTH CAROLINA \n \nSURRY COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 1112 \n \nW4 FARMS, INC.; W4 POULTRY \nFARMS, LLC; and CHARLES JOEY \nWHITE, \n \n   Plaintiffs, \n \nv. \n \nTYSON FARMS, INC. and TYSON \nFOODS, INC., \n \n   Defendants. \n \nORDER AND OPINION ON \nDEFENDANTS’ PARTIAL MOTION \nTO DISMISS  \n \n1. THIS MATTER is before the Court on Defendants Tyson Farms, Inc. \n(“Tyson Farms”) and Tyson Foods, Inc.’s (“Tyson Foods”)  (collectively, the \n“Defendants”) Partial Motion to Dismiss Plaintiffs’ Second Amended Complaint (the \n“Motion”).  Having considered the Motion , the briefs, and arguments of counsel at a \nhearing on the Motion, the Court GRANTS in part  and DENIES in part the \nMotion. \nRoyster and Royster, PLLC, by Brian A. Royster, and Goldasich & \nAssociates, LLC, by J. Andrew Fulk, Dennis E. Goldasich, and Justin C. \nOwen, for Plaintiffs. \n \nCranfill Sumner & Hartzog LLP, by F. Marshall Wall and Katherine \nBarber-Jones, and Shook, Hardy & Bacon, by Mark C. Tatum, for \nDefendants. \n \nRobinson, Judge. \n \n \n \n \n \nI. INTRODUCTION \n2. This action arises out of a contract (the “Broiler Production Contract”) \nbetween Plaintiffs W4 Farms, Inc. (“W4 Farms”), W4 Poultry Farms, LLC (“W4 \nPoultry”), and Charles Joey White (“Joey White”) (collectively, the “Plaintiffs”), on the \none hand, and Defendants, on the other hand, for the production of marketable, \ntarget-weight, processible broiler chickens (“Broiler(s)” ).  Pursuant to the Broiler \nProduction Contra ct, Plaintiffs incurred significant debt and infrastructure \nobligations in constructing multiple broiler houses, built to Defendants’ \nspecifications, on Plaintiffs’ farm.  Thereafter, Plaintiffs allege  that Defendants \nknowingly provided Plaintiffs with Broilers that were genetically defective, rendering \nthe Broilers inherently susceptible to disease.  Plaintiffs contend that Defendants \nconcealed the Broilers’ genetic defect and resulting susceptibility to disease from \nPlaintiffs.  Plaintiffs allege that the  defect-induced disease caused Plaintiffs to \nsustain significant Broiler deaths, which in turn detrimentally impacted  their \ncompensation under the Broiler Production Contract and caused Plaintiffs to sustain \nsevere financial losses.  Additionally, Plaintiffs contend that Defendants improperly \nterminated the Broiler Production Co ntract, thereby exacerbating Plaintiffs’ \npecuniary losses.      \nII. PROCEDURAL HISTORY \n3. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motion. \n \n \n \n4. W4 Farms and W4 Poultry filed their Complaint on August 26, 2016 and a \nFirst Amended Complaint on October 20, 2016.  \n5. This case was designated as a complex business case and assigned to the \nundersigned by order of the Chief Just ice of the Supreme Court of North Carolina \ndated November 23, 2016.  \n6. On February 1, 2017, Plaintiffs filed a motion seeking leave to amend their \nFirst Amended Complaint, which the Court granted by order dated March 2, 2017.  \nPlaintiffs filed their Second A mended Complaint on March 13, 2017  that, in part, \nadded Joey White as a party-plaintiff and Tyson Foods as a party-defendant.   \n7. On April 10, 2017, Defendants filed the Motion pursuant to Rule 12(b)(6) of \nthe North Carolina Rules of Civil Procedure (“Rule(s)”) and their supporting brief. \n8. On June 28, 2017, two days before the hearing on the Motion, Plaintiffs \nfiled a motion for leave to amend their Second Amended Complaint and attached \nthereto a proposed third amended complaint.  During the hearing on the Mot ion, \ncounsel for Plaintiffs stipulated  that the allegations of the proposed third amended \ncomplaint do not affect or otherwise cure any alleged defect in the Second Amended \nComplaint that is the subject of the present Motion.     \n9. The Motion has been fully briefed, and the Court held a hearing on the \nMotion on June 30, 2017.  The Motion is now ripe for resolution. \n \n \n \n \n \n \nIII. FACTUAL BACKGROUND \n10. The Court does not make findings of fact on the Motion under Rule 12(b)(6), \nbut only recites those factual allegations of the Second Amended Complaint that are \nrelevant and necessary to the Court’s determination of the Motion.  \n11. Tyson Farms is a North Carolina corporation and a wholly -owned \nsubsidiary of Tyson Foods, a Delaware corporation.  (Second Am. Compl. ¶¶ 4−5.) \n12. W4 Farms is a North Carolina corporation with its principal office in Surry \nCounty, North Carolina.  (Second Am. Compl. ¶ 1.) \n13. W4 Poultry is a North Carolina limited liability company with its principal \noffice in Surry County, North Carolina.  (Second Am. Compl. ¶ 2.)  \n14. W4 Farms and W4 Poultry are agribusinesses engaged in integrated \nfarming and poultry cultivation.  (Second Am. Compl. ¶ 8.)  W4 Farms and W4 \nPoultry are owned and operated by the White family, which includes but is not limited \nto Joey White, C.L. White, Terry White, Clent White, and Brent White.  (Second Am. \nCompl. ¶ 9.)  Joey White is the president of W4 Farms and a member of W4 Poultry.  \n(Second Am. Compl. ¶ 3.) \n15. On August 31, 2010, Plaintiffs  and Tyson Farms entered into the Broiler \nProduction Contract.  (Second Am. Compl. ¶ 10; Mem. Supp. Defs.’ Partial Mot. \nDismiss Pls.’ Second Am. Compl. Ex. A [hereinafter Broiler Production Contract].)  \nPursuant to t he Broiler Production Contract , Tyson Farms, as “Company ,” and \nPlaintiffs, as “Producer,” had the following respective obligations:  \n2. Duties of Company. \n \n \n \n \nA. Company will furnish Producer with and will retain title and \nownership to chickens, feed, and medication.  Company will determine \nthe amount, type, frequency, and time of delivery to and pick-up from \nProducer of chickens, feed, and medication. \n \nB. Company will provide veterinary services and technical advice to \nassist Producer’s production of Broilers. \n \n3. Duties of Producer. \n \nA. Producer will furnish labor, materials, and utilities necessary for the \nreceipt of chickens and the production of Broilers and will when \nappropriate seek Company’s technical advice. \n \nB. Producer will maintain biosecure housing for Company’s chickens, \nfeed, and medication, and will promote a disease-free environment. \n \nC. Producer will implement Company’s recommended best animal \nmanagement practices, including recommendations regarding lighting, \nbrooding, watering, ventilation, and bedding. \n \n(Broiler Production Contract ¶¶ 2−3.)  Additionally, the Broiler Production Contract \nset forth detailed requirements for the broiler houses and the farm site on which such \nhouses were to be built .  (Broiler Production Contract Schedule B.)   Moreover, the \nBroiler Produ ction Contract contained a best efforts clause (the “Best Efforts \nClause”), which provided that “Company and Producer will use their reasonable best \nefforts in the production of Broilers.”  (Broiler Production Contract ¶ 4.) \n16. Plaintiffs’ compensation under the Broiler Production Contract was based \non the net pound value of their Broiler flock as compared to that of other producers \nwhose chickens were transported for slaughter  at the  same complex.  (Broiler \nProduction Contract Schedule A.)  Plaintiffs’ net pound value was calculated based \non the value of the chicks and feed provided to Plaintiffs, on the one hand, and the \nweight of Plaintiffs’ Broiler flock minus farm -caused condemnation chargeable to \n \n \n \nproducer (“FCCP”), on the other hand.  (Broiler Production Contract Schedule A , ¶¶ \nA, C−E .)  The Broiler Prod uction Contract defined FCCP as whole chickens \ncondemned due to tuberculosis, leukosis, septicemia, toxemia, synovitis, tumors, \nairsacculitis, and inflammatory process.  (Broiler Production Contract Schedule A, ¶ \nB.)  The average net pound value of all pro ducers at the same complex as Plaintiffs \nwas calculated in the same manner and then adjusted by removing producers whose \nnet pound value was 2.5 cents greater or less than the average net pound value (the \n“Adjusted Average”).  (Broiler Production Contract Schedule A, ¶¶ D, F.)  If Plaintiffs’ \nnet pound value was equal to the Adjusted Average, then Plaintiffs were to receive \nthe base pay of 4.97 cents per net pound.  (Broiler Production Contract Schedule A, ¶ \nG.)  For each 0.01 cent per net pound that Plaint iffs’ net pound value was less than \nthe Adjusted Average, Plaintiffs were to receive 0.01 cent more per net pound than \nthe base pay.  (Broiler Production Contract Schedule A, ¶ G.)  For each 0.01 cent per \nnet pound that Plaintiffs’ net pound value was grea ter than the Adjusted Average, \nPlaintiffs were to receive 0.01 cent less per net pound than the base pay, but no less \nthan 3.22 cents per net pound.  (Broiler Production Contract Schedule A, ¶ G.)  \n17. The Broiler Production Contract contained a disclaimer pro vision that \nstated, in all capital letters, “Company does not warrant quality, merchantability, or \nfitness for purpose of , or otherwise warrant , any property or product  (not \nmanufactured or produced by Company) delivered or recommended by  Company to \nProducer.”  (Broiler Production Contract ¶ 7.)   \n \n \n \n18. Additionally, the Broiler Production Contract contained a merger clause \nthat provided “[t]his Contract, including the attached Schedules, contains the entire \nagreement between Producer and Company regarding the production of Broilers.  \nThis Contract supersedes all prior agreements between Producer and Company.”  \n(Broiler Production Contract ¶ 12.)  \n19. The Broiler Production Contract was to expire on August 31, 2025, unless \nterminated earlier by either Plaintiffs or Tyson Farms.  (Broiler Production Contract \n¶ 10.) \n20.  After entering into the Broiler Production Contract, Plaintiffs \nsubsequently contracted for the construction of eight broiler houses, which were \nspecially built to Tyson Farms’s housing specifications.  (Second Am. Compl. ¶ 12.) \n21. Plaintiffs allege that on numerous occasions beginning on August 31, 2010 \nand continuing through February 19, 2016, Defendants knowingly supplied Plaintiffs \nwith Broilers that had a genetic defect, which made the Broilers highly susceptible to \nvarious diseases manifesting in the free thoracic vertebrae, including but not limited \nto osteochondrosis dessicans (“OCD”), enteroccocal cecorum (“EC”), pathogenic EC \n(“PEC”), enteroccocal spondylitis (“ES”), and kinkyback disease.   (E.g., Second Am. \nCompl. ¶¶ 30, 45a −uu, 53−58, 67.)  Plaintiffs allege that Defendants knew that the \ngenetic defect and resulting disease  would cause, and did in fact cause, Plaintiffs to \nsustain significant Broiler deaths.  (E.g., Second Am. Compl. ¶¶ 45jj, 45oo, 48aa−bb, \n48dd, 53i, 53m.)  Plaintiffs contend that the high incidence of mortalities  impacted \ntheir net pound values under the Broiler Production Contract and their compensation \n \n \n \nbased thereon, and that Defendants improperly charged all culls resulting from the \ndefect against Plaintiffs as FCCP .  (E.g., Second Am. Compl. ¶¶ 45oo−qq, 45vv, \n48ii−jj, 48ll, 53u−x, 53aa−bb, 53xx.)  Plaintiffs allege that Defendants misrepresented \nand/or concealed from Plaintiffs the existence of the genetic defect and the dis eases \nand death losses that such defect would directly cause.  (E.g., Second Am. Compl. ¶¶ \n53−59.)  Plaintiffs further contend that Defendants provided inadequate and false \ntechnical advice to Plaintiffs, and that Defendants disseminated remediation \npractices regarding prevention of disease caused by the genetic defect despite \nknowing that there was nothing Plaintiffs could do to prevent or cure such disease.   \n(E.g., Second Am. Compl. ¶¶ 40, 45tt, 48ee−ff, 53gg−ii, 53ll.)       \n22. On February 19, 2016  at 1:00 p.m., a catch crew arrived on Plaintiffs’ \nproperty to collect market-weight Broilers in broiler house 1.  (Second Am. Compl. ¶ \n14.)  Plaintiffs contend that catch crew members repeatedly overlooked and failed to \ncollect market-weight Broilers.  (Second Am. Compl. ¶ 15.)  Plaintiffs allege that when \nthey informed the  catch crew that market -weight B roilers had been overlooked, a \ncatch crew member picked up two market-weight Broilers and spiked them down into \nthe ground.  (Second Am. Compl. ¶ 16.)  This caused a verbal disagreement between \nthe catch crew member and Clent White, which lasted a few seconds.  (Second Am. \nCompl. ¶¶ 16−17.) \n23. Plaintiffs allege that the foreman of the catch crew and other members \nassured Pla intiffs that, despite this incident, all mark et-weight B roilers would be \npicked up.  (Second Am. Compl. ¶ 18.)  Plaintiffs contend that despite these \n \n \n \nassurances, the catch crew prepared to leave withou t collecting all market -weight \nBroilers.  (Second Am. Compl. ¶ 18.)  At this time, another verbal di spute arose \nbetween Clent White and a member of the catch crew regarding the crew’s failure to \npick up market -weight B roilers.  (Second Am. Compl. ¶ 18.)  The catch crew left \nPlaintiffs’ property around 5:30 p.m.  (Second Am. Compl. ¶ 19.) \n24. Hours after the catch crew left, Alan Pace, Defendants’ Live Production \nManager, Michael Todd, Defendants’ Production Manager, and Rodney Eller, \nDefendants’ Broiler Grow Out Manager, arrived on Plaintiffs’ property and \naccompanied Joey White and C.L. White to broiler house 1.  (Second Am. Compl. ¶¶ \n20−21.)  Plaintiffs allege that Defendants’ managers agreed that the catch crew left \nnumerous market-weight Broilers that were required to be collected and weighed for \ncompensation.  (Second Am. Compl. ¶ 21.)  Pl aintiffs allege that Defendants’ \nmanagers advised Plaintiffs that the issue would be handled.  (Second Am. Compl. ¶ \n21.)  Thereafter, Plaintiffs euthanized all culled B roilers in broiler house 1 and \nprepared for Defendants’ next flock delivery.  (Second Am. Compl. ¶ 23.) \n25. At some time after February 19, 2016 and prior to February 25, 2016, Joey \nWhite received a telephone call from Alan Pace indicating that Defendants were \nterminating the Broiler Production Contract.  (Second Am. Compl. ¶ 24.)  On or about \nFebruary 25, 2016, Alan Pace mailed a letter to Joey White confirming that \nDefendants were terminating the Broiler Production Contract.  (Second Am. Compl. \n¶ 25.)  Plaintiffs allege that Tyson Farms determined that Plaintiffs were in \ncontractual default due to allegations of abusive and threatening language \n \n \n \ncommunicated to the catch crew.  (Second Am. Compl. ¶¶ 25−26.)  Plaintiffs contend \nthat the allegations of abusive and threatening language are false  and that \nDefendants thus improperly terminated the Broiler Production Contract.  (Second \nAm. Compl. ¶¶ 25, 27.)     \n26. Plaintiffs assert the following claims against Def endants: (1) breach of \ncontract, (Second Am. Compl. 12), (2) breach of the implied covenant of good faith and \nfair dealing, (Second Am. Compl. 15),  (3) unfair and deceptive trade practices  \n(“UDTP”), (Second Am. Compl. 21),  (4) fraud, (Second Am. Compl. 31),  (5) fraud in \nthe inducement, (Second Am. Compl. 80 ), (6) negligent misrepresentation,  (Second \nAm. Compl. 90), and (7) negligence, (Second Am. Compl. 98).   Plaintiffs also seek to \nhold Tyson Foods liable for each cause of action asserted against Tyson Farms under \nthe doctrine of piercing the corporate veil, contending that Tyson Farms is a mere \ninstrumentality or alt er ego of Tyson Foods.  (Second Am. Compl. 93.)  Plaintiffs \nfurther seek to hold Defendants vicariously liable for the conduct of Defendants’ \nindividual agents.  (Second Am. Compl. 96.)  Although not asserted as a stand-alone \nclaim, Plaintiffs assert that they are entitled to punitive damages.   \n27. The Motion seeks to dismiss a portion of Plaintiffs’ claims for breach of \ncontract and breach of the implied covenant of good faith and fair dealing, and to \ndismiss the entirety of Plaintiffs’ claims  for UDTP, fraud, fraud in the inducement, \nnegligent misrepresentation, vicarious liability, negligence, and punitive damages. \n \n   \n \n \n \nIV. LEGAL STANDARD \n28. In ruling on a motion to dismiss pursuant to Rule 12(b)(6) of the North \nCarolina Rules of Civil Procedure, the Court reviews the allegations of the Second \nAmended Complaint in the light most favorable to Plaintiffs.  The Court’s inquiry is \n“whether, as a m atter of law, the allegations of the complaint, treated as true, are \nsufficient to state a claim upon which relief may be granted under some legal theory.”  \nHarris v. NCNB Nat’l Bank of N.C., 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987).  \nThe Court co nstrues the Second Amended Complaint liberally and accepts all \nallegations as true.  Laster v. Francis, 199 N.C. App. 572, 577, 681 S.E.2d 858, 862 \n(2009).  However, the Court is not required “to accept as true allegations that are \nmerely conclusory, unwar ranted deductions of fact, or unreasonable inferences.”  \nGood Hope Hosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, \n274, 620 S.E.2d 873, 880 (2005).  A “trial court can reject allegations that are \ncontradicted by the documents attache d, specifically referred to, or incorporated by \nreference in the complaint.”  Laster, 199 N.C. App. at 577, 681 S.E.2d at 862.  The \nCourt can also ignore a party’s legal conclusions set forth in its pleading.  McCrann \nv. Pinehurst, LLC, 225 N.C. App. 368, 377, 737 S.E.2d 771, 777 (2013).     \n29. Dismissal of a claim pursuant to Rule 12(b)(6) is proper “(1) when the \ncomplaint on its face reveals that no law supports [the] claim; (2) when the complaint \nreveals on its face the absence of fact sufficient to make a good claim; [or] (3) when \nsome fact disclosed in the complaint necessarily defeats the . . . claim.”  Oates v. JAG, \nInc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985); see also Jackson v. Bumgardner, \n \n \n \n318 N.C. 172, 175, 347 S.E.2d 743, 745 (1986).  Otherwi se, “a complaint should not \nbe dismissed for insufficiency unless it appears to a certainty that plaintiff is entitled \nto no relief under any state of facts which could be proved in support of the claim.”  \nSutton v. Duke, 277 N.C. 94, 103, 176 S.E.2d 161, 166 (1970) (emphasis omitted). \nV. ANALYSIS \nA. Breach of Contract and Breach of Implied Covenant of Good Faith \nand Fair Dealing (Counts I and II)  \n \n30. The Motion seeks dismissal of the portion of Plaintiffs’ claims for breach of \ncontract and breach of the implied co venant of good faith and fair dealing that are \nbased on allegations that Defendants supplied Plaintiffs with genetically defective \nBroilers that were inherently susceptible to disease and resulting death (the “Quality \nAllegations”).  (Mem. Supp. Defs.’ Partial Mot. Dismiss Pls.’ Second Am. Compl. 12, \n15−18.)  In support of the Motion, Defendants argue that the express terms of the \nBroiler Production Contract , specifically th e disclaimer provision, unambiguously \ndisclose that there is no enforceable agreement between the parties as to the quality \nof Broilers supplied by Defendants to Plaintiffs.  (Mem. Supp. Defs.’ Partial Mot. \nDismiss 15−18.) \n31. “Interpreting a contract requires the court to examine the language of the \ncontract itself for indications of the parties’ intent at the moment of execution.”  State \nv. Philip Morris USA Inc., 359 N.C. 763, 773, 618 S.E.2d 219, 225 (2005).  The contract \nis to be construed consistently with reason and common sense.  Variety Wholesalers, \nInc. v. Salem Logistics Traffic Servs., LLC , 365 N.C. 520, 525, 723 S.E.2d 744, 748 \n(2012).  When a contract is plain and unambiguous, the Court can determine the \n \n \n \nparties’ intent as a matter of law.  42 E., LLC v. D.R. Horton, Inc., 218 N.C. App. 503, \n513, 722 S.E.2d 1, 8 (2012).  If a contract is ambiguous, however, interpretation of the \ncontract is a question of fact for the jury.  Variety Wholesalers, Inc., 365 N.C. at 525, \n723 S.E.2d at 748.  An ambiguity exists when the effect of provisions is uncertain or \ncapable of several reasonable interpretations.  Id. \n32. The disclaimer provision states that Defendants do not warrant the quality \nof “any property or product (not manufactured or produced by [Defendants]) delivered \nor recommended by”  Defendants to Plaintiffs.   (Broiler Production Contract ¶ 7 \n(emphasis added).)  Defendants argue that the Broilers are property, rather than \nproduct, and that the parenthetical “not manufactured or produced by [Defendants]” \nonly modifies product.  Accordingly, Defendants argue that the contract disclaims any \nrepresentations that pertain to  the quality of Broilers delivered by Defendants to \nPlaintiffs, regardless of whether the Broilers  were manufactured or produced by \nDefendants.   \n33. This argument is unavailing .  The Court concludes that the parenthetical \nin the disclaimer provision can just as reasonably be interpreted as modifying both \nproperty and product, as opposed to only property, as De fendants contend.  As such, \nthe Court cannot conclude , as a matter of law, that the disclaimer provision \nunambiguously disclaims any representations or warranties made by Defendants, or \nprecludes any agreement  between Plaintiffs and Defendants, as to  the q uality of \nBroilers supplied by Defendants to Plaintiffs.   \n \n \n \n34. The Broiler Production Contract required Defendants to furnish Plaintiffs \nwith Broilers and to provide technical advice to assist Plaintiffs’ production of \nBroilers.  (Broiler Production Contract ¶ 2.A−B.)   The Best Efforts Clause  further \nprovided that Defendants would “use their reasonable best efforts in the production \nof Broilers.”  (Broiler Production Contract ¶ 4.)   Construing the Broiler Production \nContract as a  whole—specifically, Defendants’ obligations to provide Broilers to \nPlaintiffs and to use their reasonable best efforts  in the production of Broilers —the \nCourt concludes that Plaintiffs’ allegations that Defendants provided false technical \nadvice to Plaint iffs and supplied Plaintiffs with genetically defective Broilers that \nwere inherently susceptible to fatal disease are sufficient, at the Rule 12(b)(6) stage, \nto state a claim that Defendants breached the Broiler Production Contract.  See 42 \nE., LLC, 218 N.C. App. at 513, 722 S.E.2d at 8 (“Since the object of construction is to \nascertain the intent of the parties, the contract must be considered as an entirety.  \nThe problem is not what the separate parts mean, but what the contract means when \nconsidered as a whole.” (quoting Jones v. Casstevens, 222 N.C. 411, 413−14, 23 S.E.2d \n303, 305 (1942))).  Therefore, the Motion as to Plaintiffs’ claims for breach of contract \nand breach of the implied covenant of good faith and fair dealing based on the Quality \nAllegations is denied.  \nB. Fraud and Fraud in the Inducement (Counts IV and V)  \n35. Plaintiffs bring claims for  fraud and fraud in the inducement based on \ntheories of both fraudulent misrepresentation and fraudulent concealment.  However, \nthe majority of Plaintiffs’ allegations assert fraud by concealment, and the Motion \n \n \n \nseeks dismissal of Plaintiffs’ fraud claims on the ground  that the allegations of \nfraudulent concealment are insufficient to satisfy the particulari ty requirement of \nRule 9(b).  (Mem. Supp. Defs.’ Partial Mot. Dismiss  25−26.)  Accordingly, the Court \nonly discusses whether the allegations are sufficient to state a claim for fraudulent \nconcealment. \n36. In order to state a claim for fraud or fraud in the ind ucement, Plaintiffs \nmust allege  a “(1) [f]alse representation or concealment of a material fact, (2) \nreasonably calculated to deceive, (3) made with intent to deceive, (4) which does in \nfact deceive, (5) resulting in damage to the injured party.”  Forbis v. Neal, 361 N.C. \n519, 526−27, 649 S.E.2d 382, 387 (2007) (quoting Ragsdale v. Kennedy, 286 N.C. 130, \n138, 209 S.E.2d  494, 500 (1974)); Tradewinds Airlines, Inc. v. C -S Aviation Servs. , \n222 N.C. App. 834, 840 , 733 S.E.2d 162, 168  (2012).  Pursuant to Rule 9(b), all \nallegations of fraud must be pleaded with particularity.  N.C. Gen. Stat. § 1A-1, Rule \n9(b); Terry v. Terry, 302 N.C. 77, 84−85 , 273 S.E.2d 674, 678  (1981).  When alleging \nfraud by concealment, the particularity requirement is met by alleging \n(1) the relationship [between plaintiff and defendant] giving rise to the \nduty to speak; (2) the event or events triggering the duty to speak and/or \nthe general time period over which the relationship arose and the \nfraudulent conduct occurred; (3) the general content of the information \nthat was withheld and the reason for its materiality; (4) the identity of \nthose under a duty who failed to make such disclosures; (5) what [the \ndefendant] gained by withholding  information; (6) why plaintiff’ s \nreliance on the omission was both reasonable and detrimental; and (7) \nthe damages proximately flowing from such reliance.  \n \n \n \n \nLawrence v. UMLIC -Five Corp., 2007 NCBC LEXIS 20, at *9−10 (N.C. Super. Ct. \nJune 18, 2007) (alterations in original) (quoting and ado pting Breeden v. Richmond \nCmty. Coll., 171 F.R.D. 189, 195−96 (M.D.N.C. 1997)).    \n37. Plaintiffs’ fraud allegations are extensive and repetitive.  (See, e.g., Second \nAm. Compl. ¶¶ 53−67.)  In essence, however, Plaintiffs allege that Defendants  \nsupplied Plaintiffs with Broilers that “were known to be genetically defective and/or \ngenetically faulty, having a spinal lesion and/or possessing an inherent susceptibility \nfor lesion development in the spinal column[.]”  (Second Am. Compl. ¶¶ 53a, 54a, 55a, \n56a, 57a, 58a, 67a.)   Plaintiffs contend that Defendants  supplied Plaintiffs with \nBroilers that “were genetically modified, bred, crossbred, developed and/or selectively \ngrown to drastically weigh more and/or sustain excessive weight on their skeletal \nframes, which exacerbated, aggravated and/or worsened OCD levels, lesions and/or \nvertebral defects, and broiler contraction of ES and/or ‘kinkyback’ disease[.]”  (Second \nAm. Compl. ¶¶ 53r, 54r, 55r, 56r, 57r, 58r, 67r.)   Plaintiffs allege that Defendants \nconcealed from Plaintiffs the existence and origin of the defect, the disease \ncontraction caused by the defect, and the significant death losses that would result.   \n(E.g., Second Am. Compl. ¶¶ 53ll, 53pp, 53uu, 67ll, 67pp, 67uu.) \n38. Defendants first argue that the alle gations are insufficient as to the \nmateriality of the concealed information .  (Mem. Supp. Defs.’ Partial Mot. Dismiss  \n25.)  The Court disagrees  with Defendants.  “A fact is material ‘if the fact untruly \nasserted or wrongfully suppressed, if it had been kno wn to the party, would have \ninfluenced [its] judgment or decision in making th e contract at all.’”  Godfrey v. Res-\n \n \n \nCare, Inc., 165 N.C. App. 68, 75−76, 598 S.E.2d 396, 402 (2004) (alteration in original) \n(quoting Machine Co. v. Bullock , 161 N.C. 1, 7, 76 S .E. 634, 636 (1912)).   Plaintiffs \nallege that they entered into the Broiler Production Contract and incurred \nsubstantial debt and infrastructure obligations  in the absence of the information \nconcealed by Defendants —that is, the e xistence of the genetic def ect and resulting \ndisease contraction and death.  (Second Am. Compl. ¶¶ 48b, 71.)  The Court concludes \nthat t hese allegations are sufficient to allege why the concealed information was \nmaterial. \n39. Defendants next argue that the allegations are insufficient as to what \nDefendants gained by concealing the information.  Defendants argue that they had \nnothing to gain from supplying and culling sick Broilers because Defendants owned \nthe chickens and invested in their feed, medication, and veterinary services.   (Mem. \nSupp. Defs.’ Partial Mot. Dismiss 25−26.)  Plaintiffs allege, however, that Defendants \nput their own financial interests ahead of broiler viability and made a business \ndecision to genetically modify and breed Broilers to attain excessive weight at rapid \ngrowth rates, which resulted in Defendants’ pecuniary gain while exacerbating  \ndisease contraction and death losses at Plaintiffs’ expense.  (E.g., Second Am. Compl. \n¶¶ 53u−v, 53pp−qq, 53ww, 62, 6 4, 67u−v, 67pp−qq, 67ww.)   Moreover, Plaintiffs \nallege that Defendants’ concealments enabled Defendants to charge al l culls due to \nthe defect-induced disease against Plaintiffs as FCCP.  (E.g., Second Am. Comp. ¶¶ \n53w−x, 53aa−bb , 53mm, 53tt, 53xx, 67w−x, 6 7aa−bb, 67mm, 67tt, 67xx.)   Taking \nthese allegations as true, as the Court must at this stage, the Court concludes that \n \n \n \nPlaintiffs have sufficiently alleged what Defendants gained by concealing the genetic \ndefect.        \n40. Additionally, Defendants argue that Plaintiffs’ fraud claims must be \ndismissed because Plaintiffs fail to allege that they reasonably relied on Defendants’ \nomissions, and any  allegations of reliance contradict the express disclaimer in the \nBroiler Production Contract.  (Mem. Supp. Defs.’ Partial Mot. Dismiss 27−29.)     \n41. As discussed above, the disclaimer provision does not unambiguously \ndisclaim all representations regarding the quality of Broilers to be  supplied by \nDefendants to Plaintiffs.  Further, our appellate courts have stated that “reasonable” \nreliance “is most succinctly defined in the negative: ‘[r]eliance is not reasonable where \nthe plaintiff could have discovered the truth of the matter through reasonable \ndiligence, but failed to investigate.’”  Bumpers v. Cmty. Bank of N. Va. , 367 N.C. 81, \n90, 747 S.E.2d 220, 227 (2013) (quoting Sullivan v. Mebane Packaging Grp., Inc., 158 \nN.C. App. 19, 26, 581 S.E.2d 452, 458 (2003)); see also Everts v. Parkinson, 147 N.C. \nApp. 315, 326, 555 S.E.2d 667, 675 (2001) (citing and discussing Rosenthal v. Perkins, \n42 N.C. App. 449, 257 S.E.2d 63 (1979)); Hudson-Cole Dev. Corp. v. Beemer, 132 N.C. \nApp. 341, 346, 511 S.E.2d 309, 313 (1999) (“[W]hen the party relying on the false or \nmisleading representation could have di scovered the truth upon inquiry, the \ncomplaint must allege that he was denied the opportunity to investigate or that he \ncould not have learned the true facts by the exercise of reasonable diligence.”).   \n42. Here, Plaintiffs allege that they relied on Defendants’ omissions and the \nhealth of the Broilers supplied by Defendants to Plaintiffs.  (Second Am. Compl. ¶¶ \n \n \n \n59, 63, 73.)  Plaintiffs further allege that they could not have learned of the existence \nof the genetic defect or the genetic basis for disease contraction—which are, by their \nvery nature, inconspicuous and imperceptible —through the exercise of reasonable \ndiligence.  (Second Am. Compl. ¶¶ 59, 63, 73.)  Plaintiffs allege that the defect-induced \ndisease manifested gradually and was difficult to identify and cull.  (E.g., Second Am. \nCompl. ¶ 53m.)  Plaintiffs contend that, as a result, they suffered decreased net pound \nvalues, charges against the farm , decreased compensation, and devaluation of \nproperty.  (Second Am. Compl. ¶¶ 64, 74.)   These allegations are sufficient to plead \nreasonable and detrimental reliance.            \n43. Therefore, the Court concludes that the allegations of the Second Amended \nComplaint are sufficient, at the Rule 12(b)(6) stage, to state claims for fraud and fraud \nin the inducement.  As such, the Motion as to these claims is denied. \nC. Negligent Misrepresentation and Negligence (Counts VI and IX) \n44. As noted above, the Motion relates to Plaintiffs’ Second Amended \nComplaint.  Plaintiffs have filed a motion seeking leave  to file a third amended \ncomplaint.  In their proposed third amended complaint, Plaintiffs do not assert a  \nnegligent misrepresentation claim and, during the hearing on the Motion, Plaintiffs \nstipulated that such claim in the Second Amended Complaint should be dismissed.  \nThus, the Motion as to Plaintiffs’ negligent misrepresentation claim is granted.  \n45. Defendants argue that Plaintiffs’ negligence claim is barred by the \neconomic loss rule.  The economic loss rule prohibits recovery in tort for purely \n \n \n \neconomic loss arising out of a breach of contract.  Rountree v. Chowan Cty., 796 S.E.2d \n827, 830−31 (N.C. Ct. App. 2017).  As recently stated by our Court of Appeals,  \n[a] tort action does not lie against a party to a contract who simply fails \nto properly perform the terms of the contract, even if that failure to \nperform was due to the negligent or intentional conduct of that party, \nwhen the injury resulting from the breach is damage to the subject \nmatter of the contract. It is the law of contract and not the law o f \nnegligence which defines the obligations and remedies of the parties in \nsuch a situation. \n \nId. (quoting Lord v. Customized Consulting Specialty, Inc. , 182 N.C. App. 635, 639, \n643 S.E.2d 28, 30−31 (2007)).   “[I]n order to maintain tort claims for conduct also \nalleged to be a breach of contract, a plaintiff must identif y a duty owed by the \ndefendant separate and distinct from any duty owed under a contract.”  \nForest2Market, Inc. v. Arcogent, Inc., 2016 NCBC LEXIS 3, at *8 (N.C. Super. Ct. Jan. \n5, 2016) (quotation marks omitted); see also Rountree, 796 S.E.2d at 831 (“[A] viable \ntort action must be grounded on a violation of a duty imposed by operation of law, \nand the right invaded must be one that the law pro vides without regard to the \ncontractual relationship of the parties.” (quotation marks omitted)).     \n46. Here, Plaintiffs allege that Defendants  \nowed a legal duty to Plaintiffs to abide by all terms and provisions of the \nbroiler production contract and to fu lfill and perform all obligations \nenumerated in the agreement.  Furthermore, Defendants . . . had a legal \nduty to exercise good faith when working with Plaintiffs and to also deal \nfairly with Plaintiffs in the furtherance of the broiler production \ncontract.   \n \n(Second Am. Compl. ¶ 94.)  Plaintiffs contend that Defendants breached these duties \nby using a catch crew that was known to be vexatious, failing  to conduct proper \ninvestigations into Plaintiffs’ alleged default under the Broiler Production Contract , \n \n \n \ndisseminating inaccurate information about the circumstances surrounding \nPlaintiffs’ alleged default,  and improperly terminating  the contract.  (Second Am. \nCompl. ¶ 95.)   \n47. Plaintiffs’ negligence claim plainly alleges that Defendants have failed to \nproperly perform under t he Broiler Production Contract —the quintessential tort \nclaim that the economic loss rule is intended to preclude.  The Second Amended \nComplaint is devoid of any factual allegations that Defendants owed Plaintiffs a legal \nduty independent of the Broiler Production Contract.  Therefore, unless an exception \napplies, the economic loss rule bars Plaintiffs’ negligence claim. \n48. Our Supreme Court has articulated four exceptions to the economic loss \nrule: \n(1) The injury, proximately caused by the promisor’s negligent act or \nomission in the performance of his contract, was an injury to the person \nor property of someone other than the promisee.   \n \n(2) The injury, proximately caused by the promisor’s negligent, or wilful, \nact or omission in the performance of his contract, was to property of the \npromisee other than the property which was the subject of the contract, \nor was a personal injury to the promisee.  \n \n(3) The injury, proximately caused by the promisor’s negligent, or wilful, \nact or omission in the performance of his contract, was loss of or damage \nto the promisee’s property, which was the subject of the contract, the \npromisor being charged by law, as a matter of public policy, with the \nduty to use care in the safeguarding of the property from harm, as in the \ncase of a common carrier, an innkeeper or other bailee.  \n \n(4) The injury so caused was a wilful injury to or a conversion of the \nproperty of the promisee, which was the subject of the contract, by the \npromisor.   \n \n \n \n \nN.C. State Ports Auth. v. Lloyd A. Fry Roofing Co., 294 N.C. 73, 82, 240 S.E.2d 345, \n350−51 (1978) (citations omitted).  Plaintiffs argue that the fourth exception applies \nbecause their farm has been devalued due to Defendants’ willful injury.  ( Br. Supp. \nPls.’ Resp. Opp’n Defs.’ Mot. Dismiss 27−28.) \n49.  “Willful injury constitutes actual knowledge of the danger combined with \na design, purpose, or intent to do wro ng and inflict injury.”  Nelson v. Freeland, 349 \nN.C. 615, 618, 507 S.E.2d 882, 884 (1998).  The Court is not convinced that property \ndevaluation is “injury” to property for purposes of the exceptions to the economic loss \nrule.  Nevertheless, assuming arguendo that the alleged devaluation to the farm \nconstitutes the requisite injury to property for purposes of the fourth Ports Authority \nexception, the Second Amended Complaint does not contain any fact ual allegations \nas to  Defendants’ actual knowledge of the danger to Plaintiffs’ property or as to \nDefendants’ design, purpose, or intent.  Th e Second Amended Complaint merely \nalleges that Defendants “willfully” and improperly terminated the Broiler Production \nContract.  Such a conclusory allegation, without more, is insufficient to support \napplication of the fourth Ports Authority exception to the economic loss rule.   \n50. Therefore, the Court concludes that Plaintiffs’ negligence claim is barred by \nthe economic loss rule.  As such, the Motion as to Plaintiffs’ negligence claim is \ngranted. \nD. UDTP (Count III) \n51. Fraud in the inducement necessarily constitutes an unfair and decep tive \ntrade practice.  Tradewinds Airlines, Inc., 222 N.C. App. at 840, 733 S.E.2d at 169.   \n \n \n \nFurther, during the hearing on the Motion, Defendants stipulated that if Plaintiffs’ \nfraud claims survive, then Plaintiffs’ UDTP claim  survives.  As the Court has \nconcluded that Plaintiffs’ allegations are sufficient to state claims for fraud and fraud \nin the inducement, the allegations are likewise sufficient , at the Rule 12(b)(6) stage, \nto state a UDTP claim.  Therefore, the Motion as to this claim is denied. \nE. Vicarious Liability (Count VIII) \n52. In general, a principal will be liable for the wrongful acts of its agent “when \nthe agent’s act (1) is expressly authorized by the principal; [or] (2) is committed within \nthe scope of the agent’s employment and in furtherance of the principal’s business; or \n(3) is ratified by the principal.”  White v. Consol. Planning, Inc. , 166 N.C. App. 283, \n296, 603 S.E.2d 147, 157 (2004).  Further, “a principal is responsible to third parties \nfor the fraud of its agent while acting within his authority.”  Id. at 297, 603 S.E.2d at \n157. \n53. The Court has concluded that the allegations are sufficient to state claims \nfor fraud and fraud in the inducement.  Plaintiffs contend that the fraud was \ncommitted by specific employees and agents of Defendants at Defendants’ direction \nand within the scope of the individuals’ employment.   (Second Am. Compl. ¶¶ 5, 32, \n53ll−mm, 89.)   Therefore, the Court concludes that the allegations  of the Second \nAmended Complaint are sufficient, at the Rule 12(b)(6) stage,  to state a vicarious \nliability claim.  As such, the Motion as to this claim is denied. \n \n  \n \n \n \nF. Punitive Damages \n54. Pursuant to N.C. Gen. Stat. § 1D-15(a), punitive damages may be awarded \nonly if the claimant proves that the defendant is liable for compensatory damages \nand that either fraud, malice, or willful or wanton conduct was present and related \nto the injury for which compensatory damages were awarded.  N.C. Gen. Stat. § 1D-\n15(a).  Punitive damages are available for a successful fraud claim .  Sparrow Sys., \nInc. v. Private Diagnostic Clinic, PLLC , 2014 NCBC LEXIS 70, at *49 (N.C. Super. \nCt. Dec. 24, 2014).  As the Court has concluded that the allegations are sufficient to \nstate claims for fraud and fraud in the inducement, the Court likewise concludes that \nthe allegations are sufficient, at the Rule 12(b)(6) stage, to state a claim for punitive \ndamages.  See id.  at *50  (denying defendant’s Rule 12(b)(6) motion to dismiss \nplaintiff’s punitive damages claim b ecause plaintiff sufficiently alleged a claim for \nfraud).  Therefore, the Motion as to this claim is denied.    \nVI. CONCLUSION \n55. For the foregoing reasons, the Court hereby GRANTS in part and \nDENIES in part the Motion as follows: \nA. The Court GRANTS the Motion as to Plaintiffs’ claims for negligent \nmisrepresentation and negligence and dismisses those claims with \nprejudice. \nB. The Court DENIES the Motion as to Plaintiffs’ claims for breach of \ncontract, breach of the implied covenant of good faith and fair \n \n \n \ndealing, fraud, fraud in the inducement, UDTP, vicarious liability, \nand punitive damages.  \nSO ORDERED, this the 24th day of July, 2017. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}