{
  "id": "9d04e1951e9f0bdd7cd8a7462759fc2f00758efefbc6c2e6bff46838dbdcf7bb",
  "source_file": "data/raw/ncbc/9d04e1951e9f0bdd7cd8a7462759fc2f00758efefbc6c2e6bff46838dbdcf7bb.pdf",
  "raw_text": "Abraham v. Jauregui, 2012 NCBC 35.  \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUS TICE \n SUPERIOR COURT DIVISION \nCOUNTY OF ONSLOW 09 CVS 3608 \n \n \nSTEVEN ABRAHAM, JOSEPH AND DEBRA ) \nALEXANDER, EVAN AND DONNA ) \nALLSEITZ, JOHN BACK AND MAUREEN ) \nCARY-BACK, JEANNE AND RANDALL ) \nBALDERSON, DAVID BAYS, RENEE ) \nBEERMAN, MARY AND RICHARD  ) \nBLESSING, TERRENCE AND PATRICE ) \nBROWN, GEORGE AND GWENDOLYN ) \nBURNS, KRISTIN AND HON CHAN AND ) \nOTHELLO WILLIAMS, CHARLES DAVID ) \nAND KATE CLARK, GAIL C. AND MAURICE ) \nCLARKE, DANIEL B. COLE, LISA AND ) OPINION AND ORDER  \nJOSEPH CONWAY, BRYAN CURTIS, ) ON MOTION TO DISMISS  \nTERRY DAWKINS AND RHONDA BROOKS, ) \nMARY AND THOMAS DAVIS, KRISTEN ) \nDIVINEY, CHERYL AND CHRIS DOLAN, ) \nANDREW M. AND KAREN DUGGAN, ) \nCHRISTIAN A. AND AMY DUX, MOHAMED ) \nA. AND CHRISTINE ELANSARY, DOUGLAS ) \nAND ALICIA EWELL, BETH A. FEELEY, ) \nMARY AND MATTHEW FREDERICK, ) \nSTACEY FREED AND THOMAS ERBLAND, ) \nJOHN AND KRISTEN FULCHER, JASON ) \nAND PAULA VANN FULTON, KENNETH A. ) \nAND ERIN GAUDREAULT, RANDY  ) \nHALVERSON, CRAIG B. HANFORD, JOHN ) \nHILL, DEBRA J. AND DAVID HOY, ) \nFREDERICK AND LAURA HUNTER, ) \nBASHEER AND KIM ILYAS, ELISABETH J. ) \nAND DAVID JACKSON, KEVIN KEETON ) \nROBERT KERR, SHIRLEY KING, MICHAEL ) \nAND KRISTI LALLI, EDWARD AND KAREN ) \nLEWIS, EDWARD M. AND JAMIE ) \nMAHONEY, ALAN AND LORRIE ) \nMCCULLOCK, GREG MILLER, SEAN ) \nMYKIETYN, ABE AND DEBORAH NADER, ) \nBONNIE O’HEARN, PEGGY L. AND ) \nANTHONY PAPER, JAY PATEL, SANFORD ) \nJ. PAYNE, CYRESA AND REGINALD ) \nPERKINS, CHRISTIAN PERNELL, JOSEPH ) \nPOZDA, JOHN P. AND MERRIE J. PRICE, ) \nJON AND NATALIE DIANE RARDIN, ) \nSHERRYL AND DONALD SALZMAN, NEIL ) \nSEITZ, JOSEPH AND KERRIE SHEAFFER, ) \nDALLAS AND NANCY SIMONS, GARY AND ) \nKAREN SMERDZINSKI, JAMES AND ) \nREBECCA SMITH, LEE SPRUELL, ) \nTHOMAS STEWART, NINA SUMMERS, ) \nJEFFREY THOMAS, JOSEPH R. AND ) \nDONNA THOMPSON, EDWARD AND ) \nKATHY TIERNAN, KATHLEEN AND ) \nALBERT TUTEM, MICHELLE TUTEM, TOM ) \nAND MARTHA VERBANIC, HOU WANG, ) \nJAMES WHITEHEAD, LESLIE WILLIAMS ) \nAnd AUDREY AND CURTIS ) \nWITHERSPOON, ) \n Plaintiffs ) \n  )   \n v.  )  \n   ) \nJOSEPH JAUREGUI; THE JAUREGUI LAW ) \nFIRM, PLLC; BRAD WATSON; WATSON ) \nAND ROBINSON, LLP; TRACY ROBINSON; ) \nCARLOS WATSON; JOHN TODD d/b/a ) \nJOHN TODD APPRAISAL SERVICES; ) \nDALE BEST REALTY & APPRAISAL ) \nSERVICE, INC.; BERTHADALE BEST; ) \nEMILY ADAMS d/b/a ADAMS APPRAISALS ) \nand HOMEFOCUS SERVICES, LLC, ) \n  Defendants ) \n \n \nTHIS CAUSE, designated a mandatory complex business case by Order of the \nChief Justice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-\n45.4(b) (hereinafter, references to the North Carolina General Statutes will be to \"G.S.\"), \nand assigned to the undersigned Chief Special Superior Court Judge for Complex \nBusiness Cases, now comes before the court upon Defendants Berthadale Best and \nDale Best Realty & Appraisal Service, Inc.'s Motion to Dismiss Pursuant to Rule \n12(b)(6) of the North Carolina Rules of Civil Procedure (\"Motion\"); and \nTHE COURT, after considering the Motion, briefs and arguments in support of \nand opposition to the Motion, other submissions of counsel and appropriate matters of \nrecord, CONCLUDES that the Motion should be GRANTED, for the reasons stated \nherein.  \nShipman & Wright, LLP, by William G. Wright, Esq., Gary K. Shipman, Esq., \nMatthew W. Buckmiller, Esq. and James T. Moore, Jr., Esq. for Plaintiffs. \n \nHedrick Gardner Kincheloe & Garofalo LLP, by Luke P. Sbarra, Esq. for \nDefendants Dale Best Realty Appraisal, Inc. and Berthadale Best.  \n \nJolly, Judge. \n \nI. \nPROCEDURAL HISTORY \n \n[1] On September 11, 2009, Plaintiffs filed their o riginal Complaint, which \nalleged claims for relief (\"Claims\") against some twenty-five Defendants.  On February \n24, 2010, the court granted Plaintiffs' Motion for Leave to Amend the Complaint.  On \nApril 30, 2010, Plaintiffs filed their Amended Complaint (\"Amended Complaint\"), which \nalleges Claims against only the captioned Defendants. \n[2] Plaintiffs' Amended Complaint alleges thirteen Claims against various \nDefendants: First Claim – Unfair and Deceptive Trad e Practices Act against Defendant \nHomeFocus Services, LLC (\"HomeFocus\");  Second Claim – Negligent \nMisrepresentation against HomeFocus; Third Claim –  Fraud against HomeFocus; \nFourth Claim – Negligence against HomeFocus; Fifth Claim – Unfair and Deceptive \nTrade Practices against John Todd d/b/a John Todd Appraisal Services (\"Todd\"), Emily \nAdams d/b/a Adams Appraisals (\"Adams\"), Berthadale Best (\"Best\") and Dale Best \nRealty & Appraisal Service, Inc. (\"Dale Best Realty\") (Todd, Adams, Best and Dale Best \nRealty collectively, \"Appraiser Defendants\"); Sixth Claim – Negligent Misrepresentation \nagainst Appraiser Defendants; Seventh Claim – Fraud  against Appraiser Defendants; \nEighth Claim – (in the alternative) Negligence agai nst Appraiser Defendants; Ninth \nClaim – Breach of Fiduciary Duty against the Jaureg ui Law Firm, PLLC (\"Jauregui \nLaw\"), Joseph Jauregui (\"Jauregui\") and Brad Watson; Tenth Claim – Negligence/Legal \nMalpractice against Jauregui Law, Jauregui and Brad Watson; Eleventh Claim – Breach \nof Fiduciary Duty against Watson and Robinson, LLP (\"W&R LLP\"), Carlos Watson and \nTracy Robinson (\"Robinson\") (W&R LLP, Carl Watson and Robinson collectively, \n\"Watson Defendants\"); Twelfth Claim – Negligence/Le gal Malpractice against Watson \nDefendants and Thirteenth Claim – Punitive Damages against all Defendants.1 \n[3] On November 12, 2009, Best and Dale Best Realty  (collectively, \"Best \nAppraisers\") filed the Motion, seeking to dismiss Plaintiffs' Sixth Claim (Negligent \nMisrepresentation), Seventh Claim (Fraud) and Thirteenth Claim (Punitive Damages) as \nto Best Appraisers. 2 The Motion does not address the Fifth Claim (Unfair and Deceptive \nTrade Practices) or the Eighth Claim (Negligence) as to Best Appraisers. \n[4] At the time the Motion was filed, a related sui t against Bank of America, \nN.A. (\"BOA\"), 3  which involved claims similar to the Claims in this action, was pending in \nfederal court in the Eastern District of Virginia.  See  Feeley v. Total Realty Mgmt. , 660 \nF. Supp. 2d 700 (E.D. Va. 2009) (\"Virginia Action\").  In the interest of justice and judicial \neconomy, this court entered an Order on March 14, 2011, staying any ruling on the \n                                                           \n1 The Claim for Punitive Damage is not styled as \"Th irteenth Claim\" in Plaintiffs' Amended Complaint. \nHowever, the court will refer to said claim as the Thirteenth Claim for purposes of this Opinion and Order. \n2 The Motion initially was filed in response to Plaintiffs' original Complaint.  Upon granting Plaintif fs' \nMotion for Leave to Amend the Complaint by an Order  dated February 24, 2010, the court deemed the \nMotion and all briefs to have been filed in response to the Amended Complaint. \n3 Plaintiffs' Claims in the instant case brought against HomeFocus are similar to the claims asserted b y \nthe plaintiffs in the Virginia Action against BOA.  The Virginia Action is further related to the instant case \nin that HomeFocus apparently is a wholly-owned subs idiary of BOA. \nMotion, pending a ruling by the court in the Virginia Action on BOA's motion to dismiss.  \nSometime in late 2011, BOA reached a settlement with the plaintiffs in the Virginia \nAction. 4 \n[5] The Motion has been fully briefed and argued an d is ripe for \ndetermination. \nII. \nFACTUAL BACKGROUND  \n[6] Paragraphs 7 through 27 below reflect the subst ance of the allegations of \nthe Amended Complaint. \nA. \nParties  \n[7] Plaintiffs who have Claims against Best Apprais ers as reflected in the \nAmended Complaint are Debra and Joseph Alexander; Evan and Donna Allseitz; Kristin \nand Hon Chan; Othello Williams;  Gail and Maurice Clarke; Joseph and Lisa Conway; \nThomas and Mary Davis; Edward and Karen Duggan; Christian and Amy Dux; John and \nKristin Fulcher; Jason Fulton and Paula Vann Fulton; Randy Halverson; Basheer and \nKim Ilyas; Robert Kerr; Edward and Karen Lewis; Edward and Jamie Mahoney; Greg \nMiller; Sean Mykietyn; Jon and Natalie Rardin; Dallas and Nancy Simons; James and \n                                                           \n4 Since filing the Amended Complaint, Plaintiffs have voluntarily dismissed, with prejudice, the Claims \nalleged against Defendants HomeFocus, Jauregui Law,  Jauregui, Brad Watson, Todd and Adams.  \nRebecca Smith; 5 Thomas Stewart; Joseph and Donna Thompson; Edward and Kathy \nTiernan and Thomas and Martha Verbanic (collectively, \"Plaintiffs\"). 6 \n[8] Plaintiffs are residents of Maryland, Ohio, Sou th Carolina and Virginia and \npurchased properties in eastern North Carolina from Total Realty Management, LLC \n(\"TRM\"). \n[9] HomeFocus is an independent appraisal managemen t company that \nordered appraisals for Plaintiffs' lots financed by BOA. 7  HomeFocus is also a wholly-\nowned subsidiary of BOA. 8 \n[10] At all times relevant, Best was a licensed app raiser in the State of North \nCarolina 9 and acted as the agent or employee of Dale Best Realty. 10  \n[11] Dale Best Realty, also doing business as Dale Best Appraisal Service, \nInc., is a corporation organized and existing under the laws of the State of North \nCarolina. 11  \n                                                           \n5 On May 3, 2010, Rebecca Smith died.  Upon motion b y Plaintiff James Smith, Rebecca Smith's \nsurviving spouse and administrator of her estate, the court entered an Order on September 29, 2010, \nsubstituting James Smith as the claimant on behalf of Rebecca Smith for all matters related to this \nlitigation. \n6 See , e.g. , Am. Compl. ¶ 121, Ex. 1.  The court notes that John and Merrie Price are not listed in the \ngroup of Plaintiffs identified as the \"HomeFocus/Best Plaintiffs.\"  Id. ¶ 121.  They are referred to, however, \nin paragraph 151 of the Amended Complaint as an exa mple of HomeFocus' alleged steering of \nappraisals.  They are also referred to in paragraph 200 of the Amended Complaint, a paragraph located \nin a section of the Amended Complaint entitled \"Appraisals Provided By Berthadale Best.\"  Based on \nthese allegations, the court concludes that John and Merrie Price are included as Plaintiffs in this \nanalysis. \n7 Id. ¶ 88. \n8 Id.  ¶ 114. \n9 Best surrendered her North Carolina appraiser's license in connection with an investigation by the No rth \nCarolina Appraisal Board of her appraisal activities, including her appraisals of lots in Summerhouse.    \nId.  ¶ 105. \n10  Id.  ¶ 85. \n11  Id. ¶ 84. \nB. \nThe Alleged Scheme  \n[12] In 2006 and 2007, TRM operated a scheme of pur chasing and \nimmediately reselling many millions of dollars worth of unimproved real estate in \nSummerhouse on Everett Bay (\"Summerhouse\"), a residential development in Onslow \nCounty, North Carolina, and in Cannonsgate at Bogue Sound (\"Cannonsgate\"), a \nresidential development in Carteret County, North Carolina. 12  \n[13] On the same day TRM purchased the unimproved r eal estate, it resold \nsome of the property (portions of which are referred to as \"lots\" herein) to Plaintiffs and \nothers for approximately twice the price TRM paid. 13  \n[14] Summerhouse was a planned subdivision expected  to have over 1,000 \nlots.  TRM sold approximately 250 lots in Summerhouse, leaving approximately 700 lots \nfor the developer, RA North Development I, Inc. (\"RA North\"), to sell directly to \nindividual purchasers.14  \n[15] Defendants, individually and in concert with T RM, implemented and \nparticipated in TRM's alleged scheme. 15   Defendants profited from their participation in \nTRM's alleged scheme. 16   Appraiser Defendants, including Best Appraisers, earned an \nappraisal fee for each lot appraised. 17  \n[16] HomeFocus manipulated the appraisal process by  ordering two appraisals \nfor lots Plaintiffs purchase in Summerhouse. 18   Specifically, HomeFocus obtained initial \n                                                           \n12  Id.  ¶ 89. \n13  Id.  ¶ 90. \n14  Id.  \n15  Id.  ¶ 92. \n16  Id.  ¶ 93. \n17  Id.  ¶ 94. \n18  Id.  ¶¶ 120-22. \nappraisals for Plaintiffs' loans (\"First Appraisals\"). 19   HomeFocus maintained a list of \nappraisers and rotated through the list in obtaining the First Appraisals. 20   The First \nAppraisals reflected values far less than what was required to support BOA's loans and \nfar less than the price paid by Plaintiffs. 21    \n[17] Disappointed with the First Appraisals, HomeFo cus contacted Best and \nrequested that she perform second appraisals (\"Second Appraisals\") on the lots.22  \n[18] HomeFocus provided Best certain comparables, i ncluding HUD-1s for \nother sales in Summerhouse, to use in preparing her appraisals. 23   The specific \ncomparables provided by HomeFocus exaggerated the actual value of the lots. 24  \n[19] HomeFocus instructed Best to use specific comp arable appraisals so that \nthe lots TRM contracted to sell to Plaintiffs could qualify for the unique financing BOA \nprovided. 25  \n[20] Best prepared the appraisals on behalf of Home Focus for the lots \npurchased by Plaintiffs. 26   Best used previously settled TRM sales contracts and HUD-\n1s to inflate the appraised value for the lots. 27    \n[21] At the same time, Summerhouse lots in close pr oximity to the lots \nappraised by Best were being sold by RA North to other buyers from $140,000 to \n$200,000.28  \n                                                           \n19  Id.  ¶ 123. \n20  Id.  ¶ 124. \n21  Id.  ¶ 125. \n22  Id.  ¶ 128. \n23  Id.  ¶ 133. \n24  Id.  ¶ 134. \n25  Id.  ¶ 160. \n26  Id.  ¶ 100. \n27  Id.  \n28  Id.  ¶ 164. \n[22] For each Second Appraisal, Best failed to incl ude the Summerhouse lots \nsold by RA North for approximately half the price paid by Plaintiffs. 29   When Best did \nuse an RA North sale, she chose larger, waterfront lots, which were not comparable to \nthe lots being appraised.30  \n[23] For each Second Appraisal, Best knew that the lots she used as \ncomparables had transferred on the same day for a lower price. 31   Best selected only \nthe higher priced sales that would support the contract price and the loan obligations \nincurred by Plaintiffs. 32   In doing so, Best did not ascertain the true value of the lots she \nappraised. 33   \n[24] Best completed and provided each of the Second  Appraisals either the \nsame day she received the appraisal request or at most, two days after she received \nthe appraisal request. 34   Best knew that Summerhouse did not contain any completed \nhomes at the time she performed appraisals. 35   As such, Best knew she was only \nappraising the value of undeveloped real estate. 36   However, in some of her Second \nAppraisals, Best stated that Summerhouse was 50% vacant. 37   In other Second \nAppraisals, Best stated that Summerhouse was only 30% vacant. 38    \n[25] In her Second Appraisals, Best repeatedly stat ed that the single-family \nhouses in Summerhouse were ages new to fifty-five years old, with a predominant age \n                                                           \n29  Id.  ¶ 165. \n30  Id.  ¶ 166. \n31  Id.  ¶ 167. \n32  Id.  \n33  Id.  ¶ 169. \n34  Id.  ¶ 173. \n35  Id.  ¶ 175. \n36  Id.  ¶ 181. \n37  Id.  ¶ 176. \n38  Id.  \nof fifteen years old. 39   At the time Best made those statements in the Second \nAppraisals, she knew they were false and misleading because there were no houses \nconstructed in Summerhouse. 40  \n[26] Each of Best's Second Appraisals appraised the  lots from $80,000 to \n$200,000 more than the First Appraisal. 41   Moreover, Best's Second Appraisals all \noccurred within six days to two months from the time the First Appraisals occurred. 42   \n[27] To obtain financing, HomeFocus repeatedly subm itted to BOA the Second \nAppraisals performed by Best. 43   \nIII. \nDISCUSSION  \nA. \nLegal Standard  \n[28] The Motion seeks dismissal of three Claims ass erted against Best \nAppraisers, pursuant to Rule 12(b)(6), North Carolina Rules of Civil Procedure \n(\"Rule(s)\"), which is appropriate when a complaint fails to state a claim upon which relief \ncan be granted. \n[29] When deciding a Rule 12(b)(6) motion, the well -pleaded allegations of the \ncomplaint are taken as true and admitted, but conclusions of law or unwarranted \ndeductions of facts are not admitted.  Sutton v. Duke , 277 N.C. 94, 98 (1970).  \n[30] A complaint fails to state a claim upon which relief can be granted when \neither (a) the complaint on its face reveals that no law supports the plaintiff's claim; (b) \n                                                           \n39  Id.  ¶ 182. \n40  Id.  ¶ 183. \n41  Id. ¶ 129. \n42  Id.  ¶ 130. \n43  Id.  ¶ 131. \nthe complaint on its face reveals the absence of facts sufficient to make a good claim or \n(c) some fact disclosed in the complaint necessarily defeats the plaintiff's claim.  \nJackson v. Bumgardner , 318 N.C. 172, 175 (1986).  However, a complaint should not \nbe dismissed for failure to state a claim upon which relief can be granted unless it (a) \ndoes not give sufficient notice to the defendant of the nature and basis of the plaintiff's \nclaim or (b) appears beyond a reasonable doubt that the plaintiff could not prove any set \nof facts in support of his claim that would entitle him to relief.  Sutton , 277 N.C. at 108.  \n[31] When deciding a Rule 12(b)(6) motion, the cour t may consider documents \nattached as exhibits or otherwise referred to in the complaint, without converting the \nmotion into one for summary judgment.  Oberlin Capital, L.P. v. Slavin , 147 N.C. App. \n52, 60-61 (2001). \nB. \nThe Motion  \n[32] The Motion is directed at Plaintiffs' Claims a gainst Best Appraisers for \nnegligent misrepresentation, fraud and punitive damages. 44  \n[33] Best Appraisers argue that these three Claims against them must be \ndismissed because Plaintiffs' allegations (a) fail to allege facts sufficient to support their \nnegligent misrepresentation Claim, (b) lack sufficient specificity to support their fraud \nClaim and (c) fail to allege facts sufficient to support an award of punitive damages. 45  \n                                                           \n44  The court recently entered an Opinion and Order in a factually similar case involving comparable claims \nalleged by purchasers of real property against the property appraisers.  See  Anderson v. Coastal Cmtys. \nat Ocean Ridge Plantation, Inc. , 2012 NCBC 33 (N.C. Super. Ct. May 30, 2012). \n45  Mem. Supp. Best Appraisers Mot. Dismiss 7-14, 18-21 (\"Best Appraisers Memo\"). \n1. \nNegligent Misrepresentation  \n[34] Best Appraisers seek dismissal of Plaintiffs' Sixth Claim, for negligent \nmisrepresentation,46  contending that Plaintiffs fail to allege particularized facts to \nsupport the Claim. 47  Additionally, Best Appraisers argue that Plaintiffs allege facts of \nintentional conduct, which defeats their negligent misrepresentation Claim.48    \n[35] Plaintiffs argue that they have properly plead ed a cause of action for \nnegligent misrepresentation.  They contend that the absence of contractual privity \nbetween Best Appraisers and Plaintiffs is not a bar to recovery in tort since the borrower \nis an anticipated third-party beneficiary of the subject appraisal to whom the appraiser \nowes a duty of care in performing the appraisal. 49   Plaintiffs further contend that they \njustifiably relied upon Best Appraisers to provide a fair market value appraisal for the \nrespective lots Plaintiffs intended to purchase. 50  \n[36] In North Carolina, \"[t]he tort of negligent mi srepresentation occurs when a \nparty justifiably relies to his detriment on information prepared without reasonable care \nby one who owed the relying party a duty of care.\"  Raritan River Steel Co. v. Cherry, \nBekaert & Holland , 322 N.C. 200, 206 (1988), rev'd on other grounds , 329 N.C. 646 \n(1991). \n                                                           \n46  Best Appraisers have not moved for dismissal of Plaintiffs' Eighth Claim.  Although the elements of a \nprima facie claim for negligence differ from those of a claim for negligent misrepresentation, the court \ncould discuss both Claims together because they sound in the same theory of liability.  See Williams v. \nUnited Cmty. Bank , No. COA11-532, 2012 N.C. App. LEXIS 209 (N.C. Ct.  App. Feb. 7, 2012) (analyzing \nappraiser negligence and negligent misrepresentation claims together).  However, because the Motion \ndoes not seek relief as to Plaintiffs' Eighth Claim, the court does not consider the Eighth Claim in this \nOpinion and Order. \n47  Best Appraisers Memo 19-20. \n48  Id. 17-18.  \n49  Id.  15-16.  \n50  Id.  19.  Plaintiffs allege that they relied on the representations of value provided by Appraiser \nDefendants and that their reliance upon the informa tion was justified and reasonable.  Am. Compl. ¶ 344. \n[37] The North Carolina Court of Appeals, in Ballance v. Rinehart , held that a \nlicensed real estate appraiser who performs an appraisal of real property, at the request \nof a client, owes a prospective purchaser of such property a duty to use reasonable \ncare in the preparation of the appraisal if the appraiser knows the prospective purchaser \nwill rely on the appraisal.  105 N.C. App. 203, 207-08 (1992).  The court of appeals in \nBallance  expressly adopted the test set forth by the supreme court in Raritan  for \ndetermining negligence liability for accountants and applied it to real estate appraisers.  \nWilliams , 2012 N.C. App. LEXIS 209, at *16.  In turn, Raritan  adopted a standard of \nliability set forth by the Restatement (Second) of Torts, which provides:   \nInformation Negligently Supplied for the Guidance of Others \n(1) One who, in the course of his business, profess ion or \nemployment, or in any other transaction in which he  has a \npecuniary interest, supplies false information for the \nguidance of others in their business transactions, is subject \nto liability for pecuniary loss caused to them by t heir \njustifiable reliance upon the information, if he fails to exercise \nreasonable care or competence in obtaining or \ncommunicating the information.  \n \n(2) . . . [T]he liability stated in Subsection (1) is limited to \nloss suffered  \n \n(a) by the person or one of a limited group of pers ons for \nwhose benefit and guidance he intends to supply the  \ninformation or knows that the recipient intends to supply it; \nand \n \n(b) through reliance upon it in a transaction that he \nintends the information to influence or knows that the \nrecipient so intends or in a substantially similar transaction. \n \nRaritan , 322 N.C. at 209-10 (quoting Restatement (Second) of Torts § 552 (1977)). \n[38] Similar to an accountant, a real estate apprai ser often performs an \nappraisal pursuant to a contract with an individual client, usually a lending institution, \nwhich may later distribute the appraisal to a prospective purchaser-borrower.  Ballance , \n105 N.C. App. at 207-08.  In such a situation, the real estate appraiser owes a duty to \nthe prospective purchaser-borrower if the appraiser knows the lending institution intends \nto supply the appraisal to a prospective purchaser-borrower who will rely on the \nappraisal.  See Raritan , 322 N.C. at 213 (quoting the Restatement (Second) of Torts § \n552). 51  \n[39] However, Plaintiffs asserting negligence-based  claims against appraisers \nmust allege facts showing justifiable reliance upon the appraisals complained of in order \nto survive a Rule 12 motion.  See Raritan , 322 N.C. at 205 (affirming Rule 12(b)(6) \ndismissal of a negligent misrepresentation claim where the plaintiff failed to allege \nreliance). \n[40] Plaintiffs in this case argue in substance tha t they indirectly relied on the \nappraisal reports. 52   However, the North Carolina Supreme Court, in Raritan , held that \nindirect reliance will not support a claim for negligent misrepresentation.  Id . at 204.  In \nRaritan , the plaintiff steel company (\"Raritan\") sued an accounting firm for losses \nincurred when it allegedly relied on inaccurate information contained in an audit report.  \nId . at 203.  There, the Intercontinental Metals Corporation (\"IMC\") previously had hired \nan accounting firm to prepare an audit of IMC's financial information, which was \npublished in its report.  Id .  Subsequently, IMC ordered raw steel from Raritan on an \nopen credit account.  Id .  In determining whether to extend credit to IMC, Raritan \ninvestigated IMC's financial position and allegedly relied on a Dun & Bradstreet report \n                                                           \n51  The court need not address whether a duty existed in light of the court's ruling in this Opinion and Order \nthat Plaintiffs have not established direct reliance on the appraisals. \n52  Plaintiffs never use the term \"indirect reliance\" in the Amended Complaint.  However, as discussed \nbelow, the facts alleged clearly reflect that Plaintiffs' reliance on the appraisal reports was, at best, \nindirect.  \ndescribing IMC's net worth, which specifically referenced the accounting firm's audit \nreport as the source for such information.  Id . at 205.  Raritan then decided to extend \ncredit to IMC and later incurred losses from the transaction.  Id .  Raritan sued the \naccounting firm for negligent misrepresentation, claiming that the firm had \nmisrepresented IMC's net worth in the audit report.  \n[41] The trial court dismissed Raritan's negligent misrepresentation claim, \npursuant to Rule 12(b)(6), because Raritan's complaint admitted to having relied not on \nthe defendant's audit report directly, but rather on the Dun & Bradstreet report that \nreferenced the audit report.  Id . at 204.  The supreme court affirmed the trial court's \nruling, holding: \nRaritan alleges that it got the financial informati on upon \nwhich it relied, essentially IMC's net worth, not f rom the \naudited statements themselves, but from information  \ncontained in Dun & Bradstreet.  This allegation, we  \nconclude, defeats Raritan's claim for negligent \nmisrepresentation so as to render it dismissible un der Rule \n12(b)(6).  \n \n. . . We conclude that a party cannot show justifia ble reliance \non information contained in audited financial state ments \nwithout showing that he relied upon the actual fina ncial \nstatements themselves to obtain this information.  \n \nRaritan , 322 N.C. at 205-06.  The supreme court further noted that a party cannot \njustifiably rely upon an isolated piece of data not presented in its original form because \nthere is a danger that the party may be relying on incomplete information.  Specifically, \nthe court held:  \nIsolated statements in the [audit] report, particul arly the net \nworth figure, do not meaningfully stand alone; rath er, they \nare interdependent and can be fully understood and \njustifiably relied on only when considered in the c ontext of \nthe entire report, including any qualifications of the auditor's \nopinion and any explanatory footnotes included in t he \nstatements.  \n \nId.  at 207. \n \n[42] In sum, the court in Raritan  affirmed dismissal of the plaintiff's negligent \nmisrepresentation claim because the plaintiff did not directly  rely upon the audit report it \nasserted was defective.  Id . at 204 (emphasis added); see also Brinkman v. Barrett \nKays & Assocs., P.A ., 155 N.C. App. 738, 742 (2003) (citing the North Carolina Pattern \nJury Instructions for the rule that \"[a]ctual reliance is direct reliance upon false \ninformation\").  Applying Raritan  to the present case, Plaintiffs must allege that they \ndirectly relied on the appraisal reports themselves in order to plead sufficiently a claim \nfor negligent misrepresentation.  322 N.C. at 205-06.  Post-Raritan , claims for negligent \nmisrepresentation that have failed to allege direct reliance have been susceptible to \ndismissal. \n[43] The North Carolina Court of Appeals, consisten t with Raritan , has held \nthat a negligent misrepresentation claim cannot survive summary judgment where the \nplaintiffs can forecast only evidence of indirect, rather than direct, reliance.  Brinkman , \n155 N.C. App. at 743.  In Brinkman , a group of homeowners brought a negligent \nmisrepresentation claim against designers of a low-pressure pipe system, which \nconnected on-lot septic tank effluent pump systems to off-lot collection and disposal \nsystems.  Id . at 739.  The homeowners claimed that the designers of the system made \nfalse representations to the North Carolina Department of Environment and Natural \nResources (\"DENR\") to obtain permits for the implementation of the system.  Id.   The \nhomeowners alleged that they relied upon DENR's issuance of permits, and \nconsequently the underlying misrepresentations, when deciding to purchase the \nproperties.  Id .  The trial court granted the defendants' motion for summary judgment on \nthe plaintiffs' claim and the court of appeals affirmed, holding:  \nThere is no evidence . . . that there was actual re liance by \nplaintiffs upon defendants' statements.  The statements were \nmade to [DENR], which relied upon them and issued p ermits \nto defendants.  Plaintiffs relied upon [DENR] to fu lly \ninvestigate defendants' application for permits.  P laintiffs \nrelied upon the original permits and the re-issuanc e of the \npermits to conclude that their waste disposal syste m was \nfunctioning correctly.  Finally, upon discovering t he \nmisrepresentations, plaintiffs relied upon the Atto rney \nGeneral and [DENR] to utilize their powers under th e Clean \nWater Act to enforce the law.  However, there is no  evidence \nthat plaintiffs relied upon statements made by defe ndants as \nrequired by Restatement § 552(1). \n \nId . at 743. \n \n[44] The Brinkman holding provides a conceptually instructive analogy to the \npresent case.  For example, Plaintiffs allege here that the sales from TRM to Plaintiffs \nwere dependent upon the appraisal reports because Plaintiffs could not have obtained \nthe financing to purchase the lots without the appraisal reports.\n53   Plaintiffs allege that \nthey would not have been able to purchase the lots unless the lots were determined to \nbe sufficient collateral for the loans, as reflected by the appraisal reports. 54   Thus, \nPlaintiffs argue that by relying on HomeFocus and BOA's actions, they were also \nrelying, albeit indirectly, upon Best Appraisers' representations provided to HomeFocus \nand BOA, which were contained in the appraisal reports.  Similarly, the Brinkman  \nplaintiffs argued that they relied on DENR to review and investigate the representations \nmade by the defendants, before DENR decided to issue permits and approve the \ndefendants' design.  Thus, the Brinkman  plaintiffs argued that by relying on DENR's \n                                                           \n53  Am. Compl. ¶ 97. \n54  Id.  ¶ 98. \nactions, they were also relying, albeit indirectly, on the representations made by \ndefendants to DENR.  Id .  The court of appeals rejected such an argument and \nconcluded that the foregoing factual scenario could not support a negligent \nmisrepresentation claim because the plaintiffs could show only indirect reliance upon \nthe alleged misrepresentations, which were relayed to the plaintiffs through the actions \nof an intermediary.  Id .  \n[45] Recently, the North Carolina Court of Appeals,  in Williams v. United \nCommunity Bank , affirmed the trial court's grant of summary judgment in favor of \nappraisers where the plaintiffs failed to forecast evidence of reliance to support their \nnegligence claims.  2012 N.C. App. LEXIS 209, at *17-18.  The Williams  decision is \ninstructive because the relevant facts are remarkably similar to the present case.  For \nexample, in that case, a group of plaintiffs purchased groups of lots in an undeveloped, \nproposed residential community.  Id . at *2.  The plaintiffs purchased the lots by taking \nout bank loans.  Id . at *3.  None of the purchase contracts \"claimed that the purchase \nprice was based on an appraisal, required an appraisal, or made [the plaintiffs'] \nobligations to buy the lots contingent on the results of any appraisal.\"  Id . at *4.  After \nthe purchase contracts were signed, the developers helped the plaintiffs secure \nfinancing by directing their loan applications to various banks.  Id .  The banks, in turn, \nselected a group of appraisers to appraise the lots.  Id .  The plaintiffs' complaint alleged \nthat they \"had no knowledge of, contact with, nor control over the appraisal process[,]\" \nwhich was instead \"controlled by [the developers] and the banks.\"  Id . at *13.  Further, \nthe plaintiffs acknowledged that they did not see any of the appraisals prior to closing on \ntheir loans.  Id . at *14. \n[46] Based on the foregoing facts, the Williams  court recognized that the \nplaintiffs contracted to purchase lots and close loans \"without any awareness of, much \nless reliance on, the . . . appraisals.\"  Id . at *15.  As such, the court held that the \nplaintiffs failed to forecast evidence of reliance on the appraisals because \"they did not \nsee and did not know [the appraisals] existed . . . .\"  Id .  \n[47] Similar to the purchasers in Williams , Plaintiffs in the instant case \npurchased lots in mostly undeveloped, proposed residential communities.  Further, \nPlaintiffs allege that HomeFocus controlled the appraisal process.55   Indeed, \nHomeFocus obtained the appraisals on behalf of BOA.56   Plaintiffs do not allege that \nthey ever viewed or read the appraisal reports prior to signing their purchase contracts \nor closing on their loans.  Instead, Plaintiffs allege, in conclusory fashion, that they \n\"relied on the representations of value provided by [Best] Defendants and Plaintiffs' \nreliance upon the information was justified and reasonable, under the circumstances.\" 57  \nSuch an allegation constitutes nothing more than a legal conclusion and need not be \naccepted as true for purposes of a Rule 12(b)(6) motion.  Sutton , 277 N.C. at 98. \n[48] Plaintiffs' contentions are essentially based upon allegations of indirect \nreliance on the appraisal reports because HomeFocus and BOA presumably reviewed \nthe reports and decided to close on their loans, implying that the lots appraised for the \nvalue of the loans. 58   Thus, because the lenders decided to close on their loans, \n                                                           \n55  Id . ¶¶ 120-21, 131.  See also id.  ¶¶ 135-161, 184-208 (listing specific examples sho wing that \nHomeFocus ordered the appraisals and controlled the  appraisal process). \n56  Id . ¶¶ 120-23, 126-28. \n57  Id.  ¶ 343.  Plaintiffs contend that Best Appraisers \"k new that [Plaintiffs] relied on the accuracy of the \nappraisals [Best Appraisers] submitted to HomeFocus  in order to receive financing.\"  Pls. Mem. Opp'n \nBest Defs. Mot. Dismiss 16-17 (emphasis added) (\"Pls. Memo\"). \n58  Plaintiffs argue that HomeFocus \"failed to maintain appraiser independence by manipulating the \nappraisal process in ordering multiple appraisals for the same lots from Best Appraisers.\"  Am. Compl.  ¶ \n119. \nPlaintiffs assumed that the appraisal reports supported the loans and were not \ndefective.  \n[49] Plaintiffs' Amended Complaint makes it clear t hat Plaintiffs were not \ninvolved in the appraisal process, which was instead controlled by HomeFocus.59   \nPlaintiffs do not allege that they viewed any of the appraisals prior to signing the \npurchase contracts.  Consequently, Plaintiffs do not, and apparently cannot, allege that \nthey ever relied upon any appraisal of the property before they agreed to purchase. \nFurther, Plaintiffs do not allege that they viewed the appraisals before closing on their \nloans with BOA.   \n[50] A fair reading of the allegations indicates th at Plaintiffs made their \ndecisions to invest in the Summerhouse properties, and contracted to do so, without \nreliance on the appraisal reports.  Plaintiffs cannot have relied upon information they did \nnot see or know existed at the time of their decisions to purchase.  Williams , 2012 N.C. \nApp. LEXIS 209, at *15. \n[51] Following Raritan , Brinkman  and Williams , the court must disagree with \nPlaintiffs' argument that they \"justifiably relied on the appraisers to provide a fair market \nvalue for the lot they intended to purchase and were harmed as a result of the negligent \nmisrepresentation.\" 60   Direct reliance is what is required to state a claim here against \nBest Appraisers.  Raritan , 322 N.C. at 205-06; Brinkman , 155 N.C. App. at 743; \nWilliams , 2012 N.C. App. LEXIS 209, at *13-17.  At best, Plaintiffs have alleged indirect \nreliance on that portion of the appraisal reports addressing fair market values.  Such \n                                                           \n59  Am. Compl. ¶¶ 120-21.   \n60  Pls. Memo 19. \nallegations, without more, are fatal to Plaintiffs' Sixth Claim.  Raritan , 322 N.C. at 205-\n06.   \n[52] Accordingly, in the absence of factual allegat ions supporting actual and \ndirect reliance upon the appraisals, the court is forced to CONCLUDE that as to their \nSixth Claim, for negligent misrepresentation, Plaintiffs have failed to state a claim upon \nwhich relief can be granted against Best Appraisers.  The Motion as to such Claim \nshould be GRANTED, and the Sixth Claim should be DISMISSED. \n2. \nFraud Claim  \n[53] Similar to the above-mentioned negligence misr epresentation Claim, \nPlaintiffs' Seventh Claim against Best Appraisers, alleging fraud, is based on the alleged \nmisrepresentations contained in the appraisal reports. 61    \n[54] Best Appraisers seek dismissal of Plaintiffs' fraud Claim on the grounds \nthat it is not pleaded with the requisite particularity required by Rule 9 and is devoid of \nspecific allegations pertaining to acts of Best Appraisers. 62  \n[55] As discussed above, the court has concluded th at Plaintiffs have not \nalleged facts sufficient to show that they directly relied upon the representations made \nby Best Appraisers.  Consequently, because the lack of such allegations is fatal to \nPlaintiffs' fraud Claim, the court need not consider whether Plaintiffs have satisfied \nparticularity requirement in alleging fraud. \n[56] Therefore, the court is forced to CONCLUDE tha t as to their Seventh \nClaim, for fraud, Plaintiffs have failed to state a claim upon which relief can be granted \n                                                           \n61  See, e.g., Am. Compl. ¶¶ 346-55 \n62  Best Appraisers Memo 7-14. \nagainst Best Appraisers.  The Motion as to such Claim should be GRANTED, and the \nSeventh Claim should be DISMISSED. \n3. \nPunitive Damages  \n[57] Pursuant to G.S. 1D-1, \"Punitive damages may b e awarded, in an \nappropriate case and subject to [certain] provisions . . ., to punish a defendant  for \negregiously wrongful acts and to deter the defendant and others from committing similar \nwrongful acts.\"  A claimant must prove \"that the defendant is liable for compensatory \ndamages,\" and an \"aggravating factor\" of either fraud, malice or willful or wanton \nconduct \"was present and was related to the injury for which compensatory damages \nwere awarded[.]\"  G.S. 1D-15(a). 63    \n[58] As discussed above, the court has concluded th at Plaintiffs failed to state \na claim for fraud upon which relief can be granted against Best Appraisers.  Plaintiffs \nhave not alleged other facts or claims sufficient to show an aggravating factor to support \ntheir Thirteenth Claim for punitive damages.  Accordingly, the court CONCLUDES that \nthe Motion as to such Claim should be GRANTED, and the Thirteenth Claim should be \nDISMISSED. \nIV. \nCONCLUSION  \nNOW THEREFORE, based upon the foregoing, it is ORDERED that: \n[59] Defendants Berthadale Best and Dale Best Realt y & Appraisal Service, \nInc.'s Motion to Dismiss Pursuant to Rule 12(b)(6) of the North Carolina Rules of Civil \n                                                           \n63  The court notes that a claim for punitive damages is not an independent cause of action.  Rather, an \naward for punitive damages must stem from an actionable claim accompanied by an aggravating factor \non the part of the wrongdoer. \nProcedure is GRANTED as to Plaintiffs' (a) Sixth Claim for Negligent Misrepresentation, \n(b) Seventh Claim for Fraud and (c) Thirteenth Claim for Punitive Damages.  Each of \nsaid Claims is DISMISSED. \nThis the 7th day of June, 2012. \n  "
}