{
  "id": "9d5045700f40864a4c276f1cd06a4295f2a749e2d60153941399d54e6f0b3b3b",
  "source_file": "data/raw/ncbc/9d5045700f40864a4c276f1cd06a4295f2a749e2d60153941399d54e6f0b3b3b.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCOUNTY OF DURHAM \n \n IN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n11 CVS 5458 \nGLAXOSMITHKLINE LLC, \n \nPlaintiff, \n \nv. \n \nDENDREON CORPORATION, \n \nDefendant. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER AND OPINION \n \n {1} THIS MATTER is before the Court on Plaintiff GlaxoSmithKline, \nLLC’s Motion for Partial Summary Judgment (“GSK’s Motion”) and Defendant \nDendreon Corporation’s Cross-Motion for Summary Judgment (“Dendreon’s \nMotion”), pursuant to Rule 56 of the North Carolina Rules of Civil Procedure \n(“Rule(s)”). For the reasons expressed below, GSK’s Motion is GRANTED in part \nand DENIED in part, and Dendreon’s Motion is GRANTED in part and DENIED in \npart. \nWomble Carlyle Sandridge & Rice, LLP by Pressly M. Millen and Betsy Cook \nLanzen for Plaintiff. \n \nHunton & Williams LLP by Patrick L. Robson, Melissa A. Romanzo, Thomas \nG. Slater, Jr., and D. Kyle Sampson for Defendant. \n \nI. INTRODUCTION \n \n{2} GlaxoSmithKline, LLC (“GSK”)  and Dendreon Corp. (“Dendreon”) \ncontracted for GSK’s production of PA2024, a recombinant prostate antigen used by \nDendreon to manufacture Provenge®, a treatment for certain forms of prostate \ncancer.  Dendreon exercised its right to terminate the contract.  GSK does not \ncontest Dendreon’s right to terminate but contends that Dendreon has failed to \nabide by its termination obligations in failing to make certain payments to GSK.  \nGlaxoSmithKline LLC v. Dendreon Corp., 2014 NCBC 53.\n \n \nDendreon contends that it has fulfilled all termination obligation barring any \nbreach of contract claim, and that GSK’s other claims are not actionable claims in \nlight of the express contractual provisions.  \n{3} Each party contends that the court can and should summarily \ndetermine the competing positions based on contractual provisions which are not \nambiguous.  They agree the contract claim is governed by New York law.  \n{4} The Court concludes that there ar e no unresolved material issues of \nfact, the relevant contract terms are not ambiguous, and that, as a matter of law:  \nGSK is entitled to be paid for a Firm Order for 700 grams of PA2024; GSK is not \nentitled to Extension Payments; and GSK’s claims should be limited to breach of \ncontract, so that its claims for breach of the implied covenant and for unfair and \ndeceptive trade practices should be dismissed.    \n{5} Accordingly, each of the Motions is GRANTED IN PART and DENIED \nIN PART. \n \nII. PROCEDURAL BACKGROUND \n \n{6}  GSK initiated this action on Oc tober 27, 2011.  GSK’s initial complaint \nasserted claims for breach of contract and breach of the implied covenant of good \nfaith and fair dealing.  With leave of court, GSK by amendment added a claim for \nan unfair and deceptive trade practice pursuant to N.C. Gen. Stat. § 75-1.1.  \nDendreon filed its Answer and Counterclaim for breach of contract on January 12, \n2012.  GSK replied on February 23, 2012.   \n{7} GSK filed its Motion for Partial Summary Judgment on December 5, \n2013, seeking summary adjudication that Dendreon is liable to GSK for payment on \na “Firm Order” representing the first eighteen months of a rolling thirty-six month \nneeds forecast for PA2024, last affirmed on August 22, 2011.  On January 7, 2014, \nDendreon both filed its opposition to GSK’s Motion and filed its own Cross-Motion \nfor Summary Judgment.  In opposing GSK’s Motion, Dendreon asserts that it \nexercised its uncontested contractual right to terminate, and was entitled to cancel \n \n \nthe Firm Order GSK seeks to enforce because GSK had not yet begun to \nmanufacture Product prior to termination.  By its Cross-Motion, Dendreon seeks a \nsummary adjudication that it has fully complied with its termination obligations, \nwhich would include the determination that GSK is not entitled to Extension Fees \nfor the two months following notice of termination, nor does GSK have a basis to \nassert any claim other than its breach of contract claim.     \n{8} GSK later on June 11, 2014 file d a separate motion for summary \njudgment attacking Dendreon’s counterclaims.  That motion is not presently before \nthe Court and is not addressed by this Order and Opinion. \n{9} Both Motions now before the Court are fully and extensively briefed; \nthe court has heard oral argument; and the Motions are ripe for disposition. \n \nIII.  STATEMENT OF RELEVANT UNCONTESTED FACTS  \n \n{10}   A court does not make findings of fact when ruling upon summary \njudgment, but it may summarize undisputed material facts upon which its \ndetermination rests. \nSee, e.g., Hyde Ins. Agency, Inc. v. Dixie Leasing Corp., 26 \nN.C. App. 138, 142, 215 S.E.2d 162, 164–65 (1975). \n{11} While the briefs reflect certain factual disputes, the material facts \nnecessary to resolve the Motions are uncontested.  Those facts are detailed below for \nexplanation of the Court’s determinations. \nA.   The Essential Contractual Terms \n {12} The dispute primarily includes co ntested interpretation of provisions \nin and obligations arising from the “Development and Supply Agreement Between \nGlaxoSmithKline LLC and Dendreon Corporation Effective As of September 15, \n2010” (“DSA”).   The DSA in its Section 16.4 incorporates certain provisions of an \nearlier Heads of Agreement the parties entered on December 18, 2009. \n{13} The DSA provided that GSK would first undertake activities to \nimplement, scale-up, test, and validate a manufacturing process for a Product, \n \n \ndefined as PA2024.  This effort was to be accomplished during a “Process \nImplementation Phase.”  The end result of the Process Implementation Phase was \nthe successful manufacture of three consecutive Conformance Batches.  The Process \nImplementation Phase would then be followed by the “Manufacture Phase,” during \nwhich GSK would manufacture and supply the Product for human clinical trial and \ncommercial use.  \n{14} Although the DSA defines many terms, it does not define the term \n“manufacture.” \n{15} DSA Section 2.4(a) reflects that  the Process Implementation Phase was \ninitially projected to end as of August 1, 2011, but could be extended in the event of \na “Delay Event.”   If a Delay Event occurred, Dendreon could elect to have GSK \ncontinue efforts to implement the Process for a maximum period of six months, in \nwhich event, Dendreon would pay GSK a monthly Extension Fee of two million \ndollars ($2,000,000).   A Delay Event was defined to exclude delay caused solely by \nGSK’s action or inaction. \n{16} DSA Section 2.4(b) provides that  if one or more Delay Events occur \nsuch that Conformance Batches have not commenced by September 1, 2011, then \neither GSK or Dendreon could terminate the DSA upon sixty days’ prior written \nnotice.  During the sixty-day termination period, each would perform its \ntermination obligations but would not be required to continue Commercially \nReasonable Efforts to implement the Process. \n{17} It is undisputed that Conformance Batches had not commenced by \nSeptember 1, 2011.  It is further undisputed that there had been Delay Events. \n{18} On September 1, 2011 Dendreon provided sixty days’ written notice \nthat the DSA was terminated effective October 31, 2011.  (“Termination Letter”) \n{19} Dendreon paid GSK a one-mont h’s Extension Fee for the month of \nAugust 2011.  It has not paid GSK an Extension Fee for September 2011 or October \n2011, although as discussed below, it offered to pay two months’ Extension Fees if \nGSK would acknowledge and agree that Dendreon had cancelled the Firm Order \nthat had been placed before notice of termination. \n \n \n{20} GSK did not acknowledge that the Firm Order placed before notice of \ntermination was cancelled or that Dendreon had the right to cancel it.  GSK asserts \nthat it is entitled to recover payment for a Firm Order of 700 grams of Product.1   \nGSK contends that the obligation to pay matured as of the date of termination, \nbecause the Termination Letter effectively precluded GSK from further \nmanufacturing and triggered the contractual provision that excuses GSK from any \nobligation to manufacture Product.  Dendreon instead contends it could cancel the \nFirm Order if it did so before GSK had commenced actual product manufacture. \n{21} The obligation for Dendreon to place a Firm Order was triggered \nimmediately upon executing the DSA.  DSA Section 3.3 required Dendreon on the \nEffective Date to provide GSK with a thirty-six month non-binding rolling forecast \nof its Product requirements.  Dendreon was required to update the forecast before \nthe first day of each calendar quarter.  The first eighteen months of each forecast is \ndeemed a binding “Firm Order.”  GSK was required to accept or reject each such \nFirm Order within fifteen days of receiving the forecast.  The DSA defines a Firm \nOrder to be “a binding obligation to purchase the grams of Product specified \ntherein.”  (DSA § 1.)   \n{22} The DSA defines “Product”, to wit: \n“Product” shall mean purified bulk component of PA2024, a \nrecombinant prostate antigen. The Product is a raw material used in \nthe manufacture of sipuleucel-T, Dendreon’s cancer immunotherapy \nmarketed as Provenge® pursuant to the BLA. \n(DSA § 1.)  The “BLA” is the Biological License Application filed with the FDA for \nthe Product. \n{23} While the DSA defined certain performance specifications for the \ncommercial product, the definition of Product does not itself incorporate those \nspecifications. \n                                                 \n 1The total of 700 grams represented 300 grams for the first partial year of the Manufacture Phase \nand the full year thereafter.  This was the amount stated in the first forecast after the DSA was \nentered, and has been reaffirmed, the last time on August 22, 2011.   The same 700 gram figure is \nreflected in DSA Schedule 4.1 related to pricing. \n \n \n{24} DSA Section 2.3 provides that upon accepting a Firm Order, GSK was \nrequired to reserve appropriate manufacturing capacity to meet the forecasted \ndemand.  GSK also acknowledged when executing the DSA that it had been paid for \nthe reservation of capacity by receipt of the reservation fee as provided by the \nHeads of Agreement. \n{25} DSA Section 4.1 establishes a me chanism for determining pricing for \ninitial efforts during the Process Implementation Phase, for manufactured product, \nand for Extension Fees if owed.   \n{26} Article 7 of the DSA provides for cross-licensing of the parties’ \nrespective intellectual property in performing obligations under the DSA.    \n{27} While DSA Section 2.4 allowed for termination in the event \nConformance Batches had not begun as of September 1, 2011, the termination \nobligations for any termination were provided in DSA Article 14.  Section 14.2 \nprovides for a notice and cure process prior to termination for material breach.  \nWhen terminating, Dendreon relied on the failure to commence Conformance \nBatches as provided in Section 2.4, and its Termination Letter did not recite any \nclaimed material breach. \n{28} Article 14 provides for when paymen ts will be required in connection \nwith termination.  Section 14.3(a)(4) re lates to payments for Product batches \ncompleted at the time of termination which meet conformance requirements for \nFinal Release.  Section 14.3(a)(5)  relate to payment for Product batches which had \nbeen initiated as of the date of termination.  GSK does not claim that it had \ninitiated or completed Product batches subject to this subparagraphs. \n{29} GSK premises its claim for the Firm Order of 700 grams on Section \n14.3(a)(6), which provides that: \nIn the event .  . . (ii) Dendreon instructs GSK to cease manufacture of \nProduct, with respect to Firm Orders placed by Dendreon prior to the \neffective date of termination or the date on which manufacture ceases \n(as the case may be), Dendreon shall pay one hundred percent (100%) \nof the then applicable Price for the grams of Product specified in said \nFirm Orders and meet Final Release specifications; and unless \nDendreon instructs GSK in writing to cease manufacture of the grams \n \n \nof Product specified in said Firm Orders, GSK shall complete the \nmanufacture of grams of Product specified in said Firm Orders. \n(DSA § 14.3(a)(6).) \n{30} GSK and Dendreon agree the Fi rm Order had been placed before \ntermination.  The dispute concerns whether GSK was instructed to cease \nmanufacture, and if so, whether that leads to the conclusion that it is entitled to be \npaid for Product specified in the Firm Order even though it necessarily could not \nmeet Final Release specifications when it could not be manufactured because of \nDendreon’s instruction, or whether payment is only due when Product which meets \nthose specifications has been made.   \n{31} Section 15.4 of the DSA prov ides that the DSA and Heads of \nAgreement are to be governed by, construed and enforced pursuant to New York \nlaw. \nB. Events Surrounding Dendreon’s Termination  \n{32} Dendreon’s Termination Lette r, dated September 1, 2011, made \ntermination effective as of October 31, 2011. \n{33} The Termination Letter asserts that the termination was pursuant to \nSections 2.4 and 14.2(d) of the DSA because of Delay Events such that Conformance \nBatches had not commenced by September 1, 2011.   \n{34} The Termination Letter recites Dendreon’s position that it was entitled \nto cancel all prior purchase orders.   It offers to pay Extension Fees, conditioned on \nGSK acknowledging and accepting that such orders had been cancelled.  The letter \nrecites, in part, as follows: \nBy signing the acknowledgement below, GSK agrees with Dendreon \nthat the Agreement is rightfully terminated and that each Party shall \nfulfill its termination obligations under the Agreement.  The Parties \nfurther agree for clarity that, as the Manufacturing Phase has not yet \ncommenced and no production runs or Product batches have been \ninitiated as of the date hereof nor will be initiated prior to the \nTermination Effective Date, Dendreon has no liability to GSK for the \ncosts of any Product purchase orders, which are all hereby formally \ncancelled.  Subject to GSK’s acknowledgement and agreement below: \n \n \n(1) Dendreon will continue to pay GSK the Extension Fee of $2 million \nper calendar month through the Termination Effective Date, for a total \npayment of $4 million; (2) Dendreon acknowledges that the $1 million \nsuite reservation fee is forfeited to GSK as of Termination Effective \nDate; and (3) upon receipt of, and in accordance with, shipping \ninstructions from Dendreon, GSK will ship (or in the case of certain \nraw materials, destroy, as requested by Dendreon) equipment and raw \nmaterials purchase on behalf of Dendreon in support of the Agreement \nand invoice Dendreon for such activities.   \n(Pl.’s Mot. Partial Summ J., Ex. E (“Termination Letter”).) \n{35} In response, GSK asserted that the Firm Order had not been cancelled \nand demanded that Dendreon pay the contract Price 700 grams of Product. \n{36} Dendreon reaffirmed  the forecast which included an initial 700 gram \neighteen month forecast on August 22, 2011, although both GSK and Dendreon \nhave pointed to evidence that by that date other facts had been made public which \ncast doubt on this need.  GSK, in fact, contends that facts now reveal that Dendreon \nknew that it would need no Product during the forecasted period.   \nC.  Summary of Claims and Defenses \n1. Contractual Termination Obligations \n{37} GSK contends the Termination Letter instructed GSK to cease \nmanufacture within the meaning of DSA Section 14.3(a)(6), excusing GSK from any \nresponsibility to complete manufacture and obligating Dendreon to pay for the Firm \nOrder placed prior to the date of termination.  GSK further asserts its right to \nExtension Fees for the two months included in the termination period of sixty days \nafter notice.  GSK asserts that Dendreon’s early termination resulted in savings, \nincluding further Extension Fees and other costs that would have been incurred by \ncontinuing the DSA beyond the termination effective date.  GSK further asserts \nthat payment to it for the Firm Order is fair compensation for other manufacturing \nopportunities GSK forewent in entering the DSA. \n{38} Dendreon contests any obligation to pay either for the Firm Order or \nExtension Fees.  As to the Firm Order, Dendreon contends that: (1) in the first \n \n \ninstance, the Termination Letter cannot be fairly read to instruct GSK to cease \nwithin the meaning of DSA Section 14.3(a)(6) because GSK had not completed the \nProcess Implementation Phase and had never begun manufacture;  (2) even if the \nTermination Letter could be read as GSK contends, the contract language clearly \nobligates Dendreon to pay only for Product which meets Final Release \nspecifications; (3) therefore, a Firm Order could be cancelled without payment prior \nto actual manufacturing of Product batches had begun.  Dendreon contends \naffording GSK payment for Product it never manufactured would be both a windfall \nfor GSK and an illegal penalty against Dendreon.  As for Extension Fees, Dendreon \nacknowledges that it made a compromise offer to pay them in exchange for GSK \nagreeing that the Firm Order had been cancelled, but when GSK refused to so \nagree, the contract language controls, and the contract language clearly conditions \nthe payment of any Extension Fee on Dendreon requesting GSK to continue efforts \nto extend the Process Implementation Fees and the Termination Letter clearly did \nnot represent that Dendreon had so requested.   \n2. GSK’s Claims Other Than Breach of Contract \n{39} GSK contends that, at a minimum, there are fact issues as to whether \nfirst, Dendreon committed an unfair and deceptive trade practice act and breached \nthe implied covenant of good faith and fair dealing.  Dendreon denies the factual \npremise of those claims, but asserts through its Cross-Motion that the claims simply \nmirror GSK’s breach of contract claim and cannot proceed as independent claims.  \na. The Chapter 75 Claims \n{40} GSK’s Chapter 75 claim makes three essential allegations:   \n(a) Dendreon attempted to coerce GSK to surrender its rights under the DSA \nby withholding $4 million in Extension Fees Dendreon knew it owed; \n(b) Dendreon provided GSK with a knowingly false forecast while \nsurreptitiously planning to terminate the DSA; and  \n \n \n(c) Dendreon communicated false statements as a pretext to conceal damages \nthat would be owed upon termination of the DSA. \n(Pl.’s Mem. Opp’n Def.’s Mot. Summ. J. (“Pl. Opp’n Br.”) 9.) \n{41} These allegations revolve around the forecast issued on August 22, \n2011, which was followed by the September 1, 2011 Termination Letter.  While GSK \nasserts that the forecast was deceptive because Dendreon knew that it would not \nneed the Product as forecasted,  GSK also alleges that during August 2011 \nDendreon made public statements regarding reduced demand for Provenge, had \nreduced its revenue guidance downward as a result, and had begun moves to reduce \nexpenses and realign its workforce.  (Pl.’s Mem. Supp. Mot. Partial Summ. J. 8.)  \nGSK contends that Dendreon sought to feign a contamination event as a basis to \n“slow walk” GSK’s development schedule, knowing that it intended to terminate the \nDSA, and its effort to do so was to minimize Dendreon’s exposure.  (Pl. Opp’n Br. 5–\n6, Exs. J, L (indicating August conclusion that no Product would be needed from \nGSK).)  GSK cites testimony and documents which it contends prove that Dendreon \nsought to mask its true intentions.  But, viewed in context, this testimony and the \ndocuments indicate that the underlying activity of which GSK complains very \nclosely preceded Dendreon issuing its Termination Letter, and that withholding the \ntruth from GSK, if it occurred, was necessary for Dendreon’s management to \nfinalize its decision to terminate before making any statement of its intent to do so.  \n(Pl. Opp’n Br. Ex. L; Marcus Dep. 172:15–16, Jan. 10, 2013 (Dendreon “should wait \non telling GSK to hold off on anything until next week”).) \n{42} GSK casts Dendreon’s conditioni ng Extension Fees payment on GSK’s \nacquiescence in cancelling the Firm Order as an inequitable use of power and \nposition.  (Pl. Opp’n Br. 10–12.) \n{43} Dendreon’s opposition is essentially that these claims merely \nrepackage GSK’s breach of contract claim, are not separately actionable, and fail for \nthe same reasons that the breach of contract claim fails. \n \n \n \nb. The Implied Covenant of Good Faith and Fair Dealing Claim \n{44} GSK contends that “Dendreon viol ated the covenant of good faith and \nfair dealing when it ordered GSK to cease its manufacture of Firm Orders of \nPA2024 so that Dendreon could disingenuously and erroneously disclaim its \n“binding obligation” to pay GSK the price for all Firm Orders.  (Pl. Opp’n Br. 16.)  \nGSK elaborated in its brief as follows: \nTo be clear, Dendreon breached the DSA when it terminated the \nparties’ contract without paying GSK for all Firm Orders, and this is \nthe primary source of GSK’s breach of contract claim.  However, this is \nnot the source of GSK’s breach of the covenant of good faith and fair \ndealing claim.  Rather, the basis of this claim is Dendreon’s bad faith \ncontrivance to terminate the contract prior to the commencement of \nthe manufacturing phase (a condition precedent asserted by Dendreon) \nfor the purpose of reducing its termination obligations. \n(Pl. Opp’n Br. 19.) \n{45} In short, GSK claims Dendreon terminated the DSA early so that it \ncould wrongfully disclaim any obligation to pay for a Firm Order when the \nManufacture Phase had not yet begun.  This, GSK contends, constituted a breach of \nthe implied covenant in addition to the breach of the express terms of the contract \nwhich mandated payment. \n{46} As with the Chapter 75 claim, Dend reon contends the claim is no more \nthan a repackaging of the breach of contract claim and cannot be separately \nactionable. \nIV. LEGAL STANDARDS \nA. The Summary Judgment Standard \n{47} Summary judgment is proper when the pleadings, depositions, \nanswers to interrogatories, admissions, and submitted affidavits show that no \ngenuine issue as to any material fact exists and that the movant is entitled to \njudgment as a matter of law.  N.C. R. Civ. P. 56(c); Andresen v. Progress Energy, \nInc., 204 N.C. App. 182, 184, 696 S.E.2d 159, 160–61 (2010).    \n \n \n{48} The moving party must demonstrate the absence of a triable issue and \ndoes so either “(1) by showing that an essential element of the opposing party’s \nclaim is nonexistent; or (2) by demonstrating that the opposing party cannot \nproduce evidence sufficient to support an essential element of the claim or overcome \nan affirmative defense which would work to bar [its] claim.”  Wilhelm v. City of \nFayetteville, 121 N.C. App. 87, 90, 464 S.E.2d 299, 300 (1995) (citing Roumillat v. \nSimplistic Enters., Inc., 331 N.C. 57, 414 S.E.2d 339 (1992)). \n{49} If the moving party carries this burden, the nonmoving party “must \n‘produce a forecast of evidence demonstrating that the [nonmoving party] will be \nable to make out at least a prima facie case at trial.’”  Roumillat, 331 N.C. at 63, 414 \nS.E.2d at 342 (quoting Collingwood v. G.E. Real Estate Equities, 324 N.C. 63, 66, \n376 S.E.2d 425, 427 (1989)); Rankin v. Food Lion, 210 N.C. App. 213, 217, 706 \nS.E.2d 310, 313–14 (2011).  This forecast “may not rest upon the mere allegations or \ndenials of [a] pleading.” N.C. R. Civ. P. 56(e). \nB.  New York Principles of Contract Law \n{50} The Court finds the DSA’s ch oice of law provision valid and \nenforceable.  See, e.g., Cable Tel. Servs. v. Overland Contracting, Inc., 154 N.C. \nApp. 639, 642–43, 574 S.E.2d 31, 33–34 (2002) (noting North Carolina courts \ntypically enforce choice-of-law provisions in contracts).  Accordingly, the breach of \ncontract and implied covenant of good faith and fair dealing related to the contract \nare governed by New York law. \n1. Enforcing a Contract of Which Terms Are Not Ambiguous \n{51} When “parties dispute the meaning of particular contract terms,” the \ncourt must first “determine whether such terms are ambiguous.”  Banco Espirito \nSanto, S.A. v. Concessionaria Do Rodoanel Oeste S.A., 951 N.Y.S.2d 19, 24 (N.Y. \nApp. Div. 2012).  This is a question of law for the court.  Bailey v. Fish & Neave, 868 \nN.E.2d 956, 959 (N.Y. 2007).   Unambiguous contract provisions are then \ninterpreted by the court as a matter of law unaided by extrinsic evidence.  Beal Sav. \n \n \nBank v. Sommer, 865 N.E.2d 1210, 1213 (N.Y. 2007); R/S Assocs. v. N.Y. Job Dev. \nAuth., 771 N.E.2d 240, 242 (N.Y. 2002); W.W.W. Assocs. v. Giancontieri, 566 N.E.2d \n639, 642 (N.Y. 1990). \n{52} “A contract is ambiguous if the terms are ‘reasonably susceptible [to] \nmore than one interpretation.’”  Obstfeld v. Thermo Niton Analyzers, LLC, 977 \nN.Y.S.2d 371, 373 (N.Y. App. Div. 2013) (quoting Chimart Assoc. v. Paul, 489 \nN.E.2d 231, 233 (N.Y. 1986)).  But a contract is not ambiguous if its terms “have a \ndefinite and precise meaning and are not reasonably susceptible to differing \ninterpretations.”  RJE Corp. v. Northville Indus. Corp., 329 F.3d 310, 314 (2d Cir. \n2003) (applying New York law) (quoting Sayers v. Rochester Tel. Corp. \nSupplemental Mgmt. Pension Plan, 7 F.3d 1091, 1095 (2d Cir. 1993) (applying New \nYork law)); Breed v. Ins. Co. of N. Am., 385 N.E.2d 1280, 1282 (N.Y. 1978).  The \ncritical test is whether each of competing interpretations are reasonable.   A \ncontract term “does not become ambiguous merely because the parties urge \ndifferent interpretations . . . unless each is a ‘reasonable’ interpretation[.]”  Law \nDebenture Trust Co. v. Maverick Tube Corp., 595 F.3d 458, 467 (2d Cir. 2010) \n(applying New York law).   \n{53} In assessing the reasonableness of  competing contract constructions, \nthe court examines “the entire contract and consider[s] the relation of the parties \nand the circumstances under which it was executed, with the wording viewed in the \nlight of the obligation as a whole and the intention of the parties as manifested . . .”  \nBanco Espirito Santo, S.A., 951 N.Y.S.2d at 24 (citations and marks omitted).  The \ncourt neither grafts conditions onto the contract language the parties themselves \ndid not incorporate nor construes the language in a manner that distorts the \nmeaning of terms the parties did include.  Korosh v. Korosh, 953 N.Y.S.2d 72, 74 \n(N.Y. App. Div. 2012).   A court is reluctant to imply a term the parties could have \nbut neglected to include. Vt. Teddy Bear Co. v. 538 Madison Realty Co., 807 N.E.2d \n876, 879 (N.Y. 2004) (quoting Rowe v. Great Atl. & Pac. Tea Co., 385 N.E.2d 566, \n572 (N.Y. 1978)).  Where possible, the court construes the contract which neither \nrenders an included term meaningless ,  nor give a term a meaning inconsistent \n \n \nwith other contract terms. Compare RJE Corp., 329 F.3d at 314 and Givati v. Air \nTechniques, Inc., 960 N.Y.S.2d 196, 198 (N.Y. App. Div. 2013), with Bijan Designer \nfor Men, Inc. v. Fireman’s Fund Ins. Co., 705 N.Y.S.2d 30, 33–34 (N.Y. App. Div. \n2000) (quoting Atwater & Co. v. Panama R.R. Co., 159 N.E. 418, 419 (1927) and \nProyecfin de Venezuela, S.A. v. Banco Indus. de Venezuela, S.A., 760 F.2d 390, 395–\n96 (2d Cir. 1985)).  Likewise, a construction of contract terms which would create \nunintended and unfair inconsistencies that are not otherwise apparent should be \nrejected. \nJames v. Jamie Towers Hous. Co., 743 N.Y.S.2d 85, 88 (N.Y. App. Div. \n2002), abrogated on other grounds by Kershaw v. Hosp. for Special Surgery, 978 \nN.Y.S.2d 13, 19–22 (N.Y. App. Div. 2013). \n2. The Implied Covenant of Good Faith and Fair Dealing \n{54} New York law implies a covenant of  good faith and fair dealing during \nthe course of performance into every contract in order to prohibit one party from \nperforming in a manner that deprives the other of the benefits of the contract.  511 \nWest 232nd Owners Corp. v. Jennifer Realty Co., 773 N.E.2d 496, 500 (N.Y. 2002); \nsee also Wieder v. Skala, 609 N.E.2d 105, 109 (N.Y. 1992).  However, New York \nprecedent “does not recognize a separate cause of action for breach of the implied \ncovenant of good faith and fair dealing when a breach of contract claim, based upon \nthe same facts, is also pled.”  Fantozzi v. Axsys Tech, Inc., No. 07 Civ. 2667 (LMM), \n2007 U.S. Dist. LEXIS 61448, at *4–5 (S.D.N.Y. Aug. 20, 2007) (quoting Harris v. \nProvident Life and Acc. Ins. Co., 310 F.3d 73, 81 (2d Cir. 2002)).  “A claim for breach \nof the implied covenant [of good faith and fair dealing] ‘will be dismissed as \nredundant where the conduct allegedly violating the implied covenant is also the \npredicate for breach . . . of an express provision of the underlying contract.”  \nICD \nHoldings S.A. v. Frankel, 976 F. Supp. 234, 243–44 (S.D.N.Y. 1997) (quoting \nHoubigant, Inc. v. ACB Mercantile, Inc., 914 F. Supp. 964, 989, modified, 914 F. \nSupp. 997 (S.D.N.Y. 1995)); see also Amcan Holdings, Inc. v. Canadian Imperial \nBank of Commerce, 894 N.Y.S.2d 47, 49–50 (N.Y. App. Div. 2010). \n \n \n{55} Where a breach of contract claim is based on termination, an implied \ncovenant claim does not preclude an unqualified right to terminate, and generally \nthe motive that leads the party to exercise an express unconditional right to \nterminate is not controlling.  Triton Partners LLC v. Prudential Sec. Inc., 752 \nN.Y.S.2d 870 (N.Y. App. Div. 2003).  However, the implied covenant may constrain \na party from exercising a contract right if the exercise is misused for the purpose of \ngaining unfair personal gain while at the same time foreclosing the other party’s \nability to enjoy expected benefits of the contract.  Richbell Info. Servs. v. Jupiter \nPartners, L.P., 765 N.Y.S.2d 575, 586–87 (N.Y. App. Div. 2003).  In general, a \ncontracting party may not unfairly take action that blocks the opposing party’s \nability to perform a condition precedent in order to invoke failure to meet that \ncondition to defeat its own contract obligations. Cauff, Lippman & Co. v. Apogee \nFin. Grp., Inc., 807 F. Supp. 1007, 1022 (S.D.N.Y. 1992).  On the other hand, the \nimplied covenant of good faith and fair dealing is not intended to forestall a party \nfrom relying on a reasonable construction of express contract language to assert \nunmet conditions that are precedent to the opposing party’s ability to receive \nbenefits under the contract.  Moran v. Elk, 901 N.E.2d 187, 190 (N.Y. 2008).   \n{56} “The covenant of good faith and fair dealing cannot be used to add a \nnew term to a contract, especially to a commercial contract between two \nsophisticated commercial parties represented by counsel.”  D&L Holdings, LLC v. \nRCG Goldman Co., 734 N.Y.S.2d 25, 31 (N.Y. App. Div. 2001). \nC. The Unfair and Deceptive Trade Practice Claim  \n \n{57} Both parties brief their arguments regarding GSK’s unfair and \ndeceptive trade practice claim pursuant to North Carolina law, on the apparent \nunderstanding that the claim is extra-contractual and is not governed by the \ncontract’s choice of law provision.  The proper conflicts of law rule to be applied to \nChapter 75 claims remains uncertain, as different North Carolina Court of Appeals \ndecisions have applied both a test of most significant relationship and the rule of \nlex \n \n \nloci.  See Noel L. Allen, North Carolina Unfair Business Practice § 5.05, and cases \ncited (3rd ed. 2014).   Here, the facts appear to be such that a detailed \ncomprehensive conflicts of law analysis would result in the application of North \nCarolina law under either test.  As both parties proceed on the basis of North \nCarolina law, the court does not undertake such a comprehensive analysis. \n{58} The elements of a Chapter 75 cl aim are well known and need not be \nextensively discussed here.  They include an unfair or deceptive act, in commerce, \nwhich proximately causes injury.  Bumpers v. Cmty. Bank of N. Va., 367 N.C. 81, \n87–88, 747 S.E.2s 220, 226 (2013).  GSK here relies on a line of cases which \nrecognize on their particular facts that an “inequitable assertion of power or \nposition” can constitute an unfair and deceptive trade practice.   E.g., Gray v. N.C. \nIns. Underwriting Ass’n, 352 N.C. 61, 68, 529 S.E.2d 676, 681 (2000).  Likewise, \nbreaches of contract accompanied by egregious or aggravated circumstances may \ngive rise to an unfair and deceptive trade practice.  E.g., Garlock v. Henson, 112 \nN.C. App. 243, 246, 435 S.E.2d 114, 115 (1993), but generally, a breach of contract \nwithout such circumstances does not give rise to a separate claim for an unfair and \ndeceptive trade practice.  Broussard v. Meineke Discount Muffler Shops. Inc., 155 \nF.3d 331, 347 (4th Cir. 1998).   Chapter 75 claims are not intended to constrain a \nparty’s appropriate assertion of contract rights by raising them to the level of an \nunfair and deceptive trade practice.  Harris v. NCNB Nat. Bank of N.C., 85 N.C. \nApp. 669, 673, 355 S.E.2d 838, 842 (1987). \nV. ANALYSIS \nA.  GSK’s Breach of Contract Claim \n{59} GSK’s Motion focused on its right to payment for a Firm Order made \nand accepted before termination, apparently believing that Dendreon had conceded \nits obligation to pay Extension Fees for the two months within the requisite sixty \ndays’ notice of termination.  Dendreon has contested any such obligation, in \nresponse to which GSK contends that the court should determine that it is entitled \nto both payment for the Firm Order and for the Extension Fees. \n \n \n1. Payment for a Firm Order of 700 Grams of Product \n{60} The parties agree that Dendreon was entitled to and did terminate the \nDSA pursuant to Sections 2.4(b) and 14.2(d) because Conformance Batches had not \ncommenced by September 1, 2011.  GSK does not claim wrongful termination.  The \ndispute is rather what termination obligations arose. \n{61} The Court has carefully and thoroughly considered the respective \ncontract interpretations, as New York directs.  Having done so, the Court concludes \nthat the relevant contract terms are not ambiguous and may be enforced as a \nmatter of law, with no need for further proceedings to resolve uncontested issues of \nmaterial fact.   As to each contract term the Court must construe, the Court finds \nthat only one of the tendered interpretations is reasonable.  The Court concludes \nthat GSK is entitled to be paid for the Firm Order of 700 grams of Product but is not \nentitled to Extension Fees. \n{62} To determine GSK’s right to paym ent for a Firm Order of 700 grams of \nProduct, the Court must construe and apply DSA Sections 2.4 and 14.3(a)(6).  \n{63} Other payment provisions in Ar ticle 14 need not be considered.  \nDendreon has not asserted GSK’s material breach as a ground for termination, \nrelying solely on termination pursuant to Section 2.4 which allows termination in \nthe event that Conformance Batches had not commenced before September 1, 2011.  \nNo payment is required pursuant to DSA Section 14.3(a)(4), as payments under this \nsubsection are for “Product batches completed at the time of termination[,]” and \nthere are no such batches.  No payment is required pursuant to DSA Section \n14.3(a)(5), as payments under this subsection are for “Product batches that had \nbeen initiated” as of the date of termination, and there are no such batches. \n{64} Following  Dendreon’s termination pursuant to Section 2.4, GSK is \nthen entitled to payment for Product pursuant to a Firm Order placed prior to \ntermination only if it is so entitled by DSA Section 14.3(a)(6).  The contract \nlanguage requires the Court to determine first whether “Dendreon instruct[ed] GSK \nto cease manufacture of Product, with respect to Firm Orders placed by Dendreon \nprior to the effective date of termination[,]” and second, even if so, whether \n \n \nDendreon is nevertheless obligated to pay only for Product actually manufactured \nand meeting Final Release specifications. \n{65} There can be no serious dispute th at there was a binding Firm Order of \n700 grams of Product prior to the effective date of termination.  This was the \neighteen-month forecast of each of the thirty-six-month forecasts Dendreon gave \nimmediately after the DSA Effective Date and last affirmed on August 22, 2011, \nseveral days before it sent the Termination Letter on September 1, 2011.  That \nsame 700 gram figure is incorporated into DSA Schedule 4.1.  \n{66} Section 14.3(a)(6) employs the term “manufacture,” which the DSA \ndoes not define.  Dendreon contends “manufacture” necessarily means actual \nmanufacture, which would occur no earlier than manufacture of Conformance \nBatches in the Process Implementation Phase or more appropriately after the \nManufacture Phase had commenced.  Based on this reasoning, Dendreon contends, \na binding Firm Order could be cancelled on and after September 1, 2011 so long as \nConformance Batches had not commenced.  Essentially, the construction is that the \nFirm Orders did not become binding in a manner for which a payment obligation \nwould mature until Product meeting Final Release specifications had occurred. \n{67} GSK contends that “manufacture ” has a much broader meaning, which \nincluded efforts during the Process Implementation Phase, and further that the \nDSA clearly and repeatedly recognizes that a Firm Order was “binding,” and could \nnot, therefore, be cancelled unilaterally with no consequence.  GSK further contends \nthat the Firm Order became binding when accepted, and the express language of \nSection 14.3(a)(6) clearly recognizes that GSK was excused from manufacturing \nProduct meeting Final Release specifications when it was instructed to cease efforts \ntoward such manufacture.  That is, GSK contends that Section 14.3(a)(6) afforded \nDendreon the option to “take or pay,” meaning that it could take Product GSK \nmanufactured or pay GSK when exercising its option to direct GSK to cease such \nmanufacture.  \n{68} Construing all contract term s together, the Court accepts GSK’s \nconstruction as reasonable and rejects Dendreon’s construction as unreasonable.    \n \n \nThe Court concludes both that the term “manufacture” includes not only the actual \nmanufacture in the Manufacture Phase, but also efforts during the Process \nImplementation Phase.  Notwithstanding whether “manufacture” would begin prior \nto commencing Conformance Batches, Dendreon clearly instructed GSK to cease \nefforts for such manufacture, and the language of Section 14.3(a)(6) did not vest in \nDendreon the right to instruct that such efforts cease without further obligation \nsimply because that instruction preceded actual Product Manufacture.  As the \nCourt also concludes that the Termination Letter instructed GSK to cease \nmanufacture, GSK’s right to payment for the Firm Order placed prior to \ntermination matured upon termination and any obligation GSK had to manufacture \nProduct meeting Final Release specifications was excused.   \n{69} The Termination Letter does not contain language that incants the \nexact contract language of “instructs to cease manufacturing.”  However, the \nTermination Letter has exactly that effect.  The letter unequivocally states that the \nDSA has been terminated, that Dendreon considers all Firm Orders cancelled, and \nthat GSK was clearly to undertake no further efforts toward manufacture.  GSK no \nlonger was licensed to use Dendreon’s processes and intellectual property.  GSK \nwas, by Dendreon’s follow-up letter, instructed to return equipment, raw materials \nand supplies.    \n{70} After termination, GSK was effectiv ely unable to manufacture Product.    \n{71} The Court concludes that Dendreon , by its termination of the DSA, its \npurported termination of the Firm Orders, its withdrawal of the license to use \nDendreon intellectual property, and its demand for return of raw material and \nsupplies, effectively instructed GSK to cease manufacture within the meaning of \nDSA Section 14.3(a)(6).     \n{72} To construe the contract otherw ise would be inconsistent with the \nlanguage of Section 14.3(a)(6) which clearly looks backward toward a Firm Order \nthat preceded termination, and the definition of a Firm Order which clearly became \nbinding almost immediately after the DSA Effective Date.  The DSA keys the \nnecessary instruction to cease manufacture to “Firm Orders placed by Dendreon \n \n \nprior to the effective date of termination or the date on which manufacture ceases \n(as the case may be)[.]”  (DSA § 14.3(a)(6).)  The clause equally reaches a binding \nFirm Order committed early in the Process Implementation Phase as well as to \nsubsequent Firm Orders that might be placed in the Manufacture Phase.   \n{73} It is clear that the parties did not include any provision that a binding \nFirm Order could be cancelled and payment could be avoided if the Firm Order was \ncancelled at a time prior to commencing Conformance Batches.    \n{74} The Court concludes that DSA Se ction 14.3(a)(6)’s use of the term \n“manufacture” is not ambiguous.   The Court should not imply a term the parties \nneglected or chose not to include.  Implying a term allowing for cancellation of a \nbinding Firm Order without payment liability would be inconsistent with other \nexpress terms of the contract.  In particular, it would render the term “binding” \nineffective and meaningless when applied to any Firm Order.  Dendreon’s tendered \nconstruction allowing it a right to cancel a binding Firm Order is unreasonable.   \n{75} The Termination Letter clearly in structed GSK to cease manufacture \nand GSK is entitled to payment for the Firm Order of 700 grams of Product unless \nthe DSA conditions payment on having actually manufactured Product meeting \nFinal Release specifications.  Of course, Dendreon instructed GSK to cease efforts to \nmanufacture any such product.   \n{76} In addition to the New York rules of construction noted above, the \nCourt is further guided by New York principles which preclude a party from relying \non a contract condition precedent when its own conduct prevents the opposing party \nfrom performing that condition.  A.H.A. Gen. Constr., Inc. v. N.Y. City Hous. Auth., \n92 N.Y.2d 20, 31 (1998).  The chosen contract language of DSA Section 14.3(a)(6) \nadheres to this principle, for it obligates GSK to proceed with manufacture unless it \nis instructed to cease manufacture, in which event its further obligation to \nmanufacture is excused. \n{77} Dendreon argues that allowi ng GSK to receive payment without \nhaving actually manufactured Product ignores express language of Section \n14.3(a)(6) which refers to payment of “one hundred percent (100%) of the then \n \n \napplicable Price for the grams of Product specified in said Firm Orders and meet \nFinal Release Specifications.” (DSA § 14.3(a)(6) (emphasis added).)  Dendreon would \ncontinue to impose the obligation to meet Final Release specifications even when it \ninstructed GSK to cease manufacture, thereby making performance of the condition \nprecedent to payment impossible.  Dendreon’s tendered construction would instead \nignore the express language which obligates GSK to continue to perform “unless \nDendreon instructs GSK in writing to cease manufacture of the grams of Product \nspecified in said Firm Orders.”  (emphasis added).   \n{78} Dendreon’s tendered contract construction is unreasonable.  The \nlanguage of  DSA Section 14.3(a)(6) is not ambiguous.  GSK was excused from \nfurther performance when it was instructed to cease manufacture.  Its right to \npayment on the binding Firm Order of 700 grams of Product matured upon its \nreceipt of that instruction and the termination of the DSA.  GSK’s right to payment \nfor the Firm Order of 700 grams of Product, made and accepted prior to \ntermination, was not and is not condition on manufacturing Product which meets \nFinal Release specifications. \n{79} Dendreon had the right to elect to have GSK cease manufacture as of \nSeptember 1, 2011 when Conformance Batches had not commenced.  However, upon \nexercising that election, GSK became entitled to be paid the appropriate Price for \nthe Firm Order that was then binding.  GSK is entitled to that payment.   \n{80} The Court has considered but reje cts Dendreon’s argument that such \npayment is both an unexpected windfall to GSK and an illegal penalty against \nDendreon.  DSA Sections 2.4 and 14.3(a)(6) represent a reasonable contractual \nallocation of rights between the parties.  In exercising the right to terminate and to \ninstruct GSK to cease manufacture, Dendreon avoided substantial future expense.  \nGSK was limited to payment for binding Firm Orders which preceded termination.   \n{81} Dendreon is obligated to pay GSK the contract Price for the Firm \nOrder of 700 grams of Product. \n{82} The Motions do not request the Court further to determine the Price \nthat must be paid for the Firm Order of 700 grams of Product.  The Court does not \n \n \nthen do so.  It need not construe the Price terms of the DSA.  It need not further \nconsider whether Dendreon is entitled to an offset for savings GSK may have \nenjoyed as a result of the instruction to cease manufacture.  It need not consider \nany other offset by reason on Dendreon’s counterclaims, concerning which GSK’s \nlater motion for summary judgment is not yet before the Court. \n{83} To the extent that GSK’s Motion seeks summary judgment that it is \nentitled to be paid on a Firm Order for 700 grams of Product, GSK’s Motion is \nGRANTED.  To the extent that Dendreon’s Cross-Motion seeks summary judgment \nthat it had the right to cancel that Firm Order and is not obligated to pay GSK for \nthat Firm Order, Dendreon’s Motion is DENIED. \n2. Payment of Extension Fees After Notice of Termination Period \n{84} GSK contends that it is entitl ed to $4 million in Extension Fees \nrepresenting $2 million for each of the two months following notice of termination \non September 1, 2011.  Dendreon’s Cross-Motion seeks summary judgment that \nthese Extension Fees are not owed.  The Court concludes that Dendreon’s position \nshould be sustained. \n{85} GSK contends that Dendreon itse lf recognized its obligation to pay \nthose Extension Fees when it terminated the DSA.  It is clear that the Termination \nLetter offered to pay $4 million of Extension Fees if GSK acquiesced that any \nbinding Firm Order preceding termination had been cancelled.  GSK further asserts \nthat Dendreon’s corporate representatives made a binding admission of liability for \nsuch Extension Fees.  After careful review and consideration, the Court concludes \nthat GSK’s right should be instead be measured by the express contract language \nand Dendreon has not made any binding admission of liability inconsistent with \nthat the contract terms.   \n{86} The Court looks to the clear contract language regarding the payment \nof Extension Fees.  The DSA provides that: \n[i]f a Delay Event occurs (as defined below) \nand Dendreon elects to \nhave GSK continue efforts to implement the Process for a maximum of \nup to six (6) months, then Dendreon shall commence paying GSK a fee \n \n \nof two million dollars ($2,000,000) per month during such extension \nperiod (the “Extension Fee”). \n(DSA § 2.4(a) (emphasis added).) \n{87} The operative language is whether “Dendreon elects to have GSK \ncontinue efforts to implement the Process” after August 1, 2011.   Dendreon paid \nGSK an Extension Fee for the month of August 2011.  The question is whether it \nmust also pay Extension Fees for September and October 2011 after the notice of \ntermination on September 1, 2011. \n{88} GSK has contended and the Court has accepted that the September 1, \n2011 Termination Letter instructed GSK to cease manufacture within the meaning \nof DSA Section 14.3(a)(6).   The Court concludes that it would be inconsistent and \nunfair to conclude that the same letter represented Dendreon’s election to have \nGSK continue efforts to implement the Process.   Having not so elected, Dendreon \nwas not obligated to make further Extension Fees.   \n{89} Unless Dendreon is deemed to ha ve made a binding judicial admission \nthat it is obligated for a payment the contract does not require, which the Court has \ndetermined it has not, GSK’s right to payment for Extension Fees for the months of \nSeptember and October 2011 would require a contract construction that Dendreon \nwas obligated for a minimum of two month’s Extension Fees simply because the \nDSA remained effective during the required sixty-day period following notice of \ntermination.  The Court finds this interpretation unreasonable and an effort to \nimply a contract term that the parties had either elected or neglected to include.  \nThe contract provided for an unqualified right to terminate if Conformance Batches \nhad not commenced b August 1, 2011.   The DSA could have but did not provide \nthat such a termination triggered two months Extension Fees even if Dendreon \nelected not to have GSK continue efforts to implement the Process. \n{90} The Court concludes that the DSA’s provision regarding payment of \nExtension Fees is not ambiguous.   \n{91} Dendreon’s conditional offer in the Termination Letter to pay \nExtension Fees after notice of termination if GSK accepted Dendreon’s cancellation \n \n \nof the Firm Order did not become a binding obligation to pay both Extension Fees \nand for a binding Firm Order that had not been cancelled.  Allowing GSK to receive \nboth Extension Fees and payment for the Firm Order of 700 grams of Product which \npreceded termination would afford GSK a unexpected windfall not anticipated by \nthe contractual bargain between the parties. \n{92} To the extent that Dendreon’s  Motion seeks summary adjudication \nthat it is not obligated to pay Extension Fees as a part of its termination obligation, \nDendreon’s Motion is GRANTED.  To the extent that GSK’s Motion can be read to \nseek summary adjudication that it is entitled to such Extension Fees, GSK’s Motion \nis DENIED.   \nB. GSK’s Unfair and Deceptive Trade Practice Claim \n{93} The Court’s determination that Dendreon was not obligated to pay \nExtension Fees following its notice of termination is dispositive of GSK’s claim that \nDendreon unlawfully attempted to coerce GSK to surrender its contractual rights by \nconditioning payment of Extension Fees that Dendreon knew that it owed.  (Compl. \n¶ 32.).   The Court then must determine whether GSK is entitled to proceed on its \nclaim that it was deceived or that Dendreon acted unfairly in engaging in pretext or \nmaking deceptive statements prior to terminating the DSA in order to reduce its \ntermination obligations.  The essence of the argument is that Dendreon tried to \navoid or obfuscate its obligation to pay for the binding Firm Order which preceded \ntermination.  It seems obvious that any such effort failed to deceive GSK or to lead \nit to accept cancellation of the Firm Order. \n{94} Nevertheless, GSK contends that material issues of fact preclude \nsummary adjudication of its claim.  The Court disagrees. \n{95} Dendreon’s representations th at GSK contends were unfair or \ndeceptive appear limited to statements or concealments in the several days \nimmediately preceding the September 1, 2011 Termination Letter.  More \nspecifically, GSK complains that the August 22, 2011 forecast was misleading and \nknowingly false because Dendreon knew at the time it issued the forecast that it \n \n \nwould not need the Product as forecasted.  Of course, it is precisely that Product for \nwhich GSK seeks payment through its breach of contract claim.   \n{96} Even construing the record in GSK’s favor, the testimony and \ndocuments indicate that any deception in which Dendreon may be said to engage \nwere close in time to the actual termination, and further at a time when other \npublic statements would lead GSK to recognize that Dendreon would not actually \nrequire Product consistent with the forecast which it reaffirmed on August 22, 2011, \nas evidenced by GSK’s own pleadings.  The August 22, 2011 forecast simply carried \nforward the same forecast that had been in place since the beginning of the DSA \nand as reflected in Schedule 4.1 of the DSA.   The asserted wrong is apparently that \nDendreon did not reduce its Firm Order and advise GSK that it was expecting to \nterminate the DSA within a few weeks.    \n{97} The Court concludes first that th ese facts, even if accepted, do not \nconstitute aggravated facts adequate to elevate a breach of contract into an unfair \nand deceptive trade practice, and further do not forecast evidence that GSK can \ndemonstrate any injury proximately caused by the conduct complained of, \nparticularly where the Court has afforded GSK the right of payment on the binding \nFirm Order of 700 grams of Product. \n{98} The Court concludes that GSK is not entitled to proceed on a claim of \nunfair and deceptive trade practice which is grounded on the same facts as its \nbreach of contract claim without further demonstrating any aggravating \ncircumstances and without reasonably anticipated proof of any damage proximately \ncaused which is in addition to rather than duplicative of remedies afforded by the \nbreach of contract claim.   \n{99} Accordingly, to the extent th at Dendreon’s Motion seeks summary \nadjudication against GSK’s claim for unfair and deceptive trade practices pursuant \nto N.C. Gen. Stat. § 75-1.1, Dendreon’s Motion is GRANTED. \n \n \n \n \nC. GSK’s Claim for Breach of the Implied Covenant of Good Faith and Fair \nDealing \n{100} The Court also concludes that the claim for breach of the implied \ncovenant of good faith and fair dealing rests on the same facts as the breach of \ncontract claim, and in light of the Court’s holding on the breach of contract claim \nseeks no damage that is in addition to rather than duplicative of the breach of \ncontract claim.  Pursuant to New York contract principles, the implied covenant \nclaim should not then further proceed. \n{101} To the extent that it seeks su mmary adjudication that GSK is not \nentitled to proceed on its claim of a breach of the implied covenant of good faith and \nfair dealing, Dendreon’s Motion is GRANTED.  \n \nVI. CONCLUSION \n \n{102} For the reasons expressed abo ve, it is ORDERED, ADJUDGED, and \nDECREED that: \n1. GSK is entitled to be paid and Dendreon shall pay GSK for the binding \nFirm Order of 700 grams of Product pursuant to section 14.3(a)(6) of the \nDSA; \n2. GSK is not entitled to and Dendreon need not pay Extension Fees for the \nperiod between September 1, 2011 and October 31, 2011 pursuant to \nSection 2.4(a) of the DSA; \n3. GSK’s claim for unfair and deceptive trade practices pursuant to N.C. \nGen. Stat. § 75-1.1 is DISMISSED; \n4. GSK’s claim for breach of the implied warranty of good faith and fair \ndealing is DISMISSED; \n5. GSK’s Motion to the extent that it seeks summary adjudication that \nDendreon has breached the DSA by its purported cancellation and failure \nto pay pursuant to the Firm Order is GRANTED; \n \n \n6. Dendreon’s Motion to the extent that it seeks summary adjudication that \nits termination obligations do not require the payment of Extension Fees \nis GRANTED; and \n7. Except as expressly GRANTED, GSK’s Motion and Dendreon’s Motions \nare DENIED. \n \nThis the 4th day of November, 2014. "
}