{
  "id": "9d733e8f48c4e0bd57835db7c739dfdfa5641b52ca64499ce52e739211213c99",
  "source_file": "data/raw/ncbc/9d733e8f48c4e0bd57835db7c739dfdfa5641b52ca64499ce52e739211213c99.pdf",
  "raw_text": "Bldg. Ctr., Inc. v. Carter Lumber, Inc., 2017 NCBC 84. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF MECKLENBURG \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 4186 \n \n \nTHE BUILDING CENTER, INC., \n \nPlaintiff, \n \nv. \n \nCARTER LUMBER OF THE NORTH, \nINC., a North Carolina Corporation, \nCARTER LUMBER OF THE SOUTH, \nINC., a South Carolina Corporation, \nand TIMOTHY HURD, \n \nDefendants. \n \n \n \nORDER ON PLAINTIFF’S MOTION \nFOR DISCOVERY SANCTIONS  \n \nTHIS MATTER comes before the Court upon Plaintiff The Building Center, \nInc.’s (“Plaintiff”) Motion for Discovery Sanctions  (“Motion for Sanctions”) against \nDefendant Carter Lumber, Inc. (“Carter Lumber”) pursuant to Rule 37 of the North \nCarolina Rules of Civil Procedure (“Rule(s)”) and the Case Management Order filed  \nby this Court on June 7, 2016. \nOn December 30, 2016, six days before the start of scheduled depositions, \nCarter Lumber produced to Plaintiff an electronic file consisting of approximately \n290,000 pages purporting to be the complete email files of a number of Carter Lumber \nemployees (the “Electronic File”) . The Electronic File contained large numbers of \ndocuments not relevant to the claims in this lawsuit  and corrupted files. Carter \nLumber produced the Electronic File without the metadata necessary to rev iew the \nfiles. Plaintiff claims that this “data dump” was for the improper purpose of harassing \nand impeding Plaintiff in the discovery process. Plaintiff claims that it incurred \nadditional costs in excess of $20,000 reviewing the Electronic File.  \nCarter Lumber, on the other hand, claims that it cooperated fully throughout \nthe discovery process and produced files in the format requested by Plaintiff. Carter \nLumber also contends that Plaintiff made no meaningful effort to try and resolve the \nmatter with Carter Lumber before filing the Motion for Sanctions. \nTHE COURT, having considered the Motion  for Sanctions , the briefs and \nevidentiary materials filed  in support of and in opposition to the Motion, and the \narguments of counsel at the hearing, concludes that the Motion for Sanctions should \nbe GRANTED, in part, and DENIED, in part, for the reasons below. \nA. Factual and Procedural Background \n1. The general facts and procedural background of this case are set out in \nthe Court’s Opinion and Order on Defendants’ Motion for Summary Judgment (ECF \nNo. 45,) and are not repeated here. Only the facts necessary to resolution of the \nMotion for Sanctions are recited herein. \n2. On June 6, 2016, the parties jointly filed a proposed Case Management \nOrder (the “Proposed CMO”). (ECF No. 14.) The Proposed CMO contained an agreed-\nupon format for th e production of electronic data  and d id not contain language \nanticipating the need for cost -shifting. Instead, the parties agreed to “cooperate as \nneeded in modifying the [electronic discovery requirements in the CMO] to facilitate \nthe efficient exchange of electronic records.” (ECF No. 14 at ¶ 6.)  \n3. The Proposed CMO also expressly recognized that the North Carolina \nRules of Civil Procedure continued to apply. ( ECF No. 14 at  ¶ I (A).) The Proposed \nCMO set a deadline of January 3, 2017 for the completion of fact discovery. (ECF No. \n14 at ¶ IV(B).). \n4. Also on June 6, 2016, the Court held a hearing on Defendants’ Motion \nto Dismiss. (ECF No. 6.) \n5. On June 7, 2016, the Court entered a Case Management Order (“CMO”). \nThe CMO adopted the parties’ proposals regarding electronic discovery. The CMO \nalso accepted the parties’ agreed-upon deadline of January 3, 2017 for the completion \nof fact discovery. (ECF No. 15 at ¶ III (A).) \n6. Despite the discovery deadline in the CMO, the parties privately agreed \nthat they would not conduct discovery until the Court had ruled o n Defendant s’ \nMotion to Dismiss. The parties did not request a stay of the discovery period or seek \nguidance from the Court regarding suspending their discovery efforts.  \n7. On October 21, 2016, the Court issued an Opinion and Order denying \nDefendants’ Motion to Dismiss. (ECF No. 19.) The parties thereafter began discovery \nefforts in earnest.  \n8. Plaintiff served its first set of Interrogatories and Request for \nProduction of D ocuments on May 5, 2016. Despite Plaintiff’s repeated requests, \nCarter Lumber did not respond to Plaintiff’s request for documents until November \n22, 2016. (Plaintiff’s Mot. for Sanctions , ECF No. 26, at  ¶ 2.) Plaintiff produced its \nfirst set of discovery responses on November 28, 2016. (Aff. of Stephen J. Dunn, ECF \nNo. 31 at ¶ 17.)  \n9. On December 23, 2016, the Court extended the deadline for completion \nof fact discovery until January 17, 2017. The parties subsequently agreed to complete \ntheir respective productions of documents by December 30, 2016. (ECF No. 26 at ¶ 3.)  \n10. On December 30, 2016,  six days before the scheduled start of \ndepositions, Carter Lumber produced the Electronic File. The Electronic File  \ncontained 107,394 documents, which amounted to 289,112 pages. (ECF No. 26 at ¶ 4; \nPl.’s Br. Supp. Mot. Sanctions, ECF No. 27 at p. 2.) The Electronic File contained the \nentire contents of the email accounts of six Carter  Lumber employees and was not \nlimited or culled in any way to include only relevant and responsive documents. \nPlaintiff submitted to the Court as exhibits parts of the contents of the Electronic File \ncontaining examples of irrelevant and unresponsive  documents, including \nadvertisements, LinkedIn updates, news stories, Amazon purchases, and personal \ncommunications. \n11. In the days following the December 30, 2016 production, the part ies \nexchanged a flurry of increasingly contentious emails, all submitted as exhibits \nrelating to this Motion for Sanctions. The scheduled depositions on January 5, 6, and \n9 proceeded as planned. ( ECF No. 31  at ¶ 62.) Plaintiff cancelled the  scheduled \ndeposition of Carter Lumber’s 30(b)(6) representative, during which Carter Lumber’s \npreservation and delivery of electronic data was set to be discussed. ( ECF No. 31 at \n¶ 64-66.)  \n12. On January 17, 2017, Plaintiff emailed the Court initiating the process \nprovided in BCR 10.9 seeking sanctions against Carter Lumber under Rule 37.  \nFollowing a telephone conference between the Court and counsel for the parties, the \nCourt advised Plaintiff that it would need to file a motion in order to pursue its \nrequest for sanctions. Plaintiff filed their Motion for Sanctions on March 20, 2017. \n13. Carter Lumber filed its Response on April 7, 2017. Plaintiff filed its \nReply on April 20, 2017. The Motion is ripe for determination. \nB. Analysis \n14. “Rule 37 gives the trial court express authority. . . to sanction a party \nfor abuse of the discovery process.” Cloer v. Smith, 123 N.C. App. 569, 573, 512 S.E.2d \n779, 781 (1999) . Rule 37(b) is flexible by design, in order to  provide “broad \ndiscretion . . . to the trial judge with regard to sanctions.” American Tel. & Tel. Co. v. \nGriffin, 39 N.C. App. 721, 727, 251 S.E.2d 885, 888 (1979); see also Out of the Box \nDevelopers, LLC v. LogicBit Corp., 2014 NCBC LEXIS 7, *2 (2014). To that end, trial \ncourts have “inherent authority to impose sanctions for discovery abuses beyond \nthose enumerated in Rule 37.” Cloer, 123 N.C. App. at 573, 512 S.E.2d at 782.  \n15. Rule 34 governs the production of documents and electronically stored \ninformation during discovery. Rule 26(b)(1) provides that “the phrase ‘electronically \nstored information ’ includes reasonably accessible metadata that will enable the \ndiscovering party to have the ability to access such information as the date sent, date \nreceived, author, and recipients. ” “ Metadata includes information about the \ndocument or file that is recorded by the computer to assist in storing and retrieving \nthe document file . . . . includ[ing] file designation, create and edit dates, authorship, \ncomments, and edit history.” Rule 26 (Comment to the 2011 Amendment).  \n16. Carter Lumber did not review the electronic file to ensure it was limited \nto relevant and responsive documents. Rule 34(b) allows parties requesting discovery \nof electronically stored information to specify the individual items and /or categories \nof items to be inspected “with reasonable particularity” as well as specify the form of \nproduction. Rule 34(b) additionally states that the only proper forms of response a re \n“(1) permission of inspection as requested; or (2) objection to the request with the \nreasons for the objection based on the contents of the document(s) or the fact that the \nidentified information is “not reasonably accessible because of undue burden or cost.” \nThe statute does not allow a party to produce large un-reviewed and  un-culled \nelectronic files to another party, at least not without notifying that party of its intent \nto do so. At a minimum, Carter Lumber’s conduct here violated the spirit of Rules 26 \nand 34.  \n17. In addition, Carter Lumber did not provide the necessary metadata that \nwould allow Plaintiff to effectively search through the massive electronic file and \ndiscover the relevant information requested. This is a direct violation of Rule 26(b)(1).  \n18. Other courts have likewise held that a “data dump” of the type that \noccurred here is an abuse of the discovery process. See, e.g., ReedHycalog UK, Ltd. v. \nUnited Diamond Drilling Servs., No. 6:07-CV-251, 2008 U.S. Dist. LEXIS 93177,  at \n*9 (E.D. Tex. Oct. 3, 2008 ) (“Thus, a producing party may not bury those relevant \ndocuments in the hope that opposing counse l will overlook the proverbial ‘ smoking \ngun’ as he wades through an ocean of production.”). \n19. The Court concludes that Carter Lumber’s production of an un-reviewed \n290,000 page electronic file containing large amounts of irrelevant and unresponsive \ndocuments, and  without the necessary metadata , was an abuse of the discovery \nprocess and violated the spirit and letter of the Rules of Civil Procedure. \n20. Nevertheless, after carefully considering the evidence provided by the \nparties and their arguments, the Court concludes that both parties share the blame \nfor creating the situation that led to Carter  Lumber’s production. It seems clear to \nthe Court that counsel did not engage in a thorough discussion of the potential for \ndifficulties with electronic production with one another during the Case Management \nConference, and that Carter Lumber’s counsel did not adequately consult with his \nclient about its ability to produce electronic information in the format required under \nthe CMO. (See former Business Court Rules 17.1(i) and (r-u)).1  \n21. Additionally, counsel failed to pursue discovery for over four months \nwhile they waited for the Court’s determination of Defendant s’ Motion to Dismiss. \nThis was done without Court approval or input. That delay left the parties with a n \nunnecessarily compressed time within which to conduct  discovery after the Court \nissued its order. \n22. Accordingly, the Court conc ludes, in its discretion, that Plaintiff and \nCarter Lumber should share equally the additional cost incurred by Plaintiff as a \nresult of Carter Lumber’s production of the Electronic File. \n                                                 \n1 The Case Management Conference between counsel occurred prior to January 1, 2017, \nunder the prior Business Court Rules. \n23. Plaintiff contends that because of the form in which it was produced , \nPlaintiff incurred costs “in excess of $20,000” more than it would have otherwise \nincurred in reviewing the Electronic File. (Pl.’s Mem. Supp. Mot. Sanctions, ECF. No. \n27 at p. 4.) Plaintiff, however, has not provided the Court with information regarding \nthe nature of, or documentation support ing, the additional costs. Therefore, on or \nbefore October 5, 2017, Plaintiff shall file with the Court appropriate affidavits and \nother documentation of its costs from which the Court will determine each parties’ \none-half share. Carter Lumber shall not be allowed to file a  response to Plaintiff’s \nfiling, but the amount of Carter Lumber’s liability for costs shall not exceed $10,000. \nTHEREFORE, it is ORDERED that: \n1. The Motion for Sanctions is GRANTED , in part, and DENIED, in part. \nCarter Lumber shall pay one -half of the additional costs incurred by \nPlaintiff in reviewing the Electronic File, not to exceed $10,000. \n2. On or before October 5 , 2017, Plaintiff shall file with the Court affidavits \nand other documentation supporting it s claim for additional costs. Carter \nLumber shall not be permitted to file a response.2 \n \nThis the 21st day of September, 2017. \n \n    /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge for \n    Complex Business Cases \n \n                                                 \n2 To the extent Plaintiff seeks an award of attorneys’ fees and costs associated with bringing \nthe Motion for Sanctions, such request is DENIED. "
}