{
  "id": "9de26674f21cce0011d03719367bb0963d5c3e14dad27e07194de00626f31c1b",
  "source_file": "data/raw/ncbc/9de26674f21cce0011d03719367bb0963d5c3e14dad27e07194de00626f31c1b.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWILKES COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 1 \n \nWINDOW WORLD OF BATON \nROUGE, LLC; WINDOW WORLD OF \nDALLAS, LLC; WINDOW WORLD \nOF TRI STATE AREA, LLC; and \nJAMES W. ROLAND, \n \nPlaintiffs, \n \nv. \n \nWINDOW WORLD, INC.; WINDOW \nWORLD INTERNATIONAL, LLC; \nand TAMMY WHITWORTH, \n \nDefendants. \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO ALLOW \nIN CAMERA TESTIMONY, \nPLAINTIFFS’ MOTION \nREQUESTING ENTRY OF \nSANCTIONS AND APPLICATION OF \nTHE CRIME-FRAUD EXCEPTION, \nAND PLAINTIFFS’ MOTION TO \nCOMPEL  \n[PUBLIC]1 \n \nWILKES COUNTY            15 CVS 2 \n \nWINDOW WORLD OF ST. LOUIS, \nINC.; WINDOW WORLD OF \nKANSAS CITY, INC.; WINDOW \nWORLD OF \nSPRINGFIELD/PEORIA, INC.; \nJAMES T. LOMAX III; JONATHAN \nGILLETTE; B&E INVESTORS, \nINC.; WINDOW WORLD OF \nNORTH ATLANTA, INC.; WINDOW \nWORLD OF CENTRAL ALABAMA, \nINC.; MICHAEL EDWARDS; \nMELISSA EDWARDS; WINDOW \nWORLD OF CENTRAL PA, LLC; \nANGELL P. WESNERFORD; \nKENNETH R. FORD, JR.; WORLD \nOF WINDOWS OF DENVER, LLC; \n \n \n \n \n \n \n  \n1 Recognizing that this Order and Opinion cites and discusses the subject matter of \ndocuments that the Court has allowed to remain filed under seal in these actions, the Court \nelected to file this Order and Opinion under sea l on 10 November 2022.  The Court then \npermitted the parties an opportunity to propose redactions to the public version of this \ndocument.  No redactions were proposed from Plaintiffs, Defendants, or the represented non-\nparties.  \n \nWindow World of Baton Rouge, LLC v. Window World, Inc.; Window World of St. \nLouis, Inc. v. Window World, Inc., 2022 NCBC 72. \nRICK D. ROSE; CHRISTINA M. \nROSE; WINDOW WORLD OF \nLEXINGTON, INC.; TOMMY R. \nJONES; JEREMY T. SHUMATE; \nWINDOW WORLD OF PHOENIX \nLLC; JAMES BALLARD; and TONI \nBALLARD, \n \nPlaintiffs, \nand \n \nWINDOW WORLD OF ROCKFORD, \nINC.; WINDOW WORLD OF \nJOLIET, INC.; SCOTT A. \nWILLIAMSON; JENNIFER L. \nWILLIAMSON; and BRIAN C. \nHOPKINS, \n \nPlaintiffs and \nCounterclaim \nDefendants, \n \nv. \n \nWINDOW WORLD, INC.; WINDOW \nWORLD INTERNATIONAL, LLC; \nand TAMMY WHITWORTH, \nindividually and as trustee of the \nTammy E. Whitworth Revocable \nTrust, \n \nDefendants and \nCounterclaim \nPlaintiffs, \n \nv. \n \n \nWINDOW WORLD OF \nBLOOMINGTON, INC., \n \nCounterclaim \nDefendant. \n \n \n1. THIS MATTER is before the Court on (i) Defendants Window World, Inc. \nand Window World International, LLC’s (together, “WW” or “Defendants”) Motion to \nAllow in Camera Testimony Relating to Plaintiffs’ Renewed Motion for Sanctions (the \n“Motion for Ex Parte Testimony” ), (ECF No. 889); (i i) Plaintiffs’ Mot ion Requesting \nEntry of Sanctions and Application of the Crime -Fraud Exception to Privilege (the \n“Renewed Crime-Fraud Motion”), (ECF No. 807) ;2 and (iii) Plaintiffs’ Mot ion to \nCompel (the “Motion to Compel”), (ECF No. 812), (together with the Renewed Crime-\nFraud Motion , the “ Renewed Motions” ; collectively with the Motion for Ex Parte \nTestimony and the Renewed Crime- Fraud Motion, the “Motions” ) in the above -\ncaptioned action.  As discussed more fully below, these Motions mark the second time \nthat Plaintiffs have asked the Court to review Defendant s’ assertion of privilege on \nthe basis of the crime-fraud exception to the attorney-client privilege.3   \n2. Having considered the Motions, the related briefing, the relevant materials \nassociated with the Motions, the supplemental briefing, and the arguments of counsel \n \n2 For ease of reference, all ECF citations in this Order are to the Court’s e-docket in 15-CVS-\n1. \n \n3 For a more thorough discussion of relevant background facts and the procedural history of \nthese cases, see Window World of Baton Rouge, LLC v. Window World, Inc. (Window World \n2019), 2019 NCBC LEXIS 54, at *3–22 (N.C. Super. Ct. Aug. 16, 2019), aff’d per curiam, 377 \nN.C. 551 (2021) ; Window World of Baton Rouge, LLC v. Window World, Inc. , 2019 NCBC \nLEXIS 11, at *2 –8 (N.C. Super. Ct. Feb. 11, 2019) ; Window World of Baton Rouge, LLC v. \nWindow World, Inc., 2019 NCBC LEXIS 7, at *2–7 (N.C. Super. Ct. Jan. 25, 2019); Window \nWorld of Baton Rouge, LLC v. Window World, Inc. , 2018 NCBC LEXIS 218 , at *3 –5 (N.C. \nSuper. Ct. Dec. 19, 2018); Window World of Baton Rouge, LLC v. Window World, Inc. , 2018 \nNCBC LEXIS 102, at *3–11 (N.C. Super. Ct. Sept. 28, 2018); Window World of Baton Rouge, \nLLC v. Window World, Inc., 2018 NCBC LEXIS 100, at *3–7 (N.C. Super. Ct. Sept. 26, 2018); \nWindow World of Baton Rouge, LLC v. Window World, Inc. , 2018 NCBC LEXIS 79, at *3–4 \n(N.C. Super. Ct. Aug. 2, 2018) ; Window World of Baton Rouge, LLC v. Window World, Inc. , \n2018 NCBC LEXIS 59 , at *3 –6 (N.C. Super. Ct. June 19, 2018) ; Window World of Baton \nRouge, LLC v. Window World, Inc., 2017 NCBC LEXIS 60, at *4–10 (N.C. Super. Ct. July 12, \n2017); Window World of Baton Rouge, LLC v. Window World, Inc., 2016 NCBC LEXIS 82, at \n*3–10 (N.C. Super. Ct. Oct. 25, 2016); and Window World of St. Louis, Inc. v. Window World, \nInc., 2015 NCBC LEXIS 79, at *2–10 (N.C. Super. Ct. Aug. 10, 2015). \n \nat the hearing on the Renewed Motions, the Court, in the exercise of its discretion \nand for good cause shown, hereby rules on the Motions as set forth below.    \nBrooks, Pierce, McLendon, Humphrey & Leonard LLP, by Charles E. \nCoble, Robert J. King III, Benj amin R. Norman, Jeffrey E. Oleynik, \nBryan Starrett, and Andrew L. Rodenbough, and Keogh Cox & Wilson, \nLtd., by Richard W. Wolff, John P. Wolff, III, and Virginia J. McLin, for \nPlaintiffs Window World of Baton Rouge, LLC, Window World of Dallas, \nLLC, Window World of Tri State Area LLC, James W. Roland, Window \nWorld of St. Louis, Inc., Window World of Kansas City, Inc., Window \nWorld of Springfield/Peoria, Inc., James T. Lomax III, Jonathan \nGillette, B&E Investors, Inc., Window World of North Atlanta, Inc., \nWindow World of Central Alabama, Inc., Michael Edwards, Melissa \nEdwards, Window World of Central PA, LLC, Angell P. Wesnerford, \nKenneth R. Ford, Jr., World of Windows of Denver, LLC, Rick D. Rose, \nChristina M. Rose, Window World of Rockford, Inc., Window Wor ld of \nJoliet, Inc., Scott A. Williamson, Jennifer L. Williamson, Brian C. \nHopkins, Window World of Lexington, Inc., Tommy R. Jones, Jeremy T. \nShumate, Window World of Phoenix LLC, James Ballard, and Toni \nBallard. \n \nLaffey, Leitner & Goode LLC, by Mark M. Leitner, Joseph S. Goode, \nJessica L. Farley, Sarah E. Thomas Pagels, and John W. Halpin,\n4 and \nManning, Fulton & Skinner, P.A., by Michael T. Medford, Judson A. \nWelborn, Natalie M. Rice, and Jessica B. Vickers, and Fox Rothschild \nLLP, by Matthew N . Leerberg, Kip D. Nelson, Troy D. Shelton, and \nElizabeth S. Hedrick,\n5 for Defendants Window World, Inc. and Window \nWorld International, LLC. \n \nBell, Davis & Pitt, P.A., by Andrew A. Freeman and Alan M. Ruley, for \nDefendant Tammy Whitworth. \n \n \n4 On 20 June 2022, the Court granted the motion of Joseph S. Goode, Mark M. Leitner, Sarah \nT. Pagels, Jessica L. Farley, and John W. Halpin of the law firm of Laffey, Leitner & Goode, \nLLC to withdraw as counsel for Defendants in this action.  ( See Order Mot. Withdraw, ECF \nNo. 882.) \n \n5 Kip D. Nelson of Fox Rothschild LLP filed a Notice of Appearance on 17 May 2022, (ECF \nNo. 864), and Troy D. Shelton and Elizabeth S. Hedrick, also  of Fox Rothschild LLP, filed \nNotices of Appearance on 28 June 2022, (ECF Nos. 884–85). \n  \nWilson Ratledge, PLLC, by Reginald B. Gillespie, Jr., for non -parties \nAnna Elizabeth Vannoy, John G. Vannoy, and Vannoy, Colvard, Triplett \n& Vannoy, P.L.L.C. \n \nBledsoe, Chief Judge. \nI. \nFINDINGS OF FACT6 \n3. Defendants market and sell windows, doors, and siding for residential use.  \nPlaintiffs in these actions are franchisees and franchisee owners who purchase such \nmaterials and install the products using the “Window World” name.   \n4. Plaintiffs allege in their Third Amended Complaint, inter alia, that: (i) WW \nfraudulently concealed that it  was a franchise 7 under applicable law and also \nconcealed other related business information that Plaintiffs were entitled to receive \n \n6 Any Findings of Fact that are more appropriately deemed Conclusions of Law are \nincorporated by reference into the Court’s Conclusions of Law. \n \n7 As defined in 16 C.F.R. § 436.1(h), \n \n[f]ranchise means any continuing commercial relationship or arrangement, \nwhatever it may be called, in which the terms of the offer or contract specify, \nor the franchise seller promises or represents, orally or in writing, that: \n \n(1) The franchisee will obtain the right to operate a business that is identified \nor associated with the franchisor’s trademark, or to offer, sell, or distribute \ngoods, services, or commodities that are identified or associated with the \nfranchisor’s trademark; \n \n(2) The franchisor will exert or has authority to exert a significant degree of \ncontrol over the franchisee’s method of operation, or provide significant \nassistance in the franchisee’s method of operation; and \n \n(3) As a condition o f obtaining or commencing operation of the franchise, the \nfranchisee makes a required payment or commits to make a required payment \nto the franchisor or its affiliate. \n \nunder the Federal Trade Commission’s  Franchise Disclosure Rule ;8 (ii) WW \nfraudulently concealed that it offered a third level of more favorable wholesale pricing \nto other store owners  while kno wingly misrepresenting pricing and rebate \ninformation to Plaintiffs by falsely representing that the  pricing they received was \nWW’s most favorable;9 and (iii) previous licensing agreements signed by Plaintiffs \nshould be deemed null and void because “the cause and/or object of the agreement, as \nintended by WW, was illegal[ ]” or, in the alternative, because those agreements were \ninduced by WW’s fraud.10 \n5. On 21 May 2018, Plaintiffs filed a Motion to Compel and Motion for \nSanctions for Defendants’ Wrongful Assertions of Privilege  (the “2018 Motion to \nCompel”)11 and a Motion for Finding of Waiver of the Attorney-Client Privilege and \nWork-Product Doctrine as to Certain Topics  (the “2018 Crime -Fraud Motion”) 12 \n(together, the “2018 Motions”).  In those motions, Plaintiffs first sought to require the \ndisclosure of franchise -related documents that WW withheld from production as \nprotected by attorney -client privilege  through application of the privilege’s crime-\n \n8 (Third Am . Compl. ¶ ¶ 59, 62, 65– 66 [hereinafter “TAC”], ECF No s. 252  (sealed), 257 \n(redacted).)  The requirements of the Franchise Disclosure Rule are listed in 16 C.F.R. § \n436.5.  A franchisor’s obligation to disclose this information to a franchisee in a Franchise \nDisclosure Document (“FDD”) is codified at 16 C.F.R. § 436.2.   \n \n9 (TAC ¶¶ 262–66.) \n \n10 (TAC ¶¶ 223–24, 226–27.) \n \n11 (Pls.’ Mot. Compel and Mot. Sanctions Defs.’ Wrongful Assertions Privilege [hereinafter \n“2018 Mot. Compel”], ECF No. 448.) \n \n12 (Pls.’ Mot. Finding Waiver Att’y-Client Privilege and Work-Product Doctrine as to Certain \nTopics [hereinafter “2018 Crime-Fraud Mot.”], ECF No. 446.) \n \nfraud exception. 13  Plaintiffs argued that WW, through its in -house counsel, Anna \nElizabeth Vannoy (“Beth Vannoy” or “Ms. Vannoy”) , perpetrated a fraud by \npressuring Plaintiffs to sign licensing agreements specifically disclaiming a franchise \nrelationship with WW 14 and failing to make required disclosures under applicable \nfranchise law despite her and WW’s knowledge, at least as of May 2010, that WW \nwas in a franchise relationship with Plaintiffs and other  store owners.15  Plaintiffs  \nalso challenged WW’s assertions of privilege over numerous documents that WW had \nproduced to Plaintiffs and subsequently “clawed back” as privileged.16  \n6. With the consent of the parties, the Court appointed a special discovery \nmaster (the “Special Master”)  to conduct an in camera review of the c hallenged \n \n13 (See Pls.’ Br. Supp. Mot. Requesting Finding Waiver of Att’y-Client Privilege and Work -\nProduct Doctrine 10–12 [hereinafter “Pls.’ 2018 Crime -Fraud Br.”], ECF No s. 447 (sealed), \n462 (redacted).) \n \n14 For example, t he licensing agreement provided to Window World of North Atlanta , Inc. \nexpressly stated: \n \nNothing in this Licensing Agreement shall be deemed to create any type of \npartnership, employment, agency, franchise, or other business relationship \nother than LICENSOR and LICENSEE.  The parties acknowledge and agree \nthat, to the extent the state in which the LICENSEE is granted its license has \nenacted statutes, codes, or regulations which govern franchises, the \nLICENSEE and LICENSOR are not subject to such laws and regulations and \nthe LICENSOR shall not be required to provide any disclosures to LICENSEE \nother than those previously made to LICENSEE or made herein. \n \n(Pls.’ Br. Supp. Mot. Requesting Entry Sanctions and Appl. Crime-Fraud Exception to \nPrivilege Ex. 56-1, at ¶ 17, ECF No. 808.56.)   Other Plaintiffs and store owners executed \nlicensing agreements containing the same or substantially similar language.  (See, e.g., Pls.’ \nBr. Supp. Mot. Requesting Entry Sanctions and Appl. C rime-Fraud Exception to Privilege \nExs. 56-1 to -21, ECF No. 808.56.) \n \n15 (See Pls.’ 2018 Crime-Fraud Br. 2). \n \n16 (Pls.’ 2018 Crime-Fraud Br. 12–13.) \n \nmaterials and a sample of additional documents WW had withheld on the basis of \nprivilege.17  After careful review of the Special Master’s in camera report and the \n2018 Motions, the Co urt entered an order resolving the 2018 Motions  (the “August \n2019 Order”).  See Window World 2019, 2019 NCBC LEXIS 54. \n7. Among other rulings in the August 2019 Order, the Court rejected Plaintiffs’ \ncrime-fraud challenge based on the evidence of record at that time.  The Court \nconcluded that while “ there exist[ed] substantial evidence tending to show that WW \nwas operating a franchise system at the time Ms.  Vannoy became WW’s in- house \ncounsel in June 2010 and thus prior to its purported ‘conversion’ in October 2011[,]”18 \nid. at *49–50, the Court was not prepared to conclude that Plaintiffs had established \nby a preponderance of the evidence “that WW and Ms.  Vannoy knew that WW was \nsubject to state and federal franchise laws no later than May 2010[,]” id. at *56.   \n8. In that same order, however, the Court required that (i) WW make available \nfor use by any party for purposes of the litigation the 280 documents WW had \nvoluntarily produced and then “ clawed-back” in 2018 because WW had waived its \nattorney-client privilege and work -product objections to their production ; (ii) WW \nproduce forty-two documents included within a sample set of documents identified as \nprivileged on WW’s privilege logs because they were not protected by privilege or \n \n17 (See Am. Order in Camera Review 2–3, ECF No. 594.) \n18 The Court noted that it found particularly persuasive the letter from Dana Deem, WW’s \nPresident in October 2011, acknowledging that WW had been operating as a franchisor in \nviolation of federal law and the laws of certain states , as well as  WW and Beth Vannoy’s \nfailure to offer evidence that WW changed its business practices at any point between May \n2010 and October 2011.  Window World 2019, 2019 NCBC LEXIS 54, at *49–50.  \n \nwork-product immunity; (iii) WW re-review all documents WW had withheld on \nprivilege or work -product grounds and produce those which were not properly \nwithheld under the standards set forth in the August 2019 Order; and (iv) WW revise \nall privilege logs to contain adequate and accurate document descriptions consistent \nwith the Court’s guidelines  in the August 2019 Order.   See id.  at *26–35, *92–93, \n*103–04.   \n9. WW appealed the Court’s rulings19 and, nearly two years later, on 11 June \n2021, the Supreme Court of North Carolina affirmed  per curiam the Court’s August \n19 Order.  Window World of Baton Rouge, LLC v. Window World, Inc., 377 N.C. 551, \n2021-NCSC-70, ¶ 1.  The mandate following the Supreme Court’s ruling was issued \non 1 July 2021 pursuant to Rule 32(b) of the North Carolina Rules of Appellate \nProcedure, and the  above cases were then returned to this Court for further \nproceedings.   \n10. On 21 July 2021, the Court entered a Fifth Amended Case Management \nOrder (the “Fifth CMO”) to implement the Court’s rulings in the August 2019 Order, \nestablish a dispute resolution process for disagreements arising from implementation \nof the Court’s rulings in the August 2019 Order, and set a timetable for all remaining \npretrial case activity.20 \n11. Consistent with the Fifth CMO, on 7 January 2022, the parties filed a Joint \nReport outlining numerous unresolved issues arising from the implementation of the \n \n19 (Notice of Appeal, ECF No. 728.)  \n  \n20 (See Fifth Amendment Case Management Order, ECF No. 797.)   \n \nCourt’s rulings  in the August 2019  Order.21  The Court thereafter set a motion, \nbriefing, and hearing schedule to consider these unresolved matters.22  \n12. Plaintiffs timely filed the Renewed Motions on 31 January 2022.  After full \nbriefing, the Court held a hearing on the Renewed Motions on 21 April 2022 (the \n“Hearing”), at which all parties and non-parties Beth Vannoy, John G. Vannoy (“Jay \nVannoy”), and Vannoy, Colvard, Triplett & Vannoy, PLLC (“ Vannoy Colvard”) were \nrepresented by counsel.   \n13. Plaintiffs contend through the Renewed Crime-Fraud Motion that new \nevidence produced by WW after remand requires both that (i) the crime -fraud \nexception be applied to effect a waiver of WW’s assertion of privilege over WW’s \ncommunications and documents related to franchise law generated prior to 1 \nNovember 2011 and (ii) the severest sanctions be imposed for what Plaintiffs argue \nare WW’s knowing and repeat ed misrepresentations to Plaintiffs and the Court to \ncover up the fact that WW knew it was operating a franchise system when it solicited \nPlaintiffs and others to sign licensing agreements disclaiming a franchise \nrelationship.23   \n14. Through the Motion to Com pel, Plaintiffs ask the Court to conduct an in \ncamera review and order the production of fifty-two documents that Plaintiffs allege \n \n21 (See Joint Report, ECF No. 801.) \n \n22 (Scheduling Order and Notice Hr’g, ECF No. 804.) \n \n23 (Pls.’ Mot. Requesting Entry Sanctions and Appl. Crime-Fraud Exception to Privilege 2–4 \n[hereinafter “Pls.’ Renewed Crime-Fraud Mot.”], ECF No. 807.) \n \nWW has wrongfully withheld or redacted on the basis of privilege .24  By order dated \n26 April 2022, the Court ordered an in camera review of all documents at issue on the \nMotion to Compel  except for five billing statements from WW’s outside counsel, \nVannoy Colvard (the “Billing Records”).  See Window World of Baton Rouge , LLC v. \nWindow World, Inc., 2022 NCBC LEXIS 35, at * 6–8 (N.C. Super. Ct. Apr. 26, 2022).  \nAs to the Billing Records, the Court ordered briefing concerning whether the Court \nshould enforce Plaintiffs’ agreement with Vannoy Colvard permitting redaction of all \nbilling descriptions from the Billing Records (the “Agreement”) as a condition of their \nproduction.  Id.  By order dated 13 June 2022, the Court concluded that it would not \nenforce the Agreement in the circumstances and ordered WW and Vannoy Colvard to \nproduce the Billing Records to Plaintiffs, redacted only for privilege, and to tender an \nassociated privilege log identifying the grounds for their  privilege claims.  See \nWindow World of Baton Rouge, LLC v. Window World, Inc. , 2022 NCBC LEXIS 5 8, \nat *5, *7–8 (N.C. Super. Ct. June 13, 2022).     \n15. Vannoy Colvard produced the Billing Records to Plaintiffs in two batches, \nthe first on 17 June 2022  (the “June 17 Production”) and the second on 24 June \n2022.25  Plaintiffs subsequently  challenged WW’s assertion of privilege as to certain \n \n24 (See Pls.’ Br. Supp. Mot. Compel 10, 19, 22, 25 [hereinafter “ Pls.’ Compel Br.”], ECF Nos. \n813 (sealed), 821 (redacted) .)  These documents are identified by Exhibit A to Plaintiffs ’ \nMotion to Compel .   (ECF No. 812.1.)   Prior to the Hearing on the Renewed Motions, WW \nreleased its privilege claim as to WW00170946, (see Defs.’ Br. Opp’n Pls.’ Mot. Compel 11 n.4 \n[hereinafter “WW Compel Resp.”], ECF Nos. 827 (sealed), 828 (redacted)), so while the Motion \nto Compel lists fifty-three documents, there are only fifty-two documents in dispute.  \n \n25 Vannoy Colvard’s June 17 production included Exhibit 22 to Plaintiffs’ Motion to Compel, \n(ECF No. 813.23),  which is also identified as VCLAW0001623 on Exhibit A to Plaintiffs’ \nMotion to Compel.  The June 24 production included Exhibits 23–26 to Plaintiffs’ Motion to \nbilling descriptions in the June 17 P roduction and sought the Court’s in camera \nreview.26  The Court granted Plaintiffs’ request and ordered an in camera review of \nthese documents on 27 July 2022 .27  The documents were subsequently made \navailable to the Court. \n16. For its part, WW has also sought the Court’s in camera review in connection \nwith the pending Renewed Motions.  On 6 July 2022, WW filed a Motion for Ex Parte \nTestimony, offering the ex parte testimony of Ritchie Taylor (“Taylor”), WW’s outside \nfranchise attorney at Manning , Fulton & Skinner, P.A. (“Manning Fulton”) , one of \nthe firms representing Defendants in this action, to “explain his contemporaneous \nunderstanding of [WW]’s status and his statements to the regulators[. ]”28  Plaintiffs \ntimely filed their opposition to the motion on 26 July 2022.29  WW filed its reply on 5 \nAugust 2022 (the “Ex Parte Reply”).30   \n \nCompel, (ECF Nos. 813.24– .27), which were also identified as VCLAW0001791, \nVCLAW0001863, VCLAW0001864, and VCLAW0001867 on Exhibit A  to Plaintiffs’ Motion \nto Compel.  \n  \n26 (See Pls.’ Statement Regarding Privilege Claims Vannoy Colvard Billing Rs. 4–9, ECF Nos. \n888 (sealed), 894 (redacted).)  Citations to the page numbers of this document refer to the \nelectronic PDF page numbers as there are no page numbers on the pages themselves. \n \n27 (Order in Camera Review Vannoy Colvard Billing Rs. ¶ 10, ECF No. 904.) \n \n28 (See Defs.’  Mot. Allow in Camera Test. Relating to Pls.’ Renewed Crime -Fraud Mot. 1–2 \n[hereinafter “WW Mot. Ex Parte Test.”], ECF No. 889.) \n \n29 (Pls.’ Br. Resp. Defs.’ Mot. Allow Ex Parte, in Camera Test. Opp’n to Pls.’ Sanctions Mot.  \n[hereinafter “Pls.’ Ex Parte Test. Resp.”], ECF Nos. 903 (sealed), 908 (redacted).) \n \n30 (Defs.’ Reply Supp . WW Mot. Allow in Camera Test. Relating to Pls.’ Renewed Mot. \nSanctions [hereinafter “WW Ex Parte Test. Reply”], ECF No. 905.) \n \n17. In a significant change of position, WW represented in its Ex Parte Reply \nthat it relinquished its claims of privilege “over all the pre-Manning Fulton franchise-\nrelated documents subject to the current [M]otion to [C]ompel, including the redacted \nportions of the Vannoy Colvard billing records” and agreed to produce those \ndocuments to Plaintiffs. 31  The affected documents include d those identified in the \n“Privilege Claims related to Pre-October 2011 Franchise Issues” section of Exhibit A \nto Plaintiffs’ Motion to Compel (excluding WW00171293 and WW00171709) and all \nBilling Records containing franchise-related redactions that were generated prior to \n30 June 2011 (together, the “Waiver Documents”).32  \n18. The Court subsequently convened a status conference on 10 August 2022 to \ndiscuss WW’s privilege waiver and,  that same day,  ordered WW to produce the \nWaiver Documents and all affected parties to submit supplemental briefing on the \neffect of the production of the Waiver Documents on the Renewed Motions.33  \nPlaintiffs, Defendants, and non- parties Beth Vannoy, Jay Vannoy, and Vannoy  \nColvard timely submitted supplemental briefs in accordance with the Court’s order.34  \nAll briefing on the Motions was completed on 6 September 2022. \n \n31 (WW Ex Parte Test. Reply 11.)   \n \n32 (See Scheduling Order ¶ 3 n.2, ECF No. 907; Pls.’ Mot. Compel Ex. A.) \n \n33 (See Scheduling Order ¶¶ 4–5.) \n \n34 (See Pls.’ Br. Concerning Newly Produced Docs. [hereinafter “Pls.’ Waiver Docs. Br.”], ECF \nNos. 912 (sealed), 918 (redacted); Defs.’ Resp. Concerning Newly Produced Docs. [hereinafter \n“WW Waiver Docs. Resp.”], ECF No. 913; Beth Vannoy’s and Jay Vannoy’s Resp. Pls.’ Waiver \nDocs. Br. [hereinafter “Vannoy Waiver Docs. Resp.”], ECF No. 914; Pls.’ Reply 8/29/22 Resp. \nBrs. WW and Vannoys Concerning  Newly Produced Docs.  [hereinafter “Pls.’ Waiver Docs. \nReply”], ECF No. 917.) \n \n19. The Motions are now ripe for resolution. \nII. \nCONCLUSIONS OF LAW35 \nA. The Attorney-Client Privilege and Work-Product Doctrine \n20. “The attorney-client privilege is well- grounded in the jurisprudence of this \nState.”  In re Investigation of the Death of Miller, 357 N.C. 316, 328 (2003).  To \ndetermine whether a communication is protected by the attorney -client privilege, a \ncourt must apply a five-factor test:  \n(1) the relation of attorney and client existed at the time the \ncommunication was made, (2) the communication was made in \nconfidence, (3) the communication relates to a matter about which t he \nattorney is being professionally consulted, (4) the communication was \nmade in the course of giving or seeking legal advice for a proper purpose \nalthough litigation need not be contemplated and (5) the client has not \nwaived the privilege. \n \nFriday Invs., LLC v. Bally Total Fitness of the Mid-Atl., Inc., 370 N.C. 235, 240 (2017) \n(quoting State v. Murvin, 304 N.C. 523, 531 (1981)).   \n21. “The burden is always on the party asserting the privilege to demonstrate \neach of its essential elements.”  Miller , 357 N.C. at 336.  However, “[t]he trial court \nis best suited to determine, through a fact -sensitive inquiry, whether the attorney -\nclient privilege applies to a specific communication.”  Friday Invs., LLC, 370 N.C. at \n240 (emphasis omitted) (quoting Raymond v. N.C. Police Benevolent Ass’n , 365 N.C. \n94, 100 (2011)). \n \n35 Any Conclusions of Law that are more appropriately deemed Findings of Fact are \nincorporated by reference into the Court’s Findings of Fact. \n22. “In contrast to the robust protection bestowed by the attorney -client \nprivilege, the work[-]product doctrine provides limited immunity from discovery for \ndocuments and other tangible things prepared ‘in anticipation of litigation.’ ”  Ford v. \nJurgens (Ford I), 2021 NCBC LEXIS 89, at *8  (N.C. Super. Ct. Oct. 5, 2021) (quoting \nN.C. R. Civ. P. 26(b)(3)); see also Willis v. Duke Power Co. , 291 N.C. 19, 35 (1976)  \n(“Although not a privilege, the exception is a qualified immunity and extends to all \nmaterials prepared in anticipation of litigation or for trial by or for another party or \nby or for that other party’s consultant, surety, indemnitor, insurer, or agent.” (cleaned \nup)).   \n23. “Materials prepared in the ordinary course of business are not protected, nor \ndoes the protection extend to facts known by any party.”  Willis, 291 N.C. at 35  \n(emphasis omitted).  In considering whether materials are made in anticipation of \nlitigation or in the ordinary course of business, courts will consider  \nwhether, in light of the nature of the document and the factual situation \nin the particular case, the document can fairly be said to have been \nprepared or obtained because of the prospect of litigation. But the \nconverse of this is that even though litigation is already in prospect, \nthere is no work product immunity for documents prepared in the \nregular course of business rather than for purposes of the litigation.  \n \nSessions v. Sloane, 248 N.C. App. 370, 383 (2016) (quoting Cook v. Wake Cnty. Hosp. \nSys., Inc., 125 N.C. App. 618, 624 (1997)). \n24. “As is the case with attorney -client privilege, ‘ [t]he party asserting work \nproduct protection bears the burden of proof of establishing entitlement to it. ’ ”  \nBuckley LLP v. Series 1 of Oxford Ins. Co. NC LLC , 2020 NCBC LEXIS 136 , at *27 \n(N.C. Super. Ct. Nov. 9, 2020)  (quoting Suggs v. Whitaker, 152 F.R.D. 501, 505  \n(M.D.N.C. 1993)), aff’d per curiam, 382 N.C. 55, 2022-NCSC-94, ¶ 1.  \n25. The Court applies these general principles in its consideration of the \nMotions.  \nB. Defendants’ Motion for Ex Parte Testimony  \n26. As a preliminary matter, the Court considers whether WW may offer ex parte, \nin camera testimony from Taylor, an attorney at Manning Fulton who assisted WW \nwith franchise law matters beginning on 30 June 2011, in further opposition to the  \nRenewed Crime-Fraud Motion.  WW argues that Taylor should be heard ex parte and \nin camera to respond to Plaintiffs’ contention that Taylor’s statements in emails to \nstate regulators in 2011 established that WW had concluded that it was a franchise \nsystem before it hired Beth Vannoy as its in-house counsel in June 2010.36  Plaintiffs \noppose the Motion for Ex Parte Testimony, contending  that WW’s request is \n“unprecedented, untimely, and manifestly unfair [.]”37  The Court agrees with \nPlaintiffs.   \n27. Defendants’ Motion for Ex Parte Testimony effectively seeks to supplement \nthe record on the pending Renewed Motions almost three months after they filed their \nresponses and the Motions were heard.  The Business Court Rules provide that “[a]ll \nmaterials, including affidavits, on which a motion or brief relies must be filed with \n \n36 (See Defs.’  Br. Supp. WW Mot. Ex Parte Test. 5–6 [hereinafter “WW Ex Parte Test. Br.”], \nECF No. 890.) \n \n37 (Pls.’ Ex Parte Test. Resp. 8.) \n \nthe motion or brief[,]” BCR 7.5, and that “[a]bsent a showing of excusable neglect or \nas otherwise ordered by the Court, the failure to timely file a brief or supporting \nmaterial waives a party’s right to file the brief or supporting material[,]” BCR 7.11.   \n28. Here, Defendants have not offered a persuasive reason for their delay and \nsimply suggest that it took several months to decide upon this strategic course. 38  \nSuch is hardly excusable neglect .  Particularly given the extraordinary relief \nrequested—ex parte, in camera testimony concerning a WW lawyer’s privileged \ncommunications with his client regarding  substantive matters at the heart of the \nparties’ dispute—and the dearth of case law permitting such a course of action where \nthe propriety of a lawyer’s conduct is not at issue, the Court concludes, in the exercise \nof its discretion, that the Motion for Ex Parte Testimony should be denied.39   \nC. Renewed Crime-Fraud Motion  \n1. Application of the Crime-Fraud Exception \n29. As noted above, t his is the second time that Plaintiffs have sought the \ndisclosure of WW’s privileged communications through the crime -fraud exception.  \nPlaintiffs contend that , regardless of the merits of their  first motion, Defendants’ \npost-appeal production has brought to light new information that Plaintiffs argue \nestablishes that the crime -fraud exception applies to require Defendants to disclos e \n \n38 (See WW Ex Parte Test. Br. 4–5; WW Ex Parte Test. Reply 6–7.) \n \n39 Defendants also filed the Affidavit of Sandra Clark in Support of Defendants’  Brief in \nOpposition to Plaintiffs’ Motion to Compel, (ECF No. 856), on 19 April 2022, over a month \nafter filing their response to the Motion to Compel and mere days before the April 21 Hearing.  \nWW again has not shown excusable neglect for its  delay, and therefore the Court also \ndeclines, in the exercise of its discretion, to consider this affidavit.   \n \notherwise privileged communications “ relating to franchise law dating prior to \nNovember 1, 2011.”40   \n30. “The [attorney-client] pri vilege is intended to encourage full and frank \ncommunication between attorneys and their clients and thereby promote broader \npublic interests in the observance of law and the administration of justice.”  Dickson \nv. Rucho, 366 N.C. 332, 340 (2013) (quoting Swidler & Berlin v. United States, 524 \nU.S. 399, 403 (1998) ).  The privilege is not absolute , however, and “[w]hen certain \nextraordinary circumstances are present, the need for disclosure of attorney -client \ncommunications will trump the confidential nature of the privilege.”  Miller, 357 N.C. \nat 335.  In particular, the “privilege cannot serve as a shield for fraud or as a tool to \naid in the commission of future criminal activities; if a communication is not made in \nthe course of seeking or giving legal advice for a proper purpose, it is not protected.”  \nId. (cleaned up).  In that regard, “ the crime-fraud exception applies only when the \nclient has engaged the services of a lawyer ‘in furtherance of future illegal conduct.’ ”  \nFord I, 2021 NCBC LEXIS 89 , at *21 (emphasis omitted) (quoting United States v. \nZolin, 491 U.S. 554, 556 (1989)). \n31. As Judge Earp of this Court has helpfully summarized: \n[T]he party invoking the crime-fraud exception must make a prima facie \nshowing that otherwise privileged communications fall within the \nexception.  The invoking party must show that (1) the client was \nengaged in or planning a criminal or fraudulent scheme when he sought \nthe advice of counsel to further the scheme, and (2) th e documents \ncontaining the privileged materials bear a close relationship to the \nclient’s existing or future scheme to commit a crime or fraud.  Prong one \nof this test is satisfied by a prima facie showing of evidence that, if \n \n40 (Pls.’ Br. Supp. Renewed Crime-Fraud Mot. 3–5 [hereinafter “Pls.’ Crime-Fraud Br.”], ECF \nNos. 808 (sealed), 822 (redacted).) \nbelieved by a trier of fact, would establish the elements of some violation \nthat was ongoing or about to be committed.  Prong two may be satisfied \nwith a showing of a close relationship between the attorney -client \ncommunications and the possible criminal or fraudulent activity. \n \nGiven the importance of the attorney-client privilege to North Carolina’s \njurisprudence and the resulting scrutiny that should be applied to any \nexceptions, parties advancing the crime-fraud exception must prove the \nprima facie case by a preponderance of the evidence. \n \nId. at *20–21 (cleaned up). \n32. “While such a [prima facie] showing may just ify a finding in favor of the \noffering party, it does not necessarily compel such a finding.”  Duplan Corp. v. Deering \nMilliken, Inc., 540 F.2d 1215, 1220 (4th Cir. 1976) .\n41  At the same time , “absolute \nproof of fraud or crime” is not required.   United States v. Under Seal (In re Grand \nJury Proceedings), 33 F.3d 342, 352 (4th Cir. 1994).  “In applying the crime -fraud \nexception, ‘it is the client’s knowledge and intentions that  are of paramount concern \nbecause the client is the holder of the privilege.’  ”  Window World 2019, 2019 NCBC \nLEXIS 54, at *47 (quoting United States v. Under Seal (In re Grand Jury Proceedings \n#5), 401 F.3d 247, 251 (2005)). \n33. Plaintiffs contend in their Renewed Crime- Fraud Motion that WW’s newly \nproduced documents, together with the evidence Plaintiffs previously submitted in \nsupport of their  2018 Crime-Fraud Motion , establishes by a preponderance of the \nevidence that WW and Beth Vannoy knowingly perpetrated a fraud against Plaintiffs \n \n41 Our Supreme Court looks to federal case law for guidance in considering exceptions to the \nattorney-client privilege.  See, e.g. , Miller, 357 N.C. at 330 (“Significantly, our General \nAssembly has not seen fit to enact  . . . statutory provisions for the attorney-client privilege, \nand we must look solely to the common law for its proper application.”). \n \nby inducing them to sign licens ing agreements that disclaimed a franchise \nrelationship with WW when WW and Beth Vannoy knew WW’s disclaimer was \nfalse.42  As a result, Plaintiffs argue that the crime-fraud exception should be applied \nto effect a waiver of privilege concerning all of WW’s communications regarding \nfranchise law matters prior to 1 November 2011.\n43   \n34. In opposition, WW argues that Plaintiffs’ R enewed Crime-Fraud Motion \nimproperly seeks reconsideration of issues previously resolved by the August 2019 \nOrder.44  WW and Beth Vannoy additionally contend that Plaintiffs misunderstand \nand mischaracterize the evidence and argue that the factual findings required to \nestablish crime-fraud here are more appropriately left to a jury at a trial on the \nmerits.45   \n35. At the status conference held on 10 August 2022, the parties acknowledged \nthat, in light of WW’s belated waiver o f privilege on 5 August, the Renewed Crime-\nFraud Motion was  rendered moot with respect to all WW communications about \nfranchise law matters before 30 June 2011.  Nevertheless, Plaintiffs continue to seek \na privilege waiver as to all WW franchise -related communications made between 30 \n \n42 (See Pls.’ Crime-Fraud Br. 3–5.) \n \n43 (Pls.’ Crime-Fraud Br. 4–5.) \n \n44 (See Defs.’ Br. Opp’n Pls.’ Renewed Crime -Fraud Mot. 22–24 [hereinafter “WW Crime -\nFraud Resp.”], ECF No. 832.) \n \n45 (WW Crime-Fraud Resp. 2–3; Resp. Beth Vannoy Pls.’ Renewed Crime-Fraud Mot. 4, 34–\n36 [hereinafter “Vannoy Crime-Fraud Resp.”], ECF No. 836.) \n \nJune and 1 November 2011 that WW has withheld on privilege grounds.46  The Court \nwill therefore confine its analysis to  the application of the crime -fraud exception to \nmaterials generated after 30 June 2011. \n36. The Court first finds WW’s suggestion that Plaintiffs’ Renewed Crime-\nFraud Motion improperly seeks reconsideration of the August 2019 Order  without \nmerit.47  Not only did the Court’s August 2019 Order invite a further consideration of \nthe crime -fraud exception upon the presentation of newly produced evidence, see \nWindow World 2019, 2019 NCBC LEXIS 54, at *57 n.40, but the record is clear that \nPlaintiffs rely, in substantial part, upon evidence first produced in this action after \nthe Supreme Court affirmed the August 2019 Order.  \n37. Next, the Court considers whether the crime -fraud exception applies to \nWW’s post-30 June 2011 communications.  Significantly for present purposes, North \nCarolina courts apply the  crime-fraud exception only where “ the documents \ncontaining the privileged materials bear a close relationship to the client’s existing or \nfuture scheme to commit a crime or fraud. ”  For d I, 2021 NCBC LEXIS 89 , at *20 \n(citation omitted ); see also , e.g.,  United States v. Under Seal (In re Grand Jury \nInvestigation), 352 F. App’x 805, 810 (4th Cir. 2009) (concluding that documents that \n“were in furtherance of the alleged scheme” bore “the requisite close relationship”); \nUnited States v. Moazzeni , 906 F. Supp. 2d 505, 515 (E.D. Va. 2012)  (holding that \ncommunications did not bear a close relationship when t he possibility of a pre -\n \n46 (See Pls.’ Waiver Docs. Br. 8–9; Pls.’ Waiver Docs. Reply 5.)   \n \n47 (See WW Crime-Fraud Resp. 22–24.) \n \nexisting scheme was too speculative and the advice communicated did not have any \nconnection to the scheme); Peterson v. Fairfax Hosp. Sys., Inc. , 37 Va. Cir. 535, 538 \n(Cir. Ct. 1995) (determining that any materials created after the alleged misconduct \nwere not subject to the crime-fraud exception). \n38. Plaintiffs, however, have not tendered evidence that Beth Vannoy solicited \nPlaintiffs to enter  into licensing agreements with WW after Manning Fulton was \nhired as franchise counsel on 30 June 2011.  While Plaintiffs argue that WW’s alleged \nfraud continued until WW disclosed that it was violating franchise laws,  Plaintiffs’ \nonly evidence of solicitation by WW after Manning Fulton was retained is an email \ndated 2 August 2011 from Bonnie Bentley, the assistant to the WW president at the \ntime, to the Rose Plaintiffs inquiring about licensing agreements. 48  Nothing in the \nassistant’s email suggests Beth Vannoy’s involvement in any way, and Plaintiffs have \nnot offered evidence to tie Beth Vannoy to this post-June 30 communication.  Without \na causal nexus, the Court has no basis to effect a privilege waiver to WW’s franchise-\nrelated matters after 30 June 2011.   \n39. Accordingly, the Court shall deny the Renewed Crime-Fraud Motion as moot \nas to WW’s franchise -related communications before 30 June 2011 and shall \notherwise deny the motion as to WW’s franchise-related communications thereafter.    \n2.   Request for Entry of Sanctions \n40. The Court next considers Plaintiffs’ request for sanctions. \n \n48 (Pls.’ Crime-Fraud Br. Ex. 58, ECF No. 808.58.) \n41. “Trial courts retain the inherent authority ‘to do all things that are \nreasonably necessary for the proper administration of justice.’ ” Red Valve, Inc. v. \nTitan Valve, Inc. , 2019 NCBC LEXIS 57 , at * 39 (N.C. Super. Ct. Sept. 3, 2019)  \n(quoting Beard v. N.C. State Bar, 320 N.C. 126, 129 (1987)), aff’d, 376 N.C. 798 (2021).  \n“The power to sanction disobedient parties, even to the point of dismissing their \nactions or striking their defenses , is longstanding and inherent.”  Id.  (cleaned up).  \n“The imposition of sanctions is left to the sound discretion of the trial judge and ‘will \nnot be overturned absent a showing of abuse of discretion.’ ”  Id. at *41 (quoting Cloer \nv. Smith, 132 N.C. App. 569, 573 (1999)).   \n42. Plaintiffs first argue that the Court should impose sanctions based on WW’s \nand Beth Vannoy’s alleged misrepresentations that WW was not aware that WW was \na franchise system before retaining Manning Fulton.\n49  After careful review of the \n \n49 (Pls.’ Crime-Fraud Br. 24.)  These representations include (i) Beth Vannoy’s testimony that \nprior to her first communication with Taylor and Sandra M. Clark (“Clark”), another attorney \nat Manning Fulton, on 30 June 2011,  she “had not formed an opinion that [WW] was subject \nto franchise laws[,]” (Dep. Anna Elizabeth Vannoy, dated Apr. 19, 2018, at 197:25– 98:4 \n[hereinafter “B. Vannoy Dep.”], ECF No. 869.1); (ii) Beth Vannoy’s testimony that WW did \nnot understand it was subject to franchise laws before receiving “the advice of our attorney \n[i.e., Manning Fulton]” and after “receiv[ing] the comments back from the registration \nstates[,]” (B. Vannoy Dep. 226:9–24); (iii) the testimony of Blair Ingle, a former WW president \nand a witness now hostile to WW, that WW had not decided to “convert” to a franchise system \nas of 4 April 2011, (Resp. Beth Vannoy 2018 Crime -Fraud Mot. Ex. C Dep. Howard Blair \nIngle, dated Nov. 29, 2017, at 293:19– 94:7, 315:3–16:20 [hereinafter “Ingle Dep.”], ECF No. \n483.4), a statement Beth Vannoy repeated in her Second Affidavit, ( Second Aff. Anna \nElizabeth Vannoy, dated Feb. 25, 2019, at  ¶ 11 [hereinafter “B. Vannoy Second Aff.”], ECF \nNo. 702.6 (sealed)); (iv) WW’s interrogatory answer stating that “Window World did not \nunderstand or believe itself to be a franchisor prior to September 13, 2011,” (Pls.’ Compel Br. \nEx. 35 Defs.’ Am. and Suppl. Resps. Pls.’ Sixth Req. Produc. Docs. and Am. and Suppl. Resps. \nFirst Set Reqs. Admis. 46 [hereinafter “WW Am. and Suppl. Resps.”], ECF No. 813.36); and \n(v) representations by counsel for Beth Vannoy and WW at the Hearing that WW learned it \nwas subject to franchise laws between its retention of Taylor on 30 June 2011 and the WW \nboard meeting on 9 August 2011 at which Beth Vannoy represented that “our franchises do \nnot comply[,]” (Pls.’ 2018 Crime-Fraud Br. Ex. S at WW -0092898, ECF No. 447.20 (sealed); \nrelevant evidence, the Court cannot conclude that sanctions are appropriate on this \nbasis.  Although Plaintiffs have offered substantial evidence that WW and Beth \nVannoy were extensively engaged in franchise- related discussions and evaluation \nprior to WW’s retention of Manning Fulton on 30 June 2011, the Court finds that \nreasonable minds may differ as to the conclusions to be drawn from that evidence .  \nWhile the evidence could certainly support a factfinder’s conclusion that WW knew it \noperated a franchise system no later than May 2010—based on, for example, Beth \nVannoy’s extensive franchise -related work for WW , the Board’s discussion of \nfranchise-related matters,50 and WW’s payment for an FDD-required audit, all before \nJune 201151—this and other evidence is also susceptible to the conclusion that WW \nwas simply preparing for the day it made a business decision to “convert” to a \nfranchise system and comply with its attendant FDD and related legal \nrequirements.52  While the Court is skeptical of this latter explanation for WW and \nBeth Vannoy’s conduct based on the evidence of record, the Court is not prepared to \nfind that WW knew as a matter of fact, pre -trial, that it was subject to state and  \n \nApr. 21, 2022 Hr’g Tr. 75:15–24, ECF No. 922).  Plaintiffs renew these assertions in their \nrecent supplemental brief concerning WW’s Waiver Documents.  (See Pls.’ Waiver Docs. Br. \n5–9.) \n \n50 (Pls.’ Crime-Fraud Br. Exs. 26–33, ECF Nos. 808.26–.33.) \n \n51 (Pls.’ Crime-Fraud Br. Exs. 21–22, ECF No. 808.21–.22.) \n \n52 (See WW Crime -Fraud Resp. 13– 14; Ingle Dep. 135:21– 36:17, 293:19–94:7, 315:3–10 \n(stating that Ms. Vannoy was tasked with looking into franchising from a business \nperspective); WW Am. and Suppl. Re sps. 9.)  Defendants renew these assertions in their \nsupplemental response brief concerning the Waiver Documents, stating that “[t]he record \ndoes not show that Window World knew it was subject to franchising laws.”  ( WW Waiver \nDocs. Resp. 2.) \n  \nfederal franchise laws prior to the retention of Manning Fulton on 30 June 2011.  As \na result, the Court will deny Plaintiffs’ Renewed Crime-Fraud Motion to the extent it \nseeks sanctions on this ground  but may revisit this issue upon the presentation of \nnew evidence, including at trial.   \n43. The Court reaches a different conclusion, however, concerning Plaintiffs’ \nrequest that sanctions be entered based on Beth Vannoy’s alleged misrepresentations \nunder oath and WW’s subsequent reliance on those representations in its arguments \nto the Court. 53  Based on its careful and thorough review of the evidentiary record, \nand giving full consideration to all the arguments advanced by all interested parties, \nthe Court concludes that WW has offered untruthful testimony from Beth Vannoy \nthat cannot be reconciled with the contemporaneous evidence of record and that WW \nshould be sanctioned as a result.   \n44. First, Beth Vannoy testified that she did not prepare an FDD, but rather \n“provided business information in order for [Taylor’s] firm to put together the FDD.”54  \n \n53 Defendants suggest that because this testimony by Beth Vannoy was given in 2018, well  \nafter Beth Vannoy’s work in 2010 and 2011 for WW, and before many of the documents \nPlaintiffs rely on for their Renewed Crime- Fraud Motion were produced, she should not b e \nexpected to recall the legal work and advice that she provided many years before.  (See WW \nEx Parte Test. Reply 2–3.)  Given the significance of these issues to this litigation and Beth \nVannoy’s repeated assertions that she did not provide franchise-related legal work even after \nthe production of the evidence discussed at length above, the Court finds Defendants’ \ncontentions unpersuasive.  \n \n54 (B. Vannoy Dep. 89:6–7.)  Later in her deposition, Ms. Vannoy testified as follows: \n \nQ. Did you –  at some time during that time period –  now, I’m talking about \nbeginning of July 2010 through fall of 2011 –   \n \nA. Okay.   \n \nQ. – did you try to draft an FDD yourself?   \nShe also testified that the documents she created and titled “Franchise Disclosure \nDocument” were “working docum ent[s]” that were used only for gathering research  \nand business information.55   \n45. This testimony cannot be reconciled with the contemporaneous \ndocumentary record.  On 17 May 2010, thirteen months before Taylor and Manning \n \n \nA. Well, that’s – that’s the information that I collected in order to go meet with \ncounsel.   \n \nQ. Okay.  And I guess my question is, did you try to prepare an FDD yourself \nand then realize, you know, I really need to go see an expert?   \n \nA. No. \n \n(B. Vannoy Dep. 204:19–05:4.)  But during the same deposition, Ms. Vannoy provide d the \nfollowing additional testimony: \n \nQ: Okay.  Is it your testimony that you did not start working on the – any \nversion of the FDD until after you had talked to Mr. Taylor?  \n \n. . .   \n \nA: No.  \n \n. . .  \n \nQ. Okay.  So when did you first start gathering information for the FDD?  \n \n. . .  \n \nA. I started gathering information based on what I had learned would go into \nthe FDD, in preparation to consult with our lawyer. \n \n(B. Vannoy Dep. 124:10–23.) \n \n55 (B. Vannoy Second Aff.  ¶¶ 10–11.)  Beth and Jay Vannoy  reprise this argument in their \nsupplemental response brief concerning the Waiver Documents, stating that Beth Vannoy \nwas only gathering information for an FDD  in preparation for an eventual change in business \nmodel and that the Waiver Documents are consistent with that interpretation.  (Vannoy \nWaiver Docs. Resp. 5–8.) \n \nFulton were retained and while she was still an attorney at Vannoy Colvard, Beth \nVannoy created a 29 -page document entitled “Franchise Disclosure Document” and \nbilled WW for a total of 12.4 hours of work that she initially described in the Billing \nRecords as “[b]egin drafting Franchise Disclosure Document.”\n56  Once she became in-\nhouse counsel at WW, she created five additional documents between June 2010 and \nJune 2011, ranging from 45 to 86 pages  long, that she titled “Franchise Disclosure \nDocument.”57  The 86 -page document was last in time and sent to Taylor with the \nsaved title “Franchise Disclosure Document (USE THIS ONE).docx.”58  She described \nthese documents in contemporaneous emails to other WW employees as “my draft of \nthe Franchise Disclosure Document,” 59 “our Franchise Disclosure Document,”60 and \n“my document.” 61  Only at her first deposition in this case —when much of the \n \n56 (Pls.’ Statement Regarding Vannoy Colvard Billing Rs . Ex. A at VCLAW0001765, 67  \n[hereinafter “June 17 Billing Records”], ECF No. 893.1 (sealed); Pls.’ Crime-Fraud Br. Ex. 11, \nECF No. 808.11.)  The metadata for the first FDD lists 1 June 2010,  (Pls.’ Crime-Fraud Br. \n9, n.8), but the Billing Records include a billing entry for Beth Vannoy on 17 May 2010 that \nstates “Begin drafting Franchise Disclosure Document [,]” ( see June 17 Billing Records at \nVCLAW0001765).   \n \n57 (Pls.’ Crime-Fraud Br. Exs. 12–14, 16.)  In particular, these documents produced by WW \ninclude: two documents dated 20 July 2010, one of which was 46 pages and the other of which \nwas 61 pages, (Pls.’ Crime-Fraud Br. Ex. 12); a 45-page document dated 10 March 2011, (Pls.’ \nCrime-Fraud Br. Ex. 13); an 86- page document dated 19 April 2011, (Pls.’ Crime -Fraud Br. \nEx. 14); and an 86-page document dated 27 July 2011 sent by email to Manning Fulton, (Pls.’ \nCrime-Fraud Br. Ex. 16). \n \n58 (Pls.’ Crime-Fraud Br. Ex. 15.)   Large sections of this FDD document were substantially \nthe same as the FDD that Taylor ultimately filed for WW in October 2011.  ( Compare Pls.’ \nCrime-Fraud Br. Ex. 16, with WW Compel Resp. Ex. Q, ECF No. 827.18 (sealed).) \n \n59 (Pls.’ Crime-Fraud Br. Ex. 35.) \n \n60 (Pls.’ Crime-Fraud Br. Exs. 37–38.) \n \n61 (Pls.’ Crime-Fraud Br. Ex. 38.) \ninformation on which Plaintiffs rely was being withheld by WW on privilege \ngrounds—did Beth Vannoy first suggest that she did not prepare a n FDD for WW \nand instead had only collected information for outside franchise counsel’s eventual \nuse.  \n \n46. The Court finds this testimony and her similar testimony in her second \naffidavit to be untruthful.   Not only do her contemporaneous writings and \nDefendants’ billing records show that she was preparing a franchise disclosure \ndocument for WW at the time, but Defendants have not offered any contemporaneous \nevidence reflecting that her FDD document was intended for use by outside counsel  \nprior to June 2011 .  Nor have  Defendants offered any evidence suggesting Beth \nVannoy’s contemporaneous belief—or that Beth Vannoy advised anyone, orally or in \nwriting at any time—that the FDD she was preparing was simply a vehicle to collect \ninformation for not-yet-retained franchise counsel, as she contends in this litigation.\n62  \nConsidering the evidence of record showing that Beth Vannoy prepared an FDD  for \nWW’s use and the absence of evidentiary support for her deposition statement to the \ncontrary, the Court finds that Ms. Vannoy’s testimony concerning her preparation of \nan FDD for WW was untruthful.  \n47. Beth Vannoy’s testimony that she did not provide franchise -related legal \nadvice to WW  while at Vannoy Colvard or as in -house counsel before retaining \n \n \n62 (See, e.g., Pls.’ Crime-Fraud Br. Exs. 35, 37–38, ECF Nos. 808.35, .37, .38 (sealed).) \n \nManning Fulton is likewise at odds with the contemporaneous evidentiary record. 63  \nIndeed, the Vannoy Colvard Billing Records show that as an attorney at the firm, she \nbilled WW for approximately 36 hours of legal work between 12 December 2008 and \n1 June 2010 for franchise -related research and other work, including  preparing \nlicensing agreements for WW in 2008, meeting with a WW store owner who claimed \nWW was violating franchise laws in May 2010, and preparing an FDD in May 2010.64  \nContemporaneous emails likewise show that she continued providing franchise -\nrelated legal advice to WW as the company’s in -house counsel in 2010 and 2011 \nspecifically related to FDD compliance requirements, including through her \n \n63 (See, e.g., B. Vannoy Dep. 35:25–36:8 (“Q. Okay.  Am I correct in understanding that your \ntestimony, when you were at the Vannoy law firm, that you did not provide advice, drafting \ndocuments or anything else for Window World relating to franchise law? . . . A. Correct. ”), \n82:24–83:4 (“Q. How did you provide or provide for franchise law advice to Window World \nprior to retaining Mr. Taylor? . . . A.  I didn’t. ”).)  Beth Vannoy further testified by affidavit \nthat she intended to seek advice from a franchise attorney if WW decided to “convert” to a \nfranchise system but that she did not provide advice to WW concerning franchise law.  ( See \nB. Vannoy Second Aff. ¶ ¶ 7 (“As of 2010– 2011 I had little knowledge or experience in \nfranchise law, so in my view advising WW on franchise law required outside counsel. ”), 9 \n(“[I]t was directed toward getting information that WW would give to lawyers to help those \noutside attorneys give WW legal advice.”); Pls.’ Crime-Fraud Br. Ex. 35.) \n \n64 (June 17 Billing Records at VCLAW0001691– 92, 1761–67.)  In particular, Beth Vannoy’s \nwork included discussing “franchise regulations with Jay Vannoy[,]” (June 17 Billing Records \nat VCLAW0001691), research on “Fed eral Trade Commission regulations of franchises [,]” \n(June 17 Billing Records at VCLAW0001692), research “state franchise guidelines for ME, \nMD, MN, NE, NY, NC, ND, OK, OR, RI, SC, SD, VA, WA, and WI[,]” (June 17 Billing Records \nat VCLAW0001761), “[a]naly[s is] [of] Federal Franchise Registration and Disclosure \nGuidelines and 16 C.F.R. Part 436, and Compliance Guide in preparation to discuss \nrequirements with WW[,]” (June 17 Billing Records at VCLAW0001762), “[o]utline disclosure \nrequirements under Federal Franchise Act in preparation for meeting with [WW],” (June 17 \nBilling Records at VCLAW0001763), and “[d]raft emails to Mark [Bumgarner], Dana [Deem], \nand Sean  [Gallaher] providing instructions for compiling information for Franchise \nDisclosure Document[,]” (June 17 Billing Records at VCLAW0001765).   \n \ncommunications with WW employees gathering information to assist her preparation \nof WW’s draft FDD.65   \n48. Defendants seek to explain this evidence by suggesting that Beth Vannoy \nprovided legal services to WW but not legal advice. 66  The Court finds that this is a \ndistinction without a difference.67  The fact remains that Beth Vannoy billed WW for \nfranchise-related legal research and the preparation of an FDD at Vannoy Colvard \nand, when she moved in- house, she continued her efforts to prepare an FDD and \noffered the WW Board advice on franchise law and compliance matters. 68  Indeed , \nTaylor represented to state regulators, with Beth Vannoy’s approval, that Ms. \nVannoy had been hired as WW’s general counsel before Manning Fulton’s retention \n \n65 In particular, Beth Vannoy sent emails requesting information for inclusion in WW’s FDD \nto Mark Bumgarner, (Pls.’ Waiver Docs.  Br. Exs. A3, A10, A12–A13, A17, A20, A22– A24, \nECF Nos. 912.4, .11, .13–.14, .18, .21, .23–.25; Pls.’ Compel Br. Exs. 2–4, ECF Nos. 813.3–.5), \nDana Deem, (Pls.’ Waiver Docs. Br. Exs. A1, A4–A5, A14–A16, ECF Nos. 912.2 (sealed), .5, \n.6 (sealed), .15 (sealed), .16, .17 (sealed); Pls.’ Compel Br. Ex. 58–59, ECF Nos. 813.59 (sealed), \n.60), Sean Gallagher, (Pls.’ Waiver Docs. Br. Exs. A2, A7, A11, ECF Nos. 912.3, .8, .12; Pls.’ \nCompel Br. Ex. 56, ECF No. 813.57), Bridgett Pratt, (Pls.’ Crime -Fraud Br. Ex. 38; Pls.’ \nCompel Br. Exs. 55, 57, 62, ECF Nos. 813.56, .58, .63 (sealed)), and Jan Kilby, (Pls.’ Waiver \nDocs. Br. Exs. A6, A9, ECF Nos. 912.7, .10.) \n \n66 (WW Compel Resp. 16; Apr. 21, 2022 Hr’g Tr. 268:8–70:9.)  Defendants previously advanced \nthis argument in their  response to Plaintiffs’ 2018 Crime -Fraud Motion, (Defs.’ Resp. Pls.’ \n2018 Crime-Fraud Mot. 10, ECF Nos. 481 (sealed), 505 (redacted) ), and Beth Vannoy  also \nmade this argument in her Second Affidavit, (B. Vannoy Second Aff. ¶¶ 8, 12). \n \n67 While the Court has not found a useful definition of the term “legal advice,” Black’s Law \nDictionary defines the “practice of law” as encompassing “ a broad range of services such \nas . . . preparing legal opinions on various points of law  . . . and advising clients on legal \nquestions.”  Practice of Law, Black’s Law Dictionary (11th ed. 2019).  “Advice of counsel” is \ndefined in Black’s Law Dictionary as “[t]he guidance given by lawyers to their clients.”  Advice \nof Counsel, Black’s Law Dictionary (11th ed. 2019). \n \n68 (See Pls.’ Crime-Fraud Br. Exs. 27, 29–33, ECF Nos. 808.27, .29–.33.) \n \nand was “empowered . . . to lead [WW’s franchise law] compliance activities[,]”69 and \nthat Manning Fulton had only been retained after she had “made the initial \ndetermination” that WW was a franchisor in its relationships with Plaintiffs. 70  To \ncontend, as she does, that she did not provide franchise -related legal advice in the \nface of this evidence is simply not credible.   \n49. Finally, as suggested in the August 2019 Order , see Window World 2019, \n2019 NCBC LEXIS 54 , at *56 n.39,  the evidence establishes that Beth Vannoy \nmisrepresented her actions in revising WW’s licensing agreements.  In particular, she \ntestified that she did not “try to revise” these licensing agreements “so they would \ncomply with franchise laws[.]”71  This testimony is directly contradicted by an email \nshe sent in January 2011 stating that she “made substantive changes” to the licensing \nagreements “with the requirements of the Franchise Disclosure Document in mind” \nand that she would begin “issuing renewal agreements” once finalized.\n72   \n50. Based on the preponderance of the evidence,  the Court finds  that Beth \nVannoy has testified falsely in these actions as set forth above and concludes, in the \nexercise of its discretion, that sanctions should be imposed on WW for this \nmisconduct.  \n \n69 (See Pls.’ Crime-Fraud Br. Exs. 46–47, 49, ECF Nos. 808.46–.47, .49.) \n \n70 (Pls.’ Crime-Fraud Br. Ex. 49.) \n \n71 (B. Vannoy Dep. 205:5–12.) \n \n72  (Pls.’ Crime-Fraud Br. Ex. 19, ECF No. 808.19 (sealed).)    \n \n51. Turning then to specific sanctions, Plaintiffs request sanctions up to and \nincluding striking WW’s pleadings and entering default judgment for Plaintiffs.73  In \nthe alternative, Plaintiffs reques t lesser sanctions that include  (i) a declaration by \nthe Court that  the licensing agreements signed by Plaintiffs were  fraudulently \ninduced and void; (ii) striking WW’s counterclaims; (iii) requiring WW to pay into the \nCourt the rebate payments earned from their customers’ sales beginning in 2018 \nwhen the misconduct began; and/or (iv) an award of post-remand attorneys’ fees.74     \n52. “When imposing sanctions, the trial court has discretion to pursue a wide \nrange of actions both for the purpose of leveling the evidentiary playing field and for \nsanctioning the improper conduct.”  Ford v. Jurgens (Ford II), 2022 NCBC LEXIS 13, \nat *17 (N.C. Super. Ct. Feb. 16, 2022)  (internal quotation marks omitted ) (quoting \nClark v. Alan Vester Auto Grp., Inc. , 2009 NCBC LEXIS 13, at *27 (N.C. Super. Ct. \nJuly 17, 2009)).  In particular, “[t]he Court is free ‘to fashion an appropriate sanction \nfor conduct which abuses the judicial process.’ ”  Id. (quoting Clark, 2009 NCBC \nLEXIS 13, at *27).   \n53. “When sanctioning a party under its inherent authority, the court must \nweigh the circumstances of each case and choose a sanction that, in the court’s \njudgment, ‘properly takes into account the severity of the party’s disobedience.’ ”  Out \nof the Box Devs., LLC v. LogicBit Corp., 2014 NCBC LEXIS 7, at *10 (N.C. Super. Ct. \nMar. 20, 2014)  (quoting Patterson v. Sweatt , 146 N.C. App. 351, 357 (2001) ).  “The \n \n73 (Pls.’ Crime-Fraud Br. 21.)   \n \n74 (Apr. 21, 2022 Hr’g Tr. 60:8–25.) \nCourt has a duty to protect the integrity of the legal process . . . [by] address[ing] false \nstatements made to the Court, both to ensure that the party making the false \nstatement receives no advantage from it and to deter similar conduct by other parties \nin the future.”  Kixsports, LLC v. Munn , 2019 NCBC LEXIS 62, at *26 (N.C. Super. \nCt. Sept. 30, 2019) .  “[S]erious sanctions, including the dismissal of an action, ‘are \nappropriate when a party deceives a court or abuses the process at a level that is \nutterly inconsistent with the orderly administration of justice or undermines the \nintegrity of the process.’ ”  Red Valve, 2019 NCBC LEXIS 57, at *43 (quoting Projects \nMgmt. Co. v. Dyncorp Int’l LLC , 734 F.3d 366, 373 (4th Cir. 2013) ).  Nevertheless, \n“striking a party’s answer is a severe sanction which should only be imposed where \nthe trial court has considered less severe sanctions and found them to be \ninappropriate.”  Few v. Hammack Enters., Inc., 132 N.C. App. 291, 299 (1999).   \n54. After careful consi deration, the Court declines to exercise its discretion to \ngrant Plaintiffs’ request to strike WW’s pleadings and enter default for Plaintiffs.  \nWW’s misconduct is primarily related to Plaintiffs’ claims regarding  the licensing \nagreements and WW’s non-compliance with franchise law, and that misconduct does \nnot bear on the other claims and counterclaims in these cases.  The Court concludes, \ntherefore, that striking WW’s pleadings would be “too blunt a force to use[,]” Ford II, \n2022 NCBC LEXIS 13 , at *22, in these circumstances .  In addition , Plaintiffs have \nnot shown either a sufficient connection between WW’s misconduct and Plaintiffs’ \nrebate claims or the dollar amount of those rebate claims to justify sanctions in the \nform of ordered rebates. \n55. Rather, the Court finds that WW’s misconduct directly frustrated Plaintiffs’ \nability to discover information concerning WW’s knowledge and conduct with respect \nto its obligations under franchise law  during the relevant time period —information \nthat is central to certain of Plaintiffs’ claims —which resulted in a substantial delay \nin the prosecution of this litigation and caused Plaintiffs to incur substantial and \nunnecessary attorneys’ fees and costs.  As such, the Court concludes, pursuant to its \ninherent authority , in the exercise of its discretion , and after considering the \nimposition of lesser sanctions,  that sanctions should be imposed against WW as \nfollows: \na. The Court will instruct the jury at trial that the jury shall accept as true \nwithout further proof that Beth Vannoy drafted an FDD prior to WW’s \nretention of Manning Fulton on 30 June 2011 and provided legal advice \non franchise-related matters to WW prior to that time; \nb. The Court will further instruct the jury at trial that in deciding whether \nto believe the testimony of Beth Vannoy, the jury may consider Beth \nVannoy’s statements that she did not draft an FDD prior to WW’s \nretention of Manning Fulton on 30 June 2011 and t hat she did not \nprovide legal advice on franchise -related matters to WW prior to that \ntime;\n75 and \n \n75 Courts have imposed  these kinds of adverse inference jury instructions  in similar \ncircumstances.  See, e.g., Miller v. Pilgrim’s Pride Corp. , No. 5:05CV00064, 2008 U.S. Dist. \nLEXIS 3305, at *24 (W.D. Va. Jan. 16, 2008) (discussing factors a court may consider when \ndetermining whether an adverse inference jury instruction is warranted). \n \nc. The Court will also award Plaintiffs their attorneys’ fees and costs \nincurred in advancing the Renewed Crime -Fraud Motion, addressing \nthe post-Hearing Billing Records issue, defending against the Motion for \nEx Parte Testimony, and in otherwise establishing  that Beth Vannoy \nfalsely testified that she did not draft a n FDD prior to WW’s retention \nof Manning Fulton on 30 June 2011 and that she did not provide legal \nadvice on franchise-related matters to WW prior to that time.   \nD.     Motion to Compel  \n56. Through the Motion to Compel, Plaintiffs ask that the Court conduct an in \ncamera review and compel the production of fifty-two documents that Plaintiffs allege \nWW has wrongfully withheld or redacted for privilege.76   \n57. WW has recently waived its privilege claims to twenty -three of the \nremaining twenty -five documents identified as “Privilege Claims related to Pre -\nOctober 2011 Franchise Issues” on Exhibit A to Plaintiffs ’ Motion to Compel.  These \ntwenty-three documents were generated before Manning Fulton’s retention on 30 \nJune 2011.77  WW additionally agreed to unredact the franchise-related redactions in \nthe five Vannoy Colvard B illing Records relating to work performed before 30 June \n \n76 (See Pls.’ Compel Br. 10, 19, 22, 25.)  As noted above, WW released its privilege claim as to \nWW-00170946 prior to the Hearing on the Renewed Motions, (see Defs.’ Compel Resp. 11 n.4), \nso while the Motion to Compel lists fifty -three documents, there were only fifty -two \ndocuments in dispute at the time of the Hearing. \n \n77 (See Defs.’ Ex Parte Test. Reply 11; Pls.’ Mot. Compel Ex. A.)  The two documents to which \nDefendants have not released their privilege claims are identified as WW00171293 and \nWW00171709 on Exhibit A to Plaintiffs’ Motion to Compel.  (See Scheduling Order 3 n.2.)   \n \n2011;78 however, Plaintiffs challenge WW’s privilege redactions in one of the five \ndocuments produced, originally filed as Exhibit 22 t o Plaintiffs’ Motion to Compel  \n(“Exhibit 22”).79  Thus, the remaining documents subject to the Motion to Compel fall \ninto four separate categories: (i) two franchise -related documents created after 30 \nJune 2011 (“Category One”); (ii) seven documents produced by Manning Fulton that \nwere created after 30 June 2011 and that WW has withheld or redacted on the basis \nof work-product immunity or attorney-client privilege (“Category Two”); (iii) fifteen \ndocuments produced by WW or third parties that WW has withheld or redacted on \nthe basis of privilege  (“Category Three”); and (iv) the portions of Exhibit 22 in the \nJune 17 Production relating to work performed after 30 June 2011.80   \n58. “The primary purpose of the discovery rules is to facilitate the disclosure \nprior to trial of any unprivileged  information that is relevant and material to the \nlawsuit so as to permit the narrowing and sharpening of the basic issues and facts \nthat will require trial.”  Friday Invs., LLC, 370 N.C. at 237–38 (quoting Bumgarner \n \n78 (See Defs.’ Ex Parte Test. Reply 11; Pls.’ Mot. Compel Ex. A.)   Based on the record before \nthe Court, and considering Defendants’ waiver of privilege with respect to these twenty-eight \ndocuments after months of motions practice concerning their production, the Court concludes, \nin the exercise of its discretion,  that Defendants’ explanation for their waiver—a purported \ninterest in moving the litigation forward —does not constitute a substantial jus tification \nunder Rule 37(a)(4) and under Rule 37(d)  for maintaining their opposition to Plaintiffs’ \nMotion to Compel in these circumstances.  Accordingly, the Court concludes, in the exercise \nof its discretion, that, under Rule 37 and pursuant to the Court ’s inherent authority , \nPlaintiffs are entitled to an award of their reasonable expenses, including attorneys’ fees, \nincurred in advancing the Motion to Compel. \n \n79 (See Pls.’ Statement Regarding Privilege Claims Vannoy Colvard Billing Rs. 4 –9; Pls.’ \nCompel Br. Ex. 22; June 17 Billing Records.) \n \n80 (Pls.’ Compel Br.  10, 17, 21, 22, 25; Pls.’ Statement Regarding Privilege Claims Vannoy \nColvard Billing Rs. 4–9.)   \nv. Reneau, 332 N.C. 624, 628 (1992)).  Pursuant to Rule 26 of the North Carolina \nRules of Civil Procedure (the “Rule(s)”), parties may “obtain discovery regarding any \nmatter, not privileged, which is relevant to the subject matter involved in the pending \naction[.]”  N.C. R. Civ. P. 26(b)(1).  Under Rule 37 , a party may seek to compel \ndiscovery if the opposing party has failed to respond to discovery or provided \nresponses that are “evasive or incomplete[.]”  N.C. R. Civ. P. 37(a)(2)–(3). \n59. “In considering a motion to compel discovery, ‘[t]he party resisting discovery \nbears the burden of showing why the motion to compel should not be granted.’ ”  Duke \nEnergy Carolinas, LLC v. AG Ins. SA/NV, 2019 NCBC LEXIS 75, at *5 (N.C. Super. \nCt. Nov. 22, 2019) ( alteration in original) (quoting Nat’l Fin. Partners Corp. v. Ray , \n2014 NCBC LEXIS 50, at *26 (N.C. Super. Ct. Oct. 13, 2014)).  “Specifically, the party \nseeking protection from the court from responding to discovery must make a \nparticularized showing of why discovery should be denied, and conclusory or \ngeneralized stat ements fail to satisfy this burden as a matter of law.”  Nat’l Fin. \nPartners Corp., 2014 NCBC LEXIS 50, at *26 (quoting Smithfield Bus. Park, LLC v. \nSLR Int’l Corp., No. 5:12-CV-282-F, 2014 U.S. Dist. LEXIS 110535, at *7 (E.D.N.C. \nAug. 11, 2014)).  “The decision whether to grant or deny a motion to compel discovery \nis within the sound discretion of the trial court.”  Transatl. Healthcare, LLC v. Alpha \nConstr. of the Triad, Inc., 2017 NCBC LEXIS 21, at *37 (N.C. Super. Ct. Mar. 9, 2017).    \n60. The Court has conducted an in camera review of the remaining twenty-five \ndocuments at issue on the Motion to Compel and  thus turns to Plaintiffs’ specific \nchallenges. \n1. Category One: Two Documents Related to Franchise Law and WW’s \nFDD \n \n61. The Category One documents, WW00171293 and WW00171709,  consist of \ntwo emails that Beth Vannoy sent to request information from WW employees for \nWW’s FDD after 30 June 2011.81  WW contends that Beth Vannoy was acting as both \na lawyer—performing a legal service by gathering information for an FDD—and as a \nclient—preparing information to meet with counsel—and that these communications \nare privileged on both grounds.82  Plaintiffs disagree and contend that the documents \nare not privileged regardless of whether Beth Vannoy acted in either role.83   \n62. Applying attorney-client privilege in the corporate context “presents special \nproblems.”  Technetics Grp. Daytona, Inc. v. N2 Biomedical, LLC, 2018 NCBC LEXIS \n116, at *7 (N.C. Super. Ct. Nov. 8, 2018) (quoting CFTC v. Weintraub, 471 U.S. 343, \n348 (1985)).  A “company and its counsel may not avail themselves of the protection \nafforded by the attorney -client privilege if the attorney was not acting as a legal \nadvisor when the communication was made.”  Evans v. United Servs. Auto. Ass’n, 142 \nN.C. App. 18,  32 (2001).  When a privilege dispute involves in -house counsel, this \nCourt has noted that: \nNorth Carolina courts apply the protection of the attorney -client \nprivilege to in-house counsel in the same way that it is applied to other \nattorneys.  A company and its in -house counsel may, however, only \nbenefit from the protection of the attorney-client privilege if the attorney \nis functioning as a legal advisor when the communication occurs.  A \ncommunication will no t be deemed privileged merely because an in -\n \n81 (See Pls.’ Mot. Compel Ex. A.) \n \n82 (WW Compel Resp. 16.)   \n \n83 (Pls.’ Compel Br. 12–13.) \nhouse attorney was copied on the communication or forwarded a copy of \na document.  When the in- house counsel’s legal advice is merely \nincidental to business advice, the privilege does not apply. \n \nMorris v. Scenera Rsch., LLC, 2011 NCBC LEXIS 34, at *15 (N.C. Super. Ct. Aug. 26, \n2011) (cleaned up).   \n63. In addition to acting as a legal advisor, however, in -house counsel may \nassume the role of client as the designated representative for the company when \ncommunicating with outside counsel.  “In fact, in-house counsel may be the corporate \nemployee who is the most well -suited to understand, digest, and apply outside \ncounsel’s legal advice.”  United States v. Chevron Texaco Corp., 241 F. Supp. 2d 1065, \n1074 (N.D. Cal. 2002), R. & R. adopted by 241 F. Supp. 2d 1065, 1068 (2002).  “Thus, \ncommunications between in -house counsel seeking legal advice for the corporate \nclient and outside counsel giving legal advice as an attorney are covered by the \nattorney-client privilege.”  Duplan Corp. v. Deering Milliken, Inc., 397 F. Supp. 1146, \n1167 (D.S.C. 1974) ; see, e.g. , Buckley LLP, 2020 NCBC LEXIS 136, *18– 20 \n(concluding that some, but not all, in-house counsel communications were privileged). \n64. The Court first examines Beth Vannoy’s role as a lawyer in connection with \nthese communications.  Beth Vannoy claims that she did not provide legal advice \nconcerning these matters—an assertion the Court has found to be untruthful .  WW \nmaintains that her communications are protected by attorney -client privilege \nbecause she provided legal services, not legal advice, when she gathered information \nthat would be necessary to draft an FDD .84  The Court has found this contention to \n \n84 (WW Compel Resp. 16.)   \n \nadvance a distinction without a difference .  N evertheless, the Court concludes that  \nthese communications are protected by attorney-client privilege because they reflect \nBeth Vannoy’s legal advice when she collected information from WW employees to \ninclude in the FDD she drafted.   \n65. The Court reaches the same conclusion to the extent  Beth Vannoy  was \nacting as a client .  The challenged communications were sent after WW retained \nManning Fulton, and WW has shown that Beth Vannoy generated these documents \nto provide information to Manning Fulton.  As a result, the Court will deny Plaintiffs’ \nmotion to compel the production of these documents. \n2.  Category Two: Seven Manning Fulton Documents  \n66. The second category of documents that Plaintiffs seek to compel are seven \ndocuments produced by Manning Fulton that were created after 30 June 2011 and \nthat WW has withheld or partially redacted on grounds that they are protected from \ndisclosure by both the attorney-client privilege and the work-product doctrine.   \n67. Five of these documents —RWT-00006720.002, RWT -00002439, RWT -\n00002321, RWT-00002070, and RWT-0000200285—involve communications between \nManning Fulton attorneys and Beth Vannoy that reflect the seeking and providing of \nlegal advice concerning franchise law compliance and WW’s FDD and are therefore \nprivileged.   \n68. The two others —RWT-00006720.003 and RWT -00003811—are documents \nthat Taylor prepared in connection with providing legal advice to WW concerning \n \n85 (See Pls.’ Mot. Compel. Ex. A.) \n \nfranchise law compliance and WW’s FDD.  The first identifies licensees in franchise \nregistration states and contains Taylor’s notes concerning potential statute of \nlimitations issues.  The sec ond is an outline Manning Fulton prepared to track the \nfirm’s progress and communications with Beth Vannoy concerning WW’s FDD and \ncontains handwritten notes concerning needed information regarding several state \nfranchise registration statutes.\n86  It does not appear that either of these documents \nwere shared with WW.  Nevertheless, WW argues that each was prepared in \nanticipation of litigation, and thus constitute protected work product, because they \nwere created to facilitate Taylor’s negotiations with various state regulators “to deal \nwith compliance issues, register [WW’s] franchise offering[,] and to avoid formal \nlitigation.”\n87 \n69. “[M]ost courts hold ‘that work product prepared in anticipation of earlier \nlitigation retains its protection in later d isputes.’ ”  Lawrence v. UMLIC -Five Corp., \n2007 NCBC LEXIS 30, at *13 (N.C. Super. Ct. Sept. 14, 2007) (quoting Cincinnati \nIns. Co. v. Zurich Ins. Co., 198 F.R.D. 81, 86 (W.D.N.C. 2000)); accord FTC v. Grolier, \nInc., 462 U.S. 19, 25 (1983) (holding that th e work -product doctrine protects \n“materials prepared for any litigation or trial so long as they were prepared by or for \na party to the subsequent liti gation[ ]”) .  While state regulators never actually \ninitiated litigation against WW, the Court agrees that litigation was reasonably \n \n86 (See Aff. Ritchie W. Taylor, dated Mar. 2 2022., at ¶¶ 8–9 [hereinafter “Taylor Aff.”], ECF \nNo. 827.14.)   \n \n87 (See Taylor Aff. ¶ 4.)   \n \nanticipated at the time the documents were prepared because WW intended to inform \nstate regulators that it ha d not complied with state franchise laws.  The Court thus \nconcludes that these two Category Two documents are protected work product.88   \n70. The Court also concludes that Plaintiffs have failed to demonstrate a \n“substantial need” for the documents or that they would  suffer “undue hardship” if \nthey are forced to “obtain [a] substantial equivalent of the materials by other means.”  \nWachovia Bank, N.A. v. Clean River Corp., 178 N.C. App. 528, 532 –33 (2006) .  \nCompare Kelley v. Charlotte Radiology, P.A., 2019 NCBC LEXIS 84, at *47–48 (N.C. \nSuper. Ct. May 15, 2019) ( holding that plaintiff did not demonstrate a substantial \nneed where the information contained within the work product was still discoverable \nthrough deposition), with Isom v. Bank of Am., N.A., 177 N.C. App. 406, 414 (2006) \n(finding a substantial need when plaintiff’s cause of action and theory of the case was \ngrounded in the contents of a document possessed solely by  defendant).  Here , the \nCourt has afforded Plaintiffs the opportunity to conduct further depositions through \nthe August 2019 Order , which Plaintiffs may use to further inquire into WW’s \n \n88 The Court further concludes, based on its in camera review, that RWT-00006720.002, \nRWT-00002441, MFSLAW -00006528, MFSLAW -00006531, and MFSLAW -00006534 are \nadditionally protected from disclosure by the attorney -client privilege.  Although Plaintiffs \nargue that WW’s privilege redactions in the latter three documents fail because WW’s \nprivilege log descriptions do not sufficiently identify that they were communicated to WW , \n(see Pls.’ Compel Br. 25), Taylor confirms in his affidavit that the se three documents were \ncommunicated to Beth Vannoy in the course of rendering legal advice and he identifies the \nspecific emails by which the documents were sent, (see Taylor Aff. ¶ 6). \n \nknowledge of its franchise status. 89  As such, the Court concludes that these two \nCategory Two documents are protected from disclosure and need not be produced.    \n71. Accordingly, based on the above, the C ourt will deny Plaintiffs’ Motion to \nCompel as to the seven Category Two documents. \n3.  Category Three: Fifteen Miscellaneous Documents  \n72. The Category Three documents that Plaintiffs seek to compel include \nvarious draft documents and communications involvin g Beth Vannoy and other \nmembers of WW’s leadership team.  Except as noted below, the Court concludes that \nWW has properly withheld or redacted each document based on privilege.   \n73. Both WW00518219 and WW00518220 are draft agreements  with a third \nparty.90  Plaintiffs argue that, because neither the documents themselves nor WW’s \nprivilege logs identify an author or a recipient, no privilege can attach without \nevidence that they “constitute . . . communication[s] between client and counsel either \ngiving or seeking legal advice.” 91  WW contends that they provided Plaintiffs with \nmetadata demonstrating that Beth Vannoy was the author .92  In the August 2019 \nOrder, this Court concluded that “the only portions of a draft document subject to \ndisclosure are those that are ultimately disclosed to a third party.”  Window World \n \n89 In the August 2019 Order, the Court ordered that WW make certain WW witnesses \navailable for re- deposition, including Beth Vannoy, as sanctions for WW’s discovery \nmisconduct.  See Window World 2019, 2019 NCBC LEXIS 54, at *99–100. \n \n90 (See Pls.’ Mot. Compel Ex. A.) \n \n91 (Pls.’ Compel Br. 28.) \n \n92 (WW Compel Resp. 29; WW Compel Resp. Ex. C at 10, ECF No. 827.4.)   \n \n2019, 2019 NCBC LEXIS 54 , at *76.  Accordingly, the Court concludes th at these \ndocuments are not privileged to the extent they were subsequently published to third \nparties.  While WW has failed to offer evidence to suggest that changes were made to \neither document prior to publication, the Court will order the documents to b e \nproduced but allow WW the opportunity to redact the portions that were not \nultimately disclosed, if any. \n74. MFSLAW-00003508, MFSLAW -00005048, and MFSLAW -00005158 are \ndraft FDD documents containing notes and suggested revisions exchanged between \nManning Fult on and Beth Vannoy.\n93  These notes communicate advice about the \nFDD, are therefore privileged, and may be redacted.  See Ford I, 2021 NCBC LEXIS \n89, at *14 ( concluding that “marginal comments and redline edits made by counsel [ \n]” were protected by attorney-client privilege).   \n75. WW-0178466 includes a redacted email from Beth Vannoy transmitting draft \ndocuments to WW executives and board members94 and a partial redaction of board \nmember Jamie McBride’s (“McBride”) response to that email.95  The transmittal email \nfrom Beth Vannoy contains legal advice and therefore the Court concludes that Beth \nVannoy’s redacted email and McBride’s redacted response are privileged.  \n \n93 (Pls.’ Compel Br. Exs. 19–21, ECF Nos. 813.20–.22 (sealed); see Taylor Aff. ¶ 7 (“It has been \nmy regular practice . . . to embed ‘drafting notes’ a s a way to communicate comments, \nsuggestions, or questions to my client in the footnotes or the body text of written documents \nprepared or edited by me, such as a [FDD].”) \n \n94 Beth Vannoy’s email was identified as Sample Log Document 11 and found to be privileged \nin the August 2019 Order.  See Window World 2019, 2019 NCBC LEXIS 54, at * 108. \n \n95 (Pls.’ Compel Br. Ex. 11, ECF No. 813.12.) \n \n76.   WW-0187207 is privileged legal advice from Beth Vannoy relate d to \npotential preferred pricing changes.96    \n77. WW-0183000 is an email from Beth Vannoy  to others at WW relaying an \nemail from Clark conveying legal advice and including a completed FDD as an \nattachment.97  Both emails are privileged and properly redacted.  See Veolia Water \nSols. & Techs. Support v. Siemens Indus., Inc., 63 F. Supp. 3d 558, 567 (E.D.N.C. 2014) \n(recognizing that relaying information from an attorney may be privileged).  \n78. The remaining documents, WW-0132128, WW-0144154, BOD_DR_0000128, \nBOD_DR_0000955, BOD_JM_0000140, BOD_JM_0000670, and BOD_JM_0000683 \neach include either request s for legal advice by WW employees or legal advice \nprovided by Beth Vannoy or Jay Vannoy. 98  As such, these communications are \nprivileged.    \n79. In sum, the Court concludes that , with the exception of WW00518219 and \nWW00518220, WW properly withheld or redacte d the challenged Category 3 \ndocuments on the basis of privilege, and as to the two excepted documents, the Court \nwill permit WW to redact the portions that were not ultimately disclosed, if any. \n \n96 (Pls.’ Compel Br. Ex. 13, ECF No. 813.14.) \n \n97 (Pls.’ Compel Br. Ex. 12, ECF No. 813.13.) \n \n98 (Pls.’ Compel Br. Exs. 9–10, 14–18, ECF Nos. 813.10–.11, .15 (sealed), .16–.19.) \n \n4.  Category Four: Remaining Redacted Entries in Vannoy Colvard’s June \n17 Production \n \n80. After taking into account WW’s pre -30 June 2011 privilege waiver, \nPlaintiffs’ objection to WW’s redactions to Exhibit 22 in the June 17 Production now \nconcern only those redactions to Vannoy Colvard’s billing entries that reflect the \nfirm’s legal services incurred after 30 June 2011. 99  At the Court’s direction, 100 \nVannoy Colvard provided the Billing Records to the Court in camera on 2 August \n2022 with a corresponding privilege log.  Based on the Court’s in camera review, the \nCourt concludes that the billing entries still subject to challenge have been properly \nredacted as privileged.  Accordingly, Plaintiffs ’ request to c ompel production of \nunredacted versions of the Billing Records created after 30 June 2011 shall be denied. \nIII. \nCONCLUSION \n81. WHEREFORE, the Court, in the exercise of its discretion,  hereby \nORDERS as follows: \na. Defendants’ Motion for Ex Parte Testimony is hereby DENIED. \nb. Plaintiffs’ Renewed Crime-Fraud Motion is hereby DENIED as moot \nwith respect to the application of the crime -fraud exception to WW’s \nfranchise-related communications before 30 June 2011 and DENIED \n \n99 (Pls.’ Statement Regarding Privilege Claims Vannoy Colvard Billing Rs. 2 .)  Plaintiffs \nidentify all of the challenged billing narratives in Exhibit B to their Statement Regarding \nPrivilege Claims, (Pls. Statement Regarding Privilege Claims Vannoy Colvard Billing Rs. Ex. \nB at 2, ECF No. 888.3.). \n \n100 (See Order in Camera Review Vannoy Colvard Billing Rs.) \n \nwith respect to the application of the crime -fraud exception to WW’s \nfranchise-related communications thereafter. \nc. Plaintiffs’ Renewed Crime- Fraud Motion is hereby GRANTED with \nrespect to Plaintiffs’  request for sanctions , and sanctions shall be \nentered against Defendants as follows: \ni. The Court will instruct the jury at the trial of this action that the \njury shall accept as true without further proof that Beth Vannoy  \ndrafted an FDD prior to WW’s retention of Manning Fulton on 30 \nJune 2011 and provided legal advice on franchise-related matters \nto WW prior to that time; \nii. The Court will further instruct the jury at the trial of this action \nthat in deciding whether to believe the testimony of Beth Vannoy, \nthe jury may consider Beth Vannoy’s statements that she did not \ndraft an FDD prior to WW’s retention of Manning Fulton on 30 \nJune 2011 and that she did not provide legal advice on franchise-\nrelated matters to WW prior to that time; \niii. The Court will also award Plaintiffs their attorneys’ fees and costs \nincurred in advancing the Renewed Crime -Fraud Motion, \naddressing the post -Hearing Billing Records issue s, defending \nagainst the Motion for Ex Parte  Testimony, and in otherwise \nestablishing that Beth Vannoy falsely testified that she did not \ndraft an FDD prior to WW’s retention of Manning Fulton on 30 \nJune 2011 and that she did not provide legal advice on franchise-\nrelated matters to WW prior to that time; and \niv. The Court shall address the total amount of fees and expenses to \nbe awarded hereunder by separate order after full briefing and \nhearing on Plaintiffs’ fee application as follows:  \n1. Plaintiffs shall have through and including twenty (20) \ndays after entry of this Order to file their fee application \nand any supporting materials; \n2. Defendants shall have through and including twenty (20) \ndays after Plaintiffs  file their fee application and \nsupporting materials to file any response to Plaintiffs’ fee \nsubmission; \n \n3. Plaintiffs shall have through and including ten  (10) days \nafter Defendants’ response to file a reply in support of their \nfee application; and\n \n4. The Court will determine at a later date whether to \nconvene a hearing on Plaintiffs’ anticipated petition for \nfees and costs.\n \nd. Plaintiffs’ Motion to Compel is  hereby GRANTED in part  and \nDefendants are hereby ORDERED to produce documents WW00518219 \nand WW00518220 to Plaintiffs within ten (10) days of the entry of this \norder; provided, however, that Defendants shall be permitted to redact \nthe portions of those documents that were not ultimately disclosed to \nthird parties, if any. \ne. Plaintiffs’ Motion to Compel is hereby DENIED as moot with respect \nto the Waiver Documents identified above and, except as provided above \nand herein, Plaintiffs’ Motion to Compel is DENIED. \ni. Under Rule 37 and the Court’s inherent authority, the Court will \nalso award Plaintiffs their attorneys’ fees and costs incurred in \nadvancing the Motion to Compel; and \nii. The Court shall address the total amount of fees and expenses to \nbe awarded hereunder by separate order after full briefing and \nhearing on Plaintiffs’ fee application as follows: \n \n1. Plaintiffs shall have through and including twenty (20) \ndays after entry of this Order to file their fee application \nand any supporting materials;\n \n2. Defendants shall have through and including twenty (20) \ndays after Pl aintiffs file their fee application and \nsupporting materials to file any response to Plaintiffs’ fee \nsubmission; \n \n3. Plaintiffs shall have through and including ten ( 10) days \nafter Defendants’ response to file a reply in support of their \nfee application; and \n4. The Court will determine at a later date whether to \nconvene a hearing on Plaintiffs’ anticipated petition for \nfees and costs. \nSO ORDERED, this the 10th day of November, 2022.101 \n \n       /s/ Louis A. Bledsoe, III    \n       Louis A. Bledsoe, III \n       Chief Business Court Judge \n \n \n101 This Order and Opinion was originally filed under seal on 10 November 2022.  This public \nversion of the Order and Opinion was filed on 23 November 2022.  To avoid confusion in the \nevent of an appeal, the Court has elected to state the filing date of the public version of the \nOrder and Opinion as 10 November 2022. "
}