{
  "id": "9e48cc4a03b4fb0e534ede974fcbf129c1d38e21cf3610983ba6d6a519884a9c",
  "source_file": "data/raw/ncbc/9e48cc4a03b4fb0e534ede974fcbf129c1d38e21cf3610983ba6d6a519884a9c.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nWAKE COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 11080 \nJESSE H. SHAVER, \n \nPlaintiff, \n \nv. \n \nAARON L. WALKER and VADUM, \nINC.,  \n \nDefendants. \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION  \nTO DISMISS \n1. The individual parties in this case  are estranged family members.   \nPlaintiff, Jesse Shaver, (“Shaver”), is suing his brother- in-law, Aaron Walker \n(“Walker”) and the company Walker founded, Vadum, Inc. (“Vadum”) for, among \nother things, alleged fraud.   Shaver asserts that , at Walker’s urging, he did not \nexercise vested stock options prior to their expiration date .  Instead, Shaver alleges \nhe trusted Walker, his family member and CEO of Vadum, to safeguard his right to \nexercise those options at a later date.  Unfortunately, that later date never came, and \nShaver claims that Walker tricked him into losing his right to equity in Vadum. \n2. Shaver filed a verified Complaint on 2 September 2022, asserting three \nclaims: fraud, breach of fiduciary duty and constructive fraud (pleaded together), and \nnegligent misrepresentation.  (See ECF No. 4.) \n3. On 16 November 2022, Walker and Vadum filed their Motion to Dismiss \n(the “Motion”), (ECF No. 11).  They contend that the Complaint should be dismissed \nin its entirety pursuant to Rules 9(b) and 12(b)(6) of the North Carolina Rules of Civil \nProcedure (“Rule(s)”) because it fails to state a claim against either of them. \nShaver v. Walker, 2023 NCBC 27. \n4. For the reasons stated below, the  Motion is GRANTED in part and \nDENIED in part. \nBell, Davis & Pitt, P.A. , by Joshua B. Durham, Alan M. Ruley, and \nCarson D. Schneider, for Plaintiff Jesse H. Shaver. \n \nSmith, Anderson, Blount, Dorsett , Mitchell & Jernigan, LLP , by  \nJackson W. Moore, Jr.  and Amelia Larrick Serrat , for Defendants \nVadum, Inc. and Aaron L. Walker. \n \nEarp, Judge. \nI. BACKGROUND \n5. The Court does not make findings of fact when ruling on a motion to \ndismiss.  It recites the  factual allegations in  the Complaint that are  relevant and \nnecessary to the Motion.   \n6. Both Shaver and Walker are residents of Wake County, North Carolina.  \n(Compl. ¶¶ 1-2, ECF No. 4.)  Walker is Shaver’s brother-in-law.  (Compl. ¶ 7.)   \n7. Shaver met Walker in 1992, when Shaver’s sister Emily and Walker \nstarted dating.  Shaver was 13 years old at the time.  Shaver “liked Walker,  looked \nup to him, and began to develop a bond of trust with him.”  In June 1994, Walker and \nEmily were married.  (Compl. ¶ 8.) \n8. Vadum is a North Carolina corporation with a principal place of \nbusiness in Raleigh, North Carolina.  It provides “engineering, science and technology \nservices and specializes in government defense contracts.”  (Compl. ¶ 3.)  Walker and \nDr. Peter Buff (“Buff”) founded Vadum in 2004.  Walker was President, and Buff was \nVice-President of the company.  Both were shareholders.  (Compl. ¶ 9.) \n9. In 2007, Gary Edge (“Edge”) was hired to be Vadum’s CEO .  Edge \nultimately became a shareholder of Vadum.1  (Compl. ¶ 11.) \n10. In March 2009, Walker allegedly “ removed” Buff from the company . \nLitigation followed.  (Compl.  ¶ 12.)  The lawsuit was settled and dismissed in June  \n2009.  Pursuant to the terms of the settlement,  Buff redeemed his company stock.  \n(Compl. ¶ 13.) \n11. In September of that year, Vadum established an Incentive Stock Option \nPlan for certain employees.  (Compl. ¶ 14.) \n12. Meanwhile, Shaver was completing his education.  He finished graduate \nschool in  2009, and in April 20 10, Shaver was approached by Walke r to work for \nVadum as a non-employee consultant.  Walker offered Shaver the opportunity to have \nan equity interest in Vadum as consideration for Shaver’s future inventions.  The \noffer was reflected in a document titled, “Form of Agreement for Non -Employees.” \n(Compl. ¶¶ 15-16.)   \n13. By May 2010, Shaver had begun working part-time for Vadum, first as \nan independent contractor and later as a  part-time employee.  W hen Shaver  \nsubsequently became the Principal Investigator o n a contract with the U.S. Army \nthat he drafted, however, the contract required that he transition to  full-time \nemployee status.  Consequently, s ince 3 September 2010, Shaver has worked as a \nfull-time employee for Vadum.  (Compl. ¶¶ 17-18.)   \n \n1 The number of shares owned by Edge is not specified in the Complaint.   \n14. Shaver alleges that, over the years, he “became a valued employee of \nVadum and a close colleague of Walker.”  (Compl. ¶ 46.)  Among other things, Shaver \ninvented a new technology for Explosive Ordnance Disposal (EOD), a development  \nthat he claims has “substantial commercial value.”  (Compl. ¶ 47.)  He alleges that he \nhas won over seventeen major contracts for Vadum from ten military customers and \nhas secured “millions of dollars ” in  contract obligations for Vadum , helping the \ncompany to become “the second -most winning SBIR [ Small Business Innovation \nResearch] firm in the state of North Carolina.”  (Compl. ¶ 49.)  Additionally, Shaver \nalleges that he has “generated considerable valuable intellectual property that is now \nassigned to Vadum, including SBIR Data Rights and US Patents.”  (Compl. ¶ 52.) \n15. Throughout these years, Shaver and Walker’s relationship grew  \nstronger as well.  Their respective families travelled together, spent holidays \ntogether, went to church together, hosted each other for meals and overnight stays , \nworked on each other’s homes, and performed numerous acts of service for one \nanother.  (Compl. ¶¶ 35-41.)  Shaver alleges that “[t]he families had great affection \nfor each other, trusted each other, and turned to each other for assistance and advice \nin times of need.”  (Compl. ¶ 42.)  In addition, Shaver alleges that he viewed Walker, \nhis older brother-in-law, with “respect, admiration, confidence and trust[.]”  (Compl. \n¶ 44.)   He further alleges that when he became an employee of Vadum, their \nrelationship developed “a new dimension, where Walker was now a business superior \n(employer and owner), while remaining a highly trusted elder family member and \nfriend.”  (Compl. ¶ 45.) \n16. According to Shaver, he accepted “below -market salary” to work at \nVadum because he trusted Walker’s promise that he would become an equity owner \nin the company.  (Compl. ¶ 53.) \n17. In 2012, Shaver became a participant in the company’s Incentive Stock \nOption Plan.  He was granted options on 6,500 shares at an exercise price of $.30 per \nshare.  A third of the options vested on 2 4 September 2013, another third vested a \nyear later, and Shaver was fully vested on 2 4 September 2015.   The options had a \nfinal exercise date of 24 September 2019.  (Compl.  ¶ 19.) \n18. The Vadum Stock Option Agreement (“Agreement”) provides in part: \nAmendment.  Except as set forth in Section 9(c)  [pertaining to \namendments necessitated by Tax Code Section 409A ], this Agreement \nmay not be modified or amended in any manner adverse to the \nParticipant’s interest except by means of a writing signed by the \nCompany and Participant. \n \n(Compl. Ex. B.) \n19. In addition, a memorandum addressing “commonly asked questions” \nconcerning the Incentive Stock Option Plan attached as an exhibit to the Complaint \nwarned:  “ [Y]ou should consult your own leg al counsel or tax advisor prior to \nexercising your option or selling the Shares.  (Compl. Ex. A, (emphasis in original).)2 \n20. Shaver alleges that he is “highly educated” but that he is not trained in \nfinancial or legal matters.  (Compl. ¶ 55.)  Furthermore, Shaver says that he did not \nhave access to Vadum’s financial information.  It was Walker who possessed the \n \n2  While it is attached to, and referenced in, the Complaint, there is no allegation that \nShaver actually received the memorandum that is Exhibit A. \nfinancial information and “had complete authority and discretion to make decisions \non behalf of the company.”  (Compl. ¶ 54.) \n21. During the first few days of July 2019, as the deadline  approached to \nexercise his options, Shaver spoke with then-CEO Edge about exercising the options \nbefore their September expiration date.  The Complaint alleges that Edge, speaking \non behalf of Vadum, responded that: \na. There was no monetary benefit to exercising the options before an \ninitial public offering (“IPO”); \n \nb. The options could not be exercised at that point, because the \n“paperwork needed to be fixed;” \n \nc. Shaver should not worry, because the options would not expire, \nand the company would fix the situation; \n \nd. Exercising the options would make tax matters too complex; and \n \ne. Shaver should “trust [him].”   \n \n(Compl. ¶¶ 20-21.) \n22. Shaver alleges that these statements were false and made “in an effort \nto dissuade him from exercising the options.”  (Compl. ¶ 20.)   \n23. Less than a week later, Shaver alleges that Walker made similar false \nstatements while at a family campsite in Falls Lake, North Carolina.  (Compl. ¶ 22.)  \nShaver asked Walker about exercising his vested stock options and about Edge’s \nassertion that his options could not be exercised.  (Compl. ¶ 22.)  Walker, “individually \nand on behalf of Vadum,” allegedly replied that: \na. There was no benefit to exercising the options before an IPO; \n \nb. Shaver did not need to worry about his options expiring; \n \nc. The tax paperwork was too complex for th e options to be \nexercised; and \n \nd. [Shaver should] “[t]rust [him].  \n  \n(Compl. ¶ 22.) \n24. Shaver alleges that he reasonably relied on these statements by Walker \nand Edge  and that they dissuaded him from exercising his  options before the \nexpiration date.  Shaver further alleges that Walker and Edge’s statements “were \nreasonably calculated to deceive” and “were made with the intent to deceive[.]”  \n(Compl. ¶¶ 24-25.)  Absent the alleged misrepresentations , Shaver claims he would \nhave exercised his options, owned 6,500 shares of Vadum , and participated in \ndistributions based on his ownership.  (Compl. ¶ 24.) \n25.  Shaver contends that he  trusted Walker and Edge  because of  their \naccess to and control of information regarding Vadum’s  finances—especially in light \nof his own lack of access to Vadum’s information, the discretion Walker and Edge had \nto make decisions regarding management matters, his own lack of training in \nfinancial and legal matters , and both Walker and Edge’s encouragement that he \nshould trust them, among other reasons.  (Compl. ¶¶ 25, 54-55.)   \n26. Chief among the reasons Shaver trusted Walker, however, was Shaver’s \ndecades-long relationship with his brother -in-law, beginning when Shaver was only \n13 years old.  (Compl. ¶¶ 25, 34.)  In addition to his close friendship with Walker, \nShaver alleges that Walker’s role as Shaver’s employer and owner of Vadum resulted \nin a power imbalance between them.  (Compl. ¶ 45.) \n27. Ultimately, Shaver did not  exercise his options  before their 24 \nSeptember 2019 expiration date and, consequently, he did not become a shareholder \nin Vadum.  (Compl. ¶ 57.)  Edge left the Company in July 2020, and Walker assumed \nthe CEO role.  (Compl. ¶ 20.)  Shaver alleges that as a result of Edge and Walker ’s \nfalse statements, Walker is Vadum’s sole shareholder and maintains complete control \nof the company.  (Compl. ¶ 57.) \n28. Shaver brings t his suit against Walker and Vadum  for: (1) f raud \n(against Walker and Vadum), (2) b reach of f iduciary duty and co nstructive fraud \n(against Walker), and (3) negligent misrepresentation (against Walker, in the \nalternative).  (See generally Compl.) \n29. Defendants have moved to dismiss all claims pursuant to Rules 12(b)(6) \nand 9(b).  (See ECF No. 11.)  On 14 February 2023, t he Court held a hearing on the \nMotion during which all parties appeared and were heard through counsel.  (See ECF \nNo. 23.)  The Motion is now ripe for disposition. \nII. STANDARD OF REVIEW \n30. Dismissal of a claim is proper  if “(1) the complaint on its face reveals \nthat no law supports the plaintiff’s claim; (2) the complaint on its face reveals the \nabsence of facts sufficient to make a good claim; or (3) the complaint discloses some \nfact that necessarily defeats the plaintiff’s claim.”  Corwin v. Brit. Am. Tobacco PLC, \n371 N.C. 605, 615 (2018).  Otherwise, “a complaint should not be dismissed for \ninsufficiency unless it appears to a certainty that plaintiff is entitled to no relief under \nany state of facts which could be proved in support of the claim.” Sutton v. Duke, 277 \nN.C. 94, 103 (1970) (emphasis omitted).  \n31. When deciding a motion to dismiss, the Court construes the complaint \nliberally and accepts all factual allegations as true.  See, e.g., Sykes v. Health Network \nSols., Inc., 372 N.C. 326, 332 (2019); Laster v. Francis, 199 N.C. App. 572, 577 (2009).  \nThe Court, however, is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, 274 (2005) \n(quoting Veney v. Wyche, 293 F.3d 726, 730 (4th Cir. 2002)).  In its review, the Court \nmay consider documents that are the subject of the Complaint and to which the \nComplaint specifically refers, including a  contract.  S ee, e.g., McDonald v. Bank of \nN.Y. Mellon Trust Co., 259 N.C. App. 582, 586 (2018); Oberlin Capital, L.P. v. Slavin, \n147 N.C. App. 52, 60 (2001). \nIII. ANALYSIS \n32. The Court considers the sufficiency of each of Shaver’s claims in turn. \nA.  Fraud  \n33. Beginning with Shaver’s claim for fraud against Walker and Vadum, the \nelements that must be alleged  are: “(1) [f]alse  representation or concealment of a \nmaterial fact, (2) reasonably calculated to deceive, (3) made with intent to deceive, (4) \nwhich does in fact deceive,  (5) resulting in damage to the injured party.”  Forbis v. \nNeal, 361 N.C. 519, 526- 27 (2007).  “A subsi sting or ascertainable fact, as \ndistinguished from a matter of opinion or representation relating to future prospects, \nmust be misrepresented.”  Ragsdale v. Kennedy, 286 N.C. 130, 139 (1974). \n34. In addition, the Complaint “must allege with particularity all m aterial \nfacts and circumstances constituting the fraud.”  Carver v. Roberts, 78 N.C. App. 511, \n513 (1985).   Rule 9(b) requires allegations of “the time, place and contents of the \nfraudulent representation, the identity of the person making the representation and \nwhat was obtained by the fraudulent acts or representations”  to be pleaded with \nparticularity.  Terry v. Terry, 302 N.C. 77, 85 (1981) (emphasis omitted). \n35. Defendants offer three arguments to support the dismiss al of Shaver’s \nfraud claim:  (1) the alleged misrepresentations were opinions or legal positions  and \nnot statements of material fact, (2) Shaver’s reliance was not reasonable, and (3) an \nintent to deceive is not adequately alleged.  ( See generally Defs.’ Memo. Supp. Mot. \nDismiss 3-13 [“Supp. Br.”], ECF No. 12 ; Reply Br. Supp. Defs.’ Mot. Dismiss 1 -10 \n[“Reply Br.”], ECF No. 22.)  The Court addresses each argument below. \ni. Misrepresentation of Material Fact \n36. First, Defendants contend that the Complaint fail s to allege a \nmisrepresentation of  material fact .  Instead, Defendants contend that the alleged \nmisrepresentations were mere expressions of opinion or legal positions.  (Supp. Br. 4-\n6; Reply Br. 2 -6.)  Shaver retorts that each a lleged misrepresentation is one  of \nmaterial fact.  (Pl.’s Br. Opp. Defs.’ Mot. Dismiss [“Opp. Br.”] 5-12, ECF No. 18.) \n37. Puffery, or mere expressions of opinion or belief , do not constitute \nstatements of material fact.  See Rowan Cnty. Bd. of Educ. v. U.S. Gypsum Co. , 332 \nN.C. 1, 17 (1992) (“distinguishing mere puffing, guesses, or assertions of opinions \nfrom representations of material facts ”).  To be a statement of material fact, the \nstatement must be definite and specific .  See Johnson v. Owens , 263 N.C. 7 54, 756 \n(1965) (“ [t]he representation must be definite and specific”);  Warfield v. Hicks, 91 \nN.C. App. 1, 8, disc. rev. denied, 323 N.C. 629 (1988) (a “general unspecific statement \nof opinion about the potential future consequences of using beetle infested beams” did \nnot constitute fraud). \n38. Similarly, statements of legal position cannot form the basis of a fraud \nclaim.  See,  e.g., Dalton v. Dalton , 164 N.C . App. 584, 587 (2004) (“fraud cannot be \npremised upon a misrepresentation of law”); Cross v. Formativ Health Mgmt., 439 F. \nSupp. 3d 616, 627 (E.D.N.C. 2020) (a “party’s statement of a legal position or an \nassertion about its rights or position under the l aw is not an actionable \nmisrepresentation”).   \n39. Particularly when viewed in the light most favorable to the \nnonmovant—as the Court must view the allegations at this stage —the statements \nquoted in the Complaint  are sufficiently definite and specific to const itute \nrepresentations of fact.   Edge’s statement that there was “no monetary benefit to \nexercising the options before an initial public offering[ ,]” similar to Walker’s \nstatement that “[t]here was no benefit to exercising the options before an IPO [,]” is \nnot presented as an opinion but rather as a flat statement about the worth of the \noptions at the time.  (Compl. ¶¶ 21(a), 22(a).)  Similarly, Edge’s statement that the \noptions “could not be exercised . . . because the ‘paperwork needed to be fixed’ ” is  a \ndefinitive assertion presented as fact.   (Compl.  ¶ 21(b).)  Both men allegedly told \nShaver that the options either “ would not expire” or that he “did not need to worry \nabout his options expiring” and that he should trust them, implicitly promising to fix \nwhatever needed to be fixed in order for Shaver to benefit from exercising the options.  \n(Compl. ¶¶ 21-22.)   \n40. Finally, the alleged statements about the exercise of the options making \ntax matters “too complex” could be interpreted as a plea from both Walker and Edge \non behalf of the company for  Shaver to delay making his election because of the \ncompany’s tax situation  and/or impending IPO  in exchange for their promise to \nprotect his rights.  (Compl. ¶¶ 21(d), 22(c).)  These statements are neither comparable \nto the type of h yperbolic language used in sales pitches  nor are they statements of \nopinion or legal position.   \n41. Furthermore, the facts in the alleged statements are material because \nthey “dissuaded Shaver from exercising his options before the stated expiration date.”  \n(Compl. ¶ 24.)  See Keith v. Wilder, 241 N.C. 672, 675 (1955) (“A false representation \nis material when it deceives a person and induces him to act. ”); Davis v. Sellers, 115 \nN.C. App. 1, 11 (1994), disc. rev. denied, 339 N.C. 610 (1995) (material if it induces or \nprevents action ).  Accordingly, t he Court concludes that Shaver has adequately \nalleged misrepresentations of material fact and include d the particulars of those \nmisrepresentations.   \nii.  Reasonable Reliance \n42. Defendants next argue that Shaver failed to plead facts  to support his \nconclusion that he reasonabl y relied on the alleged misrepresentation s.  To the \ncontrary, they argue,  the circumstances pleaded establish that Shaver’s reliance was \nunreasonable.  (Supp. Br. 7-11; Reply Br. 6-9.)  \n43. Defendants highlight: (1) the Stock Option Agreement’s exp ress \nlanguage warning participants to consult their own legal counsel  and tax advisor \nbefore exercising the  option, (2) the Agreement’s conspicuous expiration date of 24 \nSeptember 2019 , (3) the Agreement’s condition that all modifications must be in  \nwriting if the modification would be adverse to Shaver (as they claim is the case here), \n(4) Shaver’s lack of action for two and a half months after the alleged statements were \nmade when, Defendants argue, an investigation could have  “easily” uncovered the \ntruth, and (5) Shaver’s sophisticated education and work background, including his \nexperience writing contracts for Vadum.  Defendants argue that the only conclusion \nthat can be drawn from the allegations is that Shaver’s reliance was unreasonable.  \n(See generally Supp. Br. 7-11; Reply Br. 6-9.)   \n44. Shaver responds that Walker and Edge, as owners and high-ranking \ncorporate officers, had access  to Vadum’s information that he lacked , as well as the \npower to change its Incentive Stock Option Plan, if necessary, to rectify the problems \nthey referenced in their statements to him .  In contrast, Shaver  argues,  he had no \nability to investigate whether Edge and Walker were telling the truth .  Shaver \ncontends that he was limited to asking the two men in  charge, and he was duped by \ntheir misrepresentations.  (Opp. Br. 12-18.)  Furthermore,  Shaver asserts that his \npast dealings with the two men—particularly Walker—gave him no reason to doubt \ntheir statements.  (Opp. Br. 15-18.) \n45. The Court determines that the allegations could support a jury’s \nconclusion that Shaver’s reliance was reasonable.  Construed liberally, t he \nallegations portray a power imbalance in which Walker and  Edge—Vadum’s \nPresident and its CEO—possessed both superior k nowledge and control over the \ncompany’s financial matters, including its Incentive Stock Option Plan.  A jury could \nfind that Shaver’s reliance on their statements , particularly when both Walker and \nEdge are alleged to have urged Shaver to trust them, was reasonable.  See, e.g., White \nSewing Mach. Co. v. Bullock , 161 N.C. 1, 8  (1912) (“If the fact represented is one \nwhich is susceptible of accurate knowledge, and the speaker is or may well be \npresumed to be cognizant thereof, while the other party is ignorant, and the \nstatement is a positive assertion containing nothing so improbable or unreasonable \nas to put the other party upon further inquiry or give him cause to suspect that it is \nfalse, and an investigation would be necessary for him to discover the truth, the \nstatement may be relied on.”).   \n46. While it is true that “a plaintiff must ordinarily show that he was denied \nthe opportunity to investigate or that he could not have learned the true facts by \nexercise of reasonable diligence . . . where, as here, the parties are not on equal \nfooting, and a defendant possessing superior knowledge and/or experience makes a \nrepresentation without giving the plaintiff reason to suspect the representation is \nfalse, the plaintiff may rely upon that representation.”  Slattery v. AppyCity, LLC,  \n2021 NCBC LEXIS 24, at *18- 19 (N.C. Super. Ct. Mar. 24, 2021)  (citing Walker v. \nTown of Stoneville , 211 N.C. App. 24, 34- 35 (2011)) (internal quotation marks \nomitted).  See also Higgins v. Synergy Coverage Sols., LLC , 2020 NCBC LEXIS 6, at \n*31-34 (N.C. Super. Ct. Jan. 15, 2020)  (“[A] plaintiff may justifiably rely o n \nrepresentations made by a defendant with superior knowledge on a subject where the \nparties are not on equal footing and nothing about the defendant ’s representations \nshould have given plaintiff cause to suspect the veracity of the representations.”).  Cf. \nJohnson, 263 N.C. at  758 (“[A] seller who has intentionally made a false \nrepresentation about something material, in order to induce a sale of his property, \nshould not be permitted to say in effect, ‘You ought not to have trusted me. If you had \nnot been so gullible, ignorant, or negligent, I could not have deceived you. ’ Courts \nshould be very loath to deny an actually defrauded plaintiff relief on this ground. ”); \nWhite Sewing Mach. Co. , 161 N.C. at 8-9 (“It is no excuse for, nor does it lie in the \nmouth of the defendant to aver that plaintiff might have discovered the wrong and \nprevented its accomplishment had he exercised watchfulness, because this is but \nequivalent to saying: ‘You trusted me; therefore, I had the right to betray you.’ ”). \niii.  Intent to Deceive \n47. Defendants argue that Shaver has failed to allege that they had the \nrequisite intent to deceive Shaver when Walker and Edge  made the alleged \nmisrepresentations.  (Supp. Br. 11-13; Reply Br. 9-10.)  They contend that, as alleged, \nthe misrepresentations were nothing more than inadvertent ly unfulfilled promises.  \n(Supp. Br. 11-13; Reply Br. 10.) \n48. Shaver responds by pointing to the language of Rule 9(b) , which states \nthat “malice, intent, knowledge and other condition of mind of a person may be \naverred generally.”  N.C.G.S. § 1A -1, R. 9(b).  In addition, he  argues that the cases \ncited by Defendants involve breaches of contract, a claim not brought here .  Finally, \nhe contends  that the  allegations “show motive, means, opportunity and pattern.”  \n(Opp. Br. 18-20.) \n49. The Court concludes that Shaver has sufficiently alleged that the \nDefendants intended to deceive him .  While failure to fulfill an obligation , standing \nalone, does not support a claim of fraud, see Braun v. Glade Valley Sch., Inc., 77 N.C. \nApp. 83, 87  (1985), Shaver has alleged  more than  just broken promises.  He has \nasserted that false and misleading statements were made by Walker and Edge  \npurposefully in an effort to dissuade him from exercising the options.  (See Compl. ¶¶ \n20, 24.)  He has further alleged that the false statements  “were reasonably calculated \nto deceive” and “were made with the intent to deceive[.]”  (Compl. ¶ 24 .)  See e.g., \nWilliams v. Williams , 220 N.C. 806, 810- 11 (1942) (stating that a promise made \nfraudulently, that is, with no intention to carry it out, will sustain an action for fraud).  \nFurthermore, unlike the facts and circumstances constituting fraud, which are \nrequired to be pleaded  with particularity, g eneral statements of mal ice will suffice \nwhen stating a claim.  See N.C.G.S. § 1A-1, R. 9(b) (“Malice, intent, knowledge, and \nother condition of mind of a person may be averred generally.”). \n50. Because the Court determines that Shaver has met the requirements of \nRule 9(b) and has adequately pleaded the elements of fraud, Defendants’ Motion with \nrespect to this claim shall be DENIED. \nB.  Breach of Fiduciary Duty and Constructive Fraud \n51. Shaver’s second claim for relief combines breach of fiduciary duty and \nconstructive fraud into one count.  Regardless of whether he is attempting one claim \nor two, however,  in both instances , Shaver must allege the existence of  a fiduciary \nduty and breach of that duty.  McFee v. Presley, 2022 NCBC LEXIS  74, at **7 (N.C. \nSuper. Ct. July 11, 2022) ( “Breach of fiduciary duty and constructive fraud are \nrelated, though distinct, causes of action.  Essential to each is the existence of a \nfiduciary relationship.”) .  Additionally, c onstructive fraud requires the plaintiff to \nallege that the defendant has taken advantage of his position of trust  to benefit \nhimself.  See, e.g., White v. Consolidated Planning, Inc. , 166 N.C. App. 283, 294-95 \n(2004); Barger v. McCoy, Hillard & Parks, 346 N.C. 650, 666-67 (1997).   \n52. Unlike actual fraud, which requires that the alleged misrepresentation \nbe pled with specificity, “ [c]onstructive fraud differs  . . . in that it is based on a \nconfidential relationship rather than a specific misrepresentation.”  Hunter v. \nGuardian Life Ins. Co. of Am., 162 N.C. App. 477, 482 (2004) (citing Barger, 346 N.C. \nat 667) (internal quotation marks omitted).  Moreover, an intent to deceive is not an \nessential element of the claim.  See Clay v. Monroe, 189 N.C. App. 482, 488 (2008) \n(“Intent to deceive is not an element of constructive fraud.” (quoting White, 166 N.C. \nApp. at 294)). \n53. Fiduciary duties can arise as a matter of law  (de jure) or from the facts \n(de facto).  See Hager v. Smithfield E. Health Holdings, LLC, 264 N.C. App. 350, 355 \n(2019) (“North Carolina recognizes two types  of fiduciary relationships: de jure, or \nthose imposed by operation of law, and de facto, or those arising from the particular \nfacts and circumstances constituting and surrounding the relationship. ”).  Shaver \ndoes not argue that he has alleged the existence of a de jure fiduciary relationship; \ninstead, he contends that he has alleged that a  de facto fiduciary relationship arose \nbetween Walker and himself.  (Opp. Br. 21 n.11 (“Plaintiff does not allege a de jure \nfiduciary relationship here.”).) \n54. A de facto fiduciary relationship exists where “there has been a special \nconfidence reposed in one who in equity and good conscience is bound to act in good \nfaith and with due regard to the interests of the one reposing confidence.”  Green v. \nFreeman, 367 N.C.  136, 141 (2013).  “Domination and i nfluence are essential \ncomponents of a de facto  fiduciary relationship.”  Hart v. First Oak Wealth Mgmt., \nLLC, 2022 NCBC LEXIS 81, at **30 (N.C. Super. Ct. July 28, 2022).  See also Abbitt \nv. Gregory, 201 N.C. 577, 598 (1931) ( a de facto fiduciary relationship exists where \n“there is confidence reposed on one side, and resulting domination and influence on \nthe other”).   \n55. The “facts require d to establish such a relationship are exacting[.]”  \nHart, 2022 NCBC LEXIS 81, at **30.  “Only when one party figuratively holds all the \ncards—all the financial power or technical information, for example —have North \nCarolina courts found that the special circumstance of a fiduciary relationship has \narisen.”  Lockerman v. South River Elec. Mbrshp. Corp., 250 N.C. App. 631, 636 (2016) \n(quoting S.N.R. Mgmt. Corp. v. Danube Partners 141, LLC , 189 N.C. App. 601, 613  \n(2008)).  Courts look to the fact ual circumstances of each situation to determine the \nexistence of a de facto fiduciary duty.  See Highland Pav ing Co. v. First Bank , 227 \nN.C. App. 36, 42 (2013)  (“Determining whether a fiduciary relationship exists \nrequires looking at the particular facts and circumstances of a given case. ”); Kaplan \nv. O.K. Techs., L.L.C., 196 N.C. App. 469, 474 (2009) (“Although our courts have \nbroadly defined fiduciary relationships, no such relationship arises absent the \nexistence of dominion and control by one party over another.”).     \n56. Defendants argue that the  connection alleged  between Walker and \nShaver does not rise to the level of a de facto fiduciary relationship.  They contend \nthat the facts surrounding this close familial relationship, even when combined with \nthe employment relationship that also existed, did not result in  “domination” by \nWalker over Shaver suffi cient to create fiduciary duties.   (Supp. Br. 13- 19; \nReply Br. 10-14.) \n57.    On the other hand, Shaver emphasizes his fidelity to, and confidence \nin, Walker.  He  stresses the allegations regarding the  beneficence the families \ndemonstrated toward  one another.  He underscores his relative lack of control at \nVadum as Walker’s subordinate and his allegation that Walker managed and \ncontrolled the company.  (Opp. Br. 22-24; Compl. ¶¶ 35-45.)   \n58. In support of his position , Shaver argues that parallels exist between \nseveral cases in which a de facto fiduciary relationship was found to exist and his own \ncase.  See, e.g., Curl v. Key , 311 N.C. 259 (1984) (grieving siblings, aged 18 and 21 , \nwere tricked into signing a “peace paper” that deeded their family home to a close \nfriend of their deceased father, who promis ed to help stop the  harassment and \n“beating[s]” inflicted by the family’s relatives); Holloway v. Holloway, 221 N.C. App. \n156 (2012) (son encouraged his mother , who was living in “ deteriorating living \nconditions” in California, to move across the country by promising that he would take \ncare of her and let her live in his modular home for the rest of her life if she paid the \nson’s back taxes, mortgage and other expenses, only to evict her two years later); Can-\nDev, ULC v. SSTI Centennial, LLC, 2018 NCBC LEXIS 9, at *19-20 (N.C. Super. Ct. \nJan. 25, 2018)  (plaintiff allegedly ceded all control over projects  to defendants , \nresulting in defendants having all the financial and technical information , without \nthe ability to monitor the projects’ developments , and plaintiff lacking “any \nmechanism [in the governing contract] to resolve disputes regarding the calculation \nof amounts owed to Plaintiff”).  \n59. What is conspicuous about the se cases, however, is the sheer level of \ncontrol one party was alleged to have wielded over the other, often  as the result of \nsome infirmity or special need.  In each situation, the plaintiff was dominated to the \npoint of being  essentially helpless in the defendant’s hands .  In the instant case, \nhowever, Shaver and Walker are not so positioned .  Shaver is clearly a capable \nprofessional.  (See Compl. ¶¶ 46-53.)  He is also alleged to be an educated individual, \nalbeit without specific training in financial and legal matters, who ha s “personally \nauthored and won seven  [government] contracts ” worth  “millions of dollar s” and   \n“generated considerable valuable intellectual property that is now a ssigned to \nVadum, including . . . US Patents.”  (Compl. ¶¶ 49, 51-52, 55.)  He was afforded rights \nunder the Option Contract that he decided not to exercise.   Harkening to the \nLockerman analogy, he had “cards to play.”   See Bourgeois v. Lapelusa, 2022 NCBC \nLEXIS 111, at **15 (N.C. Super. Ct. Sept. 23, 2022) (“[Plaintiff] may have been \nmistreated by the other members, but it happened while he was holding—at the very \nleast—a card or two.  In that circumstance, no de facto fiduciary duty arises.”).3   \n60. Without the existence of a fiduciary relationship, there can be no claim \nfor either breach of fiduciary  duty or constructive fraud.   Therefore, the Court \nGRANTS the Motion, and Shaver’s second enumerated claim shall be DISMISSED \nwithout prejudice.4 \nC. Negligent Misrepresentation \n61. Shaver’s final claim , negligent misrepresentation , is asserted against \nWalker as an alternative to the fraud claim.   \n62. “[T]he tort of negligent misrepresentation occurs when a party \njustifiably relies to his detriment on information prepared without reasonable care \n \n3 Plaintiff also cites McFee v. Presley, 2022 NCBC LEXIS 74 (N.C. Super. Ct. July 11, 2022).  \nIn that case, an LLC member was swindled out of her ownership interest in the company by \na controlling member who denied her access to company records and misrepresented the \nvalue of her interest.  Citing the rule that “ under special circumstances, a  director of a \ncorporation stands in a fiduciary relationship to a shareholder or director in the acquisition \nof  the shareholder’s stock[,]” the court determined that “informational inequality along with \nother special circumstances” that existed in that case could give rise to a fiduciary duty.  \nMcFee, 2022 NCBC LEXIS 74, at **7-9 (citing Lazenby v. Godwin , 40 N.C. App. 487, 494 \n(1979)).  Here, conversely, there is no allegation that Walker sought to acquire Shaver’s stock. \n \n4 “The decision to dismiss an action with or without prejudice is in the discretion of the trial \ncourt[.]”  First Fed. Bank v. Aldridge, 230 N.C. App. 187, 191 (2013). \n \nby one who owed the relying party a duty of care.”  Raritan River Steel Co. v. Cherry, \nBekaert & Holland , 322 N.C. 200, 206  (1988).  The tort is “highly fact- dependent,” \nwith particular importance  on the “question of whether a duty is owed [to] a \nparticular plaintiff[.]”  Marcus Bros. Textiles v. Price Waterhouse, L.L.P. , 350 N.C. \n214, 220 (1999) (“whether liability accrues is highly fact-dependent, with the question \nof whether a duty is owed a particular plaintiff being of paramount importance ”) \n(citing Logan, N.C. Torts § 25.30, at 551).   “Such a duty commonly arises within \nprofessional relationships.”  Rountree v. Chowan Cnty., 252 N.C. App. 155, 160 (2017).   \n63. The Court of Appeals summarized the claim this way: \nOne who, in the course of his business, profession or employment, or in \nany other transaction in which he has a pecuniary interest, supplies \nfalse information for the guidance of others in their business \ntransactions, [and thus] is subject to liability for pecuniary loss caused \nto them by their justifiable reliance upon the informati on, if he fails to \nexercise reasonable care or competence in obtaining or communicating \nthe information. \n \nRountree, 252 N.C. App. at 160 (alteration in original) (quoting Simms v. Prudential \nLife Ins. Co. of Am., 140 N.C. App. 529, 534 (2000)).   And, as is true of fraud, “[w]hen \nalleging negligent misrepresentation, a plaintiff must satisfy the heightened pleading \nstandard . . . found in Rule 9.”  Oliver v. Brown & Morrison, Ltd., 2022 NCBC LEXIS \n26, at **15 (N.C. Super. Ct. Apr. 7, 2022). \n64. Justifiable reliance in a negligent misrepresentation claim is analogous \nto reasonable reliance in a fraud claim.  See Marcus Bros. Textiles, 350 N.C. at 224 \n(for negligent misrepresentation, the “question of justifiable reliance is analogous to \nthat of reasonable reliance in fraud actions”); Bucci v. Burns, 2018 NCBC LEXIS 93, \nat *4 (N.C. Super. Ct. Sept. 4, 2018) (“Justifiable reliance is an essential element of \nclaims for fraud . . . and negligent misrepresentation.”).  Reliance is not justifiable if \na plaintiff could have learned the true facts through reasonable diligence and had the \nopportunity to investigate, but failed to make reasonable inquiry .  See BDM Invs. v. \nLenhil, Inc., 264 N.C. App.  282, 299 (2019); McGuire v. Lord Corp., 2020 NCBC \nLEXIS 15, *14-15 (N.C. Super. Ct. Feb. 11, 2020).  As is true with fraud, because it is \nhighly fact dependent, “the question of justifiable reliance is generally a factual issue \nfor the jury[.]”  Ness v. Jones, 89 N.C. App. 504, 506 (1988). \n65. Walker argues that because he owed no fiduciary duty to  Shaver, he \nowed him no other duty of care .  And, as he argued with respect to Shaver’s  fraud \nclaim, Walker contends that Shaver’s own allegations establish that Shaver’s reliance \non Walker alleged misstatements was unreasonable.  Specifically, he contends that \nShaver was warned to consult counsel  about his options, and the Stock Option \nAgreement itself does not permit amendment that “in any manner [would be] adverse \nto the Participant’s interest except by means of a writing signed by the Company and \nParticipant.”  (See Compl. Ex. B; Supp. Br. 19-22; Reply Br. 14.)  \n66. The Court disagrees.  Walker allegedly made the representations at \nissue in the course of business  for the purpose of guiding Shaver in a business \ntransaction.  While he was under no duty to speak, when he chose to do so, intending \nfor Shaver to rely on his statements,  a duty to exercise reasonable care arose.  See \nRagsdale, 286 N.C. at 139 (“The rule is that even though a vendor may have no duty \nto speak under the circumstan ces, nevertheless if he does assume to speak he must \nmake a full and fair disclosure as to the matters he discusses.”) ; Shaver v. N.C. \nMonroe Constr. Co., 63 N.C. App. 605, 614 (1983) (“Defendants were under no duty \nto speak, but once the Company spoke, it  was required to make a full and fair \ndisclosure as to the matters discussed.”).   \n67. As for whether Shaver has alleged facts upon which a jury could \nconclude that he justifiably relied on Walker’s statements, the Court first observes \nthat this case is factually dissimilar to cases in which the alleged misrepresentation \ncontradicted an express contract term.  See, e.g., Boone Ford, Inc. v. IME Scheduler, \nInc., 262 N.C. App. 169, 175 -76 (2018) ( holding that where a representation is \ncontroverted by the express terms of a contract, reliance unjustified as a matter of \nlaw).  In this case, Walker is alleged to have implicitly promised to use his authority \nso that Shaver did not have to worry about the expiration date.   To the extent that \nfulfilling this promise would have required an amendment to the Option Agreement, \na jury could determine that it was reasonable for Shaver to believe that Walker would \nhonor an oral agreement.  The contract required a written  amendment only if the \nchange would be adverse to the Participant’s interest , and Shaver alleges that this \none was presented as an amendment that would be beneficial to him. \n68.  In short, giving Shaver the benefit of reasonable inferences, the Court \nconcludes that he has pleaded justifiable reliance.  Whether he can prove it is a matter \nfor another day.  See Stanford v. Owens, 46 N.C. App. 388, 395 (1980) (“it is generally \nfor the jury to decide whether plaintiff reasonably relied upon representations made \nby defendant”).  \n69. Accordingly, the Motion with respect to Shaver’s claim for negligent \nmisrepresentation shall be DENIED. \nIV. CONCLUSION \n70. WHEREFORE, the Court hereby ORDERS as follows: \na. Defendants’ Motion as to Shaver’s  claims for breach of \nfiduciary and constructive fraud is GRANTED, and the \nclaims are hereby DISMISSED without prejudice. \nb. Defendants’ Motion to Dismiss Shaver’s remaining claims is \nDENIED. \nIT IS SO ORDERED, this the 31st day of March, 2023. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n "
}