{
  "id": "9e5d9258b87aa292105200fada10a9927cfacd3027a8341ffd488b0280b170a5",
  "source_file": "data/raw/ncbc/9e5d9258b87aa292105200fada10a9927cfacd3027a8341ffd488b0280b170a5.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCOUNTY OF CLEVELAND \n \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n13 CVS 1037 \nSAFETY TEST & EQUIPMENT \nCOMPANY, INC.,  \n \nPlaintiff, \n \nv. \n \nAMERICAN SAFETY UTILITY \nCORPORATION; CHARLES R. PRICE; \nCHARLES A. PRICE; JOHN E. \nHAMRICK; CHRISTOPHER T. \nMCMAHAN; and THOMAS M. CURRY \nIII, \n \nDefendants. \n \nORDER AND OPINION \n \n{1} THIS MATTER is before the court on Plaintiff’s Motion to Compel \nProduction of Documents (“Motion”) brought under Rules 34(a) and 37(a)(2) of the \nNorth Carolina Rules of Civil Procedure.  For the reasons stated below, the Motion \nis GRANTED.   \n \nEnns & Archer LLP by Rodrick J. Enns and Robinson Law Office by J. Neil \nRobinson for Plaintiff.  \n \nHedrick Gardner Kincheloe & Garofalo LLP by J. Douglas Grimes and \nAmanda A. Johnson for Defendants. \n \nGale, Judge. \nI. FACTUAL AND PROCEDURAL BACKGROUND \n{2} Plaintiff Safety Test & Equipment Company, Inc. (“Safety Test” or \n“Plaintiff”) and Defendant American Safety Utility Corporation (“ASUC” or \n“Defendant”) are both corporations organized under North Carolina law with \nprincipal places of business located in North Carolina.  (Compl. ¶¶ 2–3; Answer ¶¶ \nSafety Test & Equip. Co. v. Am. Safety Util. Corp., 2014 NCBC 40. \n2–3.)  Defendants Charles R. Price, Charles A. Price (“Andy Price” or “Price”), John \nE. Hamrick (“John Hamrick”), Christopher T. McMahan, and Thomas M. Curry III, \nall reside in North Carolina and are currently employed by ASUC.  John Hamrick’s \nbrother, Lindsay Hamrick (“Hamrick”), is the national sales manager for Safety \nTest.  (Lindsay Hamrick Aff. ¶¶ 1–2.)     \n{3} ASUC competes directly with Safety  Test in the sale and testing of \nelectrical utility tools and equipment.  (Compl. ¶ 39; Answer ¶ 39.)     \n {4} Safety Test initiated this laws uit on June 12, 2013.  The matter was \ndesignated a complex business case by Chief Justice Sarah Parker on June 13, \n2013, and assigned to the undersigned on June 19, 2013.   \n {5} In its Complaint, Plaintiff brought claims alleging misappropriation of \ntrade secrets, defamation, unfair and deceptive trade practices, interference with \nprospective contractual relations, and civil conspiracy.  (Compl. ¶ 1.)  Plaintiff \nsubsequently voluntarily dismissed the defamation claim.  \n{6} Safety Test now moves this cour t to compel ASUC to produce two \nletters that ASUC claims are protected under the attorney-client privilege and \nfurther to find that there has been a subject matter waiver with regard to any \nrelated documents.  Both letters are opinion letters from ASUC’s attorney to Andy \nPrice regarding potential legal implications of Defendants’ discussions with \nHamrick about his potential employment with ASUC. \n{7} The first letter is dated May 15, 2012 (“May 15 Letter”).  Hamrick \ncurrently possesses a version of the May 15 Letter with the letterhead and the \nsignature line redacted.  How and when Hamrick obtained the May 15 Letter is \ncontested.  There are multiple competing affidavits on the issue.  Hamrick testified \nthat Price voluntarily gave him the letter in redacted form.  Price testified that he \ndid not. \n{8} The parties agree that Price and Hamrick first met on or around May \n15, 2012, to discuss Hamrick potentially leaving Safety Test to work for ASUC.  \n(Pl.’s Br. Supp. Mot. Compel Produc. Docs. (“Supp. Br.”) 2; Defs.’ Br. Opp’n Pl.’s \nMot. Compel Produc. Docs. (“Opp’n Br.”) 2.)  Hamrick contends that Price showed \nhim the May 15 Letter at the first meeting and discussed its contents with him.  \n(Lindsay Hamrick Aff. ¶ 4.)  Price disputes this and asserts that he had not yet \nreceived the May 15 Letter at the time of the first meeting.  (Andy Price Aff. ¶ 5; \nThird Andy Price Aff. ¶¶ 3–4.)  Price and Hamrick met again, at which time Price \nprovided Hamrick with certain documents.  (Supp. Br. 2; Opp’n Br. 3.)  Price \nconcedes that he had a redacted copy of the May 15 Letter at the second meeting, \nbut denies he gave it to Hamrick.  (Andy Price Aff. ¶¶ 8–9.)  Plaintiff asserts and \nDefendants deny that Price voluntarily gave Hamrick the May 15 Letter in its \nredacted form at the second meeting. \n{9} Clearly, Hamrick has the redacted letter.  Defendants deny that Price \nor any other ASUC employee disclosed the May 15 Letter to Hamrick or discussed \nthe May 15 Letter with him in any form or at any point in time.  (Opp’n Br. 1; Defs.’ \nSurreply Opp’n Pl.’s Mot. Compel Produc. Docs. (“Surreply”) 1.)  Safety Test also \noffered the affidavit of its president, Drew Beam (“Beam”), in which Beam testified \nthat Hamrick gave him the May 15 Letter with an indication that he had received it \nfrom Price. (Beam Aff. ¶¶ 2–3.)  Defendants maintain that they have no idea how \nHamrick could have obtained the letter, and imply that he might have stolen it.  \n(Opp’n Br. 5.)  Defendants offer no indication as to how Hamrick could have gained \naccess to the May 15 Letter if Price guarded it carefully as he says he did. \n{10} Based on Hamrick’s testimony as to a voluntary waiver, Plaintiff seeks \nboth the May 15 Letter in an unredacted form and a second letter, dated July 27, \n2012 (“July 27 Letter”), listed on Defendants’ privilege log from the same attorney \non the same subject matter. \nII. ANALYSIS \n{11} North Carolina law provides that the attorney-client privilege protects \ncommunications if \n(1) the relation of attorney and client existed at the time the \ncommunication was made, (2) the communication was made in \nconfidence, (3) the communication relates to a matter about which the \nattorney is being professionally consulted, (4) the communication was \nmade in the course of giving or seeking legal advice for a proper \npurpose although litigation need not be contemplated[,] and (5) the \nclient has not waived the privilege.  \nIsom v. Bank of Am., N.A., 177 N.C. App. 406, 411, 628 S.E.2d 458, 462 (2006) \n(quoting State v. Murvin, 304 N.C. 523, 531, 284 S.E.2d 289, 294 (1981)) (citing \nEvans v. United Servs. Auto. Ass’n, 142 N.C. App. 18, 32, 541 S.E.2d 782, 791 \n(2001)).  Plaintiff does not dispute that the letters to ASUC from its attorney meet \nthe first four criteria.  The issue is whether any attorney-client privilege has been \nwaived.  To resolve that issue, the court must determine upon whom the burden of \nproving waiver falls and whether that burden has been met. \n{12} As a general proposition, the party claiming an attorney-client \nprivilege bears the initial burden of establishing it.  Evans, 142 N.C. App. at 32, 541 \nS.E.2d at 791.  Though the elements of privilege are settled, North Carolina case \nlaw has not clearly considered whether the party claiming privilege has an initial \nburden to prove the negative of a waiver or whether the privilege proponent need \nonly prove absence of waiver in response to an adequately supported challenge. \n{13} A review of federal cases reveal s that a burden-shifting approach is \n“[t]he prevalent, albeit unstated, practice” in the federal courts where issues of \npotential waiver arise.  2 Paul R. Rice, Attorney-Client Privilege in the United \nStates, § 9:22, at 82 (2013–2014 ed. 2013).  Under this burden-shifting approach, \ncourts “impose the initial burden of establishing the basic elements on the privilege \nproponent.”  Id.  This initial burden does not require the privilege holder to \naffirmatively negate waiver.  Rather, once the proponent of the privilege establishes \nthe basic elements of privilege, the burden of production of evidence “shifts to the \nopponent to establish a prima facie case of waiver.”  Id.  If the privilege opponent \nestablishes a prima facie case of waiver, “the burden of going forward with evidence \nshifts back to the proponent to rebut the prima facie case by demonstrating that the \nprivilege is still viable.”  Id.  Ultimately, the privilege proponent bears the burden of \npersuasion.  United States v. Chevron Corp, No. C 94-1885 SBA, 1996 U.S. Dist. \nLEXIS 8646, at *10–11 (N.D. Cal. May 30, 1996); Shumaker, Loop & Kendrick, LLP \nv. Zaremba, 403 B.R. 480, 486 (N.D. Ohio 2009). \n{14} Some courts expressly presume th at there has been no waiver until a \nparty opposing privilege demonstrates a factual predicate for claiming waiver.  See, \ne.g., United States v. Hatfield, No. 06-CR-0550 (JS), 2009 U.S. Dist. LEXIS 106269, \nat *10–11 (E.D.N.Y. Nov. 13, 2009) (“If [the privilege proponent] can meet that \ninitial burden, he does not need to go through the burdensome (and borderline \nimpossible) task of showing that he did not waive privilege with respect to each and \nevery document in question.  Instead, the burden shifts to the [privilege opponent] \nto show [waiver]. . . .”); Chevron Corp., No. C 94-1885 SBA, 1996 U.S. Dist. LEXIS \n8646, at *10 (N.D. Cal. May 30, 1996) (noting that the “‘shared burden’ approach to \nestablishing waiver of the attorney-client privilege alleviates the onerous burden on \na client asserting attorney-client privilege to prove a negative, . . . while still placing \nthe ultimate burden of proof on the [proponent]”).  Other courts, including the \nFourth Circuit, implicitly presume the absence of waiver absent contrary evidence.  \nSee, e.g., United States v. Under Seal (In re Grand Jury Subpoena), 341 F.3d 331, \n335 (4th Cir. 2003) (stating “[t]he proponent must [initially] establish that . . . the \nprivilege was not waived,” but then requiring the opponent to make a prima facie \ncase for waiver before shifting the burden back to the privilege proponent to rebut \nwaiver); F.C. Cycles Int’l, Inc. v. Fila Sport, S.p.A., 184 F.R.D. 64, 70, 72 (D. Md. \n1998) (implying that demonstration of absence of waiver is not required to make a \nprima facie case for privilege). \n{15} The court concludes that this bu rden-shifting approach is consistent \nwith North Carolina precedent and should be followed here.  The approach prevents \nplacing an initial heavy and unrealistic burden on the privilege holder to account for \nand disprove every possibility of waiver.  See Rice, supra, § 9.22, at 80–81 (“The \nprivilege proponent should not be required to discount all possibilities of waiver in \norder to establish the privilege claim.”). \n{16} In applying this approach to this claim, the court need not decide \nwhether showing mere possession by a stranger to the privilege is adequate to shift \nthe burden of proving the absence of waiver to the privilege holder.  Safety Test has \nput forward substantial evidence on which it asserts a voluntary waiver.  Having \ndone so, the burden shifted to Defendants to defeat the claim of waiver. \n{17} Each party has submitted facts whic h it contends support its position.  \nThe facts are diametrically opposed.  Where the weight of the evidence is equal, the \nadverse ruling must be against the party with the ultimate burden of proof.  Even \nso, weighing all of the evidence in this particular case, the court concludes that the \nevidence supports an affirmative finding that Defendants waived the attorney-client \nprivilege.  Defendants are then directed to produce an unredacted copy of the May \n15 Letter. \n{18} The court must then determine whether the waiver extended to the \nsubject matter so as to require production of the July 27 Letter. \n{19}  This court has recognized that an  inadvertent waiver does not lead to a \nbroad subject-matter waiver.  See Morris v. Scenera Research, LLC, 2011 NCBC \nLEXIS 34, at *33 (N.C. Super. Ct. Aug. 26, 2011) (“[T]he general rule that a \ndisclosure waives not only the specific communication but also the subject matter of \nit in other communications is not appropriate in cases of inadvertent \ndisclosure . . . .” (quoting Parkway Gallery Furniture, Inc. v. Kittinger/Pa. House \nGrp., Inc., 116 F.R.D. 46, 52 (M.D.N.C. 1987))).  Considering the overall evidentiary \nrecord, the court cannot conclude that waiver as to the May 15 Letter was \ninadvertent.  As such, the waiver further extends to the July 27 Letter, and \nDefendants must also produce a copy of this letter.  The court, however, will not \nfurther order that Defendants produce other communications that occurred with \ntheir counsel. \nIII. CONCLUSION \n{20} For the reasons stated above, Plaintiff’s Motion to Compel Production \nof Documents is GRANTED to the extent that Defendants must produce unredacted \ncopies of the May 15 Letter and the July 27 Letter.   \n \n \nIT IS SO ORDERED this 2nd day of September, 2014. \n \n \n  "
}