{
  "id": "9e6c9373115e4e362cfedb19ee3d60a32ae9601a55bfa97850b23a540463bc7e",
  "source_file": "data/raw/ncbc/9e6c9373115e4e362cfedb19ee3d60a32ae9601a55bfa97850b23a540463bc7e.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n13 CVS 15686 \nKELLY BERGENSTOCK; CHARLES \nFRANCIS JONES, JR.; BEACON \nHOUSE USA INC.; WILLIAM \nKENNETH BAKER, as Trustee of the \nCathryn Matthews Braly Revocable \nLiving Trust; NITA BRALY BAKER; \nWARREN KIMBERLY BRALY; \nJOSEPH McDOWELL BRALY, JR.; \nBRIAN DAVID BRALY; CATHRYN \nMICHELLE BRALY; MADISON \nMATTHEWS; JEFFREY MATTHEWS\nBAKER; MARA KATHRYN BAKER; \nand SULLIVAN McDOWELL ELLIS, \na Minor, All as Beneficiaries of the \nLast Will and Testament of Cathryn \nMatthews Braly, on Behalf of \nThemselves and on Behalf of All \nOthers Similarly Situated, \n \nPlaintiffs, \n \nv. \n \nLEGALZOOM.COM, INC.,  \n \nDefendant. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER & OPINION \n \n{1} THIS MATTER is before the Court on Legalzoom.com, Inc.’s Motion to \nCompel Arbitration of Plaintiff Kelly Bergenstock’s Claims and LegalZoom.com, \nInc.’s Motion to Compel Arbitration of Newly-Added Plaintiffs’ Claims (“Baker \nMotion”) (collectively, “Motions”).  For reasons explained below, the Motions are \nGRANTED, and the litigation is stayed pending arbitration.        \n \nSpilman Thomas & Battle, PLLC by Nathan B. Atkinson and Margaret C. \nCoppley for Plaintiffs. \n \nBergenstock v. LegalZoom.Com, Inc., 2015 NCBC 63.\n \nCarlton Law, PLLC by Alfred P. Carlton, Jr., and Nexsen Pruet, PLLC by R. \nDaniel Boyce for Defendant. \n \nGale, Chief Judge.  \nI.  THE PARTIES/g3\n{2} Plaintiff Kelly Bergenstock (“Bergenstock”) is an individual that \nresides in Kill Devil Hills, North Carolina. \n{3} Plaintiff William Kenneth Baker (“Baker”) is trustee of the Cathryn \nMatthews Braly Revocable Living Trust (“Braly Trust”), and a resident of Delaware.   \n{4} Nita Braly Baker, Warren Kimberly  Braly, Joseph McDowell Braly, \nJr., Brian David Braly, Cathryn Michelle Braly, Madison Matthews, Jeffrey \nMatthews Baker, Mara Kathryn Baker, and Sullivan McDowell Ellis (“Braly \nBeneficiaries”) are beneficiaries of the Last Will and Testament of Cathryn \nMatthews Braly (“Braly Will”).  All Braly Beneficiaries reside outside of North \nCarolina.   \n{5} Cathyn Matthews Braly (“Braly”) is a nonparty who executed the \nBraly Will and Braly Trust, and a Certification of Trust on January 13, 2014.  On \nJanuary 25, 2014, Braly died a resident of Moore County, North Carolina.  The \nBraly Will and Braly Trust named Baker, Braly’s son-in-law, as Executor and \nsubstitute trustee upon Braly’s death or incapacity.  \n{6} Defendant LegalZoom.com, Inc. (“LegalZoom”) is a Delaware \ncorporation that operates a website, www.legalzoom.com.  LegalZoom has offices in \nGlendale, California; Mountain View, California; and Austin, Texas.   \nII. PROCEDURAL BACKGROUND \n {7} Bergenstock, Charles Francis Jones, Jr. (“Jones”), and Beacon House \nUSA, Inc. (“Beacon House”) filed their original Class Action Complaint in Wake \nCounty on December 23, 2013.   \n{8} On January 31, 2014, the case was designated a mandatory complex \nbusiness case and on February 5, 2014, was assigned to the undersigned.   \n \n{9} On February 14, 2014, LegalZoo m moved to compel arbitration of \nclaims based on Bergenstock’s two purchases and to abate all claims already settled \nwithin the settlement class of national class action approved by the California \ncourts, which included one of Bergenstock’s purchases. \n{10} On July 9, 2014, Plaintiffs f iled their First Amended Class Action \nComplaint, adding Baker and the Braly Beneficiaries as plaintiffs.  Plaintiffs seek \nto represent the following proposed class: \nAll persons or entities within the State of North Carolina that \nLegalZoom charged and/or collected fees for legal services and/or \ndocument preparation.  The Class does not include any persons or \nentities that have a legally binding arbitration provision in their \ncontract with LegalZoom. \n(First Am. Class Action Compl. ¶ 125.)  Plaintiffs bring claims for unauthorized \npractice of law (“UPL”), unjust enrichment, and unfair and deceptive trade practices \n(“UDTP”). \n{11} Plaintiffs seek restit ution of all fees paid to LegalZoom class members, \ntogether with treble recovery and reasonable attorneys’ fees. \n{12} LegalZoom filed its Motion to Dismiss First Amended Class Action \nComplaint on August 22, 2014, and the Baker Motion on September 24, 2014.   \n{13} By its May 15, 2015, Order & Opin ion, the Court dismissed all claims \nbased on purchases made during the period covered by the national class \nsettlement, including all claims by Jones and Beacon House and those based on \nBergenstock’s first purchase. \n{14} The Motions seeking to arbitrat e all remaining claims are ripe for \nhearing after full briefing and oral argument.  \nIII. FACTS REGARDING AGREEMENT TO ARBITRATE \n{15} The Court considers matters be yond the pleadings and looks to \ncompetent evidence to determine whether an agreement to arbitrate was reached.  \nEvangelistic Outreach Ctr. v. Gen. Steel Corp., 181 N.C. App. 723, 726, 640 S.E.2d \n840, 843 (2007) (requiring competent evidence in support of a valid agreement to \n \narbitrate); Capps v. Blondeau, 2010 NCBC LEXIS 10, at *3 n.6 (N.C. Super. Ct. \nApr. 13, 2010) (“[I]n determining the threshold issue of whether a mandatory \narbitration agreement exists, the court necessarily must sit as a finder of fact.  \nAccordingly, for such limited purpose, the court also may consider evidence as to \nfacts that are in dispute.”) (citing Slaughter v. Swicegood, 162 N.C. App. 457, 461, \n591 S.E.2d 577, 580 (2004)).  The Court recites the following facts relevant to the \narbitration issue, taken from the pleadings and affidavits.   \nA. Bergenstock’s Purchases \n{16} Through LegalZoom’s website, Bergenstock purchased a “Trademark \nPlus Package” on May 11, 2010, and a “Trademark Statement of Use Extension” on \nAugust 6, 2011.  (First Am. Class Action Compl. ¶¶ 86–87.)1   \n{17} At all relevant times, LegalZoom ’s Terms of Use and Terms of Service \n(collectively, “Terms”) were available on its homepage and were accessible by \nhyperlinks throughout the website, and LegalZoom’s software was structured such \nthat a consumer must have affirmatively indicated assent to the Terms in order to \nmake a purchase.   \n{18} The checkout page at the time  of Bergenstock’s second purchase \ncontained language declaring, “By clicking the button, I agree to the Terms of \nService and User Agreement.”  (Br. Supp. Mot. Compel Arbitration Pl. Kelly \nBergenstock’s Claims (“Bergenstock Br.”) Ex. 4.)  The underlining in the “Terms of \nService” and “User Agreement” indicated hyperlinks leading to the full texts of each \ndocument on a different webpage within the LegalZoom website.   \n{19} The Terms of Service in effect at the time of Bergenstock’s second \npurchase indicated in bold language that disputes must be resolved as described in \nthe LegalZoom Arbitration Agreement (“Arbitration Agreement”).  (Bergenstock Br. \nEx. 2 ¶ 3.)  The Arbitration Agreement began in paragraph nine of the Terms of \nService and presented in bold and capital letters: “DISPUTE RESOLUTION BY \n/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3\n1 LegalZoom relies only on Bergenstock’s assent to arbitration as a part of her latest purchase. \n \nBINDING ARBITRATION.”  (Bergenstock Br. Ex. 2 ¶ 9.)  The Terms of Use \ncontained the same agreement in paragraph six, and one of the introductory \nparagraphs of the Terms of Use instructed the reader to avoid use of the site if any \nof the Terms of Use were not agreeable. (Bergenstock Br. Ex. 3 ¶ 6.) \n{20} Under the subheading, “ Please read this carefully.  It affects your \nrights,” the Arbitration Agreement details a list of disputes and claims that are \nsubject to arbitration: \n claims arising out of or relating to any aspect of the relationship \nbetween us, whether based in contract, tort, statute, fraud, \nmisrepresentation, or any other legal theory;   \n claims that arose before these or any prior Terms (including, but \nnot limited to, claims relating to advertising); \n claims that are currently the subject of purported class action \nlitigation in which you are not a member of a certified class; and \n claims that may arise after the termination of these Terms.  \n(Bergenstock Br. Ex. 2 ¶ 9, 3 ¶ 6.) \n{21} Bergenstock does not allege that  any inadequacy of the documents she \npurchased led to losses. \nB. Baker’s Purchases \n{22} Between June 30, 2013, and January 11, 2014, 2 Baker, using the \nLegalZoom website, purchased various documents for Braly’s estate planning \nincluding a “living trust, a living will, and a basic power of attorney.”  (Mot. Compel \nArb. Newly-Added Pls.’ Claims Ex. 1 (“Hartman Aff. II”) ¶¶ 8–9; First Am. Class \nAction Compl. ¶¶ 101–02.)   \n{23} Although there were some word ing variations, LegalZoom’s Terms and \nits purchase page, for the purposes of this Order & Opinion, remained substantially \nunchanged between Bergenstock’s second purchase and Baker’s purchases.   \n/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3\n2 Plaintiffs and LegalZoom disagree on the actual date of purchase, but concede that the date is not \nmaterial to the current motions. (See Br. Supp. Mot. Compel Arb. of Newly Added Pls.’ Claims 3 n.1.; \nPls.’ Resp. LegalZoom.com, Inc’s Mot. Compel Arb. Newly Added Pls. 2 n.2.) \n \n{24} Before consummating his purcha ses, Baker was required to check a \nbox indicating agreement to LegalZoom’s Terms.  The checkout page at the relevant \ntimes contained language—in between an e mpty checkbox to the left and a green \nbutton to the right—declaring, “By checking this box and clicking submit, I agree to \nthe Terms of Service, including the arbitration provision, and the User Agreement.”  \n(Hartman Aff. II, ¶¶ 17, 19, Exs. 1D, 1G.) \n{25} The Arbitration Agreement began in  paragraph eleven of the Terms of \nService and was captioned in bold and capital letters.  (Hartman Aff. II ¶ 14, Exs. \n1B, 1E.)  The Terms of Use available on LegalZoom’s website contained the same \nagreement in paragraph six and instructed the reader to avoid use of the site if any \nof the Terms of Use were not agreeable. (Hartman Aff. II ¶ 13, Exs. 1C, 1F.) \n{26} Section (a) of the Arbitration Agreement defines parties subject to the \nagreement, indicating that references to “you” includes “all authorized or \nunauthorized users or beneficiaries of services or products under these Terms or \nany prior agreements between us.”  (Hartman Aff. II, Exs. 1B, 1E (emphasis \nadded).)  \n{27} After Braly died, Baker attempted  to probate the Braly Will in Moore \nCounty, North Carolina.  The Moore County Clerk of Superior Court refused to \nprobate the Braly Will, citing inconsistent language in the estate documents that \nrendered them invalid.   \nIV. ANALYSIS \n{28} The Court must first determine whether the agreements to arbitrate \nare governed by the Federal Arbitration Act (“FAA”).  When determining whether a \nvalid arbitration agreement exists under the terms of the FAA, “courts generally . . . \nshould apply ordinary state-law principles that govern the formation of contracts.”  \nCold Springs Ventures, LLC v. Gilead Sciences, Inc., 2014 NCBC LEXIS 10, at *11 \n(N.C. Super. Ct. Mar. 26, 2014) (quoting First Options of Chi., Inc. v. Kaplan, 514 \nU.S. 938, 944 (1995)); see also Brown v. Centex Homes, 171 N.C. App. 741, 744, 615 \nS.E.2d 86, 88 (2005) (“The law of contracts governs the issue of whether an \n \nagreement to arbitrate exists.”)  In North Carolina, “determining whether a dispute \nis subject to an arbitration agreement involves ‘a two-part inquiry: (1) whether the \nparties had a valid agreement to arbitrate, and also (2) whether the specific dispute \nfalls within the substantive scope of that agreement.’”  Fontana v. Se. \nAnesthesiology Consultants, P.A., 221 N.C. App. 582, 588, 729 S.E.2d 80, 86 (2012) \n(quoting Hobbs Staffing Servs., Inc. v. Lumbermens Mut. Cas. Co., 168 N.C. App. \n223, 225, 606 S.E.2d 708, 710 (2005)).  The party seeking to compel arbitration has \nthe burden of proving that a valid arbitration agreement exists by mutual \nagreement of both parties.  Slaughter, 162 N.C. App. at 461, 591 S.E.2d at 580.  \n{29} Thus, if the Court determines th at the agreement is governed by the \nFAA, the Court first evaluates whether the parties reached an agreement to \narbitrate.  If so, it must inquire whether the particular claims fall within the scope \nof the agreement to arbitrate.   \n{30} The present case involves addition al issues.  First, Plaintiffs assert \nthat, even if the parties otherwise agreed to arbitrate, as a matter of public policy, \nUPL claims should not be arbitrated.  As to Bergenstock’s claims, the Court must \ndetermine whether any arbitration agreement reached in connection with her \nsecond purchase is sufficiently broad to extend to claims related to her earlier \npurchase.  As to the Baker’s purchases, the Court must determine whether any \nagreement reached with Baker in his individual capacity also binds Baker in his \ncapacity as trustee and the Braly Beneficiaries, who were not parties to that \nagreement. \nA. The Motions Are Governed by the FAA \n{31} The FAA applies when “(a) a wri tten arbitration agreement exists that \ncovers the dispute and (b) the contract containing the arbitration provision \nevidences a transaction involving interstate commerce.”  Capps, 2010 NCBC LEXIS \n10, at *25–26 (citing Am. Home Assur. Co. v. Vecco Concrete Constr. Co. of Va., 629 \nF.2d 961, 963 (4th Cir. 1980)). \n \n{32} Plaintiffs do not argue that their purchases were not in interstate \ncommerce, but argue that at least their UPL claims are exclusively matters of state \nlaw falling outside the ambit of the FAA.  Plaintiffs argue that the regulation of \nlawyers has traditionally fallen to the states and that federal preemption cases \nsupport their position.  (See Pls.’ Resp. LegalZoom, Inc.’s Mot. Compel Arb. Newly \nAdded Pls. 9–10 (citing Ca. Div. of Labor Standards Enforcement v. Dillingham \nConstr., N.A., Inc., 519 U.S. 316, 325 (1997); N.Y. State Conference of Blue Cross & \nBlue Shield Plans v. Travelers Ins. Co., 514 U.S. 645, 655 (1995); Rice v. Santa Fe \nElevator Corp., 331 U.S. 218, 230 (1947)).)   \n{33} LegalZoom replies that FAA’s scope cannot be limited in that manner \nbecause its enactment “withdrew the power of the states to require a judicial forum \nfor the resolution of claims which the contracting parties agreed to resolve by \narbitration.”  (Reply Br. Supp. Mot. Compel Arb. Newly-Added Pls.’ Claims 9 (citing \nMastrobuono v. Shearson Lehman Hutton, Inc., 514 U.S. 52, 56 (1995)).)  \nLegalZoom invites the Court to follow the Arkansas Supreme Court, which rejected \na similar argument to that which Plaintiffs advance.  See generally LegalZoom v. \nMcIlwain, 429 S.W.3d 261, 265–66 (Ark. 2013). \n{34} The Supremacy Clause of the United State Constitution states that \n“the Laws of the United States . . . shall be the supreme law of the land; and the \njudges in every state shall be bound thereby, anything in the Constitution or laws of \nany State to the contrary notwithstanding.”  U.S. Const. art. VI, cl. 2.  The United \nStates Supreme Court has stated a clear policy favoring arbitration of claims and \nrejecting state efforts to except claims from arbitration.  It has declared that the \nFAA evinces a “liberal federal policy favoring arbitration agreements, \nnotwithstanding any state substantive or procedural policies to the contrary.”  \nMoses H. Cone Mem’l Hosp. v. Mercury Constr. Corp., 460 U.S. 1, 24 (1983).  A \nfederal statute provides that, for any contract requiring arbitration to settle a \ndispute arising out of that contract, the contractual arbitration provision “shall be \nvalid, irrevocable, and enforceable, save upon such grounds as exist at law or in \nequity for the revocation of any contract.”  9 U.S.C. § 2 (2014).  The United States \n \nSupreme Court has stated that “nothing in [§ 2] suggests an intent to preserve \nstate-law rules that stand as an obstacle to the accomplishment of the FAA’s \nobjectives,” AT&T Mobility LLC v. Concepcion, 131 S. Ct. 1740, 1748 (2011), and \nhas established a clear rule: “When state law prohibits outright the arbitration of a \nparticular type of claim, the analysis is straightforward: The conflicting rule is \ndisplaced by the FAA.”  Id. at 1747.   \n{35} The North Carolina legislature has authorized a private cause of action \nfor UPL, supplementing the regulatory authority of the courts and the State Bar.  \nSee N.C. Gen. Stat. § 84-10.1 (2014).  The statute does not, however, evidence an \nintent that such claims are not subject to arbitration. \n{36} In sum, the Court finds that the FAA applies and that there is no \nreasoned basis to exclude UPL claims from arbitration.3 \nB. The Parties Agreed to Arbitrate Their Disputes \n{37} The Motions raise the issue of wh ether the Internet-based transaction \nis adequate to represent an agreement to arbitrate despite the absence of an \nagreement to which the parties affixed actual written signatures.  \n{38}  In evaluating this issue, the Court has considered a line of federal \ndecisions, which have analyzed both “clickwrap” or “click-through” agreements and \n“browsewrap” agreements.  See Nguyen v. Barnes & Noble Inc., 763 F.3d 1171, \n1175–76 (9th Cir. 2014); Register.com, Inc. v. Verio, Inc., 356 F.3d 393, 428–29 (2d \nCir. 2004).  The critical issue in those cases was whether the Internet-based \npurchase was structured so that the purchaser necessarily had actual or \nconstructive notice of the terms of use which included an agreement to arbitrate.  \nSee, e.g., Van Tassel v. United Mktg. Grp., LLC, 795 F. Supp. 2d 770, 790 (N.D. Ill. \n2011) (reasoning that the determination of whether a contract is valid “depends on \nwhether the user has actual or constructive knowledge of a website’s terms and \nconditions”). \n/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3/g3\n3 The Court expresses no opinion on the State Bar’s regulatory authority over LegalZoom./g3\n \n{39} In general, a clickwrap agreement requires that a user manifest assent \nto certain contractual terms by “click[ing] on an ‘I agree’ box after being presented \nwith a list of terms and conditions of use.”  Nguyen, 763 F.3d at 1175–76.  Provided \nthat those terms and conditions are clearly presented, the “clicking through” \nsubjects the user to the rule that where “a benefit is offered subject to stated \nconditions, and the offeree makes a decision to take the benefit with knowledge of \nthe terms of the offer, the taking constitutes an acceptance of the terms, which \naccordingly become binding on the offeree.”  Register.com, 356 F.3d at 403 (citing \nRestatement (Second) of Contracts § 69(1)(a) (1981)).  In contrast, in a browsewrap \nagreement, the terms and conditions “are generally posted on the website via a \nhyperlink at the bottom of the screen,” Nguyen, 763 F.3d at 1176, raising a question \nof whether the purchaser was aware of the terms and conditions when proceeding \nwith the purchase.  Because there is no “click-through” to express agreement to the \nterms, the purchaser might proceed without visiting the webpage containing the \nspecific terms of the agreement or without actual or constructive knowledge of those \nterms.  \nSee id. (“The defining feature of browsewrap agreements is that the user can \ncontinue to use the website or its services without visiting the page hosting the \nbrowsewrap agreement or even knowing that such a webpage exists.” (quoting Be \nIn, Inc. v. Google Inc., No. 12-CV-03373-LHK, 2013 U.S. Dist. LEXIS 147047, at *23 \n(N.D. Cal. Oct. 9, 2013))).  In those instances, there must be separate evidence of \nthe purchaser’s actual or constructive knowledge of the terms regarding arbitration.  \nId.  \n{40} The process to make a purchase us ing LegalZoom’s website is akin to a \nclickwrap agreement, where it is clear that the user has actual or constructive \nknowledge that the purchase is subject to an agreement to arbitrate because the \npurchase can only proceed after acknowledging those terms.  The unrebutted \nevidence is that Plaintiffs were required to acknowledge assent to the Terms by \nclicking a button that indicated assent next to links that would have called up \neither of the Terms in written form.  Bergenstock had to click an “Agree and Place \nOrder” button directly next to a statement that indicated that the clicking of that \n \nbutton would indicate her consent to the Terms.  When Baker made his purchase, \nthe website had been modified to include placing a checkmark in an empty box to \nexpressly indicate acceptance of the Terms.  Both Bergenstock and Baker were \nadvised that they should not complete their purchase if they did not agree to the \nTerms. \n{41} Even so, Plaintiffs argue that LegalZoom still has not met its burden to \nproduce evidence of the signed agreement in an allowable form under the E-Sign \nAct, which provides that, “a signature, contract, or other record relating to such \ntransaction may not be denied legal effect, validity, or enforceability solely because \nit is in electronic form,” and a contract is not to be denied legal effect “solely because \nan electronic signature was used in its formation.”  15 U.S.C. § 7001(a)(1), (2) \n(2014); \ncf. N.C. Gen. Stat. § 66-317 (2014).  “[N]otwithstanding subsection (a),” the \nvalidity or enforceability of an electronic record or contract “may be denied if . . . not \nin a form that is capable of being retained and accurately reproduced for later \nreference by all parties or persons who are entitled to retain the contract or other \nrecord.”  15 U.S.C. 7001(e); cf. N.C. Gen. Stat. § 66-318.  \n{42} However, neither the E-Sign Ac t nor the FAA require LegalZoom to \nproduce evidence of Plaintiffs’ actual signatures.  While agreements to arbitrate \nmust be in writing, they do not have to be signed.  Howard v. Oakwood Homes \nCorp., 134 N.C. App. 116, 120, 516 S.E.2d 879, 882 (1999).  The E-Sign Act \nmandates that, if any law requires an original record of a transaction or contract \nrelated to a transaction, that requirement is met by retaining an accurate record of \nthe information in a manner that is accessible and capable of being reproduced.  See \n15 U.S.C. §§ 7001(d)(1), (3) (2014); cf. N.C. Gen. Stat. § 66-322.   \n{43} In opposition, Plaintiffs rely he avily on two cases in which the parties \nproduced no signed agreement, and the courts denied the motions to compel \narbitration.  In \nSlaughter v. Swicegood, the original signor of the agreement was \ndeceased, and the parties opposing arbitration introduced affidavits indicating their \nlack of awareness of the arbitration agreement.  162 N.C. App. at 457, 591 S.E.2d at \n577.  In affirming the trial court’s refusal to find a binding arbitration agreement, \n \nthe North Carolina Court of Appeals noted that no one testified to having witnessed \nthe signing of the agreement; no one explained why the agreement was scanned into \nthe system eleven years after it was allegedly signed; and no one presented any \nevidence as to “the general business practices surrounding the signing of similar \ncustomer agreements, or whether it was the usual policy of [the opposing parties] to \nrequire prospective clients to sign such agreements.”  Id. at 462, 591 S.E.2d at 581.  \nIn Capps v. Blondeau, the Hon. John R. Jolly refused to find a binding agreement \nbased on unauthenticated, “scanned and electronically stored copies and specimens” \nwithout further evidence of an actual agreement. 2010 NCBC LEXIS 10, at *36. \n{44} These two cases are inapposi te because, in contrast to Slaughter and \nCapps, LegalZoom here has provided unrebutted testimony that the process in place \nat the time of Plaintiffs’ purchases required them to make the purchases by \nsimultaneously acknowledging agreement with the Terms, which included an \nagreement to arbitrate.  Further, LegalZoom has provided copies of the Terms, \nincluding the agreement to arbitrate, that were in place at the time of Plaintiffs’ \npurchases.  This evidence is the type that the court noted was missing in Slaughter, \nand the lack of which prevented the agreement’s authentication in Capps.   \n{45} In sum, by “clicking through” under these circumstances, Bergenstock \nand Baker are deemed to have signed the agreement to arbitrate.  See Metro. \nRegional Info. Servs., Inc. v. Am. Home Realty Network, Inc., 722 F.3d. 591,  601–\n03 (4th Cir. 2013) (finding that one who clicks “yes” has made a written signature \nunder E-Sign Act).  LegalZoom has met its burden under the FAA and E-Sign Act to \ndemonstrate written evidence of the agreement to arbitrate and Plaintiffs’ actual \nagreement to arbitrate, and the Court finds that Bergenstock and Baker agreed to \narbitrate claims within the scope of the arbitration agreement. \nC. The Arbitration Agreement Reaches Each of Plaintiffs’ Claims \n{46} Plaintiffs argue that only Berg enstock’s last purchase included the \nTerms on which LegalZoom relies in seeking to compel arbitration of Bergenstock’s \nclaims, and there is then no basis on which to require arbitration of her earlier \n \npurchase, which did not include such terms.  Plaintiffs also argue that Baker is \nsuing in his capacity as trustee, whereas his purchase was made in his individual \ncapacity, and that any agreement he made individually does not bind either Baker \nas trustee or the Braly Beneficiaries, who were not signatories to any agreement to \narbitrate. \n{47} The general rule in North Carolina is that if “ the language of the \narbitration clause is ‘clear and unambiguous,’ [the Court] may apply the plain \nmeaning rule to interpret its scope.”  Fontana, 221 N.C. App. at 588–89, 729 S.E.2d \nat 86.  However, “a party cannot be forced to submit to arbitration of any dispute \nunless he has agreed to do so.”  Raspet v. Buck, 147 N.C. App. 133, 136, 554 S.E.2d \n676, 678 (2001) (citing AT&T Techs. v. Commc’ns Workers of Am., 475 U.S. 643 \n(1986)).   \n1. Claims Based on Bergenstock’s Earlier Purchase Are Subject to the \nAgreement to Arbitrate Made as a Part of Her Subsequent Purchase \n{48} The Terms of Service governing Be rkenstock’s last purchase provided \nthat the agreement to arbitrate extends to “all disputes and claims,” including \n“claims that arose before these or any prior Terms” were in effect.  (Bergenstock Br. \nEx. 2 ¶ 9(a).)   \n{49} The Court has concluded that Bergenstock agreed to this provision.  \nThe language is clear.  As a result, the language of the agreement to arbitrate \nentered as a part of Bergenstock’s last purchase extends to her claims on any prior \npurchase. \n2. All Claims of Baker and the Braly Beneficiaries Are Subject to Baker’s \nAgreement to Arbitrate \n{50} Paragraph 11 of the Terms of Se rvice applicable to Baker’s purchase \nstates that “references to ‘LegalZoom,’ ‘you,’ and ‘us’ include our respective \nsubsidiaries, affiliates, agents, employees, predecessors in interest, successors, and \nassigns, as well as all authorized or unauthorized users or beneficiaries of services \nor products under these Terms or any prior agreements between us.”  (Hartman Aff. \n \nII Exs. 1B, 1E.)  On its face, this language is sufficiently broad to reach Baker, \nwhether claiming individually or as trustee, and the Braly Beneficiaries.  The \nquestion remains whether the language, although clear, binds only signatories to \nthe agreement. \n{51} “The obligation and entitlement to arbitrate ‘does not attach only to \none who has personally signed the written arbitration provision.’  Rather, ‘well-\nestablished common law principles dictate that in an appropriate case a \nnonsignatory can enforce, or be bound by, an arbitration provision within a contract \nexecuted by other parties.’”  \nEllen v. A.C. Schultes of Md., Inc., 172 N.C. App. 317, \n320, 615 S.E.2d 729, 732 (2005) (quoting Wash. Square Sec., Inc. v. Aune, 385 F.3d \n432, 435 (4th Cir. 2004)).  Stated otherwise, a party is not allowed simultaneously to \nclaim the benefit of the contract while denying the arbitration agreement contained \nin that contract.  See Carter v. TD Ameritrade Holding Corp., 218 N.C. App. 222, \n231, 721 S.E.2d 256, 263 (2012); see also Ellen, 172 N.C. App. at 320–23, 615 S.E.2d \nat 731–33.   \n{52} In Carter v. TD Ameritrade Holding Corp., the plaintiff investors sued \nfor losses in their IRA accounts.  218 N.C. App. at 223–24, 721 S.E. 2d at 258–59.  \nThey claimed that their signatures on the IRA agreements containing the \narbitration provisions had been forged and that they had not agreed to those \nprovisions.  \nId.  In reaching its decision, the court of appeals noted that, in order to \ndetermine whether the plaintiffs were bound to the arbitration clause, its \nappropriate inquiry is to “examine whether the plaintiff has asserted claims in the \nunderlying suit that, either literally or obliquely, assert a breach of a duty created \nby the contract containing the arbitration clause.”  Id. at 231, 721 S.E.2d at 263 \n(quoting Am. Bankers Ins. Grp. v. Long, 453 F.3d 623, 629 (4th Cir. 2006)).  Having \nfound that the plaintiffs had clear knowledge of the existence of the IRA contracts, \nthe court concluded that although the complaint essentially asserted only tort \nclaims, those claims derived from and were dependent on duties arising from the \ncontracts establishing the IRAs, and as a result, the plaintiffs were estopped from \ndenying the arbitration agreements.  Id. at 232, 721 S.E.2d. at 264.  As to statutory \n \nclaims under state securities laws, the court of appeals concluded that, “[a]t the \nvery least, plaintiffs’ complaint ‘obliquely[] assert[s] a breach of a duty created by \nthe contract[s] containing the arbitration clause[s].’”  Id. at 233, 721 S.E.2d at 264 \n(first alteration added) (quoting Long, 453 F.3d at 629).  The court indicated that a \nsignificant inquiry is whether the plaintiff would have a claim but for the existence \nof the contract including the arbitration clause.  See id. at 232, 721 S.E.2d at 264. \n{53} In Ellen v. A.C. Schultes of Maryland, Inc., the plaintiffs, who were \nshareholders of a subcontractor, asserted UDTP and tortious interference claims \narising from a course of conduct by a general contractor that included improper \nsexual advances, unethical business practices, slanderous statements to the \nsubcontractor’s clients, and other acts that ultimately led to the damage to the \nplaintiffs’ business and reputation.  172 N.C. App. at 318–19, 615 S.E.2d at 730–31.  \nThe general contractor and subcontractor were parties to a series of contracts \ncontaining an arbitration clause.  Id. at 317–18, 615 S.E.2d at 729.  The general \ncontractor sought to compel arbitration against the shareholders.  Id. at 320, 615 \nS.E.2d at 729.  The court refused to compel arbitration, finding that  \nplaintiffs are not seeking any direct benefits from the contracts \ncontaining the relevant arbitration clause, nor are they asserting any \nrights arising under the . . . contracts.  Neither plaintiffs’ allegations of \nunfair and deceptive trade practices nor plaintiffs’ allegations of \ntortious interference depend upon the contracts containing the \narbitration clause.  Both of the claims are dependent upon legal duties \nimposed by North Carolina statutory or common law rather than \ncontract law.   \nId. at 322, 615 S.E.2d at 733. \n{54} Baker in his capacity as trustee and the Braly Beneficiaries urge that, \nas nonsignatories, they should not be bound to any agreement to arbitrate because \nthey neither received a direct benefit under Baker’s purchase from LegalZoom nor \nassert rights under that purchase contract.  However, their harm, if any, arises \ndirectly as a result of Baker’s purchase from LegalZoom.  But for that purchase, \nPlaintiffs would have no claim.  As such, the Court concludes that the holding in \nCarter is controlling, because “[a]t the very least, plaintiffs’ complaint ‘obliquely[] \n \nassert[s] a breach of a duty created by the contract[s] containing the arbitration \nclause[s].’”  218 N.C. App. at 233, 721 S.E.2d at 264 (first alteration added) (quoting \nLong, 453 F.3d at 629). \n{55} The Court concludes that the claims  of Baker in his capacity as trustee \nand of the Braly Beneficiaries are subject to Baker’s valid agreement to arbitrate. \nV. CONCLUSION \n {56} As such, the Court finds as a fact that Bergenstock and Baker agreed \nto arbitrate claims arising from their purchases.  The Court finds as a fact that \nBergenstock agreed that she would arbitrate claims arising from any purchase from \nLegalZoom.  The Court finds as a fact that the arbitration clause involved in Baker’s \npurchase includes claims by Baker acting as trustee and by the Braly Beneficiaries. \n{57} Based on these facts, the Court conc ludes that each of the claims in the \nlitigation are subject to arbitration and the case should be stayed pending \narbitration.  \n{58} Defendant’s Motions are GRANTED. \n \nThis the 23rd day of June, 2015. \n \n \n     /s/ James L. Gale                                                        l \n     J a m e s  L .  G a l e  \n     Chief Special Superior Court Judge \n        for Complex Business Cases \n "
}