{
  "id": "9e9fd1e7be22bb8ee4c198ad55f6285e23e4dddc5b50e5eb6b4e61c254c69db8",
  "source_file": "data/raw/ncbc/9e9fd1e7be22bb8ee4c198ad55f6285e23e4dddc5b50e5eb6b4e61c254c69db8.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nDAVIE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 367 \n \nBRAKEBUSH BROTHERS, INC. \nAND HOUSE OF RAEFORD \nFARMS, \n \nPlaintiffs, \n \nv. \n \nCERTAIN UNDERWRITERS AT \nLLOYD'S OF LONDON - NOVAE \n2007 SYNDICATE SUBSCRIBING \nTO POLICY WITH NUMBER \n93PRX17F157, HALLMARK \nSPECIALTY INSURANCE CO., \nEVANSTON INSURANCE CO., \nMAXUM INDEMNITY CO., \nHUDSON SPECIALTY INSURANCE \nCO., LIBERTY SURPLUS \nINSURANCE CORPORATION, \nIRONSHORE SPECIALTY \nINSURANCE CO., AND CERTAIN \nUNDERWRITERS AT LLOYD'S OF \nLONDON -BRIT SYNDICATE 2987 \nSUBSCRIBING TO POLICY WITH \nNUMBER PD-l0972-00, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFF BRAKEBUSH \nBROTHERS, INC’S MOTION FOR \nSUMMARY JUDGMENT ON \nDEFENDANTS’ AMENDED \nCOUNTERCLAIMS \n \n THIS MATTER comes before the Court on Plaintiff Brakebush Brothers, \nInc.’s (“Brakebush”) Motion for Summary Judgment  on Defendants’ Amended \nCounterclaims (“Motion” or “Motion for Summary Judgment,” ECF No. 193). \n THE COURT , having considered the Motion, briefs, exhibits, affidavits, \ndepositions, arguments of counsel, and all other appropriate matters of record, \nCONCLUDES that the Motion for Summary Judgment should be DENIED.  \nKilpatrick Townsend & Stockton LLP, by Susan H. Boyles, and Dorsey \n& Whitney LLP, by Vernle C. Durocher Jr., Eric J. Weisenburger, and \nKathryn A. Johnson, for Plaintiffs Brakebush Brothers, Inc. and House \nof Raeford Farms. \nBrakebush Bros., Inc. v. Certain Underwriters at Lloyd’s of London - Novae 2007 \nSyndicate Subscribing to Pol’y No. 93PRX17F157, 2023 NCBC 37. \nNelson Mullins Riley & Scarborough LLP, by G. Gray Wilson and Linda \nL. Helms , and Tressler LLP, by Timothy M. Jabbour,  Anthony M. \nTessitore, and Kiera L. Fitzpatrick, for Defendants Certain Underwriters \nat Lloyd’s of London – Brit S yndicate 2987, Evanston Insurance  \nCompany, Maxum Indemnity Company, Hudson Specialty Insurance  \nCompany, Liberty Surplus Insurance Corporation, and Ironshore  \nSpecialty Insurance Company. \n \nButler Weihmuller Katz Craig LLP, by Clark Schirle, L. Andrew Watson, \nand Khrystyne Smith, for Defendant Certain Underwriters at Lloyd’s of \nLondon Novae 2007 Syndicate. \n \nAkerman LLP, by Bryan G. Scott and Jasmine M. Pitt, for Defendant  \nHallmark Specialty Insurance Company. \n \nDavis, Judge. \n \nINTRODUCTION \n1. On the one hand, an insured in North Carolina commits fraud by \nwillfully concealing or misrepresenting a material fact or circumstance in connection \nwith a claim for fire damage.  On the other hand, a genuine dispute between the \ninsurer and the insured over the proper valuation of property destroyed or damaged \nin a fire does not constitute fraud.  Although these two propositions are easily stated, \nthe line between them in a particular case can  sometimes be blurry.  This is such a \ncase.    \nFACTUAL AND PROCEDURAL BACKGROUND \n2. “The Court does not make findings of fact on motions for summary \njudgment; rather, the Court summarizes material facts it considers to be \nuncontested.”  Hyosung USA Inc. v. Travelers Prop. Cas. Co. of Am. , 2021 NCBC \nLEXIS 115, at **3 (N.C. Super. Ct. Dec. 16, 2021) (cleaned up). \n3. This lawsuit concerns a fire at a chicken processing plant owned by \nBrakebush in Mocksville, North Carolina.  At the time of the fire, the plant was \ninsured for fire damage under a primary  insurance policy with limits of $20 million \n(all of which have been paid to Brakebush) as well as  under excess policies issued by \neach of the D efendants—eight insurance companie s.  (ECF Nos. 44.8 –15, 194.8. )   \nBrakebush’s claims against Defendants in this action are based on its belief that the \namount of insurance proceeds it received under the primary policy did not fully cover \nthe damage from the fire, therefore triggering the coverage provided under the eight \nexcess policies. \n4.  Defendants’ counterclaims , however, are the focus of the present \nMotion.  In t hese counterclaims , Defendants  allege that Brakebush fraud ulently \nsubmitted a fire insurance claim that sought the recovery of insurance proceeds in an \namount that grossly exceeded the value of —and in some instances were wholly \nunrelated to—the actual fire damage to the plant. \n5. On 5 December 2022, the Court entered an opinion denying Brakebush’s \nmotion to dismiss Defendants’ counterclaims, as amended, pursuant to Rule 12(b)(6) \nof the North Carolina Rules of Civil Procedure.   (ECF No. 184.)  Having determined \nin that ruling that Defendants’ counterclaims were sufficiently pled, the Court must \nnow decide—based on a fully developed factual record—whether they can survive \nBrakebush’s Motion for Summary Judgment. \n6. The Court need not provide an exha ustive summary of the facts giving \nrise to this lawsuit, as they are set out in full in prior opinions of the Court.  (See, e.g., \nECF Nos. 93, 184.)  Instead, the Court recites below those facts that are pertinent to \nthe present Motion. \n7. The subject fire oc curred on 14 December 2017.  (J.S. Held Report  24 \nJan. 2020, ECF No. 194. 3, at p. 5.)   The central location of the fire was the plant’s \nboiler room .  (J.S. Held Report , at p.  5.)  Initial  damage estimates indicated that \n10,000 square feet of the facility required demolition and replacement.  (Eplee Report, \nECF No. 204.5, at p. 9.)  That estimate later increased to 20,000 square feet.  (Eplee \nReport, at p. 9.)  Prior to the fire, the plant consisted of 73,177 square feet.  (Eplee \nReport, at p. 5.) \n8.  At the time of the fire, the plant was owned by House of Raeford Farms1 \n(“Raeford”), who subsequently sold the plant to Brakebush.  Brakebush and Raeford \nfinalized the sale through an Asset Purchase Agreement (“APA”) that was executed  \non 3 July 2018.  (APA, ECF No. 194.12.)  The sale price was $16 million, consisting of \n$13 million cash and an additional $3 million in subsequent payments.  (Brakebush \n30(b)(6) Dep.–Huff, ECF No. 204.39, at 116:14–23.)  At the time Brakebush assumed \nownership of the facility, the effects of the fire remained. \n9. The APA transferred to Brakebush “[a] ll insurance benefits, including \nrights and proceeds, related to the Fire Event and/or the Rebuild and the Mocksville \nBusiness[.]”  (APA § 1.1(j).)  The primary policy, as to which the excess policies “follow \nform,” provided that in the event of an insurable loss “[b]uildings, structure s, \nfurniture and fixtures, equipment, improvements and betterments, shall be valued \n \n1 Although Raeford is a co-Plaintiff in this case, Defendants’ counterclaims are asserted only \nagainst Brakebush. \nat the replacement cost new with  like kind and quality on the same premises, as of \nthe date of replacement.”  (Primary Policy, ECF No. 194.8, at 00108.)  At the time of \nthe execution of the APA, Raeford estimated that the costs related to the fire damage \nwere between $16 and $17 million.  (Raeford 30(b)(6) Dep., ECF No. 204.43, at 202:20-\n203:9.) \n10. Prior to the sale of the plant to Brakebush, Kenneth Qualls, the  \ntreasurer and chief financial officer of Raeford, would periodically submit a statement \nof values to an insurance broker stating the replacement cost value of the Mocksville \nfacility.  (Raeford 30(b)(6) Dep , at 49:13–18; 129:13–133:4.)  This replacement cost \nvalue, which included the value of the building itself and the equipment therein, was \namended each year based on improvements to the facility.  (Raeford 30(b)(6) Dep., at \n132:24–133:6; 138:18–25.)  The record contains a document referencing a $27,543,632 \ntotal replacement cost value of  the plant—apparently referring to the value shortly \nbefore the date of the fire.  (Seller Disclosure Letter, ECF No. 204.10, at BB00170560.) \n11. Following the fire, D efendants retained Crawford and Company \n(“Crawford”), a company specializing in claims administration, to adjust  Raeford’s \n(and, subsequently, Brakebush’s)  insurance claim.  Crawford, on behalf of the \nprimary and excess insurers, hired a company called J.S. Held to evaluate the fire \nloss.  (J.S. Held Letter, ECF No. 194.7.)   J.S. Held employees conducted a detailed \nsite analysis of the fire damage to the facility.  (J.S. Held Report Excerpts, ECF No. \n204.9.)  A 19 June 2018 report from Crawford included an “Estimated Gross Loss” of \n$16,374,501.  (Seller Disclosure Letter, at BB00170558.) \n12. At some point after becoming the owner of the plant, Brakebush began \nthe process of obtaining insurance proceeds under the p rimary policy.  In or around \n2020, the primary carrier—Certain Underwriters at Lloyd’s of London —issued \npayment to Brakebush in the amount of $20 million under that po licy, which \nexhausted the coverage limits thereunder. \n13. Following its purchase of the plant, Brakebush decided that in addition \nto rebuilding the portions of the facility destroyed by the fire, it would also \nsignificantly expand and upgrade the Mocksville plant—a plan that was to be funded, \nin part , by the insurance proceeds  that it anticipated receiving from Raeford’s \ninsurers. \n14. In an initial presentation to the company’s Board of Directors (“Board”) \non 17 August 2018, Scott Sanders, Brakebush’s president, stated that the anticipated \namount of insurance proceeds w ould be  approximately $20 million.  ( Sanders \nPresentation, ECF No.  204.35, at BB00213130.)  \n15. In July 2018, Brakebush executive Carey  Brakebush (“Carey”) \nestimated the cost of the planned plant expansion to be $52 million.  (RE: Mocksville \nSpend Emails, ECF No. 204.11.) \n16. In a Board meeting on 15 November 2018 , Sanders stated that \nBrakebush anticipated receiving  around $13 million in insurance proceeds within \ndays with a “final anticipated total ” of insurance payment s of “no less than $25 \n[million].”  (Sanders President Update, ECF No. 204.36, at BB00213189.) \n17. However, project costs for the expansion project proceeded to  balloon \nover the next two years.  On 15 February 2019, Carey told the Board the project would \ncost between $60 and $65 million  “before insurance reimbursements .”  ( Board of \nDirectors Minutes 15 Feb. 2019, ECF No. 204.12, at BB0180336.) \n18. Terri Jaster, a Brakebush accountant, testified that she was tasked in \nJune 2018 to “monitor all the incoming invoices to make sure they were accurate and \nlog those in [a] spreadsheet” in connection with “the rebuild of the plant [.]”  (Jaster \nDep., ECF No. 204.44, at 35:15–37:21.)  On 8 July 2019, Jaster sent company officials \nan updated report estimating the project costs to be $61.9 million.  ( Re: Mocksville \nUpdate Emails, ECF No. 204.21, at BB00052364; Spreadsheet Attachment, ECF No. \n204.20.)   \n19. Approximately one month later, Carey reported at a 15 August 2019 \nBoard meeting that the costs of the project would reach $108 million.  (15 August \n2019 Board Minutes, ECF No. 204.14, at BB00199449.) \n20. At a presentation at a November 2019 Board meeting, that figure was \nestimated to be $120 million.  ( 15 November 2019 Board Minutes, ECF No. 204.23, \nat BB00166458.) \n21. During the period of time in which the fire damage was being repaired \nin conjunction with the ongoing expansion project, Brakebush representatives had a \nnumber of conversations with employees of Crawford and J.S. Held about the extent \nto which Defendants’ insurance policies would provide coverage for certain categories \nof costs.  During these conversations, Carey was expressly told that insurance would \nnot cover costs unrelated to areas of the facility actually damaged by the fire .  \n(Simones Dep., ECF No. 204.38, at 86:5–89:24.)  \n22. During the expansion project, Jaster  and several other Brakebush \nemployees examined a pre-fire asset list from Raeford and classified items on that \nlist based on whether they had been damaged, sold, demolished, or scrapped.  (Jaster \nDep., at 59:12–66:22.)  Jaster color-coded the asset list to reflect  the status of each \nasset after the fire.  (Jaster Dep., at 62:14–25.)  However, Jaster testified that to her \nknowledge no one at Brakebush ever used the asset list to determine the replacement \ncost of the pre- fire assets in preparing the insurance claim .  (Jaster Dep., at 66:11–\n22.)  Indeed, the record does not appear to contain any evidence that Brakebush ever \nactually prepared an estimate of what it would cost to replace the rooms and \nequipment damaged in the fire with like kind and quality.  (Brakebush 30(b)(6) Dep.–\nHuff, at 224:22 –225:3; Sanders Dep., ECF No. 204.40, at 59:6– 60:14; Brakebush \n30(b)(6) Dep.–Carey Brakebush, ECF No. 204.41, at 71:7–72:25, 139:10–19.) \n23. On 3 February 2020, Brakebush submitted  by email  to Defendants’ \nrepresentatives its “final claim submission for the Mocksville project .”  (Final Claim \nSpreadsheet, ECF No. 194.14.; Final Submission Email, ECF No. 194.15.) \n24. The 3 February submission was not in the form of a typical fire \ninsurance claim.   Instead, it consisted, in part, of a two -page spreadsheet titled \n“Summary for Mocksville Projects” that contained approximately twenty -nine line \nitems related to the expansion project with various columns showing —for each line \nitem—certain information such as the amount of money approved for that line item \nand the status of payments actually made as of that date.  At the far right of the \nspreadsheet was a column labelled “Insurance $.” 2  Listed underneath that heading \nwere dollar amounts indicating the specific amount of insurance proceeds Brakebush \nwas seeking for particular line items contained on the spreadsheet.  For some of the \nline items, the amount of insurance proceeds sought equaled the full cost of that line \nitem.  For others, the amount sought was a portion of the total cost of the line item.  \nFor a few of the line items, no insurance amount was listed at all. \n25. The bottom of the spreadsheet listed “Project Totals” that added up the \nentries under each column.  With regard to the “Insurance $” column, the amount of \n$41,274,429.13 was listed, which represented the total amount of Brakebush’s \ninsurance c laim.  The spreadsheet also stated that Brakebush’s total financial \ncommitments to the plant expansion were in the approximate amount of $100 million.  \n(Final Claim Spreadsheet.)   \n26. Accompanying the two-page spreadsheet were approximately 300 pages \nof supporting documentation.   These 300 pages largely consist ed of summaries of \nspecific associated invoices relating to the expansion project and the related spending \ncommitments made by Brakebush.   In some places, percentage values were listed , \nwhich appear to represent the amounts that were being allocated to insurance.   \n27. It is undisputed that in early June 2020, Defendants paid $4,221,465.83 \nto Brakebush under their excess policies pursuant to an express reservation of rights.  \n \n2 The other columns were titled “Approved Proj,” “ Proj Commitments,” “Overspend,” \n“Approved Proj Balance,” “Payments,” and “Balance of Payments .”  (Final Claim \nSpreadsheet.) \nHowever, a fter Brakebush and Defendants failed to reach agreement on the total \namount of additional insurance proceeds to which Brakebush was entitled under the \nexcess policies, Brakebush initiated the present lawsuit by filing a Complaint in \nDavie County Superior C ourt.  (Compl., ECF No. 3 .)  In its Complaint, Brakebush \nasserted a claim for declaratory judgment regarding Defendants’  remaining \nobligations under their policies along with claims for breach of contract, bad faith, \nand unfair and deceptive trade practices.  (Compl. ¶¶ 47–49.)3  \n28. After previously filing initial answers and counterclaims, o n 12 and 18 \nAugust 2022, Defendants filed the amended counterclaims (the “Counterclaims”) that \nform the basis for the present Motion. 4  In the Counterclaims , Defendants have \nasserted claims for declaratory judgment and for recoupment /unjust enrichment.  \nThe declaratory judgment claim request s a determination from the Court that \nBrakebush’s fire insurance claim was fraudulent such that Defendants are not \nrequired to pay Brakebush any fire damage proceeds at all under their policies.  The \nclaim for recoupment/unjust enrichment s eeks an order req uiring Brakebush to \nreturn to each Defendant its pro rata share  of the $4,221,465.83 that was paid to \nBrakebush in June 2020.  (ECF Nos. 152–154.)  The Counterclaims are all based on \nDefendants’ assertion that Brakebush committed statutory fraud pursuant to \n \n3 The Court ultimately dismissed the bad faith and unfair and deceptive trade practices \nclaims.  (ECF No. 130, at ¶  50.)  In addition, Brakebush subsequently filed an Amended \nComplaint naming Raeford as an additional Plaintiff in this action.  (Am. Compl., ECF No. \n100.) \n \n4 To be precise, Defendants have filed three sets of counterclaims , but the allegations \ncontained within each set are virtually identical. \n \nN.C.G.S. §  58-44-16(f)(2) by intentionally  submitting a claim seeking insurance \nproceeds for costs well beyond those legitimately connected to the fire damage at the \nplant.   \n29. Brakebush subsequently moved to dismiss the Counterclaims, and on 5 \nDecember 2022 the Court denied Brakebush’s motion.  (ECF No. 184.) \n30. On 10 February 2023, Brakebush filed the present Motion for Summary \nJudgment as to the Counterclaims. 5  (ECF No. 193.) \n31. This matter came before the Court for a hearing on 3 May 2023, and the \nMotion is now ripe for decision. \nLEGAL STANDARD \n32. It is well established that “[s]ummary  judgment is proper ‘if the \npleadings, depositions, answers to interrogatories, and admissions on file, together \nwith the affidavits, if any, show that there is no genuine issue as to any material fact \nand that any party is entitled to a judgment as a matter of law.’ ”  Morrell v. Hardin \nCreek, Inc., 371 N.C. 672, 680 (2018)  (quoting N.C. R. Civ. P. 56(e)).  “[A] genuine \nissue is one which can be maintained by substantial evidence.”  Kessing v. Nat'l \nMortg. Corp. , 278 N.C. 523, 534 (1971).  “Substantial evid ence is such relevant \nevidence as a reasonable mind might accept as adequate to support a conclusion and \nmeans more than a scintilla or a permissible inference.”  Daughtridge v. Tanager \nLand, LLC, 373 N.C. 182, 187 (2019) (citation and internal quotation marks omitted). \n \n5 Defendants have not filed a motion for summary judgment as to Plaintiffs’ remaining claims \nin this action. \n33. On a motion for summary judgment, “[t]he evidence must be considered \n‘in a light most favorable to the non -moving party.’ ”  McCutchen v. McCutchen, 360 \nN.C. 280, 286 (2006)  (quoting Howerton v. Arai Helmet, Ltd. , 358 N.C. 440, 470 \n(2004)).  “[T]he party moving for  summary judgment ultimately has the burden of \nestablishing the lack of any triable issue of fact.”  Pembee Mfg. Corp. v. Cape Fear \nConstr. Co., 313 N.C. 488, 491 (1985). \n34. The party moving for  summary judgment  may satisfy its burden by \nproving that “an essential element of the opposing party’s claim does not exist, cannot \nbe proven at trial, or would be barred by an affirmative defense, or by showing \nthrough discovery that the opposing  party cannot produce evidence to support an \nessential element of [the] claim[.]”  Dobson v. Harris, 352 N.C. 77, 83 (2000) (citations \nomitted).  “If the moving party satisfies its burden of proof, then the burden shifts to \nthe non-moving party to ‘set forth specific facts showing that there is a genuine issue \nfor trial.’ ”  Lowe v. Bradford , 305 N.C. 366, 369– 70 (1982) (quoting N.C. R. Civ. P. \n56(e)).  If the nonmoving party does not satisfy its burden, then “summary judgment, \nif appropriate, shall be entered against [the nonmovant].”  United Cmty. Bank (Ga.) \nv. Wolfe, 369 N.C. 555, 558 (2017) (quoting N.C. R. Civ. P. 56(e)). \nANALYSIS \n35. Brakebush argues that the evidence in this case establishes nothing \nmore than a mere coverage dispute between an insured and an insurer over the \nproper valuation of property damaged in a fire and that no finding of fraud could \npossibly exist on these facts.  Defendants, conversely, contend that they have \npresented evidence that would enable a jury to find that Brakebush fraudulently \nsought to have Defendants fund substantial portions of the costs associated with \nexpanding and upgrading the plant—costs that Brakebush knew were well in excess \nof those sums it was actually entitled to receive under the policies in connection with \nthe fire damage. \n36. N.C.G.S. § 58-44-16(f) contains a number of provisions that must be \ncontained in fire insurance policies covering property in this State.  N.C.G.S. § 58-\n44-16(b).6  One of these provisions provides as follows: \n(2) Concealment or fraud.  — This entire policy shall be void if, \nwhether before or after a loss, the insured has willfully concealed or \nmisrepresented any material fact or circumstance concerning this \ninsurance or the subject of this insurance, or the interest of the insured \nin the s ubject of this insurance, or in the case of any fraud or false \nswearing by the insured relating [to] the subject of this insurance. \n \nN.C.G.S. § 58-44-16(f)(2). \n \n37. There is very little case law interpreting N.C.G.S. § 58 -44-16(f)(2). \nHowever, our Supreme Court has held that under a prior—and virtually identical—\nversion of this statutory provision an insurer seeking to void a policy on the basis of \na material misrepresentation “must prove that the insured made statements that \nwere: 1) false, 2) material, and 3)  knowingly and willfully made.”  Bryant v. \nNationwide Mut. Fire Ins. Co., 313 N.C. 362, 370 (1985).7  \n \n6 A few specific types of fire insurance policies are exempted from these requirements, but \nnone of those types are relevant to the present case. \n \n7 Brakebush’s argument in support of its Motion for Summary Judgement is focused on the \nalleged inadequacy of Defendants’ evidence with regard to the first element. \n38. In the course of its analysis in Bryant, the Supreme Court articulated \ndefinitions of several key terms in the statute that are relevant to the present case.  \nNotably, the Supreme Court explained that “[t]o ‘willfully misrepresent’ is to make a \nstatement deliberately and intentionally knowing it to be false.”  Id. at 374 (cleaned \nup).  Furthermore, the Supreme Court expressly stated its approval of the trial court’s \ninstructions to the jury in that case on the following elements of the insurer’s \nstatutory fraud defense: (1) that “a misrepresentation is material if the facts \nmisrepresented would reasonably be expected to influence the decision of the \n[insurer] in investigating, adjusting or paying the claim”; (2) that if a false statement \nis knowingly made by an insured concerning a material matter, “the law infers or \npresumes that the insured intended to deceive the insurer”; and (3) that the jury was \nnot required to find either that the insurer was “actually deceived, prejudiced, or \ninjured by” the insured’s fraudulent statement or that the insurer “relied or acted \nupon the statements of the insured to its detriment[.]”  Id. at 370–71, 383.     \n39. In its briefs, Brakebush repeatedly seeks to rely on the proposition that \n“a mere overstatement of value of the goods or premises lost in a fire, or an err or in \njudgment with respect to their value, is not sufficient to prove an intentional \nmisrepresentation.”  Id. at 370. \n40. In making this argument, however, Brakebush mischaracterizes the \nessence of Defendants’ Counterclaims.  Defendants are not simply asserting that a \ndifference of opinion exists as to the proper valuation of portions of the plant damaged \nby the fire .  Instea d, they are contending that Brakebush knowingly claimed \nentitlement to insurance proceeds for costs that had nothing to do with the fire \ndamage in furtherance of its  scheme to have Defendants fund a substantial portion \nof its expansion project. \n41. Brakebush also misses the point when it argues that the documentation \nattached to the 3 February spreadsheet shows that all of the expenses reflected \ntherein were actually incurred.  Defendants’ Counterclaims are not based on the \npremise that Brakebush submitted a cl aim for illusory expenses.  Rather, they are \nbased on the proposition that significant portions of those costs charged to insurance \nbore no relation to fire damage and were instead incurred solely in furtherance of \nBrakebush’s decision to expand the plant. \n42. Although Brakebush attempts to rely on our Court of Appeals’ decision \nin Shields v. Nationwide Mut. Fire Ins. Co. , 61 N.C. App. 365 (1983) , that case does \nnot support its argument.  In Shields, the plaintiff insured brought an action under \na fire insurance policy issued by the defendant insurer for losses resulting from fire \ndamage.  The defendant contended that the plaintiff had  misrepresented material \nfacts in connection with his insurance claim in violation of a policy provision that \ntracked the language of a predecessor statute to N.C.G.S. § 58-44-16(f)(2).  After the \njury found that the plaintiff had not submitted a fraudulent claim, the defendant \nappealed the trial court’s denial of its motion for judgment notwithstanding the \nverdict—contending that the evidence supported a finding of fraud as a matter of law.  \nId. at 367–68. \n43. The Court of Appeals affirmed the trial court’s denial of the defendant’s \nmotion, but its analysis provides little support for Brakebush .  After noting the \ngeneral rule that “mere overvaluation by the insured, without more, will not avoid \nthe policy[,]”  id.  at 369, the Court of Appeals then stated the following: \n[T]here can be no question but that  . . . knowing and intentional \novervaluation in the sworn  proofs of loss avoids the policy under the \nclause against false swearing.   [c itations omitted.]  Of course, honest \nmistake will not avoid the policy; and to preclude recovery  the \novervaluation must be of a material character and must have been \nknowingly and intentionally made . . . .  [O]rdinarily, where there is \nevidence from which intentional overvaluation may be inferred, the \nquestion whether it was intentional and with intent to deceive or defraud \nis . . . for the jury. \n \nId. (quoting Globe & Rutgers Fire Ins. Co. v. Stallard, 68 F.2d 237, 240–41 (4th Cir. \n1934)) (emphasis added). \n44. Thus, Shields tends to support Defendants’ argument in the present \ncase—that is, the notion that evidence raising an inference of an insured’s fraud in \nconnection with a fire insurance claim creates a jury issue. \n45. This, of course, begs the question as to whether Defendants here have \nactually submitted evidence sufficient to raise such an inference of fraud.  The Court \nhas carefully and thoroughly reviewed the evidence in the summary judgment record \nand concludes that this issue requires resolution by a jury. \n46.   Although it is clear that Brakebush made  no effort to hide from \nDefendants (or their agents) the fact that it intended to embark on a project to expand \nand upgrade the plant at the same time the portions of the facility damaged by the \nfire were being renovated, this does not —as Brakebush appears to believe—\nimmunize it from a claim for violation of N.C.G.S. § 5 8-44-16(f)(2).  If Brakebush \ndeliberately claimed entitlement to insurance proceeds as part of its fire loss claim \nfor costs unrelated to the fire damage and instead stemming solely from its desire to \nexpand the plant, that is more than a mere difference of opinion over value between \nthe insured and the insurer.  Rather, such conduct c ould constitute a violation  of \nN.C.G.S. § 58 -44-16(f)(2).8  Although a jury may or may not ultimately find that \nBrakebush actually engaged in such acts, the Court is satisfied that Defendants have \nput forth sufficient evidence to survive summary judgment on its Counterclaims —\nparticularly in light of the broad language contained in N.C.G.S. § 58-44-16(f)(2). \n47. In their opposition to Brakebush’s Motion, Defendants have offered \nevidence from which jurors could find that Brakebush’s insurance claim w as not \nlimited to costs resulting from the fire damage.  For example, Timothy Eplee, who \nwas heavily inv olved in the process of evaluating the fire damage on behalf of J.S. \nHeld, testified that Brakebush had sought insurance proceeds for costs that Carey \n“had previously been advised would not be included in the measurement of the loss” \nbased on their lack of connection to the fire damage.  (Eplee Expert Dep.,  ECF No. \n204.51, at 196:12–198:11; Eplee Report, at p. 3.)  Among other things, Eplee testified \nthat “electrical costs have been allocated to the insurance proceeds in areas that did \nnot sustain damage to the electrical system.”  (Eplee Expert Dep., at 216:2–7.)   \n \n8 Indeed, at the 3 May hearing, counsel for Brakebush effectively conceded that the \nintentional inclusion of an item on the 3 February spreadsheet (for which insurance proceeds \nwere being sought) that was not connected with any actual fire damage —if proven— would \nconstitute evidence supporting a violation of N.C.G.S. § 58-44-16(f)(2). \n48. Similarly, Jerome Hammar, who was also engaged by J.S. Held and \nperformed extensive work on behalf of Defendants , likewise identified arguable \nimproprieties regarding Brakebush’s submission.  (Hammar Dep., ECF No. 204.49, \nat 23:23–24:9.)  Hammar provided specific examples of items that “[Carey] Brakebush \ndeliberately included in the insurance claim that he knew shouldn’t be part of the \nclaim[.]”  (Hammar Expert Dep., ECF No. 204.50, at 112:19– 113:16.)  For example , \nHammar testified that Brakebush’s claim included costs associated wi th the paving \nof a parking lot that  “had nothing to do with the [fire damage]  whatsoever” yet was \nnevertheless made a part of Brakebush’s claim.  (Hammar Expert Dep. , at 112:19–\n113:16.) \n49. In addition, t he record contains testimony  from workers on the site \nregarding Brakebush’s stated desire to charge “everything” to insurance.  (Poplin Aff., \nECF No. 204.8, ¶ 2.)  For example, Kenny Poplin, a contractor formerly employed \nwith Maynard Electric Company, testified about an incident during which Carey and \nDavid Meyer, another Brakebush  representative, were touring a cook room at the \nplant and Carey stated to Meyer that “ [w]e will charge this room to fire damage.”  \nMeyer responded by telling Carey to “hush” due to Poplin’s presence.  (Poplin Aff. \n¶ 2.)   \n50. In sum, viewing the evidence in the light most favorable to Defendants \nas the non-moving party, the Court concludes that a factual dispute exists regarding \nwhether Brakebush’s fire loss claim  contained fraudulent  misrepresentations or \nomissions of material facts or circumstances.    The parties have presented completely \nopposite narratives based on the evidence in this case, and it will be up to a jury to \ndecide between them. \nCONCLUSION \nTHEREFORE, Brakebush’s Motion for Summary Judgment as to Defendants’ \nAmended Counterclaims is DENIED. \n \nSO ORDERED, this the 30th day of May, 2023.  \n \n       /s/ Mark A. Davis     \n       Mark A. Davis \n       Special Superior Court Judge for \n       Complex Business Cases  "
}