{
  "id": "9ea2150d1ab272090fddea13a266fc5fc7b0ee4924409e1a2b85d1ffcae1d7db",
  "source_file": "data/raw/ncbc/9ea2150d1ab272090fddea13a266fc5fc7b0ee4924409e1a2b85d1ffcae1d7db.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nGUILFORD COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 9346 \n \nJOSHUA T. LANGLEY,  \n                       Plaintiff, \nv. \nAUTOCRAFT, INC.  \n                       Defendant. \n__________________________________ \nRANDOLPH COUNTY \nJOSHUA T. LANGLEY,  \n                       Plaintiff, \nv. \nKEITH R. CLAPP,  \n \n                       Defendant. \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION FOR \nSUMMARY JUDGMENT \n \n \n \n \n \n \n24 CVS 208 \n \n \n1. Before starting his second stint of employment with Autocraft, Inc., \nPlaintiff Joshua T. Langley (“Langley”) drafted a document that he contends entitles \nhim to a ten percent ownership interest in the business after he completed five years \nof work.  The owner  of Autocraft, Keith R. Clapp (“Clapp”), disputes  this assertion \nand has refused to honor the alleged agreement, prompting this lawsuit.  At issue is \nwhether the document drafted by Langley is an enforceable contract. \n2. Defendants argue that it is  not, and they move pursuant to Rule 56 of \nthe North Carolina Rules of Civil Procedure (the “Rule(s)”) for summary judgment \nLangley v. Autocraft, 2024 NCBC 45. \n(the “Motion”), (ECF No. 63).  Having considered the Motion, the related briefing, the \narguments of counsel at a hearing on the Motion held 4 June 2024, and other relevant \nmatters of record, the Court hereby GRANTS the Motion. \nCarruthers & Roth, P.A. , by Kevin A. Rust, for Plaintiff Joshua T. \nLangley. \n \nTuggle Duggins P.A., by Denis E. Jacobson, Brandy L. Mansouraty, \nDaniel D. Stratton, and Alexandria B. Morgan, for Defendants \nAutocraft, Inc. and Keith R. Clapp. \n \nEarp, Judge \nI. FACTUAL AND PROCEDURAL BACKGROUND \n3. The Court does not make findings of fact on a motion for summary \njudgment.  Instead, the Court summarizes material facts it considers to be \nuncontested.  See, e.g., Vizant Techs., LLC v. YRC Worldwide, Inc., 373 N.C. 549, 551 \n(2020).  \n4. Autocraft was formed by Clapp on 20 March 2000 to manufacture \nprecision machine components.  (Br. Supp. Defs.’ Mot. Summ. J. [“Defs.’ Br. Supp”] \nEx. B [“Autocraft Dep.”] 157:19-21, ECF No. 63. 3.)  Since its formation, Clapp has \nowned 100% of the stock in Autocraft and has been the sole member of the board of \ndirectors.  (Autocraft Dep. 19:2-8, 45:18-46:6, 162:5-10.) \n5. Around 2013 or 2014, Autocraft employed Langley as a computer \nnumerical control machine programmer / machinist.  (Defs.’ Br. Supp. Ex. A [“Langley \nDep.”] 33:15-20, 36:1 -6, ECF No. 63.2.)  Langley voluntarily resigned from this \nposition in January 2015 to work for a different company.  (Langley Dep. 36:17- 25.)  \nOn 16 August 2016, Clapp texted Langley indicating that if Langley decided to leave \nhis current employer, he should give  Clapp “a holler.”  (Langley Dep. 45:23- 46:2, \nEx. 1.)  Clapp and Langley subsequently met to discuss  the possibility of Langley \nreturning to Autocraft.  (Langley Dep. 49:13-23, Ex. 2, Ex. 3, Ex. 4, Ex. 5.) \n6. After some discussion, Langley recorded the terms of his new \nemployment arrangement on paper and asked Clapp  to sign the document in the \nparking lot of a Hooters restaurant. 1  (Langley Dep. 76:24- 25, 77:15- 17, Ex. 6; \nAutocraft Dep. 82:14-20.).  The document (“Agreement”) is dated 28 December 2016 \nand provides: \nJosh Langley’s Autocraft Contract \n• $125,000/per year Salary starting on hire date \no $2403.85/per week \no Paycheck every other week (Bi-weekly) \no Salary pay/No punch of time clock/Flexible hours \no 40-42 hours/per week max \no Leave work by 5:00 PM daily (subject to Josh’s decision) \no 2% cost of living raise per year giving [sic] on hire date of \neach year \no 5% Christmas bonus at end of each year \n• 10% ownership of Autocraft Technologies at 5 year mark from \nstart date \no Contingent upon Josh’s decision to be 10% owner \no Review books and debt at 4 year mark \no Owner finance the other 90% over the following 5-10 years \n• 3 weeks paid vacation with use of vacation any time of year \nincluding winter \n• All programming with very little set-up \n• Computer Setup \no Strong Laptop so I can use at work and home \no 24-27 inch dual monitor setup \no Logitech performance mx mouse \n• MSC to bring in CAPS system to help with keeping tools in stock \n \n1 Sharon Clapp separately signed the document the following day.  (Langley Dep. 70:19-20.) \no I will need MSC login and access to CAPS system to help \n• Keep an open understanding about my schooling (College) \n• Bobcad schooling in Florida for 3 days (ASAP) \n• Mandatory 14 -30 day  notice upon Josh Langley’s leave if \nnecessary \n• Josh Langley is guaranteed employment for at least 10 years. \nThis contract is guaranteed for the next 20 years with Keith Clapp alive \nor dead and as long as Autocraft Te chnologies is still a functioning \nbusiness. All above is guaranteed for the next 20 years with nothing to \nchange except at Josh Langley’s discretion from the signed date below. \n(Joshua T. Langley’s Resp. Br. to Defs.’ Mot. Summ. J. [“Pl.’s Br. Opp.”] Ex. A, ECF \nNo. 66.2.) \n7. Following execution of the Agreement , Langley began working for \nAutocraft in January 2017.  (Langley Dep. 85:16- 19; Autocraft Dep. 14:23- 25.)  \nAutocraft subsequently terminated Langley on 22 August 2022.  (Langley Dep. \n220:20-22.) \n8. At issue is the Agreement’s provision pertaining to a “10% ownership of \nAutocraft Technologies at 5 year mark from start date.”  Despite being employed by \nAutocraft for more than five years, Langley did not  review the “books and debt  at \n[the] 4 year mark” and did not receive a ten-percent ownership interest in Autocraft.  \nHe now sues seeking the value of this ten-percent interest.   \n9. The record reflects little agreement on the facts.  These issues of fact, \nhowever, do not preclude summary judgment.  As explained below, t he sole issue is \nwhether the document drafted by Langley is an enforceable contract  requiring the \ntransfer of an ownership interest in Autocraft.  The Court concludes that it is not. \n10. Langley initiated this action by filing a Complaint for breach of contract \nand declaratory judgment against Autocraft in Guilford County Superior Court on \n19 December 2022 (the “Guilford Action”) .  W hile being deposed as Autocraft’s \n30(b)(6) witness, however, Clapp testified that he signed the Agreement  in his \nindividual capacity and not on behalf of Autocraft.  (Autocraft Dep. 17:23- 18:15.)  \nAccordingly, Langley filed a second action against Clapp individually, this time  in \nRandolph County Superior Court on 1 February 2024 (the “Randolph Action”).2   \n11. By Order dated 14 March 2024, the Court consolidated the Guilford and \nRandolph Actions.  (See Order on Consent Mot. to Consolidate, ECF No. 57.) \n12. Defendants filed the Motion on 2 April 2024.  After full briefing, the \nCourt held a hearing on the Motion on 4 June 2024, at which all parties were \nrepresented by counsel.  (Not. of Hr’g, ECF No. 75.) \n13. The Motion is now ripe for disposition.  \nII. LEGAL STANDARD \n14. “Summary judgment is appropriate ‘if the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with the affidavits, if any, \nshow that there is no genuine issue as to any material fact and that any party is \nentitled to a judgment as a matter of law.’”  Da Silva v. WakeMed , 375 N.C. 1, 10 \n(2020) (quoting N.C. R. Civ. P. 56(c)).  “A genuine issue of material fact ‘is one that \ncan be maintained by substantial evidence.’”  Curlee v. Johnson, 377 N.C. 97, 101 \n(2021) (quoting Ussery v. Branch Banking & Tr. Co. , 368 N.C. 325, 335 (2015)).  \n \n2 Langley also sued Sharon Johnson,  (formerly Sharon Clapp), Clapp’s ex-wife.  However, \nafter deposing Ms. Johnson on 26 March 2024, (ECF No. 58), Langley voluntarily dismissed \nhis claims against her on 28 March 2024, (ECF No. 60). \n \n“Substantial evidence is such relevant evidence as a reasonable mind might accept \nas adequate to support a conclusion and means more than a scintilla or a permissible \ninference.”  DeWitt v. Eveready Battery Co., 355 N.C. 672, 681 (2002) (cleaned up). \n15. The party moving for summary judgment “bears the burden of \nestablishing that there is no triable issue of material fact[.]”  Cummings v. Carroll , \n379 N.C. 347, 358 (2021) (citation and quotation marks omitted).  A movant may \nsatisfy its burden by proving that “an essential element of the opposing party’s claim \ndoes not exist, cannot be proven at trial, or would be barred by an affirmative defense, \nor by showing through discovery that the opposing party cannot produce evidence to \nsupport an essential element  of [the] claim[.]”  Dobson v. Harris, 352 N.C. 77, 83 \n(2000) (citations omitted).  “ [T]he trial judge must view the presented evidence in a \nlight most favorable to the nonmoving party.”  Belmont Ass’n v. Farwig, 381 N.C. 306, \n310 (2022) (quoting Dalton v. Camp, 353 N.C. 647, 651 (2001)). \nIII. ANALYSIS \n16. Of Defendants’ several arguments in support of summary judgment, one \nis dispositive—the Agreement’s last sentence, giving Langley the unfettered \ndiscretion to change its terms , renders illusory Langley’s consideration for an \nagreement to transfer a ten percent ownership interest in Autocraft to him.   \n17. “The elements of a claim for breach of contract are (1) existence of a valid \ncontract and (2) breach of the terms of that contract.”  Supplee v. Miller- Motte Bus. \nColl., Inc. , 239 N.C. App. 208, 216 (2015) (citation omitted).  “[A] valid contract \nrequires (1) assent; (2) mutuality of obligation; and (3) definite terms.”  Charlotte \nMotor Speedway, LLC v. Cnty. of Cabarrus, 230 N.C. App. 1, 7 (2013).  \n18. “One of the elements of a valid contract is a promise, which has been \ndefined as an assurance that a thing will or will not be done.”  Bowman v. Hill, 45 \nN.C. App. 116, 117 (198 0).  “An apparent promise which, according to its terms, \nmakes performance op tional with the promisor no matter what may happen, or no \nmatter what course of conduct in other respects he may pursue, is in fact no promise.”  \nId. at 117-18.   \n19. Here, the Agreement provides: “All above is guaranteed for the next 20 \nyears with nothing to change except at Josh Langley’s discretion[.]”  Accordingly, the \nAgreement confers upon Langley “an unlimited right to determine the nature or \nextent of his performance[,]”  rendering the consideration provided by Langley  \nillusory.  Wellington-Sears & Co. v. Dize Awning & Tent Co., 196 N.C. 748, 752 (1929); \nsee also Sears Roebuck & Co. v. Avery , 163 N.C. App. 207, 219 (2004) (“One of the \ncommonest kind  of promises too indefinite for legal enforcement is where the \npromisor retains an unlimited right to decide later the nature or extent of his \nperformance. This unlimited choice in effect destroys the promise and makes it \nmerely illusory.”). \n20. Plaintiff cites the North Carolina Supreme Court’s recent opinion in \nCanteen v. Charlotte Metro Credit Union for the proposition that a unilateral change-\nof-terms provision does not make a contract illusory.  No. 10A23, 2024 N.C. LEXIS \n347 ( N.C. May 23, 2024).  In Canteen , plaintiff opened a checking account with \ndefendant Charlotte Metro Credit Union  (the “Credit Union”)  and entered into a \nstandard membership agreement.  Id. at **2.  The membership agreement contained \na “Notice of Amendments” provision which provided: \nExcept as prohibited by applicable law, [defendant]  may change the \nterms of this Agreement. We will notify you of any change in the terms, \nrates, or fees as required by law. We reserve the right to waive any term \nin this Agreement. Any such waiver shall not affect our right to future \nenforcement. \nId. (alteration in original).  \n21. In 2021, the Credit Union amended its membership agreement to \nrequire arbitration for certain disputes.  Id . at **3.  Pursuant to the “Notice of \nAmendments” provision in the membership agreement, the Credit Union sent \nplaintiff notice of the amendment on three occasions.  Id.  The notices provided that \nmembers could opt-out of the amendment and included instructions on how to do so.  \nId. at **4.  Plaintiff did not opt -out of the agreement to arbitrate and filed a class \naction complaint against the Credit Union.  Id. at **5.  Following the Credit Union’s \nfiling of a motion to stay the action and to compel arbitration, plaintiff argued that \nthe “Notice of Amendments” provision made the Credit Union’s consideration for the \nagreement illusory.  Id. at **7 n. 3.   \n22. Relying on the California Court of Appeals’ decision in Badie v. Bank of \nAm., 67 Cal. App. 4th 779 (1998), and the North Carolina Court of Appeals’ decision \nin Sears Roebuck and Co. v. Avery, 163 N.C. App. 207 (2004), the Supreme Court held \nthat “[c]hange -of-terms provisions permit unilateral amendments to a contract so \nlong as the changes reasonably relate back to the universe of terms discussed and \nanticipated in the original contract.”  Canteen , 2024 N.C. LEXIS 347, at * *16.  This \nis so because “changes which relate back to the ‘universe of terms’ of the original \nagreement are consistent with the covenant of good faith [and fair dealing].”   Id. at \n**11 (citing Sears, 163 N.C. App. at 218).   \n23. The Agreement here differs from t hose at issue in Sears and Canteen.  \nIn both of those cases, the agreements were standardized forms not individually \nnegotiated.  See Sears, 163 N.C. App. at 215 (“An adhesion contract is typically a \nstandardized form offered to consumers of goods and services on essentially a take it \nor leave it basis without affording the consumer a realistic opportunity to bargain \nand under such conditions that the consumer cannot obtain the desired product or \nservices except by acquiescing in the form contract.” (citation and quotation marks \nomitted)).  As explained in the Restatement 2d of Contracts: \nOne of the purposes of standardization is to eliminate bargaining over \ndetails of individual transactions, and that purpose would not be served \nif a substantial number of customers retained counsel and reviewed the \nstandard terms.  Employees regularly using a form often have only a \nlimited understanding of its terms and limited authority to vary \nthem. Customers do not in fact ordinarily understand or even read the \nstandard terms. They trust to the good faith of the party using the form \nand to the tacit representation that like terms are being accepted \nregularly by others similarly situated.  But they understand that they \nare assenting to the terms not read or not understood, subject to such \nlimitations as the law may impose. \nRestatement 2d of Contracts § 211, cmt. b.  \n24. Our Supreme Court observed that in the consumer context, “change-of-\nterms provisions are a necessary and efficient way for companies to update \ncontractual provisions without cancelling accounts and renegotiating contractual \nterms every time modification may be required.”  Canteen , 2024 N.C. LEXIS 347, at \n**12.  Additionally, while consumers may not have the power to negotiate under an \nadhesion contract, “the market provides a way for consumers to respond to policies \nwith which they disagree  . . . [C]ompetitor companies can provide alternatives for \nconsumers, forcing improvements or updates to products or services, including terms \nto satisfy consumers’ desires.”  Id. at **12 n. 5. \n25. But the Agreement in this case is not a  standardized form.  It not one \nthat is “essential to a system of mass production and distribution.”  Restatement 2d \nof Contracts § 211, cmt. a.  Instead, it was individually negotiated.   \n26. Furthermore, as acknowledged by the Court of Appeals in Sears, “an \notherwise illusory contract may be remedied because a limitation on a promisor’s \nfreedom of choice ‘may be supplied by law.’”  Sears, 163 N.C. App. at 220.  Important \nto the Supreme Court ’s decision in Canteen was the fact that “the Notice of \nAmendments provision explicitly limited its scope by stating ‘[e]xcept as prohibited \nby applicable law.’”  Canteen, 2024 N.C. LEXIS 347, at * *14-15; cf. Patrick v. Altria \nGrp. Distrib. Co., 570 S.W.3d 138, 144 (Mo. Ct. App. 2019) (“The fact that an employer \nhas the unilateral right to amend an arbitration agreement may not render the \nagreement illusory, if the employer’s power to modify the agreement is meaningfully \nrestricted.”).  There is no similar language restricting Langley’s ability to change the \nAgreement’s terms here.\n3  Accordingly, Langley’s consideration for the A greement \n \n3 The membership agreement in Canteen also included a “Governing Law” provision, \nwhich provided: \nThis Agreement is governed by the credit union’s bylaws, federal laws \nand regulations, the law s, including applicable principles of contract \nlaw, and regulations of the state in which the credit union’s main office  \nis located, and local clearinghouse rules, as amended from time to time.  \nwas illusory, making a promise to transfer a ten percent ownership interest to him \nunenforceable. \nIV.      CONCLUSION \n27. WHEREFORE, the Court GRANTS Defendants’ Motion for Summary \nJudgment.  The Guilford Compl aint and the Randolph Complaint are DISMISSED \nwith prejudice.  Plaintiff’s Motion to Reopen Discovery, (ECF No. 71), is DENIED as \nmoot.  \nIT IS SO ORDERED, this the 23rd day of July, 2024. \n \n \n \n \n \n \n/s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n \n \n \n \nId. at **2-3.  Accordingly, the credit union did not have carte blanche to amend the \nmembership agreement.   "
}