{
  "id": "9ec8a907fb8d58f59a318465f144d283d021291e2b11773ab785fdcd13cb12ed",
  "source_file": "data/raw/ncbc/9ec8a907fb8d58f59a318465f144d283d021291e2b11773ab785fdcd13cb12ed.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nPENDER COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 446 \n \nPENDER FARM DEVELOPMENT, \nLLC, \n \n Plaintiff and  \nCounterclaim   \nDefendant,  \n \nv. \n \nNDCO, LLC, \n \n Defendant, Counterclaim  \nPlaintiff, and Third-\nParty Plaintiff, \n \nv. \n \nRAIFORD TRASK, III, \n \nThird-Party Defendant. \n \nORDER AND OPINION ON MOTION \nTO REVISE ORDER AND OPINION \nOR IN THE ALTERNATIVE FOR \nLEAVE TO FILE SUPPLEMENTAL \nPLEADING  \n \n1. THIS MATTER is before the Court on Defendant/Counterclaim  Plaintiff \nand Third- Party Plaintiff NDCO, LLC’s (“NDCO”) Motion to Revise Order and \nOpinion or in the Alternative for Leave to File Supplemental Pleading (the “Motion”).  \n(ECF No. 200.)  For the reasons stated below, the Court DENIES the Motion. \nWyrick Robbins Yates & Ponton LLP, by Benjamin N. Thompson, \nSamuel A. Slater, and Charles George, for Plaintiff/Counterclaim \nDefendant Pender Farm Development, LLC and Third -Party Defendant \nRaiford Trask, III. \n \nShipman & Wright, LLP, by Gary K. Shipman and James T. Moore, for \nDefendant/Counterclaim Plaintiff and Third- Party Plaintiff NDCO, \nLLC. \n \nRobinson, Judge. \nPender Farm Dev., LLC v. NDCO, LLC, 2020 NCBC 67. \n \n \n \nI. FACTUAL AND PROCEDURAL BACKGROUND \n2. The Motion requests that the Court , pursuant to  North Carolina Rule of \nCivil Procedure 54(b), revise portions of the Order and Opinion on Cross-Motions for \nSummary Judgment entered on April 7, 2020 (the “Cross-Motions Order”), see Pender \nFarm Dev., LLC v. NDCO, LLC, 2020 NCBC LEXIS 43 (N.C. Super. Ct. Apr. 7, 2020), \nand to enter partial summary judgment  in NDCO’s favor, along with a declaratory \njudgment that the First Amendment to and Restatement of Operating Agreement of \nPender 1164, LLC (the “Amended Operating Agreement”  or the “Agreement” ) is \nnugatory and void.  Alternatively, the Motion requests leave, pursuant to Rule 15(d), \nto file a supplemental pleading attached to the Motion  (“NDCO’s Supplemental \nPleading” or the “Supplemental Pleading”), (Ex. A, ECF No. 200.1).  \n3. This case has an extensive , complex  factual and procedural background \nthat the Court has detailed in its  prior rulings.  See, e.g., Pender Farm, 2020 NCBC \nLEXIS 43, at *2–22 (reciting the factual and procedural background relevant to the \nCourt’s analysis of the parties’ motions for summary judgment); Pender Farm Dev., \nLLC v. NDCO, LLC, 2019 NCBC LEXIS 68, at *12–23 (N.C. Super. Ct. Nov. 6, 2019) \n(setting forth the material facts existing without substantial controversy).  Therefore, \nthe Court here only recites those portions of the factual and procedural background \nrelevant to the Court’s determination of the Motion. \n4. The dispute in this case centers around the development of approximately \n1,164 acres of real property located in Pender County, North Carolina (the “ Pender \n1164 Property” or the “ Property”), which is owned by non- party Pender 1164, LLC \n \n \n(“Pender 1164”), a North Carolina limited liability company.  See Pender Farm, 2020 \nNCBC LEXIS 43 , at *1 –3.  Pender 1164’s two 50% members are (1) \nPlaintiff/Counterclaim Defendant Pender Farm Development, LLC (“PFD”), a North \nCarolina limited liability company formed by Third -Party Defendant Raiford Trask, \nIII (“Trask”) (together, “PFD/Trask”) ; and (2) NDCO , a Colorado limited liability \ncompany.  Id. at *2–4.  The Amended Operating Agreement governs the business \nrelationship between PFD and NDCO.  Id. at *2. \n5. In the Cross-Motions Order, the Court  considered (1) NDCO’s motion for \nsummary judgment on PFD’s declaratory judgment claim; (2) NDCO’s motion for \npartial summary judgment on its claims for declaratory judgment, breach of fiduciary \nduty, breach of contract, constructive fraud, and fraud in the inducement (“NDCO’s \nCounterclaims and Third-Party Claims”); and (3) PFD/Trask’s motion for summary \njudgment on PFD’s  declaratory judgment claim and NDCO’s Counterclaims and \nThird-Party Claims (together, the “Cross -Motions”).  Id.  at *23.  After carefully \nreviewing the parties’ brief s in support of and in opposition to the Cross -Motions, \ntogether with the summary judgment record, and holding a lengthy hearing, the \nCourt concluded that there were genuine issues of material fact as to all claims.   Id. \nat *23–40.  As such, the Court denied the Cross-Motions in their entirety.  Id. at *40.  \n6. Over two months later, on June  18, 2020, NDCO filed the Motion, \nrequesting relief under Rule 54(b) or , alternatively, under Rule 15(d).  (Mot. Revise \nOrder & Op. or Alt. Leave File Suppl. Plead., [“Mot. Revise”].)  PFD/Trask oppose the \nMotion.  ( Pl. & Third Party Def.’s  Resp. Opp’n Mot. Revise , ECF No. 202 [“ Resp. \n \n \nOpp’n”].)  The Motion has been fully briefed and is now ripe for resolution.  The Court \nelects to rule on the Motion without a hearing as permitted by North Carolina \nBusiness Court Rule 7.4.  The Court considers the Motion first under Rule 54(b) and \nthen under Rule 15(d). \nII. RULE 54(b) \n7. Under Rule 54(b), an interlocutory ruling, like the Cross-Motions Order, is \n“subject to revision at any time before the entry of judgment adjudicating all the \nclaims and the rights and liabilities of all the parties.”  N.C.G.S. § 1A-1, Rule 54(b).  \n“Rule 54(b) is the source of authority for what litigants typically refer to as ‘m otions \nto reconsider.’ ”  Tetra Tech Tesoro, Inc. v. JAAAT Tech. Servs., LLC, 250 N.C. App. \n791, 798, 794 S.E.2d 535, 539 (2016) (citating Akeva L.L.C. v. Adidas Am., Inc. , 385 \nF. Supp. 2d 559, 565 (M.D.N.C. 2005)).  “ Because North Carolina courts have not \narticulated a standard for reconsideration under Rule 54(b), this Court has regularly \nsought guidance from analogous federal cases ” addressing the similarly worded \nFederal Rule of Civil Procedure 54(b).  Charlotte Student Hous. DST v. Choate Constr. \nCo., 2019 NCBC LEXIS 21, at *10 (N.C. Super. Ct. Mar. 26, 2019) (citing Bohn v. \nBlack, 2018 NCBC LEXIS 50, at *7 (N.C. Super. Ct. May 16, 2018); W4 Farms, Inc. \nv. Tyson Farms, Inc., 2017 NCBC LEXIS 99, at *4–5 (N.C. Super. Ct. Oct. 19, 2017)).  \nIn doing so, this Court has explained that deciding whether to grant or deny “[a] \nmotion for reconsideration under Rule 54(b) is within the trial court’s discretion.”  W4 \nFarms, 2017 NCBC LEXIS 99, at *5 (citing Akeva, 385 F. Supp. 2d at 565; Ward v. \nFSC I, LLC, 2017 NCBC LEXIS 19, at *6 (N.C. Super. Ct. Mar. 7, 2017)). \n \n \n8. This Court has summarized  the grounds upon which a trial court will \ngenerally grant a motion to reconsider an interlocutory order as follows: “(1) the \ndiscovery of new evidence, (2) an intervening development or change in the \ncontrolling law, or (3) the need to correct a clear error or prevent manifest injustice.”  \nW4 Farms, 2017 NCBC LEXIS 99, at *5 (quoting RF Micro Devices, Inc. v. Xiang, No. \n1:12CV967, 2016 U.S. Dist. LEXIS 74550, at *3–4 (M.D.N.C. June 8, 2016)).  On the \nother hand, “[a] motion for reconsideration is not a vehicle to identify facts or legal \narguments that could have been, but were not, raised at the time the relevant motion \nwas pending.”  Julianello v. K-V Pharm. Co., 791 F.3d 915, 923 (8th Cir. 2015).  “The \nlimited use of a motion to reconsider serves to ensure that parties are thorough and \naccurate in their original pleadings and arguments presented to the Court.  To allow \nmotions to reconsider offhandedly or routinely would result in an unending motions \npractice.”  Wiseman v. First Citizens Bank & Tr. Co., 215 F.R.D. 507, 509 (W.D.N.C. \n2003) (citation omitted).  As a result, motions for reconsideration are rarely \ngranted.  See W4 Farms, 2017 NCBC LEXIS 99, at *5. \n9. With these principles in mind, the Court now turns to the relief sought by \nNDCO through the Motion.  NDCO asks the Court to revise (reconsider) its Cross-\nMotions Order by specifically concluding that:  \na. [Steven] Shuttleworth [“Shuttleworth”], at all time s material to this \naction, was an agent of Trask; \n \nb. as a matter of law, the Amended Operating Agreement is nugatory \nand void for indefiniteness because it left material portions open for \nfuture agreement; \n \n \n \nc. NDCO is entitled to have all remaining Property titled in the name of \nPender 1164 be restored to NDCO or its designee in order to prevent \nunjust enrichment. \n \n(Mot. Revise ¶ 20.)   \n10. The Court will first consider NDCO’s requests pertaining to the Amended \nOperating Agreement and the Pender 1164 Property (requests b and c above), since \nthese requests relate to the issues stemming from the Amended Operating \nAgreement, which the Court analyzed first in the Cross-Motions Order.  See Pender \nFarm, 2020 NCBC LEXIS 43, at *23–37. \nA. NDCO’s Reconsideration Requests Relating to the  Amended \nOperating Agreement and the Pender 1164 Property  \n \n11. In the Cross-Motions Order, the Court determined, in pertinent part, that \nthere was a triable issue of fact concerning  whether there had been mutual assent \namongst PFD and NDCO when they entered into the Amended Operating Agreement, \nwhich cast doubt on the enforceability of the Agr eement.  Id. at *28, *32, *34–35.  \nThis determination is the reason NDCO requests a ruling that would invalidate the \nAgreement and transfer the Pender 1164 Property to NDCO—all as a matter of law.   \n12. NDCO appears to base its Rule 54(b) argument s on two factors: (1) an \nintervening development in controlling law ; and (2) the need to  prevent manifest \ninjustice.  (See Mem. Supp. Mot. Revise 9–10, ECF No. 201 [“Mem. Supp.”].)  But the \nMotion and NDCO’s briefing fail to articulate, with any specificity, the factual or legal \nbasis for these two grounds for reconsideration.  Instead, NDCO contends that the \nCourt’s prior conclusion concerning mutual assent is  itself “an ‘intervening \n \n \ndevelopment’ in this case” and “that it would be manifestly unjust for the [p]arties to \ncontinue litigating over a contract that is nugatory and void.”  (Mem. Supp. 9–10.)  \n13. NDCO’s argument fundamentally misinterprets the standard of review.  An \nintervening development means a change in controlling case law that occurred after \nentry of the interlocutory ruling subject to the reconsideration motion.  See Campbell \nOil Co. v. AmeriGas Propane, LP , 2016 NCBC LEXIS 50, at *2 –4, *13 (N.C. Super. \nCt. July 8, 2016) (revising its prior interlocutory order after the North Carolina \nSupreme Court abrogated the North Carolina Court of Appeals precedent upon which \nthe interlocutory order had been based); see also United States v. Duke Energy Corp., \nNo. 1:00CV1262, 2014 U.S. Dist. LEXIS 129805, at *9–15 (M.D.N.C. Sep. 17, 2014) \n(discussing the basis for reconsideration in the context of controlling appellate law).  \nNDCO fails to cite to any contrary North Carolina law treating the interlocutory order \nsubject to the reconsideration as an intervening development itself. \n14. NDCO’s broad- brush assertion that manifest injustice will  result, if the \nCourt does not grant the Motion , fares no better.   In the realm of motions for \nreconsideration, manifest injustice is generally defined as “an error by the court that \nis direct, obvious, and observable.”  RF Micro Devices, 2016 U.S. Dist. LEXIS 74550, \nat *6  (citations and internal quotation marks omitted) ; see also Window World of \nBaton Rouge, LLC v. Window World, Inc. , 2019 NCBC LEXIS 7, at *15–16 (N.C. \nSuper. Ct. Jan. 25, 2019) (applying the same standard).    \n \n \n15. To the extent that NDCO is arguing the Motion should be granted in order \nto correct a direct, obvious, and observable error in the Cross -Motions Order,1 this \nargument is unpersuasive.   NDCO apparently believes that the Court erred in \ndetermining that mutual assent is an issue for a jury to decide in this case.  According \nto NDCO , the Cross-Motions Order makes clear that the Amended Operating \nAgreement is unenforceable as a  matter of law for lack of mutual assent, and \ntherefore, “it would be manifestly unjust for the [p] arties to continue litigating over  \na contract that is nugatory and void.”  ( Mem. Supp. 10.)  NDCO goes on to say that  \n“[t]his Court has clearly concluded that neither [p]arty established through their \nsubstantial showing the required mutual assent on material terms of the Amended \nOperating Agreement.”  (Mem. Supp. 15.)  That is not so.   \n16. As the Court detailed  in the Cross-Motions Order, PFD/Trask and NDCO \neach “have differing positions as to whether the Amended Operating Agreement gives \nPFD the right to use [the Property ] as collateral to secure a loan to fund the \n‘Entitlement and Development Services’ or whether PFD was to fund these ser vices \nout-of-pocket and thereafter obtain repayment from lot sales.”  Pender Farm , 2020 \nNCBC LEXIS 43, at *24.  Each side also “submitted substantial evidence in support \nof their respective interpretations of the Amended Operating Agreement’s terms that \npotentially implicates whether the parties had a meeting of the minds when \n \n1  The Court will assume that this is NDCO’s argument for purposes of thoroughly explaining \nwhy reconsideration is not warranted here.  However, it is not clear from NDCO’s briefing \nwhether this is , in fact, NDCO’s  theory, given that NDCO appears to base it s Rule 54(b) \narguments on the intervening development and manifest injustice grounds for \nreconsideration, but fails to specifically tailor its arguments to the Rule 54(b) standards that \nour courts have adopted over the years.   \n \n \nnegotiating and executing the Amended Operating Agreement.”  Id. at *31 (emphasis \nadded).  And “because whether or not the parties understood that PFD could use the \nPender 1164 Property as collateral to secure a development loan goes to the very \nheart of the formation of Pender 1164 and the parties’ contemplation of the Amended \nOperating Agreement [,]” the Court determined that there was  a genuine issue  of \nmaterial fact regarding mutual assent.  Id. at *32.  This was the extent of the Court’s \nruling on this particular matter.  Nowhere in the Cross-Motions Order did this Court \nconclusively rule as a matter of law that mutual assent of the parties was lacking as \nto the Amended Operating Agreement, despite NDCO’s assertion to the contrary. \n17. Instead, consistent with  well-established North Carolina law, the Court \nreserved the issue of mutual assent for a jury  to resolve.   See Northington v. \nMichelotti, 121 N.C. App. 180, 184, 464 S.E.2d 711, 714 (1995) (“Whether mutual \nassent has been established and whether a contract was intended between the parties \nare questions for the trier of fact. ” (quoting Snyder v. Freeman , 300 N.C. 204, 217, \n266 S.E.2d 593, 602 (1980))).   \n18. Simply put, there is no manifest injustice here that merits reconsideration.  \nIndeed, the Cross-Motions Order does not contain any direct, obvious, and observable \nerror.  NDCO merely misconstrues the Cross- Motions Order, which is not a proper \nbasis for granting a motion for reconsideration.  See Powell v. State Farm Fire & Cas. \nCo., No. 4:16-cv-02795-RBH, 2018 U.S. Dist. LEXIS 82164, at *3 –6 (D.S.C. May 16, \n2018) (denying a motion to reconsider a prior interlocutory summary judgment order, \nwhere the movant “conflate[d]” the nature of the prior order’s legal reasoning). \n \n \n19. In support of its request for a declaratory judgment that the Amended \nOperating Agreement is void as a matter of law,  NDCO also argues that North \nCarolina law requires the Court to make such a ruling and cites cases where the issue \nof mutual assent was resolved on summary judgment.  ( Mem. Supp. 15–16.)  This is \na new argument by NDCO , not raised in its summary judgment briefing, that the \nCourt has no obligation to consider at this juncture.  See Julianello, 791 F.3d at 923 \n(“A motion for reconsideration is not a vehicle to identify facts or legal arguments \nthat could have been, but were not, raised at the time the relevant motion was \npending.”).  Nor is the Court required to  reassess whether granting summary \njudgment is appropriate when a question of mutual assent arises.  See RELX, Inc. v. \nMorrow, 2020 NCBC LEXIS 31, at *3 (N.C. Super. Ct. Mar. 17, 2020) (explaining that \n“[i]t is improper to file a motion for reconsideration simply to ask the Court to rethink \nwhat the Court had already thought through—rightly or wrongly” (quoting Wiseman \nv. First Citizens Bank & Tr. Co., 215 F.R.D. 507, 509 (W.D.N.C. 2003))).  In any event, \nthe Court notes that  leaving the issue of mutual assent for a jury to decide  is \nconsistent with North Carolina precedent, as set forth above.   \n20. To summarize, NDCO falls well short of establishing the presence of any of \nthe three grounds upon which a Rule 54(b) motion to reconsider may properly be \ngranted.  As such,  NDCO’s reconsideration requests relating to the Amended \nOperating Agreement and the Pender 1164 Property\n2 must be denied. \n \n2  Having determined that there are no grounds warranting a declaration that the Amended \nOperating Agreement is void as a matter of law, the Court sees no need to address NDCO’s \nunjust enrichment arguments, (Mem. Supp. 14– 15), which are part of NDCO’s request for \n \n \n21. The Court could end its analysis regarding  these requests  here, since \nNDCO ha s failed to sufficiently demonstrate  why reconsideration of the Cross -\nMotions Order in this instance  is appropriate.  However, the Court will address an \nissue raised by PFD/Trask in their opposition brief to the Motion, as  this issue is \nintertwined with NDCO’s above contentions about mutual assent. \n22. PFD/Trask argue that “[t]he existence of a valid contract has been \nadmitted, established, and can be removed from the issues to be tried [in this action].”  \n(Resp. Opp’n  7.)  As support for this assertion, PFD/Trask point to the parties’ \npleadings, namely, PFD’s Complaint for Declaratory Relief , (ECF No. 1);  NDCO’s \nAnswer and Counterclaim, (ECF No. 14); NDCO’s Amended Counterclaim and Third \nParty Complaint, (ECF No. 41); and PFD/Trask’s Answer to Amended Counterclaim \nand Third Party Complaint , (ECF No. 54) .  These pleadings, PFD/Trask  argue, \nestablish that the Amended Operating Agreement is valid  as a matter of North \nCarolina law.  (Resp. Opp’n 7–8.)  Since PFD/Trask have not filed their own motion \nfor reconsideration on this particular issue, the Court is not required, as part of this \nOrder and Opinion, to accept or reject PFD/Trask’s line of reasoning. \n23. For purposes of a thorough analysis, however, the Court has reviewed the \npleadings cited by PFD/Trask .  At most, these pleadings  only establish that the \nAmended Operating Agreement was “executed” by both PFD and NDCO, but that is \nnot the same as conclusively establishing or admitting that the Amended Operating \nAgreement is valid and therefore enforceable as a matter of law.  See RLM Communs., \n \nrescission of the Ag reement and are also arguments that were not raised by NDCO at the \nsummary judgment stage. \n \n \nInc. v. Tuschen, 66 F. Supp. 3d 681, 687, 690–93 (E.D.N.C. 2014) (determining that a \nnon-compete covenan t was unenforceable, under North Carolina law, because the \ncovenant was “executed” after the employee “executed” her original employment  \ncontract, and the covenant was not supported by new consideration). \n24. Moreover, PFD/Trask’s contention about the supposed admission of the \nAmended Operating Agreement’s validity (and implicitly, the admission of mutual \nassent) is belied by the parties’ competing views throughout this litigation.  From the \nonset of this dispute, the parties have disagreed about whether, under the Amended \nOperating Agreement, PFD could use the Pender 1164 Property as collateral to secure \na loan to fund the “Entitlement and Development Services” that PFD was responsible \nfor pursuant to the terms of the Agreement .  (See, e.g., Order Denying Prelim. Inj . \n¶¶ 31, 33, 46, 50, ECF No. 56.)   Indeed, this disagreement is what led to PFD filing \nits Complaint against NDCO in the first place.  See Pender Farm, 2020 NCBC LEXIS \n43, at *16–20.  And as the Court explained in the Cross -Motions Order, this dispute \n“goes to the very heart of the formation of Pender 1164 and the parties’ contemplation \nof the Amended Operating Agreement.”  Id. at *32.   \n25. Tellingly, in their Answer to Amended Counterclaim and Third P arty \nComplaint, PFD/Trask responded to one of NDCO’s allegations as follows: \nIt is further expressly denied that the parties ever had any agreement \nor understanding whereby Trask or PFD were to pay all of the \nEntitlement and Development Expenses out -of-pocket without using \nany of the land to be developed as collateral for a development loan.  All \nremaining allegations of this Paragraph are denied. \n \n(¶ 132.) \n \n \n \n26. Based on this response, the summary judgment record,  and the history of \nthis action, it appears to the Court that PFD/Trask have overstated the effect of the \nparties’ pleadings on the issue of mutual assent, an issue that the trier of fact should \ndecide, not this Court.3  See Joyner v. Adams, 87 N.C. App. 570, 573, 361 S.E.2d 902, \n903–05 (1987) (affirming a determination by the fact finder, a trial court judge, that \nthere was no meeting of the minds as to a contractual provision, despite both parties \narguing on appeal that this was an incorrect determination by the judge). \n27. In sum, the Court, in its discretion, determines that reconsideration of the \nCross-Motions Order is not necessary as to NDCO’s requests concerning the Amended \nOperating Agreement and the Pender 116 4 Property.  Further, though not required \nto do so, the Court  has evaluated PFD/Trask’s contention that the pleadings in this \ncase conclusively establish the validity of the Amended Operating Agreement  as a \nmatter of law.  The Court rejects this argument. \nB. NDCO’s Reconsideration Request Regarding Shuttleworth \n \n28. NDCO also asks, again pursuant to Rule 54(b), that the Cross -Motions \nOrder be “revised to provide that there exists no genuine issue of material fact but \nthat during the periods referenced in this Court’s Rule 56(d) Order Shuttleworth was \nTrask’s agent.”  (Mot. Revise ¶ 6.) \n \n3  Relatedly, both PFD/Trask and NDCO cite to this Court’s March 12, 2018 Order Denying \nMotion for Preliminary Injunction, where the Court stated that “[t]he parties do not dispute \nthat the Amended Operating Agreement is a valid and binding contract.”  (¶ 42.)  But the \nparties ignore the fact that this statement was made early in the litigation based on a limited \nfactual record and the  Court’s unequivocal statement in that Order that it was making \n“findings of fact and conclusions of law for the limited purpose of resolving the Motion, \nwithout prejudice to making contrary or different findings and conclusions in subsequent \norders.”  (¶ 10.) \n \n \n29. To begin with, the Court notes that NDCO makes no attempt at all to argue \nthat any of the three established grounds for reconsideration of an interlocutory order \nare applicable to this particular request.  Instead, NDCO essentially claims that the \nCourt was incorrect in concluding in the Cross -Motions Order that there was a \ngenuine issue of material fact as to whether Shuttleworth was Trask’s agent  for \npurposes of NDCO’s fraud in the inducement allegations against PFD/Trask.   See \nPender Farm, 2020 NCBC LEXIS 43, at *37– 39.  It appears to the Court, then, that \nNDCO is simply asking the Court to re -evaluate what the Court already thought \nthrough as pa rt of its consideration of the Cross -Motions: whether the summary \njudgment record establishes as a matter of law that Shuttleworth was Trask’s agent.  \nNDCO’s use of a Rule 54(b) motion to reconsider in this fashion is inappropriate.  See \nRELX, 2020 NCBC LEXIS 31, at *3. \n30. Nevertheless, the Court first directs NDCO’s attention, as it previously did \nin the Cross -Motions Order, to North Carolina law establishing that “[a]gency is a \nfact to be proved as any other.” Green v. Freeman, 233 N.C. App. 109, 112, 756 S.E.2d \n368, 372 (2014) (quoting Albertson v. Jones, 42 N.C. App. 716, 718, 257 S.E.2d 656, \n657 (1979)).   \n31. The Court next reminds NDCO of the undisputed facts in this case \nregarding the extent of Trask and Shuttleworth’s relationship.  In connection with its \nmotion for summary judgment, NDCO  filed a motion  pursuant to  North Carolina  \nRule of Civil Procedure 56(d) (the “Rule 56(d) Motion”), asking the Court to set forth \nthe material facts existing without substantial controversy in this action.  See Pender \n \n \nFarm, 2019 NCBC LEXIS 68, at *1–2.  As part of the Court’s  consideration of the \nRule 56(d) Motion, the parties submitted over 2,500 pages of documents for the Court \nto review .  Id. at *11–12.  After carefully reviewing these voluminous records, the \nCourt established, as relevant here,  the following material facts existing without \nsubstantial controversy: \n37. Trask instructed Shuttleworth to work with the owners of the \nadjacent 664 acres to incorporate that adjacent 664 acres into the Joint \nVenture.  (Trask Dep. 124:3–12, ECF No. 100.10.) \n \n38. Shuttleworth sent an email to Mark Holm and Sandy Christian on \nAugust 6, 2013, in which Shuttleworth explained his understanding of \nthe concept under which Trask was then operating and attached both a \nletter addressed to Mark Holm and a “Joint Venture Overview.”  (Ex. C \nto NDCO’s List of Exhibits, ECF No. 64.3.) \n \n39. Trask was copied on Shuttleworth’s August 6, 2013 email.  (Ex. C. to \nNDCO’s List of Exhibits, ECF No. 64.3.) \n \n41. Trask never made contact with Sandy Christian to correct anything \nthat had been represented by Shuttleworth in his August 6, 2013 email.  \n(Christian Dep. 67:5–8, ECF No. 100.12.) \n \nId. at *16–17.  Based on these few undisputed facts relating to Shuttleworth, along \nwith NDCO’s other cursory statements about the relationship between Trask and \nShuttleworth, (Mem. Supp. 6–7), NDCO invites the Court to conclude as a matter of \nlaw that Shuttleworth was Trask’s agent at all times relevant to this litigation.  But \ncontrary to NDCO’s belief, there remains a number of factual questions about the \nnature of Trask and Shuttleworth’s relationship during the relevant time periods for \nthis action , including, as PFD/Trask point out, whether Shuttleworth was truly \nacting on Trask’s behalf  during those times  or on behalf of Michael Cook, a \nrepresentative of NDCO.  (See Resp. Opp’n 12–13.)  It would, therefore, be improper \n \n \nfor the Court to declare as a matter of law that Shuttleworth was  Trask’s agent in \nconnection with NDCO’s  fraud in the inducement claim against PFD/Trask , \nespecially in the setting of a Rule 54(b) motion to reconsider. \n32. Accordingly, reconsideration of the Cross -Motions Order is not warranted \nhere either.  The Court next examines the Motion under Rule 15(d). \nIII. RULE 15(d) \n33. Rule 15(d) provides that “[u]pon motion of a party the court may, upon \nreasonable notice and upon such terms as are just, permit him to serve a \nsupplemental pleading setting forth transactions or occurrences or events which may \nhave happened since the date of the pleading sought to be supplemented[.]”  N.C.G.S. \n§ 1A-1, Rule 15(d).  Under Rule 15(d), the matters (i.e., transactions, occurrences, or \nevents) contained in a supplemental pleading mu st be matters that could not have \nbeen asserted in the original pleadings, since the supplemental matters allowed by \nthis rule are those arising  after the original pleadings were filed.  See McKnight v. \nMcKnight, 25 N.C. App. 246, 250, 212 S.E.2d 902, 905 (1975). \n34. Whether to grant or deny a Rule 15(d) motion is a decision that lies within \nthe trial court’s sound discretion.  See Zagaroli v. Neill, 2017 NCBC LEXIS 103, at \n*42 (N.C. Super. Ct. Nov. 7, 2017)  (citing Brackett v. SGL Carbon Corp. , 158 N.C. \nApp. 252, 258, 580 S.E.2d 757, 761 (2003)); see also  Deutsch v. Fisher, 32 N.C. App. \n688, 692, 233 S.E.2d 646, 649 (1977) (explaining that, by its terms, Rule 15(d) \n“permits but does not require a trial court to allow a supplemental pleading”).   \n \n \n35. “Generally, motions to allow supplemental pleadings should be freely \ngranted unless their allowance would impose a substantial injustice upon the \nopposing party.”  Miller v. Ruth’s of N.C., Inc., 69 N.C. App. 153, 156, 316 S.E.2d 622, \n625 (1984) .  This free allowance is “based upon the policy that a party should be \nprotected from the harm which may occur if he is prevented from litigating certain \nissues merely by virtue of the court ’s denial of such a motion. ”  Van Dooren v. Van \nDooren, 37 N.C. App. 333, 337, 246 S.E.2d 20, 23 –24 (1978).  Furthermore, there is \nno need to consider if there will be substantial injustice imposed on the opposing party \nin circumstances where there is no basis for  permitting a supplemental pleading in \nthe first place.  See Miller, 69 N.C. App. at 156–58, 316 S.E.2d at 625–26. \n36. Through the Supplemental Pleading , NDCO seeks to assert an additional \naffirmative defense that the “Amended Operating Agreement is a nugatory and void \nfor indefiniteness, and . . . [that] NDCO is entitled to a declaratory judgment to that \neffect and entitled to have any Property conveyed to Pender 1164 restored to it.”  (Ex. \nA, at 1 –2.)  NDCO also seek s to supplement its Amended Counterclaim  and Third \nParty Complaint  by adding a “ SIXTH CLAIM FOR RELIEF (In the alternative: \nMistake-Rescission),” which appears to  be based on a theory that the parties were \nmistaken as to how the “Entitlement and Development Expenses” would be paid.  (Ex. \nA, at 2–5.)    \n37. NDCO requests leave to file the Supplemental Pleading in order to “conform \nthe pleadings to the legal issues to which this Court has focused in its [Cross-Motions] \nOrder regarding the enforceability of  the Amended Operating Agreement. ”  (Mem. \n \n \nSupp. 17.)  However, conforming the pleadings to the legal issues discussed in an \ninterlocutory order is not one of the purposes of Rule 15(d).   \n38. NDCO further contends that the Cross -Motions Order is “clearly an \n‘occurrence or event’ subsequent to any [p]arty’s pleadi ng” as defined by Rule 15(d).  \n(Mem. Supp. 17.)  Setting  aside the fact that this Court is no t aware of, and that \nNDCO has not pointed to, any controlling North Carolina law establishing that a trial \ncourt’s interlocutory ruling is the type of transaction, occurrence, or event \ncontemplated by Rule 15(d), the bigger problem here is that NDCO has not identified \nany matters that it could not have otherwise asserted in its  original pleadings.  As \nthe Court noted in its Cross-Motions Order, the summary judgment record contains \nevidence that NDCO may have been aware, prior to and after the execution of the \nAmended Operating Agreement, of PFD’s intention to use the Pender 1164 Property \nas collateral to secure a loan that would fund the costs associated with developing the \nProperty.  See Pender Farm , 2020 NCBC LEXIS 43, at *31 .  Also, in PFD ’s July 26, \n2016 letter declaring a deadlock between PFD and NDCO,  which preceded the start \nof this lawsuit, PFD again communicated to NDCO its belief that the Amended \nOperating Agreement allowed PFD to use the Property to secure a development loan.  \n(See Compl. Ex. F, ECF No. 2.)   \n39. Thus, NDCO was aware (or should have been aware) , before the filing of \neither its Answer a nd Counterclaim or its subsequent Amended Counterclaim and \nThird Party Complaint, that  PFD may have had  a different interpretation than \nNDCO about PFD’s obligation to fund the “Entitlement and Development Expenses,” \n \n \nwhen the parties first entered into the Amended Operating Agreement.  Moreover, \nthe parties’ disagreement regarding how the “Entitlement and Development \nExpenses” were going to be paid , a material provision of the Amended Operating \nAgreement, directly implicates mutual assent.  See Pender Farm, 2020 NCBC LEXIS \n43, at *28.  Consequently, the Supplemental Pleading does not identify any matters \nthat NDCO could not have asserted when it filed its original pleadings, since all the \nassertions set forth in the Supplemental Pleading pertain to mutual assent, one way \nor the other, and NDCO was put on notice before this action began that there may be \nissues surrounding mutual assent. \n40. Finally, as explained above in the Court’s Rule 54(b) analysis, the issue of \nmutual assent will need to be resolved by the jury at trial, so the parties will have an \nopportunity to litigate this issue.  And therefore, the harm that Rule 15(d) protects \nagainst is not a concern here.  Further, there is no need to discuss whether PFD/Trask \nwould face substantial injustice  by the granting of the Motion , since NDCO has not \nidentified a proper basis for relief under Rule 15(d).  The Court thus denies NDCO’s \nalternative request for leave of Court to file the Supplemental Pleading.  \nIV. CONCLUSION \n41. For the foregoing reasons, the Court hereby DENIES  the Motion in its \nentirety. \nSO ORDERED, this the 25th day of September, 2020. \n \n \n/s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}