{
  "id": "9ef663b466710d6f1c7010866fc5510ebe8c3898eecbcd3d161a0f207486d5e5",
  "source_file": "data/raw/ncbc/9ef663b466710d6f1c7010866fc5510ebe8c3898eecbcd3d161a0f207486d5e5.pdf",
  "raw_text": "Pure Body Studios Charlotte, LLC v. Crnalic, 2017 NCBC 96. \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 674 \n \nPURE BODY STUDIOS \nCHARLOTTE, LLC, \n \n   Plaintiff, \n \nv. \n \nDINO CRNALIC; PURE BODY \nSTUDIOS, LLC; DRIVE FITNESS \nPRODUCTIONS, LLC; SUKI AKOR, \nLLC; and PIN ENTERPRISE, LLC,  \n \n   Defendants. \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTION TO DISMISS \nCOUNTERCLAIMS AND \nDEFENDANTS’ MOTION TO \nTRANSFER VENUE \n \n1. THIS MATTER is before the Court o n Plaintiff Pure Body Studios \nCharlotte, LLC’s (“Plaintiff” or “Pure Body”)  motion to dismiss  and Defendants’ \nmotion to transfer v enue (collectively, the “Motions”).  Having considered the \nMotions, the briefs, and the arguments of counsel at a hearing on the  Motions, the \nCourt GRANTS in part and DENIES in part Plaintiff’s m otion to dismiss  and \nDENIES Defendants’ motion to transfer venue. \nWyrick Robbins Yates & Ponton LLP, by Paul J. Puryear, Jr. and Lee M. \nWhitman, for Plaintiff.  \n \nWomble Carlyle Sandridge & Rice, LLP, by Russ Ferguson, for \nDefendants.  \n \nRobinson, Judge. \n \n \n \n \n \nI. FACTUAL BACKGROUND \n2. The Court does not make findings of fact on Pure Body’s motion to dismiss, \nbut rather only recites those factual allegations of the pleadings that are relevant and \nnecessary to the Court’s determination of the motion.  \n3. Defendant Dino Crnalic (“Crnalic”) and Matt Jordan (“Jordan”), who is not \na party to this action,  formed Pure Body on or about May 30, 2013.  (Compl. ¶ 14, \nECF No. 10; Answer & C ountercls. 1, 7,  ¶ 14, ECF No. 33.)  Pure Body is a North \nCarolina limited liability company operating a gym and having its principal place of \nbusiness in Mecklenburg County, North Carolina.  (Compl. ¶ 2; Answer & Countercls. \n5, ¶ 2.)   \n4. Pure Body’s initial  members were Dino Crnalic Investments LLC and \nMatthew Jordan Investments LLC, (Answer & Countercls. Ex. A, § 3.1), and its initial \nofficers and directors were Crnalic and Jordan, (Answer & Countercls. Ex. A, §§ 5.1, \n7.1).  Crnalic was the Chief Executive Officer until August 15, 2016.  ( Compl. ¶ 18; \nAnswer & Countercls. 7, ¶ 18.)   \n5. On December 1, 2014, Paul Hausman (“Hausman”) and Greyhawk \nVentures, LLC, which is controlled by Peter von Jess (“ von Jess”), became members \nof Pure Body, and von Jess became a director.  (Compl. ¶ 16; Answer & Countercls. \n7, ¶¶ 15−16.)  \n6. In March 2016, Pure Body’s then -current landlord notified Crnalic that it \nwas terminating Pure Body’s lease early.  ( Answer & Countercls. 9, ¶ 25.)  The \n \n \nlandlord informed Crnalic that Pure Body was required to move out by December 31, \n2016.  (Answer & Countercls. 9, ¶ 25.)   \n7. As a result of the landlord’s termination of Pure Body’s lease, Crnalic \npresented Pure Body’s board of directors with four possible new locations for the gym.  \n(Answer & Countercls. 3, 9, ¶ 25.)  The board ultimately chose a space located at 3609 \nSouth Boulevard, Charlotte, North Carolina.  (Answer & Countercls. 3, 28, ¶ 38.)  In \nJune 2016, Pure Body executed a lease agreement for that space with the owner of \nthe building, 3609 South Blvd, LLC  (“3609 South Blvd”).  ( Answer & Countercls. 3, \n28, ¶ 38.)  At 3609 South Blvd’s requirement, Crnalic personally guaranteed the lease.  \n(Answer & Countercls. 28, ¶¶ 40−41.)  \n8. Crnalic contends without detail that, at a meeting on August 15, 2016, von \nJess made “a host of allegations ” about Crnalic, the content of which is not alleged,  \nand threw two folders before Crnalic, one labeled “The Easy Way” and one labeled \n“The Hard Way.”  (Answer & Countercls. 4, 14, ¶ 38.)  The Easy Way folder contained \nresignation documents, and the Hard Way Folder contained documents for a lawsuit \nagainst Crnalic.  (Answer & Countercls. 4, 34, ¶ 74.)  Crnalic contends that von Jess \ntold Crnalic that if Crnalic did not sign the resignation documents, von Jess was going \nto “sue everybody” and “shoot the whole company down.”  (Answer & Countercls. 33, \n¶ 73.)  Crnalic alleges that he saw no choice but to sign the resignation documents, \nand thereby resigned as a director and CEO.  (Answer & Countercls. 4, 15, ¶ 41.) \n9. In addition to the resignation documents, Crnalic alleges that , at the \nAugust 15 , 2016 meeting, Crnalic was  forced to sign a document titled First \n \n \nAmendment to Operating Agreement of Pure Body Studios Charlotte LLC (the “First \nAmendment”) and a document reflecting the joint written consent of Pure Body’s \nboard and members (the “Joint Written Consent”).  (Answer & Countercls. 29, 32−33, \nEx. B, Ex. D.) \n10. Crnalic alleges that , after he was removed as CEO and a director, Pure \nBody refused to make lease payments , thereby breaching the lease agreement with \n3609 South Blvd.  ( Answer & Countercls. 9−10, 28. )  As a result,  3609 South Blvd \nsued Crnalic , individua lly, as the personal guarantor of the lease agreement.  \n(Answer & Countercls. 29, ¶ 43.) \nII. PROCEDURAL HISTORY \n11. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motions. \n12. Pure Body initiated this action by filing its Complaint on January 19, 2017.  \n(ECF No. 10.)   \n13. On May 12, 2017, all Defendants filed their answer and their motion to \ntransfer venue (the “Motion to Transfer”), and Crnalic filed his counterclaims against \nPure Body.  (ECF Nos. 33, 35.)   Crnalic asserts the following counterclaims against \nPure Body: (1) dissolution pursuant to N.C. Gen. Stat. § 57D -6-01(1) (“First \nCounterclaim”); (2) dissolution pursuant to N.C. Gen. Stat. § 57D -6-01(4) (“Second \nCounterclaim”); (3) indemnity for expenses incurred in defending against this action \n(“Third Counterclaim”); (4) indemnity for expenses incurred in defending against the \naction brought by 3609 South Blvd (“Fourth Counterclaim”); (5) a declaratory \n \n \njudgment that the First Amendment is invalid (“Fifth Co unterclaim”); (6) a \ndeclaratory judgment that a document titled Written Consent of the Members of Pure \nBody Studios Charlotte LLC  is invalid (“Sixth Counterclaim”); (7) a declaratory \njudgment that the Joint Written Consent is invalid (“Seventh Counterclaim ”); (8) \nunfair and deceptive trade practices under N.C. Gen. Stat. § 75-1.1 (“UDTP”) (“Eighth \nCounterclaim”); (9) breach of section 4.2(c) of the Operating Agreement (“Ninth \nCounterclaim”); (10) breach of section 5.6 of the Operating Agreement (“Tenth \nCounterclaim”); and (11) a second count for breach of section 5.6 of the Operating \nAgreement (“Eleventh Counterclaim”).  (Answer & Countercls. 24−25, 27−30, 32−36.)   \n14. This action was designated as a mandatory complex business case by order \nof the Chief Justice  of the Supreme Court of North Carolina dated May 15, 2017, \n(ECF No. 36), and assigned to the undersigned by order of Chief Business Court \nJudge James L. Gale dated that same day, (ECF No. 37). \n15. On May 26, 2017, Pure Body voluntarily dismissed with prejudice its claims \nagainst Jordan.  (ECF No. 39.)   \n16. On June 7, 2017, Pure Body filed its reply to Crnalic’s counterclaims.  (ECF \nNo. 42.)  Pure Body’s reply contains a motion to dismiss Crnalic’s counterclaims under \n“Rule 12(b)(1) and/or 12(b)(6) of the North Ca rolina Rules of Civil Procedure”  \n(“Rule(s)”) (“Pure Body’s Motion” or “Motion to Dismiss”), which is the subject of this \nOrder and Opinion.  (Partial Mot. Dismiss & Answer to Countercl. 1, ECF No. 42.)   \nPure Body did not file a motion contained in a separate document as required by Rule \n7.2 of the General Rules of Practice and Procedure for the North Carolina Business \n \n \nCourt (“BCR”).  At the hearing, Defendants’ counsel indicated that it did not object to \nthe Court proceeding on Pure Bod y’s Motion despite Pure Body’s technical violation \nof the BCR.  Notwithstanding Defendants’ consent in this instance, the Court expects \nthe parties to comply with BCR 7.2 throughout the remainder of this litigation.  Pure \nBody’s Motion seeks dismissal of t he Second, Third, Fourth, Fifth, Seventh, and \nEighth Counterclaims, as well as Crnalic’s request for punitive damages, pursuant to \nRule 12(b)(6).  Pure Body’s Motion seeks dismissal of Crnalic’s Ninth Counterclaim \npursuant to Rule 12(b)(1) for lack of standing. \n17. On June 27, 2017, Pure Body voluntarily dismissed without prejudice its \nclaims against Adi Crnalic.  (ECF No. 50.)   \n18. The Motions have been fully briefed, and the Court held a hearing on the \nMotions on August 8, 2017.  The Motions are now ripe for resolution. \n19. Following oral argument on the Motions, counsel for Defendants moved for, \nand were granted, permission to withdraw as counsel.  (ECF Nos. 57, 59.)  As of the \nissuance of this Order and Opinion, no attorney has appeared on behalf of \nDefendants. \nIII. LEGAL STANDARD \n20. As a preliminary matter, Pure Body’s Motion to Dismiss under Rule 12(b)(6) \nis untimely as it was made in, rather than before, Pure Body’s reply to Crnalic’s \ncounterclaims.  See N.C. Gen. Stat. § 1A-1, Rule 12(b) (“A motion making any of [the \nRule 12(b)] defenses shall be made before pleading if a further pleading is permitted.”  \n(emphasis added)); see also New Friendship Used Clothing Collection, LLC v. Katz , \n \n \n2017 NCBC LEXIS 72, at *17 (N.C. Super. Ct. Aug. 18, 2017) (finding untimely a \nRule 12(b)(6) motion filed contemporaneously with defendant’s answer).  Pursuant to \nRule 12(h)(2), however, to the extent that Pure Body’s Motion is brought under Rule \n12(b)(6), it may be considered as a Rule 12(c) motion for judgment on the pleadings \nin these circumstances.  New Friendship Used Clothing Collection, LLC, 2017 NCBC \nLEXIS 72, at *24 (“[U]nder Rules 12(b) and 12(h)(2), a post-answer Rule 12(b) motion \nto dismiss for failure to state a claim may, if appropriate, be considered as a Rule \n12(c) motion f or judgment on the pleadings.”).  As a result, the Court will analyze \nPure Body’s Motion, to the extent it is based on a failure to state a claim upon which \nrelief may be granted, as a motion for judgment on the pleadings pursuant to Rule \n12(c). \n21. “A motion for judgment on the pleadings [under Rule 12(c)] should not be \ngranted unless the movant clearly establishes that no material issue of fact remains \nto be resolved and that he is entitled to judgment as a matter of law.”  Carpenter v. \nCarpenter, 189 N.C. App. 755, 761, 659 S.E.2d 762, 767 (2008).  On a Rule 12(c) \nmotion, “[t]he movant is held to a strict standard and must show that no material \nissue of facts exists and that he is clearly entitled to judgment.”  Ragsdale v. Kennedy, \n286 N.C. 130, 137, 209 S.E.2d 494, 499 (1974).  “[T]he court cannot select some of the \nalleged facts as a basis for granting the motion on the pleadings if other allegations, \ntogether with the selected facts, establish material issues of fact.”  J. F. Wilkerson \nContracting Co. v. Rowland, 29 N.C. App. 722, 725, 225 S.E.2d 840, 842 (1976).  The \n \n \nCourt must read the pleadings in the light most favorable to the nonmoving party, \nand \n[a]ll well pleaded factual allegations in the nonmoving party’s pleadings \nare taken as true a nd all contravening assertions in the movant’s \npleadings are taken as false.  All allegations in the nonmovant’s \npleadings, except conclusions of law, legally impossible facts, and \nmatters not admissible in evidence at the trial, are deemed admitted by \nthe movant for purposes of the motion. \n \nRagsdale, 286 N.C. at 137, 209 S.E.2d at 499 (citations omitted). \n22. “Judgment on the pleadings is not favored by the law  . . . .”  Huss v. Huss, \n31 N.C. App. 463, 466, 230 S.E.2d 159, 162 (1976).  The function of Rule 12( c) “is to \ndispose of baseless claims or defenses when the formal pleadings reveal their lack of \nmerit.”  Ragsdale, 286 N.C. at 137, 209 S.E.2d at 499.  “[J]udgment on the pleadings \nis not appropriate merely because the claimant’s case is weak and he is unl ikely to \nprevail on the merits.”  Huss, 31 N.C. App. at 469, 230 S.E.2d at 163.   “A motion for \njudgment on the pleadings is allowable only where the pleading of the opposite party \nis so fatally deficient in substance as to present no material issue of fact . . . .”  George \nShinn Sports, Inc. v. Bahakel Sports, Inc., 99 N.C. App. 481, 486, 393 S.E.2d 580, 583 \n(1990). \n23. Unlike Pure Body’s attempt to seek dismissal  under Rule 12(b)(6) , which \nthe Court analyzes under Rule 12(c), Pure Body’s Motion to Dismiss under Rule \n12(b)(1) for lack of standing is timely as Rule 12(h)(3) expressly provides that \n“[w]henever it appears by suggestion of the parties or otherwise that the court lacks \njurisdiction of the subject matter, the court shall dismiss the action.”  N.C. Gen. Stat. \n§ 1A-1, Rule 12(h)(3); New Friendship Used Clothing Collection, LLC , 2017 NCBC \n \n \nLEXIS 72, at *27 (finding timely a post -answer Rule 12(b)(1) motion to dismiss).   \nUnder Rule 12(b)(1) , a court may consider matters out side the pleadings in \ndetermining whether subject matter jurisdiction exists.  Keith v. Wallerich, 201 N.C. \nApp. 550, 554, 687 S.E.2d 299, 302 (2009); Tart v. Walker, 38 N.C. App. 500, 502, 248 \nS.E.2d 736, 737 (1978) .  However , “if the trial court confines  its evaluation [of \nstanding] to the pleadings, the court must accept as true the [claimant]’s allegations \nand construe them in the light most favorable to the [claimant].”  Munger v. State , \n202 N.C. App. 404, 410, 689 S.E.2d 230, 235 (2010); see also Neuse River Found., Inc. \nv. Smithfield Foods, Inc. , 155 N.C. App. 110, 113, 574 S.E.2d 48, 51 (2002)  (“[E]ach \nelement [of standing] must be supported in the same way as any other matter on \nwhich the [claimant] bears the burden of proof, i.e., with the mann er and degree of \nevidence required at the successive stages of the litigation.”).  \nIV. PURE BODY’S MOTION UNDER RULE 12(c) \nA. Second Counterclaim – Judicial Dissolution \n24. Crnalic’s Second Counterclaim seeks judicial dissolution pursuant to N.C. \nGen. Stat. § 57D-6-01(4), (Answer & Countercls. 25), which provides that an LLC is \ndissolved upon the entry of a decree of judicial dissolution on the grounds set forth in \nN.C. Gen. Stat. § 57D-6-02.  See N.C. Gen. Stat. § 57D-6-01(4).  Under section 57D-6-\n02, a  court may dis solve an LLC  in a proceeding brought by a member “if it is \nestablished that (i) it is not practicable to conduct the LLC’s business in conformance \nwith the operating agreement and this Chapter or (ii) liquidation of the LLC is \n \n \nnecessary to protect the rights and interests of the member.”  N.C. Gen. Stat. § 57D-\n6-02(2).   \n25. Crnalic alleges that he is entitled to dissolution under either statutory \nground.  Crnalic first alleges that it is not practicable to conduct Pure Body’s business \nin conformance with t he Operating Agreement because Pure Body does not own  or \nlease a fitness facility or any fitness equipment and does not have any employees.  \n(Answer & Countercls. 26, ¶ 19.)  Second, Crnalic alleges that liquidation is necessary \nto protect Crnalic’s rights and interests.  (Answer & Countercls. 26, ¶ 20.)      \n26. Crnalic alleges that, since August 15, 2016, he has been completely shut \nout from Pure Body  and has not received any financial information or other \ninformation regarding Pure Body’s operations.  (Answer & Countercls. 26, ¶¶ 22−23.)  \nCrnalic further contends without elaboration that he was told not to visit Pure Body’s \nbusiness location and that he has not been informed that Pure Body sold all or \nsubstantially all of its assets, laid off all employe es, and closed its gym.   (Answer & \nCountercls. 26, ¶ ¶ 23−24.)  Additionally, Crnalic alleges that he has not been \ninformed that Pure Body terminated its lease with 3609 South Blvd.   (Answer & \nCountercls. 26, ¶ 23.)   \n27. With respect to the second statutory ground, Pure Body argues that Crnalic \nhas failed to allege that dissolution is necessary to protect his rights and interests as \na member of Pure Body.  (Br. Supp. Pl.’s Partial Mot. Dismiss 7, ECF No. 43.1.)   \nCrnalic, relying on Meiselman v. Meiselman , 309 N.C. 279, 307 S.E.2d 551 (1983), \nargues that the Second Counterclaim sufficiently alleges that dissolution is necessary \n \n \nto protect Crnalic’s reasonable expectations.  (Resp. Opp’n Mot. Dismiss Countercls. \n4−6, ECF No. 51.)  In Meiselman, our Supreme Court discussed at length a claim for \ndissolution of a close corporation under the North Carolina Business Corporation Act, \nwhich, similar to the North Carolina Limited Liability Company Act (the “Act”) , \nprovides for judicial dissolution when “liquidation is reasonably necessary for the \nprotection of the rights or interests of the complaining shareholder[.]”  N.C. Gen. Stat. \n§ 55-14-30(2).  The Supreme Court in Meiselman concluded that dissolution of a close \ncorporation is appropriate “whenever corporate managers or controlling shareholders \nact in a way that disappoints the minority shareholder’s reasonable expectations, \neven though the acts of the managers or controlling shareholders fall within the \nliteral scope of powers or r ights granted them by the corporation act or the \ncorporation’s charter or bylaws.”   Meiselman, 309 N.C. at 299, 307 S.E.2d at 563 \n(quoting O’Neal, Close Corporations: Existing Legislation and Recommended Reform, \n33 Bus. Law 873, 888 (1978)).  \n28. Notwithstanding the obvious similarity of the corporate dissolution \nprovision and the corresponding provision under the Act, “the North Carolina \nappellate courts have not yet addressed whether a claim pursuant to section 57D -6-\n02(2) is governed by the same principles a s a Meiselman claim under Chapter 55.”  \nBrady v. Van Vlaanderen, 2017 NCBC LEXIS 61, at *31−32 (N.C. Super. Ct. July 19, \n2017).  In the absence of clear guidance from our appellate courts on the factors to be \nconsidered in addressing a claim for dissolution of a limited liability company , the \nCourt is reluctant to dismiss Crnalic’s dissolution claim at this early stage.  The Court \n \n \nbelieves that a decision as to the viability of Crnalic’s Second Counterclaim should be \nbased on a more fully developed record and concludes that, at the pleading stage, the \nallegations contained in the Second Counterclaim are sufficient to support a \ndissolution claim on the ground that liquidation is necessary to pr otect Crnalic’s \nrights and interests.  Therefore, Pure Body’s Motion as to Crnalic’s Second \nCounterclaim is denied. \nB. Third Counterclaim – Indemnity for Defense of Action \n29. Crnalic’s Third Counterclaim seeks indemnity for his costs, fees, and \nexpenses incurred in defending against this action.  (Answer & Countercls. 27−28.)  \n30. With respect to directors and officers, the Operating Agreement provides \nthe following: \n8.1 Standard of Care .  Each Director’s and Officer’s duty of care in \nthe discharge of the Director’s or Officer’s duties to [Pure Body] and the \nMembers is limited to refraining from engaging in grossly negligent or \nreckless conduct, intentional misconduct, or a knowing violat ion of \napplicable law. . . . \n \n8.2 Limitation of Liability .  Each Director and Officer shall act in a \nmanner it believes in good faith to be in the best interest of [Pure Body] \nand with such care as an ordinary prudent person in a similar position \nwould use under similar circumstances.  A Director or Officer shall not \nbe liable to [Pure Body], its Members, or any other Director or Officer \nfor any action taken in managing the business or affairs of [Pure Body] \nif the Director or Officer performs the duty of i ts office in compliance \nwith the standard contained in this Section and Section 8.1 above. . . . No \nDirector or Officer shall be liable to [Pure Body] or to any Member for \nany loss or damage sustained by [Pure Body] or any Member except loss \nor damage resu lting from engaging in grossly negligent or reckless \nconduct, intentional misconduct, a knowing violation of law, a knowing \nviolation of this Operating Agreement, or any transaction from which \nthe Director or Officer derived an improper personal benefit if prohibited \nby the Act. \n \n \n \n8.3 Indemnification.  [Pure Body] shall indemnify the Directors and \nOfficers to the fullest extent permitted under the Act, excluding any \nliability of the Directors or Officers that is not limited pursuant to \nSection 8.1 and Section 8.2 above. . . .     \n \n(Answer & Countercls. Ex. A, §§ 8.1−8.3.)  \n31. Under the Act, \n[a]n LLC shall indemnify a person who is wholly successful on the merits \nor otherwise in the defense of any proceeding to which the person was a \nparty because the person is or was a member, a manager, or other \ncompany official if the person also is or was an interest owner at the \ntime to which the claim re lates, acting within the person’ s scope of \nauthority as a manager, member, or other company official against \nexpenses incurred by the person in connection with the proceeding. \n \nN.C. Gen. Stat. § 57D -3-31(a).  “Proceeding” is defined as “[a]ny civil or criminal \nproceeding or other action pending before any court of law or other governmental \nbody or agency or any arbitration proceeding.”  N.C. Gen. Stat. § 57D-1-03(28).     \n32. Pure Body argues that indemnity is only available for costs incurred in \ndefending against claims brought by third parties and, thus, that Crnalic cannot seek \nindemnity for claims asserted by Pure Body against Crnalic.  (Br. Supp. Pl.’s Partial \nMot. Dismiss 8; Pl.’s Reply Br. to Def. Crnalic’s Resp. Opp’n Mot. Dismiss 2−3, ECF \nNo. 52.)    \n33. The Court disagrees.  “An [LLC] operating agreement is a contract  . . . .”  \nN.C. State Bar v. Merrell, 777 S.E.2d 103, 114 (N.C. Ct. App. 2015).   The Operating \nAgreement expressly provides for indemnification to the fullest extent under the Act, \nexcept for liability resulting from gross negligence, recklessness, or intentional \nmisconduct.  (Answer & Counter cls. Ex. A, § 8.3.)   The Act provides for \nindemnification of expenses incurred in connection with  “any proceeding,” and \n \n \n“proceeding” is not limited under the Act to actions brought by third parties.   N.C. \nGen. Stat. § 57D-1-03(28); see Russell M. Robinson, II, Robinson on North Carolina \nCorporation Law  § 18.02[2] (7th ed. 2016)  (discussing the similar definition of \n“proceeding” in the North Carolina Business Corporation Act and stating “[t]he \nindemnification provisions relate to any ‘proceeding,’ . . . whether brought by a third \nparty or by or on behalf of the corporation (direct or derivative )” (emphasis added)).  \nFurther, the Operating Agreement does not limit the indemnification rights set forth \nin the Act to actions brought by third parties.  See N.C. Gen. Stat. § 57D -2-30(a) \n(“[T]he provisions of this Chapter and common law will apply only to the extent \ncontrary or inconsistent provisions are not made in, or are not otherwise supplanted, \nvaried, disclaimed, or nullified by, the operating agreement.”).   \n34. Under the express terms of the Act and absent contrary language in the \nOperating Agreement, the Court cannot conclude at the pleading stage that Crnalic’s \nstatus as a party-defendant in this action brought by Pure Body precludes him from \nindemnity as a matter of law for expenses incurred in defending against this action. \n35. Pure Body further argues that Crnalic’s indemnity claim should be \ndismissed because Pure Body’s claims against Crnalic arise out of Crnalic’s gross \nnegligence, recklessness, or intentional misconduct, and the Operating Agreement \nexcludes indemnity for liability resulting from such conduct.   (Br. Supp. 8−9.)  Pure \nBody’s argument, however, asks the Court to assume that Pure Body will prevail on \nits claims against Crnalic  and establish that Crnalic engaged in conduct excluded \nfrom the indemnity provision .  The allegations supporting Crnalic’s Third \n \n \nCounterclaim for indemnity, taken as true, refute Pure Body’s contentions and do not \npermit the Court to reach such a conclusion.   See Isenhour v. Hutto , 350 N.C. 601, \n604−05, 517 S.E.2d 121, 124 (1999) (“A motion to dismiss pursuant to Rule 12(b)(6) \nshould not be granted unless it appears to a certainty that [the claimant] is entitled \nto no relief under any state of facts which could be p roved in support of the claim.” \n(quotation marks omitted)).    \n36. Therefore, the Court concludes that, at the pleading stage, Crnalic’s \nallegations are sufficient to state an indemnity c laim under the Operating \nAgreement, and, as such, Pure Body’s M otion as t o Crnalic’s Third Counterclaim is \ndenied.  \nC. Fourth Counterclaim – Indemnity for Third-Party Action \n37. Crnalic’s Fourth Counterclaim seeks indemnity for his costs, fees, and \nexpenses incurred in defending against an action brought by 3609 South Blvd against \nCrnalic on his personal guaranty of Pure Body’s lease.  (Answer & Countercls. 28−29.)  \nPure Body contends that this claim should be dismi ssed because Crnalic’s personal \nguaranty was entered in violation of section 6.2 of the Operating Agreement and, as \na result, Crnalic was not acting within the scope of his authority when he guaranteed \nthe lease.  (Br. Supp. 9−11; Reply Br. 3−4.) \n38. Section 6.2 of the Operating Agreement provides that the officers shall not, \nwithout board approval, “[n]egotiate, draft, or enter into any agreement on behalf of \n[Pure Body] with any Person that would place obligations on [Pure Body] exceeding \n \n \n$25,000.00, whether such obligations are certain or contingent.”   (Answer & \nCountercls. Ex. A, § 6.2(c).)   \n39. Pure Body contends that the lease agreement with 3609 South Blvd created \na $44,000 debt and, therefore, that Crnalic’s personal guaranty implicates section 6.2 \nof the Operating Agreement.  (Br. Supp. 10.)  In support of this contention, Pure Body \ncites to a paragraph of Defendants’ answer stating that Defendants “admit that \n$44,000 owed to the landlord of 3609 South Boulevard was specifically brought before \nthe Board on more than one occasion.”  ( Answer & Countercls. 15−16, ¶ 43c.)  The \nfact that Pure Body owed 3609 South Blvd $44,000 at one point in time does not \nestablish that the personal guaranty , in and of itself,  put obligations on Pure Body \nexceeding $25,000.  Neither the lease nor the personal guara nty are included in the \npleadings and, as such, t he terms thereof, including the duration and the payment \namounts, are unknown at this stage.  \n40. While discovery may ultimately show that Crnalic was acting outside the \nscope of his authority in personally guaranteeing the lease, at this early stage of the \nproceeding, and taking the allegations in the light most favorable to Crnalic, the \nCourt cannot conclude as a matter of law that Crnalic is precluded from indemnity \nfor expenses incurred in defending against t he action brought by 3609 South Blvd.  \nTherefore, Pure Body’s Motion as to Crnalic’s Fourth Counterclaim is denied.  \nD. Fifth Counterclaim – Declaratory Judgment \n41. Crnalic’s Fifth Counterclaim seeks a declaratory judgment that the First \nAmendment is ineffective.  (Answer & Countercls. 29−30.)  Crnalic contends that the \n \n \nFirst Amendment is ineffective because it was not signed by 100% of the class A and \nclass B membership u nits as required by the Operating Agreement.   (Answer & \nCountercls. 30, ¶ 52 , Ex. B .)  Specifically, Crnalic contends that Miodrag Dragich \n(“Dragich”), Matthew Barley (“Barley”), and Dan Trujillo (“Trujillo”) were members \nof Pure Body and that each failed to sign the First Amendment.  (Answer & \nCountercls. 30, ¶ 52, Ex. B.)  Crnalic additionally alleges that he signed the First \nAmendment under duress.  (Answer & Countercls. 30, ¶ 52.) \n42. Pure Body argues that Barley and Trujillo are not , and never were,  \nmembers of Pure Body, and the inclusion of their names as signatories to the First \nAmendment, as well as in the capitalization table as owners of class A membership \nunits, was error.  (Br. Supp. 11−12.)  To support this contention, Pure Body attached \nto its brief in support of its Motion a Second Amendment to the Operating Agreement \nof Pure Body S tudios Charlotte LLC (the “Second Amendment”), which does not \ncontain signature lines for either Barley or Trujillo.  (Br. Supp. Ex. 2, ECF No. 54.) \n43. In deciding a Rule 12(c) motion, “the trial court looks solely to  the \npleadings.”  N.C. Concrete Finishers, Inc. v. N.C. Farm Bureau Mut. Ins. Co., Inc., 202 \nN.C. App. 334, 336, 688 S.E.2d 534, 535 (2010).   Documents attached to and \nincorporated within a pleading become part of the pleading and, thus, may be \nconsidered on a Rule 12(c) motion for judgment on the pleadings.  Bank of Am., N.A. \nv. Rice, 780 S.E.2d 873, 882 (N.C. Ct. App. 2015).  Additionally, “a court may properly \nconsider documents which are the subject of a [defendant’s counterclaim] and to \nwhich the [counterclaim] specifically refers even though they are presented by the \n \n \n[plaintiff].”  Weaver v. Saint Joseph of the Pines, Inc. , 187 N.C. App. 198, 204, 652 \nS.E.2d 701, 707 (2007).   On the other hand, “[a] document attached to the moving \nparty’s pleading may not be considered in connection with a Rule 12(c) motion unless \nthe non -moving party has made admissions regarding the document.”  Reese v. \nCharlotte-Mecklenburg Bd. of Educ. , 196 N.C. App. 539, 545, 676 S.E.2d 481, 486 \n(2009).   \n44. The Second Amendment is not a part of the pleadings.   Crnalic’s \ncounterclaims do not mention the Second Amendment, and Crnalic has not made any \nadmissions regarding the Second Amendment.  Thus, the Court cannot consider the \nSecond Amendment in deciding Pure Body’s Motion.  As a result, Pure Body’s Motion \nas to the Fifth Counterclaim necessarily fails and its Motion on this ground is denied.  \nE. Seventh Counterclaim – Declaratory Judgment \n45. Similar to his Fifth Counterclaim, Crnalic’s Seventh Counterclaim seeks a \ndeclaratory judgment that the Joint Written Consent is ineffective because it was not \nsigned by Dragich, Barley, or Trujillo as required by the Operating Agreement.   \n(Answer & Countercls. 32−33.)  Crnalic additionally alleges that he signed the Joint \nWritten Consent under duress.  (Answer & Countercls. 33, ¶ 66.) \n46. Pure Body argues that Crnalic did not attach the “final version” of the Joint \nWritten Consent, (Br. Supp. 13), and, further, that the final version, which is attached \nto Pure Body’s brief in support of its Motion, omits Barley and Trujillo as signatories \nand contains Dragich’s signature , (Br. Supp. Ex. 4, ECF No. 43.4) , necessarily \ndefeating Crnalic’s claim.   \n \n \n47. The Court, however, is not at liberty to consider Pure Body’s evidence on \nthis Motion.  The “final version” is not attached to any pleading.  (See Compl.; Answer \n& Countercls.; Partial Mot. Dismiss & Answer to Countercl.)  Also, the Court cannot \ndetermine which “version” of the Joint Written Consent is controlling in the face of \nthe parties’ competing proofs under the standard for mot ions under Rule 12(c).  See \nDavis v. Durham Mental Health/Dev. Disabilities/Substance Abuse Area Auth., 165 \nN.C. App. 100, 104, 598 S.E.2d 237, 240 (2004) (“The trial court may consider[] only \nthe pleadings and exhibits which are attached and incorporated into the pleadings in \nruling on the motion [under Rule 12(c)].  No evidence is to be heard, and the tr ial \njudge is not to consider statements of fact in the briefs of the parties  . . . .” (citations \nand quotation marks omitted)); Steeves v. Scot. Cty. Bd. of Health, 152 N.C. App. 400, \n405, 567 S.E.2d 817, 821 (2002) (“Judgment on the pleadings is a summary procedure \nand the judgment is final.  Therefore, each motion under Rule 12(c) must be carefully \nscrutinized lest the nonmoving party be precluded from a full and fair hearing on the \nmerits.  The movant is held to a strict standard and must show that no material issue \nof facts exists and that he is clearly entitled to judgment.”); Cash v. State Farm Mut. \nAuto. Ins. Co., 137 N.C. App. 192, 202, 528 S.E.2d 372, 378 (2000) (“Judgment on the \npleadings, pursuant to Rule 12(c), is appropriate when all the material allegations of \nfact are admitted in the pleadings and only questions of law remain.” (quotation \nmarks omitted)).   \n \n \n48. Accordingly, viewing the Seventh Counterclaim’s allegations in the light \nmost favorable to Crnalic, the Court concludes that Pure Body’s Mo tion must be \ndenied. \nF. Eighth Counterclaim – UDTP \n49. Crnalic’s Eighth Counterclaim for UDTP is based on the allegation that von \nJess engaged in coercive conduct at the August 15, 2016 meeting that forced Crnalic \nto resign.  (Answer & Countercls. 33−34.)  Pure Body contends that this claim should \nbe dismissed because it is based on allegations that relate solely to Pure Body’s \ninternal corporate affairs and, as such, is not “in or affecting commerce”  under well-\nestablished North Carolina precedent.  (Br. Supp. 14−16; Reply Br. 6−7.) \n50. In order to state a UDTP claim, Crnalic must allege (1) an unfair or \ndeceptive act or practice, (2) in or affecting commerce, (3) which proximately caused \ninjury to Crnalic.  Belcher v. Fleetwood Enters., Inc., 162 N.C. App. 80, 85, 590 S.E.2d \n15, 18 (2004).  “‘[C]ommerce’ includes all business activities, however denominated, \nbut does not include professional services rendered by a member of a learned \nprofession.”  N.C. Gen. Stat. § 75-1.1(b).  As stated by our Supreme Court, “‘[b]usiness \nactivities’ is a term which connotes the manner in which businesses conduct their \nregular, day-to-day activities, or affairs, such as the purchase and sale of goods, or \nwhatever other activities the business regularly engages in and for which it is \norganized.”  Hajmm Co. v. House of Raeford Farms, Inc. , 328 N.C. 578, 594, 403 \nS.E.2d 483, 493 (1991).  Section 75-1.1 applies to “(1) interactions between businesses, \nand (2) interactions between businesses and consumers. ”  White v. Thompson , 364 \n \n \nN.C. 47, 52, 691 S.E.2d 676, 679 (2010).  Section 75-1.1 does not apply to a business’s \ninternal operations.  Id. at 53, 691 S.E.2d at 680; Urquhart v. Trenkelbach , 2017 \nNCBC LEXIS 12, at *11 (N.C. Super. Ct. Feb. 8, 2017) (“Acts are not ‘in or affecting \ncommerce’ if they are restricted to internal corporate matters.”).   \n51. Crnalic argues that the counterclaims allege that von Jess used coercive \ntactics, which constitute unfair or deceptive conduct , (Resp. Opp’n Mot. Dismiss \nCountercls. 14); however, “[Crnalic] must first establish that [Pure Body’s] conduct \nwas ‘in or affecting commerce’ before the question of unfairne ss or deception arises.”  \nHajmm Co., 328 N.C. at  592, 403 S.E.2d at  492.  Crnalic alleges that von Jess, a \ndirector, called an emergency meeting and im properly forced Crnalic to resign as a \ndirector and CEO of Pure Body by threatening to “sue everybody” and “shoot the \nwhole company down.”  (Answer & Countercls. 33, ¶¶ 70−73.)   \n52. As such, Crnalic’s UDTP claim is based on conduct occurring sole ly within \nPure Body and cannot serve as the basis for a claim under section 75-1.1.  See Wilson \nv. Blue Ridge Elec. Membership Corp. , 157 N.C. App. 355, 358, 578 S.E.2d 692, 694 \n(2003) (“Matters of internal corporate management, such as the manner of selection \nand qualifications for directors, do not affect commerce as defined by Chapter 75 and \nour Supreme Court.”); Talisman Software, Sys. & Servs., Inc. v. Atkins , 2015 NCBC \nLEXIS 108, at *23 (N.C. Super. Ct. Nov. 18, 2015)  (granting plaintiff’s motion to \ndismiss defend ant’s UDTP  claim where the “conduct ar[ose]  out of [defendant]’s \nemployment as President and CEO of  [plaintiff] and only implicate[d]  internal \nbusiness disputes”). \n \n \n53. Therefore, the Court concludes that Crnalic’s Eighth Counterclaim fails to \nstate a claim for UDTP and, accordingly, Pure Body’s Motion as to this claim is \ngranted.    \nG. Punitive Damages \n54. Pure Body’s Motion also seeks dismissal of Crnalic’s request for punitiv e \ndamages on the grounds that Crnalic has not stated a valid underlying claim to \nsupport a punitive damages award and the allegations do not satisfy Rule 9(k).   (Br. \nSupp. 18; Reply Br. 9−10.)   \n55. The only reference to punitive damages is in Crnalic’s prayer  for relief.  \n(Answer & Countercls. 36.)  The pleading does not identify the claims for which \nCrnalic seeks punitive damages.   \n56. Pursuant to N.C. Gen. Stat. § 1D-15(a), punitive damages may be awarded \nonly if Crnalic proves that Pure Body is liable for comp ensatory damages and that \neither fraud, malice, or willful or wanton conduct was present and related to the \ninjury for which compensatory damages were awarded.  N.C. Gen. Stat. § 1D -15(a).  \nPunitive damages may not be awarded solely for breach of contract.   Id. § 1D-15(d).  \n“Nevertheless, where there is an identifiable tort even though the tort also \nconstitutes, or accompanies, a breach of contract, the tort itself may give rise to a \nclaim for punitive damages.”  Newton v. Standard Fire Ins. Co. , 291 N.C. 1 05, 111, \n229 S.E.2d 297, 301 (1976).   Further, Rule 9(k) states that “the aggravating factor \nthat supports the award of punitive damages shall be averred with particularity.”  \nN.C. Gen. Stat. § 1A-1, Rule 9(k).  “It is not sufficient that the party seeking punitive \n \n \ndamages merely states a cause of action and then asserts he is entitled to punitive \ndamages as a result of that claim.”  HSG, LLC v. Edge-Works Mfg. Co., 2015 NCBC \nLEXIS 91, at *33 (N.C. Super. Ct. Oct. 5, 2015).  “[T]o recover punitive damages, [the \npleading] must allege facts or elements showing the aggravating circumstances which \nwould justify the awa rd of punitive damages.”  Wiley v. L3 Commc’ns Vertex \nAerospace, LLC, 795 S.E.2d 580, 590 (N.C. Ct. App. 2016) (quotation marks omitted).  \n57. Crnalic’s claims for dissolution (First and Second Counterclaims), \nindemnity (Third and Fourth Counterclaims), and declaratory judgment (Fifth, Sixth, \nand Seventh Counterclaims) do not seek compensatory damages and, accordingly, \npunitive damages may not be awarded for these claims.  N.C. Gen. Stat. § 1D-15(a).  \nIn addition, as the Court has dismissed Crnalic’s claims for UDTP (Eighth \nCounterclaim) and breach of section 4.2 of the Operating Agreement (Ninth \nCounterclaim), discussed below, the only remaining claims through which Crnalic \ncould potentially recover compensatory damages are his Tenth and Eleventh \nCounterclaims for breach of section 5.6 of the Operating Agreement.   \n58. The Court has reviewed the Tenth and Eleventh Counterclaims in the light \nmost favorable to Crnalic and concludes that they fail to plead any recognizable tort \nor allege any tortious or aggravated behavior accompanying Pure Body’s alleged \nbreach of the Operat ing Agreement sufficient to permit an award of punitive \ndamages.  These counterclaims further fail to allege any aggravating factor that could \nsupport a punitive damages award.  Therefore, Pure Body’s Motion as to Crnalic’s \nrequest for punitive damages is granted.  \n \n \nV. PURE BODY’S MOTION UNDER RULE 12(b)(1) \n59. Crnalic’s Ninth Counterclaim alleges that Pure Body breached section \n4.2(c) of the Operating Agreement by disposing of all or substantially all of Pure \nBody’s assets as part of a single transaction or plan without the affirmative vote of \nmembers who own more than fifty percent of the membership interests represented \nby class A and class B membership units.  (Answer & Countercls. 34.)  Pure Body \nseeks dismissal of this claim pursuant to Rule 12(b)(1) on the ground that it is a \nderivative claim that must be b rought derivatively on behalf of Pure Body .  If Pure \nBody is right, Crnalic lacks standing to assert this claim directly.  (Br. Supp. 16−17; \nReply Br. 7−8.) \n60. “Standing is a necessary prerequisite to a court’s proper exercise of subject \nmatter jurisdiction.”  Neuse River Found., Inc. , 155 N.C. App. at 113, 574 S.E.2d at \n51.  It is a well -settled principle of North Carolina law that shareholders of a \ncorporation cannot pursue individual causes of action for wrongs or injuries to the \ncorporation.  Barger v. McCoy Hillard & Parks , 346 N.C. 650, 658, 488 S.E.2d 215, \n219 (1997); Corwin v. British Am. Tobacco PLC , 796 S.E.2d 324, 338 (N.C. Ct. App. \n2016).  This same standard applies for purposes of determining whether a member of \nan LLC can assert an individual, as opposed to a derivative, claim.  Levin v. Jacobson, \n2015 NCBC LEXIS 111, at *14−15 (N.C. Super. Ct. Dec. 7, 2015); see Russell M. \nRobinson, II, Robinson on North Carolina Corporation Law § 34.04[5] (7th ed. 2016) \n(“A derivative action on behalf of an LLC w ill be governed by essentially the same \nrules that apply to a derivative action on behalf of a corporation.”). \n \n \n61. There are two exceptions to the general requirement of derivative claims : \n(1) when there is a special duty between the wrongdoer and the member; and (2) when \nthe member suffered an injury separate and distinct from the injury suffered by the \nLLC and the other members.  Barger, 346 N.C. at 658, 488 S.E.2d at 219; Corwin, \n796 S.E.2d at 338; Levin, 2015 NCBC LEXIS 111, at *14−15; see Robinson § 34.04[5] \n(“[W]hether the member must bring the suit individually or on behalf of the LLC \nturns on whether the alleged injuries were caused directly to the member or are a \nconsequence of breaches of fiduciary duty that harmed the LLC.”).  \n62. For the special  duty exception to apply, “the duty must be one that the \nalleged wrongdoer owed directly to the shareholder as an individual” —a duty that \nwas personal to the shareholder and separate and distinct from the duty owed to the \ncorporation.  Barger, 346 N.C. at 659, 488 S.E.2d at 220.  In Barger, our Supreme \nCourt set forth an illustrative, non-exclusive list of situations in which a special duty \nmay be found.  This non -exhaustive list include s when the wrongdoer induced \nplaintiff to become a shareholder, the wro ngdoer violated his fiduciary duty to the \nshareholder, the wrongdoer performed individualized services directly for the \nshareholder, and the wrongdoer undertook to advise shareholders independently of \nthe corporation.  Id.   \n63. For the special injury exceptio n to apply, the injury must be peculiar or \npersonal to the shareholder.  Id.  “[A] plaintiff must show that its particular injury \nwas ‘separate and distinct from the injury sustained by the other shareholders or the \n \n \ncorporation itself.’”  Raymond James Capital Partners, L.P. v. Hayes, 789 S.E.2d 695, \n702 (N.C. Ct. App. 2016) (quoting Barger, 346 N.C. at 659, 488 S.E.2d at 219). \n64. The Court concludes that Crnalic’s Ninth Counterclaim seeks to recover for \ninjury suffered by Pure Body: the allegedly improper disposal of all or substantially \nall of Pure Body’s assets, if true, is an injury to Pure Body , not Crnalic.  See Jordan \nv. Hartness, 230 N.C. 718, 719, 55 S.E.2d 484, 485 (1949) (concluding that a claim for \ndissipation of corporate assets belongs to the corporation); In re Se. Eye Ctr.-Pending \nMatters, 2016 NCBC LEXIS 59, at *24 (N.C. Super. Ct. July 22, 2016) (concluding \nthat a claim for wrongful disposition of corporate assets was derivative).  Crnalic fails \nto allege how he suffered a separate and distinct injury from that sustained by Pure \nBody or the other members as a result of the improper disposal of Pure Body’s assets.  \nFurther, the contractual duty to obtain the majority vote of the mem bers before \ndisposing of Pure Body’s assets is a duty that is equally owed to Pure Body and the \nother members.   \n65. Therefore, the Court concludes that Crnalic must bring this claim, if at all, \nas a derivative claim and, thus, does not have standing to assert an individual claim \nfor breach of section 4.2 of the Operating Agreement.  Pure Body’s Motion to dismiss \nCrnalic’s Ninth Counterclaim pursuant to Rule 12(b)(1) is granted and the Ninth \nCounterclaim is dismissed without prejudice.   See Soma Tech., Inc. v. Dalamagas, \n2017 NCBC LEXIS 43, at *29−30 (N.C. Super. Ct. May 11, 2017) (stating a dismissal \nfor lack of subject matter jurisdiction is not an adjudication on the merits and, \naccordingly, is properly dismissed without prejudice).  \n \n \nVI. MOTION TO TRANSFER \n66. Defendants’ Motion to Transfer requests that the Court transfer venue in \nthis action from Wake County to Mecklenburg County for the convenience of the \nwitnesses and to promote the ends of justice pursuant to N.C. Gen. Stat. § 1 -83(2).  \n(Mot. Transfer Venue 1, ECF No. 35.)  “The trial court is given broad discretion when \nruling on a motion to change venue for the convenience of witnesses: The trial court \nmay change the place of trial when the convenience of witnesses and the ends of \njustice would be promoted by the change.”  Zetino-Cruz v. Benitez-Zetino, 791 S.E.2d \n100, 105 (N.C. Ct. App. 2016).  The Court, in the exercise of its discretion, declines to \nchange the venue for trial at this time.  Therefore, Defendants’ Motion to Transfer is \ndenied without prejudice to revisiting this issue at a later stage of the proceedings. \nVII. CONCLUSION \n67. For the foregoing reasons, the Court ORDERS as follows: \nA. The Court DENIES Pure Body’s Motion under Rule 12(c) as to \nCrnalic’s Second, Third, Fourth, Fifth, and Seventh Counterclaims , \nand GRANTS Pure Body’s Motion under Rule 12(c) as to Crnalic’s \nEighth Counterclaim and request for punitive damages.  Crnalic’s \nEighth Counterclaim is dismissed with prejudice.    \nB. The Court GRANTS Pure Body’s Motion  under Rule 12(b)(1)  as to \nCrnalic’s Ninth Counterclaim, and this claim is dismissed without \nprejudice. \n \n \nC. The Court DENIES Defendants’ Motion to Transfer , without \nprejudice to Defendants’ right to renew the Motion to Transfer at a \nlater stage of these proceedings for good cause shown. \n68. Counsel for Plaintiff is directed to serve a copy of this Order and Opinion \non each of the Defendants.  Counsel for Plaintiff is further directed to promptly file \nwith the Court a certificate of service documenting counsel’s compliance with the \nCourt’s directive.     \nSO ORDERED, this the 18th day of October, 2017. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}