{
  "id": "9f561ab2b291a404f914bc70dc6138e1ecf3b8afdd907eb93a2f555bb57a6f96",
  "source_file": "data/raw/ncbc/9f561ab2b291a404f914bc70dc6138e1ecf3b8afdd907eb93a2f555bb57a6f96.pdf",
  "raw_text": " Davis v. HCA Healthcare, Inc., 2023 NCBC 32. \n \n \nSTATE OF NORTH CAROLINA \nBUNCOMBE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 3276 \n \nWILLIAM ALAN DAVIS; \nLORRAINE NASH, as Administrator \nof the Estate of RICHARD NASH; \nJONATHAN POWELL; FAITH C. \nCOOK, Psy.D.; and \nKATHERINE BUTTON, on their own \nbehalf and on behalf of all others \nsimilarly situated, \n \nPlaintiffs, \n \nv. \n \nHCA HEALTHCARE, INC.; HCA \nMANAGEMENT SERVICES, LP; \nHCA, INC.; MH MASTER \nHOLDINGS, LLLP; MH HOSPITAL \nMANAGER, LLC; MH MISSION \nHOSPITAL, LLLP; ANC \nHEALTHCARE, INC. F/K/A \nMISSION HEALTH SYSTEM, INC.; \nand MISSION HOSPITAL, INC., \n \nDefendants. \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \nFIRST AMENDED CLASS ACTION \nCOMPLAINT \n \n THIS MATTER comes before the Court on Defendants’ Motion to Dismiss \nFirst Amended Class Action Complaint (“Motion to Dismiss”  or “Motion,” ECF No. \n64).  \n THE COURT , having considered the Motion, the briefs of the parties, the \nrelevant pleadings, and the arguments of counsel, CONCLUDES, for the reasons set \nforth below, that the Motion should be GRANTED, in part, and DENIED, in part.  \nWallace and Graham, P.A., by  Mona Lisa Wallace , John Hughes, and \nOlivia B. Smith,  and Fairmark Partners LLP, by Jamie Crooks  and \nRucha A. Desai , for Plaintiffs William Alan Davis, Lorraine Nash, as \nAdministrator of the Estate of Richard Nash, Jonathan Powell, Faith C. \nCook, Psy.D., and Katherine Button, on their own behalf and on behalf \nof all others similarly situated. \n \n \nRoberts & Stevens, P.A., by  Phillip T. Jackson, John Noor, and David \nHawisher, and Simpson Thacher & Bartlett LLP, by Sara Razi , Abram \nEllis, Laurel E. Fresquez, and John A. Robinson , for Defendants HCA \nHealthcare, Inc., HCA Management Services, LP, HCA, Inc., MH Master \nHoldings, LL LP, MH Hospital Manager, LLC, and MH Mission \nHospital, LLLP. \n \nBradley Arant Boult Cummings LLP, by Dana C. Lumsden, Anna-Bryce \nHobson, and Hanna E. Eickmeier, and Faegre Drinker Biddle & Reath  \nLLP, by Kenneth M. Vorrasi, Jonathan H. Todt, Alison M. Agnew, and \nPaul H. Saint -Antoine, for Defendants ANC Healthcare, Inc. f/k/a \nMission Health System Inc. and Mission Hospital, Inc. \n \nDavis, Judge. \n \nINTRODUCTION \n \n1. In this antitrust action  involving the market for healthcare services , \nPlaintiffs’ initial Complaint alleged that Defendants possessed a monopoly with \nregard to the provision of inpatient medical services in certain counties within \nwestern North Carolina through its flagship hospital —Mission Hospital-Asheville.  \nPlaintiffs further asserted that by virtue of their negotiating power to insist upon the \ninclusion of certain anticompetitive contractual restraints in their contracts with \ncommercial health insurers, Defendants were able to extend their monopoly to other \nmarkets within western North Carolina in violation of applicable antitrust law.  In \nits 19 September 2022 Order and Opinion (“September 19 Opinion,” ECF No. 55) on \nDefendants’ motion to dismiss Plaintiffs’ original Complaint, the Court dismissed \nwithout prejudice Plaintiffs’ monopoly claims  but ruled that Plaintiffs had stated a \nvalid claim for relief on their accompanying claim for restraint of trade. \n2. Following the Court’s ruling, Plaintiffs filed a First Amended Complaint \ncontaining additional allegations in an attempt to remedy the defects identified by \n \n \nthe Court with regard to their monopoly claims  as originally pled.  Defendants have \nnow filed a new motion to dismiss in which they contend that Plaintiffs’ amended \nmonopoly claims are still subject to dismissal as a matter of law.  Therefore, the issue \npresently before the Court is whether Plaintiffs’ new allegations are sufficient to state \nvalid claims for relief on a monopolization theory.  \nFACTUAL AND PROCEDURAL BACKGROUND \n3. The Court does not make findings of fact on a motion to dismiss under \nRule 12(b)(6) of the North Carolina Rules of Civil Procedure and instead recites those \nfacts contained in the complaint (and in documents attached  to, referred to, or \nincorporated by reference in the complaint) that are relevant to the Court’s \ndetermination of the motion.  See, e.g., Concrete Serv. Corp. v. Inv’rs Grp., Inc ., 79 \nN.C. App. 678, 681  (1986); Window World of Baton Rouge, LLC v. Window World, \nInc., 2017 NCBC LEXIS 60, at *11 (N.C. Super. Ct. July 12, 2017). \n4. A complete summary of the factual history of this case is unnecessary, \nas this Court has previously provided a detailed factual background in its September \n19 Opinion, and the factual underpinnings of this case have not changed .  Instead, \nthe Court has set out below a brief overview of the most pertinent factual allegations. \n5. Plaintiffs in this case are citizens of western North Carolina who claim \nthey have been forced to pay higher pr emiums for their health insurance  due to \nDefendants’ alleged anticompetitive acts.  ( First Am. Class Action Compl. [“ Am. \nCompl.”], ECF No. 61, ¶¶ 15–20.) \n \n \n6. Defendants HCA Healthcare, Inc.; HCA Management Services , LP; \nHCA, Inc. ; MH Master Holdings, LL LP; MH Hospital Manager, LLC; and MH \nMission Hospital, LLLP (collectively, the “HCA Defendants ” or “HCA”) operate as a \nfor-profit hospital chain.  (Am. Compl. ¶¶ 21–41.)  HCA currently operates a hospital \nsystem in the Asheville area  and surrounding western North Carolina reg ion (the \n“Mission Health System” or the “System”).  (Am. Compl. ¶¶ 21–41.) \n7. HCA purchased the Mission Health System  from Defendants ANC \nHealthcare, Inc. f/k/a Mission Health System , Inc. and Mission Hospital, Inc.  (the \n“ANC Defendants”) following the execution of an Asset Purchase Agreement on 30 \nAugust 2018.  (Am. Compl. ¶¶ 48, 86.)1 \n8. Prior to HCA’s purchase of the Mission Health System , the ANC \nDefendants operated the System with the benefit of a Certificate of Public Advantage \n(“COPA”) law that provided Mission’s hospitals legislative protection from antitrust \nscrutiny in exchange for  their agreement to be subject to certain types of \ngovernmental oversight.  (Am. Compl. ¶ 59.)  Plaintiffs allege that the ANC \nDefendants abused the protection afforded by the COPA by acquiring and eliminating \nhealthcare practice groups in the area , pressuring smaller hospitals to become part \nof the System, and buying up other hospitals —resulting in huge growth for the \nMission Health S ystem.  (Am. Compl. ¶¶ 70 –75.)  After several subsequent \namendments to the COPA law, the ANC Defendants successfully lobbied for the law’s \nultimate repeal, which formally terminated state oversight of the Mission Health \n \n1 For ease of reading, throughout this Opinion all of the entities Plaintiffs have sued in this \naction are often referred to collectively as “Defendants.” \n \n \nSystem.  (Am. Compl. ¶ 59–81.)  At the time of the COPA’s repeal, Mission had a 93% \nmarket share for inpatient general acute care  in Buncombe and Madison Counties, \nwhere Defendants served patients through Mission Hospital-Asheville.  (Am. Compl. \n¶¶ 69–71.)  Thus, Plaintiffs allege that the COPA law enabled Defendants to obtain \na monopoly with regard to inpatient healthcare services in Buncombe and Madison \nCounties.  Plaintiffs contend in this lawsuit that Defendants have misused this \nmonopoly power in violation of applicable law. \n9. In the Amended Complaint, Plaintiffs allege that Defendants used their \nmarket power to coerce commercial hea lth insurers to include provisions in their \nhealth insurance contracts favorable to Defendants.  Plaintiffs contend that \nDefendants then used these contractual restraints to extend their monopoly power to \nadditional healthcare markets in western North Carolina as well as to maintain their \nmonopoly regarding inpatient services in Buncombe and Madison Counties. \n10. Plaintiffs first allege that Defendants engaged in an unlawful “tying \nscheme.”  Plaintiffs assert that Defendants exploited the fact that no insurance plan \nin western North Carolina  would be viable  if Mission Hospital -Asheville was not \nincluded in-network.  Defendants did so, Plaintiffs contend, by forcing insurers to also \ninclude in-network other less desirable Mission Health System facilities along with \nMission Hospital -Asheville—regardless of whether the insurer actually wanted to \ninclude those other facilities in-network.  (Am. Compl. ¶¶ 222–25.)  Plaintiffs allege \nthat Defendants used this tying scheme to gain monopoly-level power in the markets \nfor outpatient services in the Asheville region (which is comprised of Buncombe and \n \n \nMadison Counties ), as well as  in the markets  for both inpatient services and \noutpatient services in the “Outlying Regions ,” which consist of  Macon, McDowell, \nMitchell, Transylvania, and Yancey Counties.  (Am. Compl. ¶¶ 130, 222–44.) \n11. Second, Plaintiffs assert that Defendants have insisted on “anti-\nsteering” language in their contracts with health insurers as a result of which \ninsurers were cont ractually barred from steering patients away from Defendants’ \nfacilities and toward competitor facilities offering lower prices and/or higher quality \nof care.  Plaintiffs similarly contend that these contractual provisions also contained \n“anti-tiering” language, which prevented insurers from creating cost-saving “tiers” in \ntheir health insurance plans.  (Am. Compl. ¶¶ 245–53.)  Finally, Plaintiffs allege that \nDefendants insisted on other contractual provisions such as  “gag clauses ” that \nprevented insurers from revealing the terms of their contracts with Defendants , \nthereby inhibiting competition.  (Am. Compl. ¶ 254–57.) \n12. Plaintiffs argue that as a result of these contractual restraints, residents \nof western North Carolina pay significantly more for health insurance than residents \nin other parts of the State.  (Am. Compl. ¶¶ 258–64.) \n13. Plaintiffs initiated this lawsuit on 10 August 2021 by filing a Complaint \nin Buncombe County Superior Court containing claims under North Carolina law \nbased on theories of  monopoly acquisition, monopoly maintenance, monopoly \nleveraging, attempted monopolization, and restraint of trade.  (ECF No. 3.)   \n14. Defendants moved to dismiss Plaintiffs’ original  Complaint on 13 \nOctober 2021.  (ECF No. 27.)  In its September 19 Opinion, the Court granted, in part, \n \n \nand denied, in part, Defendants’ Motion to Dismiss.  (September 19 Opinion, ECF No. \n55, at pp. 42 –43.)  Specifically, as noted above, the Court concluded that Plaintiffs \nhad alleged a valid restraint of trade claim  but dismissed Plaintiffs’ claims for \nmonopolization and attempted monopolization.2  (September 19 Opinion, at pp. 42–\n43.) \n15. On 31 October 2022, Plaintiffs filed their Amended Complaint in which \nthey reasserted all of the claims contained in their original Complaint except for the \nmonopolization claim under the North Carolina Constitution .  (Am. Compl  ¶¶ 323–\n63.)  As in the original Complaint, all claims asserted in the Amended Complaint are \nbased exclusively upon North Carolina law, and the markets defined to support their \nmonopoly-based claims are the same as in the original Complaint: (1) the market for \ninpatient services in the Ash eville Region; (2) the market for outpatient services in \nthe Asheville Region; (3) the market for inpatient services in the Outlying Regions; \nand (4) the market for outpatient services in the Outlying Regions.  (Am. Compl. ¶¶ \n114–35.) \n16. On 5 December 2022, D efendants filed the present Motion to Dismiss.  \n(ECF No. 64.)  In the Motion, Defendants seek dismissal of all of the monopolization \nand attempted monopolization claims contained in the Amended Complaint.  (ECF \nNo. 64.) \n \n2 The Court dismissed all of the monopolization and attempted monopolization claims \nwithout prejudice except for a claim under the North Carolina Constitution, which Plaintiffs \nconceded was not viable.  (September 19 Opinion, at pp. 42–43.) \n \n \n17. This matter came before the Court for a hearing on 27 March 2023.  The \nMotion is now ripe for decision.  \nLEGAL STANDARD \n18. “It is well-established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen ‘(1) the complaint on its face reveals that no law suppo rts the plaintiff’s claim; \n(2) the complaint on its face reveals the absence of facts sufficient to make a good \nclaim; or (3) the complaint discloses some fact that necessarily defeats the plaintiff’ s \nclaim.’ ”  Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615 (2018) (quoting Wood \nv. Guilford Cty. , 355 N.C. 161, 166 (2002)).   The Court may also “reject allegations \nthat are contradicted by the documents attached, specifically referred to, or \nincorporated by reference in the complaint.”   Laster v. Francis , 199 N.C. App. 572, \n577 (2009) (cleaned up).   \n19. This Court has previously noted that \n“[t]he general standard for civil pleadings in North Carolina is notice \npleading.”  Murdock v. Chatham Cty. , 198 N.C. App. 309, 316, 679 \nS.E.2d 850, 855 (2009) (citing N.C. Gen. Stat. § 1A -1, Rule 8(a)(1)).  \n“Under this ‘notice pleading’ standard, ‘a statement of claim is adequate \nif it gives sufficient notice of the claim asserted to enable the adverse \nparty to answer and prepare for trial, to allow for the application of the \ndoctrine of res judicata, and to show the type of case brought. ’ ”  Tillery \nEnvtl. LLC v. A&D Holdings, Inc., No. 17 CVS 6525, 2018 NCBC LEXIS \n13, at *78 (N.C. Super. Ct. Feb. 9, 2018) (qu oting Wake Cty. v. \nHotels.com, L.P., 235 N.C. App. 633, 646, 762 S.E.2d 477, 486 (2014)). \n \nHowever, even if a pleading provides proper notice of “the nature and \nbasis” of a claim sufficient to formulate an answer, the Court must still, \nunder a Rule 12(b)(6 ) motion, “address the legal sufficiency ” of each \npleaded claim.  Kingsdown, Inc. v. Hinshaw , No. 14 CVS 1701, 2015 \nNCBC LEXIS 30, at *14, *15 (N.C. Super. Ct. Mar. 25, 2015).  A pleading \nthat satisfies Rule 8 ’s notice requirement may still be subject to R ule \n12(b)(6) dismissal.  Id. at *13–45 (holding that a counterclaim-plaintiff’s \n \n \nclaims did not violate Rule 8 and then dismissing with prejudice many \nof those claims under Rule 12(b)(6)). \n \nSykes v. Health Network Sols., Inc., 2018 NCBC LEXIS 29, at **9–10 (N.C. Super Ct. \nApril 5, 2018). \n20. In evaluating the validity of antitrust claims asserted under North \nCarolina law at the pleadings stage, this Court has stated the following:  \nThe Motion [to Dismiss] must be decided as a matter of state law; \nhowever, it is proper for the Court to consult federal case law.  See Rose \nv. Vulcan Materials Co. , 282 N.C. 643, 656 -57, 194 S.E.2d 521, 530 -31 \n(1973) (consulting federal decisions to inform the court’s restraint -of-\ntrade analysis).   The Court is fully co gnizant that the Motion [to \nDismiss] must be resolved under North Carolina’s lenient Rule 12(b)(6) \nstandard rather than the more exacting federal plausibility standard \nthat governs the federal antitrust precedents that the parties cite in \ntheir briefs.   \n \nSitelink Software, LLC v. Red Nova Labs, Inc. , 2016 NCBC LEXIS 45, at **17 (N.C. \nSuper Ct. June 14, 2016); see also Dicesare v. Charlotte-Mecklenburg Hosp. Auth., 376 \nN.C. 63, 70 (2020) (applying North Carolina’s Rule 12 standard in reviewing antitrust \nclaims brought under North Carolina law).   \n21. “Dismissal of an antitrust claim ‘at the pre -discovery, pleading stage \n[is] . . . generally limited to certain types of glaring deficiencies.’ ”  Se. Anesthesiology \nConsultants, PLLC v. Rose , 2019 NCBC LEXIS 63, at *25 (N.C. Super. Ct. Oct. 10, \n2019) (quoting Dicesare v. Charlotte -Mecklenburg Hosp. Auth. , 2017 NCBC LEXIS \n33, at *46 (N.C. Super Ct. April 11, 2017)).   Nevertheless, “even North Carolina’s \nlenient pleading standard does not allow  for an antitrust claim to continue when \nthere are insufficient or conclusory allegations of market power.”  Id. (citing Sitelink, \n2016 NCBC LEXIS 45, at *29–30).  \n \n \nANALYSIS \n22. Defendants contend that dismissal of each of the monopolization and \nattempted monop olization claims  contained in the Amended Complaint is \nappropriate because none of the various theories relied upon by Plaintiffs are \nadequately supported by their allegations.   \n23. Our General Statutes provide that  \n[i]t is unlawful for any person to monopol ize, or attempt to monopolize, \nor combine or conspire with any other person or persons to monopolize, \nany part of trade or commerce in the State of North Carolina. \n \nN.C.G.S. § 75-2.1 (2021).   \n24. As an initial matter, the Court notes that Plaintiffs were originally \nadvancing a claim that Defendants had acquired their alleged monopoly on inpatient \nservices in the Asheville Region unlawfully.  In its September 19 Opinion, the Court \ndismissed Plaintiffs’ monopoly acquisition claim without prejudice.  In their brief in \nopposition to Defendants’ present Motion, Plaintiffs acknowledged that they have \nabandoned this theory.  Accordingly, the monopoly acquisition claim is DISMISSED \nwith prejudice.  \n25. Although each of Plaintiffs’ remaining monopolization theori es are \ndistinct, they all require the following elements: “ (1) the possession of monopoly \npower in the relevant market and (2) willful acquisition or maintenance of that power \nas distinguished from growth or development as a consequence of a superior product, \nbusiness acumen, or historic accident.”  See Sykes v. Health Network Sols., Inc., 2017 \nNCBC LEXIS 73, at *60 (N.C. Super. Ct. Aug. 18, 2017) (cleaned up). \n \n \n26. Our Supreme Court has articulated the  following principles regarding \nmonopolies under North Carolina law:   \nA monopoly results from ownership or control of so large a portion of the \nmarket for a certain commodity that competition is stifled, freedom of \ncommerce is restricted, and control of p rices ensues.  It denotes an \norganization or entity so magnified that it suppresses competition and \nacquires a dominance in the market.  The result is public harm through \nthe control of prices of a given commodity.   State v. Atlantic Ice & Coal \nCo., 210 N.C. 742, 747-48, 188 S.E. 412, 415 (1936) . . . . \n \nThe distinctive characteristics of a monopoly are, then, (1) control of so \nlarge a portion of the market of a certain commodity that (2) competition \nis stifled, (3) freedom of commerce is restricted and (4) the monopolist \ncontrols prices . . . . \n \n. . .  \n \nIn order to monopolize, one must control a consumer ’s access to new \ngoods by being the only reasonably available source of those goods.   A \nconsumer must be without reasonable recourse to elude the \nmonopolizer’s reach.   Logically, then, the market encompasses \ngeographically at least all areas within reasonable proximity of potential \ncustomers. \n \n. . .  \n \nMore than a mere adverse effect on competition must arise before a \nrestraint of trade becomes monopolistic. \n \nAmerican Motors Sales Corp. v. Peters, 311 N.C. 311, 315–17 (1984).  \n \n27. This Court has previously discussed how to properly assess monopoly \npower for purposes of Chapter 75.  \n“Monopoly power is the power to control prices or exclude competition. \nA defendant possesses monopoly power in the relevant market if it is \ntruly predominant in the market. ”  Kolon Indus. Inc. v. E.I. Dupont de \nNemours & Co., 748 F.3d 160, 173-74 (4th Cir. 2014) (citations omitted) \n(internal quotation marks omitted).  In determining whether monopoly \npower exists, courts look at defendant ’s market share, the durability of \ndefendant’s market power, and whether there are significant barriers to \n \n \nentry.  Id. at 174; Bepco, Inc., 106 F. Supp. 2d at 830.  Market share, \nwhile highly relevant to monopoly power, is not conclusive.  Kolon Indus. \nInc., 748 F.3d at 174 (“[T]here is no fixed percentage market share that \nconclusively resolves whether monopoly power exists  . . . .”); Broadway \nDelivery Corp. v. United Parcel Serv. , Inc., 651 F.2d 122, 128 (2d Cir. \n1981) (“The trend of guidance from the Supreme Court and the practice \nof most courts endeavoring to follow that guidance has been to give only \nweight and not conclusiveness to market share evidence. ”); see also \nSitelink Software, LLC, 2016 NCBC LEXIS 45, at *29 -31 (stating that \ncourts often apply certain presumptions for measuring market power, \nbut a determination of market power turns on a fact-specific inquiry and \nan antitrust plaintiff must “demonstrate some minimal set of well -\ngrounded factual allegations to support an assertion of market power”). \n \nDicesare, 2017 NCBC LEXIS 33, at *54–55. \n \n28. Plaintiffs’ monopolization claims here are best framed as claims for \nmonopoly maintenance and monopoly leveraging and can be summarized as follows :  \nFirst, Plaintiffs argue that Defen dants have used anticompetitive means (namely, \nthe above-described contractual restraints) to maintain the monopoly they possess on \ninpatient services in the Asheville Region.  Second, they contend that Defendants \nhave used these same anticompetitive acts  to leverage their existing monopoly \nregarding inpatient services in the A sheville Region into new monopolies for \noutpatient services in the Asheville Region as well as for both inpatient and \noutpatient services in the Outlying Regions.  \n29. Our Supreme Court has not yet had occasion to fully address claims for \nmonopoly maintenance or monopoly leveraging.  Therefore, as noted above, although \nPlaintiffs’ claims are based solely on North Carolina law, it is appropriate for this \nCourt to  consider relevant case law from other jurisdictions for guidance.  See \nSitelink, 2016 NCBC LEXIS 45, at **17.   \n \n \n30. The Court will address each of Plaintiffs’ theories in turn.  \nA. Monopoly Maintenance \n31. A monopoly maintenance claim “has two elements: (1) the possession of \nmonopoly power in the relevant market and (2) the willful  . . . maintenance of that \npower as distinguished from growth or development as a consequence of a superior \nproduct, business acumen, or historic accident.”  New York v. Facebook, Inc. , 549 F. \nSupp. 3d. 6, 23–24 (D.D.C. 2021) (quoting United States v. Microsoft Corp., 253 F.3d \n34, 50 (D.C. Cir. 2001)).   \n32. In support of this claim, Plaintiffs assert that even assuming \nDefendants obtained their monopoly over the inpatient services market in  the \nAsheville Region lawfully (largely, due to the COPA), they have unlawfully used the \nabove-described contractual restraints to maintain that monopoly.   (Am. Compl. ¶ \n169.) \n33. The Court previously dismissed Plaintiffs’ monopoly maintenance claim \nbased on its conclusion that “all, or virtually all, of Plaintiffs’ allegations concerning \nthe contractual restrictions utilized by Defendants relate to markets other than the \nAsheville Region Inpatient Services market.”  (September 19 Opinion ¶ 80.)  In other \nwords, the Court determined that Plaintiffs’ allegations in the original Complaint \nfocused solely on Defendants’ attempt to leverage their existing Asheville-based \nmonopoly for inpatient services into other markets  as opposed to  any attempt to  \npreserve that existing monopoly. \n \n \n34. The Amended Complaint attempts to bolster Plaintiffs’ monopoly \nmaintenance theory by adding new allegations directly relating to this claim.  In \nparticular, Plaintiffs assert that a specific purpose of the anticompetitive contractual \nprovisions—primarily, the anti -steering provision —that Defendants have coerced \ncommercial health insurers into including has been  to maintain Defendants’ \nmonopoly in the Asheville Region Inpatient Services Market.  Plaintiffs allege that \nabsent these anti -steering provisions, the insurers would be able to  steer patients \nwithin the service area of Mission Hospital-Asheville to nearby competitor hospitals \nsuch as AdventHealth Hendersonville and Pardee UNC Healthcare, who could offer \nhigher quality care at a lower cost.  (See, e,g., Am. Compl. ¶¶ 169–72.)   \n35. Despite Defendants’ arguments to the contrary, the Court is satisfied \nthat these new allegations in the  Amended Complaint are sufficient to state a valid \nclaim for monopolization on a theory of monopoly maintenance.  Simply put, Plaintiffs \nhave now alleged that one purpose of the same contractual restraints that the Court \nhas already held to be potentially anticompetitive was  to enable Defendants to \nmaintain their current monopoly as to the Asheville Region Inpatient Services \nMarket.  As with all of Plaintiffs’ claims in this action that the Court is allowing to \ngo forward, it remains to be seen whether Plaintiffs will be able  to move past the \nsummary judgment stage on this claim (much less ultimately prevail at trial).  But \nbased on the Court’s application of North Carolina’s standard for evaluating  claims \nat the Rule 12 stage, the Court concludes that the Amended Complaint adequately \npleads a monopoly maintenance claim under North Carolina law. \n \n \n36. Therefore, the Court DENIES Defendants’ Motion to Dismiss Plaintiffs’ \nmonopoly maintenance claim. \nB. Monopoly Leveraging \n37. Plaintiffs also attempt to reassert their monopoly claim s based on a \ntheory of monopoly leveraging. \n38. “A monopoly leveraging claim is  a . . . monopolization claim or \nattempted monopolization claim involving conduct in more than one market.  To \nsucceed, a plaintiff must demonstrate ‘that a party has a monopoly in one area, uses \nunlawful acts to leverage that monopoly into another area, and achiev es or is likely \nto achieve that second monopoly.’ ”  Simon & Simon, PC v. Align Tech., Inc., No. 19 - \n506 (LPS) , 2020 U.S. Dist. LEXIS 72499, at *23 (D. Del. Apr. 24, 2020)  (quoting \nIQVIA Inc. v. Veeva Systems, Inc. , 2018 U.S. Dist. LEXIS 171456, at *4 (D.N .J. Oct. \n3, 2018)).   \n39. Thus, a plaintiff asserting a claim under this theory must allege either \nthat the defendant actually possesses monopoly power in the secondary market or \nthat the monopolist has a “dangerous probability of success” of monopolization of the \nsecondary market.  Unigestion Holding, S.A. v. UPM Tech., Inc.,  305 F. Supp. 3d. \n1134, 1150 (D. Ore. 2018) (quoting Verizon Commc’ns, Inc. v. Law Offices of Curtis V. \nTrinko, 540 U.S. 398, 415 n.4 (2004)).   \n40. Here, Plaintiffs allege that Defendants have used their preexisting \nmonopoly in the Asheville Region Inpatient Services  Market to acquire additional \nmonopolies in the Asheville Region Outpatient Services Market and the Outlying \n \n \nRegions Inpatient and Outpatient Services Market s.  In its September 19 Opinion , \nthe Court dismissed Plaintiffs’ monopoly leveraging claims as pled in their original \nComplaint because Plaintiffs had failed to adequately allege monopoly power in these \nadditional regions—either through allegations based on market share data or  \nthrough allegations of their ability to control prices.   \n41. Although Defendants do not challenge the validity of Plaintiffs’ \nallegations that Defendants possess existing monopoly power in the primary \nmarket—that is, the Asheville Region Inpatient Services Market—Defendants argue \nthat the new allegations in the Amended Complaint do not cure the  pleading \ndeficiencies previously identified by the Court on Plaintiffs’ monopoly leveraging \nclaims.  The Court must therefore analyze the adequacy of these new allegations as \nto each of the relevant markets with regard to Plaintiffs’ monopoly leveraging theory.  \ni. Outlying Regions Inpatient Services Market \n42. As noted above, the Outlying Regions Inpatient Services Market \nconsists of inpatient healthcare services offered to patients in Macon, McDowell, \nMitchell, Transylvania, and Yancey Counties.  In its September 19 Opinion, the Court \nruled that Plaintiffs’ allegations as to Defendants’ market share for inpatient services \nin these regions were impermissibly based on Medicare data, which the Court \nconcluded was legally insufficient given that this lawsuit co ncerns the private \ninsurance market rather than the sale of services to government payors.  (September \n19 Opinion ¶¶ 87–92.)  \n \n \n43. Plaintiffs’ Amended Complaint has cured th is deficiency by listing  \nDefendants’ “total inpatient market share—including all commercial discharges—as \ncalculated by four different sources of data[.]”  (Am. Comp. ¶ 178.)  For each of the \ncounties that make up the Outlying Regions, Plaintiffs allege that Defendants \npossess a market share well in excess of 70%.  See Se. Anesthesiology, 2019 NCBC \nLEXIS 63, at *33 (“Generally, seventy percent (70%) to seventy -five percent (75%) \nmarket share is necessary to sustain a monopolization claim[.]”) (citations omitted). \n44. Moreover, Plaintiffs have alleged that Defendants were able to obtain \nmonopolies in these counties by “requir[ing commercial health] insurers to include all \nof their hospitals in -network through their all -or-nothing contracting ” and that \nDefendants “prevented insurers from steering patients to competitors in the Outlying \nRegions through the use of anti -steering provisions. ”  (Am. Compl. ¶ 177.)  The \nAmended Complaint further asserts that “[a]bsent these restraints , Defendants \nwould not have monopolized these markets.”  (Am. Compl. ¶ 177.) \n45. Defendants do not seriously challenge  Plaintiffs’ new  market share  \nallegations for inpatient services in the Outlying Regions.  Instead, they contend, the \nAmended Complaint concedes that these high market shares are attributable not to \nmonopolistic conduct on Defendants’ part, but rather to the fact that the se counties \nare rural in nature such that Defendants’ facilities are in some places “the only viable \noption within driving distance .”  (Mem. of Law in Support of Mot. to Dismiss First \nAm. Class Action Compl. [“Defs.’ Brief in Support], ECF No. 65, p. 23.) \n \n \n46. It is true that the Amended Complaint alludes to this phenomenon.  (See \nAm. Compl. ¶ 180.)  Nevertheless, a contextual reading of the allegations as a whole \nin the light most favorable to Plaintiffs reveals that a sufficient causal nexus has been \nalleged between Defendants’ anticompetitive acts and their ability to leverage their \nexisting Asheville -based monopoly for inpatient services into a new monopol y for \ninpatient services in the Outlying Regions.   As a result, while Defendants will no \ndoubt renew this argument at the summary judgment stage (at which time the Court \nwill have the benefit of a fully developed factual record), the Court declines to accept \nthe argument as a basis to dismiss this claim at the present time.   \n47. Accordingly, because Plaintiffs have properly alleged a monopoly \nleveraging claim as to the Outlying Regions Inpatient Services Market under North \nCarolina law, the Court DENIES Defendants’ Motion to Dismiss as to this claim.  \nii. Outpatient Services Markets in Asheville Region and Outlying \nRegions  \n \n48. The Court reaches a different result, however, with regard to Plaintiffs’ \nmonopoly leveraging claims based on outpatient services —both in the Asheville \nRegion and in the Outlying Regions. \n49. In its September 19 Opinion, the Court dismissed Plaintiffs’ monopoly \nleveraging claims regarding outpatient services in all regions for two reasons.  First, \nPlaintiffs did not make any allegations in the original Complaint as to Defendants’ \nmarket share in any relevant region regarding the provision of such services.  Second, \nthe allegations Plaintiffs made as to Defendants’ ability to control prices for such \noutpatient services were too conclusory.  (September 19 Opinion ¶¶ 92, 94.) \n \n \n50. In their Amended Complaint, Plaintiffs have once again failed to allege \nany market share held by Defendants in any of the regions at issue regarding the \nprovision of outpatient services.  Instead, Plaintiffs’ new allegations primarily allege \nthat Defendants have obtained monopo ly power over outpatient services in these \nregions through their “control” over various medical practices, facilities, and \nequipment in these areas.  The Court agrees with Defendants that these allegations \nare simply not enough to state a valid claim for m onopolization of these markets as \nto outpatient services as a whole.   \n51. Plaintiffs correctly contend  that monopoly power may be properly \nalleged through facts that show  an antitrust defendant has the ability to control \nprices or exclude competition in the r elevant antitrust market —meaning that \nallegations of a defendant’s market share are not necessarily required.  See, e.g., Tops \nMkt., Inc. v. Quality Mkts., Inc. , 142 F.3d 90, 97 –98 (2nd Cir. 1998) (“[Monopoly \npower] may be proven directly by evidence of the control of prices or the exclusion of \ncompetition, or it may be inferred from one firm’s large percentage share of the \nrelevant market.”) (emphasis added).  The Court observes, however, that neither the \nparties’ b riefs nor the Court’s own research has disclosed any case in which our \nSupreme Court has allowed a monopolization claim to survive the pleadings stage \nwhere the complaint lacked any allegations regarding the defendant’s market share \nin the relevant antitrust market. \n52. That is not to say that such a scenario could never occur.  The Court \nfinds our Supreme Court’s decision in Dicesare to be instructive.  In that case, the \n \n \nplaintiffs alleged that the defendant hospital authority had an approximate market \nshare in the relevant market of 50%.  The Supreme Court stated that it was “skeptical \nof monopoly claims  that, like plaintiffs [’], assert that a monopoly exists when an \nentity, like the Hospital Authority , has a market share of fifty percent or less.”  \nDicesare, 376 N.C. at 98.  The Supreme Court held that , as a result , the \n“monopolization claim cannot survive unless the other allegations in \nthe . . . complaint show that the Hospital Authority has the ability to control prices \nin the Charlotte market in spite of the fact that it only has a fifty percent market \nshare.”  Id.  Based on its analysis of the complaint  in that case, the Supreme Court \nconcluded that it was  “unable to agree with the trial court’s determination that \nplaintiffs adequately pleaded that the Hospital Authority controlled ‘so large a \nportion of the market’ that it not only stifled competition and restricted freedom of \ncommerce, but also controlled prices.”  Id. at 97.  \n53. In the new allegations in their Amended Complaint, Plaintiffs largely \nassert that Defendants control certain types of physician practices and facilities in \nboth Asheville and the Outlying Regions and that Defendants’ facilities offer highly \nsought equipment and medical devices that Defendants’ competitors lack.  \n54. However, Plaintiffs’ allegations as to both the Asheville Region and the \nOutlying Regions fail to sufficiently allege  in a non -conclusory fashion  that \nDefendants control prices in the  relevant product market, which Plaintiffs have \ndefined to include all outpatient services in both their original Complaint and their \nAmended Complaint.  As Defendants note in their briefs, physician services and \n \n \noutpatient services  constitute “different antitrust product markets  . . . . Plaintiffs \nhave not alleged that Defendants monopolized or attempted to monopolize  any \nmarkets for physician services.”  (Defs.’ Brief in Support p. 18.)   Nor do Plaintiffs \nattempt to differentiate bet ween the inpatient services and the outpatient services \nprovided by the physician groups that are the subject of their allegations.  Moreover, \nassertions as to Defendants’ mere ownership of certain types of medical equipment \nor devices at their facilities is likewise insufficient to allege monopoly power.  \n55. Finally, Plaintiffs’ arguments regarding Defendants’ alleged ability to \ncontrol prices for outpatient services essentially rehash contentions that the Court \npreviously rejected in its September 19 Opinion.  For all of these reasons, the Court \nconcludes, as in Dicesare, that these claims fail as a matter of law.   See Dicesare, 376 \nN.C. at 97. \n56. Accordingly, the Court GRANTS Defendants’ Motion to Dismiss  as to \nPlaintiffs’ monopoly leveraging claims bas ed on outpatient services in the Asheville \nRegion and in the Outlying Regions , and those claims are  DISMISSED with \nprejudice. \nC. Attempted Monopolization \n57. Finally, Plaintiffs contend that their attempted monopolization claims \npass muster based on the new allegations in their Amended Complaint.   The Court \nconcludes that these claims should be GRANTED, in part, and DENIED, in part, as \nset out below. \n \n \n58. “To demonstrate attempted monopolization a plaintiff must prove (1) \nthat the defendant has engaged in predator y or anticompetitive conduct with (2) a \nspecific intent to monopolize and (3) a dangerous probability of achieving monopoly \npower.”  Doctors Making Housecalls-Internal Med., P.A. v. Onsite Care, PLLC , 2019 \nNCBC LEXIS 6, at *13 (N.C. Super. Ct. Jan. 16, 2019) (cleaned up).  This Court has \nstated that “[g] enerally . . . thirty percent (30%) to fifty (50%)  [market share]  is \npresumed necessary to sustain a claim for attempted monopolization. ”  Se \nAnesthesiology, 2019 NCBC LEXIS 63, at *32 (citations omitted). \n59. Plaintiffs have asserted attempted monopolization claims as to the \nOutlying Regions Inpatient Services Market, the Outlying Regions Outpatient \nServices Market, and the Asheville Region Outpatient Services Market.   \n60. With regard to Plaintiffs’ atte mpted monopoliza tion claim for the  \nOutlying Regions Inpatient Services Market, the Court concludes that Defendants’ \nMotion to Dismiss should be DENIED for the same reasons that the Court has denied \nthe actual monopolization claim for that market.  See Kolon, 637 F.3d at 453 (“Given \nthat we held above that [plaintiff] adequately pled actual monopolization, we can \nreach no conclusion other than that [plaintiff] adequately pled a dangerous \nprobability of success as to [defendant’s] attempted monopolization.”). \n61. However, as to the outpatient services markets in the Asheville Region \nand in the Outlying Regions, the same deficiencies underlying the monopolization \nclaims for those markets subject their attempted monopolization claims to dismissal.  \nFor the reasons set out above , just as Plaintiffs have not adequately alleged  that \n \n \nDefendants possess monopoly  power in those markets, they have lik ewise failed to \nsufficiently allege that there is a dangerous probability of Defendants actually \nachieving monopoly power. \n62. The Court therefore GRANTS Defendants’ Motion to Dismiss Plaintiffs’ \nattempted monopolization claims as to the Asheville Region Outpatient Services \nMarket and the Outlying Regions Outpatient Services Market, and these claims are \nDISMISSED with prejudice. \nCONCLUSION \n THEREFORE, IT IS ORDERED  that Defendants’ Motion to Dismiss is \nGRANTED, in part, and DENIED, in part, as follows: \n1. Defendants’ Motion to Dismiss Plaintiffs’ monopoly acquisition claim is  \nGRANTED, and that claim is DISMISSED with prejudice. \n2. Defendants’ Motion to Dismiss Plaintiffs’ monopoly mainten ance claim is \nDENIED.  \n3. Defendants’ Motion to Dismiss Plaintiffs’ monopoly leveraging claim as to the \nOutlying Regions Inpatient Services Market is DENIED.  \n4. Defendants’ Motion to Dismiss Plaintiffs’ monopoly leveraging claim as to the \nAsheville Region Outpa tient Services Market and the Outlying Regions \nOutpatient Services Market is GRANTED, and those claims are DISMISSED \nwith prejudice. \n5. Defendants’ Motion to Dismiss Plaintiffs’  attempted monopolization claim as \nto the Outlying Regions Inpatient Services Market is DENIED.  \n \n \n6. Defendants’ Motion to Dismiss Plaintiffs’ attempted monopolization claims as \nto the Asheville Region Outpatient Services Market and as to the Outlying \nRegions Outpatient Services Market is GRANTED, and those claims are \nDISMISSED with prejudice. \n SO ORDERED, this the 27th day of April, 2023.  \n \n                           /s/ Mark A. Davis     \nMark A. Davis \n       Special Superior Court Judge for \n       Complex Business Cases \n \n \n        "
}