{
  "id": "9f7259497f1eb75657779db8fdb37e15c0571ca67a68812814abffa648631e05",
  "source_file": "data/raw/ncbc/9f7259497f1eb75657779db8fdb37e15c0571ca67a68812814abffa648631e05.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 11 CVS 3539 \n \n \nSILVERDEER, LLC, et al, )    \n Plaintiffs ) \n  )   \n v.  ) OPINION AND ORDER ON MOTION \n   ) FOR JUDGMENT ON THE PLEADINGS \n   ) \nROBERT BERTON, et al, ) \n  Defendants ) \n \n \nTHIS MATTER comes before the court upon the Berton Defendants'\n1 Motion for \nJudgment on the Pleadings (\"12(c) Motion\") pursuant to Rule 12(c) of the North \nCarolina Rules of Civil Procedure (\"Rule(s)\"). The 12(c) Motion seeks an order of this \ncourt regarding the Plaintiffs' remaining claims for fraud and unfair and deceptive trade \npractices. \nTHE COURT, after considering the 12(c) Motion, briefs in support and in \nopposition thereof, other appropriate matters of record and the ends of justice, \nCONCLUDES that the motion should be GRANTED for the reasons stated herein. \nHoward A. Jacobson, Esq., for Plaintiffs. \nBrown & Bunch, PLLC, by Charles Gordon Brown, Esq., for Defendants CGR \nPartners, LLC, Steven Reinhard, Dale Carey and Robert Glosson.  \n \nLaw Offices of James C. White P.C., by James C. White, Esq. and Michelle M. \nWalker, Esq. for Defendants Robert Berton, Andrea Burns, Edward Burns, Gail \nDwyer, Stephen Dwyer, James Farrell, Janice Farrell, Daniel Gillis, Wayne \nGould, Eric M. Levin, Betsy Sawicki, Howard Shareff, Shareff & Associates DDS \nP.A., Constance Utecht and Michael Utecht. \n \nJolly, Judge. \n                                                 \n1 Robert Berton, Andrea Burns, Edward Burns, Gail Dwyer, Stephen Dwyer, James Farrell, Janice Farrell, \nDaniel Gillis, Wayne Gould, Eric M. Levin, Betsy Sawicki, Howard Shareff, Shareff & Associates DDS \nP.A., Constance Utecht and Michael Utecht. \nSilverDeer, LLC v. Berton, 2014 NCBC 14. \nPROCEDURAL HISTORY \n[1] On March 2, 2011, Plaintiffs Silver Deer, LLC (\"SilverDeer\"); SilverDeer \nBuilders, LLC; Lakebound Fixed Return Fund, LLC (\"Lakebound\"); SilverDeer \nManagement, LLC (\"Management\"); SilverDeer Carolinas Caribbean Fund I, LLC, \nPlantation Partners, LLC (collectively, \"SilverDeer Companies\") and Howard A. \nJacobson (\"Jacobson\") filed a Complaint against Defendants Robert Berton, Eldon \nBolton, Andrea Burns, Edward Burns, Gail Dwyer, Stephen Dwyer, James Farrell, \nJanice Farrell, Daniel Gillis, Wayne Gould, Eric M. Levin, Betsy Sawicki, Howard \nShareff, Shareff & Associates DDS P.A., Constance Utecht, Michael Utecht, Alan \nWoltman (collectively, \"Berton Defendants\"); CGR Partners, LLC, Steven Reinhard, \nDale Carey, Robert Glosson (collectively, \"CGR Defendants\"); VisionQuest Wealth \nManagement, LLC, VisionQuest Capital, LLC and Steven C. Peters (\"Peters\") \n(collectively, \"VisionQuest Defendants\") and Ralph J. DiLeone (\"DiLeone\"). \n[2] Plaintiffs later filed a First Amended Complaint as to All Defendants \nExcept DiLeone on January 5, 2012.2 \n[3] The Amended Complaint alleges ten c auses of action (“Claim(s)”) against \nthe Defendants: First Cause of Action (Malicious Prosecution by all Defendants) (“Claim \nOne”); Second Cause of Action (Defamation by all Defendants Except DiLeone and \nWhite)3 (“Claim Two”); Third Cause of Action (Fraud) (“Claim Three”);  Fourth Cause of \nAction (Declaratory Judgment) (\"Claim Four\"); Fifth Cause of Action (Negligence by \nDiLeone) (\"Claim Five\"); Sixth Cause of Action (Breach of Contract by the VQ Entities \n                                                 \n2 On January 10, 2012, Plaintiffs filed a Corrected First Amended Complaint (\"Amended Complaint\").  The \ntechnical corrections are not material to the issues in this Opinion and Order. \n3 James C. White, Esq., is not a named party to this action. Plaintiffs withdrew a Motion to Amend \nComplaint filed June 29, 2013, that would have added him as a defendant.  \nand Peters) (\"Claim Six\"); Seventh Cause of Action (Fraud by Peters and the VQ \nEntities) (\"Claim Seven\"), Eighth Cause of Action (Breach of Fiduciary Duty by Peters) \n(\"Claim Eight\"), Ninth Cause of Action (Unfair and Deceptive Trade Practices by Berton, \nCGR Partners, Reinhard, Carey, Glosson, Gillis, Gould, Levin, C. Utecht, DiLeone, \nPeters, VisionQuest Wealth and VisionQuest Capital) (\"Claim Nine\"); Tenth Cause of \nAction (Tortious Interference with Prospective Economic Advantage) (\"Claim Ten\"), \nEleventh Cause of Action (Abuse of Process by all Defendants except DiLeone) (\"Claim \nEleven\") and Twelfth Cause of Action (Violation of Chapter 78C by Peters and the \nVisionQuest Defendants as to Lakebound and SilverDeer Management only) (\"Claim \nTwelve\").  \n[4] On April 24, 2013, the court entered an order granting the Berton \nDefendants', CGR Partners', and Defendant DiLeone's Motions to Dismiss as to all \nClaims except those for fraud (\"Claim Three\") and unfair and deceptive trade practices \n(\"Claim Nine\").4 Claims Three and Nine thus remain outstanding as to the Berton \nDefendants. \n[5] On June 7, 2013, the Berton Def endants filed the instant Rule 12(c) \nMotion. \n[6] On June 18, 2013, Plaintiffs filed a Stipulation of Dismissal with Prejudice \nas to all Claims against CGR Defendants. \n[7] On June 29, 2013, Plaintiffs filed a Motion to Amend Complaint (“Motion to \nAmend”).  On February 6, 2014, Plaintiffs filed a Partial Withdrawal of Motion to Amend \n                                                 \n4 Opinion and Order, 2013 NCBC 24 (Apr. 24, 2013) (\"Opinion\"). The Opinion also dismissed all claims \nagainst the VisionQuest Defendants. Id. \nComplaint, by which Plaintiffs withdrew their request to join James White, Esq. \n(“White”), as a Defendant in this action. \n[8] On July 10, 2013, the Berton Def endants filed a Motion for Protective \nOrder and to Seal Documents (\"Protective Order Motion\").  Defendants amended the \nMotion on July 31, 2013.  \n[9] On July 15, 2013, Plaintiff SilverDeer  filed a Motion to Reconsider, in Part, \nPlaintiffs' Prior Motion to Compel Against All Defendants and New Motion to Compel \nAgainst Third-Party Richard Deckelbaum5 (\"First Motion to Compel\"). \n[10] On August 9, 2013, Plaintiff Silver Deer filed a Motion to Compel Answers \nto Deposition Questions and For Extension of Deadlines and for Sanctions (\"Second \nMotion to Compel\"). \n[11] On September 10, 2013, Plaintiffs dismissed all Claims in this action \nagainst Defendant DiLeone. \n[12] The aforementioned motions have been fully briefed and are ripe for \ndetermination.  \nFACTUAL BACKGROUND \nAmong other things, the Amended Complaint alleges that: \n[13] This case arises out of two civil acti ons previously filed by a majority of the \nnamed Defendants, their managers and related companies (collectively, “Previous \nActions”).6 All Plaintiffs to this action were named defendants in the Previous Actions.7 \n                                                 \n5 A non-party. \n6 Berton, et al. v. Jacobson, et al., Wake County No. 09 CVS 10870 (\"Berton Action\") and Shareff v. \nLakebound Fixed Return Fund LLC, et al., Wake County No. 09 CVS 9983 (“Shareff Action”). \n7 All Plaintiffs in this action were named defendants in the Berton Action. Plaintiffs SilverDeer, \nManagement, Lakebound, and Jacobson were named defendants in the Shareff Action. \n[14] The Previous Actions were based on alleged mismanagement that \nresulted in a failed multimillion dollar real estate investment project. \n[15] All Defendants in this action, wit h the exception of DiLeone, acted in \nconcert and by agreement to file the Previous Actions.8 \n[16] In March 2010, Defendants, as plaint iffs in the Previous Actions, entered \ninto settlement negotiations with Richard Deckelbaum (\"Deckelbaum\"), a member-\nmanager of SilverDeer, and his counsel DiLeone.9 \n[17] Deckelbaum and Jacobson we re the only member-managers of \nSilverDeer.  \n[18] In July 2010, Deckelbaum signe d settlement agreements between the \nBerton Defendants and SilverDeer, resulting in the purported settlement in the Previous \nActions (\"Settlement\").10 \n[19] The Berton Defendants knew that SilverDeer was represented in the \nprevious actions by separate counsel and did not consult with SilverDeer's counsel \nduring the negotiations with Deckelbaum.11 \n[20] Plaintiffs in this action (Silver Deer Companies and Jacobson) presently \nallege Claims for fraud (Claim Three) and unfair and deceptive trade practices (Claim \nNine) against the Berton Defendants.  \n                                                 \n8 Am. Compl. ¶ 33. \n9 Id. ¶ 53.  \n10 Am. Compl. ¶ 55. \n11 Id. ¶ 56. \nDISCUSSION \n[21] The Berton Defendants seek judgment on the pleadings under Rule 12(c).  \nThey contend that (a) they had no duty to disclose the settlement negotiations to \nPlaintiff Jacobson or Plaintiff SilverDeer's attorneys, (b) Plaintiffs are judicially estopped \nfrom asserting a Claim for fraud and (c) the Claim for unfair and deceptive trade \npractices fails because the settlement negotiations were conducted exclusively through \nattorneys and the settlement was not \"in or affecting commerce.\" \nLegal Standard \n[22] Judgment under Rule 12(c) is appropriate when \"all the material \nallegations of fact are admitted in the pleadings and only questions of law remain.\" Erie \nIns. Exch. v. Builders Mut. Ins. Co., __ N.C. App. __, __, 742 S.E.2d 803, 807 (2013) \n(internal quotations and citations omitted).  \"The standard of review for a Rule 12(c) \nmotion is the same as for a motion to dismiss under Rule 12(b)(6).\"  Akzo Nobel \nCoatings Inc. v. Rogers, 2011 NCBC 41 ¶ 32 (N.C. Super. Ct. Nov. 3, 2011). \n[23] When deciding a motion under Rule 12(c), all facts and inferences must \nbe viewed in the light most favorable to the nonmovant.  Am. Bank & Trust Co. v. Elzey, \n26 N.C. App. 29, 32 (1975) (internal citations omitted).  \n[24] A court may dispose of a claim if a review of the pleadings reveals a lack \nof merit. Jackson v. Assoc. Scaffolders & Equip. Co., 152 N.C. App. 687, 689 (2002). \n[25] The court will examine Claims Three and Nine in turn. \nClaim Three – Fraud \n[26] Plaintiffs allege that the Be rton Defendants committed fraud in connection \nwith the Settlement Agreements executed in the Previous Actions.  More specifically, \nPlaintiffs allege that Deckelbaum and Defendants entered into Settlement Agreements \naffecting the rights of SilverDeer and fraudulently concealed those negotiations from \nSilverDeer.12 \n[27] Under North Carolina law, a successf ul fraud claim must show (a) a false \nrepresentation or concealment of a material fact, (b) that is reasonably calculated to \ndeceive, (c) is made with intent to deceive, (d) that does in fact deceive and which (e) \nresults in damage to the injured party.  Isbey v. Cooper Cos., Inc., 103 N.C. App. 774, \n776 (1991) (internal citations omitted). \n[28] A claim for fraud may be based on a fa ilure to disclose a material fact only \nwhere parties had a duty of disclosure. Hardin v. KCS Int'l, Inc., 199 N.C. App. 687, 696 \n(2009). Such a duty arises: (a) when the parties have a fiduciary relationship, (b) where \na party to an arms-length transaction \"has taken affirmative steps to conceal material \nfacts from the other\" or (c) where a party knows of a \"latent defect in the subject matter \nof the negotiations about which the other party is both ignorant and unable to discover \nthrough reasonable diligence.\" Harton v. Harton, 81 N.C. App. 295, 297–98 (1986). \n[29] Here, Plaintiffs do not allege that a fiduciary relationship existed by virtue \nof their relationship to the Berton Defendants.  Even if such a relationship existed, it \nended the moment that the parties became adversaries in the Previous Actions. Hardin, \n199 N.C. App. at 697. Further, \"[n]o negotiation could be more arms length\" than \n                                                 \n12 Id. ¶ 44. \nsettlement discussions during ongoing litigation. Id. It would thus contradict established \nprinciples of civil litigation to impose such a fiduciary obligation here. \n[30] Similarly, there is no allegation that Berton Defendants took \"affirmative \nsteps\" to conceal any material fact regarding settlement negotiations from Plaintiff \nSilverDeer. SilverDeer was fully informed of the negotiations via Deckelbaum.13 The \nBerton Defendants were not under any obligation to reach out to SilverDeer's counsel.14  \n[31] Finally, there is no alleged \"latent defect\" about which either party was \nunaware, given that the facts as alleged indicate that both SilverDeer and the Berton \nDefendants were fully informed regarding the settlement negotiations. \n[32] The court is persuade d that, notwithstanding its earlier Opinion denying \nthe Berton Defendants' Rule 12(b)(6) motion as to the fraud Claim, the Berton \nDefendants’ current motion under Rule 12(c) has merit.15 \n[33] Accordingly, the court concludes that the Berton Defendants’ Rule 12(c) \nMotion as to Plaintiffs’ Claim Three should be GRANTED. \n[34] In view of this ruling, the court need not address Defendants' argument \nthat Plaintiffs are judicially estopped from asserting a fraud Claim. \n                                                 \n13 Given that SilverDeer, LLC is inherently a separate entity and Mr. Jacobson was not part of the \nsettlement transaction, he cannot claim that he was personally owed a duty of disclosure by Berton \nDefendants. \n14 The Berton Defendants themselves are not subject to the Rules of Professional Conduct. Plaintiffs' \nclaim that Defendants' attorneys violated Rule 4.2 of the North Carolina Rules of Professional Conduct, \nthereby giving rise to a claim for fraud under this prong, is without merit. Plaintiff provides no basis for \nvicarious liability of the Berton Defendants through the conduct of defense counsel, and White has not \nbeen made a party to this action. \n15 Pursuant to Rule 54(b), an order may be revised by the court at any time before the entry of a final \njudgment.  \n \nClaim Nine – Unfair and Deceptive Trade Practices \n[35] Plaintiffs also allege a Claim for unfair or deceptive trade practices under \nN.C. Gen. Stat. 75-1.1 (“Chapter 75 Claim”) against certain Berton Defendants.16  In \norder to state a Chapter 75 Claim, the Plaintiffs must allege that the Defendants \ncommitted an unfair or deceptive act or practice, in or affecting commerce and that the \nplaintiff was injured as a result.  Phelps-Dickson Builders, L.L.C. v. Amerimann \nPartners, 172 N.C. App. 427, 439 (2005); N.C. Gen. Stat. 75-1.1(a).  An unfair trade \npractice is one that \"is immoral, unethical, oppressive, unscrupulous, or substantially \ninjurious to consumers.\"  Edwards v. West, 128 N.C. App. 570, 574 (1998) (quoting \nJohnson v. Phoenix Mut. Life Ins. Co., 300 N.C. 247, 263 (1980), overruled on other \ngrounds) (internal quotations and citations omitted).  Determining whether an act or \npractice is unfair or deceptive is a question of law and such claims are regularly \ndismissed upon a Rule 12 motion.  \n[36] As stated in this court's April 24,  2013 Opinion and Order, Plaintiffs' Claim \nNine is derivative of their other Claims, specifically Claim Three for fraud,17 and \ntherefore rises and falls with those Claims.  Governor's Club, Inc. v. Governors Club Ltd. \nP'ship, 152 N.C. App. 240, 255 (2002) (affirming the dismissal of a Chapter 75 claim \nwhere it was derivative of a constructive fraud claim that was dismissed pursuant to \nRule 12(b)(6)).  As such, the disposition of Plaintiffs' fraud Claim as to each set of \nDefendants determines the disposition of Plaintiffs' Chapter 75 Claim as to those same \nDefendants.  As reflected above in this Opinion and Order, the court is granting Rule \n                                                 \n16 Richard Berton, Daniel Gillis, Wayne Gould, Eric M. Levin, and Constance Utecht are the only \nremaining Berton Defendants against whom Claim Nine is alleged. \n17 Opinion ¶ 76.  \n12(c) judgment in favor of the Berton Defendants' with regard to Claim Three, which \nwas the only previously-remaining Claim against the Berton Defendants.  Consequently, \nthere exist no further Claims in this action as to those Defendants, and there is nothing \nleft to support a Chapter 75 Claim against them. \n[37] Accordingly, the Bert on Defendants’ Rule 12(c) Motion as to Plaintiffs’ \nClaim Nine should be GRANTED. \nNOW THEREFORE, based on the foregoing, it hereby is ORDERED that: \n[38] The Berton Defendants' Motion for Judgment on the Pleadings is \nGRANTED as to Plaintiffs' Claim Three and Claim Nine, and said Claims are \nDISMISSED as to them. \n[39] This Opinion and Order disposes of all remaining Claims in this civil action \nagainst Defendants Robert Berton, Andrea Burns, Edward Burns, Gail Dwyer, Stephen \nDwyer, James Farrell, Janice Farrell, Daniel Gillis, Wayne Gould, Eric M. Levin, Betsy \nSawicki, Howard Shareff, Shareff & Associates DDS P.A., Constance Utecht, and \nMichael Utecht.  Accordingly, as to each of said Defendants, this civil action is \nDISMISSED. \n[40] Upon entry of this Opinion and Or der, the Berton Defendants’ Protective \nOrder Motion (as amended on July 31, 2013) is MOOT and therefore should be \nconsidered DENIED. \n[41] Plaintiffs' First and Second Motions to Compel are DENIED. \n[42] Plaintiffs' Motion to Amend Complaint is DENIED. \n[43] There remain no further Claims in th is civil action, and this matter hereby \nis DISMISSED in its entirety. \n[44] Taxable costs are taxed against Plaintiffs. \nSO ORDERED, this the 7th day of May, 2014.  \n \n \n "
}