{
  "id": "9f74fc005f24871279be8200d6c4ba6cf61d19f02a95033431f06d7c73026336",
  "source_file": "data/raw/ncbc/9f74fc005f24871279be8200d6c4ba6cf61d19f02a95033431f06d7c73026336.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nMECKLENBURG COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 17741 \nKEITH LEE and YOUNG KWON \n(individually and derivatively on behalf \nof rFactr, Inc.), \n \nPlaintiffs, \n \nv. \n \nCHRIS MCDOWELL; CHRIS LAU; and \nROBERT DUNN,  \n \nDefendants, \n \nand \n \nRFACTR, INC., \n \nNominal Defendant. \n \n \n \nORDER AND OPINION ON \nDEFENDANT/THIRD-PARTY \nPLAINTIFF CHRIS MCDOWELL’S \nAND DEFENDANTS/THIRD-PARTY \nPLAINTIFFS CHRIS LAU AND \nROBERT DUNN’S MOTIONS FOR \nSUMMARY JUDGMENT \n \n \n \n \nCHRIS MCDOWELL, \n \nThird-Party Plaintiff, \n \nv. \n \nRICHARD BRASSER and GREG \nGENTNER, \n \nThird-Party  \nDefendants. \n \n \n \nCHRIS LAU and ROBERT DUNN, \n \nThird-Party Plaintiffs, \n \nv. \n \n \n  \nLee v. McDowell, 2022 NCBC 28. \n \n \nRICHARD BRASSER and GREG \nGENTNER, \n \nThird-Party  \nDefendants. \n \n \n \n1. THIS MATTER is before the Court upon Defendant/Third -Party Plaintiff \nChris McDowell’s (“McDowell”) Motion for Summary Judgment (“McDowell’s \nMotion”), (ECF No. 109), and Defendants/Third -Party Plaintiffs Chris Lau (“Lau”) \nand Robert Dunn’s (“Dunn”) (together, with McD owell, “Defendants”) Motion for \nSummary Judgment (“Lau and Dunn’s Motion”), (ECF No. 118), (together, the \n“Motions”), pursuant to Rule 56 of the North Carolina Rules of Civil Procedure \n(“Rule(s)”) in the above-captioned case. \n2. Having considered the Motions  and the briefs, exhibits, and affidavits in \nsupport of and in opposition to the Motions, the arguments of counsel at the hearing \non the Motions, and other appropriate matters of record, the Court GRANTS in part \nand DENIES in part the Motions as set forth below. \nMoore & Van Allen PLLC, by Christopher Donald Tomlinson and \nWilliam M. Butler, for Plaintiffs Young Kwon and Keith Lee.  \n \nJames, McElroy & Diehl, P.A., by John R. Buric, for Nominal Defendant \nrFactr, Inc. \n \nTroutman Pepper Hamilton Sanders LLP, by William J. Farley, \nMackenzie Willow-Johnson, and Kiran H. Mehta, for Defendants and \nThird-Party Plaintiffs Robert Dunn and Chris Lau. \n \nRosenwood, Rose, & Litwak, PLLC, by Erik M. Rosenwood and Carl J. \nBurchette, for Defendant and Third-Party Plaintiff Chris McDowell. \n \nLincoln Derr PLLC, by Phoebe Norton Coddington and Sara R. Lincoln, \nfor Third-Party Defendants Richard Brasser and Greg Gentner. \n \n \n \nBledsoe, Chief Judge. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND  \n3. “The Court does not make findings of fact on motions for summary \njudgment; rather, the Court summarizes material facts it considers to be \nuncontested.”  McGuire v. Lord Corp. , 2021 NCBC LEXIS 4, at *3 (N.C. Super. Ct. \nJan. 19, 2021).   \n4. This case arises from the demise of Nominal Defendant rFactr, Inc. (“rFactr” \nor the “Company”), a North Carolina corporation that operated as a business- to-\nbusiness sales technology and strategy company that helped sales organizations use \nsocial media to improve sales.  All Plaintiffs and Defendants invested in rFactr and  \nsubsequently lost the total value of their investment s.  Defendants each served on \nthe rFactr Board of Directors (the “Board”) sometime between 2015 and the present.   \n5. Plaintiffs allege that while on the Board , Defendants failed to oversee and \nmonitor rFactr’s finances and operations and, in particular, to take action to prevent \nrFactr’s Chief Executive Officer, Third-Party Defendant Richard Brasser (“Brasser”), \nand Chief Operating Officer, Third-Party Defendant Greg Gentner (“Gentner”), from \nengaging in corporate mismanagement and malfeasance , which caused Plaintiffs to \nsuffer their investment losses.  Separately, Plaintiffs allege that McDowell is liable \nfor inducing them to invest in rFactr without disclosing certain material information \nabout the Company as well as that the Company would compensate him if Plaintiffs \nchose to invest.   \n \n \nA.  The Creation of rFactr  \n6. In 2000, Brasser founded an interactive golf and marketing company called \nTargeted Golf Solutions, Inc. (“Targeted Golf”) and thereafter served as its President \nand Chief Executive Officer.1  Gentner joined Brasser at Targeted Golf in 2004 as the \ncompany’s Vice President and Chief Operating Officer. 2  Targeted Golf incurred \ncertain liabilities early in its existence, including a $400,000 loan from Baker Clark, \na venture capital firm, 3 and, in February 2007, a $175,000 line of credit with Main \nStreet Bank.4  \n7. In 2008, Brasser changed the company’s name to The Targeted Group, Inc. \n(“Targeted Group”) and focused the business on interactive social media marketing.5  \nTargeted Group’s investors included McDowell, a colleague and friend of Brasser ’s.6  \nMcDowell met Brasser in the early 2000s through mutual friends, and their families \noften saw each other  socially.7  According to Brasser, McDowell made a “ preferred \nsecurity and equity investment ” in Targeted Group in an amount between $50 ,000 \n \n1 (Dep. Richard Brasser, dated Nov. 2, 2021, at 14:14–19 [hereinafter “Brasser Dep.”], ECF \nNo. 114.3; Aff. William J. Farley, III Supp. Defs. Chris Lau and Robert Dunn’s Mot. Summ. \nJ., Ex. B [hereinafter “rFactr Search Results”], ECF No. 114.2.) \n \n2 (Brasser Dep. 14:15–23, 18:15–17, ECF No. 114.3.) \n \n3 (Brasser Dep. 222:19–28:15, ECF No. 114.3.) \n \n4 (Brasser Dep. 22:15, ECF No. 114.3; Aff. William M. Butler, Dep. Ex. 59, ECF No. 124.23.) \n \n5 (Brasser Dep. 15:7–12, ECF No. 114.3.)   \n \n6 ( Dep. James Christopher McDowell, dated Apr. 23, 2021, at  17:10–18:5, 24:19–25:10 \n[hereinafter “McDowell Dep.”], ECF No. 103.3 ; McDowell Dep. 33 :21–34:3, ECF No. 125.6; \nBrasser Dep. 29:18–20, ECF No. 125.1.) \n \n7 (McDowell Dep. 32:16–33:9, ECF No. 103.3.) \n \n \nand $75,000, acted as the representative of the preferred shareholders  of Targeted \nGroup, and was “intimately involved” with the company on a weekly basis.8   \n8. In 2013, Brasser changed Targeted Group’s name to rFactr and began \npromoting its “social sales solution” to other companies.9  The newly rebranded rFactr \nwas a continuation of the entity formerly known as Targeted Group and remained \nsubject to the outstanding debts incurred when the C ompany operated under that \nname.10  Targeted Group’s equity investors, including McDowell,11 also retained their \ninvestments in the renamed company.12 \nB.  Plaintiffs Invest in rFactr \n9. In approximately January 2014, Brasser and McDowell agreed that \nMcDowell would be paid a fee of 10%  of all investments he successfully solicit ed in \nrFactr.13  This agreement eventually took the form  of a Consulting Agreement \nexecuted by McDowell and rFactr in June or July 2014 under which McDowell agreed \nto provide financial consulting and business development services to the Company in \n \n8 (Brasser Dep. 29:2–30:1, ECF No. 125.1.) \n \n9 (Brasser Dep. 16:21, ECF No. 114.3; Aff. William J. Farley, III Supp. Defs. Chris Lau and \nRobert Dunn’s Mot. Summ. J., Ex. J [hereinafter “Articles of Restatement of Targeted \nGroup”], ECF No. 114.10; rFactr Search Results.) \n \n10 On 30 May 2013, Targeted Gro up filed its Fourth Amended and Restated Articles of \nIncorporation that included the name change to rFactr.  (Articles of Restatement of Targeted \nGroup.)   \n \n11 (Aff. Erik M. Rosewood, Ex. 4 [hereinafter “Brasser Production”], ECF No. 103.4.)   \n \n12 (Brasser Dep. 226:1–27:1, ECF No. 114.3.) \n \n13 (Brasser Dep. 33:24–39:1, ECF No. 125.1.)   \n \n \nexchange for this compensation .14  The  Consulting Agreement was modified in \nAugust 2014 to limit McDowell’s services to financial consulting.15 \n10. McDowell’s primary employment in 2014 was as an investment broker  \nselling bonds,16 and his clients included Plaintiffs’ employers .17  Plaintiffs are both \nsophisticated, experienced investment and  finance professionals working in New \nYork City18 and worked with McDowell on behalf of their respective employers at that \ntime.19   \n11. McDowell first discussed his investment in rFactr with Plaintiffs in ear ly \n2014.20  During this discussion, McDowell told Plaintiffs that he had personally \n \n14 (Aff. Carl J. Burchette, Ex. 2  at 11 [hereinafter “McDowell Consulting Agreement”], ECF \nNo. 127.2.) \n \n15 (McDowell Consulting Agreement 8.)  While McDowell does not dispute the existence of \nthe Consulting Agreement, he asserts that he never signed it.  (McDowell Dep. 102:4–8, ECF \nNo. 125.6.) \n \n16 (Dep. Young Kwon, dated May 10, 2021, at 12:5– 8 [hereinafter “Kwon Dep.”], ECF No. \n125.3; Dep. Keith Lee, dated May 11, 2021, at 12:1–13, 15:9–13 [hereinafter “Lee Dep.”], ECF \nNo. 125.5; Lee Dep. 12:1–13, ECF No. 103.1.) \n \n17 (Kwon Dep. 12:5–13:1, ECF No. 125.3; Lee Dep. 15:9–13, ECF No. 125.5.)    \n \n18 (Kwon Dep. 9:2–22, ECF No. 103.1; Lee Dep. 10:13– 12:16, ECF No. 103.2.)  Kwon’s prior \nexperience included three years as an investment banker at Morgan Stanley, six years \nleading the commercial real estate group at a Japanese insurance company, three years as a \nplanning manager at JP Morgan, six years at Apollo Global Management as head of “CMDS \nand ADS trading, ” and founder of Atalaya Capital Management, a commercial real estate \nbusiness.  (Kwon Dep. 9:2 –22; ECF No. 103.1.)  Lee’s prior experience included running a \ntrading desk and participating in the sales force at UBS and later working for H/2 Capital \nPartners, a hedge fund.  (Lee Dep. 10:13–12:16, ECF No. 103.2.)   \n \n19 As of spring 2014, Kwon worked for Apollo Global Management, Lee worked for H/2 \nCapital, and McDowell worked for Amherst Securities Group.  (Kwon Dep. 12:1–20, ECF No. \n125.3; Lee Dep. 14:1–17, 15:9–13, ECF No. 125.5.)   \n \n20 (McDowell Dep. 33:21–34:3, ECF No. 125.6; Brasser Dep. 29:18–20, ECF No. 125.1.) \n \n \ninvested in rFactr and was “actively involved in management oversight” of the \nCompany.21  As a result of McDowell’s representations, Plaintiffs took an interest in \nthe Company.  McDowell thereafter provided Plaintiffs with some written materials \ndescribing the nature of the Company and offered to arrange a meeting for Plaintiffs \nwith Brasser.22  McDowell did not mention then or later that rFactr, through Brasser, \nhad promised to pay him a fee for each new investor McDowell induced to invest in \nthe Company.   \n12. According to Plaintiffs  and Brasser, McDowell introduced Plaintiffs to \nBrasser at a dinn er in New York City in early March 2014. 23  At the dinner, Kwon \n“asked [Brasser] a bunch of questions . . . about his track record, about the business \nplan, what the management team comprised of, the Board of Directors, and then what \nthe exit might be. ”24  Brasser “ answered all those questions. ”25  Plaintiffs assert , \n \n21 (McDowell Dep. 54:10–15, ECF No. 125.6; Lee Dep. 21:9–11, ECF No. 125.5.)   \n \n22 (McDowell Dep. 72:20–22, ECF No. 125.6; Aff. William M. Butler, Dep. Ex. 22, ECF No. \n124.16; Aff. William M. Butler, Dep. Ex. 23, ECF No. 124.17.)   \n \n23 (See Lee Dep. 211:13–12:1, ECF No. 125.5; Kwon Dep. 21:12–24:6, ECF No. 125.3; Brasser \nDep. 102:5–23, ECF No. 125.1.)  While Plaintiffs have asserted that this dinner occurred on \n6 March 2014, McDowell has offered evidence that suggests that he was not at a dinner on \nthat date, (Aff. Chris McDowell, Ex. A, ECF No. 102.1; Brasser Production 0002113 (“I am \nlooking forward to meeting you and Young for dinner.  It is too bad that McDowell can’t join \nus[.]”)).  Responding to McDowell’s evidence, Plaintiffs have testified that while a dinner \nmeeting with Brasser and McDowell most definitely occurred, the date of the meeting might \nhave been shortly before or after 6 March 2014.  (Lee Dep. 29:21 –30:1, ECF No. 103.2.)   \nBecause t he Court must view th e evidence in the light most favorable to Plaintiffs , for \npurposes of the Motions, the Court takes as fact that a meeting between Plaintiffs, Brasser, \nand McDowell occurred in early March 2014. \n \n24 (Kwon Dep. 22:2–6, ECF No. 103.1.) \n \n25 (Kwon Dep. 22:7, ECF No. 103.1.) \n \n \nhowever, that Brasser made three statements at this dinner that McDowell knew \nwere false yet did not correct: (i) that rFactr was a new company; (ii) that investments \nin rFactr would serve as bridge financing specifically to support anticipated new \nsubscription demand; and (iii) that the Company would be cash flow positive in six \nmonths.\n26   \n13. Plaintiffs aver that thereafter McDowell assured them  of the good \nreputations of Brasser and Gentner, as well as rFactr’s prospects for the future and \nits potential profitability. 27  They also testified that McDowell told them that he \nwould act as an intermediary to Brasser regarding rFactr.28  \n14. Despite McDowell’s offer to intervene , Plaintiffs eng aged in direct \ncommunications with Brasser  and Gentner about their potential investments \nbetween the initial dinner in early March and the closing on Plaintiffs’ investments  \nin late March and April .29  During this roughly one -month period, Plaintiffs \ncommunicated with Brasser and Gentner and discussed investment timelines, the \namounts of their investments, the purchase agreement, and the Company’s financial \n \n26 (Resp. Opp’n Defs.’ Mots. Summ. J. 4, 24  [hereinafter “Resp.”], ECF No. 125 ; Lee Dep. \n28:19–29:7, ECF No. 125.5; Kwon Dep. 214:1 –17, ECF No. 125.3; Verified Am. Compl. ¶23 \n[hereinafter “Am. Compl.”], ECF No. 10.)  Plaintiffs also assert that Brasser stated that the \ninvestment opportunity was open to friends and family with a “near -term exit opportunity” \nand that investors would be treated like family and friends.  (Resp. 4, 24; Am. Compl. ¶ 22.) \n \n27 (Lee Dep. 31:16–18, 203:15–17, ECF No. 125.5; Kwon Dep. 28:14–25, ECF No. 125.3.) \n \n28 (Kwon Dep. 30:2–11, ECF No. 103.1.)    \n \n29 (Lee Dep. 33:4–18, ECF No. 103.2; Kwon Dep. 25:4–25, ECF No. 103.1.)   \n \n \n \ninformation.30  Brasser arranged a webcast so that Plaintiffs could see and \nunderstand how rFactr’s software worked.31  Gentner also sent financial statements \nto Lee via email on 26 March 2014 that allegedly included a “Proforma Spreadsheet \nfor 2014” as well as audited financial statements covering 2011 and 2012.32  Gentner \ndescribed the audited financial statements as “from our 2013 Qualified Business \nValuation filing for the State of North Carolina” and reported to Lee that “[o]ur post-\nvaluation at the end of our Preferred Seed Round was $13.25 million.”33   \n15. The 2011 and 2012 audited financial statements were titled “The Targeted \nGroup, Inc. Statements of Financial Condition” in bold on the top of each page and \nincluded detailed information regarding the company’s financial status  in those \nyears.34  The statements re flected Targeted Group’s  total assets and liabilities, \nstockholders’ deficit, net sales, gross profit, other income and expense, cash flows, and \nbalance sheets for 2011 and 2012 and identified the company’s total 2012 year -end \n \n30 (Brasser Production 0002141– 43, 0002152– 54, 0002181– 84, 0002189– 92; Kwon Dep. \n25:11–26:7, ECF No. 103.1.)   \n \n31 (Kwon Dep. 25:16–18, ECF No. 103.1.) \n \n32 (Aff. Erik M. Rosenwood, Ex. 5  at 00000205, 0000209–20 [hereinafter “Pls.’ Production”], \nECF No. 103.5; Lee Dep. 213:20– 14:19, ECF No. 125.5; Lee Dep. 33:4– 18, ECF No. 103.2; \nKwon Dep. 26:1–6, ECF No. 103.1.)  Although Gentner states in his March 26 email  to Lee \nthat the “Proforma Spreadsheet for 2014” is attached and Plaintiffs have not denied receiving \nit, it does not appear to the Court that the spreadsheet itself has been made a part of the \nrecord (it is not at the exhibit cited in McDowell’s brief ( Exhibit 5 of the Rosenwood \nAffidavit)).  As a result, the Court does not base its conclusions in this Order and Opinion on \nthe contents of the spreadsheet since that evidence is not before the Court. \n \n33 (Pls.’ Production 0000205.) \n \n34 (Pls.’ Production 0000209–20.)  \n \n \nliabilities as $3,247,387, which included long-term debt of $1,400,500 .35  The  \nstatements also showed that Targeted Group had a net operating loss of $ 1,101,571 \nfor 2012.36   \n16. In addition, t he statements contained  a section describing the history of \nTargeted Group, including that the company previously operated as Targeted Golf.37  \nWhile not mentioning rFactr by name,  the financial statements d escribed Targeted \nGroup’s business in terms equally applicable to rFactr:  \nThe Company provides a software platform to create successful and \nsustainable social media solutions by empowering organizations to \nconnect and deepen their most important relationships.  The \ncompany provides social media solutions by delivering dynamic, \nbranding social media solutions that include customized Saas \nsolutions including its proprietary Enterprise Social Media \nManagement Software (SMMS).\n38      \n \n17. Shortly after receiving this information from Brasser and Gentner , each \nPlaintiff purchased convertible promissory notes issued by rFactr.\n39  Kwon purchased \na single note on 19 March 2014 in the amount of $300,000, 40 and Lee purchased two \n \n35 (Pls.’ Production 0000209–20.)   \n \n36 (Pls.’ Production 0000212, 0000214.)    \n \n37 (Pls.’ Production 0000216.)   \n \n38 (Pls.’ Production 0000216.) \n \n39 (Am. Compl. ¶ 29.) \n \n40 (Am. Compl. ¶ 31; Brasser Production 0185335.) \n \n \nnotes, the first on 4 April 2014 in the amount of $250,000 41 and the second on 19 \nMarch 2015 in the amount of $50,000.42     \n18. Each Plaintiff signed a written purchase agreement to effect these \ninvestments, representing in each agreement as follows:   \nPurchasers have reviewed the representations concerning the Company \ncontained in this Agreement, and such other information regarding the \nCompany and its business, operations, market potential, capitalization, \nfinancial condition and prospects, and all other matters deemed relevant \nby Purchasers.  The Company has also made available to the Purchasers \nthe opportunity to ask que stions o f, and receive answers from,  the \nCompany concerning the term s and condition s of these N otes and to \nobtain any additional information, to  the extent that the Company \npossesses such information, and can acquire it without unreasonable \neffort or expense.\n43 \n \n19. After Plaintiffs purchased their notes, McDowell made a second equity \ninvestment in rFactr on 24 July 2014 in the amount of $25,000.44   \nC.  McDowell and Dunn Join the Board \n20. McDowell joined rFactr’s Board in March 2015 at roughly the same time Lee \nmade his second investment in the Company .45  Soon thereafter, on 9 June 2015, \n \n41 (Am. Compl. ¶ 30; Brasser Production 0185335.) \n \n42 (Am. Compl. ¶ 30; Brasser Production 0185335.)  At the time of Plaintiffs’ investments in \nrFactr, Kwon estimated that the failure rate for angel investments  like rFactr was “90 \npercent” because they  are “highly speculative.”  (Kwon Dep. 31:18 –25; see also  Lee Dep. \n33:23–34:2 (“I think the failure rates are pretty high.”).) \n \n43 (Pls.’ Production 0000200, at Convertible Note Purchase Agreement 3.5; Am. Compl. ¶ 32.) \n \n44 (Brasser Production 0185335.) \n \n45 (McDowell Dep. 112:7–20, 114:12–22, ECF No. 125.6.) \n \n \nMcDowell made a third equity investment in rFactr , again in the amount of \n$25,000.46  McDowell remained on rFactr’s Board until the end of 2017.47   \n21. Dunn joined the B oard in April 2015 and served as a board member until \nJuly 2017.48  Neither McDowell nor Dunn were employed by rFactr, but each received \nrFactr stock options as compensation for their service on the B oard.49  Brasser and \nGentner were rFactr’s only other board members until June 2017.50  \n22. According to McDowell and Dunn, Brasser and Gentner engaged in a \npattern of mismanagement and malfeasance throughout McDowell’s and Dunn’s \nboard service that significantly impeded McDowell’s and Du nn’s ability to monitor \nthe Company’s operations and performance .  This conduct included Brasser’s and \nGentner’s repeated (i) practice of providing McDowell and Dunn inconsistent and \nincomplete information about the Company ;51 (ii) refusal to provide McDowell and \nDunn important financial information about the Company, including information \nabout Brasser’s and Gentner’s compensation;52 and (iii) refusal to consider or \n \n46 (Brasser Production 0185335.)   \n \n47 (McDowell Dep. 112:7–20, 114:12–22, ECF No. 125.6.)   \n \n48 (Dep. Robert Dunn, dated Apr. 21, 2021, at 26:20–23 [hereinafter “Dunn Dep.”], ECF No. \n125.2.) \n \n49 (See Dunn Dep. 20:23–21:3, 99:25–100:3, ECF 114.6; McDowell Dep. 97:16–98:8, ECF No. \n103.3.) \n \n50 (Aff. William M. Butler, Dep. Ex. 25, ECF No. 124.18.) \n \n51 (McDowell Dep. 117:16– 19, ECF No. 103.3; Aff. William M. Butler, Dep. Ex. 13 at \n000005159, ECF No. 124.10.) \n \n52 (Dunn Dep. 42:3–10, 62:16–18, ECF 114.6; McDowell Dep. 179:6– 80:7, ECF No. 103.3; \nBrasser Production 0193747.) \n \n \nimplement any changes suggested by McDowell and Dunn, including, in particular, \nto address concern s about  the Company’s lack of recordkeeping and reporting \ncontrols.53  \n23. Despite Brasser’s and Gentner’s persistent lack of cooperation, McDowell \nand Dunn did succeed in obtaining certain information from them, including (i) at a \nboard meeting in September or October 2015, a cash flow statement for the period 1 \nJanuary 2015 through 30 September 2015 ;54 and (ii) in the summer of 2015 , \ncompensation information for all rFactr employees, including for Brasser ($330,000 \nbase compensation) and Gentner ($230,000 base compensation).55     \n24. Collectively, t hese documents showed that Brasser’s and Gentner’s \ncompensation consumed a substantial percentage of the Company’s total revenues.56  \nEarly on, McDowell and Dunn  considered Brasser’s and Gentner’s compensation to \nbe excessive, particularly in light of rFactr’s small size and declining prospects, and \ntherefore took measures to try to reduce their pay .57  These efforts included Dunn’s \n \n53 (Aff. William M. Butler, Dep. Ex. 3 [hereinafter “26 May 2017 Email”], ECF No. 124.3.) \n \n54 (Aff. William J. Farley, III Supp. Defs. Chris Lau and Robert Dunn’s Mot. Summ. J., Ex. \nM at 000003563–68 [hereinafter “2015 Financial Documents and Compensation”], ECF No. \n114.13.) \n \n55 (2015 Financial Documents and Compensation 000003559; McDowell Dep. 117:10–15, ECF \nNo. 125.6.)  These documents can also be found at Aff. William M. Butler, Dep. Ex. 7, ECF \nNo. 124.6. \n \n56 (See 2015 Financial Documents and Compensation 000003555–68.)   \n \n57 (Dunn Dep. 69:2– 71:23, ECF No. 114.6; McDowell Dep. 118:4 –21:1, ECF No. 103.3 ; \nMcDowell Dep. 135:21–36:6, ECF No. 125.6; 2015 Financial Documents and Compensation \n000003502; Aff. William M. Butler, Dep Ex. 6, ECF No. 124.5; Aff. William M. Butler, Dep. \nEx. 14 [hereinafter “29 March 2017 Emails”], ECF No. 124.11.) \n \n \nconsultation with an executive compensation expert, 58 who advised that reasonable \ncompensation for similarly situated executives should be no more than $75,000 to \n$100,000,59 and McDowell’s and Dunn’s repeated insistence to Brasser and Gentner \nthat they agree to a reduction in their compensation.   \n25. McDowell’s and Dunn’s efforts appeared to have borne fruit when Brasser \nand Gentner agreed to reduce their compensation if rFactr was not at least cash flow \nneutral by the end of the third quarter of 2015. 60  When rFactr failed to meet this \nmilestone, however, Brasser and Gentner refused to make the agreed-upon \ncompensation reduction,61 and Brasser grew angry and refused to speak to McDowell \nand Dunn when they complained to him about reneging on his agreement.62  Brasser \nand Gentner thereafter continued to pay themselves compensation that McDowell \nand Dunn considered excessive.  \n26. Some months later, in October 2015, Brasser proposed a reduction in his \nbase compensation to $230,000, provided that he receive a 10% c ommission for any \nsales he made and a revenue share of 7.5%  if rFactr had gross revenue s over \n \n58 (Resp. 18; Chris Lau and Robert Dunn’s Mem. Supp. Mot. Summ. J. 18 [hereinafter “Lau \nand Dunn Br.”], ECF No. 117; Def./Third-Party Pl. Chris McDowell’s Br. Supp. Mot. Summ. \nJ. 26–27 [hereinafter “ McDowell Br. ”], ECF No. 107 ; see 2015 Financial Documents and \nCompensation 000003503–07.) \n \n59 (Resp. 18; Lau and Dunn Br. 18; McDowell Br. 26–27; see 2015 Financial Documents and \nCompensation 000003504.)   \n \n60 (McDowell Dep. 118:4–19:3, ECF No. 103.3.) \n \n61 (McDowell Dep. 119:10–20, ECF No. 103.3.) \n \n62 (McDowell Dep. 119:10–19:20, ECF No. 103.3.) \n \n \n$300,000.63  McDowell and Dunn comprised a majority of the disinterested board \nmembers eligible to vote on Brasser’s and Gentner’s compensation 64 and rejected \nBrasser’s proposal, deeming it not in the Company’s best interest. 65  Thereafter, \nBrasser and Gentner continued to pay themselves compensation that McDowell and \nDunn considered excessive, until 2016, when Brasser and Gentner elected not to cash \na few of their compensation checks due to the Company’s declining cash reserves.66   \n27. In January 2017, rFactr published to its investors an Investor Update \nreporting $1.2 million in 2016 revenues.67  On 17 February 2017, Dunn emailed \nMcDowell, pointing out that the Investor Update described an inappropriately \noptimistic forecast as a “run -rate,” an error that Dunn attributed to Brasser’s and \nGentner’s “lack [of] business acumen” or their attempt to misrepresent the financials \nof rFactr.68  Dunn challenged Brasser and Gentner on the error, but neither Dunn, \nMcDowell, nor the Board notified the Company’s investors about the mistake.69   \n \n63 (Aff. William J. Farley, III Supp. Defs. Chris Lau and Robert Dunn’s Mot. Summ. J., Ex. \nO, ECF No. 114.15.) \n \n64 (See Aff. William J. Farley, III Supp. Defs. Chris Lau and Robert Dunn’s Mot. Summ. J., \nEx. L at 6 [hereinafter “rFactr Bylaws”], ECF No. 114.12.) \n \n65 (Aff. William J. Farley, III Supp. Defs. Chris Lau and Robert Dunn’s Mot. Summ. J., Ex. \nP, ECF No. 114.16.) \n \n66 (Brasser Dep. 88:23–89:14, ECF No. 114.3.)   \n \n67 (Dunn Dep. 124:1–25:11, ECF No. 125.2; Aff. William M. Butler, Dep. Ex. 15 [hereinafter \n“2017 Investor Update and Emails”], ECF No. 124.12; Aff. Wil liam M. Butler, Dep. Ex. 17 \n[hereinafter “Dunn Resignation Emails”], ECF No. 124.13.)   \n \n68 (Dunn Dep. 115:3–20, ECF No. 125.2; 2017 Investor Update and Emails.) \n \n69 (Dunn Dep. 115:21–16:8, ECF No. 125.2.) \n \n \n \n28. On 2 May 2017, Plaintiffs, through counsel, sent a letter to Brasse r \nrequesting financial statements and other documents from rFactr. 70  Gentner \nprovided the requested information the following month .71  Dunn quickly noticed \ndiscrepancies between the June 2017 financials and the numbers reported in the \nInvestor Update.  Most significantly, while rFactr had reported $1.2 million in 2016 \nrevenues in the Investor Update, the June 2017 f inancials stated that rFactr’s 2016 \nrevenues were only $546,000—less than half of those reported to investors just five \nmonths before.72  \n29. Matters soon got worse.  At a board meeting on 12 June 2017, Brasser and \nGentner revealed to McDowell and Dunn  for the first time that rFac tr had \nsystematically failed to pay payroll tax es to the IRS from  September 2014 through  \nJune 2016 and that rFactr owed the IRS over $900,000 in unpaid taxes, interest, and \npenalties as a result , a huge liability for a company of rFactr’s size and revenues .73  \nMcDowell and Dunn promptly advised the Company’s other investors about rFactr’s \ntax liability.74   \n \n70 (Aff. William J. Farley, III Supp. Defs. Chris Lau and Robert Dunn’s Mot. Summ. J., Ex. \nS, ECF No. 114.19.) \n \n71 (Aff. William M. Butler, Dep. Ex. 41, ECF No. 124.21.) \n \n72 (Dunn Dep. 115:6–16:24; 2017 Investor Update and Emails; Dunn Resignation Emails.) \n \n73 (Aff. William J. Farley, III Supp. Defs. Chris Lau and Robert Dunn’s Mot. Summ. J., Ex. X \nat 0000422 [hereinafter “2017 Board Minutes”], ECF No. 114.24; Aff. William M. Butler, Dep. \nEx. 32 at 0000422 [hereinafter “2017 Board Minutes”], ECF No. 124.19; Brasser Dep. 121:14–\n18, ECF No. 114.3; Dunn Resignation Emails; Aff. William J. Farley, III Supp. Defs. Chris \nLau and Robert Dunn’s Mot. Summ. J., Ex. V, ECF No. 114.22.) \n \n74 (Kwon Dep. 80:20–25, ECF No. 114.4.)   \n \n \n \n30. Three days later, on 15 June 2017, the Board responded to these revelations \nby voting to add a fifth board seat and inviting Lau to serve on the Board.75  Lau was \nan obvious choice because he had invested nearly $2 million in rFactr and had \noccasionally participated in board calls since 2015.76  In light of rFactr’s tax liability, \nDunn, McDowell, and Lau were doubtful that rFactr could survive and placed the \nblame for the Company’s demise squarely on Brasser and Gentner. 77  Brasser soon \nleft his position as C hief Executive Officer to focus on driving the  Company’s sales \nand revenue growth but remained on the Board.78  \n31. The five-person board structure did not last long.  Dunn left the B oard on \n29 June 2017, citing the discrepancy in rFactr’s 2016 revenues, the Company’s large, \nundisclosed tax liability, and the misstated run -rate in the Investor Update as \nreasons for his resignation.79  His board seat was not filled.   \n32. At this point, rFactr  had limited cash reserves and was unable to pay its \nemployees or vendors.  The Company was also unsuccess ful in courting new \ninvestors.80  In an effort to chart a path forward, the Board considered various other \n \n75 (2017 Board Minutes 0000423.)   \n \n76 (2017 Board Minutes 0000423, 0000424; Dep. Luen H. Lau, dated May 6, 2021, at 43:15–\n45:3 [hereinafter “Lau Dep.”], ECF No. 114.8.) \n \n77 (Aff. William M. Butler, Dep. Ex. 18, ECF No. 124.14.)   \n \n78 (2017 Board Minutes 0000423, 0000424; Aff. William J. Farley, III Supp. Defs. Chris Lau \nand Robert Dunn’s Mot. Summ. J., Ex. Y, ECF No. 114.25.) \n \n79 (Dunn Resignation Emails.)   \n \n80 (Brasser Dep. 237:8–11, 240:8–10, 242:7–43:3, ECF No. 114.3; Aff. William J. Farley, III \nSupp. Defs. Chris Lau and Robert Dunn’s Mot. Summ. J., Ex. W, ECF No. 114.23; Brasser \nDep. 90:21–91:23, ECF No. 125.1.) \n \n \noptions, including a potential sale to McDowell  and Lau  that was never \nconsummated,81 and a sale of assets to a digital customer engagement platform called \nGrapevine6.82   \n33. The proposed Grapevine6 transaction required rFactr to pay Grapevine6 a \ncash deposit of $200,000, which would be forfeited i f a deal was not timely \ncompleted.83  McDowell and Lau  ultimately caused rFactr to reject the sale to \nGrapevine6, at least in part because they believed that the tax write-offs resulting \nfrom rFactr’s failure would be more valuable for the Company’s investors  than the \ncontemplated sale to Grapevine6.84  After Brasser and Gentner pointed out that not \nall investors would be able to benefit from such write -offs, Lau acknowledged that \nrejecting the sale on that basis was a mistake. 85  Though the proposed sale to \nGrapevine6 was rejected, Brasser successfully negotiated a revenue-share deal with \nGrapevine6 through which Grapevine6 hired rFactr’s employees (other than Brasser \nand Gentner ) and took over rFactr’s revenue source. 86  rFactr is no longer an \noperating entity. \n \n81 (Lau Dep. 189:25–92:2, ECF No. 125.4; Brasser Dep. 270:16–71:24, ECF No. 125.1.) \n \n82 (Lau 189:10–20, ECF No. 125.4; 2017 Board Minutes  0000432; Aff. William J. Farley, III \nSupp. Defs. Chris Lau and Robert Dunn’s Mot. Summ. J., Ex. BB [hereinafter “Grapevine6 \nLetter of Intent”], ECF No. 114.28; Brasser Dep. 91:2–7, ECF No. 125.1.) \n \n83 (Grapevine6 Letter of Intent 4.) \n \n84 (2017 Board Minutes 0000434.)   \n \n85 (2017 Board Minutes 0000435; Brasser Dep. 95:7–96:14, ECF No. 125.1.)  \n  \n86 (Brasser Dep. 198:14–200:2, 236:3–8, ECF No. 114.3.)   \n \n \n \nD.  Procedural History  \n34. Lee and Kwon filed this action on 6 September 2019,87 asserting derivative \nclaims against McDowell, Dunn, and Lau for breach of fiduciary duty, as well as \nindividual claims against McDowell for breach of fiduciary duty; constructive fraud; \nand securities fraud pursuant to N.C.G.S. § 78A -56(a) (“NCSA”), section 10(b) of the \nExchange Act, and Rule 10b-5.88 \n35. Defendants filed the Motions on 17 December 2022, and after full briefing, \nthe Court held a hearing on the Motions on 16 February 2022  (the “Hearing”), at \nwhich all parties were represented by counsel.  The Motions are now ripe for \nresolution.  \nII. \nLEGAL STANDARD \n36. “Summary judgment is appropriate ‘if the pleadings, depositions, answers \nto interrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genui ne issue as to any material fact and that any party is entitled \nto a judgment as a matter of law.’ ” Da Silva v. WakeMed , 375 N.C. 1, 10 (2020) \n(quoting N.C. R. Civ. P. 56(c)).  “An issue is ‘genuine’ if it can be proven by substantial \nevidence and a fact is ‘material’ if it would constitute or irrevocably establish any \nmaterial element of a claim or a defense.”  Lowe v. Bradford, 305 N.C. 366, 369 (1982). \n \n87 (Compl., ECF No. 3.) \n \n88 (Am. Compl. ¶¶ 90–120.) \n \n \n37. “The summary judgment standard requires the trial court to construe \nevidence in the light most favorable to the nonmoving party.”  Draughon v. Evening \nStar Holiness Church of Dunn, 374 N.C. 479, 482 (2020).  Accordingly, the Court will \n“draw all reasonable inferences in favor of plaintiffs.”  Barger v. McCoy Hillard & \nParks, 346 N.C. 650, 662 (1997). \n38. “[T]he party moving for summary judgment ultimately has the burden of \nestablishing the lack of any triable issue of fact.” Pe mbee Mfg. Corp. v. Cape Fear \nConstr. Co., 313 N.C. 488, 491 (1985).  “The showing required for summary judgment \nmay be accomplished by proving an essential element of the opposing party’s claim \ndoes not exist, cannot be proven at trial, or would be barred by an affirmative defense, \nor by showing through discovery that the opposing party cannot produce evidence to \nsupport an essential element of her claim.”  Dobson v. Harris, 352 N.C. 77, 83 (2000) \n(internal citations omitted).  “If the movant demonstrates the absence of a genuine \nissue of material fact, the burden shifts to the nonmovant to present specific facts \nwhich establish the presence of a genuine factual dispute for trial.”  In re Will of \nJones, 362 N.C. 569, 573 (2008).  “Nevertheless, if there is any question as to the \nweight of evidence summary judgment should be denied.”  Id. (cleaned up). \nIII. \nANALYSIS \nA.  Derivative Claims for Breach of Fiduciary Duty  \n39. Plaintiffs have asserted derivative claims against McDowell, Dunn, and Lau \nfor breach of the fiduciary duties they owe as directors of rFactr, alleging that (i) \n \n \nMcDowell and Dunn failed to adequately monitor and oversee rFactr;  (ii) McDowell \nand Dunn faile d to prevent the payment of excessive compensation to Brasser and \nGentner; 89 and (iii) McDowell and Lau engaged in improper self-dealing by rejecting \nthe sale of rFactr to Grapevine6 in November 2017.90   \n40. Defendants seek dismissal of each of Plaintiffs’ claim s, contending that the \nundisputed evidence establishes that (i) McDowell and Dunn met their duty of care \nby taking reasonable measures in good faith to stay informed about rFactr’s business; \n(ii) McDowell’s and Dunn’s decisions concerning Brasser’s and Gentner’s \ncompensation were made in good faith and are protected by the busi ness judgment \nrule; and (iii) McDowell’s and Lau’s rejection of the Grapevine6 transaction was not \nimproper self-dealing, and regardless, the rejection did not harm rFactr because \nrFactr lacked sufficient funds to meet Grapevine6’s non-negotiable deal terms.\n91   \n \n89 While Plaintiffs appear to argue that Lau may be liable for failing to obtain financial \nrecords and to reduce Brasser’s  and Gentner’s compensation, by the time Lau joined the \nBoard in June 2017, it is undisputed that McDowell, Dunn, and Lau had obtained up-to-date \nfinancial information from rFactr, (2017 Board Minutes 00000422), and Brasser and Gentner \nwere no longer accepting compensation due to rFactr’s financial troubles, (2017 Board \nMinutes 00000426).  As a result, the Court concludes that to the extent Plaintiffs’ derivative \nclaims arising from Defendants’ alleged failure to monitor and oversee the Company’s \noperations or prevent the payment of excessive compensation are asserted against Lau, those \nclaims should be, and therefore are, hereby dismissed for failure to offer evidence sufficient \nto sustain their claim under Rule 56. \n \n90 (Resp. 13–22.) \n   \n91 (McDowell Br. 27–29; Lau and Dunn Br. 16–21.)   \n \n \n1. Claims Based on Duty to Monitor and Duty of Oversight \n41. The Court first considers Plaintiffs’ derivative claims against McDowell and \nDunn for breach of fiduciary duty based on  their alleged failure  to monitor and \noversee rFactr and its operations.   \n42. A director of a North Carolina corporation is required to perform his or her \nduties “(1) [i]n good faith; (2) [w]ith the care an ordinarily prudent person in a like \nposition would exercise under similar circumstances; and (3) [i]n a manner he [or she] \nreasonably believes to be in the best interests of the corporation.”  N .C.G.S. § 55-8-\n30(a).  To assess whether a director has met this standard, a reviewing court must \nexamine “the care (1) an ordinarily prudent person, (2) in a like position, (3) would \nexercise under similar circumstances, and (4) whether the officer or director acted in \na manner he reasonably believed to be in the best interests of the corporation.”  State \nv. Custard, 2010 NCBC LEXIS 9, at *55 (N.C. Super. Ct. Mar. 19, 2010).  Importantly, \n“[this] standard of conduct is subject to review under the business judgment rule.”  \nId.   \n43. The North Carolina courts offer limited guidance concerning a director’s \nduty to monitor a nd oversee the corporation’s business affairs.  Former Business \nCourt Judge Ben Tennille’s 2010 decision in Custard  is the most thoroughgoing and \nis helpful here .  Id. at *65 –70.  In that case, Judge Tennille relied heavily upon \nDelaware law.  Id. at *48 (noting that “North Carolina courts have frequently looked \nto the well -developed case law of corporate governance in Delaware for guidance”) .  \nThis Court, too, concludes that Delaware law provides important and useful guidance \n \n \nin assessing a director’s duty to monitor and duty of oversight under North Carolina \nlaw and will consult relevant decisions from the Delaware courts in considering the \nMotions.  See, e.g., Reynolds Am. Inc. v. Third Motion Equities Master Fund Ltd., 379 \nN.C. 524, 528 (2021) (electing to “borrow freely” from Delaware decisions in judicial \nappraisal action); Corwin v. Brit. Am. Tobacco PLC, 371 N.C. 605, 613 (2018) (relying \non Delaware decisions to decide voting power issues in shareholder suit). \n44. The starting point under Delaw are law —as it was for Judge Tennille in \nCustard—is the Delaware Chancery Court’s decision in In re Caremark Int’l Inc. \nDerivative Litig. , 698 A.2d 959, 967 (Del. Ch. 1996) .  In Caremark, the Chancery \nCourt held as follows: \nGenerally where a claim of direct orial liability for corporate loss is \npredicated upon ignorance of liability creating activities within the \ncorporation . . . only a sustained or systematic failure of the board to \nexercise oversight ––such as an utter failure to attempt to assure a \nreasonable information and reporting system exists––will establish the \nlack of good faith that is a necessary condition to liability.  \n \nCaremark, 698 A.2d at 971. \n \n45. The Delaware Supreme Court subsequently embraced the Chancery Court’s \nCaremark holding in Stone v. Ritter, 911 A.2d 362, 365 (Del. 2006), stating that: \nCaremark articulates the necessary conditions predicate for director \noversight liability: (a) the direct ors utterly failed to implement any \nreporting or information system or controls; or (b) having implemented \nsuch a system or controls, consciously failed to monitor or oversee its \noperations thus disabling themselves from being informed of risks or \nproblems requiring their attention. In either case, imposition of liability \nrequires a showing that the directors knew that they were not \ndischarging their fiduciary obligations. Where directors fail to act in the \nface of a known duty to act, thereby demonstrating a conscious disregard \nfor their responsibilities, they breach their duty of loyalty by failing to \ndischarge that fiduciary obligation in good faith.   \n \n \n \n46. Most recently, the Delaware Supreme Court has described a director’s \nCaremark duties as follows: \nAs with any other disinterested business judgment, directors have great \ndiscretion to design context—and industry—specific approaches tailored \nto their companies’ businesses and resources.  But Caremark does have \na bottom- line requirement that is important: the board must make a \ngood faith effort —i.e., try —to put in place a reasonable board -level \nsystem of monitoring and reporting.  Thus, our case law gives deference \nto boards and has dismissed Caremark  cases even when illegal or \nharmful company activities escaped detection, when the plaintiffs have \nbeen unable to plead that the board failed to make the required good \nfaith effort to put a reasonable compliance an d reporting system in \nplace. \n \nMarchand v. Barnhill, 212 A.3d 805, 821 (Del. 2019) (footnote omitted).  \n47. Given the minimal burden the Caremark  standard imposes on directors to \nsatisfy their duty of loyalty to the corporation, both the Delaware Chancery Court  \nand the Delaware Supreme Court have noted that “a Caremark claim is ‘possibly the \nmost difficult theory in corporation law upon which a plaintiff might hope to win a \njudgment.’ ”  City  of Birmingham Ret. & Relief Sys. v. Good, 177 A.3d 47, 55 ( Del. \n2017) (quoting with approval Caremark , 698 A.2d at 967).  McDowell and Dunn \ncontend that they satisfied this minimal burden here, and the Court agrees.   \n48. First, it is undisputed that McDowell and Dunn made numerous requests \nfor information during the time they were on the Board\n92 and that they were able to \nobtain a Company cash flow statement and information regarding Brasser’s and \n \n92 (Brasser Production 0193747; Dunn Dep. 41:10– 19, ECF No. 114.6; Brasser Dep. 50:15 –\n25, ECF No. 114.3; Aff. William M. Butler, Dep. Ex. 2, ECF No. 124.2.) \n \n \nGentner’s compensation. 93  Rather than evidence an indifference to or a conscious \ndisregard of their duties as board members  as Plaintiffs suggest , McDowell’s and \nDunn’s repeated requests reflect a good faith attempt to monitor and oversee the \nCompany.  \n49. In addition, while it is undisputed that there was no board -level system of \nmonitoring and reporting at rFactr, the Court is mindful that a director’s Caremark  \nduties must be “judged in the context in which they occur.”  Custard , 2010 NCBC \nLEXIS 9, at *51.  Here, rFactr was a small, heavily indebted startup company, and \nMcDowell and Dunn  served on a four -member board with the Company’s founders \nand chief executive officers, Brasser and Gentner.  The evidence is undisputed that \nMcDowell and Dunn  made repeated informal requests to Brasser and Gentner to \nimplement a system of recordkeeping and reporting for directors and shareholders, \nbut Brasser and Gentner consistently re fused.94  Because the Company’s bylaws \nrequired majority consent for board action,95 McDowell and Dunn could not impose \nsuch a reporting system over the other board members’ objections.  Even though \nMcDowell and Dunn were ultimately unsuccessful due to Brasser’s and Gentner’s \nopposition, t he Court cannot conclude in these circumstances that McDowell and \nDunn failed to “try [ ] to put in place a reasonable board -level system of monitoring \n \n93 (Dunn Dep. 41:10– 19, ECF No. 114.6; Brasser Dep. 50:15–25, ECF No. 114.3; 2015 \nFinancial Documents and Compensation 000003555–68.) \n \n94 (See, e.g., 26 May 2017 Email.)   \n \n95 (rFactr Bylaws 6.) \n \n \nand reporting,” Marchand, 212 A.3d at 821, or “utter[ly] fail[ed] to attempt to assure \na reasonable information and reporting system exists,” Caremark, 698 A.2d at 971.   \n50. Plaintiffs nonetheless argue that McDowell and Dunn should have done \nmore—and indeed they certainly could have made a formal request for board action, \nproposed and voted for a board resolution, taken legal action, resigned in protest, or \ntaken other measures  to advocate for a reporting system.  But Caremark does not \nrequire that directors do very much to meet their duty of loyalty in this context—they \nsimply must do something.  And here, in the context of this board and this company, \nto require McDowell and Dunn  to initiate futile formal action to satisfy their duties \nunder Caremark would place form over substance and would be inconsistent with \nboth North Carolina and Delaware precedent.  See, e.g., Custard, 2010 NCBC LEXIS \n9, at *50–51 (noting that “every analysis of fiduciary conduct is contextual in nature, \nand the contexts in which fiduciary duties are applied are constantly changing”); see \nalso, e.g., In re Citigroup Inc. S’holder Litig., 964 A.2d 106, 123 (Del. Ch. 2009) (“[T]o \nestablish oversight liability a plaintiff must show that the directors knew they were \nnot discharging their fiduciary obligations or that the directors demonstrated a \nconscious disregard for their responsibilities such as by failing to act in the face of a \nknown duty to act.” (emphasis omitted)). \n51. In sum, the undisputed facts show that McDowell and Dunn  were not \ndisengaged, acquiescent, or blindly compliant directors.  Rather, they were regularly \nrequesting financial information but were stymied by the two other members of the \nBoard who had an equal vote under the bylaws.  While McDowell and Dunn certainly \n \n \ncould have taken other and perhaps more productive action, in this context, \nCaremark does not require that they do more.  Cf. , e.g., ATR–Kim Eng Fin. Corp. v. \nAraneta, No. 489–N, 2006 Del. Ch. LEXIS 215, at *75 (Del. Ch. Dec. 21, 2006) (finding \nthat independent board members breached their fiduciary duties after “they entirely \ndeferred to [a majority shareholder board member] in matters relating to the \n[company]”).  Thus, the Court concludes that Plaintiffs’ derivative claim s based on \nMcDowell’s and Dunn’s alleged breach of their fiduciary duty to monitor and oversee \nthe Company should be dismissed. \n2. Claims Based on Payment of Excessive Compensation \n52. The Court next considers Plaintiffs’ claims for breach of fiduciary duty based \non Defendants’ alleged failure to prevent the payment of excessive compensation to \nBrasser and Gentner.  Plaintiffs contend that McDowell and Dunn  consistently \nrecognized that B rasser’s and Gentner’s compensation was plainly excessive\n96 yet \nelected not to reduce either officer’s compensation despite their ability to do so as the \nmajority of the disinterested directors eligible to vote on the compensation paid to \nthese executives.97   \n \n96 Indeed, Dunn stated in October 2015 that “[t]here is no question in my mind that the \ncomp[ensation] is excessive for this company given its weak positions and performance,” \n(2015 Financial Documents and Compensation 000003502), and that “the salaries are \noutrageous relative to revenue and cashflow especially as they endanger the very survival of \nthe company,” ( Aff. William M. Butler , Dep Ex. 6 , ECF No. 124.5 ).  He later stated that \nBrasser’s and Gentner’s compensation “cannot in good faith, business acumen, and in \naccordance with our fiduciary responsibilities continue indefinitely.”  ( 29 March 2017 \nEmails.)  McDowell testified similarly, stating that he and Dunn were “horrified” at the level \nof compensation paid to Brasser and Gentner, (McDowell Dep. 135:21–36:6, ECF No. 125.6), \nand admitting that Brasser’s management did not reflect “a rational approach to things ,”  \n(McDowell Dep. 153:13–54:6, ECF No. 125.6). \n \n97 (Resp. 18–19.) \n \n \n53. McDowell and Dunn  move to dismiss, arguing that their decisions \nconcerning Brasser’s and Gentner’s compensation involved the careful exercise of \nbusiness judgment—one in which they balanced the compensation that the struggling \ncompany could afford to pay against the need to pay compensation sufficient to retain \nBrasser and Gentner , executives whose knowledge, experience, and abilities were \ncritical to the C ompany’s survival. 98  McDowell and Dunn  contend that, on these \nundisputed facts, their actions should be protected by the business judgment rule as \na matter of law. \n54. A director’s standard of care is described in N.C.G.S. § 55-8-30 as follows:  \n[a] director shall discharge the director’s duties as a director, including \nthe director’s duties as a member of a committee or subcommittee, in \naccordance with all of the following: (1) In good faith. (2) With the care \nan ordinarily prudent person in a like position would exercise under \nsimilar circumstances. (3) In a manner the director reasonably believes \nto be in the best interests of the corporation. \n \n55. The business judgment rule has been described as “an extension of the \nfundamental principle that the management of the business and affairs of a \ncorporation is entrusted to its directors as the duly elected and authorized \nrepresentatives of the shareholders.”  Russell M. Robinson, II, Robinson on North \nCarolina Corporation Law § 14.06 (rev. 7th ed. 2006).  The rule creates \nan initial evidentiary presumption that in making a decision t he \ndirectors acted with due care (i.e., on an informed basis) and in good \nfaith in the honest belief that their action was in the best interest of the \ncorporation, and second, absent rebuttal of the initial presumption, a \npowerful substantive presumption t hat a decision by a loyal and \n \n98 (Lau and Dunn Br. 18 –19; Chris Lau and Robert Dunn’s Reply to Pl s.’ Mem. Opp’n Mot. \nSumm. J. 6–8 [hereinafter “Lau and Dunn Reply”], ECF No. 131; McDowell Br. 28–29.)   \n \n \ninformed board will not be overturned by a court unless it cannot be \nattributed to any rational business purpose.   \nCustard, 2010 NCBC LEXIS 9, at *56– 57 (quoting id. ).  As a result, “[t]he rule \nprecludes a court from unreason ably reviewing or interfering with managerial \ndecisions by [the board], thus allowing directors to be risk takers without being made \nsubject to judicial second guessing.”  Robinson on North Carolina Corporation Law § \n14.06.   \n56. As previously explained by Judge Tennille: \nAbsent proof of bad faith, conflict of interest, or disloyalty, the business \ndecisions of officers and directors will not be second- guessed if they are \n“the product of a rational process,” and the officers and directors “availed \nthemselves of all material and reasonably available information” and \nhonestly believed they were acting in the best interest of the corporation.  \n[Citigroup, 964 A.2d at 124] (citation and footnote omitted).  [The \nbusiness judgment rule] “is predicated on concepts of gross negligence.”  \nId. \nCustard, 2010 NCBC LEXIS 9, at *58.   \n57. Under North Carolina law, directors “are not, as a rule, responsible for mere \nerrors of judgment, nor for slight omissions from which the loss complained of could \nnot have reasonably  resulted.”  N.C. Corp. Com. v . Harnett Cnty. Tr. Co. , 192 N.C. \n246, 248 (1926).  Nevertheless, “[e]vidence that a [director] was inattentive, \nuninformed, acted in bad faith, or made a decision that is unreasonable may be \nconsidered in determining that the business judgment rule does not apply to protect \nalleged misdeeds.”  Emrich Enters. v. Hornwood, Inc., 2022 NCBC LEXIS 19, at *45–\n46 (N.C. Super. Ct. Feb. 15, 2022) (applying the business judgment rule to the actions \nof managers).  A reviewing court’s focus must be on the process undertaken by the \n \n \nboard, not the content of the decision made.  Custard , 2010 NCBC LEXIS 9, at *57 \n(citing Caremark, 698 A.2d at 967–68).   \n58. Board decisions that approve compensation  amounting to corporate waste \nare not protected by the business judgment rule.  See Ehmann v. Medflow, Inc.  \n(Ehmann I), 2017 NCBC LEXIS 88, at *58 (N.C. Super. Ct. Sept. 26, 2017) (c iting \nGrimes v. Donald, 673 A.2d 1207, 1215 (Del. 1996), overruled in part on other grounds \nby Brehm v. Eisner, 746 A.2d 244 (Del. 2000) ).  “[W]aste entails an exchange of \ncorporate assets for consideration so disproportionately small as to lie beyond the \nrange at which any reasonable person might be willing to trade.”  Ehmann v. \nMedflow, Inc. (Ehmann II), 2020 NCBC LEXIS 46, at *62 (N.C. Super. Ct. Apr. 9, \n2020) (quoting Krieger v. Johnson, 2014 NCBC LEXIS 13, at *22 (N.C. Super. Ct. Apr. \n30, 2014)).  Even where a contract reflects “some consideration,” there may still be a \nfinding of waste “if the value of the compensation to be paid is so out of all proportion \nto the value of the services which the beneficiary would be expected to render that no \nreasonable person would consider that the corporation would receive a quid pro quo.”  \nEhmann II, 2020 NCBC LEXIS 46, at *63 (cleaned up).  “A claim of waste will arise \nonly in the rare, ‘unconscionable case where directors irrationally squander or give \naway corporate assets.’ ”  Brehm v. Eisner (In re Walt Disney Co. Derivative Litig.) , \n906 A.2d 27, 74 (Del. 2006); see Ehmann II, 2020 NCBC LEXIS 46, at *63.    \n59. Here, McDowell and Dunn have acknowledged that they were “horrified” by \nthe “outrageous” and “excessive” compensation paid to Brasser and Gentner, and the \nevidence is undisputed that the expert consulted by Dunn advised that Brasser’s \n \n \ncompensation, in particular, was 3 to 4.5 times higher than was typically paid to \nexecutives of similar ly situated  companies.99  At the same time, McDowell has \nacknowledged that he considered Brasser “untrustworthy,” 100 that Brasser provided \ninformation to the Board that he found “absolutely not useful” and “was basically just \nlies,”101 and that Brasser had engaged in conduct with Gentner that caused McDowell \nto question “for years” whether Brasser and Gentner were acting with willful \nmalfeasance.102  Ultimately, McDowell declared in June 2017 that “[Brasser] [was] \ndestroying this company for his own gain and [Gentner] is a willing accomplice.”103   \n60. In the face of this evidence, and despite their decision not to take formal \naction to reduce either executive’s pay even though they comprised a majority of the \ndisinterested directors entitled to vote on each executive’s compensation , McDowell \nand Dunn argue that they are entitled to judgment as a matter of law because they \nexercised reasonable business judgment in rejecting Brasser’s proposal to reduce his \nsalary and in addressing Brasser’s and Gentner’s compensation through informal \nmeans.104  McDowell and Dunn  contend that Brasser and Gentner knew the most \nabout rFactr’s product s, operations, and sales and  that had they acted on their \n \n99 (Resp. 18; Lau and Dunn Br. 18; McDowell Br. 26– 27; see 2015 Financial Documents and \nCompensation 000003504.) \n \n100 (McDowell Dep. 121:2–12, ECF No. 125.6.) \n \n101 (McDowell Dep. 177:11–78:3, ECF No. 125.6.) \n \n102 (McDowell Dep. 190:12–21, ECF No. 125.6.) \n \n103 (Aff. William M. Butler, Dep. Ex. 18, ECF No. 124.14.) \n \n104 (See Lau and Dunn Br. 18–19; Lau and Dunn Reply 6–8; McDowell Br. 28–29.)   \n \n \nthreats to leave the Company should they find their compensation unsatisfactory, the \nCompany was likely to fail, causing all investors to lose the full value of their \ninvestments.105  McDowell and Dunn  assert that after learning of Brasser’s and \nGentner’s excessive compensation in late 2015 and failing in their first confrontation \nwith the pair regarding compensation ,106 they decided to reject Brasser’s proposed \ncompensation reduction and not to impose a compensation reduc tion through other \nformal, confrontational action .  I nstead, they argue  that  they prudently sought to \nconvince Brasser and Gentner to accept less pay through informal persuasion, hoping \nto convince them to reduce their drain on the Company’s cash while at the same time \nmotivating each to stay at the Company.107   \n61. The issue thus posed is whether McDowell’s  and Dunn’s  rejection of \nBrasser’s proposed compensation reduction and asserted strategy of informal action \nto reduce excessive compensation is protected by the business judgment rule as a \nmatter of law when the undisputed evidence shows that McDowell and Dunn (i) knew \nBrasser’s and Gentner’s compensation was clearly excessiv e, (ii)  harbored strong \nsuspicions that the pair was engaging in willful malfeasance to the Company’s great \ndetriment, and (iii) had the authority to impose a compensation reduction through \nformal board action but elected not to do so.   \n \n105 (Lau and Dunn Br. 18 –19; Lau and Dunn Reply 7; Dunn Dep. 86:15 –87:3, 88:1–5, ECF \nNo. 114.6.)   \n \n106 (2015 Financial Documents and Compensation 000003502, 000003559; McDowell Dep. \n117:19–22, ECF No. 125.6.) \n \n107 (McDowell Dep. 120:8–21:1, ECF No. 125.6; Dunn Dep. 87:8–19, 88:1–5, 99:4–100:7, ECF \nNo. 114.6; Aff. William M. Butler, Dep. Ex. 13, ECF No. 124.10.)   \n \n \n62. After careful review, the Court concludes that this record creates an issue of \nfact as to whether McDowell and Dunn  engaged in a rational process to address \nBrasser’s and Gentner’s excessive compensation, see Custard, 2010 NCBC LEXIS 9, \nat *58 (requiring a director’s decision to be the “product of a rational process” for \nbusiness judgment rule protection) , or whether, by their lack of formal action, they \nunreasonably permitted the waste of rFactr’s corporate assets, see Ehmann II, 2020 \nNCBC LEXIS 46, at *63.  As such, the Court concludes that McDowell’s and Dunn’s \nMotions should be denied on these  claims alleging a breach of fiduciary duty in \nconnection with Brasser’s and Gentner’s compensation. \n3. Duty of Loyalty and the Grapevine6 Deal \n63. Plaintiffs also contend that McDowell and Lau breached their fiduciary \nduties as directors by causing rFactr to reject a potential sale of rFactr to Grapevine6 \nto further their own financial gain at the Company’s expense.  For support, Plaintiffs \npoint to minutes from rFactr’s 16 December 2017 board meeting reflecting that \nalthough McDowell and Lau “made the decision to cancel the deal with Grapevi ne \nbecause investors have more value with a tax write-off of 25% than in any deal going \nforward,” Lau admitted that “this was a mistake” after Brasser and Gentner advised \nthat “not all investors have write-offs for capital gains, so this decision unfairly causes \nreal damages to a number of investors.”\n108  Plaintiffs also point to Lau’s \n \n108 (Resp. 21; 2017 Board Minutes 0000434–35.) \n \n \n \nacknowledgement that he and McDowell were contemplating a purchase of rFactr at \nthe same time rFactr was negotiating a possible sale to Grapevine6.109   \n64. McDowell and Lau argue that their actions are protected by the business \njudgment rule and, in any event, offer undisputed evidence that Grapevine6 required \na $200,000 deposit to proceed to contract, which rFactr could not afford to pay.110  As \na result, McDowell and Lau contend t hat even if they breached their fiduciary duty \nto the Company, rFactr was not injured because no transaction with Grapevine6 was \never possible.\n111   \n65. Under North Carolina law, t he duty of loyalty requires that “a fiduciary \nmust strive to advance the best interests of the corporation.”  Seraph Garrison, LLC \nv. Garrison, No. COA14-1166, 2016 N.C. App. LEXIS 1376, at *8 (N.C. App. Apr. 19, \n2016) (citing In re The Walt Disney Co. Derivative Litig. , No. 15452, 2004 Del. Ch. \nLEXIS 132, at *5 n.49 (Del. Ch. Sept. 10, 2004)).   “This requirement prohibits the \ndirector from using the director’s position for personal gain to the detriment of the \ncorporation or its shareholders.”  Robinson on North Carolina Corporation Law  § \n14.04; see Maurer v. SlickEdit, Inc., 2006 NCBC 1, at *56–57 (N.C. Super. Ct. Feb. 3, \n2006) (“[W]here . . . a director proposes corporate action for which she has a personal \ninterest or agenda, there exists a duty of loyal ty and a duty of candor to the \ncorporation and the other directors to disclose the personal interest.”).  “Under a duty \n \n109 (Resp. 22; Lau Dep. 189:25–92:2, ECF No. 125.4.) \n \n110 (Lau and Dunn Br. 20; Lau and Dunn Reply 2–3; see McDowell Br. 28.)   \n \n111 (Lau and Dunn Br. 20; Lau and Dunn Reply 3; see McDowell Br. 28.) \n \n \nof loyalty, a director is not only required to avoid conflicts of interest but also to (1) \nact in the best interests of those to whom a fiduciary duty is owed and (2) try in good \nfaith to perform her duties with care.”  Custard , 2010 NCBC LEXIS 9, at *52.  The \nbusiness judgment rule only protects directors for “(1) an advertent business decision \n(2) made by disinterested directors (3) within the scope of their authority (4) in good \nfaith (5) with reasonable care and (6) not for their own self -interests.”  Robinson on \nNorth Carolina Corporation Law § 14.06. \n66. Here, Plaintiffs have offered substantial evidence that McDowell and Lau \nwere not disinterested and were acting to further their own self -interests in the \nGrapevine6 transaction.  As a result, the Court cannot conclude, as McDowell and \nLau urge, that the business judgment rule protects their actions as a matter of law  \nunder the standard imposed by Rule 56 .  Accordingly, the Court must deny \nDefendants’ Motions on this ground. \n67. McDowell and Lau’s  contention t hat their alleged breach did not cause \nrFactr injury, however, has more traction.  Not only have Plaintiffs failed to offer \nevidence that the Grapevine6 transaction could have or would have resulted in a sale \nbenefitting rFactr had McDowell and Lau not rejected it, but the undisputed evidence \nalso shows that rFactr did not have the necessary funds and  had not procured \ninvestors or lenders interested in providing the necessary funds to permit the sale \nprocess to go forward in earnest with Grapevine6.  In these circumstances —where \nthere is no evidence permitting the inference that a sale to Grapevine6 could have \nbeen possible but for McDowell and Lau’s self-dealing—Plaintiffs have failed to show \n \n \nthat McDowell’s and Lau’s alleged breach of fiduciary duty has caused injury to \nrFactr.  As such, Plaintiffs have failed to offer evidence of a necessary element of their \nclaim.  See, e.g., Panzino v. Map Mgmt. of Charlotte LLC, 2021 NCBC LEXIS 13, at \n*4 (N.C. Super. Ct. Feb. 12, 2021) (“To state a claim for breach  of fiduciary duty, the \nplaintiff must plead the existence of a fiduciary duty, a breach of that duty, and injury \nproximately caused by the breach.”); see also, e.g., Meiselman v. Meiselman, 309 N.C. \n279, 310 (1983) (recognizing that “the ability, financial or otherwise, of  the \ncorporation to take advantage of [a corporate] opportunity” is relevant in the inquiry \nof whether a corporate opportunity was usurped).   \n68. Based on the above, the Court concludes that Plaintiffs’ claims for breach of \nfiduciary duty against McDowell  and Lau arising from their actions in connection \nwith rFactr’s potential sale to Grapevine6 must be dismissed.\n112 \nB.  Individual Claims Against McDowell  \n69. Plaintiffs’ direct claims against McDowell for breach of fiduciary duty, \nconstructive fraud, and securities fraud all stem from McDowell’s alleged failure to \ncorrect three representations Plaintiffs allege Brasser made to them in McDowell’s \n \n112 Defendants argue more broadly that Plaintiffs have failed to offer evidence from which a \nreasonable factfinder could conclude that any actions of Defendants caused rFactr’s \ninsolvency and Plaintiffs’ loss of their investments, contending that rFactr’s IRS tax liability \nand its resulting collapse after disclosure of the IRS tax liens are the cause of Plaintiffs’ loss.  \n(McDowell Br. 25–28; Lau and Dunn Br. 23; McDowell Reply 13–14; Lau and Dunn Reply 9–\n11.)  The Court is not persuaded that such a conclusion is compelled as a matter of law under \nRule 56.  Not only is “[p]roximate cause . . . ordinarily a question of fact for the jury,” Williams \nv. Carolina Power & Light Co., 296 N.C. 400, 403 (1979) (cleaned up), but “[t]he Court should \nonly decide issues of proximate cause in those cases where reasonable minds could not differ \nas to the foreseeability of injury,” In re Southeastern Eye Center–Pending Matters , 2019 \nNCBC LEXIS 29, at *178 (N.C. Super. Ct. May 7, 2019).   Plaintiffs have offered sufficient \nevidence of proximate cause to permit reasonable minds to differ here. \n \n \npresence to induce Plaintiffs to purchase promissory notes  in rFactr: (i) that rFactr \nwas a new company; (ii) that Plaintiffs’ investments  would be used as bridge \nfinancing to support a new subscription demand; and (iii) that rFactr would be cash \nflow positive in six months.113  Plaintiffs also allege that McDowell failed to disclose \nthat he would be paid a finder’s fee if Plaintiffs purchase d rFactr’s promissory \nnotes.114   \n70. McDowell moves to dismiss  these claims, contending that the undisputed \nevidence establishes as a matter of law that he did not owe Plaintiffs a fiduciary duty, \nthat he did not make any affirmative misrepresentations, and that he did not have a \nduty to correct Brasser’s alleged misrepresentations or to disclose any compensation \nhe received for soliciting Plaintiffs’ investments.  \n1. Breach of Fiduciary Duty and Constructive Fraud \n71. Plaintiffs argue that McDowell owed them a fiduciary duty because he \nintroduced them to Brasser, vouched for Brasser and rFactr, solicited their \ninvestments by forwarding to them  information about rFactr, represented that he \nwas “actively involved in management oversight” of rFactr, and otherwise induced \nthem to purchase rFactr’s promissory notes.\n115   \n72. “To establish a claim for breach of fiduciary duty, a plaintiff must show that: \n(1) the defendant owed the plaintiff a fiduciary duty; (2) the defendant breached that \n \n113 (Am. Compl. ¶¶ 23–24.)   \n \n114 (Am. Compl. ¶ 27.)  \n \n115 (Resp. 23–24.) \n \n \n \nfiduciary duty; and (3) the breach of fiduciary duty was a proximate cause of injury \nto the plaintiff.”  Sykes v. Health Network Sols., Inc., 372 N.C. 326, 339 (2019). \n73. “For a breach of fiduciary duty to exist, there must first be a fiduciary \nrelationship between the parties.”  King v. Bryant, 369 N.C. 451, 464 (2017) (quoting \nDalton v. Camp, 353 N.C. 647, 651 (2001)).  “[A] fiduciary relationship is generally \ndescribed as arising when ‘there has been a special confidence reposed in one who in \nequity and good conscience is bound to act in good faith and with due rega rd to the \ninterests of the one reposing confidence.’ ” Dallaire v. Bank of Am., N.A. , 367 N.C. \n363, 367 (2014) (quoting Green v. Freeman , 367 N.C. 136, 141 (2013)).  “North \nCarolina recognizes two types of fiduciary relationships: de jure, or those imposed by \noperation of law, and de facto, or those arising from the particular facts and \ncircumstances constituting and surrounding the relationship.”  Hager v. Smithfield \nE. Health Holdings, LLC, 264 N.C. App. 350, 355 (2019). \n74. As an initial matter, Plaintiffs conceded at the Hearing that McDowell does \nnot owe Plaintiffs a de jure fiduciary duty  based on his role as a broker .\n116  This \nconcession is supported by undisputed evidence establishing that McDowell was not \na personal broker to Plaintiffs, including Plaint iffs’ admissions that they never \nentered a brokerage contract with McDowell or paid him for services related to their \npurchase of rFactr promissory notes.\n117   \n \n116 (Feb. 16, 2022 Hr’g Tr. 78:24–79:1 [hereinafter “Tr.”], ECF No. 140.)   \n \n117 (Kwon Dep. 13:4–14:10, ECF No. 103.1; Lee Dep. 15:14–16:2, ECF No. 103.2.) \n \n \n \n75. Instead, Plaintiffs base their fiduciary duty claims on their alleged de facto \nfiduciary relationship with McDowell.  However, “[t]he standard for finding a de facto \nfiduciary relationship is a demanding one: ‘Only when one party figuratively holds \nall the cards—all the financial power or technical information, for example —have \nNorth Carolina courts found that the special circumstance of a fiduciary relationship \nhas arisen.’ ”  Lockerman v. S. River Elec. Membership Corp., 250 N.C. App. 631, 636 \n(2016) (quoting S.N.R. Mgmt. Corp. v. Danube Partners 141, LLC, 189 N.C. App. 601, \n613 (2008)).  \n76. Rather than address this standard, Plaintiffs argue that McDowell owed \nthem a de facto fiduciary duty under the “special duty” exception recognized by our \nSupreme Court i n Barger v. McCoy Hillard & Parks, 346 N.C. 650 (1997).\n118  But \nPlaintiffs misunderstand the concept of “special duty” as used in Barger.  As Judge \nAdam M. Conrad of this Court has explained: \n[The phrase “special duty” in Barger] comes from precedents dealing \nwith the distinction between individual and derivative suits.  Our courts \nhave held that “a shareholder may maintain an individual action \nagainst a third party for an injury that directly affects the shareholder, \neven if the corporation also has a cause of action arising from the same \nwrong, if the shareholder can show that the wrongdoer owed him a \nspecial duty.”  Barger, 346 N.C. at 658–59.  A fiduciary duty is an \nexample of a special duty.  So  is a contractual duty.  Other  special \nduties—including “when the wrongful actions of a party induced an \nindividual to become a shareholder”—are neither fiduciary nor \ncontractual, or at least not necessarily so.  Id. at 659; see also Howell v. \nFisher, 49 N.C. App. 488, 498 (1980). \n \n \n118 (Resp. 23.) \n \n \nKixsports, LLC v. Munn, 2021 NCBC LEXIS 32, at *37– 38 (N.C. Super. Ct. Apr. 1, \n2021). \n77. Applying these principles here, the Court concludes that Plaintiffs have \nfailed to offer evidence from which a reasonable factfinder could  conclude that \nMcDowell owed them a fiduciary duty.  In particular, even if McDowell’s activities \ncreated a special duty under Barger, Plaintiffs have failed to show that any special \nduty he owed was a fiduciary one.  Plaintiffs have neither argued nor offered evidence \nthat McDowell “held all the cards” in his relationship with Plaintiffs or controlled all \nthe information Plaintiffs could or did consider in making their investments in rFactr.   \n78. To the contrary, not only were Plaintiffs experienced, highly sophisticated \ninvestors and finance professionals who had ample opportunity after the March 2014 \ndinner to conduct any necessary due diligence prior to making their investments,119 \nbut the undisputed evidence also shows that they frequently communicated with \nBrasser and Gentner about rFactr and its finances and operations while they were \nconsidering whether to invest.\n120  \n79. At most, the undi sputed evidence shows that McDowell was a source of \ninformation to Plaintiffs, not the central and controlling figure in their investment \ndecision-making.  Indeed, Kwon testified that he was satisfied to invest without \nreceiving certain information he had requested from Brasser because he did not want \n \n119 (Kwon Dep. 9:2–22, ECF No. 103.1; Lee Dep. 10:13–12:16, ECF No. 103.2.) \n \n120 (Kwon Dep. 25:4–18, ECF No. 103.1; Kwon Dep. 30:2–11, ECF No. 125.3; Lee Dep. 33:4–\n13, ECF No. 103.2.) \n \n \nto miss out on investing in this round of financing. 121  In these circumstances, a \nfiduciary relationship with McDowell has not been shown to exist.122  See, e.g., Howell \nv. Heafner, 2020 NCBC LEXIS 105, at *39 (N.C. Super. Ct. Sept. 11, 2020) (finding a \nde facto fiduciary relationship did not exist where investors failed to show that they \n“were unable to request and receive more time to consider the [investment] \npaperwork had they chosen to do so, ask questions about the [documents’] provisions \nprior to signing, or hold back their signatures until any concerns were satisfied”).  \nBecause Plaintiffs’ claims for breach of fiduciary duty and constructive fraud both \ndepend upon the existence of a fiduciary relationship, those claims must therefore be \ndismissed with prejudice.123 \n2. Securities Fraud Pursuant to N.C.G.S. § 78A- 56(a), Section 10(b) of the \nExchange Act, and Rule 10b-5  \n \n80. Plaintiffs have asserted a claim against McDowell for securities fraud under \nthe NCSA and the United States Exchange Act for allegedly  making material  \nomissions of fact by failing to disclose his finder’s fee and the falsity of Brasser’s \n \n121 (Kwon Dep. 32:3–16, ECF No. 103.1.) \n \n122 Because the Court has determined that McDowell did not have a fiduciary relationship \nwith Plaintiffs, he did not have a fiduciary duty to disclose that he would receive \ncompensation if they chose to invest.  As discussed below, however, the Court concludes that \nMcDowell did have a duty to disclose that information under non- fiduciary principles of \nNorth Carolina law.  \n \n123 See, e.g.,  Panzino, 2021 NCBC LEXIS 13, at *4 (“Constructive fraud and breach of \nfiduciary duty are distinct claims with overlapping elements.  To state a claim for breach of \nfiduciary duty, the plaintiff must plead the existence of a fiduciary duty, a breach of that \nduty, and injury proximately caused by the breach.  Constructive  fraud requires, as an \nadditional element, that the defendant sought to benefit himself through the breach.”) \n(citations omitted)). \n \n \nalleged March 2014 misrepresentations in inducing them to purchase rFactr \npromissory notes.124  McDowell seeks dismissal, contending that Plaintiffs’ claims are \nbarred by the applicable statute of limitations and, in any event, are unsupported by \nany evidence.125  \na. Statute of Limitations \n81. The statute of limitations for securities fraud actions  is gove rned by \nN.C.G.S. § 78A-56(f):  \n(f) . . . No person may sue under this section for any other violation of \nthis Chapter more than three years after the person discovers facts \nconstituting the violation, but in any case no later than five years after \nthe sale or contract of sale, except that if a person who may be liable \nunder this section engages in any fraudulent or deceitful act that conceals \nthe violation or induces the person to forgo or postpone commencing an \naction based upon the violation, the suit may  be commenced not later \nthan three years after the person discovers or should have discovered \nthat the act was fraudulent or deceitful. \n \n(emphasis added). \n \n82. McDowell argues that Plaintiffs’ claim is time -barred because Plaintiffs \nmade their relevant investments in March and April 2014 and did not commence this \n \n124 (See Am. Compl. ¶¶107–15.)  The parties appear to agree that McDowell need not be the \nowner of a security to face liability under the NCSA.  Indeed, our appellate courts have held \nthat “one who ‘successfully solicit[ed] the purchase [of a security], motivated at least in part \nby a desire to serve his own financial interests or those of the securities owner ,’ ” may be \nsubject to primary liability under North Carolina securities law.  State v. Williams, 98 N.C. \nApp. 274, 279 (1990) (first alteration in original) (quoting Pinter v. Dahl, 486 U.S. 647 (1988)); \nsee also Skoog v. Harbert Priv . Equity Fund, II, LLC , 2013 NCBC LEXIS 17, at *12 (N.C. \nSuper. Ct. Mar. 25, 2013) (describing how primary liability is not restricted to the owner of a \nsecurity).  \n \n125 McDowell argues without opposition from Plaintiffs that there is no evidence showing that \nhe was involved in Lee’s second investment in 2015.  (McDowell Br. 24–25.)  Accordingly, the \nCourt hereby dismisses Plaintiffs’ securities claim against McDowell to the extent it is based \non Lee’s second investment. \n \n \naction until over five years later in November 2019.126  McDowell argues further that \nBrasser’s testimony permits a reasonable factfinder to conclude  that Plaintiffs were \naware of McDowell’s fee no later than eighteen months after Plaintiffs’ notes were \npurchased.127   \n83. In response, Plaintiffs contend  that their claims are within the three -year \ntolling perio d under s ection 78A -56(f) because McDowell “knowingly concealed \nmaterial information, and failed to correct material misstatements, which ultimately \ninduced Plaintiffs’ investments in rFactr.” 128  Plaintiffs assert that they were first \nmade aware that McDow ell concealed both the falsity of Brasser’s March 2014 \nrepresentations and his own compensation for inducing their investments when \ncounsel compelled the  disclosure of rFactr’s financials “at the earliest . . . in June \n2017,” rendering the November 2019 filing timely.\n129  Because the parties offer \nconflicting evidence concerning when Plaintiffs learned of McDowell’s alleged \nconcealment, the Court concludes that McDowell has not carried his burden to show \nthat the securities claim is time -barred as a m atter of law .  Accordingly, the Court \nwill deny McDowell’s Motion on statute of limitations grounds. \n \n126 (McDowell Br. 23–24.)   \n \n127 (Tr. 112:7–13:12.)   \n \n128 (Resp. 25.)   \n \n129 (Resp. 26; Kwon Dep. 51:19–25, ECF No. 125.3.) \n \n \nb. Section 78A-56(a)(1) 130 \n84. Under section 78A-56(a)(1), “[a]ny person who[ ] [o]ffers or sells a security \nin violation of [N.C.]G.S. . . 78A -8(3)” is subjec t to civil liability. 131  As provided in \nN.C.G.S § 78A-8(3): “It is unlawful for any person, in connection with the offer, sale \nor purchase of any security, directly or indirectly: . . . (3) To engage in any act, \npractice, or course of business which operates or would operate as a fraud or deceit \nupon any person.” \n85. North Carolina courts have found that s ection 78A-56(a)(1) corresponds to \n“federal actions based upon Rule 10b-5 of Section 10(b) of the Securities Act of 1934.”  \nPiazza v. Kirkbride, 246 N.C. App. 576, 598 (2016); see Saw Plastic, LLC v. Sturrus, \n2017 NCBC LEXIS 76, at *26 (N.C. Super. Ct. Aug. 25, 2017).  This Court has \npreviously summarized the elements for a claim under these provisions as follows: \n[T]he elements of a cause of action under  Rule 10b -5[, and § 78A -\n56(a)(1)] include: (1) the making of a false statement or omission of \nmaterial fact or the use of a fraudulent device in connection with the \n \n130 Plaintiffs appear to invoke both subsections of 78A -56(a) by broadly arguing that \nMcDowell “knowingly concealed material information, and failed to correct material \nmisstatements,” (Resp. 25), citing both section 78A-56, (Am. Compl. 16), and Rule 10b-5, (Am. \nCompl. 16), in the Amended Complaint.  See Atkinson v. Lackey, 2015 NCBC LEXIS 21, at \n*16 (N.C. Super. Ct. Feb. 27, 2015) (“Through N.C.G.S. §§ 78A-56(a)(1) and 78A-56(a)(2), the \nNCSA ‘delineates two different pathways to primary liability.’ ” (quoting NNN Durham Office \nPortfolio 1, LLC v. Highwoods Realty Ltd. P’ship, 2013 NCBC 12, at *29 (N.C. Super. Ct. Feb. \n19, 2013))). \n \n131 While the Court recognizes that one who sends an email containing  misrepresentations \nmay be liable under section 78A-56(a)(1) as “employ[ing] any device, scheme, or artifice t o \ndefraud” or “engag[ing] in any act, practice, or course of business which operates or would \noperate as a fraud or deceit upon any person[,]” see Lorenzo v. SEC , 139 S. Ct. 1094, 1100 \n(2019), the evidence here shows only that McDowell forwarded a slide deck describing \nrFactr’s product to Lee, (Aff. William M. Butler, Dep. Ex. 22, ECF No. 124.16), and Plaintiffs \ndo not allege that the slide deck contained any misrepresentations or false information. \n \n \npurchase or sale of any security; (2) made with scienter; (3) upon which \nthe purchaser justifiably relies; and (4) proximate causation. \n \nSaw Plastic, LLC , 2017 NCBC LEXIS 76, at *26 ( citation omitted).  Further, “[a]n \naction under [N.C.]G.S. § 78A -56(a)(1) ‘sounds in fraud, comparable to common law \nfraud’ and ‘must include allegations and proof typical of common law fraud claims.’ ” \nId. (quoting NNN Durham Office Portfolio 1, LLC, 2013 NCBC LEXIS 12, at *30); see \nalso Brown v. Secor, 2020 NCBC LEXIS 134, at *29 (N.C. Super. Ct. Nov. 13, 2020) \n(finding that the Court’s rulings as they relate to fraud “apply equally” to a claim \nunder section 78A-56(a)(1)).   \n86. To prevail on an omission-based securities fraud claim, as Plaintiffs assert \nhere, a plaintiff must allege:  \n(1) “the relationship [between plaintiff and defendant] giving rise to the \nduty to speak;” (2) the event that triggered the duty to speak or the \ngeneral time period over which the relationship arose and the fraud \noccurred; (3) “the general content of the information that was withheld \nand the reason for its materiality;” (4) the identity of those under a duty \nwho failed to make such disclosures; (5) what the defendant gained from \nwithholding the information; (6) why the plaintiff’s reliance on the \nomission was reasonable and detrimental; and (7) the damages the fraud \ncaused the plaintiff. \n \nIsland Beyond, LLC v. Prime Cap. Grp., LLC, 2013 NCBC LEXIS 48, at *18–19 (N.C. \nSuper. Ct. Oct. 30, 2013) (alteration in original) (quoting Lawrence v. UMLIC -Five \nCorp., 2007 NCBC LEXIS 20, at *9 (N.C. Super. Ct. June 18, 2007)).   Nevertheless, \n“North Carolina courts have been loath to impose an obligation of disclosure on \ncommercial parties engaged in business negotiations.”  Daniel Grp., Inc. v. Am. Sales \n& Mktg., 2016 NCBC LEXIS 112, at *23 (N.C. Super. Ct. Dec. 15, 2016). \n \n \n87. Under North Carolina law, a duty to disclose arises when:  \n(1) a fiduciary relationship exists between the parties to the transaction; \n(2) there is no fiduciary relationship and a party has taken affirmative \nsteps to conceal material facts from the other; or (3) there is no fiduciary \nrelationship and one party has  knowledge of a latent defect in the \nsubject matter of the negotiations about which the other party is both \nignorant and unable to discover through reasonable diligence.   \n \nIn re Southeastern Eye Center–Pending Matters, 2019 NCBC LEXIS 29, at *54– 55 \n(cleaned up) (quoting Hardin v. KCS Int’l, Inc. , 199 N.C. App. 687, 696 (2009)).   For \nease of reference, the Court will refer to these three circumstances as “Scenario 1,” \n“Scenario 2,” and “Scenario 3.” \n88. Here, Plaintiffs argue that “McDowell knowingly concealed material \ninformation, and failed to correct material misstatements ,” thereby inducing \nPlaintiffs to invest in rFactr.\n132   \n89. To begin, and as discussed above, McDowell did not owe Plaintiffs a \nfiduciary duty.  As a result, McDowell does not have a duty to disclose under Scenario \n1. \n90. Next, Plaintiffs do not allege and have failed to offer any evidence that \nMcDowell had a duty to disclose under Scenario 2.  Rather than offer evidence of \nrequired “affirmative acts,” Plaintiffs center their allegations  and arguments  on \nMcDowell’s failure to correct Brasser’s representations and to disclose his fee.  They \nidentify McDowell’s silence as their only evidentiary support for their claim.  This is \ninsufficient under North Carolina law to establish a duty to disclose under Scenario \n2.  See, e.g., Merrell v. Smith, 2020 NCBC LEXIS 93, at *29–30 (N.C. Super. Ct. Dec. \n \n132 (Resp. 25.)   \n \n \n22, 2020) (affirmative acts giving rise to a duty to disclose included defendant giving \ninformation to others but not plaintiffs, omitting material information from emails, \nand conceal ing information while processing plaintiffs’ stock transfer forms); \nVitaform, Inc. v. Aeroflow, Inc., 2020 NCBC LEXIS 132, at *32 (N.C. Super. Ct. Nov. \n4, 2020) ( finding affirmative steps where defendants entered into business with \nplaintiff, made representations to plaintiff, and requested trade secret  information \nfrom plaintiff to compete against plaintiff); Tillery Envtl. LLC v. A&D Holdings, Inc., \n2018 NCBC LEXIS 13, at *24– 26 (N.C. Super. Ct. Feb. 9, 2018) ( finding duty to \ndisclose where defendant took action “calculated to prevent discovery”); Shaw v. Gee, \n2016 NCBC LEXIS 103, at *11 –12 (N.C. Super. Ct. Dec. 21, 2016) ( requisite \naffirmative acts included instructing others not to disclose information and making \nfalse assurances); see also United States v. Colton , 231 F.3d 890, 901 (4th Cir. 2000) \n(“What is essential is proof of a ‘scheme or artifice to defraud,’ which can be shown by \ndeceptive acts or contrivances intended to hide information, mislead, avoid suspicion, \nor avert further inquiry into a material matter.”) ; Parsons v. Hornblower & Weeks-\nHemphill, Noyes, 447 F. Supp. 482, 490 (M.D.N.C. 1977) (“We find nothing in Ru le \n10b-5 that purports to impose liability on anyone whose conduct consists solely of \ninaction.” (quoting Wessel v. Buhler, 437 F.2d 279, 283 (9th Cir. 1971))). \n91. Finally, Plaintiffs have also failed to offer evidence to show that McDowell \nhad a duty to disclose under Scenario 3.   \n92. First, as to Brasser’s alleged representation that rFactr was a new company, \nthe undisputed evidence shows that Plaintiffs could have learned the truth of rFactr’s \n \n \ncorporate status and history with reasonable diligence.  Gentner advised Lee that the \nCompany’s audited financial statements were “from our  2013 Qualified Business \nValuation filing for the State of North Carolina ,”133 indicating that the statements \nwere rFactr’s, and those statements reflected that the Company had been in business \nfor a number of years.  And a lthough Plaintiffs argue that they reasonably believed \nthat the “Targeted Group”  reflected in the financial statements was a holding \ncompany, not rFactr itself,134 Lee acknowledged that the Company’s use of the name \n“Targeted Golf Group” would have compelled Plaintiffs  to make reas onable \ninquiry.135  Nonetheless, it is undisputed that “Targeted Golf” is referenced by name \nthree times in the financial statements,136 yet Plaintiffs failed to conduct any inquiry \nto confirm their assumption.   \n93. In any event, a simple search of public filings on the North Carolina \nSecretary of State website would have readily revealed that rFactr was an existing, \nbut renamed, company.\n137  Plaintiffs’ failure to take even this basic step when they \nhad ample time to do so in these circumstances precludes their assertion that the y \nacted with reasonable diligence under North Carolina law.  See , e.g., Hudson-Cole \nDev. Corp. v. Beemer, 132 N.C. App. 341, 346 (1999) (concluding that there was no \n \n133 (Pls.’ Production 0000205 (emphasis added).) \n \n134 (Resp. 4 n.10.) \n \n135 (Lee Dep. 214:11–13, ECF No. 125.5.)   \n \n136 (Pls.’ Production 0000216.) \n \n137 (rFactr Search Results.) \n \n \nreasonable reliance where the party failed to review pub lic records); Brown , 2020 \nNCBC LEXIS 134, at *19  (concluding plaintiff’s reliance on defendant’s alleged \nmisrepresentation was unreasonable when plaintiff had the opportunity to review \npublic records but failed to do so); Island Beyond, LLC, 2013 NCBC LEXIS 48, at *21 \n(determining that the plaintiffs did not demonstrate reasonable reliance where they \ndid not allege that they were prevented from accessing public records and the public \nrecords would have shown the information that the defendants failed to disclose) ; \nCrockett Cap. Corp. v. Inland Am. Winston Hotels, Inc., 2011 NCBC LEXIS 7, at *72 \n(N.C. Super. Ct. Feb. 28, 2011) (finding reliance was not reasonable when the party \ndid not review documents in its possession or conduct a title search). \n94. In addition, Plaintiffs do not allege or offer evidence that Brasser or Gentner \ntook any action to prevent their inquiry into rFactr’s status as a new company or that \nPlaintiffs had insufficient time to investigate  the matter .  To the contrary, the \nundisputed evidence shows t hat Plaintiffs were provided with sufficient time and \naccess to Brasser and Gentner to ask questions, seek information, and otherwise \nconduct due diligence for nearly a month before making their investments in \nrFactr.\n138  Brasser and Gentner provided Plaint iffs with written answers to the \nquestions Plaintiffs posed to them by email as well as audited financial statements , \nand Brasser also spoke with Kwon by telephone. 139  Moreover, Plaintiffs attested in \n \n138 (Lee Dep. 33:4–18, ECF No. 103.2; Kwon Dep. 25:4–25, ECF No. 103.1; Brasser Production \n0002141–43, 0002152–54, 0002181–84, 0002189–92; Pls.’ Production 0000209–20.) \n \n139 (Lee Dep. 33:4 –18, ECF No. 103.2; Kwon Dep. 25:4– 26:06, ECF No. 103.1; Brasser \nProduction 0002141–43, 0002152–54, 0002181–84, 0002189–92; Pls.’ Production 0000209–\n20.) \n \n \ntheir purchase agreements that , prior to making their investments, they had \n“reviewed . . . [the] information regarding the Company and its business, operations, \nmarket potential, capitalization, financial condition and prospects, and all other \nmatters [they] deemed relevant,”140 yet Plaintiffs made no inquiry on this issue, one \nthey now claim was critical to their investment decision.     \n95. Because the undisputed evidence shows that Plaintiffs  failed to make any \nreasonable attempt to confirm their belief that rFactr was a new company, the Court \nconcludes as a matter of law that Plaintiffs have failed to show that McDowell had a \nduty to disclose Brasser’s  alleged misrepresentation s under Scenario 3.  See, e.g.,  \nHardin, 199 N.C. App. at 697 (“When the parties deal at arms length and one party \nhas full opportunity to make inquiry but neglects to do so and the other party resorted \nto no artifice which was reasonably calculated to induce the purchaser to forego \ninvestigation action in deceit will not lie.” (cleaned up)). \n96. Plaintiffs’ claims based  on Brasser’s statements that rFactr would be \nprofitable in six months and that Plaintiffs’ investments  would be utilized for  \nsubscription demand fare no better .  Plaintiffs rely for their support on Brasser’s \ntestimony that McDowell was “intimately involved” in Targeted Group 141—from \nwhich they argue McDowell knew or should have known both statements were false.  \nThe Court cannot conclude , however, that a reasonable factfinder may permissibly \ninfer from that alleged “intimate involvement” that McDowell knew at the time of \n \n140 (Pls.’ Production 0000200; Aff. William J. Farley, III Supp. Defs. Chris Lau and Robert \nDunn’s Mot. Summ. J., Ex. K at 0000200, ECF No. 114.11; Am. Compl. ¶ 32.) \n \n141 (Resp. 24; Brasser Dep. 29:23–24, ECF No. 125.1.) \n \n \nPlaintiffs’ investments in 2014 —when he was not yet a member of the Board —that \nrFactr would not be cash flow positive in six months or that the Company had \ncontrary intentions for the proceeds of Plaintiffs’ investments.  Indeed , Brasser \ntestified that he believed in February 2015 that rFactr could be profitable or cash \nflow neutral in six months,142 and it is undisputed that McDowell invested in rFactr \nin July 2014 and again in June 2015. 143  Viewing this evidence in the light most \nfavorable to Plaintiffs, a reasonable factfinder could not reasonably conclude that \nMcDowell was aware that Brasser had misrepresented material information \nregarding rFactr’s profitability to Plaintiffs and other investors in March 2014.     \n97. Accordingly, the Court concludes that McDowell’s Motion should be granted \nto the extent Plaintiffs’ securities claims are based on McDowell’s failure to correct \nBrasser’s three alleged misrepresentations. \n98. The Court reaches a different conclusion, however, concerning McDowell’s \nalleged failure to disclose that he would receive compensation should Plaintiffs invest \nin the Company.  Plaintiffs have offered evidence that McDowell was aware that he \nwould receive compensation if Plaintiffs invested, told Plaintiffs about his investment \nin rFactr, and knew that Plaintiffs thereafter became interested in investing in the \nCompany.144  Plaintiffs have also offered evidence that McDowell then arranged for \n \n142 (Brasser Dep. 134:9–24, ECF No. 128.2.) \n \n143 (Brasser Production 0185335.) \n \n144 (Brasser Dep. 33:24–39:1, ECF No. 125.1; see Lee Dep. 202:14–03:9, ECF No. 125.5; Kwon \nDep. 24:10–15, ECF No. 125.3.)   \n \n \n \nPlaintiffs to meet Brasser,145 sent investment materials to Plaintiffs,146 and vouched \nfor Brasser and rFactr, 147 all without disclosing that he would be compensated  if \nPlaintiffs invested in the Company.148   \n99. Although Plaintiffs could have inquired whether McDowell would receive a \nfee for their investments, the record evidence does not compel the conclusion that a \nreasonable investor should have made inquiry of McDowell about a possible fee for \nobtaining their investment or otherwise suspected that McDowell would be paid \nshould they choose to invest.  See Bucci v. Burns, 2020 NCBC LEXIS 79, at *26 (N.C. \nSuper. Ct.  June 30, 2020) (finding a jury issue where plaintiffs had no reason to \nsuspect the falsity of a statement about non-public information).  Since Plaintiffs have \naverred that they would not have invested in rFactr had they known that McDowell \nwould be paid if he induced their investments,149 the Court concludes that, based on \nthis record,  McDowell’s Motion must fail as to this aspect of Plaintiffs’ securities \nclaims.  \n100. Based on the foregoing , therefore, the Court concludes that McDowell is \nentitled to summary judgment on Plaintiffs’ securities fraud claims under s ection \n \n145 (Brasser Production 0002113; Kwon Dep. 24:10–15, ECF No. 103.1.) \n \n146 (Aff. William M. Butler, Dep. Ex. 22, ECF No. 124.16; Aff. William M. Butler, Dep. Ex. 23, \nECF No. 124.17.) \n \n147 (Lee Dep. 31:16–18, 203:15–17, ECF No. 125.5; Kwon Dep. 28:14–25, ECF No. 125.3.) \n \n148 (Kwon Dep. 51:17 –24, ECF No. 125.3; Lee Dep. 204:5– 7, ECF No. 125.5; Brasser Dep. \n39:2–40:20, ECF No. 125.1.) \n \n149 (Am. Compl. ¶¶ 26–27, 93, 113.) \n \n \n78A-56(a)(1) and Rule 10b -5 to the extent they are based on McDowell’s failure to \ncorrect Brasser’s alleged misrepresentations, but that McDowell’s Motion should be \ndenied to the extent Plaintiffs’ claims are based on McDowell’s alleged failure to \ndisclose that he would receive compensation should Plaintiffs invest in rFactr.  \nc. Section 78A-56(a)(2) \n101. The Court next considers Plaintiffs’ claims against McDowell pursuant to \nsection 78A-56(a)(2).   \n102. Under section 78A-56(a)(2), civil liability will be imposed on  \n[A]ny person who[ ] . . . [o]ffers or sells a security by means of any untrue \nstatement of a material fact or any omission to state a material fact \nnecessary in order to make the statements made, in the light of the \ncircumstances under which they were made, not misleading (the \npurchaser not knowing of the untruth or omission), and who d oes not \nsustain the burden of proof that he did not know, and in the exercise of \nreasonable care could not have known, of the untruth or omission[.]  \n \n103. “Section 56(a)(2) parallels § 12(a)(2) of the Federal Securities Act of 1933, \nand ‘cases construing § 12[a](2) should be considered when interpreting § 78A -\n56[(a)(2)].’ ”  Skoog, 2013 NCBC LEXIS 17, at * 14 (alterations in original) (quoting \nVenturtech II, L.P. v. Deloitte Haskins & Sells, 790 F. Supp. 576, 588 (E.D.N.C. 1992)).  \nThe section “is more akin to a negligence standard than intentional fraud[,]” Austin \nv. Regal Inv. Advisors, LLC , 2018 NCBC LEXIS 3, at *42 (N.C. Super. Ct. Jan. 8, \n2018), and “does not additionally require proof of scienter or justifiable reliance[,]” \nNNN Durham Office Portfolio 1, LLC, 2013 NCBC 12, at *37.  \n104. There is “no general duty of disclosure imposed by either federal or North \nCarolina securities laws[,]” Skoog , 2013 NCBC LEXIS 1 7, at *15, and disclosure is \n \n \nrequired “only when necessary ‘to make . . . statements made, in the light of the \ncircumstances under which they were made, not misleading.’ ”  Matrixx Initiatives, \nInc. v. Siracusano , 563 U.S. 27, 44 (2011) (citing 17 C .F.R. § 240.10b- 5(b)).  \nAccordingly, when there is no other duty to speak, “[a]n omission must be tied to an \naffirmative statement[.]”  Skoog , 2013 NCBC LEXIS 1 7, at *15 (applying this \nconsideration to s ection 78A -56(a)(2) claims); see NNN Durham Office Portfolio 1, \nLLC, 2013 NCBC 12, at *36 (noting that section 78A-56(a)(2) does not have a general \nduty of disclosure and requires an affirmative statement “[l]ike § 56(a)(1)”); Ragsdale \nv. Kennedy, 286 N.C. 130, 139 (1974) (“The rule is that even though a vendor may \nhave no duty to speak under the circumstances, nevertheless if he does assume to \nspeak he must make a full and fair disclosure as to the matters he discusses.”). \n105. Applying these principles here, and because the Court concludes, as \ndiscussed above, that McDowell did not have a duty to disclose that Brasser’s alleged \nmisrepresentations were false, Plaintiffs’ claims under section 78A-56(a)(2) may only \nsucceed if McDowell’s omission can be tied to an affirmative statement , made by \nMcDowell, that was mislead ing in the circumstances.  See, e.g. , Aldridge v. Metro. \nLife Ins. Co., 2019 NCBC LEXIS 116, at *119 (N.C. Super. Ct. Dec. 31, 2019) (“[O]nly \nwhere a seller elects to make a statement regarding a security does the NCSA require \nthat the statement contain sufficient material information to not be misleading.”); see \nalso Worley v. Moore, 2018 NCBC LEXIS 114, at *20–21 (N.C. Super. Ct. Nov. 2, 2018) \n(finding that the defendant could not be liable under section 78A-56(b) or section 78A-\n \n \n8(2) and had no duty to speak where the plaintiff did not assert that the affirmative \nstatements were made by the defendant).   \n106. Plaintiffs’ claim s under  section 78A -56(a)(2), however, are  based on \nBrasser’s alleged misrepresentations, not McDowell’s. 150  Although federal courts \nsuggest that omission claims may be based on statements by another if they are \nadopted or attributed to the defendant, see e.g. , In re First Union Corp. Sec. Litig. , \n128 F. Supp. 2d 871, 889 (W.D.N.C. 2001), there is no evidence o f record—certainly \nno affirmative acts —from which a reasonable factfinder could conclude that \nMcDowell adopted Brasser’s statements as his own. \n107. As a result, the Court concludes that to the extent that Plaintiffs’ claims  \nagainst McDowell under s ection 78A -56(a)(2) are based on Brasser’s  alleged \nmisrepresentations, those claims must be dismissed.151  \n108. The Court again reaches a contrary conclusion under this section concerning \nPlaintiffs’ claims to the extent they are  based on McDowell’s failure to disclose his \nfee, and for the same reasons discussed above.    \n109. Accordingly, the Court concludes that Plaintiffs’ claims under section 78A-\n56(a)(2) should be dismissed to the extent they are based on Brasser’s alleged \nmisrepresentations, but that McDowell’s Motion should be denied to the extent those \n \n150 (Am. Compl. ¶ 23; Resp. 25.)   \n \n151 Plaintiffs plead at paragraph 110 of the Verified Amended Complaint that “McDowell was \ninvolved in and materially aided rFactr’s sale of the Notes.”  (Am. Compl. ¶ 110.)  Plaintiffs, \nhowever, have not offered evidence or arguments supporting any claim for “aiding and \nabetting” liability under section 78A-56(c)(2) and thus, to the extent Plaintiffs assert a claim \non that theory, that claim is hereby dismissed.  \n \n \nclaims are based on McDowell’s failure to disclose that he would receive compensation \nin the event Plaintiffs invested in the Company.   \nV. \nCONCLUSION \n110. WHEREFORE, for the reasons set forth above, the Court hereby ORDERS \nas follows: \na. The Court GRANTS  the Motions as to Plaintiffs ’ derivative claims for \nbreach of fiduciary duty based on a duty of oversight and a duty to monitor \nand those claims are hereby dismissed with prejudice. \nb. The Court GRANT S the Motions as to Plaintiffs’ derivative claims for \nbreach of fiduciary duty against L au based on alleged excessive \ncompensation and those claims are hereby dismissed with prejudice. \nc. The Court DENIES  the Motions as to Plaintiffs’  derivative claim s for \nbreach of fiduciary duty  against McDowell and Dunn  based on alleged \nexcessive compensation and those claims shall proceed to trial. \nd. The Court GRANTS  the Motions as to Plaintiffs’  derivative claim s for \nbreach of fiduciary duty based on the duty of loyalty regarding rFactr’s \npotential sale to Grapevine6 and those claims are hereby dismissed with \nprejudice.  \ne. The Court GRANTS McDowell’s Motion as to Plaintiffs’ individual claims \nfor breach of fiduciary duty and constructive fraud and those claims are \nhereby dismissed with prejudice. \n \n \nf. The Court GRANTS McDowell’s Motion as to Plaintiffs’ individual claims \nfor securities fraud based on McDowell’s failure to correct Brasser’s \nalleged misrepresentations and those claims are hereby dismissed with \nprejudice. \ng. The Court DENIES McDowell’s Motion as to Plaintiffs’ individual claims \nfor securities fraud (i) to the extent McDowell’s Motion is based on statute \nof limitations grounds, and (ii) as to McDowell’s failure to disclose that he \nwould receive compensation  if Plaintiffs invested in the Company , and \nthose claims shall proceed to trial, except that to the extent those claims \nare based on Lee’s purchase of a $50,000 rFactr promissory note on 19 \nMarch 2015, those claims are hereby dismissed with prejudice. \nSO ORDERED, this the 26th day of May, 2022. \n \n \n      /s/ Louis A. Bledsoe, III   \n     Louis A. Bledsoe, III \n     Chief Business Court Judge \n \n "
}