{
  "id": "9f8428bf7f4396afad446a647d8ab0d65478ffa23fa7ca9d00b6917a1304fc4d",
  "source_file": "data/raw/ncbc/9f8428bf7f4396afad446a647d8ab0d65478ffa23fa7ca9d00b6917a1304fc4d.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nBRUNSWICK COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 746 \n \nJCG & ASSOCIATES, LLC; MIP 1, \nLLC; JAMES BONICA; PATRICIA \nBONICA; and DAVID L. \nPETERSON, Trustee of the David L. \nPeterson Living Trust,  \n \nPlaintiffs and Counterclaim \nDefendants, \n \nv.  \n \nDISASTER AMERICA USA, LLC; \nDA ROOFING SYSTEMS; ESTATE \nOF DONALD LEE HUSK, by and \nthrough KATHLEEN KAREN HUSK \nas executrix; and JASON HUSK,  \n \nDefendants and Third-Party \nPlaintiffs,  \n \nand \n \nDISASTER AMERICA OF NORTH \nCAROLINA, LLC, \n \nDefendant, Counterclaim \nPlaintiff, and Third-Party \nPlaintiff,  \n \nv.  \n \nTERRY WILLIAMS; and AIRWARE \nTRANSPORTATION AND \nLOGISTICS, LLC,  \n \nThird-Party Defendants.   \n \n \n \n \n \n \nORDER AND OPINION  \nON MOTION FOR PARTIAL \nSUMMARY JUDGMENT  \n \nReiss & Nutt, PLLC, by W. Cory Reiss and Kyle J. Nutt, for Plaintiffs \nJCG & Associates, LLC, MIP 1, LLC, James Bonica, Patricia Bonica, \nand David L. Peterson, Trustee of the David L. Peterson Living Trust.  \nNo counsel appeared for Defendants Disaster Ameri ca USA, LLC, \nDisaster America of North Carolina, LLC, DA Roofing Systems, and the \nEstate of Donald Husk. \n \nJCG & Assocs., LLC v. Disaster Am. USA, LLC, 2022 NCBC 44. \nNo counsel appeared for Third -Party Defendants Terry Williams and \nAirware Transportation and Logistics, LLC.  \n \nConrad, Judge.  \n \n1. Pending is Plaintiff JCG & Associates, LLC ’s motion for partial summary \njudgment against Defendants Disaster America USA, LLC , Disaster America of \nNorth Carolina, LLC, DA Roofing Systems, and the Estate of Donald Husk.\n1  (ECF \nNo. 131.)  For the following reasons, the Court DENIES the motion. \n2. Previous orders describe in detail the nature of the asserted claims and the \nallegations of the complaint.  See JCG & Assocs., LLC v. Disaster Am. USA, LLC , \n2021 NCBC LEXIS 109 (N.C. Super. Ct. Dec. 9, 2021); JCG & Assocs., LLC v. Disaster \nAm. USA, LLC, 2019 NCBC LEXIS 112 (N.C. Super. Ct. Dec. 19, 2019).   Thus, the \nCourt provides below only a short summary in lieu of a lengthy background. \n3. In September 2018,  Hurricane Florence  devastated parts of the North \nCarolina coast .  After the  storm passed, many homeowners in  the Village of Bald \nHead Island  engaged Defendants to repair and restore their homes .  By statute, \nDefendants were required to have a general contractor’s license  for that work.  See \nN.C.G.S. § 87-1.  But Defendants were not licensed , and they did not disclose that \nfact to the homeowners.  Instead, Defendants identified “DISASTER AMERICA USA, \nLLC/JCG & ASSOCIATES, LLC” as the general contractor in each contract .  JCG \ndenies any affiliation with Defendants and alleges that they were using its name and \ngeneral contractor’s license number without permission.  Several homeowners \n \n1 A fifth defendant, Jason Husk, is no longer part of this case.   JCG and the other plaintiffs \ndismissed all claims against him following the resolution of bankruptcy proceedings under \nChapter 7 of the United States Bankruptcy Code.  (See ECF No. 141.) \neventually terminated their contracts  with Defendants, claiming fraud, overbilling, \nand shoddy work.   ( See, e.g., Pls.’ Ex. 1, ECF No.  99.2; 30(b)(6) Dep. Disaster Am. \nUSA 190:4–7, ECF No. 99.5; Aff. J. Greene ¶¶ 9–11, ECF No. 99.22.) \n4. In t his lawsuit , JCG and a group of homeowners have asserted various \nclaims against Defendants.  Only JCG’s claims are at issue here.   It  has moved for \npartial summary judgment on its claims for common-law trademark infringement \nand unfair or deceptive trade practice s under N.C.G.S. §  75-1.1.  (ECF No. 131 .)  \nDefendants, who are no longer represented by counsel, have not filed any opposition.2  \nBy rule, the motion is deemed “uncontested.”  BCR 7.6. \n5. Though its motion is uncontested,  JCG still has the burden to show that it \nis entitled to summary judgment.  Indeed, when a party seeks summary judgment on \nits own claims, the burden is higher.  The moving party “must show that there are no \ngenuine issues of fact, that there are no gaps in his proof, that no infer ences \ninconsistent with his recovery arise from the evidence, and that there is no standard \nthat must be applied to the facts by the jury.”  Parks Chevrolet, Inc. v. Watkins, 74 \nN.C. App. 719, 721 (1985); see also Kidd v. Early, 289 N.C. 343, 370 (1976).  For that \nreason, “rarely is it proper to enter summary judgment in favor of the party having \nthe burden of proof.”  Blackwell v. Massey, 69 N.C. App. 240, 243 (1984). \n \n2 Defendants’ counsel were given leave to withdraw in 2021.  Defendants have not retained \nnew counsel or participated meaningfully in the case since that time.  The Court notes that \ncorporations and limited liability compan ies “must be represented by a duly admitted and \nlicensed attorney-at-law and cannot proceed pro se” in litigation.  LexisNexis, Div. of Reed \nElsevier, Inc. v. TRaviSHan Corp., 155 N.C. App. 205, 209 (2002). \n6. Both claims at issue are based on the same underlying facts.  In short, JCG \ncontends that its name (JCG & Associates, LLC) and its general contractor’s license \nnumber (67490) are valid , unregistered trademarks  or tradenames .  It further \ncontends that Defendants  intentionally copied the marks and us ed them to sell \nremediation and restoration services to homeowners affected by Hurricane Florence.  \nThis conduct, according to JCG, is trademark infringement and a per se violation of \nsection 75-1.1. \n7. Trademark infringement  comes in many forms .  One common form is \n“passing off,” which “occurs when a producer misrepresents his own goods or services \nas someone else’s.”  Vitaform, Inc. v. Aeroflow, Inc. , 2020 NCBC LEXIS 132, at *40 \n(N.C. Super. Ct. Nov. 4, 2020) (quoting Dastar Corp. v. Twentieth Century Fox Film \nCorp., 539 U.S. 23, 27 n.1 ( 2003)).  That seems to be what JCG is  alleging—that \nDefendants misrepresented their construction services as JCG’s —but it does not \ndiscuss passing off or frame the issue that way  in its supporting brief .  Thus, the \nCourt will not speculate about what is required to prove passing off or whether JCG \nhas done so. \n8. Instead, the Court concludes that JCG’s argument fails on its own terms.  \nJCG contends that it must show “(1) that it has a valid and protectable trademark, \nand (2) that the defendant has used an identical or similar mark that is likely to cause \nconfusion among consumers .”  (Mem. Supp. 6, ECF No. 132  (quoting Lone Star \nSteakhouse & Saloon, Inc. v. Alpha of Va., Inc., 43 F.3d 922, 930 (4th Cir. 1995)).)  As \nto the validity of its marks, JCG contends that it must also show that the marks are \ninherently distinctive or, if not, that they have acquired secondary meaning .  ( See \nMem. Supp. 7 (citing, e.g., Perini Corp. v. Perini Constr., Inc., 915 F.2d 121, 124 (4th \nCir. 1990)).)  But JCG’s attempts to meet these standards fall short. \n9. Consider, first, the name “JCG & Associates, LLC.”  JCG concedes that this \nname is not inherently distinctive but argues that it has acquired secondary meaning.  \nOrdinarily, seconda ry meaning  is a multi-factor question “for the trier of fact .”  \nJohnson & Morris, PLLC v. Abdelbaky & Boes, PLLC, 2017 NCBC LEXIS 89, at *21 \n(N.C. Super. Ct. Sept. 28, 2017) (citation and quotation marks omitted).  JCG argues \nthat summary judgment is nevertheless appropriate because it has offered evidence \nof intentional copying, which gives rise to a presumption of secondary meaning.  (See \nMem. Supp. 8 (citing  Larsen v. Terk Techs. Corp. , 151 F.3d 140, 148– 49 (4th Cir. \n1998), and Osem Food Indus . v. Sherwood Foods , Inc., 917 F.2d 161, 163  (4th Cir. \n1990)).) \n10. This is unpersuasive for two reasons.   First, no North Carolina court has \nheld that intentional copying gives rise to such a presumption.  The cases that JCG \ncites come from the Fourth Circuit and reflect the minority view.  Most federal courts \nhold instead that intentional copying is a relevant factor for secondary meaning but \nis not decisive.3  JCG has neither acknowledged the split of authority nor explained  \nwhy North Carolina law should follow the minority rather than the majority view. \n \n3 See, e.g., Yankee Candle Co. v. Bridgewater Candle Co., 259 F.3d 25, 44 (1st Cir. 2001) (“We \nalso do not find Yankee’s evidence of intentional copying probative of secondary meaning.”); \nBristol-Myers Squibb Co. v. McNeil -P.P.C., Inc., 973 F.2d 1033,  1042 (2d Cir. 1992)  \n(“Although imitative intent can help support a finding of secondary meaning, it does not \nnecessarily mandate one.” (cleaned up)); see also Hansen Cold Storage Constr. v. Cold Sys., \n \n11. Second, even if JCG’s statement of the law is correct (which the Court need \nnot and does not decide), its evidence of intentional copying is open to interpretation.  \nAmong JCG’s supporting materials is testimony from one of Disaster America USA’s \nrepresentatives stating that Defendants had permission—or at least believed they \nhad permission—to use JCG’s name and license number.  (See 30(b)(6) Dep. Disaster \nAm. USA 120:16–24, 263:8–264:5.)  JCG vigorously disputes this.  But the Court must \nview the testimony in the light most favorable to Defendants.  Put simply, questions \nabout the controlling law and the content of the evidence preclude entry of summary \njudgment. \n12. The same is true for JCG’s  license number.  JCG contends that “67490” is \narbitrary and therefore inherently distinctive.  But it is far from clear whether this \nnumber is a trademark at all.  “The right to a particular ma rk grows out of its use, \nnot its mere adoption.”  United Drug Co. v. Theodore Rectanus, Co. , 248 U.S. 90, 97 \n(1918) (emphasis added).  Put another way, a common-law trademark is “acquired by \nusing the mark in commerce, that is, in connection with the sale of goods or services.”  \nHCW Ret. & Fin. Servs., LLC v. HCW Emple. Benefit Servs., LLC, 2015 NCBC LEXIS \n \nInc., 2021 U.S. Dist. LEXIS 143438, at *7 (C.D. Cal. May 7, 2021) (“But courts have been \nhesitant to conclude copying alone—absent any other persuasive evidence— is enough to \nshow secondary meaning.”); Philbrick v. eNom, Inc. , 593 F. Supp. 2d 352, 369– 70 (D.N.H. \n2009) (discussing “majority view that intentional copying is simply one of the factors to be \nconsidered in evaluating secondary meaning, rather than assigning it any special weight” \n(cleaned up)); Pebble Beach Co. v. Tour 18 I, Ltd. , 942 F. Supp. 1513, 1560 (S.D. Tex. 1996) \n(“The majority view is that evidence of intentional copying does not trigger a presumption of \nsecondary meaning.  Rather, such evidence is relevant, but not determinative, of secondary \nmeaning.”); Devan Designs, Inc. v. Palliser Furniture Corp., 1992 U.S. Dist. LEXIS 23117, at \n*30 n.6 (M.D.N.C. Sept. 15, 1992) (“The majority of circuits consider evidence of copying as \nonly one factor in determining secondary meaning.”).   \n73, at *20 (N.C. Super. Ct. July 14, 2015).  Missing from JCG’s materials is evidence \nshowing that it used “67490”  in commerce so that the number took on the \ncharacteristics of  a trademark rather than merely those of a license number .  To \nobtain summary judgment on its own claims, JCG  was required to show that there \nare “no gaps” in its proof.  Kidd, 289 N.C. at 370.  It hasn’t done so.  \n13. For all these reasons, the Court DENIES JCG’s motion for partial summary \njudgment. \n \nSO ORDERED, this the 12th day of August, 2022.   \n  /s/ Adam M. Conrad   \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n \n "
}