{
  "id": "9fdc06989994821a92fa596314af68547955ef21f8d21e8ba79d6303852a53a7",
  "source_file": "data/raw/ncbc/9fdc06989994821a92fa596314af68547955ef21f8d21e8ba79d6303852a53a7.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 4896 \n \nJOHN FORD and CHRISTOPHER \nKISGEN, derivatively on behalf of \nTRIANGLE REAL ESTATE \nINVESTORS ASSOCIATION, INC., \n \nPlaintiffs, \n \nv. \n \nCARL ARNOLD JURGENS, JR.; \nKATHIE RUSSELL; TRIANGLE \nREAL ESTATE INVESTORS \nASSOCIATION (TREIA), LLC; and \nTREIA FOUNDATION, INC., \n \nDefendants, \n \nv. \n \nTRIANGLE REAL ESTATE \nINVESTORS ASSOCIATION, INC. \n \n                                Nominal  \n                                Defendant. \n \n \n \n \n \n \n \n \n \nORDER AND OPINION  \nON PLAINTIFFS’ MOTION FOR \nPARTIAL SUMMARY JUDGMENT  \n \n \nBrooks, Pierce, McLendon, Humphrey & Leonard LLP, by Clint S. Morse \nand Katarina K. Wong, for Plaintiffs John Ford and Christopher Kisgen.  \n \nHarris Sarratt & Hodges, LLP, by Donald J. Harris and McAngus, \nGoudelock & Courie, PLLC , by Jeffrey D. Keister, for Defendants Carl \nJurgens and Kathie Russell.   \n \nWilson Ratledge, PLLC, by Michael Ostrander and Goldberg Segalla, by \nThomas M. Buckley and Allegra A. Sinclair, for Nominal Defendant \nTriangle Real Estate Investors Association, Inc.  \n \nWilson Ratledge, PLLC , by Michael Ostrander, for Defendants TREIA \nFoundation, Inc. and Triangle Real Estate Investors Association, LLC.   \n \nConrad, Judge. \n  \nFord v. Jurgens, 2021 NCBC 7. \n1. This derivative action arises from the reorganization of a nonprofit \ncorporation called Triangle Real Estate Investors Association, Inc. (“TREIA”) .  \nPlaintiffs John Ford and Chris Kisgen are members and former directors of TREIA.  \nThey accuse two other directors, Carl Jurgens and Kathie Russell, of misleading the \nboard and membership about the nature of the reorganization .  Pending are related \nmotions by Ford and Kisgen  for partial summary judgment and for leave to \nsupplement the record.  ( See Mot. Partial Summ. J., ECF No. 5 5; Mot. for Leave to \nFile Additional Member Affirmations, ECF No. 63.) \n2. A brief background will suffice.  In 2018,  TREIA’s board and members \napproved a plan  to dissolve the corporation and divide it s operations  into new \nfor-profit and nonprofit arms.   (See, e.g., Aff. Russell Ex. A, ECF No. 9.2.)  A year \nlater, the board and members were given the chance to rescind the plan but  voted \nagainst doing so.  (See, e.g., Aff. Russell Ex. C, ECF No. 9.4; Am. Compl. Ex. 7, ECF \nNo. 11.7.)  Shortly after the latter vote, Russell informed TREIA’s board that she and \nJurgens would be the initial equity members of the for-profit entity (“TREIA, LLC”).  \n(See Am. Compl. Ex. 8 , ECF No. 11 .8.)  Ford and Kisgen expressed surprise and \nobjected to being left out .  (See Am. Compl. Ex. 9 , ECF No. 11.9 .)  Their attempt to \nreverse the reorganization fizzled.  (See, e.g., Aff. Russell ¶ 54, ECF No. 9 .)  TREIA \nwas dissolved (though the dissolution has since been revoked ), its assets were split \nbetween TREIA, LLC and a  new nonprofit entity, and the board removed Ford and \nKisgen as directors.  (See, e.g., Aff. Russell ¶ 67; Aff. Millon ¶ 11, ECF No. 31.1.)  Ford \nand Kisgen then filed this suit , naming Jurgens, Russell, and all three entities as \ndefendants. \n3. Discovery is ongoing .  Even so, Ford and Kisgen  contend that they are \nentitled to summary judgment  on their third claim  for relief.  This claim  seeks a \ndeclaration that TREIA’s reorganization is  void (thus requiring restoration of  its \nassets) and a court-ordered membership meeting under N.C.G.S. § 55A-1-60.  ( See \nAm. Compl. ¶¶  102–16, ECF No. 11 .)  After full  briefing and a hearing on January \n28, 2021, the motion is now ripe.  \n4. Ford and Kisgen have the  usual burden to demonstrate “the absence of a \ngenuine issue of material fact.”  Liberty Mut. Ins. Co. v. Pennington , 356 N.C. 571, \n579, 573 S.E.2d 118, 124 (2002) (citation omitted).  And because they  seek offensive \nsummary judgment on their  own claim, they must show “that there are n o gaps in \n[their] proof, that no inferences inconsistent with [their]  recovery arise from the \nevidence, and that there is no standard that must be applied to the facts by the jury.”  \nParks Chevrolet, Inc. v. Watkins, 74 N.C. App. 719, 721, 329 S.E.2d 728, 729 (1985) .  \nThe Court views the evidence “in the light most favorable to” Defendants, taking their \nevidence as true and drawing inferences in their favor.  Furr v. K -Mart Corp., 142 \nN.C. App. 325, 327, 543 S.E.2d 166, 168 (2001) (citations and quotation marks \nomitted).   \n5. First, Ford and Kisgen  seek a declaration voiding TREIA’s reorganization  \non the ground that it  was a conflict -of-interest transaction.  “A conflict of interest \ntransaction is a transaction with the corporation in which a director of the corporation \nhas a direct or indirect interest.”  N.C.G.S. §  55A-8-31(a).  By statute, a  transaction \nis not voidable  “solely because of the director’s interest”  if the  board approved or \nratified it with knowledge of the material facts, if the members approved or ratified \nit with knowledge of the material facts, or if it was fair to the corporation.  See id.  \n6. According to Ford and Kisgen,  the reorganization directly benefitted \nJurgens and Russell as the sole equity members of TREIA, LLC.  As alleged in the \namended complaint, “the fact that [Jurgens and Russell] intended to be the sole \nowners of the for-profit LLC is a material fact that should have been disclosed to the \nmembership and to the Board.”  (Am. Compl. ¶  110.)  In their motion, Ford and \nKisgen argue that Jurgens and Russell “ failed to disclose  anything concerning the \nnew LLC’s ownership or governance.”  (Br. in Supp. 7, ECF No. 56.) \n7. Viewed in a light most favorable to Defendants, the evidence suggests that \nJurgens and Russell did not intend to b ecome the sole equity members of TREIA, \nLLC.  Russell expressly denies it.  (See Aff. Russell ¶ 33.)  And there is evidence that \nother board members were offered equity membership but declined.  ( See, e.g., Aff. \nRussell ¶¶ 35, 36; Aff. Richards ¶ 9, ECF No. 31.2; Aff. Ortiz ¶ 11, ECF No. 31.3; Aff. \nCurley ¶ 10, ECF No. 31.4.)  \n8. Defendants also point to evidence that the board, including Ford and Kisgen, \nratified the reorganization  with knowledge of the  material facts , including the \nidentity of TREIA, LLC’s owners and its governance structure.  (See, e.g., Aff. Millon \n¶¶ 11, 13; Aff. Richards ¶¶ 12, 14; Aff. Ortiz ¶¶ 14, 16; Aff. Curley ¶¶ 13, 15.)  In their \nreply brief, Ford and Kisgen argue that what the board knew is irrelevant because it \ndid not have the power, under N.C.G.S. § 55A-14-02, to ratify the plan of dissolution \nwithout member approval.  (See Reply Br. 4, ECF No. 58.)  But that statute requires \napproval only “[b]y the members entitled to vote”  on dissolution, “if any.”  N.C.G.S. \n§ 55A-14-02(a)(2).  Ford and Kisgen cite no evidence to show whether any  members \nwere entitled to vote on the plan of dissolution.  \n9. In any event, the evidence concerning the fairness of the transaction is also \nin conflict.  Some evidence, for example, supports the view that the reorganization \nenhanced the services available to TREIA’s general membership.  ( See, e.g. , Aff. \nMillon ¶ 14; Aff. Curley ¶¶  3, 17.)  Other evidence also suggests that TREIA, LLC \nand its sister  nonprofit entity preserved TREIA’s assets for the benefit of the \nmembership.  An advisory board oversees TREIA, LLC for that purpose.  ( See, e.g., \nAff. Russell ¶¶  32, 34; Aff. Richards ¶  8; Aff. Ortiz ¶  10.)  A diffe rent group, which \ndoes not include Jurgens and Russell, oversees the nonprofit.  (See, e.g., Aff. Curley \n¶ 17.)  Finally, it bears noting that there is no evidence that Jurgens and Russell took \nfunds for their own personal use. \n10. Thus, a ssuming the reorganization qualifies as a conflict -of-interest \ntransaction, there are genuine issues of material fact about the circumstances related \nto its approval and ratification and about its  fairness to the corporation.  Summary \njudgment is not appropriate.   \n11. Second, Ford and Kisgen seek a court-ordered membership meeting under \nN.C.G.S. § 55A-1-60.  (See Br. in Supp. 8 –9.)  This statute allows a court to order a \nmeeting only when “it is impracticable for [the] corporation  to call or conduct a \nmeeting . . . in the manner prescribed by  its articles of incorporation, bylaws, or” \nstatute.  N.C.G.S. § 55A-1-60(a).  Ford and Kisgen  argue that TREIA has wrongly \nrefused to call a meeting requested by the members.  But they have no t shown that \nit is impracticable—the word is absent from their briefs—for TREIA to call or conduct \nthe meeting.   \n12. Furthermore, the facts concerning  TREIA’s refusal to call a meeting are \nunsettled.  TREIA’s bylaws require a special member meeting “upon written request \nfrom not less than .  . . fifteen percent (15%) of the [m]emb ers in good standing.”  \n(Bylaws Art. V §  2, ECF No. 11.13.)  Although Ford and Kisgen have gathered \nmeeting requests from over two hundred individuals, they have not shown how many \nmembers TREIA has .  In addition, s ome requests are duplicative or undated, and \nthere is evidence suggesting that more than a few were submitted  by nonmembers.  \n(See, e.g., Reply Br. Ex. 1, ECF No. 58.1; Affirmation of Curley ¶ 4, ECF No. 46.)  Just \nbefore the hearing, Ford and Kisgen moved to file roughly twenty more affirmations, \nbut this new evidence, if allowed, would not cure these  deficiencies.  ( See ECF No. \n63.)  With or without the supplemental evidence, they have not carried their burden, \nin seeking offensive summary judgment,  to show that “there are no gaps in [their] \nproof.”  Parks Chevrolet, 74 N.C. App. at 721, 329 S.E.2d at 729. \n13. As Defendants note in their opposition brief,  a different statute authorizes \na court-ordered meeting without a showing that it is impracticable for the corporation \nto call or conduct the meeting.  See N.C.G.S. § 55A-7-03 (permitting court -ordered \nmeeting based on member demand) .  Ford and Kisgen have neither  invoked that \nremedy nor shown that they are entitled to it.     \n14. For these reasons, the Court DENIES the motion for partial summary \njudgment.  The Court also , in its discretion,  DENIES the motion for leave to file \nadditional affirmations. \n \nSO ORDERED, this the 2nd day of February, 2021.   \n/s/ Adam M. Conrad   \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n \n "
}