{
  "id": "a035881bcde0c6153b4f12b6fc9c7de3d93672c67cbad90106b19b6ad04b5c30",
  "source_file": "data/raw/ncbc/a035881bcde0c6153b4f12b6fc9c7de3d93672c67cbad90106b19b6ad04b5c30.pdf",
  "raw_text": "McKee v. James, 2013 NCBC 38. \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF ROBESON \nIN THE GENERAL COURT OF JUSTICE  \nSUPERIOR COURT DIVISION \n09 CVS 3031 \n \nLANNESS K. McKEE and LANNESS K. \nMcKEE, JR., \n \n                  Plaintiffs, \n \nv. \n \nHUNTINGTON JAMES, JOHNNIE \nMARSHBURN, and COCONUT \nHOLDINGS, LLC,  \n \n              Defendants, \n \nv. \n \nLANNESS K. McKEE & COMPANY, INC., \n \n                                     Nominal Defendant. \n \n \n \n \n \n \nORDER AND OPINION ORDER AND OPINION ORDER AND OPINION ORDER AND OPINION \n \nBrazil & Dunn by Chad W. Dunn and The Foster Law Firm, P.A. by Jeffrey \nB. Foster, for Plaintiffs.  \nPoyner Spruill, LLP by Jason B. James and Joshua B. Durham, for \nDefendant Huntington James.  \nBell, Davis, & Pitt, P.A. by Edward B. Davis and Michael D. Phillips, for \nDefendant Coconut Holdings, LLC.    \nBowen & Barry by Woody Bowen and Womble & Campbell by Kyle Graham \nMelvin, for Defendant Johnnie Marshburn.  \nMurphy, Judge. \n{1}  THIS MATTER THIS MATTER THIS MATTER THIS MATTER is before the Court upon Defendant Huntington James’ \n(“James”) Motion to Dismiss pursuant to Rule 12(b)(6) of the North Carolina Rules \nof Civil Procedure (the “Motion”).  Having considered the Motion, briefs, and \ncontentions of counsel made during a hearing before this Court on May 23, 2012, \nthe Court GRANTS GRANTS GRANTS GRANTS in part and DENIES DENIES DENIES DENIES in part    the Motion.  \n \n \n \n \nI. \nPROCEDURAL HISTORY \n{2}  On August 27, 2009, Plaintiffs Lanness K. McKee (“McKee”) and \nLanness K. McKee, Jr. (“Key”) (collectively, “Plaintiffs”) filed a Verified Complaint \nagainst Defendants James and Johnnie Marshburn (“Marshburn”) (collectively, \n“Defendants”) asserting claims for breach of contract, breach of fiduciary duty, \nfraud, unfair and deceptive trade practices, misappropriation of trade secrets, \nfraudulent transfer of assets to avoid creditors, conversion, conspiracy, intentional \ninfliction of emotional distress, libel and slander, and punitive damages.  ( See  V. \nCompl.)  \n{3}  Defendant James filed notice of designation to the North Carolina \nBusiness Court on October 19, 2009.  Subsequently, the case was designated a \nmandatory complex business case, and assigned to this Court on October 26, 2009.   \n{4}  On April 1, 2010, James filed his first motion to dismiss pursuant to \nRules 12(b)(6), 12(b)(7), and 9(b) of the North Carolina Rules of Civil Procedure.   \n{5}  In response, on April 21, 2010, Plaintiffs filed their brief opposing \nJames’ first motion to dismiss and moved to amend their complaint. 1 \n{6}  On June 10, 2010, the Court issued its Order on the pending motions \nto dismiss and to amend the complaint (the “Order”).  McKee v. James , No. 09 CVS \n03031 (N.C. Super. Ct. June 10, 2010) (order granting in part and denying in part \nDefendant’s first motion to dismiss and granting Plaintiffs’ first motion to amend).   \nIn the Order, the Court dismissed, without prejudice, Plaintiffs’ individual claims \nfor misappropriation of trade secrets, fraudulent transfer of assets to avoid \ncreditors, and conversion, concluding that the claims were derivative in nature.  Id.   \nThe Court also granted Plaintiffs’ motion to amend as to the fraud claim, and \nallowed for further amendment to assert proper derivative claims.  Id.  Plaintiffs \nthen filed their First Amended Complaint on June 15, 2010.  ( See  Am. Compl.)   \n                                                           \n1 That same day, Plaintiffs also filed a motion to substitute Michael P. Peavey, Plaintiff McKee’s \ntrustee in bankruptcy, for McKee, which the Court granted on May 18, 2010.  McKee v. James , No. \n09 CVS 03031 (N.C. Super. Ct. May 18, 2010) (order granting Motion to Substitute a Party).  \n \n \n{7}  On July 29, 2010, Plaintiffs filed a second motion to amend the \ncomplaint to add Coconut Holdings, LLC (“Coconut Holdings”) as a defendant and \nto bring derivative claims on behalf of Lanness K. McKee & Company, Inc. (“McKee \nCraft”).     \n{8}  On October 8, 2010, the Court granted Plaintiffs’ second motion to \namend the complaint, and ordered Plaintiffs to include McKee Craft as a Nominal \nDefendant.  McKee v. James , No. 09 CVS 03031 (N.C. Super. Ct. Oct. 8, 2010) \n(order granting Plaintiffs’ second motion to amend).    \n{9}  Plaintiffs filed their Verified Second Amended Complaint (the \n“Complaint”) on October 13, 2010, adding Coconut Holdings as Defendant and \nMcKee Craft as Nominal Defendant; asserting direct claims for breach of contract, \nbreach of fiduciary duty, fraud, unfair and deceptive trade practices, conspiracy, \nintentional infliction of emotional distress, libel and slander, and punitive damages; \nand bringing derivative claims for breach of fiduciary duty, unfair and deceptive \ntrade practices, misappropriation of trade secrets, fraudulent transfer of assets to \navoid creditors, conversion, conspiracy, punitive damages, gross mismanagement, \ncorporate waste, and unjust enrichment.  ( See  V. 2nd Am. Compl.) \n{10}  James and Coconut Holdings each filed an Answer to the Complaint on \nNovember 15, 2010, and November 18, 2010, respectively. \n{11}  On December 2, 2011, James filed his second Motion to Dismiss \nseeking dismissal of Plaintiffs’ direct claims for breach of contract, breach of \nfiduciary duty, fraud, unfair and deceptive trade practices, conspiracy, libel and \nslander, and punitive damages; and Plaintiffs’ derivative claims for \nmisappropriation of trade secrets, fraudulent transfer of assets to avoid creditors, \nconspiracy, and corporate waste. 2  ( See  James’ Mot. Dismiss.)  Plaintiffs responded \non December 30, 2011.  (See  Pls.’ Resp. Opp. Mot. Dismiss.) \n{12}  On May 23, 2012, the Court heard the Motion.  \n \n                                                           \n2 In his Brief, James states that Plaintiffs agreed to dismiss their claim alleging intentional infliction \nof emotional distress, and, for that reason, he does not seek dismissal of that claim.  \n \n \nII. \nFACTUAL BACKGROUND  \n{13}  Ordinarily, the Court does not make findings of fact in connection with \nmotions to dismiss pursuant to Rule 12(b)(6), as such motions do “not present the \nmerits, but only [determine] whether the merits may be reached.”  Concrete Serv. \nCorp. v. Investors Group, 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986) \n(citation omitted).  For purposes of this Order and Opinion, however, the Court \nrecites those facts from the Complaint that are relevant to the Court’s legal \ndeterminations. \n{14}  Plaintiffs are citizens and residents of Robeson County, North \nCarolina, and shareholders in McKee Craft, a North Carolina corporation.  (V. 2nd \nAm. Compl. ¶¶ 1, 8.)   \n{15}  James resides in both North Carolina and Tampa, Florida, and owns \nCoconut Holdings, a North Carolina limited liability company.  (V. 2nd Am. Compl. \n¶¶ 2, 4, 79–80.)  Plaintiffs allege that James operates Coconut Holdings as his alter-\nego to perpetrate fraud on Plaintiffs.  (V. 2nd Am. Compl. ¶ 80.) \n{16}  Forty years ago, McKee formed McKee Craft to build and sell boats.  \n(V. 2nd Am. Compl. ¶ 8.)  Later, McKee involved his son, Key, in the business, and \nin 1990 Key became President of McKee Craft.  (V. 2nd Am. Compl. ¶ 11.)   \n{17}  McKee Craft boats are built using pressure foam-filled construction \nthat allegedly “separates and differentiates the McKee Craft vessel from other \nvessels of similar size.”  (V. 2nd Am. Compl. ¶¶ 14–18.)  Specifically, the boats’ \n“unique” and “unsinkable” construction equips them to “withstand the rigorous \nhazards of military and law enforcement service,” and, thus, enabled McKee Craft \nto develop a market among local, state, and federal government organizations.  (V. \n2nd Am. Compl. ¶¶ 12, 16.)       \n{18}  In or around January 2007, James approached McKee Craft about \ndesigning and building a custom boat for his personal use.  (V. 2nd Am. Compl. ¶¶ \n19, 29).  Subsequently, James expressed an interest in investing in McKee Craft.  \n(V. 2nd Am. Compl. ¶ 29.) \n \n \n{19}  In discussions with Plaintiffs, James allegedly represented that he was \na sophisticated investor with “experience in matters of business and finance” (V. \n2nd Am. Compl. ¶ 30); that he would “bring in the best business turnaround \nspecialists to resolve the company’s cash flow issues” (V. 2nd Am. Compl. ¶ 33); and \nthat he would “make a significant financial investment in the company,” in \nexchange for twenty percent of McKee Craft’s shares.  (V. 2nd Am. Compl. ¶ 35.) \n{20}  At the same time, McKee Craft “was enjoying unprecedented sales” to \nits government clients and required an influx of capital to fill their exceptional \norders.  (V. 2nd Am. Compl. ¶¶ 20, 23.)  On May 30, 2007, Plaintiffs accepted James’ \noffer to invest, and entered into an agreement to transfer shares of the company to \nJames (the “Share Transfer Agreement”).  (V. 2nd Am. Compl. ¶ 36; James’ Mot. \nDismiss Ex. A.) 3 \n{21}  The Share Transfer Agreement provided for James’ investment of \n$300,000 in McKee Craft as consideration for the anticipated transfer of 282.5 \nshares of McKee Craft stock to James, and set forth the spirit of the full stock \ntransfer agreement that was to be executed later in 2007.  (James’ Mot. Dismiss Ex. \nA 1–2.) \n{22}  On August 6, 2007, McKee Craft, McKee, and James entered into the \nCommon Stock Purchase Agreement (“First Purchase Agreement”) with an effective \ndate of May 30, 2007, finalizing the initial sale of approximately 19.9 percent of \nMcKee Craft stock to James.  (James’ Mot. Dismiss Ex. B 1, 68.)  The First \nPurchase Agreement expressly provided that it “set[s] forth the entire agreement \nand understanding of the parties relating to the subject matter [t]herein and \nmerges all prior discussions and agreements between them, including the Share \n                                                           \n3 When conducting a 12(b)(6) inquiry, the court may consider documents that are the subject of the \naction and specifically referenced in the complaint.  Oberlin Capital, L.P. v. Slavin , 147 N.C. App. 52, \n60, 554 S.E.2d 840, 847 (2001).  In the Complaint, Plaintiffs refer to a “May 2007 [] agreement” with \nJames for the transfer of McKee Craft stock (V. 2nd Am. Compl. ¶ 36), and to “certain stock purchase \nagreements signed by Plaintiffs and . . . James.”  (V. 2nd Am. Compl. ¶ 124.)  The Court, therefore, \nconsiders these documents, attached to James’ Motion to Dismiss, in reaching its determinations. \n(James’ Mot. Dismiss Ex. A–C.) \n \n \nPurchase Agreement dated May 30, 2007, by and among [McKee Craft], McKee and \n[James].”  (James’ Mot. Dismiss Ex. B § 8(b).) \n{23}  Following the initial stock transfer, Plaintiffs allege that James \npurposely delayed delivering part of his capital investment, thereby placing McKee \nCraft in “a perilous financial condition” and leaving the company exposed to \nbankruptcy if another source of capital could not be found.  (V. 2nd Am. Compl. ¶¶ \n37–40.)    \n{24}  James offered to provide the needed capital to McKee Craft, but only \nupon the condition that he would receive additional shares in the company.  In the \ncourse of negotiating this second purchase, Plaintiffs allege that James made \nrepresentations that were false when made and were made with the intention that \nPlaintiffs would rely on them (V. 2nd Am. Compl. ¶ 58), including (i) that James \nwould bring in business revitalization specialists (V. 2nd Am. Compl. ¶ 43); (ii) that \nMcKee would receive repayment of the $1.5 million debt owed to him by McKee \nCraft, and approximately $4 million in additional compensation, within 48 months \nof James’ investment 4 (V. 2nd Am. Compl. ¶ 48); (iii) that McKee would continue as \na salaried employee of McKee Craft until such payments were made (V. 2nd Am. \nCompl. ¶ 49); (iv) that Key would continue as President of McKee Craft, and receive \na salary (V. 2nd Am. Compl. ¶¶ 52–53); (v) that once the business was profitable \nand James’ investment had been repaid, Plaintiffs could reclaim their shares (V. \n2nd Am. Compl. ¶ 54); and (vi) that James would take steps to fulfill existing \ngovernment orders for McKee Craft boats.  (V. 2nd Am. Compl. ¶¶ 55–56.) \n{25}  Plaintiffs further allege that James represented to vendors, banks, and \nthird-party lenders that, “he was committed to provid[ing] all the capital necessary \nto resolve the financial problems” of McKee Craft, (V. 2nd Am. Compl. ¶ 44), \nthereby delaying foreclosure on McKee Craft assets.  (V. 2nd Am. Compl. ¶ 45.)   \n                                                           \n4 Plaintiffs allege that McKee “was, and is, a creditor” of McKee Craft, holding outstanding notes \nfrom the Company in excess of $1.5 million.  (V. 2nd Am. Compl. ¶ 47.)  Over the years, Plaintiffs \nalso pledged their homes, vacation properties, and other real estate and assets to secure McKee \nCraft’s debts.  (V. 2nd Am. Compl. ¶ 74.)  \n \n \n{26}  Faced with potential bankruptcy without James’ investment and \nrelying on James’ representations, Plaintiffs agreed to sell James the additional \nshares at only $1 per share (the “Second Purchase Agreement”).  (V. 2nd Am. \nCompl. ¶¶ 40–42.)  On February 6, 2008, Key, on behalf of McKee Craft, and James \nsigned the Second Purchase Agreement, giving James an 88.65% ownership interest \nin McKee Craft.  (James’ Mot. Dismiss Ex. C 1, Ex. A.)  Similar to the First \nPurchase Agreement, the Second Purchase Agreement also had a merger clause \nmerging all prior discussions and agreements related to the subject matter of the \ncontract into the Second Purchase Agreement as written.  (James’ Mot. Dismiss Ex. \nC § 6(b).)   \n{27}  Shortly thereafter, Plaintiffs allege that James took actions in breach \nof his promises and duty to Plaintiffs.  (V. 2nd Am. Compl. ¶ 62.)  Specifically, \nPlaintiffs assert that James removed them as employees and officers of McKee \nCraft (V. 2nd Am. Compl. ¶ 63); notified customers that their orders would not be \nfilled (V. 2nd Am. Compl. ¶ 64); directed Marshburn, the company’s controller and \nofficer, not to honor warranty claims (V. 2nd Am. Compl. ¶ 65); failed to pay McKee \nCraft’s legal obligations (V. 2nd Am. Compl. ¶ 66); locked Plaintiffs out of the \nfacility (V. 2nd Am. Compl. ¶ 68); seized Plaintiffs’ computers and records (V. 2nd \nAm. Compl. ¶ 69); sold raw materials subject to UCC liens without notifying \ncreditors (V. 2nd Am. Compl. ¶ 71); sold or gave away boats (V. 2nd Am. Compl. ¶ \n72); converted valuable company assets to James’ own use (V. 2nd Am. Compl. ¶ \n77); and auctioned boat molds and plugs to Coconut Holdings for $40,000 without \nregard to creditors.  (V. 2nd Am. Compl. ¶ 78.)  \n{28}  Additionally, Plaintiffs claim that James used his access to McKee \nCraft’s financial information, via password, and other documents to misappropriate \nthe company’s trade secrets, including the “manufacturing processes, designs . . . \nbusiness plan[s], and . . . custom [boat] molds.”  (V. 2nd Am. Compl. ¶¶ 59–60, 138.) \n{29}  Plaintiffs further assert that James and Marshburn made oral and \nwritten statements to persons in the boat industry that were false and derogatory \n \n \ntowards Plaintiffs, and hindered Plaintiffs’ ability to work in the industry.  (V. 2nd \nAm. Compl. ¶¶ 83–84, 88.)   \n{30}  Generally, Plaintiffs allege that James and Marshburn conspired to \nplunder McKee Craft of its assets, transfer the assets to Coconut Holdings, and \neliminate Plaintiffs as shareholders and creditors.  (V. 2nd Am. Compl. ¶¶ 67, 146, \n151–52.) \nIII. \nSTANDARD OF REVIEW \n{31}  The question for the court on a motion to dismiss is “whether, as a \nmatter of law, the allegations of the complaint, treated as true, are sufficient to \nstate a claim upon which relief may be granted under some legal theory, whether \nproperly labeled or not.”  Harris v. NCNB Nat’l Bank of North Carolina , 85 N.C. \nApp. 669, 670, 355 S.E.2d 838, 840 (1987) (citing Stanback v. Stanback , 297 N.C. \n181, 185, 254 S.E.2d 611, 615 (1979)).   \n{32}  “The complaint must be liberally construed, and the court should not \ndismiss the complaint unless it appears beyond a doubt that the plaintiff could not \nprove any set of facts to support his claim which would entitle him to relief.”  Block \nv. County of Person , 141 N.C. App. 273, 277–78, 540 S.E.2d 415, 419 (2000) (citation \nomitted).  When the complaint fails to allege the substantive elements of some \nlegally cognizable claim, or where it alleges facts that defeat the claim, the \ncomplaint should be dismissed under Rule 12(b)(6).  See Hudson-Cole Dev. Corp. v. \nBeemer , 132 N.C. App. 341, 345–46, 511 S.E.2d 309, 312 (1999). \n{33}  While factual allegations must be accepted as true on a motion to \ndismiss, bare legal conclusions are “not entitled to a presumption of truth.”  Miller \nv. Rose , 138 N.C. App. 582, 592, 532 S.E.2d 228, 235 (2000).  Further, the Court is \nmindful that averments of fraud must be pled specifically and with particularity.  \nN.C. R. Civ. P.  9(b). \n \n \n \n \n \nIV. \nANALYSIS \nA. \nBREACH OF CONTRACT (DIRECT) \n{34}  To establish a prima facie case for breach of contract, a plaintiff must \nshow: “(1) existence of a valid contract and (2) breach of the terms of that contract.”  \nPoor v. Hill , 138 N.C. App. 16, 25, 530 S.E.2d 838, 843 (2000). \n{35}  James argues no valid contract exists with Plaintiffs because the two \nwritten contracts at issue in this case, the First and Second Purchase Agreements, \nbound James only to McKee Craft. 5  However, Plaintiffs also allege that James \nmade several oral promises directly to them that were not reflected in the First and \nSecond Purchase Agreements.  Specifically, Plaintiffs allege that James made \ncertain promises to them in exchange for Plaintiffs giving up portions of their \nownership interests in McKee Craft.  The question for the Court to resolve is \nwhether these oral promises survived as binding agreements between James and \nPlaintiffs notwithstanding the express terms of the First and Second Purchase \nAgreements.   \n{36}  James points out that the written contracts do not mention the oral \npromises he allegedly made to Plaintiffs, beyond his promise to pay $300,000 to \nMcKee Craft.  Furthermore, the First and Second Purchase Agreements contain \nmerger clauses that expressly nullify extraneous agreements not reflected in the \nwritten contracts.  (James’ Mot. Dismiss Ex. B § 8(b), Ex. C § 6(b).)   \n{37}  “[M]erger clauses were designed to effectuate the policies of the Parol \nEvidence Rule; i.e., barring the admission of prior and contemporaneous \nnegotiations on terms inconsistent with the terms of the writing.”  Zinn v. Walker , \n87 N.C. App. 325, 333, 361 S.E.2d 314, 318 (1987).  “Merger clauses create a \nrebuttable presumption that the writing represents the final agreement between \nthe parties.”  Id.   However, this presumption may be rebutted where the claimant \npleads “the existence of fraud, unconscionability, negligent omission or mistake of \n                                                           \n5 The Court notes, however, that McKee is a party to the First Purchase Agreement.  \n \n \nfact” in the creation of the contract, or “[w]here giving effect to the merger clause \nwould frustrate and distort the parties’ true intentions and understanding . . . .”  Id.    \n{38}  As discussed more fully below, Plaintiffs allege that James defrauded \nthem into signing the contracts on behalf of McKee Craft, thus calling into question \nthe validity of the entire agreement.  (V. 2nd Am. Compl. ¶ 123.)  Plaintiffs also \nargue that giving effect to the merger clause would distort the parties’ true \nintentions.  Accepting Plaintiffs’ allegations as true, at this stage of litigation, the \nmerger clause will not operate to foreclose consideration of oral promises that \nJames allegedly made to Plaintiffs to induce Plaintiffs to sign the First and Second \nPurchase Agreements.  Therefore, the Court concludes that Plaintiffs have stated a \nclaim for breach of contract. \n{39}  Accordingly, Defendant James’ motion to dismiss Plaintiffs’ breach of \ncontract claim is DENIED DENIED DENIED DENIED. \nB. \nBREACH OF FIDUCIARY DUTY (DIRECT) \n{40}  Plaintiffs bring this claim both individually, as shareholders in McKee \nCraft, and derivatively on behalf of McKee Craft.  However, James only moved to \ndismiss the individual claim, arguing that Plaintiffs lack standing to assert this \nclaim individually.  6  (James’ Br. Supp. Mot. Dismiss 9.) \n{41}  “As a general rule, shareholders have no right to bring actions ‘in their \n[individual] names to enforce causes of action accruing to the corporation’ . . . .”  \nNorman v. Nash Johnson & Sons’ Farms, Inc. , 140 N.C. App. 390, 395, 537 S.E.2d \n248, 253 (2000) (quoting Fulton v. Talbert , 255 N.C. 183, 185, 120 S.E.2d 410, 412 \n(1961)).  However, there are two recognized exceptions to this general rule: “(1) \nwhere there is a special duty . . . between the wrongdoer and the shareholder, and \n(2) where the shareholder suffered an injury separate and distinct from that \n                                                           \n6  Although “[s]tanding . . . is . . . properly challenged by a Rule 12(b)(1) motion to dismiss,” Fuller v. \nEasley , 145 N.C. App. 391, 395, 553 S.E.2d 43, 46 (2001), “[a] lack of standing may be challenged by \nmotion to dismiss for failure to state a claim upon which relief may be granted. Energy Investors \nFund, L.P. v. Metric Constructors Inc. , 351 N.C. 331, 337, 525 S.E.2d 441, 445 (2000).   \n \n \nsuffered by other shareholders.”  Barger v. McCoy Hillard & Parks  , 346 N.C. 650, \n658, 488 S.E.2d 215, 219 (1997) (citations omitted).   \n{42}  In Norman , the Court of Appeals appeared to establish an additional \nexception in the context of closely-held companies, noting that the powerlessness of \nminority shareholders in closely-held entities justifies granting them the ability to \nsue majority shareholders directly. 7   See Norman , 140 N.C. App. 390, 537 S.E.2d \n248.  However, the court later clarified its ruling in Norman  by concluding that \nNorman ’s analysis of closely-held companies did not establish a third exception \nunder Barger but rather provided “tools . . . to determine if a special duty or distinct \ninjury exists.”  Gaskin v. J.S. Procter Co., LLC , 196 N.C. App. 447, 453, 675 S.E.2d \n115, 119 (2009).   \n{43}  Indeed, Plaintiffs concede that they must fall under one of the two \nexceptions outlined in Barger  to be able to sue James directly for breach of fiduciary \nduty.  (Pls.’ Resp. Opp. Mot. Dismiss 6–7.)  However, Plaintiffs argue that they have \nalleged facts sufficient to support both exceptions. \n{44}  “The existence of a special duty . . . [is] established by facts showing \nthat defendants owed a duty to plaintiffs that was personal to plaintiffs as \nshareholders and [] separate and distinct from the duty defendants owed the \ncorporation.”  Barger , 346 N.C. at 659, 488 S.E.2d at 220.  A special duty may run \nfrom majority shareholders to minority shareholders of a closely-held corporation \nwhen the minority shareholders occupy a position of powerlessness within the \ncompany, as determined by the following factors: \n(1) the difficulty faced by minority shareholders in dissolving the \nentity, either because of legal impediments to dissolving the \ncorporation or because of the complex relationships involved in a \n                                                           \n7  A closely-held corporation is defined as follows: \n[A] corporate entity typically organized by an individual, or a group of individuals, \nseeking the recognized advantages of incorporation, limited liability, perpetual \nexistence and easy transferability of interests—but regarding themselves basically as \npartners and seeking veto powers as among themselves much more akin to the \npartnership relation than to the statutory scheme of representative corporate \ngovernment. \nMeiselman v. Meiselman , 309 N.C. 279, 289, 307 S.E.2d 551, 557 (1983).  \n \n \nfamily business; and (2) whether the recovery would be left in control \nof the alleged wrongdoers. \nGaskin , 196 N.C. App. at 453, 675 S.E.2d at 119 (citing Norman , 140 N.C. App. at \n404–05, 537 S.E.2d at 258–59.)  However, in finding such a special duty, the court \nshould also “consider the potential impact of a direct or individual lawsuit on third-\nparty creditors, and the potential impact of such a suit on the legal system, i.e., \ndanger of multiple lawsuits . . . .”  Gaskin , 196 N.C. App. at 454, 675 S.E.2d at 119. \n{45}  Here, Plaintiffs argue that James owed them a special duty by virtue \nof their “longstanding personal relationship,” (V. 2nd Am. Compl. ¶ 116), and the \nspecial confidence and trust placed in James by allowing him to become a majority \nshareholder in their closely-held family business.  (V. 2nd Am. Compl. ¶¶ 113, 115.)  \nAlthough Plaintiffs argue that their “longstanding personal relationship” with \nJames led them to place trust in him, the Court finds this argument unavailing.  \nFrom the allegations in the Complaint, it appears that Plaintiffs only knew James \nfor approximately four months prior to entering the First Purchase Agreement.  (V. \n2nd Am. Compl. ¶¶ 19, 36, 116.)  However, after entering the Second Purchase \nAgreement, James had majority control of McKee Craft (88.65 %), (James’ Mot. \nDismiss Ex. C Ex. A.), and, therefore, could assert total control over the minority \nshareholders.  \n{46}  Furthermore, based on the allegations, it appears that McKee Craft is \na closely-held family business.  Even though James is not a member of the McKee \nfamily, Plaintiffs argue that the familial history of the company made dissolution \ndifficult.  And, given James’ majority interest, any recovery for the company would \nbe left in James’ control, rendering Plaintiffs powerless in directing the \nmanagement and affairs of McKee Craft.  Taking the allegations as true, the Court \nconcludes, therefore, that Plaintiffs have sufficiently alleged a special duty owed to \nthem by James as the majority shareholder in McKee Craft.  And, while the impact \nof a direct lawsuit on the creditors of McKee Craft and the danger of additional \n \n \nlawsuits cause the Court some concern, the Court will not bar Plaintiffs’ direct \nclaims at this point based upon the facts before it. 8  \n{47}  Accordingly, the Court concludes that Plaintiffs have alleged sufficient \nfacts to withstand dismissal of their direct cause of action for breach of fiduciary \nduty.  The Court, therefore, DENIES DENIES DENIES DENIES the Motion with respect to this claim.. ..     \nC. \nFRAUD (DIRECT) \n{48}  To state a claim for fraud, a plaintiff must allege that a defendant \nmade a “(1) false representation or concealment of a material fact, (2) reasonably \ncalculated to deceive, (3) made with intent to deceive, (4) which does in fact deceive, \nand (5) resulting in damage to the injured party.”  Harrold v. Dowd , 149 N.C. App. \n777, 782, 561 S.E.2d 914, 918 (2002) (citing Ragsdale v. Kennedy , 286 N.C. 130, \n138, 209 S.E.2d 494, 500 (1974)).  Pursuant to Rule 9(b) of the North Carolina Rules \nof Civil Procedure, all averments of fraud must be pled with particularity.  N.C. R. \nCiv. P. 9(b). \n{49}  “A claim for fraud may be based on an ‘affirmative misrepresentation \nof a material fact, or a failure to disclose a material fact relating to a transaction \nwhich the parties had a duty to disclose.’”  Hardin v. KCS Int’l, Inc. , 199 N.C. App. \n687, 696, 682 S.E.2d 726, 733 (2009) (quoting Harton v. Harton , 81 N.C. App. 295, \n297, 344 S.E.2d 117, 119 (1986)).  Here, Plaintiffs alleged both affirmative \nmisrepresentations and a failure to disclose material facts by Defendants. \n1. \nFRAUDULENT CONCEALMENT \n{50}  “Fraudulent concealment or fraud by omission is, by its very nature, \ndifficult to plead with particularity.”  Lawrence v. UMLIC–Five Corp. , 2007 NCBC \n20 ¶ 39 (N.C. Super. Ct. June 18, 2007), http://www.ncbusinesscourt.net/opinions \n                                                           \n8 Even if Plaintiffs failed to establish a special duty owed to them, the allegations also reveal a \nseparate and distinct injury.  Specifically, Plaintiffs allege that, in addition to the injuries they \nsustained as shareholders, they also lost their positions as managers and officers of the company.  \n(V. 2nd Am. Compl. ¶ 117.)  \n \n \n/2007_NCBC_20.pdf (citing Breeden v. Richmond Cmty. Coll. , 171 F.R.D. 189, 195– \n96 (M.D.N.C. 1997)).  Specifically, a plaintiff must allege: \n(1) the relationship [between plaintiff and defendant] giving rise to the \nduty to speak; (2) the event or events triggering the duty to speak \nand/or the general time period over which the relationship arose and \nthe fraudulent conduct occurred; (3) the general content of the \ninformation that was withheld and the reason for its materiality; (4) \nthe identity of those under a duty who failed to make such disclosures; \n(5) what [the defendant] gained by withholding information; (6) why \nplaintiff’s reliance on the omission was both reasonable and \ndetrimental; and (7) the damages proximately flowing from such \nreliance. \nLawrence , 2007 NCBC 20 ¶ 39 (adopting Breeden , 171 F.R.D. 189, 195–96 \n(M.D.N.C. 1997) (citations omitted). \n{51}  A duty to speak may arise: (1) in the context of a fiduciary relationship, \n(2) where “a party has taken affirmative steps to conceal material facts from the \nother,” or (3) “where one party has knowledge of a latent defect in the subject \nmatter of the negotiations about which the other party is both ignorant and unable \nto discover through reasonable diligence.”  Harton , 81 N.C. App. at 297–98, 344 \nS.E.2d at 119.  \n{52}  James argues that Plaintiffs failed to allege that a duty to speak \nexisted at the time of the concealment, and did not plead this claim with sufficient \nparticularity.  (Def.’s Br. Supp. 2d Mot. Dismiss 17.)  The Court agrees. \n{53}  Plaintiffs contend that James concealed material facts from them to \ninduce them to enter the First and Second Purchase Agreements.  As such, \nPlaintiffs must allege that a duty to speak existed prior to the Second Purchase \nAgreement.  Here, Plaintiffs argue that James’ duty to speak arose out of the \nfiduciary relationship created by virtue of their positions as shareholders in McKee \nCraft and during their long-standing personal relationship.  However, the \nallegations do not support the existence of a fiduciary duty between the parties \nprior to either the First or Second Purchase Agreement.   \n{54}  At the outset, the Court notes that the facts as alleged do not suggest \nthe existence of a long-standing relationship at the time of the alleged concealment \n \n \nthat would serve to impose fiduciary duties upon James.  According to Plaintiffs, \nJames initially approached them only four months prior to entering the deal to \ninvest in McKee Craft.  (V. 2nd Am. Compl. ¶¶ 19, 36, 116.)   \n{55}  Additionally, any fiduciary duty arising out of the parties’ relationship \nas shareholders would not have existed prior to the Second Purchase Agreement \nunder which James became a majority shareholder.  “As a general rule, \nshareholders do not owe a fiduciary duty to each other or to the corporation.”  \nFreese v. Smith , 110 N.C. App. 28, 37, 428 S.E.2d 841, 847 (1993).  A controlling \nshareholder’s fiduciary duty to minority shareholders is a recognized exception to \nthis general rule.  Id.   However, prior to the Second Purchase Agreement, James \nonly maintained a minority interest in McKee Craft.  Therefore, the Court concludes \nthat no fiduciary duty existed at the time of the alleged concealment. \n{56}  Assuming, for the sake of argument, that James had a duty to speak, it \ndoes not appear that Plaintiffs alleged with any particularity the content of the \ninformation withheld or concealed.  The allegations of fraud all speak to affirmative \nmisrepresentations, but neglect to clarify what information James purportedly \nconcealed from them.  (V. 2nd Am. Compl. ¶ 124.)  The Court concludes, therefore, \nthat Plaintiffs have failed to allege their claim for fraudulent concealment with \nsufficient particularity to survive a motion to dismiss. \n{57}  Accordingly, the Court hereby GRANTS GRANTS GRANTS GRANTS the Motion with respect to \nPlaintiffs’ claim for fraudulent concealment. \n2. \nAFFIRMATIVE MISREPRESENTATION \n{58}  In the Motion, James first argues that this claim should be dismissed \nbecause Plaintiffs failed to plead fraud with particularity.  To sufficiently plead a \nclaim for fraud based on affirmative misrepresentations, the plaintiff must allege \nwith particularity the “‘time, place and content of the fraudulent misrepresentation, \nidentity of the person making the representation and what was obtained as a result \nof the fraudulent act or representations.’”  Harrold , 149 N.C. App. at 782, 561 \nS.E.2d at 918 (quoting Terry v. Terry , 302 N.C. 77, 85, 273 S.E.2d 674, 678 (1981)).  \n \n \nHowever, “[m]alice, intent, knowledge, and other condition of mind . . . may be \naverred generally.”  N.C. R. Civ. P. 9(b). \n{59}  In the Complaint, Plaintiffs enumerate several affirmative \nrepresentations that they allege James made during negotiations in the months \nprior to entering the written agreements, which support their claim for fraud.  (V. \n2nd Am. Compl. ¶ 124(a)–(p).)  The Court concludes that these allegations are \nsufficiently particular to put James on notice of the fraud claims against him. 9    \n{60}  James next argues that Plaintiffs’ claim fails because the alleged \nmisrepresentations were all promises of future performance.  “As a general rule, a \nmere promissory representation will not support an action for fraud.”  Braun v. \nGlade Valley Sch., Inc. , 77 N.C. App 83, 87, 334 S.E.2d 404, 407 (1985).  “However, \na promissory misrepresentation may constitute actual fraud if the \nmisrepresentation is made with intent to deceive and with no intent to comply with \nthe stated promise or representation.”  Id.    \n{61}  Plaintiffs contend James’ representations were false at the time he \nmade them and were made with intent to deceive the Plaintiffs.  (V. 2nd Am. \nCompl. ¶¶ 58, 126.)  To support this allegation and the argument that James never \nintended to comply with his promises, Plaintiffs point to James’ alleged actions \nimmediately following the second transfer of shares, including removing Plaintiffs \nas employees and officers, informing government purchasers their orders would not \nbe filled, directing staff to stop honoring customer warranty claims, and failing to \npay legal obligations of the company.  (V. 2nd Am. Compl. ¶¶ 63–66, 117(c), (e), (g).)  \nAccepting the allegations as true, the Court concludes that, although certain \n                                                           \n9 Although Plaintiffs do not allege the exact place where James made each of these representations, \nthe Court does not conclude that this is a material omission justifying dismissal.  To meet the \nparticularity requirement, courts do not require “perfect and complete specificity.”  Hudgins v. \nWagoner , 204 N.C. App. 480, 487, 694 S.E.2d 436, 443 (2010) (holding that plaintiff’s failure to plead \nthe exact “place” where the misrepresentation was made did not defeat the claim).  Thus, based on a \nliberal construction of the Complaint, the Court concludes that Plaintiffs alleged sufficient facts to \ninform James of the allegations brought against him.  \n \n \nrepresentations constituted promises of future performance, Plaintiffs have \nsufficiently alleged James’ intent to deceive and not comply with his promises. 10  \n{62}  Lastly, James argues that Plaintiffs could not have reasonably relied \non any alleged misrepresentations because the merger clauses in the First and \nSecond Purchase Agreements rendered any reliance unreasonable as a matter of \nlaw.  (James’ Br. Supp. Mot. Dismiss 16–17.) \n{63}  To survive a motion to dismiss, Plaintiffs must allege all of the \nelements of fraud, including Plaintiffs’ reasonable reliance on the \nmisrepresentations.  See Foley v. L & L Int’l, Inc. , 88 N.C. App. 710, 715, 364 S.E.2d \n733, 736 (1988) (citation omitted).  And, “when the party relying on the false or \nmisleading representation could have discovered the truth upon inquiry, the \ncomplaint must allege that he was denied the opportunity to investigate or that he \ncould not have learned the true facts by exercise of reasonable diligence.”  Hudson-\nCole Dev. Corp. v. Beemer , 132 N.C. App. 341, 346, 511 S.E.2d 309, 313 (1999).   \n{64}  Here, it is unlikely that Plaintiffs could have discovered through \ninquiry that James did not intend to follow through on the promises he allegedly \nmade to Plaintiffs, as such inquiry would require discerning James’ intent at the \ntime.  However, James argues that the merger clauses in the First and Second \nPurchase Agreements, which expressly provide that the written agreements \ncontained the entire agreement between the parties, made Plaintiffs’ reliance on \nthese alleged oral promises unreasonable.  (James’ Mot. Dismiss Ex. B § 8(b), Ex. C \n§ 6(b).) \n{65}  As noted above, a merger clause generally excludes the admission into \nevidence of prior representations and agreements between the parties inconsistent \nwith the terms of the written contract.  Zinn , 87 N.C. App. at 333, 361 S.E.2d at \n318.  However, “[w]here a contract or transaction is induced by misrepresentations, \nthe fraud and the contract are ‘distinct and separable -- that is, the representations \n                                                           \n10  The Court also notes that a few of the representations alleged by Plaintiffs do not constitute \npromises of future performance but representations of present facts, including James’ \nrepresentations regarding his business expertise and experience.  (V. 2nd Am. Compl. ¶ 124.)  \n \n \nare usually not regarded as merged in the contract.’”  Godfrey v. Res-Care, Inc. , 165 \nN.C. App. 68, 78, 598 S.E.2d 396, 403 (2004) (citing Fox v. S. Appliances , 264 N.C. \n267, 270, 141 S.E.2d 522, 525 (1965)) (quotation and citation omitted).  \n{66}  In this case, Plaintiffs claim that the alleged misrepresentations \ninduced them to enter the written agreements with James.  (V. 2nd Am. Compl. ¶ \n125.)  Therefore, the representations are separable from the contracts, and the \nmerger clauses will not invalidate Plaintiffs’ assertion of reliance on James’ prior \noral representations at this stage.  (V. 2nd Am. Compl. ¶ 128.)  As such, the Court \nconcludes that Plaintiffs have sufficiently alleged a claim for fraud based on \naffirmative misrepresentations. \n{67}  Accordingly, the Court hereby DENIES DENIES DENIES DENIES the Motion with respect to \nPlaintiffs’ claim for fraud based upon affirmative misrepresentations. \nD. \nUNFAIR AND DECEPTIVE TRADE PRACTICES (DIRECT) \n{68}  To properly state a claim for unfair and deceptive trade practices, a \nplaintiff must allege “(1) defendant committed an unfair and deceptive act or \npractice, (2) in or affecting commerce, and (3) plaintiff was injured as a result.”  \nPhelps-Dickson Builders, LLC v. Amerimann Partners , 172 N.C. App. 427, 439, 617 \nS.E.2d 664, 671 (2005) (citing Edwards v. West , 128 N.C. App. 570, 574, 495 S.E.2d \n920, 923 (1998)).   \n{69}  James argues that Plaintiffs’ claim fails because the conduct giving \nrise to the claim was not “in or affecting commerce.”  (Def.’s Br. Supp. 2d Mot. \nDismiss 18–19.)   \n{70}  Under the Unfair and Deceptive Trade Practices Act (“UDTPA”), the \nterm “‘commerce’ includes all business activities, however denominated.” N.C.  G EN . \nSTAT . § 75–1.1(b) (2013).  The North Carolina Supreme Court has interpreted \n“business activities” to mean “the manner in which businesses conduct their \nregular, day-to-day activities, or affairs, such as the purchase and sale of goods, or \nwhatever other activities the business regularly engages in and for which it is \norganized.” HAJMM Co. v. House of Raeford Farms, Inc. , 328 N.C. 578, 594, 403 \n \n \nS.E.2d 483, 493 (1991).  However, the UDTPA does not apply to matters of internal \ncorporate governance, see Wilson v. Blue Ridge Elec. M’ship. Corp. , 157 N.C. App. \n355, 358, 578 S.E.2d 692, 694 (2003), or to securities transactions.  HAJMM  Co. , \n328 N.C. App. at 593, 403 S.E.2d at 492.   \n{71}  Although many of Plaintiffs’ allegations in the Complaint relate to the \ninternal dispute between the shareholders and the sale of stock in McKee Craft, \nPlaintiffs also allege other actions as the basis of their claims, including that James \nimproperly (1) informed government purchasers that their orders would not be \nfilled, (2) directed staff to stop honoring warranty claims of the corporation, (3) sold \nor gave away boats already manufactured for other entities, and (4) auctioned the \nmolds and plugs used to build boats to Coconut Holdings “for less than reasonable \nor fair market value.”  (V. 2nd Am. Compl. ¶¶ 64–65, 72, 151.)  These allegations \nfall outside of the internal dispute and stock sale, and involve interactions with \nother commercial businesses.  Therefore, accepting the allegations as true, the \nCourt concludes that James’ alleged acts were “in or affecting commerce.”  \nFurthermore, because these acts partially form the basis for Plaintiffs’ underlying \ntort claims and, thus, may offend established public policy, see Marshall v. Miller , \n302 N.C. 539, 548, 276 S.E.2d 397, 403 (1981), the Court concludes that Plaintiffs \nhave sufficiently pled a claim for unfair and deceptive trade practices.   \n{72}  Accordingly, Defendant James’ motion to dismiss Plaintiffs’ unfair and \ndeceptive trade practices claim is DENIED DENIED DENIED DENIED.  \nE. \nLIBEL/SLANDER (DIRECT) \n{73}  To recover for libel or slander, “a plaintiff must allege that the \ndefendant caused injury to the plaintiff by making false, defamatory statements of \nor concerning the plaintiff, which were published to a third person.”  Holleman v. \nAiken , 193 N.C. App. 484, 495, 668 S.E.2d 579, 587 (2008).  To be actionable, “the \nwords attributed to defendant [must] be alleged . . . with sufficient particularity.”  \nStutts v. Duke Power , 47 N.C. App. 76, 84, 266 S.E.2d 861, 866 (1980).  While the \nplaintiff need not quote the exact words communicated by the defendant in his \n \n \ncomplaint, the allegations must describe at least the substance of the statement.  \nId.      \n{74}  Here, Plaintiffs merely allege that James “made oral and written \nstatements to persons in the boat industry that were false and derogatory towards \nPlaintiffs.”  (V. 2nd Am. Compl. ¶ 83.)  The Complaint is devoid of any specific \nallegations as to the substance or context of such statements.  Without such, \nPlaintiffs’ claim fails as a matter of law.        \n{75}  Accordingly, the Court GRANTS GRANTS GRANTS GRANTS the Motion as to Plaintiffs’ claim for \nlibel/slander.  Plaintiffs’ claim for libel/slander is hereby DISMISSED DISMISSED DISMISSED DISMISSED with \nprejudice.   \nF. \nCIVIL CONSPIRACY (DIRECT & DERIVATIVE) \n{76}  It is well recognized that “there is not a separate civil action for civil \nconspiracy in North Carolina.”  Dove v. Harvey , 168 N.C. App. 687, 690, 608 S.E.2d \n798, 800 (2005), disc. rev. denied , 360 N.C. 289, 628 S.E.2d 249 (2006) (citing Shope \nv. Boyer , 268 N.C. 401, 150 S.E.2d 771 (1966)).  However, the plaintiff may assert a \ncivil conspiracy to “associate the defendants together [such that] the acts and \nconduct of one might be admissible against all.”  Id.  (quoting Fox v. Wilson , 85 N.C. \nApp. 292, 300, 354 S.E.2d 737, 742–43 (1987)).   \n{77}  “An action for civil conspiracy will lie when there is an agreement \nbetween two or more individuals to do an unlawful act or to do a lawful act in an \nunlawful way, resulting in injury inflicted by one or more of the conspirators \npursuant to a common scheme.”  Jones v. City of Greensboro , 51 N.C. App. 571, 583, \n277 S.E.2d 562, 571 (1981) (quotation and citation omitted), overruled on other \ngrounds by Fowler v. Valencourt , 334 N.C. 345, 435 S.E.2d 530 (1993).   \n{78}  James argues that Plaintiffs’ direct and derivative claim for civil \nconspiracy should be dismissed because Plaintiffs failed to allege an agreement \nbetween Defendants, and relied on the same acts to form the basis of the conspiracy \nclaims as the tort claims.  (James’ Br. Supp. Mot. Dismiss 19–20.)   \n \n \n{79}  Here, Plaintiffs alleged that Defendants planned and schemed to take \nPlaintiffs’ property and close down McKee Craft.  (V. 2nd Am. Compl. ¶¶ 162–64.)  \nAnd, in furtherance of that plan, Plaintiffs allege that Defendants committed \nvarious acts as set forth in the Complaint.  Although Plaintiffs never specifically use \nthe term “agree,” the Court construes the allegations liberally, and concludes that \nthese allegations suffice to aver an agreement to a common scheme.   \n{80}  James’ remaining argument is equally unavailing.  While the court in \nJones  held that the plaintiff could not “use the same alleged acts to form both the \nbasis of a claim for conspiracy to commit certain torts and  the basis of claims for \nthose torts,” 51 N.C. App. at 584, 277 S.E. 2d at 571, the court later distinguished \nthis case in Norman  on a motion to dismiss.  In Norman , the court held that, \nalthough Jones  upheld dismissal of the action for conspiracy at the summary \njudgment stage, dismissal on the same grounds at the 12(b)(6) stage was \ninappropriate since plaintiffs may plead alternative theories of recovery.  Norman , \n140 N.C. App. at 416, 537 S.E.2d at 265.  As such, the Court concludes that \nPlaintiffs have adequately stated a claim for conspiracy, and may proceed under \nthis theory at this stage of the litigation.  \n{81}  Accordingly, the Court hereby DENIES DENIES DENIES DENIES the Motion as to Plaintiffs’ \ndirect and derivative claim for conspiracy. \nG. \nMISAPPROPRIATION OF TRADE SECRETS (DERIVATIVE) \n{82}  The Trade Secret Protection Act (“TSPA”), under which Plaintiffs bring \nthis claim, provides a cause of action for the misappropriation of a trade secret.  \nN.C.  G EN . STAT . § 66-153 (2013).  “Misappropriation” is defined under the TSPA as \nthe “acquisition, disclosure, or use of a trade secret of another without express or \nimplied authority or consent, unless such trade secret was arrived at by \nindependent development, reverse engineering, or was obtained from another \nperson with a right to disclose the trade secret.”  § 66-152(1).  The TSPA defines a \n“trade secret” as  \n \n \nbusiness or technical information . . . that: (a.) [d]erives independent \nactual or potential commercial value from not being generally known \nor readily ascertainable through independent development or reverse \nengineering by persons who can obtain economic value from its \ndisclosure or use; and (b.) [i]s the subject of efforts that are reasonable \nunder the circumstances to maintain its secrecy. \n§ 66-152(3). \n{83}  “To plead misappropriation of trade secrets, ‘a plaintiff must identify a \ntrade secret with sufficient particularity so as to enable a defendant to delineate \nthat which he is accused of misappropriating and a court to determine whether \nmisappropriation has or is threatened to occur.’”  VisionAIR, Inc. v. James , 167 N.C. \nApp. 504, 510–11, 606 S.E.2d 359, 364 (2004); see also Analog Devices, Inc. v. \nMichalski , 157 N.C. App. 462, 468, 579 S.E.2d 449, 453 (2003).  In doing so, \nPlaintiffs must allege the reasonable efforts taken to maintain the secrecy of the \ninformation.  Thortex, Inc. v. Std. Dyes, Inc. , No. COA05–1274, 2006 N.C. App. \nLEXIS 1171  at *9–*10 (N.C. Ct. App. 2006).  “[T]he mere assertion that [trade \nsecrets] were kept confidential is not enough to withstand a 12(b)(6) motion to \ndismiss.”  Id.  \n{84}  Here, James argues that Plaintiffs failed to allege a trade secret with \nsufficient particularity, and, more specifically, did not allege reasonable efforts to \nmaintain its secrecy.  Plaintiffs allege that the method of construction of McKee \nCraft vessels constitutes a trade secret, and particularly state the method and its \nbenefits.  (V. 2nd Am. Compl. ¶¶ 14–18.)  These allegations sufficiently identify \nwhat Plaintiffs believe constitutes the trade secret.  However, there are no \nallegations outlining the reasonable measures Plaintiffs relied on to maintain the \nsecrecy of their construction methods.  While Plaintiffs allege that James had access \nto trade secrets, the only allegation mentioning the protection of any confidential \ninformation states that James received “full administrative access to Quickbooks \nvia a password.”  (V. 2nd Am. Compl. ¶¶ 59–60.)  At most, Plaintiffs have alleged \nthat the financial records of McKee Craft may  have been protected by a password.  \nHowever, Plaintiffs failed to allege any facts tending to demonstrate that Plaintiffs \nimplemented reasonable efforts to protect the secrecy of the construction methods.  \n \n \nThus, the Court concludes that Plaintiffs have not sufficiently alleged the existence \nof a trade secret, as it is contemplated under the TSPA, and thus, Plaintiffs’ claim \nfails as a matter of law. \n{85}  Accordingly, the Court hereby GRANTS GRANTS GRANTS GRANTS the Motion as to Plaintiffs’ \nclaim for misappropriation of trade secrets.  Plaintiffs’ claim for misappropriation of \ntrade secrets is DISMISSED DISMISSED DISMISSED DISMISSED with prejudice.     \nH. \nFRAUDULENT TRANSFER (DERIVATIVE) \n{86}  Fraudulent transfers or conveyances are governed by the Uniform \nFraudulent Transfer Act (“UFTA”).  N.C.  G EN . STAT . § 39-3A (2013).  The UFTA \nallows a creditor to bring a civil action against a debtor for certain transfers made \nby the debtor.  § 39-23.7.  Specifically, the UFTA provides that a transfer is \nfraudulent as to present and future creditors if the debtor made the transfer: \n(1) with intent to hinder, delay, or defraud any creditor of the debtor; \nor (2) without receiving a reasonably equivalent value in exchange for \nthe transfer or obligation, and the debtor: (a) was engaged or was \nabout to engage in a business or a transaction for which the remaining \nassets of the debtor were unreasonably small in relation to the \nbusiness or transaction; or (b) intended to incur, or believed that the \ndebtor would incur, debts beyond the debtor’s ability to pay as they \nbecame due. \n§ 39-23.4(a). \n{87}  The statute also grants present creditors an additional ground to \nchallenge a transfer where the debtor made the transfer without receiving a \nreasonably equivalent value in exchange, and the debtor was insolvent at the time \nor became insolvent as a result.  § 39-23.5(a).  The UFTA, thus, contemplates a \ndebtor-creditor relationship between the parties, and defines a “creditor” as a \nperson who has a “right to payment” from the debtor.  § 39-23.1(3),(4),(6).  \nFurthermore, the statute defines a “transfer” as “every mode . . . of disposing of or \nparting with” property belonging to the debtor.  § 39-23.1(2),(12).  Thus, to state a \nclaim under the UFTA, the plaintiff must allege a right of payment from the \n \n \ndefendant, and a transfer made by the defendant of the defendant’s own property in \na such a way as to fall under either § 39-23.4(a) or § 39-23.5(a).   \n{88}  Here, Plaintiffs argue that McKee Craft retained a right of payment \nfor assets James transferred to other entities or converted for his own use.  \nHowever, Plaintiffs base their entire claim on James’ transfer of McKee Craft’s \nproperty.  (V. 2nd Am. Compl. ¶¶ 145–55.)  Plaintiffs have not directed the Court to \nany allegations that James transferred his own property to avoid a debt he owes \nMcKee Craft, as required under the UFTA.  § 39-23.1(2),(12).  While James’ alleged \nconversion and transfer of McKee Craft’s assets may entitle McKee Craft to \nrecovery under some cognizable claim, the Court concludes that Plaintiffs’ \nallegations do not give rise to a claim under the UFTA.   \n{89}  Accordingly, James’ motion to dismiss Plaintiffs’ claim based on the \nfraudulent transfer of assets to avoid creditors is GRANTED GRANTED GRANTED GRANTED.   Plaintiffs’ claim for \nfraudulent transfer is hereby DISMISSED DISMISSED DISMISSED DISMISSED with prejudice.     \nI. \nCORPORATE WASTE (DERIVATIVE) \n{90}  Plaintiffs attempt to bring a separate claim for corporate waste.  \nHowever, as argued by James, North Carolina does not appear to recognize such a \nclaim as a separate cause of action.  Rather, a claim for corporate waste would be \nsubsumed in Plaintiffs’ derivative claims for breach of fiduciary duty and gross \nmismanagement.  See Green v. Condra , 2009 NCBC 21 ¶ 127–28 (N.C. Super. Ct. \nAug. 14, 2009), http://www. ncbusinesscourt.net/opinions/2009_NCBC_21 .pdf \n(dismissing a claim for corporate waste because it was encompassed in claims for \nbreach of fiduciary duty, gross mismanagement, and constructive fraud).  Thus, “it \nwould serve no purpose to allow Plaintiffs leave to restate the claims.”  Id.  at ¶ 130.  \nIndeed, Plaintiffs admit that this claim would fall under their other derivative \nclaims.  (Pls.’ Resp. Opp. Mot. Dismiss 20.)   \n{91}  Accordingly, James’ Motion as to Plaintiffs’ corporate waste claim is \nGRANTED GRANTED GRANTED GRANTED.  Plaintiffs’ derivative claim for corporate waste is DISMISSED DISMISSED DISMISSED DISMISSED with \nprejudice. \n \n \nJ. \nPUNITIVE DAMAGES \n{92}  To prevail on a claim for punitive damages, Plaintiffs must succeed on \na claim for compensatory damages, and prove by clear and convincing evidence that \none or more of the following aggravating factors were present: (a) fraud, (b) malice, \nor (c) willful or wanton conduct.  N.C.  G EN . STAT . § 1D-15 (2013); see also  Sellers v. \nMorton , 191 N.C. App. 75, 85, 661 S.E.2d 915, 923 (2008).  Because the Court \nconcludes that Plaintiffs have sufficiently pled claims for compensatory damages, \nJames’ motion to dismiss Plaintiffs’ punitive damages claim is DENIED DENIED DENIED DENIED.  \nV. \nCONCLUSION \n{93}  For the reasons stated above, the Court GRANTS GRANTS GRANTS GRANTS James’ Motion to \nDismiss with respect to Plaintiffs’ direct claims for libel/slander and fraud based on \nthe theory of fraudulent concealment, and with respect to Plaintiffs’ derivative \nclaims for misappropriation of trade secrets, fraudulent transfer, and corporate \nwaste.  All other requests for relief in the Motion are DENIED DENIED DENIED DENIED. \n{94}  Accordingly, the Court hereby DISMISSES DISMISSES DISMISSES DISMISSES with prejudice Plaintiffs’ \ndirect claims for libel/slander and fraud based on the theory of fraudulent \nconcealment, and DISMISSES DISMISSES DISMISSES DISMISSES with prejudice Plaintiffs’ derivative claims for \nmisappropriation of trade secrets, fraudulent transfer, and corporate waste. \n  SO ORDERED SO ORDERED SO ORDERED SO ORDERED, this is the 24th day of July 2013. \n       "
}