{
  "id": "a07a70d0f8052aff001fd78821416c8fe8a3cc6712d45ac5b08812667e53ed3b",
  "source_file": "data/raw/ncbc/a07a70d0f8052aff001fd78821416c8fe8a3cc6712d45ac5b08812667e53ed3b.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCOUNTY OF ROBESON \nIN THE GENERAL COURT OF JUSTICE  \nSUPERIOR COURT DIVISION \n09 CVS 3031 \n \nLANNESS K. McKEE and LANNESS K. \nMcKEE, JR., \n \n                  \nPlaintiffs, \n \nv. \n \nHUNTINGTON JAMES and COCONUT \nHOLDINGS, LLC,  \n \n              \nDefendants, \n \nv. \n \nLANNESS K. McKEE & COMPANY, \nINC., \n \n                                     Nominal \nDefendant. \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ VERIFIED BILLS OF \nCOSTS AND MOTIONS FOR \nATTORNEY’S FEES  \n \n{1} THIS MATTER is before the Court upon (i) Defendant Coconut \nHoldings, LLC’s (“Coconut Holdings”) Ve rified Bill of Costs; (ii) Coconut \nHoldings’s Motion for A ttorney’s Fees; (iii) Defendant Huntington James’s \n(“James”) (collectively with Coconut Hold ings, “Defendants”) Verified Bill of \nCosts (collectively with Coconut Hold ings’s Verified Bill of Costs, the \n“Verified Bills of Costs”); and (iv) James’s Motion for Attorney’s Fees \n(collectively, with Coconut Holdings ’s Motion for Attorney’s Fees, the \n“Motions for Attorney’s Fees”) pursuant to which Defendants move this Court \nfor an order awarding them the costs,  expenses, and attorney’s fees they \nreasonably and necessarily incurred in defending against the claims asserted \nby Plaintiffs Lanness K. McKee, Sr. and Lanness K. McKee, Jr. in the above-\ncaptioned case. \n{2} The Court, having considered Defendants’ Verified Bills of Costs \nand Motions for Attorney’s Fees, alon g with the parties’ affidavits and \nMcKee v. James, 2015 NCBC 75.\n \n \nsupporting and opposing briefs, makes the following FINDINGS OF FAC T \nand CONCLUSIONS OF LAW , and hereby GRANTS Coconut Holdings’s \nVerified Bill of Costs, GRANTS in part and DENIES in part James’s Verified \nBill of Costs, DENIES Coconut Holdings’s Motion for Attorney’s Fees, and \nDENIES James’s Motion for Attorney’s Fees. \nBrazil & Dunn, by K. Scott Brazil an d Chad W. Dunn, and The Foster \nLaw Firm, P.A., by Jeffrey B. Foster, for Plaintiffs. \n \nPoyner Spruill, LLP, by Joshua B. Durham and Jason B. James, for \nDefendant Huntington James. \n \nBell, Davis & Pitt, P.A., by Edward B. Davis and Andrew A. Freeman, \nfor Defendant Coconut Holdings, LLC. \n \nBledsoe, Judge. \nI. \nPROCEDURAL HISTORY AND FACTUAL BACKGROUND \n{3} Defendants’ Verified Bills of Costs and Motions for Attorney’s Fees \nare filed in response to this Court’s December 31, 2014 Order and Opinion on \nDefendants’ motions for summary judgment (“Summary Judgment Order”) by \nwhich this Court granted summary judgment in favor of both Defendants.  \nThe factual and procedural background relevant to the Court’s consideration \nof these Motions is set forth in deta il in the Summary Judgment Order, \nMcKee v. James, 2014 NCBC LEXIS 74 (N.C. Super. Ct. Dec. 31, 2014). \nII. \nVERIFIED BILLS OF COSTS \n{4} Defendant James filed his Verified Bill of Costs on April 17, 2015, \nseeking to recover $30,688.20 in costs and expenses from Plaintiffs.  \nSimilarly, Defendant Coconut Holdings filed its Verified Bill of Costs on May \n14, 2015, seeking to recover $3,169.90 in costs and expenses from Plaintiffs. \n{5} The time for filing a response brief in opposition to Defendants’ \nVerified Bills of Costs expired without Plaintiffs filing a statement of \nopposition to either Defendant’s Verified Bill of Costs.  North Carolina \n \n \nBusiness Court Rule 15.11 provides that “[i]f a respondent fails to file a \nresponse within the time required by th is rule, the motion will be considered \nand decided as an uncontested motion, and ordinarily will be granted without \nfurther notice.”  Because Plaintiffs have  not filed a response within the time \nrequired by this Rule, the Court cons iders and decides Defendants’ Verified \nBills of Costs as uncontested. \n{6} Defendants seek recovery of their costs pursuant to N.C. Gen. Stat. \n§§ 6-1, 6-20, and 7A-305.  Under North Carolina law, “[i]n actions where \nallowance of costs is not otherwise pr ovided by the General Statutes, costs \nmay be allowed in the discretion of the co urt. . . . subject to the limitations on \nassessable or recoverable costs set forth in G.S. 7A-305(d) . . . .”  N.C. Gen. \nStat. § 6-20 (2014).  Although § 6-20  appears to give the trial court \n“discretion” in determining whether to award costs enumerated in § 7A-\n305(d), the Court of Appeals has concluded that when construing §§ 6-20 and \n7A-305 together, “the trial court is afforded no discretion in determining \nwhether or not to award those costs enumerated under section 7A-305(d), and \ntherefore, the trial court must impose the costs requested by defendant.”  \nKhomyak v. Meek, 214 N.C. App. 54, 57, 715 S.E.2d 218, 220 (2011).   \n{7}  “The expenses enumerated in § 7A-305(d) constitute a ‘complete \nand exhaustive’ list” of “assessable or recoverable” costs under § 6-20.  \nMcKinnon v. CV Indus., ____ N.C. App. ____, ____, 745 S.E.2d 343, 352 (2013) \n(quoting N.C. Gen. Stat. § 7A-305(d)).  N.C. Gen. Stat. § 7A-305(d) allows a \nparty to recover its costs for, inter alia, “[r]easonable and necessary expenses \nfor stenographic and videographic assistan ce directly related to the taking of \ndepositions and for the cost of depo sition transcripts,” mediator fees, \n“[r]easonable and necessary fees of expert witnesses solely for the actual time \nspent providing testimony at trial, deposition, or other proceedings,” “fee[s] \nassessed . . . upon assignment of a case to a special superior court judge as a \ncomplex business case,” and personal service and civil process fees.  N.C. Gen. \nStat. § 7A-305(d) (2014). \n \n \n{8} Defendant Coconut Holdings seeks to recover costs in the total \namount of $3,169.90 as follows: (i) $2 ,619.90 for costs associated with \nstenographic and videographic assistan ce for depositions,  transcripts, and \nvideotapes and (ii) $550.00 for reimbursement of the mediator’s charge. \n{9} Defendant James seeks to recover costs in the total amount of \n$30,688.20 as follows: (i) $25,751.40 for co sts associated with stenographic \nand videographic assistance for depositi ons, transcripts, and videotapes; (ii)  \n$550 for reimbursement of the mediator’s charge, (iii) $1,479.50 for copies of \ndocuments from subpoenaed witnesses an d fees for service of out-of-state \nsubpoenas; (iv) $1,516.25 for filing fees , and (v) $1,391.05 for fees and travel \nexpenses charged by Plaintiffs’ ex pert witness, David McIntee (“Mr. \nMcIntee”).   \n{10} The Court has undertaken a careful review of each item of costs \nDefendants seek to recover and ha s examined the evidence, including \ninvoices and bills, Defendants have offered in support of their Verified Bills of \nCosts.  Based on that review, the Court finds that the costs and expenses \nDefendants incurred in defense of this  action were reasonable and necessary, \ncustomary in amount, and not clearly excessive, and should thus be awarded, \nexcept as set forth below. \n(i) Private Process Server Fees \n{11} Under North Carolina law, “[f]ees for personal service by a private \nprocess server may be recoverable in an amount equal to the actual cost of \nsuch service or fifty dollars ($50.00), wh ichever is less, unless the court finds \nthat due to difficulty of service a greate r amount is appropriate.”  N.C. Gen. \nStat. § 7A-305(d)(6).  Here, James seeks to recover: (i) a $195.00 fee charged \nby a private process server, Gillon’s Pr ocess Service, to serve a subpoena to \nproduce documents on Paul Taylor; ( ii) a $121.00 fee charged by a private \nprocess server, FOX Reporting, Inc., “for subpoena preparation and service \non” Gary D. Kronrad; and (iii) a $101.00  fee charged by FOX Reporting, Inc. \n“for subpoena preparation and service on” Reese W. Baker.  (James’s Verified \n \n \nBill of Costs, Exs. A & C.)  Defendan t James has not offered any evidence \nregarding difficulty of service or othe r explanation for why the Court should \naward a fee greater than $50.00 for pe rsonal service on Messrs. Taylor, \nKronrad, and Baker by these two privat e process servers.  As a result, the \nCourt, in its discretion, elects not to assess Plaintiffs in excess of $50.00 for \neach instance of personal service by  a private process server under § 7A-\n305(d)(6), and accordingly, will reduce James’s request for service fees by \n$267.00 (i.e., $195 plus $121 plus $101 minus $150). \n(ii) Expert Witness Fees \n{12} In assessing the “[r]easonable and necessary fees of expert \nwitnesses solely for actual time spent providing testimony at trial, deposition, \nor other proceedings” under N.C. Gen. Stat. § 7A-305(d)(11), “§ 7A-314 limits \nthe trial court’s broader discretionary power under § 7A-305( d)(11) to award \nexpert fees as costs only when the expert is under subpoena.”  Jarrell v. \nCharlotte-Mecklenburg Hosp. Auth., 206 N.C. App. 559, 563, 698 S.E.2d 190, \n193 (2010); Overton v. Purvis , 162 N.C. App. 241, 250,  591 S.E.2d 18, 25 \n(2004) (excluding expert witness fees as  costs where no evidence offered that \nexpert witnesses had been subpoenaed;  “‘only witnesses who have been \nsubpoenaed may be compensated’”) (quoting Holtman v. Reese, 119 N.C. App. \n747, 752, 460 S.E.2d 338, 342 (1995)).   \n{13} Further, when awarding expert witness fees, the trial court cannot \n“assess costs for an expert witness’ preparation time,” Springs v. City of \nCharlotte, 209 N.C. App. 271, 284, 704 S.E.2d 271, 328 (2011), but “may \nconsider in its discretion whether to aw ard ‘expert fees for an expert witness’ \ntime in attendance at trial even when not testifying’ and ‘travel expenses for \nexperts’ according to the provisions of N.C. Gen. Stat. § 7A-314 (2009),”  \nKhomyak, 214 N.C. App. at 68, 715 S.E.2d at 226–27 (citing Springs, 209 \nN.C. App. at 283–84, 704 S. E.2d at 328).  “In sum, before a trial court may \nassess expert witness testimony fees as  costs, the testimony must be (1) \nreasonable, (2) necessary, and (3) given while under subpoena.”  Lassiter v. \n \n \nN.C. Baptist Hosps., Inc ., ____ N.C. App. ____, ____, 761 S.E.2d 720, 723 \n(2014) (quoting Peters v. Pennington , 210 N.C. App. 1, 26, 707 S.E.2d 724, \n741 (2011)). \n{14} Defendant James’s Verified Bill of Costs establishes that Plaintiff’s \nexpert, Mr. McIntee, testified under subp oena; accordingly, James is entitled \nto seek Mr. McIntee’s fees as  costs under § 7A-305(d)(11).  See Jarrell, 206 \nN.C. App. at 563, 698 S.E.2d at 193; Lassiter, ____ N.C. App. at ____, 761 \nS.E.2d at 723. \n{15} The evidence Defendant James offers to support his request for \nMr. McIntee’s fees – an invoice from Mr. McIntee’s firm attached as Exhibit E \nto James’s Verified Bill of Costs – identifies Mr. McIntee’s services as \n“[p]reparation for and [to] provide deposition testimony,” for which he \ncharged “5-1/2 hours @ $250.00/Hr.” totaling $1,375.00, “Plus:  Out of Pocket \nExpenses (Mileage)” totaling $16.05, without any further identification of the \ntime spent.  (James’s Verified Bill of Costs, Ex. E.)   \n{16} Although not referenced by Defendant James, a copy of Mr. \nMcIntee’s deposition transcript is attached to James’s earlier January 31, \n2014 Motion to Exclude Plaintiffs’ Expert Witness Affidavits and Testimony \nand thus is part of the record before the Court.  Mr. McIntee’s deposition \ntranscript indicates that his deposition commenced at 11:08 A.M. and ended \nat 1:59 P.M. on Wednesday, December 11, 2013, with one brief recess.  (Def. \nJames’s Mot. Exclude Pls.’ Expert Witness Affidavits and Testimony, \nattached Depos. of Davi d G. McIntee.)  The Court therefore concludes that \nMr. McIntee spent 2 hours and 51 minutes at his deposition.  Mr. McIntee \ncharged Defendant James $250.00 per hour for his deposition testimony, \n(James’s Verified Bill of Costs, Ex. E) , and thus, Mr. McIntee’s total charge \nfor his time spent testifying and at his deposition equals $712.50 (\ni.e., 2.85 \ntimes $250).  The Court finds that the time Mr. McIntee spent testifying was \nreasonable and necessary and will allow Jam es’s request to assess these fees \nas costs.  See Khomyak , 214 N.C. App. at 68, 7 15 S.E.2d at 226–27 (court \n \n \nmay consider expert witness fees for atte ndance at trial, even when expert is \nnot testifying); see also Town of Chapel Hill v. Fox , 120 N.C. App. 630, 632, \n463 S.E.2d 421, 423 (1995) (in assessing fees, “[w]e discern no meaningful \ndifference between an expert who is call ed to testify at trial and an expert \nwho is called to testify at a deposition.”). \n{17} Mr. McIntee’s remaining time, however, apparently was spent \npreparing for his deposition, which our courts have made clear is not \nrecoverable as costs.  \nSee, e.g., Springs, 209 N.C. App. at 284, 704 S.E.2d at \n328.  In any event, because Defendant James has failed to offer proof that \nMr. McIntee’s remaining 2.65 hours of billable time was spent testifying or in \nactivity for which recovery is permitted, the Court will disallow James’s \nrequest for payment of these fees ( i.e., 2.65 hours times $250/hour equals \n$662.50).  See, e.g. , Simon v. Simon , ____ N.C. App. ____, ____, 753 S.E.2d \n475, 482 (2013) (affirming trial court’s rejection of expert fee request because \n“plaintiff failed to prove how much [o f expert’s] time was devoted to her \ntestimony as opposed to travel and preparation”).   \n{18} In addition, Mr. McIntee billed James $16.05 for travel expenses, \nbut James has not provided any evidence  to show that recovery of these \nexpenses is proper under N.C. Gen. Stat. § 7A-314(b).  Specifically, James has \noffered no evidence of Mr. McIntee’s residence, and the business address that \nappears on his invoices (Hillsborough, North Carolina) and the place of his \nappearance for deposition (Chapel Hill,  North Carolina) are both in Orange \nCounty, North Carolina.  Accordingly, Defendant James has failed to carry \nhis burden to show that recovery of Mr. McIntee’s travel expenses are proper \nhere, and the Court will therefore disallow James’s request.  \nSee Springs, 209 \nN.C. App. at 284, 704 S.E.2d  at 328 (“the trial court has discretion to award \ntravel expenses for experts as provided  under N.C. Gen. Stat. § 7A-314(b)”); \nKhomyak, 214 N.C. App. at 68, 715 S.E.2d at 226–27 (same).1 \n                                                 \n1 N.C. Gen. Stat. § 7A-314(b) provides, in releva nt part, “(b) A witness entitled to the fee set \nforth in subsection (a) of this section . . . shall be entitled to receive reimbursement for travel \n \n \n{19} In sum, the Court will reduce Defendant James’s request for \nexpert witness fees and charges by $662.50 for Mr. McIntee’s charge for his \nnon-testifying time (2.65 hours times $250/hour)) and by $16.05 for Mr. \nMcIntee’s travel expenses. \n(iii) Filing Fees      \n{20} By the Court’s calculation, the total amount of allegedly assessable \nand recoverable filing fees reflected in  the bills and invoices attached as \nExhibit D to Defendant James’s Verified Bill of Costs equals $1,156.25 – not \n$1,516.25 as set forth in Defendant James ’s Verified Bill of Costs.  As a \nresult, the Court will reduce James’s requ est for filing fees by $360.00 (i.e., \n$1,516.25 minus $1,156.25).   \n{21} In addition, although N.C. Gen. Stat. § 7A-305(d)(12) allows for \nreimbursement of the fee payable when a case is assigned to a special \nsuperior court judge as a complex business case, this provision was added by \nthe Business Court Modernization Act (t he “Act”), which applies to actions \ncommenced or filed after October 1, 2014, see §§ 4, 9, 2014 N.C. Sess. Laws \n102, and not to actions, like the instan t case, which were commenced or filed \nprior to that date.2  See, e.g., Wortman v. Hutaff, 2014 NCBC LEXIS 73 at *6 \n(N.C. Super. Ct. Dec. 31, 2014) (“If a case was commenced or filed before \n[October 1, 2014], those costs may not be taxed against a plaintiff because \nthere was no express provision providin g for the taxation of Business Court \ndesignation costs as the statute existed prior to the Act.”).  As a result, the \nCourt will further reduce James’s requ est for filing fees by $1,000.00, the \namount James has sought for reimburs ement of the Business Court filing fee \nJames paid in 2009 upon designation of this case as a complex business case. \n                                                                                                                                                 \nexpenses as follows: (1) A witness whose residence is outside the county of appearance  but \nwithin 75 miles of the place of appearance shall be entitled to receive . . . .  (2) A witness \nwhose residence is outside the county of appearance  and more than 75 miles from the place \nof appearance shall be entitled to receive . . . .” (emphasis added). \n \n2 This action was filed on August 27, 2009 and designated a as a mandatory complex \nbusiness case on October 19, 2009.   \n \n \n \n{22} In summary, and based on the above, the Court concludes that (i) \nDefendant Coconut Holdings should be awarded the total amount sought in \nits Verified Bill of Costs and is therefore entitled to recover from Plaintiffs \ncosts in the amount of $3,169.90, and (ii) Defendant James should be \nawarded the total amount sought in hi s Verified Bill of Costs, less the \nreductions described above, and is therefore entitled to recover from Plaintiffs \ncosts in the total amount of $28, 382.65 ($30,688.20 requested minus $267.00 \n(excess private process server fees ) minus $662.50 (non-testifying expert \nwitness fees) minus $16.05 (unsupported  expert witness travel expenses) \nminus $360.00 (filing fee mathematical error) minus $1,000.00 (non-\nrecoverable filing fee)).   \nIII. \nMOTIONS FOR ATTORNEY’S FEES \n{23} Defendant James filed his Motion fo r Attorney’s Fees on June 17, \n2015, seeking to recover from Plaint iffs $752,345.50 in attorney’s fees.  \nDefendant Coconut Holdings filed its Motion for Attorney’s Fees on June 22, \n2015, seeking to recover from Plaintiffs  $100,144.00 in attorney’s fees.  On \nJuly 7, 2015, Plaintiffs joined together and filed a Response Brief in \nOpposition to Defendant James’s Motion for Attorney’s Fees and a Response \nBrief in Opposition to Defendant Coconut Holdings’s Motion for Attorney’s \nFees.  Defendant James filed his Reply Brief in Support of his Motion for \nAttorney’s Fees on July 17, 2015.\n3  The time for further briefing and \nsubmissions on Defendants’ Motions for Attorney’s Fees has now passed and \nthe Motions for Attorney’s Fees are ripe for resolution. \n{24} “[T]he general rule in North Carolina is that a party may not \nrecover its attorney’s fees unless authorized by statute.”  Martin \nArchitectural Prods., Inc. v. Meridian Constr. Co. , 155 N.C. App. 176, 181, \n574 S.E.2d 189, 192 (2002) (citing Bailey v. State , 348 N.C. 130, 159, 500 \n                                                 \n3 Defendant Coconut Holdings did not file a Reply Brief in Support of its Motion for \nAttorney’s Fees. \n \n \n \nS.E.2d 54, 71 (1998)).  Thus, “in the abs ence of statutory authority . . ., a \ncourt may not include an allowance of a ttorney[’s] fees as part of the costs \nrecoverable by the successful party to an action or proceeding.”  In re King , \n281 N.C. 533, 540, 189 S.E. 2d 158, 162 (1972) (citations omitted).  “Statutes \nthat award attorney’s fees to the prev ailing party are in derogation of the \ncommon law and as a result, must  be strictly construed.”  Barris v. Town of \nLong Beach , 208 N.C. App. 718, 722, 704 S. E.2d 285, 289 (2010) (citing  \nSunamerica Fin. Corp. v. Bonham , 328 N.C. 254, 257, 400 S.E.2d 435, 437 \n(1991)). \n{25} Defendants move the Court pursua nt to N.C. Gen. Stat. §§ 55-7-\n46(2), 66-154(d), and 75-16.1 to recover their reasonable attorney’s fees \nexpended in defending this action.  The Court will address each of \nDefendants’ arguments in turn.\n4 \ni. N.C. Gen. Stat. § 55-7-46(2) \n{26} Defendants first argue they are entitled to recover their attorney’s \nf e e s  p u r s u a n t  t o  N . C .  G e n .  S t a t .  §  55-7-46(2), which provides in pertinent \npart, “[o]n termination of the derivative proceeding, the court may . . . [o]rder \nthe plaintiff to pay any defendant’s reasonable expenses, including attorney’s \nfees, incurred in defending the proceedin g if it finds that the proceeding was \ncommenced or maintained without reasonable cause or for an improper \npurpose.”  N.C. Gen. St at. § 55-7-46(2) (2014).  De fendants specifically \ncontend here that Plaintiffs commenced or maintained this action “without \nreasonable cause.” \n{27} The only North Carolina case the Court has found applying N.C. \nGen. Stat. § 55-7-46(2) is Judge Jolly’s decision in Sutton v. Sutton , 2011 \nNCBC LEXIS 44 (N.C. Super. Ct. Nov. 22, 2011).  In Sutton, Judge Jolly did \n                                                 \n4 Defendant Coconut Holdings “incorporates by reference the Motion for Attorney’s Fees filed \nby Hunt James in this matter including supporting brief and other related filings,” (Def. \nCoconut Holdings Mot. for Atty’s Fees, p. 1), and thus, submits that Defendants’ arguments \nshould be considered together. \n \n \n \nnot seek to offer a definition of the phrase “without reasonable cause” but \nnonetheless concluded that where plaintiff’s complaint was, “on its face . . . \nseriously deficient and subject to dism issal on several grounds” and where \nplaintiff “clearly lacked standing,” plaintiff had commenced and maintained \nhis derivative action “without reasonable cause.”  Id. at *18.  The Court does \nnot find Plaintiff’s Complaint and Amended Complaint similarly deficient \nhere, and thus Sutton is of limited guidance in considering Defendants’ \nrequest for costs under § 55-7-46(2). \n{28} The Court of Appeals, however, has offered a definition for \n“without reasonable cause” in a recent decision interpreting a similar \nprovision in the North Carolina NonProfit Corporation Act, N.C. Gen. Stat. § \n55A-1-01, et seq.  (2014).  See McMillan v. Ryan Jackson Props., LLC , ____ \nN.C. App. ____, ____, 753 S.E.2d 373, 378 (2014) (construing N.C. Gen. Stat. § \n55A-7-40).  In McMillan, the Court of Appeals concluded that “without \nreasonable cause” in the nonprofit corporation derivative action context \nmeans that plaintiffs had “no ‘reasonable belief’ in a ‘sound chance’ that the \nclaim[s] could be sustained.”  \nId. at ____, 753 S.E.2d at 378. 5  The McMillan \nCourt affirmed a finding that the derivative action there had been \ncommenced and maintained “without reasonable cause” because plaintiffs \nhad failed to offer any evidence that  defendants’ work was the proximate \ncause of the damages plaintiffs had suffered.  \nId. at ____, 753 S.E.2d at 379.  \nThe Court of Appeals thus concluded that plaintiffs could not have had a \n“reasonable belief that there was a sound chance” that their claims could be \nsustained.  Id. at ____ 753 S.E.2d at 378–79 (quotations and citation omitted). \n                                                 \n5 N.C. Gen. Stat. § 55A-7-40 was identical to the attorneys’ fees provision in the analogous \ncontext of a business corporat ion derivative action under the North Carolina Business \nCorporation Act, N.C. Gen. Stat. § 55-55(e), until § 55-55(e) was replaced by N.C. Gen. Stat. § \n55-7-46.  See Lowder on behalf of Doby v. Doby , 79 N.C. App. 501, 511, 340 S.E.2d 487, 493 \n(1986) (“In any such action the court, upon fi nal judgment and a finding that the action was \nbrought without reasonable cause, may require the plaintiff or plaintiffs to pay to the \ndefendant or defendants the reasonable expenses, including attorneys’ fees, incurred by them \nin the defense of the action.”) (quoting § 55-55(e)). \n \n \n{29} In light of the similarity in the language and purpose of N.C. Gen. \nStat. §§ 55A-7-40 and 55-7-46(2), the Court finds that it is likely that our \nappellate courts would apply the Court of  Appeals’ recent interpretation of \n“without reasonable cause” in the nonprofit corporation context in McMillan \nto the interpretation of that same phrase in the North Carolina Business \nCorporation Act at § 55-7-46(2).  Accordin gly, to determine whether Plaintiffs \ncommenced and maintained their derivative action “without reasonable \ncause” for purposes of Defendants’ Mo tions for Attorney’s Fees under N.C. \nGen. Stat. § 55-7-46(2), the Court w ill evaluate and determine whether \nPlaintiffs had a reasonable belief in a sound chance that their claims could be \nsustained.  \n{30} Turning then to Defendants’ contentions, Defendants argue that \nbecause Plaintiffs acknowledged that the 2008 recession caused damage to \nthe corporation in whose right the deri vative claims were asserted – i.e., \nLanness K. McKee & Company, Inc. (“McKee Craft”) – and because Plaintiffs \nfailed to offer evidence to support their ultimate theory that James had \ndefrauded them, Plaintiffs could not have had a reasonable belief in a sound \nchance that their claims could be sustained.  (Def. James’s Br. Supp. Mot. for \nAtty.’s Fees, p. 8.)  Further, Defend ant Coconut Holdings contends that \nPlaintiffs knew they should not have included Coconut Holdings in this \naction based on the Court’s finding th at “the undisputed evidence of record \ndoes not reveal a dispute between McKee Craft and another business or \nconsumers at large, but rather a disput e between Plaintiffs and James as co-\nowners of McKee Craft.”  (Def. Coconut Holdings’s Br. Supp. Mot. for Atty.’s \nFees, p. 6 (quoting \nMcKee v. James, 2014 NCBC LEXIS 74 at *42).) \n{31} The Court is unpersuaded by Defendants’ arguments and \nconcludes that on the current record Defendants are not entitled to attorney’s \nfees under N.C. Gen. Stat. § 55-7-46(2).   \n{32} First, although Plaintiffs acknowledged that the 2008 recession \nmay have contributed to McKee Craft’s financial losses, Plaintiffs’ \n \n \nacknowledgement did not foreclose the possibility that Defendants’ actions \ncaused McKee Craft harm or constitute a conclusion that Defendants’ conduct \nwas neither a contributing cause no r a proximate cause of Defendants’ \nalleged losses.  In short, the Court does not find Plaintiffs’ acknowledgement \nto equate to a concession by Plaintiffs that their claims were without merit. \n{33} Second, Defendants argue that Plai ntiffs could not have advanced \ntheir claims with reasonable cause in light of the Court’s conclusion that \nPlaintiffs had not proffered enough evidence to support their claim that \n“James intentionally misrepresented himself as an experienced, sophisticated \ninvestor, who sought to use his resou rces and experience to restore McKee \nCraft to profitability, when in fact James  intended all along to take control of \nthe Company, plunder its value and assets, and then use those assets to start \na new boat manufacturing company, leaving Plaintiffs in his wake.”  (\nMcKee \nv. James, 2014 NCBC LEXIS 74 at *27.)  Although the Court concluded that \nPlaintiffs’ claims relying on these alle gations were properly dismissed, the \nCourt nonetheless also observed that Plaintiffs had put forth “evidence \nindicating that James marketed himsel f as willing and able to turn around \nMcKee Craft’s business, but then failed to do so, [which could] reflect[] \npuffery, [but] not actionable fraud.”  (\nId. at *27–28.)  While the Court \nultimately concluded that Plaintiffs’ evidence did not show more than \npuffery, the Court cannot find, based on the complete record that Plaintiffs \ndid not have a reasonable belief in a sound chance that their claims could be \nsustained.  \nSee McMillan, 753 S.E.2d at 378. \n{34} Finally, as to Defendant Coconut Holdings’s separate contention, \nCoconut Holdings was made a party to this action based on Plaintiffs’ claim \nthat Coconut Holdings could be held liable for James’s conduct under a \npiercing the corporate veil theory.  The Court dismissed Plaintiffs’ claims \nagainst Defendant Coconut Holdings, however, because the Court concluded \nthat since Plaintiffs’ claims against James could not be sustained, the Court \nwas also required to dismiss Plaintiffs’ claims against Coconut Holdings, as \n \n \nthose claims depended on Plaintiffs’ success in an underlying claim against \nJames.  McKee v. James , 2014 NCBC LEXIS 74 at *43–44.  Thus, the fact \nthat the Court dismissed Plaintiffs’ claims against James does not compel a \nconclusion that Plaintiffs’ claims against Coconut Holdings, as James’s \nalleged alter ego, were filed without reasonable cause to believe that the \nclaims could be sustained.   \n{35} In sum, the Court’s conclusion that Plaintiffs did not bring forward \nsufficient evidence to survive Rule 56 dismissal does not equate to a finding \nthat Plaintiffs did not have reasonable cause to bring or maintain their \nclaims in these circumstances.  Based on  a complete review of the record, the \nCourt cannot conclude that Plaintiffs did not have a reasonable belief in a \nsound chance that their claims could be  sustained, and therefore, cannot find \nthat Plaintiffs commenced and maintained their derivative action without \nreasonable cause.  Accordingly, the Court declines to exercise its discretion to \naward Defendants their attorney’s fees under N.C. Gen. Stat. § 55-7-46(2). \nii. N.C. Gen. Stat. § 66-154 \n{36} Defendants next argue that they are entitled to recover their \nattorney’s fees pursuant to N.C. Gen. Stat. § 66-154, which pr ovides that “[i]f \na claim of misappropriation [of a trade se cret] is made in bad faith . . . the \ncourt may award reasonable attorneys’ f ees to the prevailing party.”  N.C. \nGen. Stat. § 66-154(d) (2014).  See Bruning & Federl e Mfg. Co. v. Mills , 185 \nN.C. App. 153, 647 S.E.2d 672, cert. denied , 362 N.C. 86, 655 S.E.2d 837 \n(2007) (“[A] trial court may only award attorneys’ fees to the prevailing party \n‘[i]f a claim of misappropriation is ma de in bad faith or if willful and \nmalicious misappropriation exists,’ pursuant to N.C. Gen. Stat. § 66-154(d).”). \n{37} Although the North Carolina appellate courts have not written \nextensively concerning “bad faith”  under § 66-154(d), “the North Carolina \nCourt of Appeals has stated succinctly that a finding of bad faith does not \nfollow simply because a claimant proceeded with legal malice so long as the \nclaimant had ‘a good faith belief that the suit has legitimate basis.’” \nVelocity \n \n \nSolutions, Inc. v. BSG, LLC , 2015 NCBC LEXIS 54 at *21 (N.C. Super. Ct. \nMay 26, 2015) (quoting Reichhold Chems., Inc. v. Goel , 146 N.C. App. 137, \n158, 555 S.E.2d 281, 294 (2001)).  In Velocity Solutions, Judge Gale provided \nan in-depth review of the proper standa rd to apply when a court is required \nto determine whether a claim for misappropriation of trade secret is brought \nin “bad faith.”  Id.  Ultimately, Judge Gale found “no indication that our \nappellate courts would require a determination of subjective bad faith in \ncontrast to the objective standard of Rule 11,” and concluded on the facts of \nthat case that plaintiffs should not be sanctioned under either standard.  \nId. \nat *21–22.  See generally , Reichhold Chems. , 146 N.C. App. at 158, 555 \nS.E.2d at 294 (“[T]he fact that a [misappropriation of trade secret claim] was \nbrought with malicious intent does not exclude the possibility of a good faith \nbelief that the suit has a legitimate basis.”) (citing \nUnited Laboratories, 322 \nN.C. 643, 663, 370 S.E.2d 375, 388 (1988)). \n{38} Here, Defendants contend that Pl aintiff proceeded in bad faith \nbecause this Court (Murphy, J.) conclude d in dismissing Plaintiffs’ derivative \nclaim for misappropriation of trade secrets that “Plaintiffs failed to allege any \nfacts tending to demonstrate that Plaintiffs implemented reasonable efforts \nto protect the secrecy of [their alleged trade secrets].”  \nMcKee v. James, 2013 \nNCBC LEXIS 33 at *38–39 (N.C. Super. Ct. July 24, 2013); see (Def. James’s \nBr. Supp. Mot. for Atty.’s Fees, p. 8).  \n{39} Defendants ignore, however, that  Judge Murphy also found that \nPlaintiffs had sufficiently identified “what Plaintiffs believe[d] constitutes the \ntrade secret,” and that Plaintiffs had alleged that McKee Craft’s financial \nrecords may have been password protected – suggesting an effort by \nPlaintiffs, albeit nominal, to maintain secrecy of some of their confidential \ninformation.  Id. at *39.  While Judge Murphy ultimately concluded that \nPlaintiffs failed to plead that they sufficiently protected the confidentiality of \ntheir alleged trade secret, this Court does not find, based upon a review of the \ncomplete record, that Plaintiffs’ claim for misappropriation of trade secret \n \n \nwas brought in bad faith or for an improper purpose.  See Velocity Solutions, \n2015 NCBC LEXIS 54 at *24 (“A failure to comply with Rule 12 does not \nnecessarily equate to a violation of Rule 11 or a transgression sanctionable \nunder section 66-154(d).”).   \n{40} In sum, the Court finds, after a careful consideration of the \ncomplete record, briefing, and relevant authorities, that Defendants have not \nmet their burden to prove that sanctions should be imposed under § 66-154(d) \nand therefore concludes that Defendants’ motion for attorney’s fees under \nthis section should be denied.  See id. at *26 (“Defendants have the burden to \nprove to the Court that it should impose sanctions under . . . section 66-\n154(d).”).    \niii. N.C. Gen. Stat. § 75-16.1 \n{41} Defendants also contend that they are entitled to attorney’s fees \nunder N.C. Gen. Stat. § 75-16.1, which authorizes the Court to “allow a \nreasonable attorney fee to the duly licensed attorney representing the \nprevailing party,” upon a finding that “[t]he party instituting the action \n[under G.S. 75-1.1] knew, or should have known, the action was frivolous and \nmalicious.”  N.C. Gen. St at. § 75-16.1(2) (2014).  “A claim is frivolous if a \nproponent can present no rational argument based upon the evidence or law \nin support of [it].  A claim is malicious if it is wrongful and done intentionally \nwithout just cause or excuse or as a result of ill will.”  McKinnon, ____ N.C. \nApp. at ____, 745 S.E.2d at 350 (quoting Blyth v. McCrary , 184 N.C. App. \n654, 663 n.5, 646 S.E.2d 813, 819 n.5 (2007)).   “The award of attorneys’ fees \nunder section 75-16.1 . . . is within the sound discretion of the trial judge.”  \nCastle McCulloch, Inc. v. Freedman , 169 N.C. App. 497, 504, 610 S.E.2d 416, \n422 (2005) (citing Borders v. Newton, 68 N.C. App. 768, 77 0, 315 S.E.2d 731, \n732 (1984)).   \n{42} Defendants argue that because Plaintiffs were unable to produce \nevidence of Defendants’ alleged unfair and deceptive acts or practices after \nfive years of litigation, Plaintiffs knew  or should have known their action for \n \n \ndamages under N.C. Gen. Stat. § 75-1. 1 was frivolous and malicious.  (Def. \nCoconut Holdings’s Br. Supp. Mot. for Atty.’s Fees, p. 7.)   \n{43} The Court is again unpersuaded.  Based on a review of the \ncomplete record, Defendants have not offered evidence to establish, and the \nCourt cannot conclude, that Plaintiffs’ § 75-1.1 claim was “wrongful and done \nintentionally without just cause or excuse or as a result of ill will” or that \nPlaintiffs were unable to present a “rational argument based upon the \nevidence or law” in support of their claim.  \nMcKinnon, ____ N.C. App. at ____, \n745 S.E.2d at 350 (quotation omitted).  As a result, the Court cannot conclude \nthat Plaintiffs “knew, or should have  known, the action was frivolous and \nmalicious,” as required for an award of attorneys’ fees under N.C. Gen. Stat. § \n75-16.1(2). \n{44}  Accordingly, the Court concludes that Defendants are not entitled \nto attorney’s fees under N.C. Gen. Stat. § 75-16.1.6 \nIV.  \nCONCLUSION \n{45} For the foregoing reasons, the Court hereby ORDERS as follows: \ni. Defendant Coconut Holdings’s Verified Bill of Costs is \nGRANTED and Defendant Coconut Holdings shall be awarded \nits costs in the total amount of $3,169.90; \nii. Defendant Coconut Holdings’s Motion for Attorney’s Fees is \nDENIED; \n                                                 \n6 Defendant James also contends that Plaintiffs ’ failure to negotiate a settlement in good \nfaith warrants an award of attorney’s fees und er N.C. Gen. Stat.§ 75-16.1(1).  (Def. James’s \nBr. Supp. Mot. for Atty.’s Fees, p. 10.)  § 75-16.1(1), however, provides that when “[t]he party \ncharged with the violation has willfully engaged in the act or practice, and there was an \nunwarranted refusal by such party to fully reso lve the matter which constitutes the basis of \nsuch suit,” an award of attorney’s fees may be warranted.  N.C. Gen. Stat. § 75-16.1(1).  \nHere, Defendants are “the party charged with the violation” of § 75-1.1, not Plaintiffs.  \nTherefore, Plaintiffs’ alleged failure to negotiate a settlement in good faith does not permit \nan award of attorney’s fees under § 75-16.1(1).   \nSee Birmingham v. H&H Home Consultants \n& Designs, Inc., 189 N.C. App. 435, 442–44, 658 S.E.2d 513, 518–19 (2008) (when defendants \nare the “prevailing party” on a plaintiff’s § 75-1.1 claim, the applicable standard to apply in \ndeciding whether to award attorney’s fees is § 75-16.1(2), not the “l ower standard of an \n‘unwarranted refusal’ to resolve the case” found in § 75-16.1(1)). \n \n \niii. Defendant James’s Motion for Verified Bill of Costs is \nGRANTED in part and DENIED in part , and Defendant James \nshall be awarded his costs in the total amount of $28,382.65;  \niv. Defendant James’s Motion for Attorney’s Fees is DENIED; \nv. Plaintiffs shall pay Defendants the costs awarded in this Order \nand Opinion no later than 60 days from the date hereof. \n{46} SO ORDERED, this the 6th day of August, 2015. \n \n/s/ Louis A. Bledsoe, III \nLouis A. Bledsoe, III \nSpecial Superior Court Judge \n  for Complex Business Cases "
}