{
  "id": "a086dea25fb313af48475dbe43850338a1fc1fb95fe0d4df08dfa8568d20217b",
  "source_file": "data/raw/ncbc/a086dea25fb313af48475dbe43850338a1fc1fb95fe0d4df08dfa8568d20217b.pdf",
  "raw_text": "Azalea Garden Bd. & Care, Inc. v. Vanhoy, 2009 NCBC 9. \n \nNORTH CAROLINA    IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \nDAVIDSON COUNTY         06 CVS 0948 \n \nAZALEA GARDEN BOARD & CARE, \nINC.,  \nPlaintiff, \n \nv. \n \nMEREDITH DODSON VANHOY, \nPersonal Representative of the Estate of \nRicky C. Dodson, Deceased; LARRY S. \nGIBSON, NINA G. GIBSON, DANIEL \nW. TUTTLE; TIMOTHY D. SMITH; and \nHARVEY ALLEN, JR., \n \nDefendants. \n \n \n \n \n \n \n \nORDER & OPINION  \n \n \n \n \n{1} This matter is before the Court on Defendant Daniel W. Tuttle’s (“Tuttle”) \nMotion for Sanctions (the “Motion”), dated July 25, 2008.  Defendant Tuttle seeks \nsanctions pursuant to Rule 26(g) and Rule 37 of the North Carolina Rules of Civil \nProcedure for Plaintiff’s actions in response to discovery concerning expert opinions.  \nThe Court heard oral arguments on the Motion on October 7, 2008.  Having \nconsidered Defendant Tuttle’s Motion and Brief in Support, Plaintiff’s Brief in \nOpposition, and the arguments of counsel, the Court hereby GRANTS Defendant \nTuttle’s Motion. \n  \nBiesecker, Tripp, Sink & Fritts, LLP by Joe E. Biesecker and Christopher A. \nRaines for Plaintiff. \n \nSpilman Thomas  & Battle, PLLC by Jeffrey D. Patton and Nathan B. \nAtkinson for Defendant Daniel W. Tuttle. \n \n \nTennille, Judge. \nI. \nFACTS \n{2} This is a suit to recover damages for the alleged breach of a contract to \npurchase a nursing care facility owned by Azalea Garden Board & Care, Inc. \n(“Plaintiff”).  At issue is Plaintiff’s response to discovery directed to the expert \nopinions of David Wagner (“Wagner”) and Gene Tarr (“Tarr”).   \n{3} Wagner was the owner and President of Plaintiff.  He has a law degree, \nbut he has not recently engaged in the private practice of law.  Wagner was actively \ninvolved in the negotiations that led to the execution of the contract at issue in this \nlitigation.  In response to interrogatories in this case, he was listed as someone who \nmay provide expert opinions on behalf of Plaintiff. \n{4}   Tarr is an attorney in Winston-Salem, North Carolina.  During \nnegotiations for the sale of Plaintiff, Plaintiff was under the supervision of the \nUnited States Bankruptcy Court for the Middle District of North Carolina.  Prior to \nthe closing, Tarr sent an e-mail to a partner in his firm who was representing the \nlender that was financing the purchase of Plaintiff.  The e-mail purportedly \nexpressed Tarr’s advice to his partner that certain orders in the bankruptcy \nproceedings would not prevent Plaintiff from closing the transaction.  Tarr was also \nlisted as someone who may provide expert opinions on behalf of Plaintiff. \n{5} A first action was filed against Defendants in Davidson County in 2002, \nshortly before expiration of the three (3)-year statute of limitation for breach of \ncontract.  At trial, during Plaintiff’s evidence, Plaintiff took a voluntary dismissal \nwithout prejudice as to all claims.  One (1) day before the one (1)-year period to re-\nfile expired, Plaintiff filed this new suit.  At the 2002 trial, both Wagner and Tarr \nwere listed as fact witnesses, not experts. \n{6} In the present action, this Court entered a Case Management Order \nrequiring all parties to designate their experts and provide the information required \nby Rule 26 with respect to disclosure of expert opinions.  (See Case Management \nOrder 1, Sept. 10, 2007.)  On August 14, 2007, in response to an interrogatory from \nanother defendant, Plaintiff designated Wagner and Tarr as “possible” testifying \n  \nexpert witnesses.  (Def.’s Br. Supp. Mot. Sanctions 1; Pl.’s Br. Opp’n Mot. Sanctions \n4.)  Based on these designations, on March 11, 2008, Tuttle served interrogatories \nand document requests on Plaintiff directed to the expert testimony to be provided \nby Wagner and Tarr as required by Rule 26(b)(4).  (Def.’s Br. Supp. Mot. Sanctions \n1−2; Pl.’s Br. Opp’n Mot. Sanctions 5.)  Tuttle also noticed Wagner’s deposition as an \nexpert for April 29, 2008.  (Def.’s Br. Supp. Mot. Sanctions 2; Pl.’s Br. Opp’n Mot. \nSanctions 5.)   \n{7} Plaintiff hand-delivered responses to Tuttle’s interrogatories and \ndocument requests on April 22, 2008.  (Def.’s Br. Supp. Mot. Sanctions 2; Pl.’s Br. \nOpp’n Mot. Sanctions 6.)   Plaintiff responded to Tuttle’s discovery requests by, \namong other things, asserting the attorney-client privilege with respect to Wagner.  \n(Def.’s Br. Supp. Mot. Sanctions 2; Pl.’s Br. Opp’n Mot. Sanctions 6−7.)  On April 23, \n2008 and April 24, 2008, Plaintiff and Tuttle communicated via e-mail and written \nletters about the merits of designating “possible” expert witnesses and Plaintiff’s \nassertion of the attorney-client privilege with respect to the basis of Wagner’s expert \nopinions.  (Def.’s Br. Supp. Mot. Sanctions 3; Def.’s Br. Supp. Mot. Sanctions, Ex. \nA−C; Pl.’s Br. Opp’n Mot. Sanctions 6.)  In an e-mail dated April 23, 2008, Plaintiff’s \ncounsel explicitly declined to communicate with Tuttle’s counsel over the telephone.  \n(See Def.’s Br. Supp. Mot. Sanctions 3; Def.’s Br. Supp. Mot. Sanctions, Ex. B.)   \n{8} In a letter dated April 23, 2008, Tuttle explicitly asked Plaintiff whether \nTarr had been retained as an expert witness and informed Plaintiff that there is no \nattorney-client privilege associated with communications related to a witness’s \nservice as an expert.  (Def.’s Br. Supp. Mot. Sanctions 3; Def.’s Br. Supp. Mot. \nSanctions, Ex. A.)  In a response letter, dated April 24, 2008, Plaintiff again stated \nthat Wagner and Tarr were identified as “possible” expert witnesses who may \ntestify.  (Def.’s Br. Supp. Mot. Sanctions 3; Def.’s Br. Supp. Mot. Sanctions, Ex. A.)  \nThe response letter further stated that there had been no communication between \nWagner and Plaintiff in Wagner’s role as an expert witness, and, indeed, there had \nbeen no communication between Plaintiff and Tarr at all.  (Def.’s Br. Supp. Mot. \nSanctions 3; Def.’s Br. Supp. Mot. Sanctions, Ex. C.)  \n  \n{9} On April 25, 2008, Tuttle filed a Motion to Compel seeking an order \nfinding that no attorney-client privilege existed and that Defendant Tuttle was \nentitled to the discovery sought.  (Def.’s Mot. Compel 1; Def.’s Br. Supp. Mot. \nSanctions 3.)  On May 6, 2008, the Court filed the Second Order on Motion to \nCompel (the “Second Order”).1  The Second Order stated that because Plaintiff \ndesignated Wagner as a testifying expert witness, Plaintiff was required to produce \nthe requested discovery regarding the facts relied upon by Wagner in forming his \nexpert opinions.  (Second Order Mot. Compel 1, May 6, 2008.)  The Court noted that \nthe responses furnished by counsel up to that point were “deficient in several \nrespects.”  (Second Order Mot. Compel 1, May 6, 2008.)  The Court explicitly stated \nthat Plaintiff’s “assertion of the attorney client privilege to shield discovery of any \ncommunications with counsel involving [Wagner’s] expert opinions [was] \nmisplaced.”  (Second Order Mot. Compel 1, May 6, 2008.)  The Second Order \nrequired Plaintiff to produce the requested information relied upon by Wagner in \nforming his expert opinions within twenty (20) days of entry thereof.  (Second Order \nMot. Compel 2, May 6, 2008.)  The Court also gave Plaintiff twenty (20) days to \nretain Tarr and provide responses from him regarding his expert opinions and \nstated that he would not be permitted to testify as an expert if Plaintiff failed to \ncomply with that deadline.  (Second Order Mot. Compel 2, May 6, 2008.)  \n{10} On May 19, 2008, Plaintiff filed a Motion for Instruction seeking \nclarification of the Second Order.  (Pl.’s Mot. Instruction 1.)  In the Motion for \nInstruction, Plaintiff asserted that Tarr was previously designated as a “possible” \nexpert witness.  (Pl.’s Mot. Instruction 2.)  The Motion for Instruction sought the \nCourt’s guidance on whether Tarr could testify as a fact witness rather than an \nexpert witness.  (Pl.’s Mot. Instruction 2.)  On May 28, 2008, the Court, in an Order \non Motion for Clarification, stated that the Court’s prior orders were clear and that \nthe North Carolina Rules of Civil Procedure make no provision for designation of \n“possible” expert witnesses.  (Order Mot. Clarification 1, May 28, 2008.)   \n                                                 \n1 The First Order on Tuttle’s Motion to Compel simply extended the deadline for expert discovery an additional \nthirty (30) days and noted that the Court would issue a second order on the substance of the Motion to Compel at a \nlater date. \n  \n{11} After the Court’s Order on Motion for Clarification, Tuttle sent a letter to \nPlaintiff on June 5, 2008, again seeking discovery of Wagner in his capacity as an \nexpert witness.  (Def.’s Br. Supp. Mot. Sanctions 4; Def.’s Br. Supp. Mot. Sanctions, \nEx. H; Pl.’s Br. Opp’n Mot. Sanctions 9−10.)  Plaintiff replied in a letter dated June \n11, 2008, by withdrawing the designations of Wagner and Tarr as expert witnesses.  \n(Def.’s Br. Supp. Mot. Sanctions 4; Def.’s Br. Supp. Mot. Sanctions, Ex. D; Pl.’s Br. \nOpp’n Mot. Sanctions 9−10.)  The letter stated that upon further review, counsel \nhad determined that Wagner was not qualified as an expert.  (Def.’s Br. Supp. Mot. \nSanctions 4; Def.’s Br. Supp. Mot. Sanctions, Ex. D.) \n \nII. \nDISCUSSION \nA. \nRULE 26 \n{12} North Carolina courts have inherent authority to impose sanctions.  Couch \nv. Private Diagnostic Clinic, 146 N.C. App. 658, 663, 554 S.E.2d 356, 361 (2001).  A \ntrial court’s inherent “authority encompasses not only the ‘power but also the duty \nto discipline attorneys, who are officers of the court, for unprofessional conduct.’” Id. \nat 665−66, 247 S.E.2d at 362 (citing In re Hunoval, 294 N.C. 740, 744, 247 S.E.2d \n230, 233 (1977)); see also Dunn v. Canoy, 180 N.C. App 30, 45, 636 S.E.2d 243, 253 \n(2006).  For a more limited view of the trial court’s authority to sanction, see \nEgelhof v. Szulik, COA08-452 (N.C. Ct. App. Nov. 18, 2008).  That limited view, \nhowever, is inapplicable where, as here, the motion for sanctions is clearly directed \nto a violation of Rule 26(g).  See Brooks v. Giesey, 334 N.C. 303, 317−19, 432 S.E.2d \n339, 347−48 (1993) (holding that discovery responses were the subject of sanctions \nunder Rule 26(g), not Rule 11).  Unprofessional conduct includes “misconduct, \nmalpractice, or deficiency in character . . . and any dereliction of duty except mere \nnegligence or mismanagement.”  \nCouch, 146 N.C. App. at 666, 554 S.E.2d at 362.   \nWhen a court exercises its power to sanction, it is reviewed for abuse of discretion.  \nId. at 663, 554 S.E.2d at 361.   \n  \n{13} Expert witnesses are subject to specific rules of discovery under the North \nCarolina Rules of Civil Procedure.   See N.C. R. Civ. P. 26(b).  Generally, the facts \nknown to, and the opinions held by, an expert are discoverable, as are the materials \nthe expert relied upon in coming to his or her opinion.  See N.C. R. Civ. P. 26(b)(4), \n(b)(1).  Expert discovery is expensive, and, if not conducted in the proper sequence, \ncan result in shifting opinions and unfair surprise at trial.  Our rules are designed \nto flush out what opinions are going to be expressed at trial so that challenges to \nthose opinions can be heard pretrial without wasting the jurors’ time.  Responses to \ndiscovery that comply with the rules save the parties and the courts substantial \ntime and money. \n{14} Rule 26 also makes special provision for the signing of discovery requests.  \nSee N.C. R. Civ. P. 26(g).  Under Rule 26(g):  \nThe signature of the attorney or party constitutes a certification that \nhe has read the request, response, or  objection and that to the best of \nhis knowledge, information, and belief formed after a reasonable \ninquiry it is: (1) consistent with the rules and warranted by existing \nlaw or a good faith argument for the extension, modification, or \nreversal of existing law; (2) not interposed for any improper purpose, \nsuch as to harass or cause unnecessa ry delay or needless increase in \nthe cost of litigation; and (3) not unreasonable or unduly burdensome \nor expensive, given the needs of the case, the discovery already had in \nthe case, the amount in controversy, and the importance of the issues \nat stake in the litigation . . . . \n \nN.C. R. Civ. P. 26(g).   \n{15} To ensure compliance, Rule 26 also provides for sanctions.  “If a \ncertification is made in violation of the rule, the court, upon motion or upon its own \ninitiative, shall impose upon the person who made the certification, the party on \nwhose behalf the request, response, or objection is made, or both, an appropriate \nsanction . . . .”  Id.  (emphasis added).  The sanction can be the cost incurred due to \nthe violation, including reasonable attorney’s fees.  Id.   \n{16} A plain-language reading of Rule 26(g) suggests that sanctions under Rule \n26(g) are mandatory rather than discretionary.  Rule 26(g)(3) of the Federal Rules of \nCivil Procedure, while not identical, is similar to North Carolina’s Rule 26(g).  The \n  \nfederal rule states: \nIf a certification violates this rule with out substantial justification, the court, \non motion or on its own, must impose an appropriate sanction on the signer, \nthe party on whose behalf the signer was acting, or both. The sanction may \ninclude an order to pay the reasonable expenses, including attorney’s fees, \ncaused by the violation. \n \nFed. R. Civ. P. 26(g)(3) (emphasis added).   \n{17} While no North Carolina court has spoken to the issue of whether \nsanctions with respect to Rule 26(g) are discretionary or mandatory, several federal \ncases are persuasive.  See, e.g., Dugan v. Smerwick Sewerage Co., 142 F.3d 398, 407 \n(7th Cir. 1998).  “Decisions under the federal rules are . . . pertinent for guidance \nand enlightenment in developing the philosophy of the North Carolina rules.”  \nTurner v. Duke Univ., 325 N.C. 152, 164, 381 S.E.2d 706, 713 (1989).  The court in \nDugan held, “[u]nlike its Rule 11 counterpart, which now assigns to the discretion of \nthe district court whether to impose sanctions for a violation of the rule . . . , Rule \n26(g)(3) still requires that sanctions be imposed in the event of a violation.”  Dugan, \n142 F.3d. at 407 (internal citations omitted).  Rule 26(g)(3) is “designed to curb \ndiscovery abuse by explicitly encouraging the imposition of sanctions.”  Fed. R. Civ. \nP. 26, Advisory Committee’s Note (1983 Amendment).  Additionally, the Eleventh \nCircuit Court of Appeals has held that “Rule 26(g) makes the imposition of ‘an \nappropriate sanction’ mandatory if a discovery request, response, or objection is \ninterposed for an improper purpose.”  Malautea v. Suzuki Motor Co., 987 F.2d 1536, \n1545 (11th Cir. 1993).  Sanctions under Rule 26(g) serve not only to punish the \nviolator of the rule, but also to deter violations by others.  Mancia v. Mayflower \nTextile Serv. Co., 253 F.R.D. 354, 358 (D. Md. 2008). \n{18} In the Mancia case, Magistrate Judge Grimm, one of the leading \ncommentators on discovery issues in the federal courts, makes a compelling case for \nthe return to cooperation rather than adversarial discovery in today’s complex civil \nlitigation.  His entire opinion should be read by all trial lawyers.  The following are \na few pertinent excerpts from his opinion: \n  \n \n[Rule 26(g)] is intended to impose an “affirmative duty” on counsel to \nbehave responsibly during discovery, and to ensure that it is conducted \nin a way that is consistent “with the spirit and purposes” of the \ndiscovery rules, which are contained in Rules 26 through 37.  It cannot \nseriously be disputed that compliance with the “spirit and purposes” of \nthese discovery rules requires cooperation by counsel to identify and \nfulfill legitimate discovery needs, yet avoid seeking discovery the cost \nand burden of which is disproportionally large to what is at stake in \nthe litigation.  Counsel cannot “behave responsively” during discovery \nunless they do both, which requires cooperation rather than \ncontrariety, communication rather than confrontation. \n \n . . . . \n \nRule 26(g) charges those responsible for the success or failure of \npretrial discovery—the trial judg e and the lawyers for the adverse \nparties—with approaching the proc ess properly: discovery must be \ninitiated and responded to responsibly, in accordance with the letter \nand spirit of the discovery rules, to achieve a proper purpose (i.e., not \nto harass, unnecessarily delay, or impose needless expense), and be \nproportional to what is at issue in the litigation, and if it is not, the \njudge is expected to impose appropriate sanctions to punish and deter. \n \nThe apparent ineffectiveness of Rule 26(g) in changing the way \ndiscovery is in fact practiced often is excused by arguing that the \ncooperation that judges expect duri ng discovery is unrealistic because \nit is at odds with the demands of the adversary system, within which \nthe discovery process operates.  But this is just not so. \n \n . . . . \n \n. . . However central the adversary system is to our way of \nformal dispute resolution, there is nothing inherent in it that precludes \ncooperation between the parties and their attorneys during the \nlitigation process to achieve orderly and cost effective discovery of the \ncompeting facts on which the system depends. \n \n. . . . \n \n. . . A lawyer who seeks excessive discovery given what is at \nstake in the litigation, or who makes boilerplate objections to discovery \nrequests without particularizing th eir basis, or who is evasive or \nincomplete in responding to discovery,  or pursues discovery in order to \n  \nmake the cost for his or her adversary so great that the case settles to \navoid the transaction costs, or who delays the completion of discovery \nto prolong the litigation in order to achieve a tactical advantage, or \nwho engages in any of the myriad fo rms of discovery abuse that are so \ncommonplace is, as Professor Fuller observes, hindering the \nadjudication process, and making the task of the “deciding tribunal not \neasier, but more difficult,” and violat ing his or her duty of loyalty to \nthe “procedures and institutions” the adversary system is intended to \nserve.  Thus, rules of procedure, ethics and even statutes make clear \nthat there are limits to how the adversary system may operate during \ndiscovery. \n \nMancia, 253 F.R.D. at 357−63 (internal citations omitted). \n{19} Judges and lawyers should resurrect the original intention of the discovery \nrules, which was to make discovery a more cooperative and less adversarial system \ndesigned to reduce, not increase, the cost of litigation.  North Carolina’s Rule 26(g) \nwas designed to do that and mandates sanctions when violations of the rule occur.  \nOur system of civil justice cannot function effectively and economically unless \nlawyers and judges return to the original intention of the discovery rules and make \ncooperation, communication, and transparency the cornerstones of the discovery \nprocess.2 \n{20} Under certain circumstances, counsel is required to supplement previous \ndiscovery responses when new information is acquired.  See N.C. R. Civ. P. 26(e).  \nOf particular importance to this litigation, Rule 26(e)(1) requires a party to \nseasonably supplement his response to any question that addresses “the identity of \neach person expected to be called as an expert witness at trial.” N.C. R. Civ. P. \n26(e)(1).  Moreover, a party has an affirmative duty to seasonably amend prior \nresponses that were true when made but are no longer true and “the circumstances \nare such that a failure to amend the response is in substance a knowing \nconcealment.”  N.C. R. Civ. P. 26(e)(2).  \n{21} Plaintiff’s brief cites Bryson v. Sullivan, 330 N.C. 644, 401 S.E.2d 327, for \n                                                 \n2 The Court also notes here that Plaintiff’s counsel refused oral communication with Tuttle’s counsel, making \nresolution of the discovery disputes between them far more difficult. What resulted was needless motion practice \nwhich wasted the parties’ resources and the Court’s time.  (See Def.’s Br. Supp. Mot. Sanctions 3; Def.’s Br. \nSupp. Mot. Sanctions, Ex. B.)   \n  \nthe proposition that sanctions are not appropriate if the discovery response was \nreasonable.  (See Pl.’s Br. Opp’n Mot. Sanctions 10 (citing Bryson, 330 N.C. at 656, \n401 S.E.2d at 333 (1992).)  The Supreme Court’s opinion in Bryson begins, however, \nby stating “[t]his case considers the propriety of sanctions under N.C. R. Civ. P. \n11(a).”  Bryson, 330 N.C. at 329, 412 S.E.2d at 650.  The decision in Bryson, \ntherefore, is not relevant to the Motion before the Court.  \n{22} Similarly, Plaintiff cites Miltier v. Downes, 935 F.2d 660 (4th Cir. 1991), \nwhich holds that “‘counsel do[es] not have to be right on their legal positions to \navoid sanctions, but only reasonable.’”  (Pl.’s Br. Opp’n Mot. Sanctions 10−11 \n(quoting Miltier, 935 F.2d at 663).)  The opinion in Miltier discusses sanctions \npursuant to Rule 11 of the Federal Rules of Civil Procedure.  See Miltier, 935 F.2d \nat 661−65.  Rule 11 of the Federal Rules of Civil Procedure, however, does not apply \nto discovery.  See Fed. R. Civ. P. Rule 11(d) (“This rule does not apply to disclosures \nand discovery requests, responses, objections, and motions under Rules 26 through \n37.”)  Accordingly, Miltier also fails to address the issue raised by the instant \nMotion. \n{23} The Motion before the Court is a motion for sanctions under Rules 26(g) \nand 37, and it must be treated as such.  Consequently, the Bryson and Miltier \ndecisions, and other authority involving Rule 11, are not relevant to this Motion. \n{24} The Court now turns to Plaintiff’s conduct in light of the language and \npurpose of Rule 26(g).  In response to an interrogatory, Plaintiff identified Wagner \nand Tarr as potential expert witnesses.  It is clear from Mr. Biesecker’s letter of \nApril 24, 2008, that he had not communicated with Tarr in any manner about \nacting as an expert.  (See Def.’s Br. Supp. Mot. Sanctions, Ex C.)  Nor does it appear \nthat Wagner prepared any expert opinions prior to being designated as an expert \nwitness.   \n{25} According to Plaintiff’s Brief in Opposition to Tuttle’s Motion for Sanctions, \nWagner and Tarr were designated as “possible” experts assuming that “it was or \nshould have been clear to all involved in the litigation that neither Mr. Tarr nor Mr. \nWagner were retained by Azalea Garden as experts or had prepared expert reports \n  \nfor Azalea Garden.”  (Pl.’s Br. Opp’n Mot. Sanctions 7.)  Just how defense counsel \nwas to make that leap of faith is unclear.  Moreover, exactly how defense counsel \nwould know that Wagner and Tarr would not later form opinions, prepare reports, \nand testify is also unclear.  Tuttle’s counsel responded in the only way possible to \nprotect their client’s interest:  they sent discovery to find out what opinions would \nbe expressed and the basis for each opinion.  Had they not done so, they ran the risk \nof being blindsided at trial by opinions they had not prepared to counter.  \n{26} It appears that Plaintiff’s counsel thought they could somehow cloak the \nfact testimony of both Wagner and Tarr with the aura of expert testimony just \nbecause they were both lawyers, converting fact testimony from the previous \nlitigation to legal expert opinions in this litigation without complying with the Rule \n26 provisions governing expert testimony.  In Tarr’s case, that would be done \nwithout paying him as an expert.  The designations of Wagner and Tarr as experts \napparently occurred without any contemplation of the rules regarding disclosure of \nexpert opinions or the potential partial waiver of the attorney-client privilege by \ncalling the client as an expert.   \n{27} In addition, in a letter dated June 11, 2008, Plaintiff’s counsel \nsubsequently determined that Wagner did not qualify as an expert to give the \nopinion desired.  (See Def.’s Br. Supp. Mot. Sanctions, Ex D.)  There exists no \nexplanation of what inquiry was made that produced new facts to warrant his \nwithdrawal as an expert.  Plaintiff’s counsel had an obligation to make a reasonable \ninquiry into Wagner’s qualifications as an expert before designating him as an \nexpert.  See N.C. R. Civ. P. 26(g).  Plaintiff’s counsel had represented Wagner for \nyears, and they were familiar with his background and qualifications.3 \n{28} In summary, Plaintiff and Plaintiff’s counsel violated Rule 26(g) by (1) \ndesignating Wagner as an expert without an intention of having Wagner prepare \nany expert report containing his opinions and the basis therefore, (2) failing to \nmake inquiry into Wagner’s qualifications to give any expert opinions, and (3) \n                                                 \n3 The Court notes that Wagner testified that he was a “semi-retired lawyer” who did “very little legal practice.” \n(Wagner Dep. 15:20−16:40, Apr. 5, 2004.) \n  \ndesignating Tarr as an expert without even having communicated with Tarr.  \nWhether intended or not, those actions did cause delay and undue expense for \nTuttle and Tuttle’s counsel.  The conduct was unreasonable under the \ncircumstances.  It was more than mere negligence. \n{29} Those are not the only actions, however, which caused the Court concern \nand violated Rule 26(g).  Before withdrawing Wagner as an expert, Plaintiff’s \ncounsel objected to production of information Wagner may have relied upon in \nforming his opinions on the basis of the attorney-client privilege.  (\nSee Def.’s Br. \nSupp. Mot. Sanctions 2; Pl.’s Br. Opp’n Mot. Sanctions 6−7.)  That reliance was \ntotally unfounded in the law.  If Wagner formed an opinion based upon information \nor instruction from his lawyer, that information is discoverable.  Tuttle’s counsel \nbrought that to the attention of Plaintiff’s counsel before filing any motion to \ncompel.  Plaintiff did not, however, waiver in objecting to the proper discovery until \nordered to do so by the Court.  Plaintiff’s counsel ended up withdrawing Wagner as \nan expert, rather than run the risk of disclosing attorney-client communications.   \n{30} It is clear that designating a client as an expert can result in at least a \nlimited waiver of the attorney-client privilege.  Rule 26(b)(4)(a)(1) states: \nA party may through interrogatories require any other party to \nidentify each person whom the other party expects to call as an expert \nwitness at trial, to state the subject matter on which the expert is \nexpected to testify, and to state the substance of the facts and opinions \nto which the expert is expected to testify and a summary of the \ngrounds for each opinion.\n   \nN.C. R. Civ. P. 26(b)(4)(a)(1) (emphasis added).  Undoubtedly, the “grounds for each \nopinion” include information Wagner obtained from Plaintiff’s counsel.  Ultimately, \nPlaintiff’s counsel cites no North Carolina law to support a reasonable belief that \nPlaintiff’s objection to producing communications between counsel and Wagner as \nan expert witness was reasonable or consistent with the rules or existing law.   \n{31} Plaintiff relies on Shooker v. Superior Court, 111 Cal. App. 4th 928 (2003), \nfor the proposition that it is permissible to designate a client as an expert and later \nwithdraw the designation.  See 111 Cal. App. 4th at 928.  Shooker, however, was \n  \nnot a sanctions case.   Rather, it was a case in which the court held that the \nattorney-client privilege had not been waived based upon a timely withdrawal of the \nexpert designation.  See Shooker, 111 Cal. App. 4th at 930.  That is not the issue \nbefore this Court.  Tuttle is not seeking to enforce a waiver of the attorney-client \nprivilege.  Plaintiff did not withdraw Wagner as an expert until it had lost its \nargument on the Motion to Compel.  Indeed, Shooker actually supports the rule that \na limited waiver of the attorney-client privilege occurs when the client is called as \nan expert.  See Shooker, 111 Cal. App. at 928−929.  The objection made by Plaintiff \nin this case had no basis in the rules or existing North Carolina case law, nor was it \nan argument for the modification of existing law.  It was just wrong.  Had Wagner \nand Tarr been withdrawn as experts prior to Plaintiff’s unfounded objections to \ndiscovery and the hearing on the Motion to Compel, Tuttle would have had little \ncomplaint.  Instead, Tuttle was forced to file a motion to compel and respond to a \nmotion for clarification. \n{32} The Court also notes with concern Plaintiff’s counsel’s refusal to even talk \nto Tuttle’s counsel on the telephone.  (See Def.’s Br. Supp. Mot. Sanctions 4; Def.’s \nBr. Supp. Mot. Sanctions, Ex. B.)  Lawyers have a responsibility and a duty to their \nclients, the Court, and opposing counsel to communicate openly and civilly with \neach other.  A failure to do so is a breach of their professional duties and results in \nunnecessary delay and expense to the parties and the Court.   \n{33} Plaintiff waited until the last day before the three (3)-year statute of \nlimitations was to expire before filing its original suit.  Plaintiff then took a \nvoluntary dismissal without prejudice during the first trial and waited until the last \nday of the one (1)-year grace period to reinstitute the suit.  The estate of one (1) co-\ndefendant has been dismissed, and an appeal taken from that Order prevents trial \nof this action.  Defendant Allen has been dismissed on summary judgment.  The \nbreach of the contract was alleged to have occurred in September of 1999, almost \nten (10) years ago.  This has been an expensive process for all concerned.  The \ncreation of unnecessary expense by failing to make any reasonable inquiry before \nfiling (1) interrogatory responses or objections and (2) objections that were \n  \nunsupported by the rules or existing case law unreasonably added to that expense. \n{34} Based on the foregoing, the Court finds that Plaintiff violated Rule 26(g) \nand is subject to mandatory sanctions.    \nB. \nRULE 37 \n{35} The Court also finds that an award of expenses would be available to \nTuttle under Rule 37.  Rule 37 provides that if a party is forced to go to the court \nand file a motion to compel discovery, and the motion to compel is granted: \n \nthe court shall, after opportunity for hearing, require the party . . . \nwhose conduct necessitated the motion . . . to pay the moving party the \nreasonable expenses incurred in obtaining the order, including \nattorney’s fees, unless the court finds that the opposition to the motion \nwas substantially justified or that other circumstances make an award \nof expenses unjust.  \n \nN.C. R. Civ. P. 37(a)(4) (emphasis added).  In this case, Tuttle filed the Motion to \nCompel on April 25, 2008.  By Order dated May 6, 2008, the Court granted Tuttle’s \nMotion to Compel.  Based on the record before the Court, there is no evidence that \nopposition to the Motion to Compel was substantially justified or that the \ncircumstances make an award of expenses unjust.  Consequently, an award of \nexpenses under Rule 37 is proper.    \n \nIII. \nCONCLUSION \n{36} In the first trial of this case, Wagner and Tarr were treated as fact \nwitnesses.  When discovery ensued after the second case was filed, Plaintiff elected \nto list Wagner and Tarr as experts even though neither had prepared or expressed \nany expert opinions.  In Tarr’s case, there had been no communication with him at \nall.  Plaintiff’s counsel had no idea what expert opinions Tarr might express.  In \nWagner’s case, Plaintiff refused expert discovery relying on the attorney-client \nprivilege.  That reliance was unsupported by existing rules and case law.   \n  \n{37} The fact that both Wagner and Tarr were designated as “possible” expert \nwitnesses did not change either Defendant’s necessity of conducting discovery \nconcerning their opinions or Plaintiff’s obligation to comply with Rule 26.  When it \nbecame clear to Plaintiff’s counsel that they had to comply with Rule 26, they \nwithdrew both Wagner and Tarr as experts.  In the interim, Tuttle was put to the \nexpense of ferreting out, through discovery and motions, what opinions would be \noffered, the basis for those opinions, and the qualifications of the experts who \nplanned to express those opinions at trial.  Ultimately, Plaintiff’s counsel conceded \nthat Wagner, who they had represented for years, did not qualify as an expert \nunder Rule 26(b)(4).   \n{38} The discovery responses filed by Plaintiff were not based upon any \nreasonable inquiry, and the objections that prolonged the battle were not based \nupon any rule or existing case law.  Plaintiff’s designation of Wagner and Tarr as \npossible expert witnesses finds no support in law or logic.  The actions of Plaintiff \nand its counsel caused Tuttle unnecessary expense.  Sanctions under Rule 26(g) are \nmandatory and also justified under Rule 37.     \n{39} Based on the foregoing, it is hereby ORDERED, ADJUDGED, and \nDECREED: \n1. Defendant Tuttle’s Motion for Sanctions is GRANTED. \n2. Tuttle’s counsel shall file with the Court a detailed request for \nattorney fees specifying the time spent and the services rendered for \nwhich reimbursement is sought.  Tuttle’s counsel shall also include \nthe actual hourly rate charged to and paid by the client for those \nservices. \n \nIT IS SO ORDERED, this 26th day of March, 2009.    \n  \n \n  "
}