{
  "id": "a09729b75ddab8bc5e624761376844fafb897f66137b6840d53ed75a5cf9a0f5",
  "source_file": "data/raw/ncbc/a09729b75ddab8bc5e624761376844fafb897f66137b6840d53ed75a5cf9a0f5.pdf",
  "raw_text": "Franklin County Bd. of Educ. v. N.C. Dep’t of Revenue, 2009 NCBC 28. \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE  \nSUPERIOR COURT DIVISION \n09-CVS-20861 \n \nFRANKLIN COUNTY BOARD  \nOF EDUCATION, \n \nPetitioner, \n \nv. \n \nNORTH CAROLINA DEPARTMENT  \nOF REVENUE, \n \nRespondent. \n \nORDER ON RESPONDENT’S \nMOTION TO DISMISS \n \n \nTHIS MATTER comes before the Court on Respondent’s Motion to Dismiss, \nfiled December 3, 2009.  Petitioner filed a Brief in Opposition to Respondent’s \nMotion on December 17, 2009.  After reviewing the submissions by counsel, the \nCourt hereby DENIES the Motion. \nThe amendments to section 105-241.16 of the North Carolina General \nStatutes did not repeal section 150B-45(b).  To the extent the Petition in this case \nwas untimely because the tax and interest were paid twelve days after filing the \nPetition, the Court accepts the Petition.  Under section 150B-45(b), this Court has \nexpress authority to accept untimely petitions for good cause shown.  N.C. Gen. \nStat. § 150B-45(b) (2009).  Section 105-241.16 of the North Carolina General \nStatutes is not a model of clarity, and this Petition represents the first appeal under \nthe new statutory procedure.  The statute should have made it clear that the tax, \npenalties, and interest had to be paid before or contemporaneously with the filing of \nthe Petition.  Respondent’s notice of appeal rights in the Final Decision also should \nhave made that requirement clear.  It did not.  Petitioner acted in good faith under \na misapprehension of the requirements and promptly paid the tax and interest due. \nTherefore, the Court finds that good cause has been shown to support its \nacceptance of the Petition under these circumstances.  N.C. Gen. Stat. § 150B-45(b).  \nNow that the Statute has been clarified by the Court, attorneys are on notice of the \nrequirement.  The Respondent would be well advised to make the payment \nrequirement clear in its notice of appeal procedures. \nIT IS SO ORDERED, this the 22nd day of December, 2009. "
}