{
  "id": "a0bcc92c21e9a64a37196e869cd007eb60bb13af88ba10773f6765fa0353cbe4",
  "source_file": "data/raw/ncbc/a0bcc92c21e9a64a37196e869cd007eb60bb13af88ba10773f6765fa0353cbe4.pdf",
  "raw_text": "Covenant Equip. Corp. v. Forklift Pro, Inc., 2008 NCBC 10. \n \nSTATE OF NORTH CAROLINA  \n \nCOUNTY OF MECKLENBURG \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n07 CVS 21932 \nCOVENANT EQUIPMENT \nCORPORATION \n d/b/a WHOLESALE FORK LIFTS,\n \n                        Plaintiffs, \n \nv. \n \nFORKLIFT PRO, INC., BUCKY W. \nCALDWELL, TIMOTHY SMITH and  \nWILLIAM CARNIE, \n \n             Defendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT CARNIE’S MOTION TO \nDISMISS\n \n{1} This case arises out of Plaintiffs’ suit for Misappropriation of Trade \nSecrets, Unfair and Deceptive Trade Practices, Civil Conspiracy, Breach of \nFiduciary Duty, Tortious Interference with Contractual Relations, Fraud, Unjust \nEnrichment, Conversion, and Breach of Contract. \n \nBaucom, Claytor, Benton, Morgan & Wood, PA by Rex C. Morgan and The \nBusiness Law Advisors by Daryl L. Hollnagel for Plaintiffs. \n \nHorack Talley by John W. Bowers for Defendant William Carnie. \n \n \nTennille, Judge. \n \nI. \nPROCEDURAL BACKGROUND \n{2} This action was filed in Mecklenburg County on November 1, 2007.  \nDefendant Carnie filed the Notice of Designation on January 14, 2008.  This action \nwas designated a mandatory complex business case by Order of the Chief Justice of \nthe Supreme Court of North Carolina dated January 15, 2008, and subsequently \n  \n \n  \n \n \n \nassigned to the undersigned Chief Special Superior Court Judge for Complex \nBusiness Cases by Order dated January 15, 2008. \n{3} Defendant Carnie filed motions to dismiss under each of Rules 12(b)(2), \n12(b)(4), 12(b)(5), and 12(b)(6) of the North Carolina Rules of Civil Procedure on \nFebruary 13, 2008.  The Court heard oral arguments on the motions on April 2, \n2008. \nII. \nFACTUAL BACKGROUND \nA. \nTHE PARTIES \n{4} Plaintiff Covenant Equipment Corporation, d/b/a Wholesale Fork Lifts \n(“Plaintiff”) is a South Carolina corporation having its principal place of business in \nYork County, South Carolina.  Plaintiff is engaged in the business of wholesale, \nservice, and maintenance of used forklifts and related equipment. \n{5} Defendant Forklift Pro, Inc. (“Forklift”) is a North Carolina corporation \nhaving its principal place of business in Pineville, North Carolina.  \n{6} Defendant Buck W. Caldwell (“Caldwell”) is a resident of Mecklenburg \nCounty, North Carolina.   \n{7} Defendant Timothy Smith (“Smith”) is a resident of York County, South \nCarolina. \n{8} Defendant William Carnie (“Carnie”) is a resident of York County, South \nCarolina  \n{9} Forklift, Caldwell, Smith, and Carnie will be referred to collectively as the \n“Defendants.”  Caldwell, Smith, and Carnie will be referred to collectively as the \n“Individual Defendants.”   \n \n \n \n \n  \n \n \n \n                                                \nB. \nTHE PARTIES’ PRIOR DEALINGS \n{10} Plaintiff and Wholesale Fork Lifts, Inc.1 entered into an Asset Purchase \nAgreement in June 2004.  (Compl. ¶¶ 6–7; Am. Answer ¶¶ 6–7.)   Caldwell was the \nsole shareholder of Wholesale Fort Lifts, Inc.  (Compl. ¶ 7; Am. Answer ¶ 7.)  At \nthat time, Caldwell and his wife, Janet Caldwell2, executed non-competition \nagreements (the “Noncompetition Agreement”).  (Compl. ¶ 10; Am. Answer ¶ 10.)  \nCaldwell was employed by Plaintiff from the date of the sale through January 17, \n2007.  (Compl. ¶ 11; Am. Answer ¶ 11.)  Forklift was incorporated June 18, 2007.  \n(Compl. ¶ 12; Am. Answer ¶ 12.)  Caldwell owns the majority of outstanding shares \nand is the registered agent of Forklift.  (Compl. ¶ 12; Am. Answer ¶ 12.)  Carnie and \nSmith were employees of Plaintiff and are now employees of Forklift.  (Compl. ¶¶ \n15–16; Am. Answer ¶¶ 15–16.)  Carnie and Wholesale Fork Lifts, Inc. entered into \nan “Employment, Confidentiality, and Noncompetition Agreement” (the \n“Employment Agreement”) on February 11, 2002, prior to Plaintiff’s acquisition of \nWholesale Fork Lifts, Inc.’s assets.  (Compl. Ex. A.)  The Employment Agreement \nwas attached to the Complaint and is incorporated herein by reference.  Carnie’s \nemployment with Plaintiff ended on or about July 6, 2007.  (Compl. ¶ 15.)  Carnie’s \nemployment with Forklift began immediately or shortly thereafter.  (Compl. ¶ 15.) \nIII. \nTHE ALLEGATIONS \n{11} Plaintiff alleges that the Defendants misappropriated Plaintiff’s trade \nsecrets (Compl. ¶ 20) in furtherance of a civil conspiracy (Compl. ¶ 21) with the \nintent to compete against Plaintiff in an unfair and deceptive manner, convert \nPlaintiff’s property, misappropriate Plaintiff’s trade secrets, and to interfere with \nPlaintiff’s contractual rights (Compl. ¶¶ 23, 26).  Plaintiff alleges that the \n \n1 “Wholesale Fork Lifts, Inc.” is a non-party entity separate and distinct from Plaintiff.  Plaintiff is \ndoing business as “Wholesale Fork Lifts.”  “Wholesale Fork Lifts, Inc.,” when used herein, refers to \nthe separate entity whose assets were purchased by Plaintiff. \n2 Ms. Janet Caldwell is not a party to this suit. \n  \n \n \n \nDefendants have engaged in unfair and deceptive trade practices (Compl. ¶ 23) and \nintentionally interfered with Plaintiff’s contractual relationships (Compl. ¶ 37).  \nPlaintiff alleges that the Defendants were unjustly enriched by their actions.  \n(Compl. ¶ 52–53.) \n{12} Plaintiff alleges that the Individual Defendants breached their fiduciary \nduty to Plaintiff when they engaged in activities “contrary to the best interests of \nthe Plaintiff” such as the alleged actions took in furtherance of the civil conspiracy \n(Compl. ¶ 31).  Plaintiff alleges that the Individual Defendants converted Plaintiff’s \nproperty.  (Compl. ¶¶ 33, 55.)  \n{13} Plaintiff alleges that Caldwell has intentionally breached his \nNoncompetition Agreement with Plaintiff (Compl. ¶¶ 41–42) and has engaged in \nfraud related to the accelerated payoffs of promissory notes and the promises of \nretirement while retaining an independent contractor position (Compl. ¶¶ 44–50).   \n{14} Plaintiff alleges that Carnie has breached his Employment Agreement \nwith Wholesale Fork Lifts, Inc.  (Compl. ¶¶ 59–63.) \nIV. \nMOTIONS TO DISMISS \n{15} Carnie has moved to dismiss the claims against him on several Rule 12 of \nthe North Carolina Rules of Civil Procedure (“Rule 12”) motions.  First, insufficiency \nof process under Rule 12(b)(4) of the North Carolina Rules of Civil Procedure (“Rule \n12(b)(4)”).  (Def.’s Mot. Dismiss 1.)  Second, insufficiency of service of process under \nRule 12(b)(5) of the North Carolina Rules of Civil Procedure (“Rule 12(b)(5)”).  \n(Def.’s Mot. Dismiss 1.)  Third, lack of jurisdiction over the person under Rule \n12(b)(2) of the North Carolina Rules of Civil Procedure (“Rule 12(b)(2)”).  (Def.’s \nMot. Dismiss 2.)  And fourth, failure to state a claim under Rule 12(b)(6) of the \nNorth Carolina Rules of Civil Procedure (“Rule 12(b)(6)”).  (Def.’s Mot. Dismiss 2.)  \nThe Court will address the first three motions related to service and jurisdiction \nbefore addressing the Rule 12(b)(6) motion. \n \n  \n \n \n \nA. \nSERVICE, PROCESS, AND JURISDICTION \n{16} Carnie’s motions related to service center on three issues.  Carnie argues \nthat he should be dismissed because (1) his name was misspelled on the civil \nsummons (Def.’s Br. Supp. Mot. Dismiss 1) although it was spelled correctly on the \ncomplaint itself (Pl.’s Br. Opp’n Mot. Dismiss 1), (2) he was not personally served \nwith the civil summons (Def.’s Br. Supp. Mot Dismiss 4) although he knew that he \nwas going to be served and the civil summons was left at his home (Pl.’s Br. Opp’n \nMot. Dismiss 2–3), and (3) for the above two reasons the Court has no jurisdiction \nover him (Def.’s Br. Supp. Mot. Dismiss 6) even though Carnie was the party that \nfiled the Notice of Designation designating this case as a mandatory complex \nbusiness case before the Business Court (Pl.’s Br. Opp’n Mot. Dismiss 3).  For the \nreasons stated below, the Court DENIES Carnie’s motions to dismiss for \ninsufficiency of process, insufficiency of service of process, and lack of jurisdiction.   \n1. \nLEGAL STANDARD \n{17} Rule 4 of the North Carolina Rules of Civil Procedure allows for different \nmethods of service of process on a natural person.  N.C.R. Civ. P. 4(j)(1).  Generally, \nservice can be completed by personally delivering a copy of the summons and \ncomplaint or by mailing a copy of the same to the defendant.  Id.  When the copy is \npersonally delivered, it may be given to the defendant, left at the defendant’s \ndwelling “with some person of suitable age and discretion,” or left with the \ndefendant’s agent.  Id. at 4(j)(1)(a–b).  The summons that is delivered “shall be \ndirected to the defendant.”  Id. at 4(b).   \n{18} “Where there is a defect in the process itself, the process is generally held \nto be either voidable or void. . . .  Likewise, if the service is insufficient and \nunauthorized by law the court does not acquire jurisdiction.”  \nHarris v. Maready, \n311 N.C. 536, 542, 319 S.E.2d 912, 916 (1984) (citing 62 Am. Jur. 2d Process §§ 21, \n  \n \n \n \n30 (1972)).  Actual notice, when there is a defect in process or insufficient service, \ndoes not remedy the defect or insufficiency.  Id. at 544, 319 S.E.2d at 917. \n{19} There are two requirements of process and service of process that Carnie \nbrings to the Court’s attention.  First, that the summons be directed to the \ndefendant.  Second, that the summons be delivered to the defendant in a certain \nmanner.  The Court will address the summons itself first (insufficiency of process), \nthen the service of the summons (insufficiency of service of process). \n2. \nANALYSIS \na. \nINSUFFICIENCY OF PROCESS \n{20} The North Carolina Supreme Court is quoted frequently for the maxim \nthat “[a] suit at law is not a children’s game, but a serious effort on the part of adult \nhuman beings to administer justice; and the purpose of process is to bring parties \ninto court.”  Hazelwood v. Bailey, 339 N.C. 578, 584, 453 S.E.2d 522, 525 (1995) \n(citing Wiles v. Welparnel Constr. Co., 295 N.C. 81, 84–85, 243 S.E.2d 756, 758 \n(1978)).  The Court went on to admonish judges not to “put themselves in the \nposition of failing to recognize what is apparent to everyone else.”  Id.   \n{21} In Hazelwood, the summons listed the incorrect county while the \ncomplaint listed the correct county.  Id. at 585, 453 S.E.2d at 525–26.  The Court \nheld that “there was no substantial possibility of confusion” nor were defendants “in \nfact confused.”  Id. at 585, 453 S.E.2d at 526.  The Court relied on Wiles and Harris \nin making its decision.  Id. at 583, 453 S.E.2d at 524.   \n{22} In Wiles, the summons was ambiguous as to whether the corporation or \nthe registered agent was being sued.  Wiles, 295 N.C. at 85, 243 S.E.2d at 758.  \nHowever, the complaint “clearly indicated” who the defendant was.  Id.  Process was \nadequate in that situation.  Id.   \n{23} In Harris, defendant Maready was served with summons directed to C. \nRoger Harris.  Harris, 311 N.C. at 541, 319 S.E.2d at 916.  The Court found that \n  \n \n \n \nthere was no “substantial possibility of confusion” even though the summons was \ndirected to a different party because Maready’s name was in the caption of the \nsummons.  Id. at 544, 319 S.E.2d at 917.  Process was adequate in that situation.  \nId. at 544, 319 S.E.2d at 918 \n{24} The summons that was issued to Carnie here was directed to “William \nCurrie” instead of “William Carnie.”   (Def. Br. Supp. Mot. Dismiss Ex. A.)  The \nsummons was correctly directed to Carnie’s address.  (Def. Br. Supp. Mot. Dismiss \nEx. A.)  The summons’ caption correctly identified William Carnie as a defendant in \nthe suit.  (Def. Br. Supp. Mot. Dismiss Ex. A.)  The complaint attached to the \nsummons correctly identified William Carnie as a defendant in the suit.  (Compl.)  \nThere can be no question that Carnie understood that a suit had been instituted \nagainst him.  Defendant Carnie’s Motion to Dismiss under Rule 12(b)(4) is hereby \nDENIED. \nb. \nINSUFFICIENCY OF SERVICE OF PROCESS AND  \nLACK OF JURISDICTION OVER THE PERSON \n{25} Carnie argues that the service of process was insufficient because the \nsheriff left the summons and complaint at his house but not with him or another \nperson at the residence.  (Def.’s Br. Supp. Mot. Dismiss 4–5.)  Plaintiff could have \nserved Carnie by either personally delivering the documents or mailing the \ndocuments.  N.C.R. Civ. P. 4(j)(1).  There is a presumption of service when the \n“return shows legal service by an authorized officer.”  Harrington v. Rice, 245 N.C. \n640, 642, 97 S.E.2d 239, 241 (1957).  That presumption is rebuttable.  Id. (citation \nomitted).  The moving party shoulders the burden of proof to rebut service.  Id. \n(citation omitted). \n{26} Service has been found adequate “despite a failure to manually deliver the \nprocess” when the circumstances surrounding the attempt to serve a defendant \nleads a federal court to find that the defendant was attempting to evade service. \nCurrie v. Wood, 112 F.R.D. 408, 409 (E.D.N.C. 1986) (citing various examples from \n  \n \n \n \nfederal courts of instances when leaving the summons and complaint at the \nrespective defendant’s residence, though not with a resident, was adequate).  In \nCurrie, the plaintiff had attempted to serve the defendant pursuant to the Federal \nand North Carolina Rules of Civil Procedure.  Id. at 408.  The defendant had \nrefused that certified mail service.  Id. at 409.  Plaintiff then attempted to \npersonally serve the defendant.  Id.  Plaintiff attempted to give the defendant an \nenvelope that contained the summons and complaint.  Id.  There was no \ndetermination of whether the defendant knew what the envelope contained, but he \nrefused to accept the envelope nonetheless.  Id.  The envelope was left in a vehicle \nwhile the defendant watched.  Id.  The defendant’s wife received the envelope \ncontaining the summons and complaint the following day from the owner of the \nvehicle.  Id.  The court in Federal Fin. Co. v. Longiotti, 164 F.R.D. 419 (E.D.N.C. \n1996), found that a defendant who had evaded service on several occasions, one of \nwhich caused a neighborhood to be evacuated by a bomb squad, was served when an \nenvelope containing the summons and complaint that had been left on the doorstep \nwas handed to defendant’s wife.  \nId. at 421.  The court found that defendant had \n“willfully and intentionally avoided service of process.”  Id.   \n{27} Carnie argues that these federal decisions have no influence over the \nholding of this Court.  (Def.’s Reply.)  Carnie and Plaintiff recognize that Rule \n4(e)(2) of the Federal Rules of Civil Procedure is “virtually identical” to Rule 4(j)(1) \nof the North Carolina Rules of Civil Procedure.  (Def.’s Reply; Pl.’s Opp’n Mot. \nDismiss 5.)  In Wiles, the Supreme Court cited the purpose of Rule 4 of the Federal \nRules of Civil Procedure when it decided that the narrow interpretation of Rule 4(b) \nof the North Carolina Rules of Civil Procedure should be overruled for a more \nlenient interpretation of that rule.  \nWiles, 295 N.C. at 84, 243 S.E. 2d at 758.  The \npurposes of Rule 4 of the Federal Rules of Civil Procedure and Rule 4 of the North \nCarolina Rules of Civil Procedure have not changed in the intervening years.  See \nHazelwood, 339 N.C. at 581, 453 S.E.2d at 523.  Service of process “provide[s] a \nritual that marks the court’s assertion of jurisdiction.”  Id. (citing Harris, 311 N.C. \n  \n \n \n \nat 541–42, 319 S.E.2d at 916).  When there is an attempt to evade that ritual, this \nCourt will look to interpretations of a virtually identical federal statute for guidance \nas to this state’s statute. \n{28} Carnie has submitted three affidavits, one of which was his own, stating \nthat he was at work at the day and time the summons states service was made.  \n(Carnie Aff. ¶ 6; Janet Caldwell Aff. ¶ 5; Smith Aff. ¶ 10.)  The Court notes that all \nof the affiants have an interest in this suit.  Carnie and Smith are defendants in \nthis suit.  Janet Caldwell is Defendant Caldwell’s spouse and an employee of \nForklift.   \n{29} Carnie acknowledges that through his conversations with both Smith and \nthe York County Sheriff’s office he was aware that there had been a suit instituted \nagainst him and that service had previously been attempted .  (Smith Aff. ¶¶ 6–7; \nCarnie Aff. ¶ 5.)  Carnie refused to sign for the certified mail service.  (Def.’s Reply; \nPl.’s Br. Opp’n Mot. Dismiss 6.)  Carnie refused to answer the York County Sheriff’s \noffice’s questions about service.  (Carnie Aff. ¶ 5; Smith Aff. ¶ 7.)  Carnie did receive \nthe summons and complaint on the day the sheriff’s office left the documents at his \nresidence.  (Carnie Aff. ¶ 6.) \n{30} Carnie would have the Court believe that this series of events was not an \nattempt to evade service.  The Court disagrees.  The Court finds that the \ncircumstances surrounding service show that Carnie was attempting to evade \nservice.  The Court finds that the service of process on Carnie was adequate.  For \nthe above reasons, the Court hereby DENIES Defendant Carnie’s Motion to Dismiss \nfor Insufficiency of Service of Process under Rule 12(b)(5).  The Court finds that the \nservice of process was adequate and hereby DENIES Defendant Carnie’s Motion to \nDismiss for Lack of Jurisdiction of the Person under Rule 12(b)(6).  Even if the \nservice of process was not adequate, the Court finds for the below reasons that the \nfiling of a Notice of Designation in an action constitutes a general appearance for \nthe purpose of personal jurisdiction. \n  \n \n \n \n                                                \n{31} “Jurisdiction of the court over the person of a defendant is obtained by \nservice of process, voluntary appearance, or consent.”  Grimsley v. Nelson, 342 N.C. \n542, 545, 467 S.E.2d 92, 94 (1996) (citation omitted).  A party waives the defenses of \nimproper venue, insufficiency of process, or insufficiency of service of process if it \ndoes not raise such defenses either in a Rule 12 motion made prior to responsive \npleading or in its responsive pleading.  N.C.R. Civ. P. 12(b), (h).  Further, a North \nCarolina court has jurisdiction over a defendant even in the absence of service of \nprocess if the defendant has made a general appearance in the action.  N.C. Gen. \nStat. § 1-75.7 (LEXIS through 2007 legislation) (“Section 1-75.7”); \nsee also Simms v. \nMason’s Stores, Inc., 285 N.C. 145, 157, 203 S.E.2d 769, 777 (1974) (construing Rule \n12 with Section 1-75.7 to find that Rule 12 “did not abolish the concept of the \nvoluntary or general appearance”).3     \n{32} “[A] general appearance is one whereby the defendant submits his person \nto the jurisdiction of the court by invoking the judgment of the court in any manner \non any question other than that of the jurisdiction of the court over his person.”\n4  In \nre Blalock, 233 N.C. 493, 504, 64 S.E.2d 848, 856 (1951); see also Barnes v. Wells, \n165 N.C. App. 575, 579–80, 599 S.E.2d 585, 588–89 (2004) (citing various actions \nthat the Court of Appeals has found to constitute a general appearance including \nsubmitting financial documents, appearing at a divorce hearing, moving for change \nof venue, counsel’s participation in an in-chambers conference, and moving to \ndisqualify counsel).  The general appearance waiver of personal jurisdiction found in \nSection 1-75.7 is particular to Rule 12 jurisdictional motions.  Simms, 285 N.C. at \n157, 203 S.E.2d at 777 (explaining that Rule 12 and Section 1-75.7 must be \nconstrued together since they are part of the same enactment; and that after a \ndefendant has made a general appearance, he may not assert the defense that the \ncourt has no jurisdiction over his person under Rule 12); Swenson v. Thibaut, 39 \n \n3 The Simms Court held that a request for extension of time constituted a general appearance.  That \nholding has been superseded by statute.   \n4 However, “obtaining an extension of time within which to answer or otherwise plead” is not a \ngeneral appearance.  N.C. Gen. Stat. § 1-75.7(1). \n  \n \n \n \n                                                \nN.C. App. 77, 89, 250 S.E.2d 279, 288 (1978) (noting that absent Section 1-75.7 \nbeing construed with Rule 12, a general appearance would not constitute waiver of \njurisdictional defenses).  Cf. Sony Ericsson Mobile Commc’ns. USA, Inc. v. Agere \nSys., Inc., 2007 NCBC 28 ¶¶ 15–17 (N.C. Super. Ct. Aug. 27, 2007), \nhttp://www.ncbusinesscourt.net/opinions/2007%20NCBC%2028.pdf (holding that \nthe filing of a Notice of Designation did not constitute waiver of the defense of venue \nunder Rule 12(b)(3)).5   \n{33}  Carnie attempts to support his position that a Notice of Designation is not \na general appearance by arguing that the process of designating a case a mandatory \ncomplex business case is analogous to the removal process for federal court.  (Def. \nReply.)  The Federal Rules of Civil Procedure have no analog to Section 1-75.7.  \nSimms, 285 N.C. at 156–57, 203 S.E.2d at 777 (finding that there is “no counterpart \nin the federal practice” to Section 1-75.7). \n{34} The federal removal process allows a state civil action to be removed to a \nfederal district court having original jurisdiction.  28 U.S.C. § 1441(a) (LEXIS \nthrough Apr. 9, 2008 legislation).  Removal of a state action to a federal court is a \nquestion of jurisdiction.  See id.  The Business Court is a Superior Court of general \njurisdiction.  Sony Ericsson Mobile Commc’ns. USA, Inc., 2007 NCBC at ¶ 16.  \nFiling a Notice of Designation is more akin to filing a motion than federal removal:  \nfirst, the moving party files the motion (Notice of Designation); then, the motion can \nbe objected to within a certain time period (Opposition to Designation); finally, the \njudge decides the motion (Order on Designation).  \nSee N.C. Gen. Stat. § 7A-45.4.  \nThe party filing the Notice of Designation has invoked the authority of the Court. \n{35} The Court finds that the filing of a Notice of Designation in an action \nconstitutes a general appearance for the purposes of personal jurisdiction.  The \nCourt acknowledges that this may not have been readily apparent at the time \n \n5 The Court notes that the Court in Sony Ericsson was hearing a motion on improper venue which, \nunlike the jurisdictional defenses, is not read in conjunction with the general appearance provisions \nof Section 1-75.7 \n  \n \n \n \n                                                \nCarnie filed the Notice of Designation.6  For the above reasons, the Court hereby \nDENIES Defendant Carnie’s motions to dismiss for insufficiency of service of \nprocess and for lack of jurisdiction over the person.  This Order makes it clear that a \nNotice of Designation constitutes a general appearance for the purposes of personal \njurisdiction unless an objection to personal jurisdiction is contained therein.  \nB. \nRULE 12(b)(6) \n1. \nLEGAL STANDARD  \n{36} The purpose of a motion to dismiss under Rule 12(b)(6) is to test the legal \nsufficiency of the pleading against which the motion is directed.  Sutton v. Duke, \n277 N.C. 94, 98, 176 S.E.2d 161, 163 (1970).  In Branch Banking & Trust Co. v. \nLighthouse Financial Corp., 2005 NCBC 3 (N.C. Super. Ct. July 13, 2005), \nhttp://www.ncbusinesscourt.net/opinions/2005%20NCBC%203.htm, this Court \nsummarized the 12(b)(6) standard as follows: \nWhen ruling on a motion to dismiss under Rule 12(b)(6), the court \nmust determine “whether, as a matte r of law, the allegations of the \ncomplaint . . . are sufficient to state a claim upon which relief may be \ngranted.”  In ruling on a motion to dismiss, the court must treat the \nallegations in the complaint as true.  The court must construe the \ncomplaint liberally and must not dismiss the complaint unless it \nappears to a certainty that plaintiff is entitled to no relief under any \nstate of facts which could be proved  in support of the claim.  When \nconsidering a motion under Rule \n12(b)(6), the court is not required to \naccept as true any conclusions of law or unwarranted deductions of fact \nin the complaint.  When the complai nt fails to allege the substantive \nelements of some legally cognizable claim, or where it alleges facts \nwhich defeat any claim, the complaint should be dismissed under Rule \n12(b)(6). \n \nBranch Banking & Trust Co., 2005 NCBC at ¶ 8 (citations omitted). \n \n6 Because the Court has granted the Rule 12(b)(6) motion to dismiss, there are no statute of \nlimitations issues which would arise if Carnie were served with a new summons and complaint. \n  \n \n \n \n                                                \n{37} Furthermore, the Court may not consider “extraneous matter” outside the \ncomplaint, or else the Rule 12(b)(6) motion will be converted into a Rule 56 motion \nfor summary judgment.  See, e.g., Fowler v. Williamson, 39 N.C. App. 715, 717, 251 \nS.E.2d 889, 890–91 (1979).  However, the Court may consider documents the \nmoving party attaches to a 12(b)(6) motion which are the subject of the challenged \npleading and specifically referred to in that pleading, even though they are \npresented to the Court by the moving party.  See Oberlin Capital, L.P. v. Slavin, \n147 N.C. App. 52, 60, 554 S.E.2d 840, 847 (2001) (considering a contract on a \n12(b)(6) motion even though the contract was presented by the movant).  The Court \nis not required to accept as true “any conclusions of law or unwarranted deductions \nof fact.”  Id. at 56, 554 S.E.2d at 844.  Thus the Court can reject allegations that are \ncontradicted by the supplementary documents presented to it.  See E. Shore Mkts., \nInc. v. J.D. Assocs. Ltd. P’ship, 213 F.3d 175, 180 (4th Cir. 2000) (stating that the \ncourt “need not accept as true unwarranted inferences, unreasonable conclusions, or \narguments”). \n2. \nANALYSIS \n{38} Carnie’s Rule 12(b)(6) motion asks the Court to dismiss Plaintiff’s Tenth \nCause of Action, Breach of Contract, as to him.  The contract Carnie is accused of \nbreaching is the Covenants Against Competition portion of the Employment \nAgreement between Carnie and Wholesale Forklifts, Inc. which was entered into on \nFebruary 11, 2002.  Plaintiff and Wholesale Fork Lifts, Inc. entered into an Asset \nPurchase Agreement on June 3, 2004.7  Carnie was employed by Plaintiff from the \ndate of the Asset Purchase Agreement.  Carnie left the employment of Plaintiff in \nJuly 2007 and entered into employment with Forklift immediately or shortly \nthereafter. \n \n7 The Employment Agreement and the Asset Purchase Agreement were considered by the Court.  \nThe Employment Agreement was attached to the complaint.  The Asset Purchase Agreement was \nattached by the moving party to the motion. \n  \n \n \n \n                                                \n{39} The Employment Agreement is governed by the laws of South Carolina.  \n(Employment Agreement ¶ 9.)  North Carolina will give effect to a contractual \nprovision agreeing to a different jurisdiction’s substantive law.  Tanglewood Land \nCo. v. Byrd, 299 N.C. 260, 262, 261 S.E.2d 655, 656 (1980).  However, North \nCarolina will not give effect to a choice of law provision if the “law of the chosen \nstate would be contrary to a fundamental policy” of North Carolina.  Cable Tel. \nServs. v. Overland Contracting, Inc., 154 N.C. App. 639, 643, 574 S.E.2d 31, 34 \n(2002).  Noncompetition agreements such as the contractual provision at issue here \nare generally disfavored in both North and South Carolina.  Compare Rental Unif. \nServ., Inc. v. Dudley, 301 S.E.2d 142 (S.C. 1983), with United Lab., Inc. v. \nKuykendall, 322 N.C. 643, 370 S.E.2d 375 (1988).  The requirements for a \nnoncompetition agreement to be enforceable are similar in both North and South \nCarolina.  Compare Stringer v. Herron, 424 S.E.2d 547 (1992),8 with United Lab., \n322 N.C. at 649–50, 370 S.E.2d at 380.9   In terms of consideration, both North and \nSouth Carolina agree that additional consideration is necessary for a \nnoncompeititon agreement to be enforceable when an at-will employment \nrelationship already exists.  \nSee Poole v. Incentives Unlimited, Inc., 548 S.E.2d 207, \n209 (S.C. 2001) (citing with approval North Carolina as an example of requiring \nadditional consideration when the noncompetition agreement is entered into after \nthe initiation of employment).  South Carolina has ruled that contracts can be \nassigned.  Twelfth RMA Partners, L.P. v. Nat’l Safe Corp., 518 S.E.2d 44, 46 (S.C. \n1999).  However, it does not appear that South Carolina has directly ruled on the \n \n8 The court held that a “covenant not to compete will be upheld if it is:  (1) necessary for the \nprotection of the legitimate interest of the employer; (2) reasonably limited in its operation with \nrespect to time and place; (3) not unduly harsh and oppressive in curtailing the legitimate efforts of \nthe employee to earn a livelihood; (4) reasonable from the standpoint of sound public policy; and (5) \nsupported by a valuable consideration.”  Stringer, 424 S.E.2d at 548 (citations omitted). \n9 The court held that “restrictive covenants between an employer and employee are valid and \nenforceable if they are (1) in writing; (2) made part of a contract of employment; (3) based on \nvaluable consideration; (4) reasonable both as to time and territory;  and (5) not against public \npolicy.”  \nUnited Lab., 322 N.C. at 649–50, 370 S.E.2d at 380 (citations omitted). \n  \n \n \n \n                                                \nassignability of noncompetition agreements.10   In Riedman Corp. v. Jarosh, 345 \nS.E.2d 732 (S.C. App. 1986), aff’d 349 S.E.2d 404 (S.C. 1986), the South Carolina \nCourt of Appeals did not reach the issue of whether the new employer who bought \nthe original employer/party to the noncompetition agreement had standing to “seek \nany benefits” under the noncompetition agreement.  Id.  Unfortunately, the facts in \nRiedman are sparse and do not give guidance for applying it to the case at bar.  \nWithout guidance from South Carolina courts, this Court turns to North Carolina \nlaw. \n{40} This Court has recently found that a noncompetition agreement that has \nbeen sold as part of an asset sale, as opposed to the sale of a business, gives the \nbuyer the right to enforce the noncompetition agreement as of the date of the sale \nbut not to enforce the noncompetition agreement as if it had been entered into \noriginally by the buyer.  Better Bus. Forms & Prods., Inc. v. Craver, 2007 NCBC 34 \n¶ 33 (N.C. Super. Ct. Nov. 1, 2007) \nhttp://www.ncbusinesscourt.net/opinions/110107%20Order%20Motion%20to%20Dis\nmiss%20webpage.pdf.  In other words, the buyer of a noncompetition agreement \ndoes not step fully into the shoes of the original employer because the buyer is a \nnew employer.  Instead, the buyer can either enforce the noncompetition agreement \nor enter into a new noncompetition agreement. \n{41} In this case, Plaintiff entered into an Asset Purchase Agreement with \nCarnie’s original employer, Wholesale Fork Lifts, Inc.  No where in the pleadings is \nit asserted that Plaintiff renegotiated the Employment Agreement between \nWholesale Fork Lifts, Inc. and Carnie or entered into a new noncompetition \nagreement with Carnie when he began his employment with Plaintiff.  Plaintiff has \nthe right to enforce the Employment Agreement, including the Covenants Against \nCompetition provision, from the point of the asset sale on June 3, 2004.  Carnie left \nthe employment of Plaintiff on or about July 6, 2007, and began his employment \n \n10 The South Carolina Court of Appeal has ruled however that noncompetition agreements are not \nmarital assets subject to equitable distribution.  Ellerbe v. Ellerbe, 473 S.E.2d 881, 886 (S.C. Ct. \nApp. 1996). \n  \n \n \n \n                                                \nwith Forklift immediately or shortly afterwards.  The Covenants Against \nCompetition provision of Carnie’s Employment Agreement expired two years after \nhis employment with Wholesale Fork Lifts, Inc. was terminated—June 3, 2006.  \nRegardless of whether the Covenants Against Competition provision was \nenforceable, it has since expired. \n{42} This holding, as the holding in the Craver case, provides buyers who \nchoose to purchase assets rather than stock with the ability to enforce covenants \nagainst employees of the selling company.11  It also requires the buyer, if it chooses \nto do so, to negotiate a new restrictive covenant with the employee, the \nconsideration for which would be the new employment.  This policy is fair because \nthe buyer may have a business which substantially changes the nature and scope of \nthe restriction originally agreed to by the employee.  \n{43} For the reasons stated above, the Court hereby GRANTS Defendant \nCarnie’s Motion to Dismiss under Rule 12(b)(6) as it applies to the claims based \nupon the restrictive covenant in his employment contract.  The Court is not \ndismissing the claims directed to Carnie based upon other alleged violations of his \nemployment contract. \nV. \nCONCLUSION \n{44} Based on the foregoing, it is hereby ORDERED, ADJUDGED, and \nDECREED: \n1. Defendant Carnie’s Motion to  Dismiss for Insufficiency of \nProcess under 12(b)(4) is DENIED; \n2. Defendant Carnie’s Motion to  Dismiss for Insufficiency of \nService of Process under 12(b)(5) is DENIED; \n3. Defendant Carnie’s Motion to Dismiss for Lack of Jurisdiction \nOver the Person under 12(b)(2) is DENIED; \n \n11 The Court notes there is a clear difference between an asset purchase and a stock purchase.  \n  \n \n \n \n4. Defendant Carnie’s Motion to Dismiss for Failure to State a \nClaim under 12(b)(6) is GRANTED as it applies to the claims \nbased upon the restrictive covenant in his employment contract. \nThis the 1st day of May, 2008. \n  \n "
}