{
  "id": "a0c1a6ecfe77fe6cf877b06ef54bf626d9b8665f78eed8db4dc973e7a6fb4e67",
  "source_file": "data/raw/ncbc/a0c1a6ecfe77fe6cf877b06ef54bf626d9b8665f78eed8db4dc973e7a6fb4e67.pdf",
  "raw_text": "Golden Triangle #3, LLC v. RMP-Mallard Pointe, LLC, 2020 NCBC 22. \n \n \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 13580 \n \nGOLDEN TRIANGLE #3, LLC, \n \nPlaintiff and \nCounterclaim \nDefendant, \n \nv. \n \nRMP-MALLARD POINTE, LLC, and \nMALLARD CREEK ASSOCIATES \n#1, LLC, \n \nDefendants and \nCounterclaim \nPlaintiffs, \n \nand \n \nRMP-MALLARD POINTE, LLC, \n \nThird-Party \nPlaintiff, \n \nv. \n \nLEVINE PROPERTIES, INC., \n \nThird-Party \nDefendant. \n \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION FOR \nJUDGMENT ON THE PLEADINGS \nPURSUANT TO RULE 12(c) \n \n \n1. THIS MATTER is before the Court upon Defendants RMP-Mallard Pointe, \nLLC (“RMP”) and Mallard Creek Associates #1, LLC’s ( “MCA”) (collectively, \n“Defendants”) Motion for Judgment on the Pleadings Pursuant to Rule 12(c) (the \n“Motion”).  (ECF No. 22.) \n2. Having considered the Motion, the related briefing, and the arguments of \ncounsel at the hearing on the Motion, the Court DENIES the Motion.  \n \n \nJames, McElroy & Diehl, P.A., by John R. Buric,  John R. Brickley, and \nPreston O. Odom, III, for Plaintiff Golden Triangle #3, LLC and Third-\nParty Defendant Levine Properties, Inc.  \n \nLincoln Derr PLLC, by Richard Jeremy Sugg and Tricia M. Derr, for \nDefendants RMP-Mallard Pointe, LLC and Mallard Creek Associates #1, \nLLC. \n \nBledsoe, Chief Judge. \nI. \n \nBACKGROUND \n \n3. The Court does not make findings of fact on motions for judgment on the \npleadings under North Carolina Rule of Civil Procedure 12(c)  and recites only those \nallegations in the pleadings that are relevant and necessary to the Court’s \ndetermination of the Motion.  See,  e.g., Erickson v. Starling, 235 N.C. 643, 657, 71 \nS.E.2d 384, 394 (1952); Willard v. Barger, 2019 NCBC LEXIS 43, at *1–2 (N.C. Super. \nCt. July 12, 2019).    \n4. This case involves a potential real estate development project between \nPlaintiff Golden Triangle #3, LLC (“Golden Triangle” or “Plaintiff”) and Defendants \nRMP and MCA (collectively, the “Parties”) to redevelop  real property located at the \nintersection of Fairview and Providence Roads in Charlotte, North Carolina  (the \n“Project”).  (Compl. ¶ 9, ECF No. 3.)  While there are several agreements between the \nParties relating to the Project, including a lease agreement, a memorandum of lease, \nand various amendments and extensions, (Compl. ¶ 11), the Project-related \nagreement at issue for the purposes of the Motion is a  2014 Amended and Restated \nOption Agreement (“Option Agreement”)  dated Decem ber 9, 2014, (Compl. ¶ 10; \nStipulated Agreement of the Parties (pgs. 24–292), at STIPULATED-000197–000292 \n \n \n[hereinafter “Option Agreement”], ECF No. 25.2 ; Defs.’ Mot. J. Pleadings Pursuant \nRule 12(c) [hereinafter “Mot. J. Pleadings”], ECF No. 22).1 \n5. The Option Agreement imposes various obligations on the Parties, including \na requirement that Golden Triangle and RMP investigate the potential rezoning of \nspecific real property, including the “Land” and an abutting parcel of real estate, the \n“C-Store Parcel,” each as more particularly described in the Option Agreement .  \n(Compl. ¶ 12; Option Agreement ¶ 1(b)(i), Ex. A .)  Initial rezoning was approved on \nor about October 19, 2015.  (Answer, Countercl. & Third- Party Compl. ¶ 85  \n[hereinafter “Answer”], ECF No. 9.)  A  site plan amendment to the zoning approval \nwas filed in 2016, (Answer ¶ 86), and approved on or about January 17, 2017, (Compl. \n¶ 15; Answer ¶ 90) .  Appeal rights concerning the rezoning expir ed a month later.  \n(Compl. ¶ 15.) \n6. The Option Agreement provides that u pon obtaining final, non- appealable \nrezoning of the Land and C -Store Parcel  (“Rezoning”), Golden Triangle and RMP \n“shall form [an] LLC and become members as provided in Paragraph 1(d)  [of the \nOption Agreement].”  (Option Agreement ¶ 1(b)(i).)   \n7. Paragraph 1(d) includes the following obligations:  \n[T]he Parties promptly (and not later than thirty (30) days after the \nsuccessful Rezoning . . .  ) shall cause Articles of Organization for the \nLLC to be filed with the office of the Secretary of State of North Carolina, \nand both Parties shall sign the Operating Agreement attached hereto as \nExhibit C and incorporated herein by reference (the “Operating \nAgreement”), make the contributions of the C-Store Parcel (including an \nassignment of any leases related thereto), Land and Property (as defined \n                                                 \n1 The Parties first entered into an option agreement concerning the Project on March 15, \n2013.  (Compl. ¶ 9; Stipulated Agreement of the Parties (pgs. 24 –292), at STIPULATED -\n000183–000196).   \n \n \nin the Purchase Agreement), and other capital to the LLC  as and when \nrequired in the Operating Agreement and become members of the LLC. \n \n(Compl. ¶ 14; Option Agreement ¶ 1(d).) \n \n8. With respect to the obligation  to contribute capital  outlined in Paragraph \n1(d), the Option Agreement further provides as follows: \nNotwithstanding anything contained in this Agreement, the parties \nhereto agree that the capitalization of the LLC as set forth in this \nParagraph 1(d) shall not occur until the closing of the Project Financing \n(as defined below) at which time the KeyBank Loan and the BB&T Loan \nor the then outstanding loans secured by (a) the Apartments and \nleasehold interest in the Ground Lease or (b) the Land, shall be \ncontemporaneously paid in full. \n \nWith respect to the initial financing obtained for the LLC (the “Project \nFinancing”), the LLC will use its best efforts to obtain either \nconstruction financing (if the C-Store Parcel and Land are rezoned and \na new retail development is pursued) or permanent financing (if the \nApartments are renovated) with a loan-to-value of not less than seventy-\nfive percent (75%). \n \n(Option Agreement ¶ 1(d).) \n \n9. A representative of Golden Triangle caused the Articles of Organization for \nthe LLC (named “Carmel Providence, LLC”) to be filed with the North Carolina \nSecretary of State within thirty days of Rezoning on August 30, 2016.  (Compl. ¶¶ \n14(a), 16; Option Agreement Ex. C .)  RMP has not signed the Operating Agreement \nattached to the Option Agreement, (Compl. ¶ 19), the result of which, Golden Triangle \nalleges, is that Project Financing  as contemplated by P aragraph 1(e) cannot be \nsecured, (Compl. ¶ 22).  In any event, Project Financing has not closed, and RMP has \nnot contributed any capital to the LLC.  (Compl. ¶¶ 21–22.) \n \n \n10. Paragraph 1(e)(i) of the Option Agreement provides that if “(a) the Rezoning \nhas been obtained and (b) RMP fails to comply with its obligation to form and \ncontribute capital to the LLC as set forth in Paragraph 1(d) above, MCA  grants to \n[Golden Triangle] the exclusive righ t, privilege and option (the “Levine Option”) to \npurchase the Land[.]”  (Option Agreement ¶ 1(e)(i).)  This specific provision is the \nsubject of Plaintiff’s Complaint and Defendants’ Motion. \n11. Sometime after RMP declined to sign the Operating Agreement, Plai ntiff \ndelivered notice to Defendants of its intent to exercise the Levine Option.  (Compl. ¶ \n24.)  MCA denies that Plaintiff has the right to exercise the Levine Option under the \nOption Agreement and has refused to sell the Land to Plaintiff.  (Compl. ¶ 25.)   \n12. On July 10, 2019, Plaintiff filed its Complaint against Defendants, alleging \na claim for breach of the Option Agreement, for which it seeks specific performance \nordering MCA to sell the Land to Plaintiff, and, in the alternative , for a declaratory \njudgment determining that Plaintiff properly exercised the Levine Option and that \nMCA has a legal duty to sell the Land to Plaintiff.  (Compl. ¶¶ 29–41.)  The following \nday, this case was designated as a mandatory complex business case by the Chief \nJustice of the North Carolina Supreme Court , (ECF No. 1), and assigned to the \nundersigned, (ECF No. 2).   \n13. Defendants answered the Complaint on September 10, 2019 , and filed the \nMotion on November 25, 2019 .  Defendants contend in the Motion that the Court \nshould find as a matter of law that Plaintif f is not entitled to an order compelling \nMCA to sell the Land to Plaintiff , a declaratory judgment that Plaintiff could or \n \n \nproperly did exercise the Levine Option , or a declaratory judgment that MCA is \nrequired to sell the Land to Plaintiff.  (Mot. J. Pleadings.)   \n14. The Court held a hearing on the Motion on January 29, 2020, at which all \nparties were represented by counsel.  The Motion is now ripe for resolution.   \nII. \nANALYSIS \n15. “A Rule 12(c) motion for judgment on the pleadings is not favored by the law \nand requires the trial court to view all facts and permissible inferences in the light \nmost favorable to the nonmoving party.”  Governor’s Club Inc. v. Governors Club Ltd. \nP’ship, 152 N.C. App. 240, 247, 567 S.E.2d 781, 786 (2002) (citation omitted); see also \nOld Republic Nat’l Title Ins. Co. v. Hartford Fire Ins. Co., 369 N.C. 500, 510, 797 \nS.E.2d 264, 271 (2017) (“All well pleaded factual allegations in the nonmoving party’s \npleadings are taken as true and all contravening assertions in the movant’s pleadings \nare taken as false.” (quoting Ragsdale v. Kennedy, 286 N.C. 130, 137, 209 S.E.2d 494, \n499 (1974))).  “When ruling on a motion for judgment on the pleadings, the trial court \n‘is to consider only the pleadings and any attached exhibits, which become part of the \npleadings.’ ”   Terrell  v. Lawyers Mut. Liab. Ins. Co., 131 N.C. App. 655, 660, 507 \nS.E.2d 923, 926 (1998) (quoting Minor v. Minor, 70 N.C. App. 76, 78, 318 S.E.2d 865, \n867, disc. review denied, 312 N.C. 495, 322 S.E.2d 558 (1984)).  “The Court may also \nconsider documents that are the subject of a plaintiff ’s complaint and to which the \ncomplaint specifically refers even though they are presented by the defendant.”  S. \nEnvtl. Law Ctr. v. Saylor , 2019 NCBC LEXIS 60, at *11 (N.C. Super. Ct. Se pt. 11, \n \n \n2019) (citing Oberlin Capital, L.P. v. Slavin , 147 N.C. App. 52, 60, 554 S.E.2d 840, \n847 (2001)).   \n16. “[T]he court cannot select some of the alleged facts as a basis for granting \nthe motion on the pleadings if other allegations, together with the sel ected facts, \nestablish material issues of fact.”  Id., at *10 (quoting J. F. Wilkerson Contracting Co. \nv. Rowland, 29 N.C. App. 722, 725, 225 S.E.2d 840, 842 (1976)).  “A motion for \njudgment on the pleadings is the proper procedure when all the material allegations \nof fact are admitted in the pleadings and only questions of law remain.  When the \npleadings do not resolve all the factual issues, judgment on the pleadings is generally \ninappropriate.”  Ragsdale, 286 N.C. at 137, 209 S.E.2d at 499.   Rule 12(c) motions \n“must be carefully scrutinized lest the nonmoving party be precluded from a full and \nfair hearing on the merits.  The movant is held to a strict standard and must show \nthat no material issue of facts exists and that he is clearly entitled to judgment.”  Id.   \n17. Defendants’ argument is straightforward: “[t]he plain language of the \nOption Agreement is clear and unambiguous ” and provides “that (a) no capital was \nto be contributed to the LLC until closing of the Project Financing, and (b) the Levine \nOption is not triggered unless RMP fails to comply with its obligations to form and  \ncontribute capital to the LLC pursuant to Paragraph 1(d).”   (Defs.’ Br. Supp. Mot. J. \nPleadings 6 [hereinafter “Br. Supp. Mot.”], ECF No. 23.)  Defendants read the phrase \n“form and contribute capital” as identifying two separate obligations\n—the formation \nof the LLC and the contribution of capital to the LLC —and the failure of either \nobligation necessarily precludes Plaintiff’s exercise of the Levine Option.  Thus, \n \n \nalthough Defendants’ acknowledge that the LLC was legally formed, they \nnonetheless contend that the undisputed allegations establish that Project Financing \ndid not close and thus that RMP had no duty to contribute capital  and therefore did \nnot do so.  Since RMP did not have a duty to contribute capital, Defendants contend \nthat RMP’s admitted failure to contribute capital did not entitle Plaintiff to exercise \nthe Levine Option as a matter of law.  (Br. Supp. Mot. 7.)  \n18. Plaintiff’s arguments in opposition are  similarly straightforward and also \nrest on the Option Agreement’s “clear and unambiguous” language.  First, according \nto Plaintiff, the Levine Option is triggered under Paragraph 1(e) when “RMP fails to \ncomply with its obligation to form and contribute capit al to the LLC as set forth in \nParagraph 1(d)[,]” which contemplates that Plaintiff may exercise the Levine Option \nupon the failure of any of RMP’s duties in paragraph 1(d).  Because RMP admittedly \ndid not contribute capital to the LLC, Plaintiff argues tha t its right to exercise the \nLevine Option has been triggered.  (Resp. Br. Opposing Defs.’ Rule 12(c) Mot. Partial \nJ. Pleadings 9–10 [hereinafter “Resp. Br.”], ECF No. 36.)  Plaintiff further contends \nthat even if closing Project Financing was a condition precedent to RMP’s \ncontribution of capital under the Option Agreement, RMP’s refusal to sign the \nOperating Agreement to assist in obtaining Project Financing “constitutes a \nsubsidiary failure of RMP to comply with its obligation to form and contribute capital \nto the LLC [,]” (Resp. Br. 1  (internal quotation marks omitted) ), and thus cannot \nimpede Plaintiff’s right to exercise the Levine Option, (Resp. Br. 10–11). \n \n \n19. “Whenever a court is called upon to interpret a contract its primary purpose \nis to ascertain the intention of the parties at the moment of its execution.”  \nCertainteed Gypsum NC, Inc. v. Duke Energy Progress, LLC , 2018 NCBC LEXIS 91, \nat *8 (N.C. Super. Ct. Aug. 28, 2018 ) (quoting Lane v. Scarborough , 284 N.C. 407, \n409–10, 200 S.E.2d 622, 624 (1973)).  “To do so, the Court must first look to the \nlanguage of the contract and determine if it is clear and unambiguous. ”  Id.  “If the \nplain language of a contract is clear, the intention of the parties is inferred from the \nwords of the contract.”  Walton v. City of Raleigh, 342 N.C. 879, 881, 467 S.E.2d 410, \n411 (1996) (citing Lane, 284 N.C. at 410, 200 S.E.2d at 624–25).  “When a contract is \nin writing and free from any ambigui ty which would require resort to extrinsic \nevidence, or the consideration of disputed fact, the intention of the parties is a \nquestion of law.”  Strader v. Sunstates Corp., 129 N.C. App. 562, 568, 500 S.E.2d 752, \n755 (1998) (quoting Lane, 284 N.C. at 410, 200 S.E.2d at 624).  “[O]ur courts adhere \nto the central principle of  contract interpretation  that [t]he various terms of the \n[contract] are to be harmoniously construed, and if possible, every word and every \nprovision is to be given eff ect.”  WakeMed v. Surgical Care Affiliates, LLC , 243 N.C. \nApp. 820, 824, 778 S.E.2d 308, 312 (2015) (quoting In re Hall, 210 N.C. App. 409, 415, \n708 S.E.2d 174, 178 (2011)).  \n20. “An ambiguity exists in a contract when either the meaning of words or the \neffect of provisions is uncertain or capable of several reasonable interpretations.” \nVariety Wholesalers, Inc. v. Salem Logistics Traffic Servs., LLC , 365 N.C. 520, 525, \n723 S.E.2d 744, 748 (2012)  (quoting Schenkel & Shultz, Inc. v. Hermon F. Fox & \n \n \nAssocs., 362 N.C. 269, 273, 658 S.E.2d 918, 921 (2008)).  “[I]f there is any uncertainty \nas to what the agreement is between the parties, a contract is ambiguous.”  Crider v. \nJones Island Club, Inc., 147 N.C. App. 262, 267, 554 S.E.2d 863, 867 (2001).  “The \nfact that a dispute has arisen as to the parties’ interpretation of the contract is some \nindication that the language of the contract is, at best, ambiguous.”  WakeMed , 243 \nN.C. App. at 825, 778 S.E.2d at 312 (quoting Dockery v. Quality Plastic Custom \nMolding, Inc., 144 N.C. App. 419, 422, 547 S.E.2d 850, 852 (2001)).  \n21. “Whether or not the language of a contract is ambiguous  . . . is a question \nfor the court to determine.”  W & W Partners, Inc. v. Ferrell Land Co., LLC , 2018 \nNCBC LEXIS 52, at *12 (N.C. Super. Ct. May 22, 2018) (quoting Lynn v. Lynn, 202 \nN.C. App. 423, 432, 689 S.E.2d 198, 205 (2010) ).  “If a court finds a contract \nambiguous, the intent of the parties becomes a question of fact.”  Certainteed Gypsum \nNC, 2018 NCBC LEXIS 91, at *9 ; see also Leonard v. Pugh, 86 N.C. App. 207, 210, \n356 S.E.2d 812, 815 (1987) ( “Ambiguous contracts must be interpreted by a jury \nunder proper instructions of the law.”).  “The court must not . . . , under the guise of \nconstruing an ambiguous  term, rewrite the contract  or impose liabilities on the \nparties not bargained for and found therein. ”  Stovall v. Stovall, 205 N.C. App. 405, \n410, 698 S.E.2d 680, 684 (2010) (quoting Lynn, 202 N.C. App. at 432, 689 S.E.2d at \n205). \n22. Applying these principles here, the Court concludes that the language \ncontained in Paragraph 1(e)(i) of the Option Agreement concerning “RMP’s obligation \nto form and contribute capital to the LLC as set forth in Paragraph 1(d)” is capable \n \n \nof more than one reasonable interpretation and thus is ambiguous.  For example, as \nPlaintiff urges, the use of the singular “obligation” perm its a reasonable \ninterpretation that RMP’s “obligation to form and contribute capital” requires that \nRMP perform both tasks and that its failure to do either permits Plaintiff to exercise \nthe Levine Option.  That said, P aragraph 1(d) involves four tasks, a nd the Option \nAgreement does not attempt to identify which tasks involve formation of the LLC, \nthe contribution of capital to the LLC, both, or neither, thus creating ambiguity.   \n23. Moreover, as Defendants argue, the use of the word “and” in the phrase \n“form and contribute capital,” in the context of the Option Agreement as a whole, \npermits a reasonable interpretation that the Levine Option is triggered only if RMP \nfails to both form the LLC and contribute capital to the LLC as outlined in Paragraph \n1(d).  Because it is undisputed that the LLC has been formed through the filing of its \nArticles of Organization, see N.C.G.S. § 57D-2-20(b) (“An LLC is formed at the time \nthe articles of organization f iled by the Secretary of State become effective. ”), the \nuncertainty as to which provisions under Paragraph 1(d) involve LLC formation and \nwhich involve capital contribution become irrelevant under this interpretation of the \ncontract terms.   \n24. Based on the a bove, it appears to the Court that the conditions to permit \nPlaintiff’s exercise of the Levine Option in P aragraphs 1(d) and 1(e) of the Option \nAgreement are uncertain based on the contract’s plain terms and capable of several \nreasonable interpretations.  See, e.g., Schenkel & Shultz, Inc., 362 N.C. at 273, 658 \nS.E.2d at 921 (citation omitted) (finding ambiguity in such circumstances).  Based on \n \n \nthis ambiguity , the Court concludes that judgment on the pleadings is im proper \nunder Rule 12(c)  and that a determination of the parties’ intent through an \nexamination of extrinsic evidence, either at summary judgment, trial, or both will be \nnecessary to determine the parties’ agreement  in Paragraphs 1(d) and 1(e) of the \nOption Agreement.   \n25. As a result, the Court concludes that Defendants’ Motion should be denied.  \nSee, e.g., Erickson, 235 N.C. at 657, 71 S.E.2d at 394 ( holding “[t]he law does not \nauthorize the entry of a  judgment on the pleadings in any case where the pleadings \nraise an issue of fact on any single material proposition” and collecting cases); Houpe \nv. City of Statesville, 128 N.C. App. 334, 344, 497 S.E.2d 82, 89 (1998) (“Judgment on \nthe pleadings is improper where there exists a material issue of fact[.]” (citing Hedrick \nv. Rains, 121 N.C. App. 466, 468–69, 466 S.E.2d 281, 283, aff'd per curiam, 344 N.C. \n729, 477 S.E.2d 171 (1996))). \nIII. \nCONCLUSION \n26. WHEREFORE, for the reasons set forth above, the Court hereby DENIES \nDefendants’ Motion.  \nSO ORDERED, this the 23rd day of March, 2020. \n \n      /s/ Louis A. Bledsoe, III    \n      Louis A. Bledsoe, III \n      Chief Business Court Judge \n "
}