{
  "id": "a0e3a46faf0639f2189b10428427600dee255470136ccdefbfaf430076d9f92e",
  "source_file": "data/raw/ncbc/a0e3a46faf0639f2189b10428427600dee255470136ccdefbfaf430076d9f92e.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nCOUNTY OF BUNCOMBE \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n12 CVS 3088 \nSTEPHEN HEFNER, on behalf of \nhimself and all others similarly \nsituated, \n \nPlaintiff, \n \nv. \n \nMISSION HOSPITAL, INC., a North \nCarolina Corporation; and MISSION \nHEALTH SYSTEM, INC., a North \nCarolina Corporation, collectively \ndoing business as MISSION \nHEALTH; and DOES 1 through 25, \ninclusive,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER DENYING PLAINTIFF’S \nMOTION FOR CLASS CERTIFICATION\n \n \n{1} THIS MATTER is before the Court on Plaintiff’s Motion for Class \nCertification (“Motion”), made pursuant to Rule 23 of the North Carolina Rules of \nCivil Procedure (“Rules”).   \n \nHiggins Benjamin PLLC by John F. Bloss and Barry L. Kramer Law Offices \nby Barry L. Kramer (pro hac vice) for Plaintiff. \n \nRobinson Bradshaw & Hinson, P.A. by Robert W. Fuller and Heyward H. \nBouknight, III for Defendants. \n \nGale, Chief Judge. \nI. INTRODUCTION \n{2} Plaintiff Stephen Hefner (“Hefner” or “Plaintiff”) asks the Court to \ncertify a class, defined more specifically below, but generally consisting of patients \nHefner v. Mission Hosp., Inc., 2014 NCBC 64.\n \n \nat Defendant Mission Hospital, Inc. (“Mission”)1 who received emergency treatment, \nwho were billed based on Mission’s standard “Chargemaster” rates, and who were \n“self-pay.”  After considering the developed record, reviewing briefs and authorities \ncited, and hearing oral argument, the Court concludes that Plaintiff has failed to \ndemonstrate the actual existence of a class because individualized issues \npredominate over those common issues of law and fact upon which Plaintiff seeks to \nsupport class certification.  Accordingly, as more fully explained below, the Motion \nis DENIED.   \nII. PROCEDURAL BACKGROUND \n{3} Plaintiff filed his Class Action Complaint on June 28, 2012.  The case \nwas designated a complex business case on August 7, 2012, assigned to the Hon. \nCalvin H. Murphy on August 8, 2012, and reassigned to the undersigned on July 2, \n2014.   \n{4} Defendants’ August 8, 2012, motion  to dismiss was denied by Judge \nMurphy’s April 18, 2013, Order. \n{5} The parties undertook discovery relevant to class action matters, \nincluding the opportunity to designate and depose expert witnesses.   \n{6} After this discovery, Plaintiff file d his Motion for Class Certification on \nDecember 16, 2013.  Defendants filed their opposition on February 17, 2014.  \nPlaintiff replied on March 10, 2014.  \n{7} Defendants further filed their Motion to Strike Plaintiff’s Motion for \nClass Certification (“Motion to Strike”) on February 17, 2014, asserting that \nPlaintiff sought to modify the definition of the putative class in briefing.  Although \nthe Motion to Strike was fully briefed, it is effectively mooted by the Court’s ruling \non Plaintiff’s Motion for Class Certification. \n                                                 \n1 Although Defendants include Mission Health System, Inc. as a whole, the parties have consented to \nrestricting the proposed class to only patients who received emergency care medical treatment at  \nMission Hospital, Inc. \n \n \n{8} Prior to oral argument, the Court accepted supplemental informal \nfilings addressing various points and case authorities. \n{9} The Motion is ripe for disposition. \nIII. RELEVANT FACTS  \n{10} Class certification is governed by Rule 23.  Rule 23 does not, by its \nexpress terms, specify that findings of fact must be made, but the appellate courts \nrecognize that “findings of fact are required . . . when rendering a judgment \ngranting or denying class certification in order for the appellate courts to afford \nmeaningful review under the abuse of discretion standard.”  Nobles v. First \nCarolina  Commc’ns, Inc., 108 N.C. App. 127, 133, 423 S.E.2d 312, 316 (1992).  The \nstandard that the trial court employs depends on whether the challenge is to a \nplaintiff’s initial pleading of a class or to a plaintiff’s ability to prove the existence of \na class after discovery.  A plaintiff must be given the benefit of certain \npresumptions at the pleadings stage, but when the Court considers whether a class \nexists based on a developed record, the plaintiff bears the evidentiary burden of \nsatisfying the Court that the putative class exists.  Crow v. Citicorp Acceptance Co., \n319 N.C. 274, 281–82, 354 S.E.2d 459, 464–65 (1987).  The trial court is granted \nsubstantial discretion in making that determination.  See Harrison v. Wal-Mart \nStores, Inc., 170 N.C. App. 545, 547, 613 S.E.2d 322, 325 (2005) (citing Faulkenbury \nv. Teachers’ & State Emps.’ Ret. Sys. of N.C., 345 N.C. 683, 699, 483 S.E.2d 422, \n432 (1997)).   \n{11} While the standard has not been as squarely stated in North Carolina \nappellate opinions, the Court believes that the correct evidentiary requirement is a \npreponderance of the evidence standard, as was expressly stated by the Third \nCircuit Court of Appeals, which the Court believes to be consistent with North \nCarolina precedent.  \nSee Marcus v. BMW of N. Am., LLC, 687 F.3d 583, 591 (3rd \nCir. 2012).2  Even assuming that a plaintiff initially meets this burden, the trial \n                                                 \n2 Although not binding on North Carolina courts, extensive federal court interpretation of Rule 23 of \nthe Federal Rules of Civil Procedure has been deemed instructive to North Carolina courts’ \n \n \ncourt has a further reservoir of discretion to determine whether using the class \naction procedure is the superior method to adjudicate the controversy.  See Crow, \n219 N.C. at 284, 354 S.E.2d at 366.   \n{12} The fact finding for a class certification determination is limited to \nwhether prerequisites to certification have been met.  The Court does not resolve \nfactual disputes necessary to deciding the ultimate merits of claims and defenses at \nthis stage.  Beroth Oil Co. v. N.C. Dept. of Transp., ___ N.C. ___, ___, 757 S.E.2d \n466, 474 (2014) (citing Eisen v. Carlisle & Jacquelin, 417 U.S. 156, 178 (1974)).  \nBut, in determining the existence of a class by addressing the predominance of \neither common or individualized issues, the Court must assess the legal and factual \nissues raised by both claims and defenses.  See id. at ___, 757 S.E.2d at 474 n.5. \n{13} In this case, the Court does not be lieve that it is required to resolve \nsubstantial contested facts to determine class certification, because the developed \nrecord demonstrates that the majority, if not all, of the essential facts on which \nclass certification turns are uncontested.  The significant conflict is, rather, in \nregard to how those facts frame the issues to be tried and whether resolution of \nthose issues is predominated by common questions or individualized questions.  The \nparties clearly have divergent views as to the appropriate weighting of facts or \nissues common to all class members and how they are to be compared to those that \nmust be separately resolved as to individual class members.   \n{14} In determining whether a class exists, the Court is guided by the \nfollowing facts: \nA. The Parties \n{15} Plaintiff Stephen Hefner is a resident of Shelby, North Carolina, \ncurrently employed by Engineered Control Solutions in Raleigh, North Carolina.  At \nthe relevant time, Hefner worked as a salesperson in Asheville, North Carolina.   \n                                                 \ninterpretation of the North Carolina rule.  See Ehrenhaus v. Baker, 216 N.C. App. 59, 69–70, 717 \nS.E.2d 9, 17 (2011).  \n \n \n{16} Defendant Mission Hospital, Inc.  is a not-for-profit, full-service \nhospital located in Asheville, North Carolina. \nB. Plaintiff’s Visit to Mission Hospital \n{17} On November 11, 2011, Hefner pr esented at Mission’s emergency room \ncomplaining of tingling and numbness on the left side of his body.   \n{18} Hefner had a high-deductible health insurance plan with Blue Cross \nBlue Shield of North Carolina (“BCBSNC”), providing coverage only for charges in \nexcess of an annual $5,000 deductible.   \n{19} The parties disagree whether Hefner presented his insurance card \nbefore receiving treatment.  It is apparent that Mission did not keep a copy of it and \ndid not fully realize his coverage until discovery.   Mission initially billed Hefner as \nif he had been uninsured. \n{20} Hefner signed Mission’s Cons ent and Authorization Form, which \ngoverns responsibility for costs incurred.  The form states, in relevant part: \n6. FINANCIAL RESPONSIBILITY. For all services and/or supplies not \ncovered or deemed not medically necessary by my health plan, I agree \nto accept financial responsibility and to pay Mission Hospitals directly. \nFull payment is due within thirty (30) days of billing or as otherwise \narranged by mutual consent of both parties. \n \n7. FINANCIAL AGREEMENT. I agree that in consideration of the \nservices to be rendered, I am obligated to pay the account owed by me \nto Mission Hospitals in accordance with the regular rates and terms of \nMission Hospitals.   \n(Defs.’ Memo. Supp. Mot. Dismiss Ex. A ¶¶ 6–7.)  \n{21} Hefner underwent several diag nostic procedures and was then \ndischarged.  Mission billed Hefner a total of $4,217.08.  Mission later offered Hefner \na twenty percent “prompt payment” discount, which would have reduced his bill to \n$3,373.66.  Hefner did not accept the discount.  He testified that he was unable to \npay the discounted amount.  He has made partial payments of $175.  The remaining \nbalance of $4,042.08 was unpaid when Hefner filed his Complaint. \n \n \n{22} Hefner complains th at Mission undertook aggressive collection efforts \nuntil he filed his Complaint. \n{23} When Mission realized during discovery that Hefner was covered by \nBCBSNC, it recalculated the bill in accordance with rates charged to BCBSNC \ninsureds.  Mission applies these rates to services or treatments within an insured’s \ndeductible, so long as the underlying treatment is covered by the insurance \ncontract.  The recalculated charge was $3,231.97.   \nC. Mission Hospital’s Billing Practices \n{24} The “regular rates” referred to in Mission’s Consent and Authorization \nform are those compiled on a spreadsheet referred to as the “Chargemaster.”  The \nChargemaster contains over 35,000 entries, reflecting pricing for all treatments \nwithin the hospital.  All Mission billing is on Chargemaster rates, but final charges \nsubmitted to a patient or his insurer may reflect various discounts and reductions.  \nThose reductions may be discounts negotiated with insurance carriers, which vary \nfrom carrier to carrier, or other discounts, such as charity care discounts or prompt \npayment discounts for self-pay or uninsured patients.  Pursuant to federal law, final \ncharges billed through Medicaid are computed differently.   \n{25} Mission indicates that the Chargemaster rates are calculated “gross” \nprices that reflect the costs required to provide these services, after taking into \nconsideration bad debt and discounting, together with a markup that tends to \ndecrease as the cost for the service or product increases.  Mission guards the \nconfidentiality of its Chargemaster.  Patients are not advised in advance as to the \ncharge for any treatment or service. \n{26} Negotiation rates may vary signif icantly from carrier to carrier.  \nDiscounts to the Chargemaster rates for any patient may also vary by the type of \nservice, the length of the patient’s stay, and a myriad of other variables.   \n{27} Uninsured or self-pay patients are initially billed at the full \nChargemaster rates.  However, they may be eligible for discounts.  \n \n \n{28} Mission employs six financial couns elors to assist patients in paying \nfor their treatment.  Mission offers at least two types of discounts to patients: a \n“prompt payment” discount and a “charity care” discount.  The amount of a prompt \npayment discount is a discretionary discount offered by Mission financial counselors \nbased on information provided by the patient, and may vary from patient to patient.  \nThe financial advisor may offer a discount, or alternatively offer special payment \nterms such as an extended repayment period.  The charity care discount is \ncalculated using a sliding scale based on the federal poverty guidelines.  This \ndiscount potentially reduces a patient’s payment obligation to zero.  All patients are \nable to apply for the charity care discount through a Mission patient registration \nrepresentative or financial counselor.  \n{29} Mission also assists patients in qualifying for Medicaid.  It is not \nunusual that a patient will receive treatment at a time the patient has applied for \nbut has not yet been deemed eligible for Medicaid.  Payment for charges billed may \nbe held in abeyance as efforts to qualify for Medicaid continue, with billing adjusted \nupon qualification.    \n{30} From 2008 to 2012, 98,674 uninsur ed patients were treated and \nreleased from Mission’s Emergency Department. \nD. The Putative Class \n{31} The Complaint requests that th e Court certify a class defined as \nfollows: “All individuals (or their guardians or representatives) who have (a) \nreceived emergency care medical treatment at Mission Hospital or another Mission \nHealth hospital and (b) were self-pay patients with respect to the emergency \nservices and/or supplies provided.”  (Class Action Compl. ¶  36.)  \n{32} Following discovery, in his Moti on for Class Certification, Plaintiff \nasks that the Court certify a class defined as \nconsisting of all individuals (a) who received emergency care medical \ntreatment at Mission Hospital, (b) who were billed at the hospital’s full \nChargemaster Rates for such treatment, (c) on whose behalf no part of \nthe cost for such treatment was paid by private insurers or \n \n \ngovernmental entities, and (d) who received no discounts, adjustments, \nand/or writeoffs which totaled in excess of 50% of the Chargemaster \nRates for such treatment. \n(Br. Supp. Pl.’s Mot. Class Cert. 1–2 (footnotes omitted).) \n {33} If the Court were to certify such a class, it would need to fix the date on \nwhich class membership should to be determined, because some patients may fit the \ndefinition on some days but not on others, such as, for example, those whose \nfinancial circumstances change or who are later deemed eligible for Medicaid.  As \nthe Court does not certify a class in this Order, it does not further consider how \nsuch a date should be determined. \nIV. ANALYSIS \nA. Standards for Class Certification \n{34} Rule 23 provides a basic framew ork for class certification, but the \nNorth Carolina courts, often drawing on more-developed federal precedent, have \nelaborated on prerequisites a court must find to certify a class.  These include \n(1) the existence of a class, (2) that the named representative will fairly \nand adequately represent the interests of all class members, (3) that \nthere is no conflict of interest between the representative and class \nmembers, (4) that class members outside the jurisdiction will be \nadequately represented, (5) that the named party has a genuine \npersonal interest in the outcome of the litigation, (6) that class \nmembers are so numerous that it is impractical to bring them all \nbefore the court, [and] (7) that adequate notice of the class action is \ngiven to class members.\n \nPerry v. Union Camp Corp., 100 N.C. App. 168, 170, 394 S.E.2d 681, 682 \n(1990) (citing N.C. R. Civ. P. 23; Crow, 319 N.C. at 282, 354 S.E.2d at 465).  \n{35} Here, the success of the Mo tion turns the critical, initial \ndetermination of whether Plaintiff has demonstrated the actual existence of a \nclass by a preponderance of the evidence.  Finding that Plaintiff has not so \ndemonstrated a class, the Court need not further address Mission’s \narguments that Plaintiff has not met the additional prerequisites for class \ncertification.   \n \n \n{36} “Under Rule 23, a class ex ists ‘when the named and unnamed \nmembers each have an interest in either the same issue of law or of fact, and that \nissue predominates over issues affecting only individual class members.’”  Beroth \nOil Co., ___ N.C. at ___, 757 S.E.2d at 478 (quoting Faulkenbury, 345 N.C. at 697, \n483 S.E.2d at 431).  It is not adequate that a Plaintiff merely identify common \ncontentions that will arise.  “That common contention . . . must be of such a nature \nthat it is capable of classwide resolution—which means that determination of its \ntruth or falsity will resolve an issue that is central to the validity of each one of the \nclaims in one stroke.”  Wal-Mart Stores v. Dukes, 131 S. Ct. 2541, 2551 (2011).  \nWhile federal courts refer to the “commonality” and “predominance” factors keyed to \nparticular subsections of Federal Rule of Civil Procedure 23, the same factors under \nNorth Carolina’s Rule 23 are captured within the definition of a class. See Beroth \nOil Co., ___ N.C. at ___, 757 S.E.2d at 478. \n{37} In Beroth Oil Co. v. N.C. Department of Transportation the plaintiff \nsought class certification for a group of more than 800 landowners challenging \naspects of the N.C. Department of Transportation’s taking of their property for the \npurpose of building a beltway in Forsyth County.  Id. at ___, 757 S.E.2d at 469–70.  \nIn upholding the trial court’s denial of the plaintiff’s motion for class certification, \nthe North Carolina Supreme Court noted the importance of the uniqueness of each \nputative class member’s circumstance to the court’s takings analysis, stating that \n“plaintiffs have not shown that all 800 owners within the corridor are affected in the \nsame way and to the same extent.”  Id. at ___, 757 S.E.2d at 474.  The court further \nreasoned that “‘liability can be established only after extensive examination of the \ncircumstances surrounding each of the affected properties.’  This discrete fact-\nspecific inquiry is required because each individual parcel [of land] is uniquely \naffected by NCDOT’s actions.”  Id. (quoting Beroth Oil Co. __ N.C. App. at __, 725 \nS.E.2d 651, 663 (2012)).  Therefore, the common question―that each class member \nexperienced a taking―did not predominate over the individualized question of \nwhether the compensation paid for each taking complied with North Carolina \nrequirements.  Accordingly, the plaintiff had failed to demonstrate the actual \n \n \nexistence of a class even though there were issues common to all putative class \nmembers. \n{38} In contrast, the North Carolina Supreme Court’s opinion in \nFaulkenbury v. Teachers’ & State Employees’ Retirement System of N.C. \ndemonstrates that the mere existence of individualized questions will not defeat \ncertification when common issues necessary to determine liability predominate, \nleaving ancillary issues of damages to be decided individually.  345 N.C. 683, 483 \nS.E.2d 422.  Faulkenbury involved an allegation by public employees, based on \nimpairment of contract, that the State of North Carolina had violated their \nconstitutional rights by reducing the employees’ vested benefits under the Teachers’ \nand State Employees’ Retirement System, thus creating a putative class of all \npublic employees who were subject to the benefit reduction. Id.  The North Carolina \nSupreme Court affirmed the Court of Appeals’ decision to certify the class of state \nemployees, reasoning that the common question of liability, based on a contention \nthat retirement benefits were underpaid by unlawfully eliminating or changing \nvested contracts, predominated over issues that affected only individual class \nmembers, such as the actual amount of benefits that had been eliminated or \nreduced.  \nId. at 699, 483 S.E.2d at 432.  Because the determination of liability was \nrooted in whether the state reduced the vested benefit, and not a subjective analysis \nof the amount of the reduction, the Faulkenbury court held that issues of damages \nwere collateral to the overarching liability determination.  See id. at 698, 483 S.E.2d \nat 432. \nB. The Respective Contentions \n{39} The  parties agree that Mission’s charges must be reasonable.  Plaintiff \ncontends that  Mission’s charges are excessive and unreasonable.  Mission contends \nthat they are reasonable.  Plaintiff contends that a common question of \nreasonableness can be determined by a method which can be generalized to all \npatients.  Mission contends that the reasonableness of any charge must be based on \na patient-by-patient and charge-by-charge inquiry.    \n \n \n{40} Seeking to find precedential support for his argument, Plaintiff \ncontends that determining the reasonable value of Mission’s services is \ncomparable to measuring damages, and cites Faulkenbury for the proposition \nthat any individualized inquiry into charges on a per-patient basis is \ncollateral to common liability issues of whether Mission’s overall charges are \nreasonable or whether self-pay patients are discriminated against by \nMission’s billing.  (Reply Br. Supp. Class. Cert. 10 (citing\n Faulkenbury, 345 \nN.C. at 698, 483 S.E.2d at 423).)  Plaintiff argues that determining whether \nMission’s Chargemaster rates are unreasonable may be resolved by \ncalculating damages within an acceptable overall range and using this \ncalculation to control liability.  (Reply Br. Supp. Class. Cert. 10–11 (citing  \nWeyerhaeuser v. Godwin Bldg. Supply, 292 N.C. 557, 561, 234 S.E.2d 605, \n607 (1977).)  Plaintiff offers that courts have adopted various approaches to \ndetermine such an acceptable range without the need to make patient-by-\npatient inquiries, such as using blended averages for insurance and \nMedicare/Medicaid reimbursement rates or determining an appropriate \naverage profit percentage to be applied to actual calculated costs for hospital \nservices.  (Reply Br. Supp. Class. Cert. 10–11.)  Plaintiff urges that insisting \non an individualized inquiry effectively means that Mission’s rates can never \nbe challenged, because no individualized claim is sufficiently large to justify \nthe expense of litigation. (Br. Supp. Pl.’s Mot. Class Cert. 15–16.) \n{41} Based on this logic, Plaintiff defines the overarching common issue to \nbe decided as “Is Mission Hospital entitled to bill and enforce payment for the \nemergency services it provides to self-pay patients at its artificially inflated \n‘Chargemaster’ rates?”  (Br. Supp. Pl.’s Mot. Class Cert. 4.)  Plaintiff then argues \nthat this ultimate issue turns on the following common questions that can and \nshould be answered on a class-wide basis: \n(1) Whether Defendants had a policy and practice of billing class \nmembers substantially more than it was [sic] reimbursed by other \npatients for the same emergency care treatment and services; \n \n \n(2) Whether the “regular rates and terms” in Mission Hospital’s \nContract can be construed to refer to its Chargemaster rates, where \n(a) the Contracts do not reference the Chargemaster rates; (b) the \nChargemaster rates are not published or available on Mission’s \nwebsite, and (c) the vast majority of Mission’s patients and their \ngovernment or private insurers are not charged at, do not pay, and \nare not expected to pay Chargemaster rates; \n(3) Whether Defendants are limited, under express or implied contract \nlaw, to charging uninsured patients no more than the reasonable \nvalue of its [sic] emergency treatment and services where its [sic] \nContract form contains an open or indefinite pricing term; \n(4) Whether Defendants have charged and continue[] to charge \nPlaintiff and putative class members unreasonable and/or \nunconscionable amounts for emergency medical care in breach of its \n[sic] Contract and the covenant of good faith and fair dealing;  \n(5) Whether Defendants have been unjustly enriched by these \npractices; and \n(6) Whether the acts and conduct of Defendants render them liable to \nPlaintiff and the Class for restitution, injunctive relief and/or \ndamages. \n(Br. Supp. Pl.’s Mot. Class Cert. 15.) \n {42} Mission contends that it is i mpossible to determine the reasonableness \nof charges on an across-the-board basis.  It argues that the above-listed questions \nare not, in fact, common, but instead depend upon individualized inquiries.  Mission \nargues that Plaintiff’s invitation to simply apply an average or a blanket discount to \nall charges should not be accepted, particularly, because Mission will present \nindividualized evidence to demonstrate the overall and individualized \nreasonableness of its charges.  (Defs.’ Mem. Opp’n. Class Cert. 17 (citing Blades v. \nMonsanto Co., 400 F.3d 562 (8th Cir. 2005).)  Mission suggests that, in order to \ncertify a class, \nfor each chargemaster code in each of hundreds of thousands of bills, \nMission would have to introduce evidence to show (i) the cost of the \nservice, (ii) the charges of other hospitals, for the same services, (iii) \nthe amount private insurers have agreed to pay, and the terms on \nwhich they have agreed to make payment, [and] (iv) the appropriate \nadjustments to be made given likely problems with collectability, \nwhich would be uniquely relevant to uninsured patients.   \n \n \n(Defs.’ Mem. Opp’n. Class Cert. 17.)  Further attacking the lack of commonality, \nMission argues that it would be impossible to determine details relevant to the \ndamages determination, such as which patients had already paid their bills, which \npatients were currently eligible for larger discounts, and other individualized \nissues.  (Defs.’ Mem. Opp’n. Class Cert. 13.)  Inquiry would have to extend into \nvarious discounts for which uninsured or self-pay patients may be eligible. \nC. Discussion \n {43} The Court concludes that this case is much more comparable to Beroth \nthan Faulkenbury.  After thoroughly considering the parties’ contrasting positions \nin light of the developed record, the Court concludes, as did the court in Beroth, that \n“Plaintiff[‘s] argument oversimplifies the issue of liability.”  Beroth Oil Co., ___N.C. \nat ___, 757 S.E.2d at 472.  The Court rejects Plaintiff’s assertion that simply \n“[b]ecause [Mission]’s behavior was uniform towards all class members, it \npredominates over class members’ individual behavior.”  (Br. Supp. Pl.’s Mot. Class \nCert. 18.)  The fact that each Mission patient may sign the same Consent and \nAuthorization Form agreeing to assume responsibility for Mission’s regular charges \ndoes not lead to the conclusion that liability can be determined on a class-wide basis \nthrough calculating an average.  The central issue that runs through each of \nPlaintiff’s proposed questions is whether the rates charged to either uninsured or \nself-pay patients were arbitrary, as opposed to a reasonable reflection of actual \ncosts, and whether they must be found to be unreasonable when comparing charges \nof insured patients with those of self-pay or uninsured patients.  Plaintiff seeks to \navoid an individualized inquiry in the Court’s liability determination by urging that \nthe Court need only develop some generalized measure of reasonableness based on \naverages of overall charges, reimbursements, or profit margins.  Having reviewed \nPlaintiff’s argument and the authority upon which the argument relies,\n3 the Court \n                                                 \n3 See Nassau Anesthesia Assoc. P.C. v. Chin, 924 N.Y.S.2d 252 (N.Y. Dist. Ct. 2011); Gaasland Co. v. \nHyak Lumber & Millwork, Inc., 257 P.2d 784 (Wash. 1953).  Not only do neither of these cases \ninvolve class actions, Plaintiff’s argument conflates also the analysis of whether the charges were \n \n \nrejects the notion that it would be appropriate or fair, either to Mission or to the \nindividual members of the class Plaintiff purports to represent, to reduce the \nquestion of the reasonableness of individualized charges to some form of averaging.  \nRather, the Court believes that there is not sufficient uniformity in Mission’s \napplication of charges and discounts, either to insured patients or those who are \nuninsured or self-pay, to reduce liability to a question of averages.4  \n {44} Beroth makes it clear that a Plaintiff seeking class certification must \nproduce evidence that each putative class member was affected the same way and \nat least to approximately the same extent by a defendant’s actions.  If liability as to \nthe proposed class can only be established after an individualized investigation into \nthe circumstances of each class member, the class does not satisfy the commonality \nprerequisite.   \n{45} Here, the developed record indicates that Plaintiff has not met the \npredominance required by the Beroth test, but rather that individual issues of fact \npredominate over common issues of law or fact.  It is apparent that Mission’s \ntreatment of the patients did not affect each patient in the same way and to the \nsame extent, and that ultimately, the reasonableness of any particular charge, \neither before or after discounting, must be examined individually.5  There is a \npanoply of potential issues factoring into the ultimate question of reasonableness, \nbecause every patient treated at Mission received different services and was billed \n                                                 \nreasonable with the determination of damages, and thus does not obviate the Court’s required \nanalysis of whether common issues of law or fact predominate over individual issues. \n4 Obviously, not every patient received an “average” bill.  The Court is reminded of Garrison Keillor’s \nmythical Lake Wobegon, where “all the children are above average.”  While the Court has not and \nneed not undertake a further specific analysis, Plaintiff’s logic leads to a conclusion that some class \nmembers may have been charged above and some below the “average” by which Plaintiff would seek \nto define “reasonableness,” with the assumption that only those overcharged need receive \ncompensation.  If the “average” here applies equally, the Court could reasonably conclude that some \nclass members were actually underbilled. \n5 Plaintiff incorrectly relies on Faulkenbury for the proposition that differences in the amount of \nrecovery is a collateral issue to the question of liability.  The Faulkenbury court allowed certification \nof a class of individuals based on the common question of an alleged violation of a constitutional \nright.  Faulkenbury, 345 N.C. at 697–98, 483 S.E.2d at 431–32.  It was for this reason the class was \ncertified, and was why issues related to individual recovery were only collateral to the liability \ndetermination, not, as Plaintiff seems to argue, because individual issues of recovery are always \ncollateral to a liability determination. \n \n \nfor different amounts.  With 98,674 uninsured patients billed based on a \nChargemaster containing more than 35,000 different rates, and variable approaches \nto discounting based on individualized circumstances, the number of potential \ncombinations of charges is vast.  Also, certain facts in the developed record suggest \nthat it may not always be the case that charges billed to an insured patient are less \nthan charges billed to an uninsured or self-pay patient who was afforded a discount, \nbelying, at least in some cases, Plaintiff’s assumption that Mission regularly and \nsystematically imposes unreasonable charges on uninsured or self-pay patients that \nit would be unable to charge under the scrutiny of a carrier or other reimbursement \nagent.   \n{46} Further, Plaintiff’s proposed cla ss definition does not account for the \nfact that there are significant variations among putative class members themselves \nas to how they may have been billed, negotiated discounts, paid their bill, or \nqualified for revised charges based on ultimate Medicaid eligibility.   \n {47} To conclude, the Court finds that there are substantial factual issues \nindividual to the proposed class members that would impact a liability \ndetermination as to an individual patient, such that determination of liability on a \nclass-wide basis would be at least impractical, if not impossible.  The same set of \ncharges could be reasonable to one patient and unreasonable to another.  Thus, \nliability to the class is only able to be established after extensive investigation into \nthe individual billing circumstances of each patient.  The Court therefore finds that \ncommon issues of law or fact do not predominate over individual issues of law and \nfact, and thus the commonality prerequisite to whether a class exists has not been \nmet.  For that reason, no class exists. \n {48} The Court’s conclusion is consistent both with North Carolina \nappellate precedents and prior holdings of this Court.\n6  While their decisions are not \n                                                 \n6 See, e.g., Blitz v. Agean, 2012 NCBC LEXIS 21 (N.C. Super. Ct. April 11, 2012) (denying class \ncertification because individual questions regarding whether class members should properly be \nincluded in the class predominated over common questions of fact or law) aff’d, __ N.C. App. __, 743 \nS.E.2d 247 (2013); Lee v. Coastal Agrobusiness, Inc., 2012 NCBC LEXIS 51 (N.C. Super. Ct. Sept. \n27, 2012) (denying class certification due to plaintiff’s failure to prove the existence of a class because \n \n \nbinding on this Court, other courts’ determinations that similar changes to hospital \nbilling practices do not qualify for class certification are consistent and persuasive.  \nSee Maldonado v. Ochsner Clinic Found., 493 F.3d 521, 525–26 (5th Cir. 2007); \nColomar v. Mercy Hosp., Inc., 242 F.R.D. 671, 676–77 (S.D. Fla. 2007); Eufaula \nHosp. Corp. v. Lawrence, 32 So.3d 30, 35–46 (Ala. 2009).  At least two other similar \ncases brought by Plaintiff’s counsel were not certified for the same reasons the \nCourt outlines here.  See Hale v. Sharp Healthcare, 2013 WL 3871436, at *3–4 (Cal. \nSuper. Ct. 2013) (decertifying a class for failure to meet predominance \nrequirement); Terrazas v. Mem’l Health Servs., 2013 WL 3497701, at *3–4 (Cal. \nSuper. Ct. 2013) (applying a similar analysis to determine putative class’s failure to \nmeet superiority requirement). \nV. CONCLUSION \n{49} For the foregoing reasons, Plaintiff’s Motion for Class Certification is \nDENIED.  Because the Court’s determination would be the same regardless of \nwhether the Court used the definition originally proposed in Plaintiff’s Class Action \nComplaint or the definition proposed in Plaintiff’s Brief in Support of Plaintiff’s \nMotion for Class Certification, Defendant’s Motion to Strike Class Certification is \ndenied as MOOT. \n \nThis the 8th day of December, 2014. \n \n \n                                                 \nindividual issues predominated over common issues, requiring a significant factual inquiry by the \ncourt). "
}