{
  "id": "a1395d5ea4043c639ca38e0741de47edab97bbf1f0a137d9e7c035d2bf39770f",
  "source_file": "data/raw/ncbc/a1395d5ea4043c639ca38e0741de47edab97bbf1f0a137d9e7c035d2bf39770f.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nFORSYTH COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n24 CVS 277 \n \nKERMIT DAVID WHEELER, \n \nPlaintiff, \n \nv. \n \nROBERT A. GEIST, individually; \nRAGE, INC. f/k/a RAGE \nADMINISTRATIVE AND \nMARKETING SERVICES, INC. and \na/k/a ROBERT A. GEIST \nENTERPRISES, INC., a Kansas \ncorporation; RAGE, INC. f/k/a \nRAGE ADMINISTRATIVE AND \nMARKETING SERVICES, INC. and \na/k/a ROBERT A. GEIST \nENTERPRISES, INC., a Tennessee \ncorporation; STARWOOD \nINVESTMENTS, L.P., a Kansas \nlimited partnership; STARWOOD \nMANAGEMENT, LLC, a Kansas \nlimited liability company; and \nROBERT A. GEIST, as Trustee of the \nROBERT A. GEIST REVOCABLE \nTRUST dated October 13, 1993, \n \nDefendants. \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS  \n \n \n1. For over fifty years, Kermit Wheeler and Robert Geist were in the pizza \nbusiness together.  That came to an end in 2019 when they sold the five restaurants \nthat they co-owned.  In this case, Wheeler alleges that Geist cheated him for much of \nthe last half-century by secretly routing money from their restaurants to Geist’s own \nmarketing and real-estate management companies.  Aiming to settle those old scores, \nWheeler sued Geist, his four companies, and a related trust.  All six defendants have \njointly moved to dismiss the  complaint under Rule 12(b) (6) of the North Carolina \nRules of Civil Procedure.  For the following reasons, the Court GRANTS the motion. \nWheeler v. Geist, 2024 NCBC 51. \nJames, McElroy & Diehl, P.A., by John R. Buric, and Cauthen & Burns, \nP.A., by B. Travis Brown, for Plaintiff Kermit Wheeler. \nRobinson, Bradshaw & Hinson, P.A. , by David C. Wright, Amanda P. \nNitto, H. Hunter Bruton, and Jordan T. DeJaco, and Fouls ton Siefkin \nLLP, by James M. Armstrong and Jeffrey A. Jordan,  for Defendant s \nRobert A. Geist ; Rage, Inc. f/k/a Rage Administrative and Marketing \nServices, Inc. and a/k/a Robert A. Geist Enterprises, Inc. , a Kansas \ncorporation; Rage, Inc.  f/k/a Rage Administrative and Marketing  \nServices, Inc. and a/k/a Robert A. Geist Enterprises, Inc., a Tennessee \ncorporation; Starwood Investments, L.P.; Starwood Management, LLC; \nand Robert A. Geist, as Trustee of the Robert A. Geist Revocable Trust.   \nConrad, Judge. \nI. \nBACKGROUND \n2. The Court does not make findings of fact on a motion to dismiss.  The \nfollowing background assumes that the allegations of the complaint are true.  \n3. The relationship between Wheeler and Geist goes all the way back to 1968.  \nThat was when they started Winston-Salem, North Carolina’s first Pizza Hut \nfranchise.  Wheeler , a banker,  gladly handled the financing but wanted no part of , \nand had no aptitude for,  everyday management.  For help with that,  he turned to \nGeist, who had experience managing a Pizza Hut in neighboring Greensboro.  Three \nother investors—all associates of Wheeler or Geist —joined in the venture as well .  \n(See Compl. ¶¶ 11, 13–16, ECF No. 3.) \n4. Over the next few years, Geist and his allies opened dozens more Pizza Hut \nrestaurants.  Wheeler invested  in some of the m, and a t one point,  his personal \nportfolio had mushroomed to  include stakes in sixteen restaurants across North \nCarolina.  By 1982, though, Wheeler had trimmed his holdings to just five restaurants \nthat he co-owned with Geist.  From then on, Wheeler had “a ten percent . . . ownership \ninterest” in four corporations that operated  one or two restaurants each.  ( Compl. \n¶¶ 19, 20, 30, 34, 36.) \n5. According to Wheeler, Geist siphoned money from the restaurants early and \noften.  First, Geist formed  Rage, Inc. to perform management services for hi s many \nrestaurants.  (There were two companies called Rage, but the Court will refer to them \nas one for simplicity.)  Rage charged each restaurant six percent of gross revenue as \na fee.  Convinced that this  was too much, Wheeler lobbied for a smaller percentage .  \nAt first, Geist agreed.  Later, without Wheeler’s consent, he reneged and  began \ncharging six percent again.  (See Compl. ¶¶ 38–41, 43, 44.) \n6. Second, an outfit called Starwood, which Geist owned, bought the real estate \nwhere the restaurants were located and began charging rent in t he 1990s.  ( There \nwere two Starwood companies as well, which the Court will also refer to as one.)  The \nlease agreements supposedly had some unusual terms that tied rental rates to “cap \nrates and real estate valuations” and that “allowed a percentage -of-sales override.”  \nGeist took advantage of these terms and upped the rent, which ultimately landed in \nhis own pocket.  (Compl. ¶¶ 55, 57–59.) \n7. Wheeler alleges that he was unaware of this self- dealing until much later.  \nIn 2009, Rage’s CEO, Dale Roach, pressured Wheeler to sell his interests while also \nthreatening to cut his distributions, raise management fees , and take other steps to \nshrink his share of the pizzeria pie.  Wheeler refused, but buyout talks continued , \nand in 2013, he  began asking for information about Rage’s management fees .  The \ninformation that he received, almost  two years later, included examples of  the \nrestaurants’ services contracts with Rage and their lease agreements with Starwood.  \nThis revealed that Geist was using Rage’s  fees to fund his other business ventures  \nand that Starwood was overcharging the restaurants for rent .  Eventually, in 2019, \nWheeler agreed to sell his interests to Geist, all as part of a bigger deal in which Geist \nsold “his restaurant empire to Tasty Brands, Inc.”  (Compl. ¶¶  46–51, 55–59, 62, 64, \n65.) \n8. In this action, Wheeler alleges that Geist’s “bogus management fees” and \n“lopsided lease agreements” drained the restaurants’ profits.  That, in turn, harmed \nWheeler by decreasing his  distributions.  The complaint includes a single claim for \nconstructive fraud against Geist, Rage, Starwood, and a related trust that supposedly \n“holds funds or the interest in funds unlawfully deprived from” Wheeler.  (Compl. \n¶¶ 7, 67, 72–75.) \n9. The defendants have jointly moved to dismiss the complaint.  (See ECF No. \n20.)  Their motion is fully briefed, and the Court held a hearing on 9 July 2024.  The \nmotion is ripe for disposition. \nII. \nANALYSIS \n10. A motion to dismiss under Rule 12(b)(6) “t ests the legal sufficiency of the \ncomplaint.”  Isenhour v. Hutto, 350 N.C. 601, 604 (1999) (citation and quotation marks \nomitted).  The Court treats the well-pleaded allegations as true and view s the facts \nin the light most favorable to the nonmoving party  but need not accept conclusory \nallegations or legal conclusions.  See, e.g. , Sykes v. Health Network Sols., Inc. , 372 \nN.C. 326, 332 (2019); Wray v. City of Greensboro, 370 N.C. 41, 46 (2017). \n11. The defendants press two independent grounds for dismissal.  One  is that \nWheeler’s allegations of decades-old misconduct are stale and barred by the  statute \nof limitations.  The other is that Wheeler  has not adequately alleged  an essential \nelement of constructive fraud: th e existence of a fiduciary relationship between him  \nand each defendant.  Persuaded by this second argument, the Court need not reach \nthe first. \n12. Constructive fraud isn’t the same as actual fraud.  It  “arises where a \nconfidential or fiduciary relationship exists” and is therefore more akin to a claim for \nbreach of fiduciary duty.  Forbis v. Neal , 361 N.C. 519, 528– 29 (2007) (citation and \nquotation marks omitted) .  “The primary difference between pleading a claim for \nconstructive fraud and one for breach of fiduciary duty is the constructive fraud \nrequirement that the defendant benefit himself.”  White v. Consol. Plan . Inc., 166 \nN.C. App. 283, 294 (2004). \n13. A fiduciary relationship exists “when there has been a special confidence \nreposed in one who in equity and good conscience is bound to act in good faith and \nwith due regard to the interests of the one reposing confidence.”  Azure Dolphin, LLC \nv. Barton, 371 N.C. 579, 599 (2018)  (citation and quotation marks omitted) .  Some \nfiduciary relationships  arise “due to the  legal relations  between two parties ”—\npartners, principal and agent, and similar relations.  Id. (citation and quotation \nmarks omitted).  Others arise “as a matter of fact  in such instances when there is \nconfidence reposed on one side ” of a relationship  with “resulting superiority and \ninfluence on the other.”  Id. (citation and quotation marks omitted).   \n14. Here, it isn’t clear what Wheeler’s theory is.   The complaint  refers to  \nWheeler “as a minority partner”  and states that he  had “a relationship of trust and \nconfidence with Geist, and by extension, the other Defendants, as a majority partner.”  \n(Compl. ¶ 72.)  At no point, though, does the complaint allege that a legal partnership \nexisted; to the contrary, the restaurant s were organized as corporations, not \npartnerships.  ( See Compl. ¶  36.)  Nor does  Wheeler contend in his  brief that a \npartnership existed or was the basis for the alleged fiduciary relationship .  See, e.g., \nBIOMILQ, Inc. v. Guiliano, 2024 NCBC LEXIS 58, at *29 (N.C. Super. Ct. Apr. 19, \n2024) (dismissing claim based on  “conclusory allegation” of partnership); Cosma v. \nFit Kitchen, LLC , 2022 NCBC LEXIS 77, at * 3 (N.C. Super. Ct. July 18, 2022) \n(concluding that plaintiff’s “conclusory” references to “partners” were not intended to \nallege a partnership). \n15. More puzzling still is the nature of Wheeler’s  interest in the corporations \nthat operated the restaurants.  He alleges that he had an undefined, minority \n“ownership interest”—not that he was a shareholder.  (Compl. ¶  36.)  Even less is \nsaid about the nature of Geist ’s interest.  Nothing in the complaint suggests —and \nWheeler does not contend in his brief—that the pair had a shareholder relationship, \nmuch less the sort of shareholder relationship that  could give rise to a f iduciary \nrelationship.  See Gaines v. Long Mfg. Co. , 234 N.C. 340, 344 (1951) (holding that a \ncontrolling majority shareholder owes a fiduciary duty to a minority shareholder). \n16. As best the Court can tell, Wheeler  contends that a fiduciary  relationship \narose as a matter of fact based on allegations that he was unfamiliar with restaurant \nmanagement and relied on Geist to handle day-to-day operations.  (See Compl. ¶¶ 13, \n14.)  Even taking those allegations as  true, they come nowhere close to the “control \nand domination required to form a fiduciary relationship outside that of the normal \nrelationships recognized by law.”  S.N.R. Mgmt. Corp. v. Danube Partners 141, LLC, \n189 N.C. App. 601, 613 (2008) (citation and quotation marks omitted) .  Moreover, \nWheeler’s other allegations show that he was far from powerless.  In Wheeler’s own \nwords, he was a “banker” who “purchased from Pizza Hut the franchise rights for the \nWinston-Salem geographic area ,” was “responsible for arrang ing the financing for \nth[e] first franchise,” and bought and sold interests in at least  sixteen restaurants \nover an extended period .  (Compl. ¶¶  11–13, 20.)  This was a business relationship \n“in which both men played a key role.”  Azure Dolphin, 371 N.C. at 601–02 (affirming \ndismissal of claims for constructive fraud and breach of fiduciary duty).   Thus, the \ncomplaint does not adequately allege the existence of a fiduciary relationship between \nWheeler and Geist.   \n17. It follows that the allegations concerning Rage, Starwood, and the trust are \nalso inadequate  because they owed  fiduciary duties to Wheeler , if at all, only “by \nextension” of those owed by Geist .  (Compl. ¶ 72.)  For the first time i n his brief, \nWheeler suggests that Rage and Starwood owed him fiduciary duties for reasons \nother than their affiliation with Geist.  Those arguments are at odds  with the \ncomplaint and therefore off the mark .  They are meritless to boot.  Rage  was the \nrestaurants’ manager; Starwood was their landlord.  If either  owed fiduciary duties, \nit was to the restaurants, not to someone with an undefined “ownership interest” in \nthem.  (Compl. ¶ 36.) \n18. These pleading defects require dismissal, not only because Wheeler hasn ’t \nstated a valid claim for constructive fraud but also because he lacks standing.  The \nbasis for Wheeler’s claim is  that Geist, Rage, and Starwood charged excessive \nmanagement fees and rent that harmed the restaurants and, in turn, harmed him by \ndecreasing his distributions.  ( See Compl. ¶¶ 67, 74.)  But the usual rule is that a n \nindividual may not bring an action to recover his “share of the damages suffered by \nthe corporation” unless the defendant owed him “a special duty” or his injury was \nsomehow “separate and distinct.”  Barger v. McCoy Hillard & Parks, 346 N.C. 650, \n660 (1997) (citation and quotation marks omitted).  The complaint does not specify a \nseparate injury.  Nor does it allege a special duty apart from the deficient allegations \nthat the defendants owed Wheeler a fiduciary duty .  As a result, he  has alleged \nneither the essential elements of constructive fraud nor his standing to pursue that \nclaim.  See Energy Invs.  Fund, L.P. v. Metric Constructors, Inc. , 351 N.C. 331, 338 \n(2000) (concluding that plaintiff had not alleged “a special relationship with \ndefendants which supports standing to bring a direct claim”). \nIII. \nCONCLUSION \n19. For all these reasons, the Court GRANTS the motion to dismiss.  Wheeler’s \ncomplaint is DISMISSED without prejudice for lack of standing .  See Kochilla v. \nMattamy Carolina Corp., 2022 N.C. App. LEXIS 161, at *1 (N.C. Ct. App. Mar. 15, \n2022) (unpublished) (“[W]hen a claim is dismissed for a lack of standing, it must be \ndismissed without prejudice.”). \nSO ORDERED, this the 12th day of August, 2024. \n \n \n      /s/ Adam M. Conrad                     l \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n "
}