{
  "id": "a17606190d4165474186aca77469ea414730e8cbd8a839c51b6ef1a390067fd8",
  "source_file": "data/raw/ncbc/a17606190d4165474186aca77469ea414730e8cbd8a839c51b6ef1a390067fd8.pdf",
  "raw_text": "Bite Busters, LLC v. Burris, 2021 NCBC 19. \nSTATE OF NORTH CAROLINA \nMOORE COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 899 \nBITE BUSTERS, LLC, \n \nPlaintiff, \n \nv. \n \nCLIFFORD S. BURRIS,  \n \nDefendant. \n \nORDER AND OPINION ON \nDEFENDANT’S  \nMOTION TO DISMISS \n \n1. THIS MATTER is before the Court on Defendant  Clifford S. Burris ’s \n(“Burris” or “Defendant”) Motion to Dismiss (the “Motion”) pursuant to Rule 12(b)(6) \nof the North Carolina Rules of Civil Procedure (“Rule(s)”) in the above-captioned case.  \n(ECF No. 13.)     \n2. Plaintiff Bite Busters, LLC (“Bite Busters” or the “Company”) alleges that \nBurris violated an Employee Confidentiality, Non -Compete, and Invention \nAssignment Agreement ( the “Agreement”) that he signed as a condition of  his \nemployment at Bite Busters  and unfairly com peted against the Company after \nforming his own company.  (Verified Compl., Mot. TRO & Preliminary Inj. ¶¶ 68–104 \n[hereinafter “Compl.”], ECF No. 3.)   \n3. Burris seeks to dismiss all of Bite Busters’s claims, contending that Bite \nBusters has failed to state valid claims for breach of the non -competition and \nemployee non-solicitation provisions of the Agreement, tortious interference with \ncontract, and violation of both the North Carolina Trade Secrets Protection Act  \n(“NCTSPA”) and the North Carolina Unf air and Deceptive Trade Practices Act  \n(“UDTPA”).  (Br. Supp. Def.’s Mot. Dismiss 9–16, ECF No. 14.)   \n4. Having considered the Motion, the related briefing, and the arguments of \ncounsel at the hearing on the Motion, the Court  hereby GRANTS in part and \nDENIES in part the Motion. \nMeynardie & Nanney, PLLC , by Joseph H. Nanney, for Plaintiff Bite \nBusters, LLC. \n \nVennum PLLC, by Liz Vennum, for Defendant Clifford S. Burris.  \n \nBledsoe, Chief Judge. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \n5. Under Rule 12(b)(6), “[t]he Court does not make findings of fact on motions \nto dismiss[.]”  Gallaher v. Ciszek, 2020 NCBC LEXIS 124, at *2 (N.C. Super. Ct. Oct. \n16, 2020).  Instead, the Court recites only those facts alleged in the Complaint \nrelevant to the Court’s determination of the Motion.   \n6. Bite Busters is a limited liability company formed and operating under the \nlaws of th is State with its principal place of business in Moore County , North \nCarolina.1  (Compl. ¶ 3.)  The Company alleges that it provides outdoor pest control \nservices “mainly in Moore County, Stanly County, Richmond County, Montgomery \nCounty, Anson County, and Scotland County, North Carolina[.]”  (Compl. ¶¶ 5, 7.)   \n \n1 The Agreement describes the Company’s principal place s of business as Aberdeen, North \nCarolina and West Palm Beach, Florida.  (Compl. Ex. A (preamble).) \n7. Burris is a citizen and resident of Stanly County , North Carolina.  (Compl. \n¶ 8.)  Bite Busters hired Burris in August 2019  as a technician to provide outdoor \npest control services.  (See Compl. ¶¶ 5, 14–15, 18, 20.)  In conjunction with his hiring, \nBurris signed the Agreement on 23 August 2019 , prior to beginning work for the \nCompany.  (Compl. ¶ 24, Ex. A.)   \n8. The Agreement contains a set of non-competition provisions, which provide \nas follows: \nNon-Competition: Employee agrees not to, directly or indirectly, enter \ninto, or in any manner take part in, [sic] similar business, profession, or \nother endeavor, which competes with the Company during the course of \nemployment and for a period of 5 years thereafter, within  the \ngeographical limit of 200 miles of Company’s principal place of business \nspecified above.   \ni. Customers: Solicit the trade or patronage of any customers or \nprospective customers or suppliers of Company with respect to \nany technologies, services, product s, trade secrets, or other \nmatters in which Company is actively involved or becomes \ninvolved during the term of Employee’s employment with the \nCompany; or  \nii. Competitors: Engage in any business or employment, or aid or \nendeavor to assist any third party, which is in competition with \nthe products and/or services of Company. \n \n(Compl. ¶ 26, Ex. A ¶ 3(a).)   \n9. The Agreement also contains a non-solicitation provision, which states:  \nNon-Solicitation: Employee agrees not to, directly or indirectly, during \nthe course of employment or for a period of 5 years thereafter, solicit or \naid third parties to solicit any employee or consultant of Company to \nleave their employment or engagement with Company in order to accept \nemployment of any kind with any other person, including, but not \nlimited to, any firm, company, partnership, or corporation. \n \n(Compl. ¶ 30, Ex. A ¶ 3(b).)   \n10. Bite Busters alleges that at some point in early 2020  and without Bite \nBusters’s knowledge, Burris began advising various Bite Busters customers that he \nwas starting a competing business.  (Compl. ¶¶ 3 3–34.)  Burris launched this \ncompeting business in March or April 2020 , (Compl. ¶ 35) , and resigned from the \nCompany on 24 April  2020, (Compl. ¶ 37).   \n11. Bite Busters first learned of Burris’s competing business when some of Bite \nBusters’s customers informed the Company that Burris had solicited them  to do \nbusiness with his new company.  (Compl. ¶¶ 38, 45.)  A few of the solicited customers \nswitched their business from Bite Busters to Burris’s company.  (Compl. ¶¶ 38, 45 ; \nsee also  Aff. Larry Watkins 2 ¶ 6, ECF No. 5 .)  Bite Busters later discovered that \nBurris set up a Facebook page called “Mosquito Man ,” where he advertised his new \nfirm’s competing services.  (Compl. ¶ 59, Ex. C.)   \n12. One Bite Busters customer, Larry Watkins, reported to the Company that \nBurris falsely told him that “Bite Busters was doing improper applications that were \ndangerous to people and pets ” and that “ the chemicals that Bite  Busters uses are \nharmful to animals and plants.”   (Compl. ¶¶ 46–49; see also Aff. Larry Watkins ¶ 9.)   \n13. One of the Company’s employees, Amedeo L. Camarco  (“Camarco”), also \nreported to the Company that Burris told him that Burris was starting a competing \n \n2 Plaintiff’s Complaint references and relies upon the affidavit of Larry Watkins, (see Compl. \n¶¶ 43, 45) , thus the Court may consider the affidavit on this Motion , see, e.g., Schlieper v. \nJohnson, 195 N.C. App. 257, 261 (“When documents are attached to and incorporated into a \ncomplaint, they become part of the complaint and may be considered in connection with a  \nRule 12(b)(6) motion without converting it into a motion for summary judgment.”). \nbusiness and that Burris had asked Camarco to terminate his employment with the \nCompany and come to work for Burris’s competing business.  (Compl. ¶¶ 62–63.)   \n14. Bite Busters initiated this action on 25 August 2020.  (See Compl.)  Burris \nfiled the  current Motion seeking dismissal of Bite Busters’s claims on 26 October \n2020.  (Def’s Mot. Dismiss.  1)  After full briefing, the Court held a hearing on the \nMotion on 17 December 2020 (the “Hearing”)  via WebEx videoconference , at which \nall parties were represented by counsel .  The following day, the Court, with the \nparties’ consent,  entered an order  permitting limited discovery and deferring its \nruling on the Motion through 28 February 2021  to assist the parties ’ efforts in \npursuing early mediation and potential settlement of this action.  (Interim Case \nManagement Order, ECF No. 27.)   Those efforts have resulted in  an impasse, \nhowever, and the Motion is now ripe for resolution.   \nII. \nLEGAL STANDARD \n15. “A motion to dismiss under Rule 12(b)(6) tests the legal sufficiency of the \ncomplaint by presenting ‘the question whether, as a matter of law, the allegations of \nthe complaint, treated as true, are sufficient to state a claim upon which relief can be \ngranted under some [recognized] legal theory. ’ ”  Forsyth Mem ’l Hosp. , Inc.  v. \nArmstrong World Indus. , Inc., 336 N.C. 438, 442 (1994)  (quoting Lynn v. Overlook \nDev., 328 N.C. 689, 692 (1991)).  Accordingly, the Court must view the allegations in \nthe complaint “in the light most favorable to the non-moving party.”  Christenbury \nEye Ctr., P.A. v. Medflow, Inc., 370 N.C. 1, 5 (2017) (quoting Kirby v. N.C. Dep’t of \nTransp., 368 N.C. 847, 852 (2016)).   \n16. “When considering a [Rule] 12(b)(6) motion to dismiss, the trial court need \nonly look to the face of the complaint to determine whether it reveals an \ninsurmountable bar to plaintiff’s recovery.”  Kemp v. Spivey, 166 N.C. App. 456, 461 \n(2004) (quoting Locus v. Fayetteville State Univ., 102 N.C. App. 522, 527 (1991)).  \nFurther, “the complaint is to be liberally construed, and the trial court should not \ndismiss the complaint unless it appears beyond doubt that [the] plaintiff could prove \nno set of facts in support of his claim which would entitle him to relief.”  State ex rel. \nCooper v. Ridgeway Brands Mfg., LLC, 362 N.C. 431, 444 (2008) (quoting Meyer v. \nWalls, 347 N.C. 97, 111–12 (1997)); see also Strickland v. Hedrick, 194 N.C. App. 1, \n20 (2008) (“[T]o prevent a Rule 12(b)(6) dismissal, a party must . . . state enough to \nsatisfy the substantive elements of at least some legally recognized claim.” (citation \nand internal quotation marks omitted)).   \n17. Therefore, dismissal of a complaint under Rule 12(b)(6) is proper only when: \n“(1) the complaint on its face reveals that no law supports the plaintiff’s claim; (2) the \ncomplaint on its face reveals the absence of facts sufficient to make a good claim; or \n(3) the complaint discloses some fact that necessarily def eats the plaintiff’s claim.”  \nKrawiec v. Manly, 370 N.C. 602, 606 (2018) (quoting Wood v. Guilford Cty., 355 N.C. \n161, 166 (2002)).   \nIII. \nANALYSIS \nA. Breach of Contract (Non-Compete) \n18. Burris contends that Bite Busters’s claim for breach of the non-competition \nprovisions in paragraph 3(a)  of the Agreement should be dismissed because the \nprovisions Bite Busters seeks to enforce are invalid as a matter of North Carolina \nlaw.  The Court agrees. \n19. As an initial matter, “[i]t is well established that ‘[a] covenant in an \nemployment agreement providing that an employee will not compete with his former \nemployer is not viewed favorably in modern law.’ ”  Sterling Title Co. v. Martin, 266 \nN.C. App. 593, 597 (2019) (quoting Hartman v. W.H. Odell & Assocs., Inc., 117 N.C. \nApp. 307, 311 (1994)).  Nevertheless, a covenant not to compete will be enforced if it \nis “ (1) in writing; (2) reasonable as to time and territory; (3) made a part of the \nemployment contract; (4) based on valuable consideration; and (5) designed to protect \na legitimate business interest of the employer.”  Young v. Mastrom, Inc., 99 N.C. App. \n120, 122–23, disc. review denied, 327 N.C. 488 (1990).  “The reasonableness of a non-\ncompetition covenant is a matter of law for the court to decide. ”  Med. Staffing \nNetwork, Inc. v. Ridgway, 194 N.C. App. 649, 655 (2009).  \n20. Paragraph 3(a) provides that Burris may not, either “directly or indirectly, \nenter into, or in any manner take part in, [sic] similar business, profession, or other \nendeavor, which competes with the Company during the course of employment and \nfor a period of 5 years thereafter, within the geographical limit of 200 miles of \nCompany’s principal place of business.”  (Compl. Ex. A ¶ 3(a).)  That sentence is then \nfollowed by two incomplete sentences that appear as numbered subparagraphs with \napparent (but not express) limitations, one as to “Customers” (“Solicit the trade or \npatronage of any customers . . . of Company[,]” (Compl. Ex. A, at ¶  3(a)(i))), and the \nother as to “Competitors” (“Engage in any business or employment . . . which is in \ncompetition with . . . Company[,] (Compl. Ex. A 3(a)(ii)) ).3  These provisions are \nunenforceable as a matter of North Carolina law for several reasons. \n21. First, paragraph 3(a) unreasonably restricts Burris’s business activit ies \nbecause it prohibits him from “directly or indirectly” taking part “in any manner” in \na similar business, without regard to whether Burris is employed in a similar position \nat that business or the services he provides at that business are the same as those he \nprovided at Bite Busters.  See, e.g., VisionAIR, Inc. v. James, 167 N.C. App. 504, 509 \n(2004) (holding unenforceable a restriction that prevented the employee “from doing \neven wholly unrelated work at any firm similar to [ the employer]”); Hartman, 117 \nN.C. App. at 317 (holding unenforceable a restriction “that, rather than attempting \nto prevent [the former employee] from competing for . . . business, it require[d] [the \nformer employee] to have no association whatsoever with any business that provides \n[similar] services.”); Ridgway, 194 N.C. App. at 656 (holding unenforceable \nrestrictions that “prohibit the employee from engaging in future work that is distinct \nfrom the duties actually performed by the employee”); Window Gang Ventures, Corp. \n \n3 Although it is debatable whether subparagraphs 3 (a)(i) and 3(a)(ii) restrict Burris’s \nactivities due to their lack of express prohibitory language, even if they can be read to do so, \neach, as explained below, is unenforceable under North Carolina law.   \nv. Salinas , 2019 NCBC LEXIS 24, at *20 (N.C. Super. Ct. Apr. 2, 2019) ( holding \nunenforceable a provision restricting employees from working for competitors “in any \ncapacity whatsoever—not simply in roles which would cause competitive harm to [the \nemployer] or only in divisions of those businesses which compete with [the \nemployer]”).   \n22. Next, paragraph 3(a)’s geographic restriction is also unreasonable as a \nmatter of law.  “A restriction as to territory is reasonable only to the extent it protects \nthe legitimate interests of the employer in maintaining [its] customers.”  Hejl v. Hood, \nHargett & Assocs. , Inc., 196 N.C. App. 299, 306 (2009) (quoting Manpower, Inc. v. \nHedgecock, 42 N.C. App. 515, 523 (1979)).  “Ordinarily, a covenant’s geographic scope \nwill be found reasonable if it encompasses the area served by the business that the \ncovenant protects [.]”  Beverage Sys. of the Carolinas, LLC v. Associated Beverage \nRepair, LLC, 368 N.C. 693, 698 (2016)  (citing Thompson v. Turner, 245 N.C. 478, \n481–82 (1957)).   \n23. Bite Busters has alleged that its customers are located in “Moore County, \nStanly County, Richmond County, Montgomery County, Anson County, and Scotland \nCounty, North Carolina[.]”  (Compl. ¶ 7.)  Yet the territory prohibited to Burris under \nthe Agreement extends 2 00 miles from the Company’s principal place of business, \nwhich is alleged in the Complaint as Moore County, North Carolina but defined in \nthe Agreement as both Aberdeen, North Carolina (which is in Moore County) and \nWest Palm Beach, Florida.  (Compl. ¶ 3, Ex. A (preamble).)  The Court takes judicial \nnotice that the geographic territory extending 200 miles from Moore County, North \nCarolina includes all but the western most counties of North Carolina, nearly all of \nSouth Carolina, and a large portion of Virginia, including the ci ties of Roanoke, \nRichmond, and Norfolk.  For good measure, the territory extending 200 miles from \nWest Palm Beach, Florida includes the southern half of Florida as well as a large \nportion of the Bahamas.   \n24. It merely states the obvious to note that the six-county area in central North \nCarolina in which Bite Busters alleges it has customers is far smaller than the vastly \nmore expansive territory it seeks to protect from Burris’s competitive activities in the \nAgreement.  Even if Burris serviced customers in th e Company’s entire six -county \noperating area, Bite Busters’s prohibited territory under the Agreement far exceeds \nany reasonable geographic limitation on Burris’s competitive activities that is \nnecessary to protect the Company’s legitimate business interes ts.  See, e.g. , Farr \nAssocs., Inc. v. Baskin, 138 N.C. App. 276, 281 (2000) (“The employer must show that \nthe territory embraced by the covenant is no more than necessary  to secure the \nprotection of its business[.]” ).  As such, the Court concludes that on the facts as \npleaded, the territory in the Agreement is unreasonable as a matter of law.  Where, \nas here, “the scope of the client -based territorial restriction . . . is unreasonable,” it \n“thereby render[s] the non-compete agreement unenforceable.”  Farr Assocs., Inc., 138 \nN.C. App. at 283.   \n25. The Court also concludes that the Agreement’s five -year restrictive period \nis unenforceable as a matter of law on the pleaded facts.  North Carolina courts only \nenforce five-year employment covenants “under extreme conditions ,” Hartman, 117 \nN.C. App. at 31 5 (quoting Eng’g Assocs., Inc. v. Pankow , 268 N.C. 137, 139 (1966)) , \nand no “extreme conditions” have been pleaded to support the five -year term here , \nsee, e.g., Akzo Nobel Coatings, Inc. v. Rogers, 2011 NCBC LEXIS 42, at *46–47 (N.C. \nSuper. Ct. Nov. 3, 2011) (holding a non-compete clause unenforceable where “[t]here \n[we]re no special circumstances pled that would allow the Court to determine that a \nfive-year restriction is reasonable”).   \n26. The unreasonableness of paragraph 3(a)’s time restriction is all the more \napparent when the Court considers that the paragraph purports to restrict Burris \nfrom soliciting “any customers . . . with respect to . . . matters in which Company is \nactively involved or becomes involved during the term of Employee’s employment with \nthe Company[.]” (Compl. Ex. A ¶ 3(a)(i) (emphasis added).)  Because the provision \nlooks back to the beginning of Burris’s employment in August 2019, North Carolina \ncourts deem the restriction as actually extending for five years and eight months.  \nSee, e.g., Farr Assocs., Inc., 138 N.C. App. at 280 (“[W]hen a non-compete agreement \nreaches back to include clients of the employer during some period in the past, that \nlook-back period must be added to the restrictive period to determine the real scope \nof the time limitation.”).  Thus, the actual time period of the Company’s restriction is \nbeyond the five-year period our courts have enforced only “under extreme conditions.”  \nSee, e.g., Sterling Title Co., 266 N.C. App. at 599 (holding restriction unenforceable \nbecause it restricted defendant “from soliciting or  providing competitive services to \nany of [p]laintiff’s customers with whom she had contact during her employment, a \nperiod of roughly ten years.”). \n27. Subparagraphs 3(a)(i) and 3(a)(ii) contain non-solicitation provisions that \nare unenforceable for similar reasons.  Non-solicitation provisions “  ‘must meet the \nsame requirements as are applied to . . . covenant[s] not to compete[,]’ including that \nthey be ‘reasonable as to time and territory. ’ ”  Window Gang Ventures, Corp., 2018 \nNCBC LEXIS 18, at *28 (quoting Aeroflow Inc. v. Arias , 2011 NCBC LEXIS 21, at \n*24 (N.C. Super. Ct. July 5, 2011)).   \n28. Paragraph 3(a)(i) purports to restrict Burris from “[s]olicit[ing] the trade or \npatronage of any customers or prospective customers and suppliers of the Company \nwith respect to any technologies, services, products, trade secrets, or other matters in \nwhich Company is actively involved or becomes involved during the term of \nEmployee’s employment with the Company[.]”  (Compl. Ex. A ¶ 3(a) (i).)  This Court \nhas recognized that  “North Carolina[ ] courts will enforce a covenant prohibiting a \nformer employee from soliciting his former employer’s customers even when not tied \nto a specific geographic region where ‘the terms and conditions of this contract clause \nwere reasonably necessary to protect the employer’s legitimate business interests .’ ”  \nSandhills Home Care, L.L.C. v. Companion Home Care - Unimed, Inc., 2016 NCBC \nLEXIS 61, at *25–26 (N.C. Super. Ct. Aug. 1, 2016) (quoting Triangle Leasing Co. v. \nMcMahon, 327 N.C. 224, 229 (1990)) .  But where, as here, a non-solicitation clause \n“reaches not only clients, but potential clients, and extends to areas where [p]laintiff \nhad no connections or personal knowledge of customers, the [provision] is \nunreasonable.”  Aesthetic Facial & Ocular Plastic Surgery Ctr., P.A. v. Zaldivar, 264 \nN.C. App. 260, 272–73 (2019) (quoting Hejl, 196 N.C. App. at 307).4 \n29. Paragraph 3(a)(ii) appears to restrict Burris from “[e] ngag[ing] in any \nbusiness or employment, or aid[ing] or endeavor[ing] to assist any third party, which \nis in competition with the products and/or services of Company .”  (Compl. Ex. A \n¶  3(a)(ii).)  As explained in connection with paragraph 3(a) above, however, such a \nprovision—which restricts Burris from working for a competitor in a position \ndifferent from the position he held at the Company and from providing services unlike \nthose he performed at the Company —is unreasonable as a matter of law  and shall \nnot be enforced.  See, e.g., VisionAIR, Inc., 167 N.C. App. at 509; Hartman, 117 N.C. \nApp. at 317. \n30. For each of these reasons, therefore, the Court concludes that the Company’s \nclaim for breach of contract based on the non -competition and customer non -\nsolicitation provisions of paragraph 3(a) of the Agreement and its subparagraphs \nshould be dismissed under Rule 12(b)(6).5  \n \n4 Paragraph 3(a)(i)’s restriction on solicitation of suppliers is unreasonable as a matter of law \nfor the same reason. \n \n5 Although not requested by Bite Busters, the Court notes that it is precluded from blue \npenciling paragraph 3(a) and its subparagraphs  because they do not contain  distinctly \nseparable parts.  See Hartman, 117 N.C. App. at 317 (“A court at most may choose not to \nenforce a distinctly separable part of a covenant in order to render the provision reasonable.  \nIt may not otherwise revise or rewrite the covenant.”).   \n \nB. Breach of Contract (Non-Solicitation of Employees) \n31. Burris next contends that the same deficiencies that doomed Bite Busters’s \nclaim for breach of paragraph 3(a) compel the dismissal of its claim for breach of the \nnon-solicitation of employees provision in paragraph 3(b) of the Agreement. \n32. “Courts in North Carolina have recognized that reasonable restrictions on a \nformer employee’s right to solicit an employer’s current employees are enforceable[,]” \nas such provisions are simply “ another means of protecting the former employer ’s \ninterest in the good-will it has with its customers.”  Wells Fargo Ins. Servs. USA, Inc. \nv. Link, 2018 NCBC LEXIS 42, at *26 –28 (N.C. Super. Ct. May 8, 2018), aff’d, 372 \nN.C. 260 (2019); see also, e.g., Kennedy v. Kennedy, 160 N.C. App. 1, 11 (2003) (“[T]he \ncovenant prohibiting [defendant] from soliciting and hiring plaintiff ’s former \nemployees for the three -year period does not violate public policy. ”)  N evertheless, \n“[a] restriction on solicitation of employees generally is subject to the same \nrequirements as other restrictive covenants.”  Wells Fargo Ins. Servs. USA, Inc., 2018 \nNCBC LEXIS 42 , at *27.  Thus, “[t]o establish that a non -solicitation of employees \ncovenant is reasonable, an employer must establish that it has a protectable business \ninterest in prohibiting solicitation of former employees, and such prohibition must be \nno broader than necessary to protect that interest.”  Id. at *28; see, e.g., Ridgway, 194 \nN.C. App. at 657 (holding unenforceable a prohibition on defendant’s solicitation of \nemployees of plaintiff’s affiliate for which defendant did not work).   \n33. Paragraph 3(b) of the Agreement provides that Burris may not “directly or \nindirectly, during the course of employment or for a period of 5 years thereafter, solicit \nor aid third parties to solicit any employee  or consultant of Company to leave their \nemployment or engagement with Company in order to accept employment of any kind \nwith any other person[.]”  (Compl. Ex. A ¶ 3( b).)  This language is substantially \nsimilar to the language of paragraph 3(a) and its subparagraphs, and the Company’s \ncounsel asserted at the Hearing that its claim for breach of paragraph 3(b) should \nrise and fall with its claim for breach of paragraphs 3(a), 3(a)(i), and 3(a)(ii) .  The \nCourt agrees.   \n34. In particular, the Court concludes that paragraph 3(b)’s prohibition of \nBurris’s “direct[ ] or indirect[ ]” solicitation of the Company’s employees for a period \nof five years after the termination of his employment —regardless of whether the \nemployees were current Company employees, whether the employees worked in the \nsame territories in which Burris worked, whether Burris ever worked with the \nemployees, or whether the employees provided services or developed relationships for \nBite Busters that would be of value to a competitive bus iness—is unreasonable as a \nmatter of law on the pleaded facts.  Nothing on the face of the Complaint nor in the \nAgreement suggests that such a restriction is necessary to protect the Company’s \nlegitimate business interests, and the Company has not contended that a legitimate  \nbusiness interest supports the restriction in its briefing or oral argument.   For each \nof these reasons, therefore, the Court concludes that Bite Busters’s claim for breach \nof contract based on paragraph 3(b) of the Agreement must be dismissed.   \nC. Violation of the NCTSPA \n35. Burris next seeks the dismissal of Bite Busters’s claim for misappropriation \nof trade secrets under the NCTSPA.  (Compl. ¶¶ 84–96.)  “To plead misappropriation \nof trade secrets, a plaintiff must identify a trade secret with sufficient particularity \nso as to enable a defendant to delineate that which he is accused of misappropriating \nand a court to determine whether misappropriation has or is threatened to occur.”  \nKrawiec, 370 N.C. at 609 (quoting Washburn v. Yadkin Valley Bank & Tr. Co., 190 \nN.C. App. 315, 326 (2008) ).  Therefore, “a complaint that makes general allegations \nin sweeping and conclusory statements, without specifically identifying the trade \nsecrets allegedly misappropriated, is ‘insufficient to state a claim for \nmisappropriation of trade secrets.’ ”  Id. at 610 (quoting Washburn, 190 N.C. App. at \n327). \n36. The NCTSPA defines a “[t]rade secret” as: \nbusiness or technical information, including but not limited to a formula, \npattern, pro gram, device, compilation of information, method, \ntechnique, or process that: \na. Derives independent actual or potential commercial value from not \nbeing generally known or readily ascertainable through independent \ndevelopment or reverse engineering by persons who can obtain economic \nvalue from its disclosure or use; and \nb. Is the subject of efforts that are reasonable under the circumstances \nto maintain its secrecy. \n \nN.C.G.S. § 66-152(3).   \n37. Our courts consider the following factors in determining whether a plaintiff \nhas successfully pleaded a cognizable trade secret: \n(1) [t]he extent to which information is known outside the business; (2) \nthe extent to which it is known to employees and others involved in the \nbusiness; (3) the extent of measures taken to guard secrecy of the \ninformation; [(4)] the value of information to busi ness and its \ncompetitors; [(5)] the amount of effort or money expended in developing \nthe information; and [(6)] the ease or difficulty with which the \ninformation could properly be acquired or duplicated by others. \n \nWilmington Star-News, Inc. v. New Hanover Reg’l Med. Ctr., Inc., 125 N.C. App. 174, \n180-81 (1997) (citations omitted).   “These factors overlap, and courts do not always \nexamine them separately and individually.”  Vitaform, Inc. v. Aeroflow, Inc., 2020 \nNCBC LEXIS 132,  at *19 (N.C. Super. Ct. Nov. 4, 2020) (citation omitted).  \n“Information will not merit trade secret protection where the information is ‘either \ngenerally known in the industry . . . or [is] readily ascertainable by reverse \nengineering.’ ”  Sterling Title Co., 266 N.C. App. at 601 (quoting Analog Devices, Inc. \nv. Michalski, 157 N.C. App. 462, 470 (2003)). \n38.  The NCTSPA defines “misappropriation” as the “acquisition, disclosure, or \nuse of a trade secret of another without express or implied authority or consent, \nunless such trade secret was arrived at by independent development, reverse \nengineering, or was obtained from another person with a right to disclose the trade \nsecret.”  N.C.G.S. §  66-152(1).  Further, “[a] complaint must contain allegations, \nidentifying with specificity, ‘the acts by which the alleged misappropriations were \naccomplished.’ ”  Strata Solar, LLC v. Naftel , 2020 NCBC LEXIS 129, at *9 (N.C. \nSuper. Ct. Oct. 29, 2020) (quoting Washburn, 190 N.C. App. at 327). \n39. Bite Busters alleges that its trade secrets “includ[e] but [are] not limited to \nits processes, procedures, customer lists and other trade secrets,” (Compl. ¶ 85), and \nthat “Defendant, while an employee of Bite Busters, misappropriated those tr ade \nsecrets,” (Compl. ¶ 88).  T hese allegations are insufficient to survive Rule 12(b)(6) \nscrutiny.  See Krawiec, 370 N.C. at 609 (requiring trade secret identification with \n“sufficient particularity”). \n40. First, the courts of this State routinely dismiss NCTSPA claims broadly \nasserting that a plaintiff’s processes and procedures constitute its trade secrets \nbecause, without more, such allegations do not identify with sufficient particularity \nthe trade secrets the defendant allegedly misappropriated.  See, e.g., Washburn, 190 \nN.C. App. at 327 (concluding that trade secrets comprised of “business methods; \nclients, their specific requirements and needs; and other confidential information” \nfailed to identify alleged trade secrets with sufficient specificity); Analog Devices, Inc., \n157 N.C. App. at 468–69 (concluding that “general claims concerning areas of \n[plaintiff’s] production and design” failed to identify alleged trade secrets with \nreasonable particularity); Window Gang Ventures, Corp., 2019 NCBC LEXIS 24  at \n*43 (concluding that trade secrets comprised of “[i]nformati on regarding [plaintiff’s] \nproprietary equipment and chemical cleaning solutions ” failed to identify alleged \ntrade secrets with sufficient particularity); Edgewater Servs., Inc. v. Epic Logistics, \nInc., 2009 NCBC LEXIS 21, at *9, *11  (2009) (concluding that “ formulae, patterns, \nprograms, devices, compilations of information, methods, techniques and \nprocesses,” failed to identify alleged trade secrets with sufficient particularity  \n(citation and internal quotation marks omitted)).  \n41.  Bite Busters’s identification of its “customer lists” trade secret, however, \nfares better .  Our Supreme Court has held that customer list s may , in certain \ncircumstances, constitute a trade secret, see Krawiec, 370 N.C. at 610, provided that \nthe plaintiff “allege[s] that the lists contained  . . . information that would not be \nreadily accessible to defendant[ ,]”  id. at 611.  Here, Bite Busters specifically alleges \nthat “[Burris] would not have had access to customer contact information, including \naddresses, telephone numbers, and e -mail addresses, had he not been employed by \nBite Busters[,]” (Compl. ¶ 22) , and supports this assertion with additional factual \nallegations identifyin g various measures the Company took to protect this \ninformation from anyone other than an employee with a need to know,  including by \nlocking doors, limiting access to computers, and requiring employees to execute \nnondisclosure agreements, (Compl. ¶ ¶ 23, 28 ).  The Court finds these allegations \nsufficient to satisfy the identification requirement set forth in Krawiec.   \n42. Despite satisfying its burden to sufficiently plead its customer list trade \nsecret, however, Bite Busters’s trade secret claim nonetheless fails because the \nCompany has failed to allege “the acts by which the alleged misappropriations were \naccomplished.’’  Strata Solar, LLC, 2020 NCBS LEXIS 129, at *9 (quoting Washburn, \n190 N.C. App. at 327).  Indeed, Bite Busters has not pleaded how Burris accessed or \nacquired the Company’s trade secrets when he was not authorized to do so or how he \nused Bite Busters’ s trade secrets without authorization.  To the contrary, the \nCompany’s only allegation conce rning misappropriation is general and conclusory : \n“Defendant, while an employee of Bite Busters, misappropriated those trade secrets, \nacquiring them to use in his competing business to unfairly compete with Bite \nBusters.”  (Compl. ¶ 88 .)  Our courts have m ade clear that such allegations are \ninsufficient to survive Rule 12(b)(6) scrutiny.  See, e.g., Washburn, 190 N.C. App. at \n327 (holding that “general and conclusory” allegations of misappropriation are \ninsufficient to survive a motion under Rule 12(b)(6)); see also Strata Solar, LLC, 2020 \nNCBC LEXIS 129, at *11–12 (holding that w hen a “[p]laintiff does not allege any \nspecific acts by [defendants] to show that they accessed, disclosed, or used [p]laintiff’s \ntrade secrets without [p]laintiff’s authorization[,]” a trade secret misappropriation \nclaim necessarily fails).  \n43. Accordingly, for the reasons discussed above, Bite Busters’s NCTSPA claim \nmust be dismissed.  Nevertheless, given that Bite Busters has not yet amended its \nComplaint and based on counsel’s representations at the Hearing that the failures of \npleading identified above may be cured through repleading, the Court will dismiss \nthe Company’s trade secret claim without prejudice6.  \nD. Tortious Interference with Business and Contractual Relationships \n44. Burris next seeks to dismiss Bite Busters’s claim for tortious interference \nwith the Company’s business and contractual relationships.  The Company bases its \nclaim on Burris’s alleged conduct in soliciting the business of Bite Busters’s customers \nin violation of his contractual obligations to the C ompany, including by “defaming \nBite Busters[.]”  (Compl. ¶¶ 76–83.) \n \n6 Notwithstanding the Court’s conclusion that this claim should be dismissed, “[t]he decision \nto dismiss an action with or without prejudice is in the discretion of the trial court [.]”  First \nFed. Bank v. Aldridge, 230 N.C. App. 187, 191 (2013).   The Court concludes, in the exercise \nof its discretion, that dismissal of Bite Busters’s NCTSPA claim should be without prejudice \nto its right to attempt to reassert that claim through proper factual allegations consistent \nwith Rule 12.  \n45. Under North Carolina law, a plaintiff bringing a tortious interference with \ncontract claim must allege more than “an expectation of a continuing business \nrelationship” with a third party to survive dismissal under Rule 12(b)(6).  Dalton v. \nCamp, 353 N.C. 647, 655 (2001).  Rather, a plaintiff must plead: \n(1) a valid contract between the plaintiff and a third person which \nconfers upon the plaintiff a contractual right against a third person; (2) \nthe defendant knows of the contract; (3) the defendant intentionally \ninduces the third person not to perform the contract; (4) and in doing so \nacts without justification; (5) resulting in actual damage to plaintiff. \n \nKrawiec, 370 N.C. at 606–07 (quoting United Labs. v. Kuykendall, 322 N.C. 643, 661 \n(1988)).   \n46. Although Bite Busters has alleged that it has “developed . . . contractual \nrelationships with its customers[,]” (Compl. ¶ 77), and that Burris approach ed \ncustomers of Bite Busters and advis ed them that he would begin a competing \nbusiness, (Compl. ¶ 33), the Company nowhere pleads specific facts showing that \nBurris knew of the particular contractual relationships with customers on which Bite \nBusters’s claim is based .  Such a failure of pleading requires that the claim be \ndismissed.  See, e.g., Salon Blu, Inc. v. Salon Lofts Grp., LLC, 2018 NCBC LEXIS 72, \nat *12 (N.C. Super. Ct. July 16, 2018 ) (“[W]hen alleging a claim for tortious \ninterference with contract, it is not enough to broadly allege that the defendant[ ] had \n‘knowledge of the contract[ ]’; rather, a complaint must contain ‘facts sufficient to \nmake a good claim’ that the defendant[ ] k new of the contract[ ] at issue.” (quoting \nKrawiec, 370 N.C. at 606–07)).  As both parties admitted at the Hearing, however, it \nappears that these pleading deficiencies can be cured.  The Court will therefore \ndismiss this claim without prejudice.   \nE. Violation of the UDTPA (Section 75-1.1) \n47. Bite Busters’s final claim is for violation of the UDTPA, N.C.G.S. § 75-1.1, \n(Compl. ¶¶ 97–104), and is based on a variety of alleged misconduct, including that \nBurris (i) “misrepresented to customers that he had the right to start a competing \nbusiness,” (Compl. ¶ 100), (ii) “us[ed] the confidential trade secret information that \nbelongs to Bite Busters,” (Compl. ¶ 100), and (iii) falsely represented to a Bite Busters \ncustomer that Bite Busters used “improper applications that were dangerous to \npeople and to pets[,]” (Compl. ¶¶ 46-47), and chemicals that were “harmful to animals \nand to plants[,]” (Compl. ¶¶ 48-49). \n48. To “establish a prima facie claim for unfair trade practices, a plaintiff must \nshow: (1) [the] defendant committed an unfair or deceptive act or practice, (2) the \naction in question was in or affecting commerce, and (3) the act proximately caused \ninjury to the plaintiff. ”  Bumpers v. Cmty. Bank of N. Va. , 367 N.C. 81, 88 (2013)  \n(quoting Dalton, 353 N.C. at 656).   \n49. As an initial matter, to the extent the Company’s UDTPA claim is premised \non the success of its claims for tortious interference and misappropriation of trade \nsecrets, the failure of those claims, as discussed above, is fatal to the Company’s claim \nunder Chapter 75.  See, e.g., Krawiec, 370 N.C. at 613 (“Because we determined that \nplaintiffs failed to state a valid claim for tortious interference with contract or \nmisappropriation of trade secrets, we necessarily must conclude that plaintiffs also \nfailed to adequately allege that [defendants] committed an unfair or deceptive act or \npractice [based on those claims] .” (citation and internal quotation marks omitted)).  \nSimilarly, because the Court has dismissed the Company’s breach of contract claims, \nthe Company’s UDTPA claim shall also be dismissed to the extent it is based on \nBurris’s alleged breach of contract. \n50. In addition , to the extent Bite Busters bases its UDTPA claim on its \nallegations that Burris misrepresented to customers his right to start a competing \nbusiness and thereby induced those customers to take actions that harmed the \nCompany, that claim, too, must fail.  Our appellate courts have made clear that \nwhere, as here, a plaintiff asse rts a misrepresentation -based UDTPA claim, the \nplaintiff must plead “reliance on the misrepresentation in order to show the necessary \nproximate cause[,]” Bumpers, 367 N.C. at 88, and, in particular, that  “the plaintiff \n[has] affirmatively incorporated the alleged misrepresentation into his or her \ndecision-making process[,]” id. at 90.   \n51. Because Bite Busters has failed to allege that the Company  relied on \nBurris’s alleged misrepresentation, the Company’s UDTPA claim must be dismissed \nto this extent.  See, e.g., D C Custom Freight, LLC v. Tammy A. Ross & Assocs., Inc., \n848 S.E.2d 552, 562 (N.C. Ct. App. 2020)  (“It is clear from [Bumpers] that only the \ndirect reliance of the plaintiff is sufficient to support a UDTP[A] claim based on \nmisrepresentation.  The holding in Bumpers precludes a UDTP[A] claim . . . in which \na third party’s reliance caused damage to the plaintiff.”).   \n52. The Court reaches a different conclusion , however,  concerning Bite \nBusters’s allegation that Burris falsely stated to a customer that the Company’s \nchemicals and applications caused harm to plants, animals, and humans.   (Compl. \n¶¶ 46–49.)  Such alleged statements, if false,  impeach the Company in its trade or \nbusiness and can support a claim for slander per se.  See, e.g., Taube v. Hooper, 840 \nS.E.2d 313, 317 ( N.C. Ct. App. 2020) (“Slander per se is an oral communication to a \nthird person which amounts to . . . an allegation that impeaches the plaintiff in his \ntrade, business, or profession[.]” (citation omitted)).  Our courts have recognized that \nslander per se  may constitute an unfair trade practice under section 75 -1.1.  See \nAusley v. Bishop, 133 N.C. App. 210, 216 (1999) (holding that “slander per se may \nconstitute a violation of section 75-1.1”); see also, e.g., Ellis v. N. Star Co., 326 N.C. \n219, 226 (1990) (holding that “a libel per se of a type impeaching a party in its business \nactivities is an unfair or deceptive act in or affecting commerce in violation of N.C.G.S. \n§ 75 -1.1”); Nguyen v. Taylor, 219 N.C. App. 1, 9 (2012) (holding that “defam [ing] \n[plaintiffs] while profiting at their expense” may constitute an unfair trade practice \nunder section 75-1.1).  \n53. Accordingly, because the Court concludes that the Company has pleaded \nsufficient facts which, if proven, would support a finding that Burris engaged in an \nunfair or deceptive act or practice “in or affecting commerce” that proximately caused \ninjury to the Company by defaming the Company in its trade or business , Burris’s \nmotion to dismiss Bite Busters’s UDTPA claim based on these allegations should be \ndenied.   \nIV. \nCONCLUSION \n54. WHEREFORE, for the reasons set forth above, the Court hereby ORDERS \nas follows: \na. Defendant’s Motion is  GRANTED as to Bite Busters’ s claims for \nbreach of contract (non -compete) and breach of contract (non -\nsolicitation), and those claims are hereby DISMISSED with \nprejudice. \nb. Defendant’s Motion is  GRANTED as to Bite Busters’ s claims for \ntortious interference with business and contractual relationships and \nviolation of the North Carolina Trade Secrets Protection Act , and \nthose claims are hereby DISMISSED without prejudice. \nc. Defendant’s Motion is GRANTED as to Bite Busters’s clai m for \nviolation of section 75-1.1 (except to the extent that claim is based on \nthe Company’s allegations that Burris made false statements that \ndefamed the Company in its trade or business), and that claim is \nhereby DISMISSED without prejudice to the extent that claim is \nbased on Bite Busters’s claims for tortious interference with business \nand contractual relationships and for violation of the North Carolina \nTrade Secrets Protection Act  and DISMISSED with prejudice to \nthe extent that claim is based on Bite  Busters’s claims for breach of \ncontract (non-compete) and breach of contract (non-solicitation). \nd. Defendant’s Motion is DENIED as to Bite Busters’ s claim for \nviolation of section 75-1.1 to the extent that claim is based on the \nCompany’s allegations that Burris made false statements that \ndefamed the Company in its trade or business, and that claim shall \nproceed to discovery.   \nSO ORDERED, this the 25th day of March, 2021. \n \n/s/ Louis A. Bledsoe, III   \nLouis A. Bledsoe, III \nChief Business Court Judge "
}