{
  "id": "a19d8d6e2fb6f68cb2d1bc9101b1f5e1db30a13d22e4da9e7e8a16230f8c9497",
  "source_file": "data/raw/ncbc/a19d8d6e2fb6f68cb2d1bc9101b1f5e1db30a13d22e4da9e7e8a16230f8c9497.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nCOUNTY OF MECKLENBURG \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 11679 \nKELLY C. HOWARD and FIFTH \nTHIRD BANK, NATIONAL \nASSOCIATION, AS CO-TRUSTEES \nOF THE RONALD E. HOWARD \nREVOCABLE TRUST U/A DATED \nFEBRUARY 9, 2016, AS AMENDED \nAND RESTATED, \n \nPlaintiffs, \n \nv. \n \nIOMAXIS, LLC; BRAD C. BOOR a/k/a \nBRAD C. BUHR; JOHN SPADE, JR.; \nWILLIAM P. GRIFFIN, III;  \nNICHOLAS HURYSH, JR.; and \nROBERT A. BURLESON, \n \nDefendants. \n \nORDER AND OPINION ON IOMAXIS \nDEFENDANTS’ CONSOLIDATED \nMOTION TO DISMISS THE TRUST’S \nFIRST AMENDED COMPLAINT \n \n1. THIS MATTER  is before the Court on the IOMAXIS Defendants’\n1 \nConsolidated Motion to Dismiss the Trust’s First Amended Complaint ( “Motion”), \n(ECF No. 223), pursuant to Rule 12(b) (6) of the North Carolina Rules of Civil \nProcedure (the Rule(s)). \n2. Before his death, Ronald E. Howard owned a 51% interest in IOMAXIS, \nLLC (“IOMAXIS” or “the Company”).  The interest passed to his Estate at the time of \nhis death in June 2017 before being transferred to a trust in December 2017.  \n \n1 The Court refers to IOMAXIS, LLC, Brad C. Boor a/k/a  Brad C. Buhr, John Spade, Jr., \nWilliam P. Griffin, III, and Robert A. Burleson collectively as the “IOMAXIS Defendants” to \ndistinguish them from Nicholas Hurysh, Jr. (“Hurysh”) who is also a defendant.  IOMAXIS, \nLLC, the entity, is referred to as “IOMAXIS.” \nHoward v. IOMAXIS, LLC, 2022 NCBC 76. \nPlaintiffs are co-trustees of the trust , and this case arises from a dispute regarding \nthe rig hts of the trust with respect to its interest in IOMAXIS.  Defendants are \nIOMAXIS and individuals with an interest in IOMAXIS that may be affected by this \naction.    \n3. Having considered the Motion, the related briefing, and the arguments \nof counsel at a hearing on the Motion, the Court hereby GRANTS in part,  DENIES \nin part, and STAYS in part the Motion. \nJohnston, Allison & Hord, P.A., by Greg C. Ahlum, Parker E . Moore,2 \nDavid T. Lewis, and Lauren S. Martin, for Plaintiff Kelly Howard, as co-\nTrustee of the Ronald E. Howard Revocable Trust u/a dated February 9, \n2016, as Amended and Restated. \n \nWomble Bond Dickinson (US) LLP, by Lawrence A. Moye, and Loper \nLaw, PLLC, by Johnny M. Loper, for Plaintiff Fifth-Third Bank, NA, as \nco-Trustee of the Ronald E. Howard Revocable Trust u/a dated February \n9, 2016, as Amended and Restated. \n \nAllen, Chesson & Grimes PLLC, by David Allen , Benjamin S. Chesson, \nand Anna Majestro, and Nelson Mullins Riley & Scarborough LLP, by \nTravis Bustamante, for Defendants IOMAXIS, LLC, Brad C. Boor a/k/a \nBrad C. Buhr, John Spade, Jr.,  William P. Griffin, III , and Robert A. \nBurleson. \n \nMiller Monroe & Plyer, PLLC, by Jason A. Miller, Paul T. Flick, and \nRobert B. Rader, III, for Defendant Nicholas Hurysh. \n \nEarp, Judge. \nI. FACTUAL AND PROCEDURAL BACKGROUND \n4. The Court does not make findings of fact on a M otion to D ismiss \nunder Rule 12(b)(6).  The following factual summary is drawn from the allegations in \n \n2 Since the time of the Motion hearing, Parker E. Moore has withdrawn from this matter, and \nPatrick E. Kelly and Kathleen D. B. Burchette have appeared as additional counsel for Kelly \nC. Howard, co-trustee of the Ronald E. Howard Revocable Trust. \nthe First Am ended Complaint (“Am. Compl.”) , (ECF No s. 3, 197)3, including its \nattached exhibits.   \n5. Plaintiffs allege that IOMAXIS, LLC (“IOMAXIS”) is a North Carolina \nlimited liability company.  (Am. Compl. ¶ 8.)  \n6. Ronald Howard (“Decedent”) died on 12 June 2017.  At the time of his \ndeath, Decedent held a 51% membership interest in IOMAXIS.  The interest passed \nto his Estate.  (Am. Compl. ¶¶ 1, 3, 4.) \n7. On 8 December 2017, the Estate transferred all of its interest in \nIOMAXIS to the Ronald E. Howard Revocable Trust (“Trust”).  (Am. Compl. ¶ 5.)   \n8. IOMAXIS has a n Operating Agreement4 that restricts the ability of a \nmember to transfer , voluntarily or involuntarily,  all or any part of the m ember’s \ninterest in the Company without the prior written consent of a “Majority in Interest” \nof the “Disinterested Members.”5  (OA § 8.1, Compl. Ex. C, ECF No. 3.)6 \n \n3 The Amended Complaint, (ECF No. 197), incorporates the entirety of the initial Complaint, \n(ECF No. 3). \n \n4 Plaintiffs allege that an attempt to convert IOMAXIS from a North Carolina LLC to a Texas \nLLC was unsuccessful, and they seek a declaratory judgment establishing that IOMAXIS is \na North Carolina LLC, that it is controlled by an operating agreement entered by its members \non 26 November 2001 (the “Operating Agreement”), and that a later operating agreement \n(the “Texas Document”) is not controlling.  For purposes of this Order and Opinion, the Court \naccepts as true Plaintiffs’ allegations that the Operating Agreement is controlling. \n \n5 A “Majority in Interest” is defined as “a combination of any Members who, in the aggregate, \nown more than fifty percent (50%) of the Membership Interests of all Members. ”  A \n“Disinterested Member” is one “who is not relat ed . . . to either the Member whose \nMembership Interest is to be transferred as  provided in Article VIII or the proposed \ntransferee of such Membership Interest.”  (OA § 1.1.) \n \n6 The O perating Agreement is divided  into Articles, and each Article contains multiple  \nsubparts.  The Operating Agreement refers to the subparts as “sections” and numbers them \n \n9. However, the death of a member triggers several other provisions of the \nOperating Agreement.  First, Section 4.6 provides: \nBankruptcy or Incapacity of a Member.   A Member shall cease to \nhave any power as a Member or a Manager, any voting rights or rights \nof approval hereunder upon death  . . . ; and each Member, its personal \nrepresentative, estate, or successor . . . shall have only the rights, \npowers, and privileges of a transferee enumerated in Section \n8.4[.] \n \n(OA § 4.6, emphasis added.) \n \n10. Section 8.4 defines the rights of a transferee as: \nRights of Transferee.  Unless admitted to the Company in accordance \nwith Section 8.3 , the transferee of a Membership Interest or a part \nthereof shall not be entitled to any of the rights, powers, or \nprivileges of its predecessor in interest, except that such \ntransferee shall be entitled to receive and be credited or debited with its \nproportionate share of Profits, Losses, Gains from Capital \nTransactions, Company Cash Flow, Company Sales Proceeds, \nCompany Refinancing Proceeds , and Distributions in \nliquidation. \n \n(OA § 8.4, emphasis added.) \n \n11. Second, the death of a m ember activates the Buy -Sell provisions in \nArticle IX of the Operating Agreement.  (Am. Compl. ¶ 51, OA § 9.1 et seq.)  Section \n9.2 states that the executor “shall give notice of the [death]  (the ‘Buy-Sell Notice’) to \nthe other Members within ten (10) days after its occurrence.”  (OA § 9.2.)  Section 9.3 \nprovides that upon the occurrence of the death, each of the remaining Members “shall \nhave an option to purchase  (the “Purchase Option”)  the [Decedent’s] M embership \nInterest at Closing on the terms and conditions set forth in this Article IX  . . . . The \n \naccording to their Article.  For example, Article IV, Section 1.6 is referenced as “Section 4.6.”  \nThe Court adopts this numbering convention in this Order and Opinion. \nPurchasing Members must give notice of their election to exercise their Purchase \nOption to the [executor] and all other Members within thirty (30) days following \ndelivery of the Buy-Sell Notice.”  (OA § 9.3.)   \n12. The Operating Agreement’s provision for valuing an interest subject to \nthe Buy-Sell provisions is Section 9.5.  That section was amended in November 2004 \nto read:  \nAgreement on Valuation.  The [Estate] shall offer to sell its interest \nto the remaining Members . . . . The value of such interest shall be agreed \nupon by the [Estate] and the remaining Members.  If the [Estate] and \nthe remaining Members cannot agree on such price, then the [Estate] \nshall deliver his/her offer in writing to the remaining Members, to which \nthe remaining Members must return a written notice of rejection or \nacceptance within a period of ten (10) days of receipt of said written \noffer.  If said offer is rejected, the [Estate] must purchase the remaining \nMembers’ interests at the price of [the Estate’s] written offer .  If said \noffer is accepted, the remaining Members must purchase the [Estate’s] \ninterest. \n \n(First Amendment to OA § 9.5, Compl. Ex. F, ECF No. 3.) \n \n13. There is a time limit on post -death transfers under the Buy -Sell \nprovisions.  The  “closing” of the purchase of any interest pursuant to the Buy -Sell \nprovisions “shall take place on the date agreed upon by the purchaser(s) and seller, \nbut not later than ninety (90) days after the [death].”  (OA § 9.6.) \n14. Furthermore, “upon the exercise of the Purchase Option, the [Estate] . . . \nwill have no rights in the Company or against the Company , any Member, or any \nManager other than the right to receive payment for its Membership interest[.]”  (OA \n§ 9.8.) \n15. However, i n the event the Members do not exercise their Purcha se \nOption, Section 9.9 of the Operating Agreement provides: \nFailure to Exercise Purchase Option  . . . . [The Executor] may \ntransfer [the Estate’s] economic rights in the Membership \nInterest of the [Decedent] to any Person; PROVIDED, HOWEVER, \nthat any transferee of the [ Decedent’s] Members hip Interest, as \nprovided herein, (i) shall only have those rights as specified in Section \n8.4, (ii ) shall not be admitted as a substitute Member without full \ncompliance with Section 8.3, and (iii) shall be subject to the Buy -Sell \nrestrictions imposed under this Article IX. \n \n(OA § 9.9, emphasis added.) \n \n16. Finally, Section 11.8 of the Operating Agreement provides: \nSurvival of Rights.   Except as otherwise provided herein, this \nAgreement shall be binding upon and inure to the benefit of the parties, \ntheir successors and assigns. \n \n(OA § 11.8.) \n \n17. Following Decedent’s death, his executor, K.C. Howard, requested that \nIOMAXIS and its manager, Brad Buhr (“Buhr”), “provide information necessary to \ncomplete and file an estate tax return with the Internal Revenue Service, [and  to] \ndetermine the fair value of [ Decedent’s] interest and the Estate’s interest in \nIOMAXIS,” among other things.  (Am. Compl. ¶ 53.)   \n18. The Estate , IOMAXIS , and Buhr ag reed to hire an appraiser.  ( Am. \nCompl. ¶ 56.)   The Estate consented to using  RSM US LLP  (“RSM”), the appraisal \nfirm requested by IOMAXIS and Buhr.  RSM was then retained.  (Am. Compl. ¶¶ 57–\n58.)   \n19. Plaintiffs allege, however, that IOMAXIS and Buhr refused to provide \nRSM “the information necessary to conduct a fair market value appraisal” of the \nEstate’s interest in IOMAXIS.  ( Am. Compl. ¶ 59.)   Instead, IOMAXIS and Buhr \nnotified the Estate that they intended to have a valuation of IOMAXIS performed by \nanother company, Valuation Services, Inc.  (Am. Compl. ¶ 60.) \n20. The Estate informed IOMAXIS and Buhr that for the Internal Revenue \nService (“IRS”) to recognize the validity of the appraisal, the Estate had to retain the \nappraisal firm, and it urged IOMAXIS and Buhr to cooperate with RSM.  However, \nIOMAXIS and Buhr allegedly did not respond to the Estate.  (Am. Compl. ¶¶ 61–62.) \n21. To date, Plaintiffs allege, IOMAXIS and Buhr have not  provided \nPlaintiffs with “ all of the requested information from which the business, financial \ncondition and the valuation of IOMAXIS may be ascertained.”  (Am. Compl. ¶ 68.) \n22. In addition, IOMAXIS has allegedly ma de disbursements to other \nMembers after Decedent’s death on 12 June 2017, but it has made no payments to  \neither the Estate or the Trust.  (Am. Compl. ¶¶ 69, 81–83.) \n23. Plaintiffs’ Amended Complaint asserts a claim for declaratory judgment \nwith respect to whether IOMAXIS is a North Carolina limited liability company or a \nTexas limited liability company, which operating agreement controls, and Plaintiffs’ \nentitlement to distributions.  Plaintiffs also assert a claim for breach of the right t o \nreceive interim distributions  since 12 June 2017.   They claim that they require an \naccounting to obtain the “business, financial and valuation information” that they \ncontend is necessary to be able to discharge their duties to the Trust’s beneficiaries , \nfor the Estate to file its  tax return, and to facilitate compliance with the  applicable \nBuy-Sell provisions in the Operating Agreement.  (Am. Compl. ¶¶ 71–97.) \n24. In support of their demand for an accounting , Plaintiffs assert that \nIOMAXIS and Buhr, its manager, “have a duty and obligation to act in good faith and \nfair dealing.”  (Am. Compl. ¶ 96.) \n25. In turn, t he IOMAXIS Defendants seek an order:  (1) dismissing the \nTrust’s claims in their entirety because Plaintiffs have failed to allege that the Trust \nholds a valid interest that affords it standing; (2) denying Plaintiffs’ request that the \nCourt enter an Order specifically enforcing the Buy-Sell provisions contained in the \nOperating Agreement; (3) dismissing any claims for personal liability against any \nindividual defendant; and (4) denying the request for an accounting.  (IOMAXIS Defs’ \nBr. Supp. Consol. Mot. Dismiss [“Defs’ Br.”] 7–11, ECF No. 224.)7  \nII. LEGAL STANDARD \n26. “It is well established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen ‘(1) the complaint on its face reveals that no law supports the plaintiff’s claim; \n(2) the complaint on its face reveals the absence of facts sufficient to make a good \nclaim; or (3) the complaint discloses some fact that necessarily defeats the plaintiff’s \nclaim.’ ”  Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615 (2018) (quoting Wood \nv. Guilford Cty., 355 N.C. 161, 166 (2002)).  This standard of review for Rule 12(b)(6) \nis the standard our Supreme Court “routinely uses . . . in assessing the sufficiency of \n \n7 The IOMAXIS Defendants consolidated their motion to dismiss for failure to state a claim \nwith Burleson’s separate motion to dismiss for lack of personal jurisdiction.  The Court has \nstayed a determination of Burleson’s motion,  as well as further proceedings with respect to \nPlaintiffs’ Fourth and Fifth claims for relief (fraud and violation of the Uniform Voidable \nTransactions Act) and their demands for a constructive trust and punitive damages.  (See \nOrder on Motion to Sever and Stay, ECF No. 283 .)  Consequently, only the claims asserted \nby Plaintiffs in the initial complaint—for declaratory judgment, for breach of right to interim \ndistributions, and for an accounting—are addressed herein.  \ncomplaints in the context of complex commercial litigation.”  Id. at 615 n.7 (citations \nomitted). \n27. When conducting its review, the Court’s inquiry is “whether, as a matter \nof law, the allegations of the complaint . . . are sufficient to state a claim upon which \nrelief may be granted under some legal theory[.]”  Harris v. NCNB Nat’l Bank , 85 \nN.C. App. 669, 670 (1987).  And,  although the Court accepts all well-pleaded factual \nallegations in the relevant pleading as true, see Krawiec v. Manly, 370 N.C. 602, 606 \n(2018), the  Court is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. Dep’t of Health & Human Servs., 174 N.C. App. 266, 274 (2005)   \n(quoting Veney v. Wyche, 293 F.3d 726, 730 (4th Cir. 2002)).   \n28. Furthermore, the Court “can reject allegations that are contradicted by \nthe documents attached, specifically referred to, or incorporated by reference in the \ncomplaint.”  Moch v. A.M. Pappas & Assocs., LLC ., 251 N.C. App. 198, 206 (2016)  \n(quoting Laster v. Francis, 199 N.C. App . 572, 577 (2009)).  The Court may consider \nthese attached or incorporated documents without converting the Rule 12(b)(6) \nmotion into a motion for summary judgment.  Id. at 206.  \nIII.   ANALYSIS \nA. Standing \n29. The IOMAXIS Defendants first argue that the Estate’s assignment  of \nits economic interest to the Trust was attempted without the prior written consent of \na “Majority in Interest” of the “Disinterested Members” as required by Section 8.1 of \nthe Operating Agreement.  Consequently, they argue, no such assignment could have \noccurred.  In addition, the IOMAXIS Defendants contend that the Trust’s failure to \nallege with specificity the amount of its interest or that the Estate met the conditions \nrequired for a valid transfer prevent the Trust from establishing that it has standing \nto bring this action.  (Defs’ Br. 7–9.) \n30. Plaintiffs, on behalf of the Trust, respond that the Amended Complaint \nclearly identifies an interest in IOMAXIS that was assigned to and is currently held \nby the Trust.  They argue that, at this juncture, Rule 8 does not require them to plead \nadditional specifics regarding the amount of its interest or the conditions that led to \nits transfer.  (Pls’ Br. Opp. IOMAXIS Defs’ Consol. Mot. Dismiss, [“Pls’ Br.”] 5–6, ECF \nNo. 235.)  As for the prior written consent requirement in Section 8.1 of the Operating \nAgreement, Plaintiffs respond that the provision only applies when the transferor is \na member, and it does not apply whe n the interest is  held by an economic interest \nholder such as the Estate.  (Pls’ Br. 6–7.) \n31. The Court observes that the Amended Complaint alleges that \nDecedent’s interest passed to his Estate, which , in turn, passed all that the Estate \nheld to the Trust.  ( Am. Compl. ¶ 5, Ex A.)  There is no allegation that the interest \nwas diminished either before or since its assignment to the Trust.   \n32. Furthermore, Article IX sets out the Buy-Sell procedure triggered by the \ndeath of a member, and (absent breach of the agreement) it is that procedure, rather \nthan the more general procedures stated in Section 8.1, that governs the transfer of \nthe deceased member’s interest.8  However, the transferee receives only the economic \nrights specified in Section 8.4 , and the transferee “shall be subject to the Buy -Sell \nrestrictions imposed under the Article IX.” \n33. Notably, although Section 9.9 references other provisions from Article \nVIII, nowhere does it reference Section 8.1 or otherwise state that a transfer pursuant \nto Article IX must  be approved in writing by a Majority in Interest of the \nDisinterested Members.  Therefore, the Court concludes that  Ron Howard’s death \ntriggered the procedures specified i n Article IX with respect to his economic rights, \nand no additional written consent of the members was required for the transfer.   \n34. With respect to whether Plaintiffs have sufficiently  pled the mechanics \nof the transfer  from the Estate to the Trust to establish standing, the Court \ndetermines for the following reasons that the allegations are minimally sufficient. \n35. It is clear on the face of the Amended Complaint that the Buy -Sell \nprocess did not result in a transfer of the Estate’s interest to any of the remaining \nmembers of IOMAXIS.  Instead, Plaintiffs allege that the Estate transferred all of its \ninterest in IOMAXIS to the Trust. \n36. What is not clear on the face of t he Amended Complaint is  how the \ntransfer occurred.  But t here are a limited number of possible avenues , two that \nrequire consideration of the members’ option to purchase, and one that does not. \n \n8 Plaintiffs argue that once deceased, a former member is no longer a member subject to the \n“written consent” requirement in Section 8.1.  Even if that were not true, the Court \ndetermines that t he members ’ inclusion of the specific procedures in Article IX of the \nOperating Agreement reflects their written consent for those procedures to govern transfers \nof a deceased member’s “record or beneficial interest in the Company” and satisfies the \n“written consent” requirement of Section 8.1.   \n37. The first scenario is that the remaining members did not  exercise their \noption to purchase the interest, in which case Section 9.9 permitted a transfer to “any \nPerson,” including the Trust .  As transferee, the Trust “shall be subject to the Buy -\nSell restrictions imposed under this Article IX.”  (OA § 9.9.)  \n38. A  second scenario is that  one or more of the remaining members did opt \nto purchase the interest , but the process stalled because the Estate could not \nformulate an offer .  Plaintiffs allege that this is  because IOMAXIS and Buhr , its \nmanager, did not provide the financial information the Estate claims was necessary \nfor the Estate (and now the Trust) to do so. \n39. The inability to formulate an informed offer could h ave serious \nramifications for the Estate.  Section 9.5 requires the Estate  to deliver an offer in \nwriting to the remaining members , who have  ten days to accept or reject it .  If the \noffer is rejected, the Estate must  purchase the remaining members’ interests at the \nprice of its written offer.  Plainly, then, the Estate is incented to value its interest \nfairly and accurately, something it alleges it was prevented from doing as a result of \nIOMAXIS’ refusal to provide requested financial information.  However, t he \nIOMAXIS Defendants argue that no express provision in the Operating Agreement \nrequires them to provide an economic interest holder financial information, even if \nthat information is to value the interest. \n40. The IOMAXIS Defendants are correct that no such express term exists \nin the Operating Agreement.  But i n addition to its express terms, “ [u]nder North \nCarolina law, every contract contains an implied covenant of good faith and fair \ndealing that neither party will do anything which injures the rights of t he other to \nreceive the benefits of the agreement. ”  Cordaro v. Harrington Bank, FSB, 260 N.C. \nApp. 26, 38 (2018) (internal marks and citation omitted).  This implied covenant is a \n“basic principle of contract law that a party who enters into an enforceable contract \nis required to act in good faith and to make reasonable efforts to perform his \nobligations under the agreement.”  Maglione v. Aegis Family Health Ctrs.,  168 N.C. \nApp. 49, 56 (2005) ( quoting Weyerhaeuser Co. v. Godwin Bldg. Supply Co., 40 N.C. \nApp. 743, 746 (1979)).  It has been called the “spirit of the contract.”  Bicycle Transit \nAuthority, Inc. v. Bell, 314 N.C. 219, 230 (1985) (defendant breached both the “letter \nand the spirit of the contract”) ; accord Allen v. Allen , 61 N.C. App. 716, 720 (1983)  \n(party’s actions were “clear violations of both the letter and spirit of the contract”). \n41. The implied covenant of good faith and fair dealing is the gap-filler that \nguides the parties in their performance of the express terms of the contract.   Its \ncentral purpose is “to allow enforcement of a vague or incomplete agreement that the \nratifying parties intended to be binding, but that lacks certain terms essential to \nproper contract formation.”  Rezapour v. Earthlog Equity Group, Inc., 2013 U.S. Dist. \nLEXIS 92124, at *11 (W.D.N.C. July 1, 2013) (citing Ultra Innovations, Inc. v. Food \nLion, Inc., 130 N.C. App. 315, 317–18 (1998)).   \n42. Although invisible on the page, the implied covenant of good faith and \nfair dealing is an essential component of a contract.  It is the foundation upon which \nthe agreement is built.  It is a material term.  See Weyerhaeuser Co., 40 N.C. App. at \n746 (“Good faith and fair dealing are required of all parties to a contract; and each \nparty to a contract has the duty to do everything that th e contract presupposes that \nhe will do to accomplish its purpose.” (citing 17A C.J.S. Contracts § 451, at 564 \n(1963))).9 \n43. Accordingly, if the covenant of good faith and fair dealing was violated  \nby IOMAXIS and Buhr’s alleged refusal to provide information necessary to value the \nDecedent’s interest, a material breach occurred,10 and the anti-assignment provision \nin Section 8.1 of the Operating Agreement (prohibiting transfers without the “prior \nwritten consent of a Majority in Interest of the Disinterested Members”) would no \nlonger control.  (OA § 8.1.)  See,  e.g., Millis Constr. Co. v. Fairfield Sapphire Valley, \nInc., 86 N.C. App. 506, 512 (1987) (“The general rule governing bilateral contracts \nrequires that if either party commits a material breach of the contract, the other party \nshould be excused from the obligation to further perform.”).  In that event, the Estate \nwould be free to transfer its interest to the Trust without consent of the members. \n44. The third scenario  doesn’t depend on the M embers’ option  at all .  \nAmended Section 9.5 requires the Estate to initiate the Buy-Sell by naming its price, \nwithout any mention of the option  (“The withdrawing Member shall offer to sell its \n \n9 After complaining that they, too, have been deprived of necessary information, Plaintiffs \nreference the duty of good faith and fair dealing in their Third Claim for Relief:  “Defendants \nIOMAXIS and Buhr have a duty and obligation to act in good faith and fair dealing with \nregard to Plaintiffs and their requests for the business, financial and valuation information \nnecessary for the buy -sell event under the Operating Agreement and in order to file an \naccurate estate tax return.”  (Am. Compl. ¶ 96.) \n \n10 Implied covenant claims need not be paired with a breach of the express provisions of a \ncontract to be actionable in North Carolina.  See, e.g., Richardson v. Bank of Am., N.A., 182 \nN.C. App. 531, 556 (2007); TAC Invs., LLC v. Rodgers, 2020 NCBC LEXIS 143, at **15 (N.C. \nSuper. Ct. Dec. 7, 2020); Vitaform, Inc. v. Aeroflow, Inc., 2020 NCBC LEXIS 132, at *13 (N.C. \nSuper. Ct. Nov. 4, 2020).  \n \ninterest to the remaining Members[.]”) .  A s with the second scenario above, if the \nEstate was stymied by its inability to get the financial information necessary to make \nits offer and the spirit of the agreement was violated, the Estate would be relieved of \nrestrictions on a transfer to the Trust.    \n45. Considering the totality of the allegations in the Amended Complaint \nand the standard upon which the Court conducts its review for Rule 12(b)(6) \npurposes, the Court determines that the allegations presented in the Amended \nComplaint are sufficient to establish that the Trust has standing.  While it is true \nthat the allegations as to which scenario led to the transfer are not made explicit, in \nany of the three possible scenarios described above, the Trust becomes a transfere e \nof an interest in IOMAXIS, giving it standing.  See Ford v. Peaches Entm’t Corp., 83 \nN.C. App. 155, 156 (1986) ( the facts and permissible  inferences set forth in the \nAmended Complaint are to be treated in a light most favorable to the nonmoving \nparty); Pyco Supply Co., Inc. v. Am. Centennial Ins. Co. , 321 N.C. 435, 443 (1988) \n(denying a party his day in court because of his “ imprecision with the pen ” would \n“elevate form over substance” and run “contrary to the purpose and intent of notice \npleading and the modern rules of civil procedure”). \nB. Specific Performance of the Buy-Sell \n46. The IOMAXIS Defendants next argue that Plaintiffs have not alleged a \nclaim on behalf of the Trust that would  support their request for an order enforcing \nthe Buy -Sell provisions of the O perating Agreement .  Specifically, the IOMAXIS \nDefendants argue : (a) that the Trust has not alleged a breach of the Buy -Sell \nprovisions; (b) that the Trust has not alleged “definite and certain” obligations that \nthe Buy-Sell provisions impose on any of the IOMAXIS Defendants that could be the \nsubject of an order ; and (c) harkening to its first argument, that the Trust has no \ncontractual right to compel the members to opt to purchase, thereby triggering the  \nBuy-Sell provisions.  (Defs’ Br. 9–10.) \n47. Plaintiffs respond  that they have alleged a breach of the Buy -Sell \nprovisions in the Operating Agreement, as evidenced by the fact that the Decedent’s \ninterest has not been redeemed, and the appraisal process has not been followed.11 \n48. “The remedy of specific performance is available to compel a party to do \nprecisely what he ought to have done without being coerced by the court.”  Munchak \nCorp. v. Caldwell, 301 N.C. 689, 694 (1981) ( internal quotation marks omitted). “To \nreceive specific performance, the law requires the movi ng party to prove that (i) the \nremedy at law is inadequate, (ii) the obligor can perform, and (iii) the obligee has \nperformed [her] obligations.”  Reeder v. Carter, 226 N.C. App. 270, 275 (2013) (cleaned \nup).  Damages must be inadequate.  See Whalehead Properties v. Coastland Corp. , \n299 N.C. 270, 282 (1980).   \n49. Generally, “specific performance of a contract is decreed only when it is \nequitable to do so. ”  Hutchins v. Honeycutt , 286 N.C. 314 , 318 (1974).   “ The party \nclaiming the right to specific performance must show the existence of a valid contract, \nits terms, and either full performance on his part or that he is ready, willing and able \n \n11 Plaintiffs refer to Section 9.6 of the Operating Agreement, but that provision deals with \nthe closing of any purchase, not the value of the interest.  The valuation provision is Section \n9.5.  (Compare OA § 9.5, with OA § 9.6.)  That provision was amended in 2004 and no longer \nrequires the appraisal process described by Plaintiffs in their brief.  (See Am. Compl. Ex. F.) \nto perform.”  Munchak, 301 N.C. at 694 (citing 71 Am. Jur. 2d “Specific Performance,” \n§ 207 (1973) ).  “ Specific performance will not be decreed unless the terms of the \ncontract are so definite and certain that the acts to be performed can be ascertained \nand the court can determine whether or not the performance rendered is in accord \nwith the contractual duty assumed.”  N.C. Med. Soc’y v. N.C. Bd. of Nursing, 169 N.C. \nApp. 1, 12 (2005) (quoting 12 Arthur L. Corbin, Corbin on Contracts  § 1174, at 335 \n(2002)).  \n50. Here, the Court agrees with the IOMAXIS Defendants that Plaintiffs \ncannot force the members to exercise the purchase option that was available to them \npursuant to Article IX following Decedent’s death.  However, as discussed above, the \namended Section 9.5  does not  require such an election as a precondition to the \nvaluation process.  Indeed, Section 9.5 mandates that the Estate “shall” offer to sell \nits interest to the “ remaining Members” without referencing the option or even \nnarrowing the members to the “purchasing members.”  (OA § 9.5.)  Read this way, it \nis the Estate  that must initiate the Buy-Sell, and the Buy -Sell process occurs  \nregardless of whether the remaining members elect their option.   \n51. On the other hand, if  consideration of the members’ option is not  \nnecessary to trigger valuation of the interest , then the language of  Section 9.9  \n(limiting transfer of the interest to a decision of the members not to elect the option) \nis inconsistent.  Moreover, Section 9.5 contemplates a transaction that is limited to \nthe Estate  and the members.   However, Sections 9.3 and  9.9 contemplate the \npotential for a transfer to “any Person.”  There is obvious discordance.  \n52. The Court determines , then,  that the  Operating Agreement with its \namended Section 9.5 is internally inconsistent, creating an ambiguity in this contract.  \nPlaintiffs have pled that a breach occurred when IOMAXIS and Buhr allegedly did \nnot provide the Estate (and now the Trust) the financial information necessary to \nvalue Decedent’s interest in IOMAXIS.   Plaintiffs have also pled that th ey require \ninformation, and that legal remedies are insufficient.  \n53. Therefore, it is not for the Court, at this early stage  and based on this \nrecord, to rule out an interpretation of the Operating Agreement that would support \nPlaintiffs’ demand for specific performance.  See Dockery v. Quality Plastic Custom \nMolding, Inc., 144 N.C. App. 419, 422 (2001) (“Ambiguity exists where the contract’s \nlanguage is reasonably susceptible to either of the interpretations asserted by the \nparties.”); WakeMed v. Surgical Care Affiliates, LLC , 243 N.C. App. 820, 827 (2015)  \n(“interpretation of an ambiguous contract is best left to the trier of fact”). \n54. Accordingly, the Court DENIES the IOMAXIS Defendants’ request that \nit enter an order at this stage precluding the remedy of specific performance.   \nC. Equitable Accounting \n55. The IOMAXIS Defendants also move to dismiss Plai ntiffs’ demand for \nan accounting.  They argue that the Trust has not asserted a claim that would support \nan accounting, and even if it has such a claim, the Trust has not alleged that it lacks \nan adequate remedy at law.   The IOMAXIS Defendants further argue that nei ther \nChapter 57D nor the operating agreement provides Plaintiffs with information rights.  \nLastly, to the extent the Estate alleges that it requires the information to file its tax \nreturns, the IOMAXIS Defendants contend  that the Estate is no t a party to this \nlawsuit and therefore has no standing to seek such a remedy.  (Defs’ Br. 10–12.) \n56. Plaintiffs respond that the need for an equitable accounting arises out \nof the Defendants’ breach of the O perating Agreement.12  They read the O perating \nAgreement, with its amendment, to require a valuation of the economic interest, and \nthey argue that Def endants have thwarted their efforts to obtain the information \nnecessary for a reliable appraisal.  (Pls’ Br. 10.) \n57. While styled as a “claim,” the Plaintiffs’ request is better fashioned as a \ndemand for the remedy of an equitable accounting.  See Gottfried v. Covington, 2014 \nNCBC LEXIS 26, at **16–17 (N.C. Super. Ct. June 25, 2014).  Such a remedy, which \nmost often results when there is a breach of a fiduciary duty , is distinct from an \ninterest holder’s information rights  afforded by statute or operating agreement .  \nCompare Burgess v. Burgess, 205 N.C. App. 325, 333 (2010)  (“An accounting is an \nequitable remedy sometimes pled in claims of breach of fiduciary duty ”), with \nN.C.G.S. § 57D-3-04 (statutory information rights).  \n58. The scope and depth of the remedy of equitable accounting depend s on \nthe nature of the harm  and the information necessary to remedy that harm.   An \nequitable accounting can be specific and deep, or it can be general and cover a breadth \nof information.  It can be as simple as an order to produce records,  or it can involve \nan extensive audit by a neutral third-party.  Fashioning the appropriate remedy \n \n12 The Trust further a lleges that it is unable to discharge its fiduciary obligations to its \nbeneficiaries without knowing the value of the asset it holds.  (Am. Compl. ¶ 92.) \n \ndepends on the circumstances and is in the equitable powers of the Court.  See, e.g., \nAlkemal Sing. Private Ltd. v. Dew Glob. Fin., LLC , 2018 NCBC LEXIS 36, at **52 –\n53 (N.C. Super. Ct. Apr. 19, 201 8) (“The remedy of an equitable accounting may be \navailable when a plaintiff has asserted a valid claim for relief in equity and an \naccounting is necessary to compel discovery of information regarding accounts held \nexclusively by the defendant.”) (quoting Mkt. Choice, Inc. v. New England Coffee Co., \n2009 U.S. Dist. LEXIS 73627,  at *35–36 (W.D.N.C. Aug. 18, 2009) (applying North \nCarolina law); Watson v. Fulk, 19 N.C. App. 377, 380 (1973) (“The appropriate method \nfor determining the exact amount which may be due the plaintiff, if anything, is to \nrequire the defendant, who is in possession of the essential information, to render an \naccounting.”). \n59. There must be a claim to support such a remedy, however.  T he Court \nconcludes, based on a review of the Amended Complaint in its entirety, that \nPlaintiffs have asserted one or more  such causes of action .  Moreover, they have  \nasserted that it is information they r equire, not a remedy at law.   Gottfried, 2014 \nNCBC LEXIS 26, at * *16 (pleadings must allege that plaintiff lacks adequate \nremedy at law).   \n60. Nevertheless, the Court holds that it is premature to determine whether \nan equitable accounting would be an appropriate remedy  in this case .\n13  Cf. \nBrakebush Bros., Inc. v. Certain Underwriters at Lloyd ’s of London , 2021 NCBC \nLEXIS 98, at **41 (N.C. Super. Ct. Nov. 1, 2021) (too early to decide on Rule 12(b)(6) \n \n13 In some circumstances, a plaintiff may obtain the information needed to assess a claim for \ndamages through discovery.  See, e.g., Gottfried, 2014 NCBC LEXIS 26, at **16–17. \nmotion whether Plaintiff would be entitled to recover consequential damages if it \nultimately prevailed); Fleming v. Horner, 2021 NCBC LEXIS 33, at *23 (N.C. Super. \nCt. April  1, 2021) ( too early at Rule 12(b)(6) stage to  decide whether to dismiss \npunitive damages request); Aldridge v. Metro. Life Ins. Co., 2019 NCBC LEXIS 116, \nat *145–46 (N.C. Super. Ct. Dec. 31, 2019) (denying a motion to dismiss to the extent \nthat punitive damages were sought as a remedy).  \n61. Accordingly, the IOMAXIS Defendants’ Motion to Dismiss  the Trust’s \n“claim” for equitable accounting, to the extent it is a demand for relief, is DENIED.   \n62. Finally, it is undisputed that the Estate is not a party to this action and \nhas no standing to assert a demand for relief.  Therefore, the IOMAXIS Defendants’ \nMotion to Dismiss any demand on the part of the Estate  itself for an equitable \naccounting is GRANTED. \nD.  The Individual Defendants  \n63. With respect to Plaintiffs’ first three claims (declaratory judgment, \nbreach of the right to receive interim distributions, and accounting)  Buhr, Spade, \nGriffin, and Burleson (the “Individual IOMAXIS Defendants”) each move to dismiss  \nthe claims  “[t]o the extent that the Trust seeks monetary damages” from them \nbecause the Trust has not asserted a claim for personal liability against any of them.  \n(Defs’ Br. 10.) \n64. Plaintiffs respond  that the Individual IOMAXIS Defendants have \nmischaracterized the Amended Complaint .  They assert  that the  individuals are \nincluded in this declaratory judgment action “as a matter of statutory requirement \nper N.C. Gen. Stat. § 1 -253 et seq.” and only “to the extent that they have any claim \nor interest in IOMAXIS, or any distributions by IOMAXIS, that would be affected by \nthis declaratory judgment action or any claims asserted herein.”  (Pls’ Br. 9.) \n65. By statute, “When declaratory relief is sought, all persons shall be made \nparties who have or claim any interest which would be affected by the declaration, \nand no declaration shall prejudice the rights of persons not parties to the \nproceedings.”  N.C.G.S. § 1-260. \n66. Accordingly, the Court determines  that, as to Plaintiffs’ first three \nclaims for relief, the individual defendants have been named because Plaintiffs seek \na declaratory judgment that could impact the individual defendants’ interests in, and \ndistributions from, IOMAXIS .  T o the extent that the Mo tion of Defendants Buhr, \nSpade, and Griffin 14 is intended to clarify  that no other relief is sought from them \nindividually on the first three claims, the Motion is GRANTED. \n67. In making this determination, the Court does not address the viability \nof Plaintiffs’ Fourth (fraud) and Fifth (Uniform Voidable Transaction Act) Claims for \nRelief with respect to any defendant.  Given the pendency of the IOMAXIS \nDefendants’ appeal to the Supreme Court of North Carolina, this Court has stayed \nall proceedings with respect to those claims  and their accompanying demands.  (See \nOrder Mot. Sever and Stay, ECF No. 283.) \n  \n \n14 The Court does not address the Motion as to Burleson because it is stated in the alternative \nto Burleson’s motion to dismiss for lack of in personam jurisdiction.  The latter motion is \nstayed pending resolution of the IOMAXIS Defendants’ appeal of this Cou rt’s earlier order.  \n(See ECF Nos. 198, 283.) \nIV.  CONCLUSION \n68. WHEREFORE, the Court hereby ORDERS  that the IOMAXIS \nDefendants’ Consolidated Motion to Dismiss the Trust’s First Amended Complaint is \nGRANTED in part, DENIED in part, and STAYED in part, as follows:   \na.  The IOMAXIS Defendants’ M otion to D ismiss the Trust’s \nclaims on the basis that the Trust lacks standing is DENIED. \nb. The IOMAXIS Defendants’ Motion to Dismiss the Estate’s \ndemands for relief on the basis that the Estate lacks standing \nis GRANTED, without prejudice. \nc. The IOMAXIS Defendants’ Motion to Dismiss the Trust’s \ndemands for specific performance and for equitable accounting \nis DENIED. \nd. Except as to Burleson, t he Individual IOMAXIS Defendants’ \nMotion to Dismiss is GRANTED with prejudice to the extent \nPlaintiffs seek relief beyond that afforded by the Declaratory \nJudgment Act.  As to Burleson, this Motion is STAYED. \ne. A determination of Burleson’s Motion to Dismiss  pursuant to \nRule 12(b)(6), stated in the alternative to his Motion to \nDismiss pursuant to Rule 12(b)(2), is STAYED.  \nf. A determination of the balance of the IOMAXIS Defendants’ \nMotion to Dismiss is STAYED  pending resolution of the \nIOMAXIS Defendants’ appeal of this Court’s Order, (ECF No. \n198).   \ng. The parties shall meet and confer and submit a new Case \nManagement Report to the Court pursuant to Business Court \nRule 9 by 5:00 P.M. on or before 5 January 2023. \n \nIT IS SO ORDERED, this the 5th day of December, 2022. \n \n \n \n \n \n \n \n/s/ Julianna Theall Earp  \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n "
}