{
  "id": "a1b2db420e3c20461bf24082f96479d2022cd4e021acf6fdabb3a14673ed827b",
  "source_file": "data/raw/ncbc/a1b2db420e3c20461bf24082f96479d2022cd4e021acf6fdabb3a14673ed827b.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCOUNTY OF BRUNSWICK \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23 CVS 2191 \n  \nEXTRA CARE, LLC,  \n  \nPlaintiff,  \n  \nv. ORDER AND OPINION ON \nDEFENDANTS’ MOTION TO \nDISMISS \n  \nCAROLINAS ALLIANCE FOR \nRESIDENTIAL EXCELLENCE, \nLLC; CAROLINAS ALLIANCE FOR \nRESIDENTIAL EXCELLENCE – \nELKIN, LLC; C.A.R.E. HOLDINGS – \nINDIAN RIVER, LLC; and C.A.R.E. \nHOLDINGS – ELKIN, LLC,   \n \n  \nDefendants.   \n \n   I.    INTRODUCTION \n1. Extra Care, LLC (“Extra Care”) is a member of each of the North \nCarolina limited liability companies named as d efendants in this action:  Carolinas \nAlliance for Residential Excellence, LLC, Carolinas Alliance for Residential \nExcellence – Elkin, LLC, C.A.R. E. Holdings  – Indian River, LLC, and C.A.R.E. \nHoldings – Elkin, LLC , (collectively “ the Companies” ).  This matter is before the \nCourt on the Companies’ motion to dismiss Extra Care’s claim with respect to records \ninspection rights afforded members of an LL C by Section 57D -3-04 of the North \nCarolina General Statutes.  (Am. Mot. Dismiss [“Motion”], ECF No. 21.)  The Motion \nis brought pursuant to both Rules 12(b)(1) and 12(b)(6) of the North Carolina Rules \nof Civil Procedure (“Rule[s]”).  \nExtra Care, LLC v. Carolinas All. for Residential Excellence, LLC, 2024 NCBC 41. \n2. Having considered the parties’ briefs and the arguments of counsel at a \nhearing held on 10 June 2024, the Court, in its discretion, hereby GRANT S the \nMotion and DISMISSES this action. \nWard and Smith, P.A., by Christopher Edwards, Hannah Morgan Daigle, and \nPayton Bullard, for Plaintiff Extra Care, LLC \nMiller Monroe & Plyler, PLLC, by John W. Holton and Jason A. Miller for \nDefendants Carolinas Alliance for Residential Excellence, LLC, Carolinas \nAlliance for Residential Excellence–Elkin, LLC, C.A.R.E. Holdings – Indian \nRiver, LLC, and C.A.R.E. Holdings – Elkin, LLC \nEarp, Judge.  \nI. FINDINGS OF FACT \n3. The Court does not make findings of fact when ruling on a motion to \ndismiss under Rule 12(b)(6 ).  Rather, the Court tests the legal sufficiency of the \ncomplaint by determining whether the factual allegations, construed in the plaintiff’s \nfavor, state a claim.   Concrete Serv. Corp. v. Invs. Grp., Inc. , 79 N.C. App. 678, 681 \n(1986).  \n4. With respect to Rule 12(b)(1), the Court is required to make findings of \nfact only when requested to do so by the parties.  See Rule 52(a)(2).  No such request \nhas been made here.  Nevertheless, the Court makes the following findings of fact, all \nof which are undisputed and supported by filings on the Court’s docket. \n5. Extra Care is a North Carolina limited liability company with its \nprincipal office in Calabash, North Carolina.  Extra Care  is a member of each \nDefendant.  (Compl. ¶¶ 1, 5, ECF No. 3.) \n6. Defendants are all North Carolina limited liability com panies \n(collectively, the “Companies”), each ha ving its principal place of business in Tabor \nCity, North Carolina.  (Compl. ¶¶ 6-9.) \n7. In January 2020, Extra Care became a preferred member of each of the \nCompanies in exchange for a $1,000,000 capital contribution.  As a preferred member, \nExtra Care alleges that it is  entitled to monthly distribution s.  However, it also \nalleges that it has not received distributions for months.  (Compl. ¶¶ 13-17.)  Seeking \nan explanation, Extra Care made two  written demands on the Companies for \ninformation pursuant to Section 57D -3-04, one in June 2023 , and a second in \nNovember 2023.   \n8. The first demand was signed by  Extra Care’s counsel on 16 June 2023.  \nIt was delivered by mail to the Companies’ registered agent, Littlewood Law, PLLC, \nand requested that the information demanded be provided via email or sent via UPS \novernight delivery within fourteen days.  (Compl., Ex. A [“June Demand”].)   The \nCompanies responded to the June Demand by producing documents via  email on 29 \nJune 2023 and by Dropbox1 on 14 July 2023 and 2 October 2023.  (Aff. of Jane Francis \nNowell [“Nowell Aff.”] ¶¶ 6-10, ECF No. 24.)   \n9. When documents were added to Dropbox o n 14 July 2023, counsel f or \nthe Companies alerted Extra Care’s counsel by letter that the records were available.  \nHe added that if further inspection was required, the Companies would hold  Extra \n \n1 Dropbox is a file hosting and sharing service that allows a provider party to make documents \navailable to another party for inspection and printing.  See Dropbox, www.dropbox.com (last \nvisited June 18, 2024). \nCare responsible for both inspecting and copying the records  at the LLCs’ principal \noffice “or other location designated by the company” and for the associated costs.  (Aff. \nof G. Grey Littlewood, Esq. [“Littlewood Aff.”], Ex. 1 [“July Response Letter”] , ECF \nNo. 19.5.) \n10. Following discussions between counsel,  on 2 October 2023,  the \nCompanies agreed to add additional bank statements and tax returns to Dropbox in \nresponse to the June Demand.  (Nowell Aff., Ex. C.) \n11. Thereafter, on 3 November 2023, in a letter again signed by its counsel, \n(the “November Demand”), Extra Care issued a second inspection demand, this time \nseeking both documents that it contended were missing from the Companies’ earlier \nresponses, as well as newly identified information.  The November Demand requested \nthat Defendants “produce records within ten business days of the date of the letter.”  \n(Nov. Demand, ECF No. 19.4.) \n12. The November Demand was emailed to the Companies’ counsel, Grey \nLittlewood, at his work email address, but no other attempts were made to deliver it \nto the Companies. 2  Mr. Littlewood t estified that he was unaware of the November \nDemand until it was presented to him in January 2024, after this lawsuit was filed.3  \n(Littlewood Aff. ¶¶ 5-7.) \n \n2 The November Demand says that it was sent via Federal Express, but Plaintiff’s counsel \nlater confirmed that this was said in error.  (Littlewood Aff., Ex. 2.) \n \n3 In email traffic between counsel attached to Mr. Littlewood’s affidavit, Mr. Littlewood wrote \nthat he discovered the November Demand in his “junk” folder.  (Littlewood Aff., Ex. 2.)  \n13. On 22 December 2023, Extra Care brought this lawsuit asking the Court \nto exercise its mandamus power to require the Companies to permit inspection of \ninformation demanded in the November Demand pursuant to N.C.G.S. § 57D- 3-04.4  \n(Compl., ECF No. 3.)  Service of process upon the Companies was not perfected until \n6 February 2024.  (Aff. Serv. Designated Delivery Serv. as to Defs., ECF No. 6.)  On \n19 February 2024, the Court granted the Companies’ request for an additional thirty \ndays to respond to the Complaint, extending the time to respond to 8 April 2024.  \n(Order Granting Defs.’ Mot. Enlargement Time, ECF No. 11.)   The case was \ndesignated to this Court on 5 January 2024 and assigned to the undersigned the same \nday.  (ECF Nos. 1, 2.) \n14. On 8 April 2024, Defendants filed the instant Motion pursuant to Rules \n12(b)(1) and 12(b)(6).  After full briefing, the Court held a hearing on the Motion on \n10 June 2024.  It is now ripe for determination. \nIII. CONCLUSIONS OF LAW \n15. Defendants move to dismiss Plaintiff’s single-claim complaint arguing \nboth that the Court  lacks subject matter jurisdiction and that  no claim has been \nstated.  When considering whether the Court has subject matter jurisdiction, “ the \ncourt need not confine its evaluation . . .  to the face of the pleadings, but may review \nor accept any evidence, such as affidavits, or it may hold an evidentiary hearing. ”  \nSmith v. Privette , 128 N.C. App. 490, 493 (1998)  (quoting 2 James W. Moore et al., \n \n4 The claim in this action pertains solely to the November Demand.  Plaintiff did not petition \nthe Court to compel the Companies to complete their response to the June Demand, and the \nCourt does not opine regarding the June Demand.   \n \nMoore’s Federal Practice § 12.30(3) (3d ed. 1997)).  Should the plaintiff fail to satisfy \nits burden to establish subject matter jurisdiction,  the Court “cannot enter a \njudgment in favor of either party; it can only dismiss the proceeding or case for want \nof jurisdiction.”  Richards v. Nationwide Homes, 263 N.C. 295, 303 (1965). \n16. Pursuant to Rule 12(b)(6), di smissal of a claim is proper if “(1) the \ncomplaint on its face reveals that no law supports the plaintiff’s claim; (2) the \ncomplaint on its face reveals the absence of facts sufficient to make a good claim; or \n(3) the complaint discloses some fact that nec essarily defeats the plaintiff’s claim.”  \nCorwin v. Brit. Am. Tobacco, PLC, 371 N.C. 605, 615 (2018) (quoting Wood v. Guilford \nCnty., 355 N.C. 161, 166 (2002)) .  Under Rule 12(b)(6), t he Court reviews the \nallegations of the pleading at issue in the light most favorable to the nonmoving party, \nChristenbury Eye Ctr., P.A. v. Medflow, Inc., 370 N.C. 1, 5 (2017), but it is not required \n“to accept as true allegations that are merely conclusory, unwarranted deductions of \nfact, or unreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. Dept. of Health and \nHum. Servs., Div. of Facility Servs., 174 N.C. App. 266, 274 (2005) (quoting Veney v. \nWyche, 293 F.3d 726, 730 (4th  Cir. 2002)  (internal quotation marks omitted) ).  \nFurther, when ruling on a Rule 12(b)(6) motion,  the Court may consider documents \nthat are the subject of the complaint and to which the complaint specifically \nrefers.  Krawiec v. Manly, 370 N.C. 602, 606 (2018); N.C. R. Civ. P. 10(c). \n17. The Companies contend that because Extra Care did not  comply with \nthe statutory requirements of Section 57D -3-04, it cannot petition the Court for a n \norder mandating the Companies’ compliance.  Specifically, the Companies argue that \nExtra Care’s November Demand (1) was not signed by a member of each LLC, (2) was \nnot delivered to the LLCs, and (3) requested that it “produce” documents as opposed \nto providing them for inspection .  (Mem. L . Supp. Defs.’ Mot. Dismiss [“Defs.’ Br.”], \nECF No. 20.)  These failures, the Companies maintain, render the November Demand \ndefective, making it an inadequate basis upon which to invoke the Court’s subject \nmatter jurisdiction.  Alternatively, the Companies move to dismiss Plaintiff’s claim \nto enforce its statutory inspection rights pursuant to Rule 12(b)(6) for failure to state \na claim. \nA. The Member Signature Requirement \n18. Defendants first contend that Section 57D-3-04(d) provides that only a \nmember of an LLC may sign an inspection demand to that LLC.  Because Extra Care’s \ncounsel signed the November Demand  and it was not signed by Extra Care i tself, \nDefendants conclude that the November D emand does not  satisfy this statutory \nrequirement.  Therefore, they argue, the Court is without jurisdiction to rule on \nPlaintiff’s claim  or, alternative ly, Plaintiff’s allegations admitting th is failure \npreclude the existence of its claim.  (Defs.’ Br. 5-6.) \n19. Extra Care reads the statute differently.  According to it, Section 57D -\n3-04(c)’s provision that “[i]nspection rights and rights to c opy LLC records may be \nexercised through a member’s agent,” read in conjunction with subsection (d), permits \na member to grant its agent authority to do all things necessary to exercise the \nmember’s inspection rights, including authority to sign a demand on the member ’s \nbehalf.  (Pl.’s Resp. Opp. Defs.’ Am. Mot. Dismiss 4-6 [“Pl.’s Br.”], ECF No. 23.) \n20. The Court concludes that the Companies’ position on this issue is \ncorrect.  I n Miller v. Burlington Chem. Co., LLC, 2016 NCBC LEXIS 190, at **15 \n(N.C. Super. Ct. Sept. 7, 2016), this Court observed that the language of Section 57D-\n3-04 was amended in 2014 to require the member, not the member’s agent  (here its \nattorney), to sign the written “ notice of exercise.”  Although the holding in Miller  \nultimately turned on the language of the statute prior to the 2014 amendment , the \nCourt declines Extra Care’s invitation to disregard the Court’s observation  that the \n2014 amendment changed the signature requirement going forward. \n21.   When amending the statute, t he General Assembly specifi ed that the \nmember must sign a written demand “[t]o exercise inspection and other information \nrights.”  N.C.G.S. § 57D- 3-04(d) (emphasis added).  Once the demand is signed and \ndelivered, however, inspection rights and rights to copy LLC records may be exercised \nby the member’s agent.  N.C.G.S. § 57D-3-04(c) (emphasis added).  “[I]t is always \npresumed that the legislature acted with care and deliberation[.]”  State v. Coffey, 336 \nN.C. 412, 418 (1994) (citations omitted) (cleaned up) ; see also State v. Moraitis, 141 \nN.C. App. 538, 541 (2000) (“We presume that the use of a word in a statute is not \nsuperfluous and must be accorded meaning, if possible.”).  It is the work of the \nGeneral Assembly, not this  Court, to  rewrite the statute to delete the member \nsignature requirement if that, as Plaintiff argues, was its intent.5 \n \n5 The General Assembly has provided for such a result in the statute governing shareholders’ \ninspection rights.  Qualified shareholders of a corporation must “give[]  the corporation \nwritten notice of the qualified shareholder’s demand at least five business days before the \ndate on which the qualified shareholder wishes to inspect and copy.”  N.C.G.S. § 55-16-02(a).  \nUnlike Section 57D-3-04 in the LLC context, there is no requirement in the Corporations Act \nthat a shareholder sign the notice. See, e.g. , Erwin v. Myers Park Country Club , Inc., 2021 \n22. Here, counsel for Extra Care signed both the June and November \nDemands.  Because the Demands were not signed by Extra Care, the member, the \nrequirements of Section 57D-3-04(d) were not met.  Nevertheless, citing Brown v. \nOnslow Bay Marine Grp., 2022 NCBC LEXIS 154 (N.C. Super. Ct. Dec. 12, 2022), \nExtra Care argues that the Companies waived their objection to the member \nsignature requirement because they responded without objecting to Extra Care \ncounsel’s signature on the June Demand.  (Pl.’s Br. 5.)   The Court disagrees. \n23. In Brown, the plaintiff contended that the defendant, an LLC, \ninadequately responded to the plaintiff’s inspection demand.  The LLC challenged the \nvalidity of the demand because it requested that corporate records be sent \nelectronically or by overnight  mail rather than pro duced in-person at the LLC’s \nprincipal office as stated in Section 57D-3-04(e).  This Court, however, concluded that \nthe LLC had waived this objection by repeatedly producing records in response to the \ndemand over the course of six months , at least twice by mail,  without objection .  \nTherefore, this Court held that the LLC could not challenge the validity of the \ninspection demand simply because it had requested that the documents be sent to the \nplaintiffs.  The LLC’s “repeated course of conduct and failure to object” resulted in a \nwaiver of the LLC’s  objection to plaintiffs’ failure to satisfy  the requirements of \nSection 57D-3-04.  Brown, 2022 NCBC LEXIS 154 at **9-10. \n \nNCBC LEXIS 66, at **3-4, 13 (N.C. Super. Ct. July 17, 2021) (recognizing that a letter signed \nby plaintiff’s counsel was suf ficient to constitute written notice of plaintiff’s demand for \ninspection of a corporation’s records).   \n \n24. Unlike Brown, the Companies in this case were presented with a second \ninspection demand in November 2023.  While they may have waived their objection \nto the member signature requirement with respect to the June D emand by \nresponding, the Court does not conclude that the Companies’ actions with respect to \nthe June Demand waived their rig ht to object to insufficiencies  in the November \nDemand.    \n25. Because Extra Care did not satisfy Section 57D -3-04’s member \nsignature requirement with respect to the November Demand , Extra Care may not \ncome to the Court to enforce its inspection rights  with re spect to that demand .  \nAccordingly, as to the November Demand  upon which this action is based , \nDefendants’ motion to dismiss for lack of subject matter jurisdiction is hereby \nGRANTED. \nB. The Delivery Requirement  \n26.  Even had the member signature requirement been met, the Court \nconcludes that the November Demand was not delivered to the Companies in \naccordance with Section 57D-3-04(d).  To be sure, the problem was  not Extra Care’s \ndecision to use email as its method o f delivery.  Rather, the problem is that, prior to \nsending the November Demand, Extra Care did not ensure that the email address it \nused was one that the Companies had identified for this purpose. \n27. The statute makes it incumbent on the member to ensure that  its \ndemand is delivered to the LLC at least seven days before the date on which the \ninspection is to take place.   N.C.G.S. § 57D-3- 04(d).  The parties agreed by virtue of \nthe Companies’ operating agreement 6 that notice to the Companies was to be \ndelivered either “by hand, facsimile or electronic mail (at an address provided by the \nperson being notified for such purpose) or  . . . by mail or Federal Express or similar \nexpedited commercial carrier[ .]”  In addition, “[a] ll such notices, demands and \nrequests shall be addressed, if to the Company, at its principal executive offices [.]”  \n(Am. and Restated Operating Agreement Carolinas Alliance Residential Excellence \n– Elkin, LLC Section 11.1, ECF No. 19.1.)  Extra Care chose the electronic mail route. \n28. Unfortunately for Extra Care, it assumed that sending the November \nDemand to the work email address for the Companies’ counsel was sufficient to \nensure its delivery.  It wasn’t.   The email address Extra Care used was not one used \nby the Companies at their principal executive offices, nor was it one provided by Extra \nCare’s counsel for that purpose.  Because delivery was improper, Defendants had no \nnotice of the November Demand Letter until after the lawsuit  was filed – precisely \nthe situation the statute was designed to prevent.7   \nIV.  CONCLUSION \n29. For these reasons, Defendants ’ Amended Motion to Dismiss , (ECF No. \n21), is GRANTED.  This case is DISMISSED with prejudice. \n \n6 Defendants represent, and Plaintiff does not contest,  that the relevant provision of each \nDefendant’s operating agreement is the same. (Defs.’ Reply 4 n.1.)  Therefore, the Court refers \nto the Companies’ operating agreements in the singular. \n \n7 Contrary to Extra Care’s argument that Section 57D-2-30 limits the Companies’ ability to \nrely on the notice provision in the Operating Agreement, the provision in no way “diminishes \nthe rights and protections of members under Section 57D-3-04(a),” which speaks to the types \nof information subject to an inspection demand, not to the method of its delivery. \n \nIT IS SO ORDERED, this 18th day of June, 2024. \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n \n \n "
}