{
  "id": "a1b92eeafd5f212ee5f9ab3fde81007796b8dbdf0a1c4670638e7c2c7b55896e",
  "source_file": "data/raw/ncbc/a1b92eeafd5f212ee5f9ab3fde81007796b8dbdf0a1c4670638e7c2c7b55896e.pdf",
  "raw_text": "Worley v. Moore, 2017 NCBC 15. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF COLUMBUS  \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 1316 \nDENNIS WORLEY, STERLING \nKOONCE, FLYING A LIMITED \nPARTNERSHIP L.P., JOSEPH W. \nFORBES, JR., KENNETH CLARK, \nJAMES BOGGESS, JOEL WEBB, \nJAIMIE LIVINGSTON, JAMES E. \nBENNETT, JR., DAVID MINER, \nRONALD ENGLISH, and MDF, LLC, \n \nPlaintiffs, \n \nv. \n \nROY J. MOORE, PIERCE J. \nROBERTS, DAVID BROWN, \nMICHAEL ADAMS, CHRISTOPHER \nBAKER, JAMES KERR, FRANK \nMCCAMANT, NEIL KELLEN, GINI \nCOYLE, JOSEPH MOWERY, \nTOSHIBA CORPORATION, ALAMO \nACQUISITION CORP., and \nSTEPHENS, INC.,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n) \n) \n)\n) \n) \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n) \nOPINION AND ORDER ON \nDEFENDANTS’ MOTIONS TO DISMISS \n \nTHIS MATTER  is before the Court on the following motions: (1) Motion to \nDismiss of Defendants Roy J. Moore and Pierce J. Roberts Pursuant to Rules 12(b)(1), \n12(b)(2), and 12(b)(6)  (“Moore and Roberts  Motion”); (2) Motion to Dismiss of \nDefendants Christopher Baker, David G. Brown, and Frank McCamant Pursuant to \nRules 12(b)(1), 12(b)(2), and 12(b)(6)  (“Baker, Brown, and McCamant Motion”) ; (3) \nDefendant Michael Adams’s Motion to Dismiss Pursuant to Rules 12(b)(1)  and \n12(b)(6) (“Adams Motion”); (4) Defendant James Kerr’s Motion to Dismiss Pursuant \nto Rules 12(b)(1), 12(b)(2), and 12(b)(6)  (“Kerr Motion”); (5) Defendant Neil Kellen’s \nMotion to Dismiss Pursuant to Rules 12(b)(1), 12(b)(2), and 12(b)(6) (“Kellen Motion”); \n(6) Motion to Dismiss of Defendants Joseph Mowery and Stephens, Inc. Pursuant to \nRules 12(b)(1), 12(b)(2), and 12(b)(6)  (“Mowery and Stephens  Motion”); and (7) \nDefendant Alamo Acquisition Corp.’s Motion to Dismiss Pursuant to Rules 12(b)(2) \nand 12(b)(6) (“Alamo Motion”) (collectively, “Motions”). \nTHE COURT, having considered the Motions, the affidavit evidence submitted \nby Defendants, the briefs in support of and in opposit ion to the Motions , the oral \narguments of counsel at the hearing, and other appropriate matters of record, \nconcludes that the Moore and Roberts  Motion, the Baker, Brown, and McCamant \nMotion, the Kerr Motion, the Kellen Mo tion, the Mowery and Stephens Motion, and \nthe Alamo Motion should be GRANTED, and the Adams Motion should be GRANTED \nin part and DENIED in part for the reasons set forth below. \nNexsen Pruet, PLLC, by R. Daniel Boyce and Thomas J. Ludlam, for \nPlaintiffs. \n \nRuyakCherian LLP, by Arthur T. Farrell, for Plaintiffs. \n \nKilpatrick Townsend & Stockton LLP, by Joel D. Bush, Jason M. \nWenker, Elizabeth Winters, Stephen E. Hudson, John Moye, and Adam \nH. Charnes, for Defendants. \n \nMcGuire, Judge. \n \nI. FACTUAL AND PROCEDURAL BACKGROUND \n1.  This action arises out of an Agreement and Plan of Merger  (“Merger \nAgreement”) executed on January 24, 2013  by Consert, Inc. (“Consert”), Defendant \nAlamo Acquisition Corp. (“Alamo”), and Defendant Toshiba Corporation (“Toshiba” ).  \n(FAC ¶ 2.)1 Pursuant to the Merger Agreement, Toshiba acquired Consert, and Alamo, \na wholly -owned subsidiary of Toshiba,  was merged with and into Consert  (the \n“Merger”). The Merger closed on February 5, 2013.  (FAC ¶ 2; Aff. Amy Mansfield Exh. \n1 [hereinafter Mansfield Aff.].) \nA. The Parties. \n2. Plaintiffs are former shareholders of Consert, a Delaware corporation with \nits headquarters in San Antonio, Texas. (FAC ¶ 2; Mansfield Aff. Exh. 1.) Before the \nMerger, Plaintiffs collectively owned 36.5% of Consert’s common stock and 18% of all \nclasses of Consert’s stock. (FAC ¶¶ 2, 15.)   \n3. Toshiba is a Japanese corporation and was a party to the Merger Agreement. \n(FAC ¶ 26.)  Defendant Alamo was a De laware corporation and a wholly -owned \nsubsidiary of Toshiba.  (FAC ¶ 27.)  Alamo was formed as a vehicle to facilitate the \nMerger. ( FAC ¶ 27 .) Toshiba purchased all of the stock in, acquired, and merged \nConsert into Alamo, after which time Cons ert became the surviving wholly -owned \nsubsidiary of Toshiba. (FAC ¶ 26.) \n4. Defendants Ro y J. Moore (“ Moore”), Pierce J. Roberts (“Roberts”), David \nBrown (“Brown”), Michael Adams ( “Adams”), Christopher Baker (“Baker”), James \nKerr (“Kerr”),  Frank McCamant (“McCamant”), and Neil Kellen (“Kellen”), are former \nofficers and/or directors of Consert (collectively, “O&D Defendants”). (FAC ¶¶ 17−24.)   \n                                                 \n1 Plaintiffs’ alleged facts are drawn from the First Amended Complaint filed on January 26, \n2016. The First Amended Complaint is referred to herein by the acronym “FAC.” \n5. Moore was Consert’s Chief Development Officer (“CDO”) from January 2008 \nuntil the Merger.2 (FAC ¶ 17; Aff. Roy J. Moore ¶ 3 [hereinafter Moore Aff.].)  Moore \nwas also a director of Consert. Roberts was Chairman of Consert’s Board of Directors \n(“Board”) and Consert’s CEO from January 2008 until the Merger in February 2013.  \n(FAC ¶ 16; Aff. Pierce J. Roberts, Jr. ¶ 3 [hereinafter Roberts Aff.].) Roberts and Moore \ntogether held approximately 25% of all classes of Consert stock. \n6. Brown, Adams, Baker, Kerr, and McCamant were members of the Board at \nthe time of the Merger in February 2013.  (FAC ¶ 21; Aff. David G. Brown ¶ 5 \n[hereinafter Brown Aff.]; Aff. Chris Baker ¶ 6 [hereinafter Baker Aff.]; Aff. James Y . \nKerr, II ¶ 5 [hereinafter Kerr Aff.]; Aff. Frank McCamant ¶ 4 [hereinafter McCamant \nAff.].)   \n7. Kellen began working for Consert as a consultant in March 2012. (Aff. Neil \nKellen ¶ 3 [hereinafter Kellen Aff.].) From April 2012 until the Merger in February \n2013, Kellen served as Consert’s Chief Financial Officer (“CFO”). (Kellen Aff. ¶ 3.)      \n8. Defendant Stephens, Inc.  (“Stephens”) is the investment bank that \nrepresented Consert in the Merger. (FAC ¶ 29.) Defendant Joseph Mowery (“Mowery”) \nis the managing director of Stephens. (FAC ¶ 28.)   \nB. The “Scheme.”  \n9. Plaintiffs allege that: \nBeginning on or about mid to late 2011, as part of the [O&D] Defendants’ \ndecision to sell Consert, Defendants Roberts and Moore, acting \nindividually and in concert with other defendants, devised and executed \na scheme which included a number of activities and elements which had \n                                                 \n2 Moore also claims to have served as Consert’s acting Chief Executive Officer (“CEO”) from \nJanuary 2013 to February 2013. (FAC ¶ 17; Moore Aff. ¶ 3.) \nthe purpose and effect of disenfranchi sing certain shareholders, \nincluding Plaintiffs. Among other things, Defendants orchestrated the \ntiming of, the negotiations related to, the terms and conditions of, and \nthe actual sale of Consert to Toshiba in a manner and under \ncircumstances that maximiz ed the monetary benefits of the sale to \nthemselves and which disregarded, compromised, and ultimately \nprecluded, monetary returns to Plaintiffs on their investm ents as \nshareholders in Consert [(“Scheme”)]. \n \n(FAC ¶ 33.) \n10. Plaintiffs allege that in furtherance of the Scheme: \na. Roberts and Moore orchestrated the removal of Plaintiff Joseph W. Forbes, Jr. \n(“Forbes”) from his position as Chief Operating Officer and membership on the \nBoard, as well his termination from employment in the fall of 2011. Forbes was \na founder of Consert, Consert’s largest common shareholder, and was the \nprincipal inventor of all but one of Consert’s twenty patents. Plaintiffs contend \nthat Defendants removed Forbes in order to conceal the Scheme from \nPlaintiffs. (FAC ¶ 41.)  \nb. Roberts and Moore announced at a shareholders meeting on October 26, 2011 \nthat Consert had entered into a significant contract with CPS Energy \nCorporation (“CPS”)  (“Consert/CPS Contract”).  (FAC ¶ 42 .) Plaintiffs allege \nthat, at this meeting, certain O&D Defendants represented to Plaintiffs that \nthe Consert/CPS Contract was a significant milestone in Consert’s success, but \nthe Consert/CPS Contract was never consummated and its non-consummation \nwas not disclosed to Plaintiffs prior to the Merger. (FAC ¶ 43.) \nc. Plaintiffs allege that around the same time, “Defendants began the process of \nrelocating Consert’s [headquarters] from Raleigh, North C arolina to San \nAntonio, Texas. (FAC ¶ 44.) Plaintiffs contend that  relocation to Texas was \ncompleted in the first quarter of 2012. ( FAC ¶ 44.) Defendants have provided \nevidence that the relocation of Consert’s offices from Raleigh to San Antonio  \nwas completed  in August  2011, and that Consert conducted its business \nactivities from Texas thereafter . (Mansfield Aff. Exhs. 2−3; Moore Aff. ¶ 5; \nRoberts Aff. ¶¶ 5−6.)    \nd.  Roberts and Moore increased their salaries and accrued those salaries on \nConsert’s books in order to receive “preferential payments for themselves” \nupon consummation of the Merger. (FAC ¶ 44.) \ne. Roberts, Moore, and the other O&D Defendants made loans to Consert at \nexorbitant interest rates. The loans were to be paid back from the proceeds of \nthe Merger. (FAC ¶ 45.)  \nf. In January  2013, “Defendants contrived and implemented an additional \n‘bridge loan’ to Consert with egregious and usurious terms intended to insure \nthat Defendant Moore would be guaranteed to receive nearly all of the money \nthat he had invested in Consert common and Series A stock, in the form of a \npreferential payment at the time of sale.” (FAC ¶ 46.) \n11. Plaintiffs allege that “the O&D Defendants systematically and collusively \nprevented Consert’s shareholders from receiving any information about the lucrative \npreferences and other payments that the O&D Defendants had orchestrated for \nthemselves.” (FAC ¶ 49.) \n12. In April 2012, Consert retained Stephens to find a potential buyer of \nConsert. (FAC ¶ 51; Aff. Joseph S. Mowery ¶ 4 [hereinafter Mowery Aff.].)   \n13. The Merger of Conse rt attracted several interested parties. Toshiba , \nGeneral Electric, and S ilver Spring Networks  provided Defendants with written \nproposals outlining the terms on which they would consider purchasing Consert. (FAC \n¶ 52.)   \n14. At a Board meeting on  January 23, 2013, Moore proposed that Consert \naccept Toshiba’s terms, and O&D Defendants unanimously approved that Consert \nlimit further Merger negotiations to Toshiba. (FAC ¶ 53.)  \n15. On January 24, 2013, Consert, Alamo, and Toshiba executed the Merger \nAgreement. (FAC ¶ 32.) Moore executed the Merger Agreement on behalf of Consert \nin Texas.  (Moore Aff. ¶ 8.) Plaintiffs allege that O&D Defendants chose to sell Consert \nto Toshiba because it was the only potential purchaser that would agree to O&D \nDefendants’ terms providing for undisclosed lump sum bonuses and preferential \npayments to certain executives. (FAC ¶ 72.)    \nC. The Shareholders Meeting. \n16. On January 25, 2013, the annual shareholders meeting was held at \nConsert’s headquarters in San Antonio, Texas (“Shareholders Meeting”). (FAC ¶ 69.) \nConsert Shareholders, including Plaintiffs, could attend in person or by phone.  (FAC \n¶ 69.) Plaintiff Dennis Worley  attended the Shareholders Meeting  in person. Moore \nand Kellen attended in person. Plaintiffs allege that  Mowery attended  the \nShareholders Meeting in person, (FAC ¶ 69), but Mowery provided a sworn affidavit \nstating that he attended by phone (Mowery Aff. ¶ 16). Moore presided over the \nShareholders Meeting. (FAC ¶ 69.)   \n17. At the Shareholders Meeting, Moore announced that certain Defendants had \nexecuted a definite  Merger Agreement to sell Consert to Toshiba, and that O&D \nDefendants had approved the Merger Agreement. (FAC ¶ 70.) This was the first notice \nPlaintiffs had received of the Merger of Consert. (FAC ¶¶ 63, 70.) The executed Merger \nAgreement was not provided to the shareholders at the Shareholders Meeting. (FAC \n¶ 70.) \n18. Plaintiffs allege that at the Shareholders Meeting,  \nDefendants withheld critical information  and made material \nmisrepresentations of fact, refused to respond to or answer [the] \nshareholders’ written and oral questions, induced [the] shareholders to \napprove the Merger Agreement, and expressed the position that \nPlaintiffs’ approval of the sale was irrelevant since Defendants “already \nhad sufficient votes” to push the sale through and close it immediately.  \n \n(FAC ¶ 71.)   \n19. Plaintiffs allege that at the Shareholders Meeting, Moore made the following \nmisrepresentations that were designed to induce the shareholders to consent to the \nMerger: \na. “Moore represented that although common shareholders would not receive any \nof the cash proceeds from the sale, that they would receive substantial cash \nproceeds from the ‘earn out’ provisions of the Merger Agreement, which he \nfraudulently characterized as ‘most likely to occur’ and ‘absolutely achievable.’”  \n(FAC ¶ 73.) \nb. Moore “coerced Plaintiffs” to “consent to the sale without sufficient \ninformation, review, and consideration of their rights.” (FAC ¶ 74.) \nc. “Moore stated that ‘ . . . personally, from my personal investment, . . . the bulk \nof our investment is in the common. I can assure you that I care about the \ncommon shareholders[,]’” and that Moore did not disclose that he would receive \na significant return on hi s investment through preference payments at the \ntime of Merger. (FAC ¶ 75.)   \nd. Moore stated that “‘[w]e signed yesterday, we will close and fund and send \nchecks out on the 31st’ and ‘the reality is we . . . have enough votes to pass this \ntransaction and make it happen’, [sic] and ‘we believe that [the deal] is in the \nbest interest of all shareholders.’” (FAC ¶ 74.)  \n20. Plaintiffs also allege that Mowery made material misrepresentations at the \nShareholders Meeting designed to induce the shareholders to con sent to the Merger:  \n“Mowery stated that ‘at the end of the day, the combination of the upfront cash  and \nearn out opportunity  . . . that we were able to agree to is clearly the superior \nopportunity to maximize the shareholder return opportunity.’” (FAC ¶ 72.)    \n21. Finally, Plaintiffs allege that Defendants’ counsel  attended the \nShareholders Meeting, but at Defendants’ direction, refused to respond to Plaintiffs’ \nsubstantive questions. (FAC ¶ 76.)  Plaintiffs allege that Defendants had a fiduciary \nduty to so re spond and their refusal to respond was a part of the ir Scheme. (FAC ¶ \n76.) \n \nD. Shareholder Consent Documents. \n22. On January 28, 2013, three days after the Shareholders Meeting, Consert \nsent shareholders, including Plaintiffs, a Merger Information Statement (“MIS”) and \nshareholder consent documents  (collectively, “Consent Documents”) . (FAC ¶ 77.) \nPlaintiffs allege that the MIS made fraudulent representations, specifically that “[the \nBoard] has carefully considered whether the Merger would be in the respective  best \ninterests of Consert and the Stockholders and have  concluded that it is.” (FAC ¶ 78.) \nThe Consent Documents required that Plaintiffs sign the documents as a condition of \nreceiving any future proceeds from the earn-out provisions in the Merger Agreement, \nand Plaintiffs were required to return the Consent Documents  before January 31, \n2013. (FAC ¶¶ 77, 79.)  Each Plaintiff signed and returned the Consent D ocuments. \n(FAC ¶ 79.) \n23. Plaintiffs allege that, between the Shareholders Meeting and the closing of \nthe Merger, Mowery made phone calls to Plaintiffs and other shareholders, on behalf \nof himself and Stephens, encouraging them to approve the Merger Agreement and \n“misrepresenting that the Merger Agreement was a ‘good deal for all shareholders’ \nand in the ‘best interests of all.’” (FAC ¶ 80.)   \n24. The Merger closed on February 5, 2013 in the North Carolina offices of \nDefendants’ counsel. (FAC ¶ 81.) Plaintiffs allege that: \nOf the $30 million in cash merger consideration paid by Defendant \nToshiba at closing, app roximately $2.2 million was paid to the O&D \nDefendants and other Consert executives in the form of “change of \ncontrol” and bonus payments. An additional $2 million was paid to the \ncompany’s advisors, including its attorneys, and Defendants Stephens \nBank an d Mowery. An additional $14 million was used to repay \ncompany obligations and loans, including substantial amounts to \nDefendants Roberts and Moore and to certain strategic investors who \nwere represented on the Board of Directors by other O&D Defendants, \nat usurious interest rates for “bridge loans” made by them to Consert. \nThe remaining approximately $9.8 million was paid to holders of \nConsert Series A and Series B Preferred stock, including substantial \namounts to O&D Defendants and the companies they represented on the \nBoard of Directors. Plaintiffs did not receive a penny in exchange for \ntheir shares of common stock and will not receive anything in the future \ndue to the sham earn out provisions of the Merger Agreement. \n \n(FAC ¶ 81.) \n \nE. The Terms of the Merger Agreement. \n25. The Merger Agreement contained earn-out provisions by which the common \nshareholders were to receive cash proceeds  from two post -merger events  (“Earn-\nOuts”). (FAC ¶ 82.)  The proceeds from two post -merger events would generate \npayments into an in dependent entity (“Shareholders Fund”), and the Shareholders \nFund would distribute the earned funds to Plaintiffs and other shareholders.  (FAC ¶ \n82.) \n26.  One of the post-merger events was the performance of a contract between \nToshiba and CPS that was to be executed post-merger for the installation of hardware \nand software using Consert technology  (“Toshiba/CPS Contract”). (FAC  ¶ 83.) The \nShareholders Fund was to receive twenty -five dollars for each meter and/or instance \nof monitoring software installed under t he Toshiba/CPS Contract over a five -year \nperiod, with the total amount received by the Shareholders Fund not to exceed $25 \nmillion.  (FAC ¶ 84.) \n27. The other post-merger event was the resolution of a lawsuit that had been \nfiled by Consert against Itron, Inc. (“Itron”). ( FAC ¶ 85.) Based on a formula, the \nShareholders Fund was to receive a substantial portion of any recoveries received by \nConsert pursuant to a settlement w ith Itron or entry of judgment.  (FAC ¶ 85.)  As \ndescribed in the Merger Agreement, the Earn-Outs had a total value of between $60 \nand $70 million. (FAC ¶ 86.) \n28. The Earn-Outs, however, were contingent on a “trigger.” The trigger was a \nrequirement that (a) the Toshiba/CPS Contract had to be for the purchase of \nhardware, software, and/or services with a minimum aggregate value of at least $100 \nmillion, and (b) the Toshiba/CPS Contract had to be fully executed within one year of \nthe closing of the Merger. (FAC ¶¶ 87−88.) Plaintiffs allege that the Earn-Outs were \n“illusory and a sham” because “all Defendants knew , at the time the Merger \nAgreement was executed and approved by the Board and at the time of the \n[Shareholders Meeting],” that the trigger “would never occur.” (FAC ¶ 87.)3   \n29. Plaintiffs allege  that Toshiba and CPS subsequently entered into an \nagreement for less than $100  million, thereby failing to trigger the Earn -Outs. (FAC \n¶ 94.) As a result, Plaintiffs allege that they have not and will not receive any proceeds \nfrom the Earn-Outs. (FAC ¶ 98.) \n30.  Plaintiffs allege that Toshiba has made over 400,000 installations under the \nToshiba/CPS Contract, and the Itron lawsuit settled in February 2015, from which \nConsert received approximately $60 million. Plaintiffs allege that these two events, \n                                                 \n3 Plaintiffs seem to contradict the assertion that Defendants knew the trigger “would never \noccur” by also alleging that Defendants knew only that “both earn out provisions \nwere . . . unlikely to occur.” (FAC ¶ 90.) \nabsent the trigger provision, would have resulted in at l east $45 million being paid \nout to Plaintiffs and other shareholders under the Earn-Outs. (FAC ¶¶ 95−96.) \nF. The Lawsuit. \n31. Plaintiffs file d their Complaint on November 9 , 2015 . On November 16, \n2015, this case was designated a mand atory complex business case by  order of the \nChief Justice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-\n45.4(b) (hereinafter, references to the North Carolina General Statutes will be to \n“G.S.”), and assigned to the undersigned Special Superior Court Judge  for Complex \nBusiness Cases by order of Chief Judge James L. Gale on November 18, 2015. \n32. Plaintiffs filed the First Amended Complaint (“FAC”) on January 26, 2016. \nThe FAC asserts claims for breach of fiduciary duty; common law fraud; constructive \nfraud; conspiracy to defraud; fraudulent inducement; violation of the North Carolina \nSecurities Act; unlawful taking, conversion, and unjust enrichment; and violation of \nthe North Carolina Unfair and Deceptive Trade Practices Act.  (FAC 27−34.) \n33. On February 3, 2016, Moore, Roberts, Brown, Baker, Kerr, McCamant, \nKellen, Mowery, Stephens, and Alamo filed their motions to dismiss. On February 8, \n2016, Adams filed his motion to dismiss. On February 29 and March 1, 2016, Plaintiffs \nfiled their responses in opposition to the Moti ons, and the Moving Defendants \nsubsequently replied. \n34. On February 11, 2016, Plaintiffs filed their Motion to Disqualify Certain \nDefendants’ Counsel (“Motion to Disqualify”) seeking to disqualify Joel Bush and the \nlaw firm of Kilpatrick Townsend & Stockton, LLC from representing the Moving \nDefendants in this case. On March 7, 2016, Moving Defendants filed their response in \nopposition to the Motion to Disqualify, and Plaintiffs subsequently replied. \n35. On March 24, 2016, the Court issued a Notice of Hearing, setting the \nMotions and the Motion to Disqualify for hearing on April 6, 2016.  The Court heard \narguments of counsel on that date. 4 At the hearing, the Court informed counsel that \nregardless of the Court’s decision on the Motion to Disqualify, the Court wou ld \nconsider and make a determination on the Motions as briefed and argued by then -\ncurrent counsel. \n36. On May 13, 2016, the Court entered its Order on Motion to Disqualify \nCounsel, granting the Motion to Disqualify.   \n37. On May 31, 2016, all named defendants in this action (“Defendants”) filed a \nNotice of Appeal to the Supreme Court of North Carolina of the Court’s Order on \nMotion to Disqualify Counsel (“Appeal”). \n38. On June 1, 2016, Defendants filed a motion to stay the trial court \nproceedings pending the Appeal, ex cept with respect to the Court’s consideration of \nthe Motions. Defendants, however, indicated they did not oppose an exception to any \nstay “insofar as the Court still intends to rule on the pending motions to dismiss during \nthe pendency of the appeal,”  as indicated at the hearing on April 6, 2016. (Defs.’ Br. \nSupp. Mot. Stay 4.) \n                                                 \n4 The Court notes that Toshiba filed its motion to dismiss on March 24, 2016, and Defendant \nGini Coyle filed her motion to dismiss on April 13, 2016. Those motions were not heard at the \nApril 6, 2016 hearing and thus the Court does not consider them at this time.  \n39. On July 14, 2016, the Court entered a Stay Order granting Defendants’ \nmotion to stay pending resolution of the Appeal.  In its order, the Court noted that \nDefendants did not oppose the Court ruling on the Motions. (Order Mot. Disqualify 2 \nn.2.) \nII. ANALYSIS \n40. Movants move for dismissal on three grounds: (1) pursuant to Rule 12(b)(2) \nbecause the Court lacks personal jurisdiction over certain Defendants, (2) pursuant to \nRule 12(b)(1) for lack of subject matter jurisdiction, and (3) pursuant to Rule 12(b)(6) \nfor failure to state claims for which relief can be granted. \n41. The Court will first address the motions to dismiss for lack of personal \njurisdiction. If the Court does not have personal jurisdiction over a Defendant , then \nthat Defendant must be dismissed. \nA. Motions to Dismiss for Lack of Personal Jurisdiction. \n42. “[T]he plaintiff bears the burden of proving, by a preponderance of the \nevidence, grounds for exercising personal jurisdiction over a defendant.  . . . [U]pon a \ndefendant’s motion to dismiss for lack of p ersonal jurisdiction, the plaintiff bears the \nburden of making out a prima facie case that jurisdiction exists.”  Bauer v. Douglas \nAquatics, Inc., 207 N.C. App. 65, 68, 698 S.E.2d 757, 761 (2010)  (citation omitted).  \nWhen a defendant supports his motion to dismiss for lack of personal jurisdiction with \naffidavits, the plaintiff cannot rest on the unverified allegations in the complaint; \nrather, the plaintiff must respond by affidavit or otherwise, setting forth specific facts \nshowing that the court has personal jurisdiction. Id. at 68−69, 698 S.E.2d at 761; Banc \nof Am. Sec. LLC v. Evergreen Int’l Aviation, Inc. , 169 N.C. App. 690, 693, 611 S.E.2d \n179, 182 (2005); Weisman v. Blue Mountain Organics Distribution, LLC, 2014 NCBC \nLEXIS 41, at *2 (N.C. Super. Ct. Sept. 5, 2014). “An unverified complaint is not a n \naffidavit or other evidence.” Hill v. Hill, 11 N.C. App. 1, 10, 180 S.E.2d 424, 430 (1971).  \nWhen a defendant supports his motion with affidavits and the plaintiff does not offer \nopposing evidence, the court considers the uncontroverted allegations in the complaint \nand all facts in the defendant’s affidavits in determining whether the court has \npersonal jurisdiction. Banc of Am. Sec. LLC , 169 N.C. App. at 693−94,  611 S.E.2d at \n182−83; see also Weisman, 2014 NCBC LEXIS 41, at *2 (noting that “allegations in a \ncomplaint uncontroverted by an affidavit are still taken as true”).   \n43. To determine whether personal jurisdiction over a defendant exists, the \nCourt conducts a two-step analysis: first, personal jurisdiction must exist under the \nNorth Carolina long -arm statute; second, the exercise of personal jurisdiction must \nnot violate the due process clause of the Fourteenth Amendment of the United States \nConstitution. Bauer, 207 N.C. App. at 67, 698 S.E.2d at 760; Banc of Am. Sec. LLC , \n169 N.C. App. at 693, 611 S.E.2d at 182. However, because North Carolina’s long-arm \nstatute has been interpreted to allow the exercise of personal jurisdiction to the fullest \nextent allowed under the due process clause, the two -step analysis collapses into one \ninquiry. Dillon v. Numismatic Funding Corp. , 291 N.C. 674, 676, 231 S.E.2d 629, \n630−31 (1977); Brown v. Refuel Am., Inc., 186 N.C. App. 631, 633, 652 S.E.2d 389, 391 \n(2007).5   \n                                                 \n5 Plaintiffs contend that the long-arm statute provides a basis for personal jurisdiction over \nDefendants pursuant to G.S. §§ 1 -75.4(1)(d), 1-75.4(3), 1-75.4(5)(c), and 1-75.4(6)(b) and (c). \n44. For a court to exercise personal jurisdiction over a non -resident defendant, \ndue process requires that the defendant “have certain minimum contacts with [the \nforum state] such that the maintenance of the suit does not offend traditional notions \nof fair play and sub stantial justice.” Int’l Shoe Co. v. Washington , 326 U.S. 310, 316 \n(1945) (internal quotations omitted). The defendant must purposefully avail himself \nof the privilege of conducting activities in the forum state, thereby invoking the \nbenefits and protections of the forum state’s laws. Tom Togs, Inc. v. Ben Elias Indus. \nCorp., 318 N.C. 361, 365, 348 S.E.2d 782, 786 (1986). The “relationship between the \ndefendant and the forum must be ‘such that he should reasonably anticipate being \nhaled into court there.’” Id. at 365−66, 348 S.E.2d at 786 (quoting World-Wide \nVolkswagen Corp. v. Woodson , 444 U.S. 286, 297 (1980)). Unilateral activity within \nthe forum state by others who have some relationship with a non -resident defendant \nis insufficient. Banc of Am. Sec. LLC, 169 N.C. App. at 695, 611 S.E.2d at 184. “Each \ndefendant’s contacts with the forum State must be assessed individually.” Brown, 186 \nN.C. App. at 638, 652 S.E.2d at 394 (quoting Calder v. Jones, 465 U.S. 783, 790 (1984)). \n45. In determining whether a defendan t has sufficient minimum contacts, \nNorth Carolina courts consider “(1) the quantity of the contacts, (2) the nature and \nquality of the contacts, (3) the source and connection of the cause of action to the \ncontacts, (4) the interest of the forum state, and (5) the convenience to the parties.”  \nBanc of Am. Sec. LLC, 169 N.C. App. at 696, 611 S.E.2d at 184.   \n                                                 \nFor purposes of determining the existence of personal jurisdiction over the PJ Movants, the \nCourt will assume that one or more of the provisions of the long-arm statute applies.  \n46. There are two types of personal jurisdiction: specific jurisdiction and general \njurisdiction. Id. Specific jurisdiction exists when a defendant purposefully directed his \nactivities toward the forum and the cause of action arises out of or relates to such \nactivities. Stetser v. TAP Pharm. Prods. Inc., 162 N.C. App. 518, 521, 591 S.E.2d 572, \n575 (2004). The essential foundation of specific jurisdiction is the relationship among \nthe defendant, the forum state, and the cause of action . Tom Togs, Inc., 318 N.C. at \n366, 348 S.E.2d at 786. The cause of action must arise out of activities defendant \npurposefully directed toward the forum state. Stetser, 162 N.C. A pp. at 521, 591 \nS.E.2d at 575. A defendant can reasonably anticipate that he may be sued in a state \nfor injuries arising from activities that he purposefully directed toward that state. Tom \nTogs, Inc., 318 N.C. at 366, 348 S.E.2d at 786.     \n47. General jurisdiction exists when the defendant has continuous and \nsystematic contacts with the forum state, even though those contacts may be  \nunrelated to the cause of action . Stetser, 162 N.C. App. at 521, 591 S.E.2 d at 575. In \nassessing whether a non -resident defendant has continuous and systematic contacts \nso as to support general jurisdiction, a court examines all contacts with the forum that \noccurred during the relevant time period. Sea-Roy Corp. v. Parts R Parts , Inc. , \n1:94CV00059, 1995 U.S. Dist. LEXIS 21859, at *34−35 (M.D.N.C. Aug. 16, 1995). The \nlevel of minimum contacts required to support general jurisdiction is significantly \nhigher than that required to  support specific jurisdiction. Cambridge Homes of N.C . \nL.P. v. Hyundai Constr., Inc. , 194 N.C. App. 407, 412, 670 S.E.2d 290, 295 (2008);  \nStetser, 162 N.C. App.  at 521, 591 S.E.2d at 575. A determination of whether a \ndefendant has such continuous and systematic contacts so as to support general \njurisdiction is based on the totality of the circumstances and depends on the facts of \neach case. Stetser, 162 N.C. App. at 522−23, 591 S.E.2d at 576. \n48. Moore, Roberts, Brown, Baker, Kerr, McCamant, Kellen, Mowery, Stephens, \nand Al amo (collectively,  “PJ Movants”) have mo ved to dismiss Plaintiff s’ claims \npursuant to Rule 12(b)(2) on the grounds that the Court lacks personal jurisdiction \nover them, and have filed sworn affidavits in support of their motions. Plaintiffs did \nnot respond by affidavit or oth erwise offer evidenc e in opposition to Defendants’ \naffidavits. PJ Movants contend that the unrebutted facts in the affidavits  and the \nuncontroverted allegations of the FAC establish that the Court lacks personal \njurisdiction over each of them because (a) they were not residen ts of North Carolina \nat the time this lawsuit was filed , (b) they did not have continuous and systematic \ncontacts with North Carolina that would subject them to general personal jurisdiction, \nand (c) they did not purposefully direct conduct towards North C arolina out of which \nthe claims in this lawsuit arose.  \n49. Plaintiffs rely exclusively on the allegations in the FAC in support of their \nposition that the Court has personal jurisdiction over Defendants . In the FAC, \nPlaintiffs allege, in relevant part, as follows: \nPersonal jurisdiction exists over each of the Defendants in this case \nunder the laws of North Carolina. Defendants Coyle, Kerr and Adams \nare residents of the State of North Carolina. Defendant Stephens Bank \nhas a place of business and does signifi cant business in the State of \nNorth Carolina. Consert, of which Defendants Roberts and Moore were \nofficers and directors, and Defendants Adams, Baker, McCamant, \nKellen, Kerr and Brown were directors, was headquartered and \noperated substantially all of its business from North Carolina from its \ninception in 2007 until early 2012 when the headquarters were moved \nto San Antonio, Texas. During the period 2007 through early 2012, \nDefendants Roberts and Moore, operated and managed the company \nfrom Consert’s North Carolina Headquarters. The activities complained \nof either took place in North Carolina or directly affected the financial \nand other interests of shareholder Plaintiffs who reside in North \nCarolina. . . . Defendants Stephens Bank and Mowery had significant  \ncontacts with Plaintiffs who reside in North Carolina and engaged in \nactivities within North Carolina in an attempt to induce them to approve \nthe sale of Consert. All of the Defendants have sufficient contacts with \nthe State of North Carolina to provide this Court’s personal jurisdiction \nover each of them. \n \n(FAC ¶ 30.)6 \n50. Plaintiffs contend that  the Court should not consider whether each \nindividual PJ Movant engaged in conduct or activities that subject the party to \npersonal jurisdiction in North Carolina, b ut instead should consider the conduct of \nDefendants collectively.  More particularly, Plaintiffs contend that: \na. “[F]rom 2007 through 2011,”  while Consert was headquartered in \nRaleigh, Moore, Roberts, Brown, McCamant, Adams, and Kerr \n“developed a collusive scheme to defraud Plaintiffs” that included taking \nsteps to oust Forbes from Consert. (Pls.’ Omnibus Opp’n to Certain Defs.’ \nMots. Dismiss Counts I-V & on Basis of Lack of Personal Jurisdiction 14 \n[hereinafter “Pls.’ Omnibus Opp’n  Mots. Dismiss on PJ ”].) P laintiffs \ncontend this conduct constituted “continuous and systematic” contacts \n                                                 \n6 The Court notes that PJ Movants have provided evidence that Consert’s relocation was \ncompleted in August 2011 and Consert operated its business from Texas after that time.  \nPlaintiffs have not come forward with any opposing evidence, and therefore, for purposes of \nits personal jurisdict ion analysis, the Court finds that Consert completed its relocation to \nTexas in August 2011 and operated its business from Texas thereafter. \nwith North Carolina that confer general personal jurisdiction over the \nPJ Movants (Id.); \nb. “After Consert moved from  North Carolina, O&D \nDefendants . . . engaged in additional ac ts direc ted at NC Resident \nPlaintiffs . . . to deprive NC Resident Plaintiffs of the value of their \nownership of shares in Consert by: (1) creating a series of loans with \nusurious interest rates and preference terms, (ii)  [sic] increasing their \nsalaries which were accrued as debt on Consert’s books, and (iii)  [sic] \nunreasonably delaying the 2012 shareholder’s meet ing to conceal their \nactivities” (Id. 15); and \nc. Moore, Mowery and “the O&D Defendants”  communicated fraudulent \nstatements to “NC Resident Plaintiffs” and engaged in other acts and \nomissions that “induced” them “to consent to the merger and forfeit their \nshareholdings in Consert ” (Id. 16−18). Plaintiffs argue that “[b]y \ninference, all such actions were approved by, communi cated by, . . . or \nmade on behalf of the Moving Defendants.” (Id. 16.) \n51. The Court will first address Plaintiffs’ arguments that the activities of \nDefendants should be considered collectively, or the activities or conduct of one \nDefendant attributed to another, for purposes of establishing personal jurisdiction, \nbefore considering the facts regarding each of the PJ Movants individually.   \n52. First, to the extent Plaintiffs contend that the Court ha s personal \njurisdiction over O&D Defendants merely because they were directors and/or officers \nof Consert, which was headquartered in North Carolina  until August  2011, that \ncontention fails. It is well-established that “[t]o base personal jurisdiction on the bare \nfact of a defendant’s status as, e.g., corporate officer or agent, would vi olate his due \nprocess rights.” Saft Am., Inc. v. Plainview Batteries, Inc., 189 N.C. App. 579, 595, 659 \nS.E.2d 39, 49 (2008) (Arrowood, J., dissenting), adopted by 363 N.C. 5, 673 S.E.2d 864 \n(2009) (per curiam); Lulla v. Effective Minds, LLC, 184 N.C. App. 274, 280, 646 S.E.2d \n129, 134 (2007); Robbins v. Ingham , 179 N.C. App. 764, 771, 635 S.E.2d 610, 615 \n(2006). “[P]ersonal jurisdiction over an individual officer or employee of a corporation \nmay not be predicated merely upon the corporate contacts with the forum.”  Robbins, \n179 N.C. App. at 771, 635 S.E.2d at 615. For a court to assert personal jurisdiction \nover a corporate agent, he must have committed some affirmative act in his individual, \nofficial capacity. Lulla, 184 N.C. App. at 280, 646 S.E.2d at 134; Robbins, 179 N.C. \nApp. at 769, 635 S.E.2d at 614. \n53. In their brief, Plaintiff s appear to argue that (a) the acts of individual \nDefendants may be imputed to other Defendants for purposes of establishing personal \njurisdiction, or (b) that this Court should recognize  a “conspiracy” theory of personal \njurisdiction. (Pls.’ Omnibus Opp’n  Mots. Dismiss on PJ 13−18.) Under a conspiracy \ntheory of jurisdiction, a court may have person al jurisdiction over a conspirator who \nhas few contacts with the forum “if substantial acts in furtherance of the conspiracy \nwere performed in the state and the conspirator knew or should have known that these \nacts would be performed.” Stetser, 162 N.C. Ap p. at 521, 591 S.E.2d at 575  (quoting \nHanes Cos. v . Ronson, 712 F. Supp. 1223, 1229 (M.D.N.C. 1988)) . North Carolina, \nhowever, has not adopted a conspiracy theory of personal jurisdiction. Id.; Weisman, \n2014 NCBC LEXIS 41, at *18.  The acts of one alleged c onspirator-defendant cannot \nbe imputed to his alleged co -conspirator defendants to establish sufficient minimum \ncontacts of the latter.     \n54. The Court also rejects Plaintiffs’ argument  that the statements , acts, or \nomissions of one individual D efendant may be imputed to the other individual \nDefendants to establish minimum contacts. While a corporate officer or director may \nbe considered an agent of the corporation, there is no basis for concluding that any of \nthe O&D Defendants were acting as ag ents for one another  so as to imput e actions \nand statements by one to another  for purposes of establishing sufficient minimum \ncontacts of the latter . See Godwin v. Walls, 118 N.C. App. 341, 348, 455 S.E.2d 473, \n479 (1995) (“While a corporate entity is liable for any wrongful act or omission of an \nagent acting with proper authority, it does not follow an agent may be held liable \nunder the jurisdiction of our courts for act s or omissions allegedly committed by the \ncorporation. . . . A corporation can only act through its agents; therefore, plaintiffs may \nnot assert jurisdiction over a corporate agent without some affirmative act committed \nin his individual official capacity.” (citation omitted)); Robbins, 179 N.C. App. at 771, \n635 S.E.2d at 615−16 (rejecting plaintiffs’ argument that acts of corporate agents \nshould be imputed to another corporate agent for purposes of establishing sufficient \nminimum contacts because the former’s acts benefitted the latter  as a director and \nshareholder).   \n55. Therefore, in assessing whether Plaintiffs have met their burden to \nestablish grounds to support the exercise of personal jurisdiction over each Defendant, \nthe Court will not impute the actions and statements of one defendant to the other  \nindividual Defendants, nor will the Court consider the non -individualized, sweeping \nallegations regarding Defendants’ and O&D Defendants’ activities; rather, the Court \nwill address below only those allegations pertaining to, and contacts of, the particular \nDefendant at issue. \n1. Plaintiffs have not established by a preponderance of the evidence that the \nCourt has personal jurisdiction over Kellen. \n \n56. Plaintiffs do not specif y whether they contend the Court has general o r \nspecific personal jurisdiction over Kellen. Kellen has resided in Texas for over ten \nyears. (Kellen Aff. ¶ 2.)  Kellen has never resided in North Carolina, owned property \nin North Carolina, paid inc ome taxes in North Carolina, or  had a bank account in \nNorth Carolina. (Kellen Aff. ¶¶ 6−9.) Kellen has not traveled to North Car olina in at \nleast twenty years.  (Kellen Aff. ¶ 10.) Kellen began working for Consert as a \nconsultant in March 2012, after Consert relocated its offices to Texas, and served as \nConsert’s CFO from April 2012 until the Merger in February 2013. (Kellen Aff. ¶ 3.)  \nKellen did not travel to North Carolina in connection with the Merger. (Kellen Aff. ¶ \n5.)  \n57. The Complaint does not allege any specific act, statement, or omission by \nKellen, except that he attended the Shareholders Meeting. (FAC ¶ 69.) There is no \nallegation or evidence that any communications or interactions took place between \nKellen and Plaintiffs at the Shareholders Meeting or at any other time. Kellen’s mere \nattendance at the Shareholders Meeting in Texas  was not activity purposef ully \ndirected at North Carolina. \n58. The Court concludes that Kellen does not have sufficient minimum contacts \nwith North C arolina to satisfy due process , and he  must be dismissed  for lack of \npersonal jurisdiction . The Kellen Motion  to dismiss Kellen for lack of personal \njurisdiction should be GRANTED. \n2. Plaintiffs have not established by a preponderance of the evidence that the \nCourt has personal jurisdiction over Baker. \n \n59. Plaintiffs did not make any arguments in support of the Court’s exercise of \npersonal jurisdiction over Baker and do not specify whether they contend the Court \nhas general of specific personal jurisdiction over Baker. Baker resides in Georgia and \nhas resided there for over ten years; he has not resided in North Carolina in the last \ntwenty years. (Baker Aff. ¶¶ 2, 8.) Baker has never owned property in North Carolina \nor had a bank account in North Carolina.  (Baker Aff. ¶¶ 9−10.) Baker was a director \nof Consert from April 2012 until the Merger in February 2013. (Baker Aff. ¶ 6.) Baker \nattended Board meetings in person in Texas or by phone from Georgia. (Baker Aff. ¶ \n7.) Baker did not travel to North Carolina in connection with his role as a director. \n(Baker Aff. ¶ 7.)   \n60. The Complaint does not allege any specific act, statement, or omission by \nBaker in furtherance of the Scheme. Plaintiffs do not allege that Baker attend ed the \nShareholders Meeting. \n61. The Court concludes that Baker does not have sufficient minimum contacts \nwith North Carolina to satisfy due process, and he must be dismissed for lack of \npersonal jurisdiction. The Baker, Brown, and McCamant Motion to dismiss Baker for \nlack of personal jurisdiction should be GRANTED. \n3. Plaintiffs have not established by a preponderance of the evidence that the \nCourt has personal jurisdiction over McCamant. \n \n62. Plaintiffs did not make any arguments in support of the Court’s exercise of \npersonal jurisdiction over McCamant and do not specify whether they contend the \nCourt has general or specific personal jurisdiction over McCamant. McCamant resides \nin Texas and has resided there for over fifty-five years; he has never resided in North \nCarolina. (McCamant Aff. ¶¶ 2, 6.) McCamant has never owned property in North \nCarolina or had a b ank account in North Carolina. (McCamant Aff. ¶¶ 7, 9.) \nMcCamant was a director of Consert from October 2011 until the Merger in February \n2013. (McCamant Aff. ¶ 4.) McCamant attended Board meeting s in person in Texas. \n(McCamant Aff. ¶ 5.) McCamant did not travel to North Carolina in connection with \nhis role as a director. (McCamant Aff. ¶ 5.) \n63. The Complaint does not allege any specific act, statement, or omission by \nMcCamant in furtherance of the Scheme. Plaintiffs do not allege that McCamant \nattended the Shareholders Meeting. \n64. The Court concludes that McCamant does not have sufficient minimum \ncontacts with North Carolina to satisfy due process, and he must be dismissed for lack \nof pe rsonal jurisdiction. The Baker, Brown, and McCamant Motion  to dismiss \nMcCamant for lack of personal jurisdiction should be GRANTED. \n  \n4. Plaintiffs have not established by a preponderance of the evidence that the \nCourt has personal jurisdiction over Kerr. \n \n65. Plaintiffs allege that the Court has personal jurisdiction over Kerr becaus e \nhe resides in North Carolina. (FAC ¶ 30.) Kerr, however, filed with the Court a sworn \naffidavit stating that he has resided in Georgia since March 2014. (Kerr Aff. ¶ 2.) Kerr \nconcedes that he resided in North  Carolina from 2008 until 2014. (Br. in Supp.  Mot. \nDismiss of Def. Kerr 23.) For purposes of its personal jurisdiction analysis, the Court \nfinds that Kerr resided in North Carolina from 2008 until  he moved to Georgia in \nMarch 2014. The Court also finds that the paradigm forum for Kerr is Georgia since \nhe is domiciled there, and was domiciled in Georgia when this lawsuit was filed . \nGoodyear Dunlop Tires Operations, S.A. v. Brown , 564 U.S. 915, 924 (2011) ( “For an \nindividual, the paradigm forum for the exercise of general jurisdiction is the \nindividual’s domicile . . . .”). \n66. Kerr was a director of Consert from 2009 until the Merger in February 2013.  \n(Kerr Aff. ¶¶ 4−5.) Plaintiffs do not allege any specific act, statement, or omission by \nKerr in furtherance of the Scheme . There are no allegations regarding Kerr’s \ninvolvement with Consert during his time as a director or his role in the Merger.  \nPlaintiffs have failed to establish that  Kerr had purposeful contacts with North \nCarolina from which this action arose  or to which this action relates so as to justify \nthe exercise of specific jurisdi ction. Accordingly, the Court must examine whether \nKerr had sufficient contacts with North Carolina to support the exercise of general \npersonal jurisdiction. \n67. There are few cases that address the time period during which a defendant \nmust have continuous and systematic contacts with the forum state, but the cases that \nhave addressed the issue have concluded that “[t]he relevant time at which to assess \nwhether a defendant’s contacts satisfy the continuous and systematic standard is over \na period that is reasonable under the circumstances, up to and including the date the \nsuit was filed.” Young v. Hair , 7:02-cv-212-F1, 2004 U.S. Dist. LEXIS 6551, at *10 \n(E.D.N.C. Jan. 26, 2004) (internal quotations omitted)  (citing Metropolitan Life Ins. \nCo. v. Robertson-Ceco Corp., 84 F.3d 560, 569−70 (2d Cir. 1996)); Harlow v. Children's \nHosp., 432 F.3d 50, 65 (1st Cir. 2005) (same); Access Telecom, Inc. v. MCI Telecomms. \nCorp., 197 F.3d 694, 717 (5th Cir. 1999) (same).   \n68. The Court must determine the relevant time for assessing Kerr’s contact s \nwith North Carolina under the circumstances involved in this lawsuit. Defendants \nbegan the process of the Merger in April 2012 when Consert hired Stephens to explore \na Merger of Consert. The Merger closed on February 5, 2013. This action was filed on \nNovember 9, 2015. Keeping in mind that whether a defendant has continuous and \nsystematic contacts is to be based on the totality of the circumstances, rather than a \nmechanical formula, the Court finds that the relevant time period for assessing Kerr’s \ncontacts with North Carolina is from April 2012 to November 9, 2015. \n69. Kerr had continuous and systematic contacts with North Carolina during \nthe relevant period from April 2012 until March 2014 when he lived in the State. Kerr \nceased having continuous contacts when he moved to Ge orgia roughly 19 months  \nbefore this lawsuit was filed. Plaintiff has not shown that Kerr has had any contacts \nwith North Carolina after March 2014, and Kerr was a resident of Georgia at the time \nthis action was filed.     \n70. The Court finds that Kerr’s contacts with North Carolina ceased in March \n2014, and Kerr did not have any contacts with North Carolina thereafter. Accordingly, \nKerr’s contacts with North Carolina were not “continuous” throughout the relevant \nperiod. While Kerr lived in North Carolina when the Merger was negotiat ed and \nclosed, Kerr’s contacts with North Carolina during the relevant time period  did not \nremain continuous and systematic so as to justify the exercise of general jurisdiction \nover him. Therefore, Kerr must be dismissed for lack of personal jurisdiction. The Kerr \nMotion to dismiss Kerr for lack of personal jurisdiction should be GRANTED. \n5. Plaintiffs have not established by a preponderance of the evidence that the \nCourt has personal jurisdiction over Brown. \n \n71. Plaintiffs did not make any arguments in support of the Court’s exercise of \npersonal jurisdiction over Brown, and do not specify whether they contend the Court \nhas general or specific personal jurisdiction over Brown. Brown has r esided in \nWyoming since January  2015, and befo re that resided in California for over twenty \nyears. (Brown Aff. ¶¶ 2− 3.) Brown never owned property in North Carolina or had a \nbank account in North Carolina. ( Brown Aff. ¶¶ 11−12.) From 2008 to 2014, Brown \ntraveled to North Carolina from time to time to visit his children who were enrolle d \nat Duke University.  (Brown Aff. ¶ 7.)  In addition, Brown is an investor in a Texas -\nbased limited partnership that owns d ata centers in North Carolina. (Brown Aff. ¶ \n13.) In 2013, Brown’s share of the partnership’s North Carolina income was $218, and \nhe paid taxes on that amount to the State of North Carolina. (Brown Aff. ¶ 13.) \n72. Brown was a director of Consert from 200 8 until the Merger in February \n2013. (Brown Aff. ¶ 5.) From 2008 to 2011, Brown attended Board meetings in Raleigh \nin person or by telephone phone from California. (Brown Aff. ¶ 6.) There are no facts \nthat show Brown had any contacts with North Carolina in connection with his role as \na director after Consert relocated to Texas in August 2011. \n73. In the FAC, Plaintiffs do not allege any specific act, statement, or omission \nby Brown in furtherance of the Scheme . There are no allegations regarding Brown’s \ninvolvement with Consert during his time as a director or his role in the Merger. \nBrown did not travel to North Carolina in connection with the Merger.  (Brown Aff. ¶ \n9.) The Court concludes that Brown had  no purposeful contacts with North Carolina \nfrom which this action arises or to which this action relates so as to justify the exercise \nof specific jurisdiction. \n74. The Court also concludes that , based on the totality of the circumstances, \nBrown’s contacts with North Carolina during the relevant time period were not so \ncontinuous and systematic so as to satisfy the higher level of minimum contacts \nrequired to suppo rt the exercise of general jurisdiction.  Therefore, Brown must be \ndismissed for lack of personal jurisdiction. The Baker, Brown, and McCamant Motion \nto dismiss Brown for lack of personal jurisdiction should be GRANTED. \n6. Plaintiffs have not established by a preponderance of the evidence that the \nCourt has personal jurisdiction over Moore. \n \n75. Plaintiffs contend that the Court has general jurisdiction over Moore based \non his participation in developing the Scheme and removing Forbes as COO and a \ndirector of Consert while Consert was still headquartered in North Carolina in the \n“Summer and Fall of 2011.” (Pls.’ Omnibus Opp’n Mots. Dismiss on PJ 14.) Plaintiffs \nhave not alleged that Moore was ever present in, or traveled to, Nort h Carolina after \nConsert relocated to Texas in 2011. \n76. Moore, on the other hand, provided evidence that he has resided in Florida \nsince 2000. (Moore Aff. ¶ 2.) Moore is registered to vote in Florida and has a Florida \ndriver’s license. (Moore Aff. ¶ 2.) Moore has never resided in North Carolina, owned \nproperty in North Carolina, paid income taxes in North Carolina, or had a bank \naccount in North Carolina.  (Moore Aff.  ¶¶ 9−12.)  Moore did not travel to North \nCarolina in connection with the Merger. (Moore Aff. ¶¶ 6−7.) \n77. The Court finds that Moore’s alleged activities in the fall of 2011 related to \ndeveloping the Scheme and removing Forbes from Consert were not continuous and \nsystematic contacts with North Carolina  sufficient to establish general p ersonal \njurisdiction over Moore. Thus, the Court does not have general personal jurisdiction \nover Moore. \n78. Plaintiffs also apparently contend that the Court has personal jurisdiction \nover Moore because of his role in the Merger, and particularly in securing  the \nshareholders’ approval of the Merger.  Plaintiffs allege Moore made \nmisrepresentations to Plaintiffs, including Plaintiffs who lived in North Carolina, \nduring the Shareholders Meeting. (Pls.’ Omnibus Opp’n  Mots. Dismiss on PJ 16.) \nPlaintiffs contend that these communications to North Carolina Plaintiffs amount ed \nto purposeful contacts with North Carolina so as to establish sufficient minimum \ncontacts. (Id. 16−18.) \n79. Here, there is nothing that connects Moore’s statements at the Shareholders \nMeeting to North Carolina other than the seven shareholder-plaintiffs who resided in \nNorth Carolina. The Shareholders Meeting was held in Texas and multiple \nshareholders from various different locations attended the meeting in person or by \nphone.7 Plaintiffs in this case are  residents of North Carolina, Tennessee, Illinois,  \nTexas, Florida, and Oklahoma. The statements Moore made at the Shareholders \nMeeting were not statements directed at North Carolina; rather, they were statements \ndirected to shareholders, including Plaintiffs, seven of whom are residents of North \nCarolina and five of whom are residents of five other states. To conclude that Moore’s \nstatements at the Shareholders Meeting constitute activity purposefully directed at \nNorth Carolina would require the corresponding conclusion that such statements also \nconstitute activity purposefully directed at Tennessee, Illinois, Florida, Oklahoma, \nand any other state in which a shareholder who attended the Shareholders Mee ting \nresided. See Bank of Am., N.A. v. Corporex Cos. , LLC, 3:13-cv-691-RJC, 2014 U.S. \nDist. LEXIS 102670, at *13  (W.D.N.C. July 28, 2014)  (“[T]he fact that Defendants \ndirected their actions against a party in North Carolina is not sufficient, standing \nalone, to confer jurisdiction over the parties where no other facts exist to support such. \nTo rule otherwise would be to risk exercising personal jurisdiction for torts wherever \na plaintiff happened to be located because that is where the injury would be felt most \nstrongly.”). \n                                                 \n7 Plaintiffs have alleged that “the [Shareholders Meeting] was available for shareholders, \nincluding Plaintiffs, to attend in person or by telephone,” but do not allege that any of the \nPlaintiffs other than Worley attended the meeting or actually heard Moore’s alleged \nstatements. (FAC ¶¶ 69, 76.) \n80. Plaintiffs also argue that after Consert moved out of North Carolina, Moore \nand the other O&D Defendants “engaged in ad ditional acts directed at NC Resident \nPlaintiffs . . . to deprive NC Resident Plaintiffs of the value of their ownership of shares \nin Consert” including making usurious loans to Consert, increasing their salaries and \naccruing the salaries  as debt, and delaying  the 2012 shareholders meeting. (Pls.’ \nOmnibus Opp’n Mots. Dismiss on PJ  15.) Plaintiffs claim that at the tim e they took \nthese actions, “O&D Defendants knew that most of Consert’s shareholders resided in \nNorth Carolina.” (Id.) Such k nowledge, however, does not make Moore’s activities \npurposeful contacts directed at North Carolina. See Burger King Corp. v. Rudzewicz, \n471 U.S. 462, 474−75 (1985)  (“Although it has been argued that foreseeability of \ncausing injury in another State should be sufficient to establish such contacts there \nwhen policy considerations so require,  the Court has consistently held that this k ind \nof foreseeability is not a “sufficient benchmark” for exercising personal jurisdiction.”). \n81. The above activities were not purposefully directed at North Carolina so as \nto confer personal jurisdiction over Moore in this Court. At the time of all of the above \nacts, Consert was a Delaware corporation headquartered in Texas.  The fact that seven \nNorth Carolina plaintiffs contend that they were affected in North Carolina by these \nactivities does not transform Moore’s activities into ones  purposefully directed at \nNorth Carolina.  The Supreme Court recently addressed the nature of the contacts \nrequired to exercise specific jurisdiction over a non -resident defendant in Walden v. \nFiore, 134 S. Ct. 1115, 1121 (2014). The Court explained that “however significant the \nplaintiff’s contacts with the forum may be, those contacts cannot be ‘decisive in \ndetermining whether the defendant ’s du e process rights are violated.’  . . . [O]ur \n‘minimum contacts’ analysis looks to the defendant’s  contacts with the forum State \nitself.” Id. at 1122. With regard to whether injury to a plaintiff within the forum state \nwas sufficient to establish a defendant’s minimum contacts, the Court held: \nCalder [v. Jones, 465 U.S. 783 (1984)] made clear that mere injury to a \nforum resident is not a sufficient connection to the forum. Regardless of \nwhere a plaintiff lives or works, an injury is jurisdictionally relevant \nonly insofar as it shows that the defendant has formed a contact with \nthe forum State. The proper question is not where the plaintiff \nexperienced a particular injury or effect but whether the defendant’s \nconduct connects him to the forum in a meaningful way. \nId. at 1125.  Moore’s conduct connected to the Merger, even if it impacted certain \nPlaintiffs who live in North Carolina, was not purposefully directed at this State. \n82. In light of the foregoing, the Court concludes that Plaintiffs have failed to \nestablish Moore has sufficient minimum contacts with North Carolina to satisfy due \nprocess, and he must be dismissed for lack of personal jurisdiction. The Moore and \nRoberts Motion  to dismiss Moore for lack of personal jurisdiction should be \nGRANTED. \n7. Plaintiffs have not established by a preponderance of the evidence that the \nCourt has personal jurisdiction over Roberts. \n \n83. Plaintiffs contend that the Court has general jurisdiction over Roberts based \non his participation in developing the Scheme and removing Forbes as COO, and as a \ndirector of Consert while Consert was still headquartered in North Carolina in the \n“Summer and Fall of 2011.” (Pls.’ O mnibus Opp’n Mots. Dismiss on PJ 14.) Roberts \ndid not travel to North Carolina in connection with the Merger. (Roberts Aff. ¶¶ 8−9.) \nRoberts admits he traveled to North Carolina for one day in January 2012 to clos e \nConsert’s Raleigh office.  (Roberts Aff. ¶ 7.) Plaintiffs do not allege that Roberts was \npresent in North Carolina at any time after January 2012.  \n84. Roberts filed an affidavit establishing that he has resided  in Florida since \n1998. (Roberts Aff. ¶ 2.)  Roberts has never resided in North Carolina, paid income \ntaxes in North Carolina, or had a bank account in North Carolina. (Roberts Aff. ¶¶ 11, \n13−14.) Roberts also owns approximately two acres of undeveloped land in Burnsville, \nNorth Carolina. (Roberts Aff. ¶ 12.) \n85. It is clear that R oberts is domiciled in Florida and Florida is the paradigm \nforum with general jurisdiction over Roberts. The Court finds that  Robert’s alleged \nactivities in the fall of 2011 related to  developing the Scheme and removing Forbes \nfrom Consert were not continuous and systematic contacts with North Carolina \nsufficient to establish general personal jurisdiction over Moore. \n86. The Court also finds that Roberts’s ownership of a piece of undeveloped land \nin North Carolina, without more, is insufficient for the Court to conclude that Roberts \nhas purposefully availed himself of the privilege of conducting activities in North \nCarolina. The nature and quality of the contact created by the ownership of a single \npiece of undeveloped property are not sufficient to confer general jurisdiction over \nRoberts. Banc of Am. Sec. LLC, 169 N.C. App. at 696, 611 S.E.2d at 184. In addition, \nthere is no con nection between the cause of action in this law suit and the piece of \nproperty. A finding that mere ownership of land subjects a non-resident defendant to \njurisdiction with respect to any and all claims asserted against him is contrary to the \ncourts’ disfavor of broad constructions of general jurisdiction. Daimler AG v. Bauman, \n134 S. Ct. 746, 753, 757−58 (2014) (discussing the strict territorial approach to \npersonal jurisdiction taken in Pennoyer v. Neff , 95 U.S. 714 (1878) and noting that \n“[s]pecific jurisdiction has been cut loose from Pennoyer’s sway, but [the Court] ha[s] \ndeclined to stretch general jurisdiction beyond limits traditionally recognized”). The \nCourt concludes that it does not have general personal jurisdiction over Roberts based \non his alleged activities in the fall of 2011 and his ownership of undeveloped land. \n87. With respect to specific jurisdiction, Plaintiffs do not allege Roberts had any \ncontacts with North Carolina from which this action arises or to which  this action \nrelates.8 Based on the record, Roberts’s only contact with North Carolina that was \nrelated to his role as a director was his one day -trip to Raleigh  in January 2012, to \nclose Consert’s office, which was unrelated to Plaintiffs’ claims in this case. The FAC \ndoes not allege any other act, statement, or omission by Roberts. \n88. The Court concludes that Plaintiffs have failed to establish Roberts has \nsufficient minimum contacts with North Carolina to satisfy due process, and he must \nbe dismissed  for lack of persona l jurisdiction . The Moore and Roberts Motion  to \ndismiss Roberts for lack of personal jurisdiction should be GRANTED. \n8. Plaintiffs have not established by a preponderance of the evidence that the \nCourt has personal jurisdiction over Mowery. \n \n89. Plaintiffs do not specify whether they contend the Court has general or \nspecific personal jurisdiction over Mowery. Mowery has resided in Arkansas for \ntwenty-five years. (Mowery Aff. ¶ 2.) Mowery has never resided in North Carolina and \n                                                 \n8 Plaintiffs allege that Roberts doubled his salary in April  2012, and accrued the increased \nsalary on Conser t’s books to create pref erential payments upon completion of the Merger.  \n(FAC ¶ 44.) This conduct admittedly occurred in Texas. (Id.) \ndoes not own propert y in North Carolina.  (Mowery Aff. ¶¶ 18−19.)  There is no \nallegation or evidence that Mowery has ever visited North Carolina. \n90. Mowery is the managing director of Stephens , which is headquartered in \nLittle Rock, Arkansas. (Mowery Aff. ¶ 3.)  In April 2012, after Consert had relocated \nits headquarters to San Antonio, Texas, Consert engaged Stephens to provide \ninvestment banking services in connection with attempting to find a buyer for Consert. \n(Mowery ¶¶ 4−5.) Mowery directly supervised and managed Stephens’ s engagement \nwith Consert and was Consert’s primary contact at Stephens.  (Mowery Aff. ¶ 6.)  \nMowery did not travel to North Caroli na in connection with Stephens’ s engagement \nwith Consert. (Mowery Aff. ¶ 21.) Mowery attended, in person and by phone, meetings \nheld in Texas with representatives of Consert and Toshiba to discuss potential terms \nof a proposed transaction and the terms of the Merger. (Mowery Aff. ¶¶ 10, 12.)  \nMowery attended Board meetings  conducted in Texas on July 25, 2012, October 24, \n2012, November 27, 2012, and January 15, 2013,  in person and by phone, to update \nthe Board on the status of the Merger. (Mowery Aff. ¶ 11.)   \n91. Mowery attended the Shareholders Meeting . Plaintiffs contend that at the \nShareholders Meeting, Mowery made misstatements of fact  designed to induce the \nshareholders to consent to the Merger. For the same reasons Moore’s statements \nduring the Shareholders Meeting do not constitute activity purposefully directed at \nNorth Carolina, Mowery’s statement s during the Sharehold ers Meeting do not \nconstitute such purposefully directed activity for purposes of establishing sufficient \nminimum contacts.   \n92. Plaintiffs also allege that between the Shareholders Meeting and the close \nof the Merger, Mowery “made calls to Plaintiffs and other shareholders  encouraging \nthem to approve the Merger Agreement ” and “misrepresenting that the Merger \nAgreement was a ‘good deal for all shareholders’ and in the ‘best interests of all.’” (FAC \n¶ 80.)  Plaintiffs, however, do not allege to which Plaintiffs or other shareholders \nMowery made phone calls, or whether any of those phone calls were made to residents \nof North Carolina. In his affidavit, Mowery states that “[o]n or about January 29, 2013, \nI spoke by telephone with Plaintiff Joseph Forbes about the terms of the Merger. I \nparticipated in the call from my of fice in Little Rock, Arkansas. To the best of my \nrecollection, the call with Mr. Forbes lasted roughly thirty minutes.”  (Mowery Aff. ¶ \n17.) Plaintiffs allege that Forbes is a resident of North Carolina, and for purposes of \nits personal jurisdiction analysis, the Court will assume Mowery called Forbes while \nForbes was in North Carolina.  Plaintiff has not established that Mowery made any \nother phone calls to North Carolina or to North Carolina residents.  Bauer v. Douglas \nAquatics, Inc., 207 N.C. App. 65, 68, 698 S.E.2d 757, 761 (2010) (“[T]he plaintiff bears \nthe burden of proving, by a preponderance of the evidence, grounds for exercising \npersonal jurisdiction over a defendant.”). \n93. Even construing Plaintiffs’ allegation in the light most favorable to \nPlaintiffs, Mowery’s phone call  to Forbes do es not establish sufficient contacts with \nNorth Carolina for this Court to exercise personal jurisdiction ove r Mowery. \nGenerally, personal jurisdiction may not be based solely on an individual’s phone calls \nto a par ty located in the forum state. Alacrity Renovation Servs., LLC v. Long , No. \n3:16-cv-00206-FDW-DSC, 2016 U.S. Dist. LEXIS 101735, at *21 (W.D.N.C. Aug.  3, \n2016) (phone calls to plaintiff in North Carolina do not constitute sufficient minimum \ncontacts with North Carolina “unless the parties had an extensive, substantive , or \ncontinuing relationship that tied their behavior to the forum state”); Protocol, LLC v. \nHenderson, 18 F. Supp. 3d 689, 701 (M.D.N.C. 2014) (noting that communications to \na party in the forum state are generally not purposef ul contact with the forum state  \nand placing limited weight on the phone calls between defendant and North Carolina \nplaintiff); Springs v. Ally Fin., Inc., No. 3:10-CV-311-RJC-DCK, 2010 U.S. Dist. LEXIS \n123233, at *27−28 (W.D.N.C. Oct. 14, 2010) (stating that phone calls do not provide a \nbasis for personal jurisdiction because they are not tantamount to physical presence); \nWLC, LLC, 454 F. Supp. 2d at 436−37  (referring to defendants’ e -mails and phone \ncalls to North Carolina plaintiff and stating “that an exchange of communications \nbetween two parties, one of whom is located in the forum state, in furtherance of a \ncontract, will not generally constitute purposeful contact with the forum state  for \npurposes of jurisdiction”); Miller v. Szilagyi, 221 N.C. App. 79, 92−93, 726 S.E.2d 873, \n883 (2012) (“[P]hone calls, like contracts, do not automatically establish the necessary \nminimum contacts with this State for the establishment of personal \njurisdiction. . . . Plaintiff has not demo nstrated how the correspondences from the \n[defendants] to Plaintiff in North Carolina constituted a purposeful availment by the \n[defendants] of the  privilege of conducting activities within the forum State, thus \ninvoking the benefits and protection of its laws.” (internal quotations omitted)).   \n94. Moreover, Mowery did not purposefully direct his activity at North Carolina.  \n“Due process requires that a defendant be haled into court in a forum State based on \nhis own affiliation with the State, not based on the random, fortuitous, or attenuated \ncontacts he makes by interacting with  other persons affiliated with  the State.”   \nWalden, 134 S. Ct. at 1123.  Mowery contacted Plaintiffs because of their status as \nshareholders of Consert, a Delaware corporation with its principal place of business \nin Texas. Seven shareholder-plaintiffs happened to be North Carolina residents, but \nthe other five shareholder -plaintiffs are located in five different states. See Alacrity \nRenovation Servs., LLC , 2016 U.S. Dist. LEXIS 101735, at *22  (concluding \ncommunications between defendant and plaintiff in North Carolina are insufficient to \nestablish minimum contacts because such communications are contacts with persons \nwho reside in North Carolina, not contacts with North Carolina itself); Protocol, LLC, \n18 F. Supp. 3d at 701 (noting that defendant’s communications to plaintiff “were \ndirected at North Carolina only because [plaintiff]  happened to be located there”);  \nWLC, LLC, 454 F. Supp. 2d at 438 (“[I]t appears that the contacts between Defendants \nand North Carolina arose merely because Plaintiff is located in North Carolina and \nnot because Defendants purposely directed their activities towards the State of North \nCarolina.”); Sea-Roy Corp., 1995 U.S. Dist. LEXIS 21859, at *32  (“[I]t is necessary to \ndistinguish between a defendant’s acts which are aimed at a plaintiff who is located \nin a forum and those which are aimed at the forum itself: only those acts in the second \ncategory constitute purposeful and deliberate contact with the forum which makes it \nfair and reasonable for the forum to exercise personal jurisdiction.”  (internal \nquotations omitted)).  \n95. Mowery has never resided in North Carolina and his participation in the \nMerger took place entirely outside of North Carolina. On similar facts, North Carolina \ncourts have declined to exercise specific jurisdiction over a defendant. See Curvcraft, \nInc. v. J.C.F. & Assocs., Inc. , 84 N.C. App. 450, 452, 352 S.E.2d 848, 849 (1987) (no \nspecific jurisdiction when defendant resided outside of the state and “never traveled \nto North Carolina in connection with th[e] contract” that was the focus of the \ncomplaint); see also WLC, LLC, 454 F. Supp. 2d at 432 (no specific jurisdiction when \nthe vast majority of the work on the consulting agreement at issue had taken place in \nMississippi and other states, not North Carolina); Weisman v. Blue Mt. Organics \nDistrib., LLC, 2014 NCBC LEXIS 41, *16 (N.C. Super. Ct. 2014) (declining to exercise \nspecific jurisdiction when all activity related to relevant transaction “occurred entirely \nin Virginia”); Cameron-Brown Co. v. Daves, 83 N.C. App. 281, 285−87, 350 S.E.2d 111, \n114−16 (1986) (no specific jurisdiction over defendant when negotiations over contract \nat issue occurred in South Carolina; defendant was a So uth Carolina resident; and \ndefendant’s only contact with North Carolina was mailing payments to North Carolina \noffice pursuant to the contract). \n96. Based on the foregoing, Mowery did not have sufficient  minimum contacts \nwith North Carolina  to confer personal jurisdiction over him in this Court . The \nMowery and Stephens M otion to dismiss Mowery for lack of personal jurisdiction \nshould be GRANTED. \n9. Plaintiffs have not established by a preponderance of the evidence that the   \nCourt has personal jurisdiction over Stephens. \n \n97. Plaintiffs appear to contend that the Court has both specific and general \npersonal jurisdiction over Stephens. Plaintiffs allege that Stephens “is a corporation \nhaving its principal place of business in Little Rock, Arkansas an d an office at 101 S. \nStratford Road, Winston -Salem, North Carolina.” ( FAC ¶ 29.) Plaintiffs allege that \nStephens “had significant contacts with Plaintiffs who reside in North Carolina and \nengaged in activities within North Carolina in an attempt to induce them to approve \nthe [S]ale[,]” but the only specific activity attributed to Stephens are Mowery’s alleged \nphone calls to unnamed “Plaintiffs and other shareholders.” (FAC ¶¶ 30, 80.) \n98. Defendants submitted affidavit evidence that Stephens is an Arkansas \ncorporation headquartered in Little Rock. (Mowery Aff. ¶ 3.) During the engagement \nby Consert, Mowery “supervised a team of investment bankers and analyst s within \nStephens who were working on the merger transaction.” (Mowery Aff. ¶ 13.) All of the \nStephens employees who worked on the Merger were based in Little Rock, Arkansas. \n(Id.) No one on Stephens’s in vestment banking team traveled to North Carolina in \nconnection with Stephens’s engagement with Consert. (Mowery Aff. ¶ 21.) \n99.  Stephens has retail branch offices in Winston -Salem and Charlotte, North \nCarolina, which provide wealth management services. (Mower y Aff. ¶ 14.) Stephens \ndoes not employ corporate finance investment bankers who perform the type of \nservices provided during the Consert engagement  in North Carolina. (Mowery Aff. ¶ \n14.) None of Stephens’ s North Carolina employees worked on the Merger. ( Mowery \nAff. ¶¶ 13−14.) \n100. Stephens’s only contacts with  North Carolina related the Merger were \nMowery’s. T he Court already has determined that Mowery did not have  sufficient \nminimum contacts with North Ca rolina to satisfy due process. Therefore, the Court \nconcludes that Stephens does not have sufficient minimum contacts with North \nCarolina from which this action arises or to which this action relates to support the \nexercise of specific jurisdiction.  \n101. General jurisdiction requires a “ significantly higher” level of contacts with \nthe forum state than specific jurisdiction. Cambridge Homes of N.C. L.P. v. Hyundai \nConstr., Inc., 194 N.C. App. 407, 412, 670 S.E.2d 290, 295 (2008). General jurisdiction \nover a foreign corporation exists “ when [its]  affiliations with the State are so \ncontinuous and systematic as to render [it]  essentially at home in the forum State. ”  \nDaimler AG, 134 S. Ct. at 754 (internal quotations omitted) (quoting Goodyear Dunlop \nTires Operations, S.A. , 564 U.S. at 919).  The par adigm forums for the exercise of \ngeneral jurisdiction over a corporation are the corporation’s place of incorporation and \nprincipal place of business. Id. at 760. Only in an exceptional case may a corporation’s \ncontacts with another state be so continuous and systematic so as to render it \nessentially at home there. Id. at 761 n.19; Brown v. Lockheed Martin Corp., 814 F.3d \n619, 627 (2d Cir. 2016) (stating that “ Daimler established that, except in a truly \nexceptional case, a corporate defendant may be treated  as essentially at home only \nwhere it is incorporated or maintains its principal place of business” and noting that \nat least three o ther circuits agree with such  interpretation); Hutton v. Hydra -Tech, \nInc., 1:14-cv-888, 2016 U.S. Dist. LEXIS 135497, at *10  (M.D.N.C. Sept. 30, 2016) ; \nRicks v. Armstrong Int’l, Inc., No. 4:14-CV-37-BO, 2014 U.S. Dist. LEXIS 86600, at *6 \n(E.D.N.C. June 24, 2014).  \n102. The “textbook case” for exercising general jurisdiction over a foreign \ncorporation is Perkins v. Benguet Consolidated Mining Co., 342 U.S. 437 (1952). The \ndefendant in Perkins was a Philippine mining company. The company’s president \nceased mining operations due to World War II and “moved to Ohio, where he kept an \noffice, maintained the company’s files, and oversaw the  company’s activities.” Id. at \n756 (citing Perkins, 342 U.S. at 448 ). The Supreme Court held that Ohio courts had \ngeneral jurisdiction over defendant “because ‘Ohio was the corporation’s principal, if \ntemporary, place of business.’” Id. (quoting Keeton v. Hustler Magazine, Inc., 465 U.S. \n770, 780, n.11 (1984)).   \n103. Here, Stephens is an Arkansas corporation with its principal place of \nbusiness in Little Rock, Arkansas, and Arkansas is the paradigm forum with general \njurisdiction over Stephens. Nevertheless, Pl aintiffs appear to contend that the Court \nhas personal jurisdiction over Stephens because it “has a place of business and does \nsignificant business in the State of North Carolina.”  (FAC ¶ 30.) Plaintiffs, however, \nhave not provided evidence, argued, or even alleged  that the nature or amount of \nbusiness Stephens conducts in North Carolina would render Stephens “essentially at \nhome” in this State for purposes of asserting general personal jurisdiction.  Weisman, \n2014 NCBC LEXIS 41, at *12 (evidence that defendant-company “received only 3.6% \nof its total sales volume from North Carolina” was “insufficient to suppor t general \njurisdiction over [it] ”); Occidental Fire & Cas. Co. v. Cont’l Ill. Nat’ l Bank  & Tr. \nCo., 689 F. Supp. 564, 568 & n.1 (E.D.N.C. 1988)  (finding no general jurisdic tion \nexisted when the defendant’ s loan activity in the forum state exceeded $100 \nmillion); Ash v. Burnham Corp. , 80 N.C. App. 459, 461−62, 343 S.E.2d 2, 3− 4 \n(1986) (holding that the defendant’ s sales to North Carolina customers , comprising \n0.5% of its total annual sales, was insufficient to support jurisdiction). \n104. Even considering that Stephens has two retail offices in North Carolina, \nPlaintiffs have failed to show that Stephens’s contacts with North Carolina satisfy the \ndemanding standard for exercising general jurisdiction over a foreign corporation. See \nBrown, 814 F.3d at 628−29 (concluding that defendant’s contacts with the forum state \ndid not render it essentially at home there where defendant leased the same building \nin the state for over fifteen years and ran operations at three other leased locations in \nthe state); Cutcher v. Midland Funding, LLC , No. ELH -13-3733, 2014 U.S. Dist. \nLEXIS 68768, at *21 (D. Md. May 19, 2014) (concluding that plaintiff failed to make a \nprima facie showing that defend ants’ contacts with Maryland are  so continuous and \nsystematic such that defendants are essentially at home in Maryland where plaintiff \nmerely alleged that defendants maintain a place of business in Maryland and conduct \nbusiness in Maryland). \n105. The Court concludes that Plaintiffs have failed to establish Stephens’s \ncontacts with North Carolina are  so continuous and systematic that  it is essentially \nat home in North Carolina. The Mowery and Stephens Motion to dismiss Stephens for \nlack of personal jurisdiction should be GRANTED. \n \n9. Plaintiffs have not established by a preponderance of the evidence that the \nCourt has personal jurisdiction over Alamo. \n \n106.  Plaintiffs make no specific argument  regarding this Court’s pe rsonal \njurisdiction over Alamo. The FAC does not allege  that Alamo had any corporate \nexistence beyond acting  as a temporary vehicle for completing the Merger, does not \nallege that Alamo had an y employees or agents, and does not al lege that Alamo \nengaged in any specific act, statement, or omission in furtherance of the Scheme. \n107. Alamo contends that it “was merged ‘with and into’ Consert and \n‘disappeared’ as a separate legal entity on February 1, 2013. Given that Alamo no \nlonger has a corporate existence, it must be dismissed pursuant to N.C. R. Civ. P. \n12(b)(2).” (Alamo’s Br. Supp. Mot. Dismiss 5.) Alamo provided evidence that it was \nmerged with and into Consert, and that Consert was the surviving corporation. \n(Mansfield Aff. Exh. 1; Pellissier Aff. ¶ 4.) Plaintiffs allege that Consert was merged \ninto Alamo, but concede that Consert  was the surviving corporation.  (FAC ¶¶ 2, 26.) \nPlaintiffs, however, have not presented evidence to rebut Alamo’s evidence that it no \nlonger has a corporate existence, and Plaintiffs made no specific argument regarding \nAlamo’s current corporate status in its brief opposing the Alamo Motion. \n108. Delaware law applies to the question of whether Alamo, a Delaware \ncorporation, continues to have a legal existence.  Bluebird Corp. v. Aubin , 188 N.C. \nApp. 671, 680, 657 S.E.2d 55, 63 (2008) (“ States normally look to the State of a \nbusiness’ incorporation for the law that provides the relevant corporate governance \ngeneral standard of care .”); Akande v. Transamerica Airlines, Inc., No. 1039 -VCP, \n2007 Del. Ch. LEXIS 68, at *63 (Del. Ch. May 25, 2007) (“[T]he existence or \nnonexistence of a Delaware corporation is governed by Delaware law.”); Beals v. Wash. \nInt’l, Inc., 386 A.2d 1156, 1161 (Del. Ch. 1978) (“In resolving questions centering on \ncorporate existence . . . , it should be kept in mind that corporations exist only by \nlegislative act.”). \n109. Under Delaware law, two Delaware corporations may be merged into a \nsingle corporation, which may be one o f the constituent corporations. Del. Code Ann. \ntit. 8, § 251(a); Cigna Health & Life Ins. Co. v. Audax Health Sols., Inc., 107 A.3d 1082, \n1097 n.57 (Del. Ch. 2014).  When two corporations merge, the merged corporation’s \nidentity is merged into the surviving corporation and the merged corp oration ceases \nto exist; only the surviving corporation maintains its corporate existence. Del. Code \nAnn. tit. 8, § 259(a); Meso Scale Diagnostics, LLC v. Roche Diagnostics GmbH, 62 A.3d \n62, 86 (Del. Ch. 2013) (“[U]nder section 259, the corporation that was merged into the \nsecond corporation cease[d] to exist.” (internal quotations omitted) (second alteration \nin original));  Beals, 386 A.2d at 1161 (“Since by statute, corporate existence is \nterminated on the date of merger, a corporation ceases to exist on merger for all \npurposes . . . .” (citation omitted)); Argenbright v. Phx. Fin. Co., 187 A. 124, 126 (Del. \nCh. 1936) (“When a . . . merger has taken place under the statute, the old corporations \nhave their identity absorbed into that of the new corporation or the one into which \nthey were merged.”). \n110. As a result, when a merger becomes effective upon the filing of the merger \nagreement or a certificate of merger with the Secretary of State, the merged \ncorporation lacks the capacity to sue or be sued. Nat’l Union Fire Ins. Co. v. Stauffer \nChem. Co., C.A. No. 87C -SE-11, 1991 Del. Super. LEXIS 269, at *7−8 (Del. Sup. Ct. \nJuly 15, 1991) (di smissing a corporate defendant who had merged into another \ncorporation at the time the action was filed because the merged corporation lacked the \ncapacity to be sued); see Del. Code Ann. tit. 8, § 251(c). \n111. Here, Alamo was formed in Delaware on January 23, 2013 and merged into \nConsert pursuant to Del. Code Ann. tit. 8, § 251. (Mansfield Aff. Exh. 1.) A certificate \nof merger was filed with the Delaware Secretary of State on February  1, 2013. ( Id.) \nOnce the certificate of merger was filed, Alamo ceased to exist.  \n112. This action was filed on November 9, 2015, which was after Alamo’ s \nexistence ended. Alamo lacks the capacity to be sued and must be dismissed. Rankin \nv. Food Lion , 210 N.C. App. 213, 216− 17, 706  S.E.2d 310, 313 ( 2011) (affirming \nsummary judgment where t he defendants submitted an affidavit establishing, inter \nalia, that two of the corporate defendants no longer existed and a third was “not a \nlegal entity”); Deal v. Cape Fear Valley Hosp. , No. 5:09-CT-3066-D, 2011 U.S. Dist. \nLEXIS 10375, at *10−11 (E.D.N.C. Feb. 2, 2011) (dismissing claims on Rule 12( b)(2) \ngrounds where defendant’s affidavit established  that the entity sued by plaintiff did \nnot exist); Thomas v. Kerr Drug Stores, Inc., No. 74-36-CIV-8, 1975 U.S. Dist. LEXIS \n16872, at *2 n.1  (E.D.N.C. June 1 0, 1975) (“ Defendant Kerr Wholesale, Inc. . . . no \nlonger exists as a corporate entity,  its full functions having been absorbed by Kerr \nDrugs Stores, Inc. The case must therefore be dismissed as to the former party.”). \n113. The Court concludes that at the time this lawsuit was filed, Alamo did not \nhave a legal existence as a cor poration and could not be sued.  The Alamo Motion to \ndismiss Alamo for lack of personal jurisdiction should be GRANTED.9 \nB. Adams Motion. \n114. In the FAC, Plaintiffs make claims against Adams for: (1) breach of fiduciary \nduty; (2) common law fraud; (3) constructive fraud; (4) conspiracy to defraud; (5) \nfraudulent inducement; and (6) unfair and deceptive trade practices. (FAC 27−31, 34.) \nPlaintiffs, however, have not made any specific allegations re garding Adams in the \nFAC other than the allegations identifying him as a Defendant. (FAC ¶ 21.) \n115. Adams is a resident of North Carolina and accordingly has not moved to \ndismiss for lack of personal jurisdiction. Instead, Adams moves to dismiss under Rule \n12(b)(1) for lack of subject matter jurisdiction, contending that all of Plaintiffs’ claims \nare derivative claims of Consert and Plaintiffs lack standing to bring direct claims \nagainst Adams.   \n116. Alternatively, Adams moves to dismiss under Rule 12(b)(6) for fai lure to \nstate a claim upon which relief can be granted. \n1. Plaintiffs’ claims are not derivative and the Court has subject matt er \njurisdiction over the claims. \n \n117. A court shall dismiss the action when it appears that the court lacks subject \nmatter jurisdiction. N.C. Gen. Stat. § 1A -1, Rule 12(h)(3). A defect in subject matter \njurisdiction may be raised by a party or by the court sua sponte. Conner Bros. Mach. \n                                                 \n9 In addition, even if Alamo had the capacity to be sued, Plaintiffs have alleged no f acts and \nprovided no evidence that Alamo had contacts with North Carolina that would establish that \nthis Court has personal jurisdiction over Alamo. Dismissal is also mandated on that basis. \nCo. v. Rogers, 177 N.C. App. 560, 561, 629 S.E.2d 344, 345 (2006). “A motion to dismiss \nfor lack of subject matter jurisdiction is not viewed in the same manner as a motion to \ndismiss for failure to state a claim upon which relief can be granted.” Tart v. Walker, \n38 N.C. App. 500, 5 02, 248 S.E.2d 736, 737 (1978).  A court  may consider matters \noutside the pleadings in determining whether subject matter jurisdiction exists. Keith \nv. Wallerich, 201 N.C. App. 550, 554, 687 S.E.2d 299, 302 (2009); Tart, 38 N.C. App. \nat 502, 248 S.E.2d at 737. \n118. Adams contends that all of Plaintif fs’ claims against him are derivative \nclaims belonging to Consert and can only be asserted by or on behalf of Consert. (Br. \nSupp. Adams’s Mot. to Dismiss 6.)    \n119. Adams concedes that “[g]iven that Consert is a Delaware corporation, the \nsubstantive laws and requirements of Delaware regarding derivative claims  apply to \nPlaintiffs’ action.” (Br. in Supp. Adams’s Mot. to Dismiss 6 n.6); see also Scott v. \nLackey, 2012 NCBC LEXIS 60, at *14 (N.C. Super. Ct. Dec. 3, 2012) (“North Carolina \ncourts look to the laws of the state in which the company is incorporated to determine \nthe procedural prerequisites and whether the claim is derivative or individual.” \n(internal quotations omitted)). Adams incorrectly contends, however, that Plaintiffs’ \nclaims are derivative because  “both Delaware and North Carolina apply the same \nstandard for derivative claims and their procedural prerequisites.” (Br. in Supp. \nAdams’s Mot. to Dismiss 6 n.6.) Based on this erroneous position, Adams contends \nthat in order for Plaintiffs to maintain direct claims against him, they must fit within \nthe “special duty” or “separate and distinct injury” exceptions under Barger v. McCoy \nHillard & Parks, 346 N.C. 650, 488 S.E.2d 215 (1997).   \n120. Delaware law is different from North Carolina law and recognizes an \nindividual shareholder’s right to bring direct claims against directors and officers \nunder certain circumstances. Under controlling Delaware law, whether a claim is \ndirect or derivative turns on two questions: “(1) who suffered the alleged harm (the \ncorporation or the suing stockholders, individually); and (2) who would receive the \nbenefit of any recovery or other remedy (the corporation or the stockholders, \nindividually)?” Tooley v. Donaldson, Lufkin, & Jenrette, Inc. , 845 A.2d 1031, 1033 \n(Del. 2004).    \n121. Under Delaware law, it is well -settled that “[a] stockholder who directly \nattacks the fairness or validity of a merger alleges an injury to the stockholders, not \nthe corporation, and may pursue such a claim even after the merger at issue has been \nconsummated.” Parnes v. Bally Entm’t Corp. , 722 A.2d 1243, 1245 (Del. 1999); N.J. \nCarpenters Pension Fund v. infoGROUP, Inc. , C.A. No. 5334 -VCN, 2011 Del. Ch. \nLEXIS 147, at *41 & n.69 (Del. Ch. Sept. 30, 2011) (citing Parnes, 722 A.2d at 1245). \nParnes, a Delaware Su preme Court decision finding that Plaintiffs’ allegations \nconstituted an actionable direct claim on similar facts, is instructive. In Parnes, a \nshareholder alleged that the corporation’s directors breached their fiduciary duties by \nentering into a merger that allegedly was the result of unfair dealing and resulted in \nan unfair price. Parnes, 722 A.2d at 1244. The Supreme Court of Delaware reversed \nthe Court of Chancery’s dismissal, finding that the alleged unfairness of the merger \nterms, a result of alleged  self-dealing, was a direct claim. Id. at 1246; see also In re \nPly Gem Indus., Inc.,  C.A. No. 15779 -NC, 2001 Del. Ch. LEXIS 84, at *16 (Del. Ch. \nJune 26, 2001) (“The attack on [the CEO]’s conduct during the course of the merger \nnegotiations, and the board’s acquiescence in it, is a challenge by Plaintiffs to the \nfairness of the merger pro cess. Accordingly, Parnes dictates that Plaintiffs’ claims \nmust be treated as individual claims and not as derivative claims.”).   \n122. Here, Plaintiffs allege that O&D Defendants engaged in conduct that was \ndesigned to ensure that they received benefits from the Merger, but that Plaintiffs did \nnot. Plaintiffs allege that O&D Defendants misrepresented and omitted material facts \nto Plaintiffs to induce them to agree to the Merger . Plaintiffs allege that  O&D \nDefendants’ misconduct resulted in  O&D Defendants receiv ing substantial benefits \nfrom the Merger, while Plaintiffs received nothing.   \n123. Under Parnes and its progeny, the allegations of the FAC are a challenge by \nPlaintiffs to the fairness of the merger process that render Plaintiffs’ claims direct \nclaims, rather than derivative claims. The Adams Motion to dismiss for lack of subject \nmatter jurisdiction should be DENIED. \n2. Adams’s Rule 12(b)(6) Motions to Dismiss. \n124. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court reviews \nthe allegations of the complaint in the light most favorable to the plaintiff. The Court’s \ninquiry is “whether, as a matter of law, the allegations of the complaint, treated as \ntrue, are sufficient to state a claim upon which relief may be granted under some legal \ntheory.” Harris v. NCNB Nat’l Bank of N.C. , 85 N.C. App. 669, 6 70, 355 S.E.2d 838, \n840 (1987). The Court construes the complaint liberally and accepts all allegations as \ntrue. Laster v. Francis, 199 N.C. App. 572, 577, 681 S.E.2d 858, 862 (2009). \n125. Dismissal of a claim pursuant to Rule 12(b)(6) is proper “(1) when the \ncomplaint on its face reveals that no law supports [the] claim; (2) when the complaint \nreveals on its face the absence of fact sufficient to make a good claim; [or] (3) when \nsome fact disclosed in the complaint necessarily defeats the . . . claim.” Oates v. JAG, \nInc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985); see also Jackson v. Bumgardner, \n318 N.C. 172, 175, 347 S.E.2d 743, 745 (1986). Otherwise, “a complaint should not be \ndismissed for insufficiency unless it appears to a certainty that plaintiff is entitled to \nno relief under any state of facts which could be proved in support of the claim.” Sutton \nv. Duke, 277 N.C. 94, 103, 176 S.E.2d 161, 166 (1970) (emphasis omitted). \n126. The Court is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fac t, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. Dep’t of Health & Human Servs., 174 N.C. App. 266, 274, 620 S.E.2d \n873, 880 (2005).  A “trial court can reject allegations that are contradicted by the \ndocuments attached, specifically referred to, or incorporated by reference in the \ncomplaint.” Laster, 199 N.C. App. at 577, 681 S.E.2d at 862. The Court can also ignore \na party’s legal conclusions set forth in its p leading. McCrann v. Pinehurst, LLC, 225 \nN.C. App. 368, 377, 737 S.E.2d 771, 777 (2013). \na. Breach of Fiduciary Duty/Constructive Fraud. \n127. Plaintiffs make claims for breach of fiduciary duty and const ructive fraud \nagainst all O&D Defendants, including Adams. In their briefs, Plaintiffs and Adams \nargued and applied North Carolina law; however, under the internal affairs doctrine, \nDelaware law applies to Plaintiffs’ claims against Adams for breach of fiduciar y duty \nand constructive fraud. Bluebird Corp. v. Aubin , 188 N.C. App. 671, 680, 657 S.E.2d \n55, 63 (2008); Tong v. Dunn , 2016 NCBC LEXIS 52, at *2 (N.C. Super. Ct. July 8, \n2016) (applying Delaware law to former shareholders’ breach of fiduciary duty claim \nagainst former directors). \n128. In order to establish a claim f or breach of fiduciary duty under Delaware \nlaw, a plaintiff must show that (1) a fiduciary duty exists, and (2) the fiduciary \nbreached that duty. Estate of Eller v. Bartron, 31 A.3d 895, 897 (Del. 2011).    \n129. Here, the allegations of the FAC are sufficient to state a claim for breach of \nfiduciary duty against Adams. There is no question that Adams, as a director of \nConsert, owed fiduciary duties to Plaintiffs as shareholders of Consert. In re Nine Sys. \nCorp., C.A. No. 3940 -VCN, 2014 Del. Ch. LEXIS 171, at *87  (Del. Ch. Sept. 4, 2014) \n(“Directors of Delaware corporations owe fiduciary duties of care and loyalty to the \ncorporation and its stockholders.”). Plaintiffs have alleged facts that, taken as true, \nare sufficient to show Adams breached his fiduciary dutie s. The duty of loyalty \nrequires that a director act in the best interests of the cor poration and its \nshareholders. Id.  A director must put the interests of the shareholders above his own \nself-interest. Id. at *88. Plaintiffs allege that O&D Defendants, including Adams, put \ntheir financial and pecuniary interests above those of Plaintiffs in order to maximize \nO&D Defendants’ return on the Merger. The Adams Motion to dismiss the b reach of \nfiduciary duty claim should be DENIED.   \n130. Under Delaware law, “[c] onstructive fraud is simply a term applied to a \ngreat variety of transactions, having little resemblance either in form or nature, which \nequity regards as wrongful, to which it attributes the same or similar effects as those \nwhich follow from actual fraud[.]” In re Wayport, Inc., 76 A.3d 296, 327 (Del. Ch. 2013).  \nConstructive fraud exists to prevent wrongdoing by someone in a special position of \nconfidence or trust, such as a fiduciary. Carsanaro v. Bloodhound Techs., Inc., 65 A.3d \n618, 643 (Del. Ch. 2013) . “[Delaware] corporate case law has thrown this concept [of \nconstructive fraud] around in a not particularly precise way, but always in a context \nin which the court is examining whether directors have complied with their fiduciary \nduties.” Id. (quoting Parfi Holding AB v. Mirror Image Internet, Inc. , 794 A.2d 1211, \n1236 (Del. Ch. 2001), rev’d on other grounds, 817 A.2d 149 (Del. 2002)). \n131. As the Court has concluded that the allegations of the FAC are sufficient to \nstate a claim for breach of fiduciary duty, it follows that the allegations are also \nsufficient to state a claim for constructive fra ud at the 12(b)(6) stage.  The Adams \nMotion to dismiss Plaintiffs’ constructive fraud claim should be DENIED. \nb. Common Law Fraud/Fraudulent Inducement. \n132. Plaintiffs alle ge claims for fraud and frau dulent inducement against all  \nDefendants, including Adams. Plaintiffs allege that “Defendants made numerous false \nstatements of material fact, misrepresentations of material fact and concealed \nmaterial facts from Plaintiffs” wit h “the intent and purpose of inducing Plaintiffs to \nforego their lawful rights as shareholders in Consert and consent to the sale and \nredemption of their stock in Consert.” (FAC ¶¶ 109, 126.)  Adams contends that \nPlaintiffs have not alleged the fraud claims  with sufficient particularity as required \nby Rule 9(b).  Adams also contends that Plaintiffs’ fraud claims should be dismissed \nbecause Plaintiffs have failed to allege that the y relied on,  and could not have  \nreasonably relied on, Defendants’ misrepresentations.  \n133. The parties have not discussed which state’s substantive law applies to the \nfraud claims, but make their arguments based on North Carolina. Generally, North \nCarolina applies a lex loci to determine the law that governs tort claims such as fraud.  \nHarco Nat’l Ins. Co. v. Grant Thornton LLP, 206 N.C. App. 687, 692, 698 S.E.2d 719, \n722–23 (2010) (“Our traditional conflict of laws rule is that matters affecting the \nsubstantial rights of the parties are determined by lex loci, t he law of the situs of the \nclaim . . . . For actions sounding in tort, the state where the injury occurred is \nconsidered the situs of the claim.” (quoting Boudreau v. Baughman, 322 N.C. 331, 335, \n368 S.E.2d 849, 853−54 (1988))); Camacho v. McCallum, 2016 NCBC LEXIS 81, at *17 \n(N.C. Super. Ct. Oct. 25, 2016) (“The place of the injury is the state where the injury \nor harm was sustained or suffered—the state where the last event necessary to make \nthe actor liable or the last event required to constitute the to rt takes place, and the \nsubstantive law of that state applies.”). Here, Plaintiffs make no allegation of any \nspecific misrepresentation or concealment by Adams. Instead, the fraud claims are \nbased primarily on misrepresentations and omissions made by Moore and Mowery at \nthe Shareholders M eeting in Texas.  Plaintiffs do not allege that Adams attended or \nparticipated in the Shareholders Meeting, and allege that only Worley out of the North \nCarolina-resident Plaintiffs attended the Shareholders Meeting.  (FAC ¶ 76.) \nNevertheless, Plaintiffs argue that injury to the interests of North Carolina -resident \nPlaintiffs from Moore and Mowery’s misrepresentations  occurred in North Carolina.  \nAccordingly, the Court will apply North Carolina law to Plaintiffs’ fraud claims. \n134. In North Carolina, “[t] o allege a claim for fraud, a plaintiff must plead: (1) \n[a] [f]alse representation or concealment of a material fact, (2) reasonably calculated \nto deceive, (3) made with intent to deceive, (4) which does in fact deceive, (5) resulting \nin damage to the injured party.”  Birtha v. Stonemor, N.C., LLC , 220 N.C. App. 286, \n296, 727 S.E.2d 1, 9 (2012) (internal quotations omitted).10 \n135. Under North Carolina conflict of laws rules, procedural rights are \ndetermined by lex fori, the law of the forum. Boudreau, 322 N.C. at 335, 368 S.E.2d at \n853−54. Accordingly, Rule 9(b) applies to Plaintiffs’ claims for common law fraud and \nfraudulent inducement. \n136. Rule 9(b) requires a party pleading fraud to allege the “time, place and \ncontent of the fraudulent representation, identity of the person making the \nrepresentation and what was obtained as a result of the fraudu lent acts or \nrepresentations.” Terry v. Terry, 302 N.C. 77, 85, 273 S.E.2d 674, 678 (1981).  “Mere \ngeneralities and conclusory allegations of fraud will not suffice.” Sharp v. Teague, 113 \n                                                 \n10 The elements of a claim for common law fraud are essentially identical under the laws of \nTexas and North Carolina. Burleson State Bank v. Plunkett, 27 S.W.3d 605, 612 (Tex. App. \n2000) (“To prevail on a common-law fraud claim, a plaintiff must establish (1) the defendant \nmade a material representation, (2) the  representation was false, (3) the defendant either \nknew the representation was false when made or made it recklessly without any knowledge \nof its truth and as a positive assertion, (4) the defendant ma de the representation with the \nintention that it be acted upon, (5) the representation was in fact relied upon, and (6) damage \nto the plaintiff resulted.”). \nN.C. App. 589, 597, 439 S.E.2d 792, 797 (1994) (quoting Moore v. Wachovia Bank & \nTr. Co., 30 N.C. App. 390, 391, 226 S.E.2d 833, 835 (1976)).  \n137.  Regardless of which state’s substantive law applies, Plaintiffs have failed to \nsatisfy the pleading requirem ents of Rule 9(b). The FAC  does not allege the time, \nplace, or content of any misrepresentation or omission by Adams. Instead, Plaintiffs \nonly allege specific misrepres entations by Moore and Mo wery. Otherwise, Plaintiffs \ngenerally allege that Defendants made misrepresentations.   \n138. Plaintiffs cannot rely on allegations of fraudulent misrepresentations by a \ngroup of defendants to support their fraud claims. Julian v. Wells Fargo Bank, N.A. , \n2012 NCBC LEXIS 32, at *22 (N.C. Super. Ct. May 22, 2012).  In Julian, the c ourt \nheld:  \nPlaintiffs’ allegations do not support claims of fraud or fraudulent \ninducement against W ells Fargo for several reasons.  First, Plaintiffs’ \npleading of these claims does not conform to the specificity requirements \nof Rule 9(b). The Complaint does not allege the identity of an individual \nofficer, employee, or agent of the bank who made any deceptive or \nmisleading representation to Plaintiffs. In fact, Plaintiffs’ allegations of \nfraud and fraud in inducement fail  to specifically name Wachovia.  \nRather, Plaintiffs seek to incorporate Wells Fargo as a defendant in \nthese claims through vague, general references to “Defendants’ \n[collective] fraudulent misrepresentations  . . . [and] inducements.” \nThese conclusory allegations do not meet the particularity requirements \nof Rule 9(b). \n \nId. at *21−22. \n \n139. Plaintiffs instead argue that because Adams was a member of the Board, \nwhich they allege acted in concert with each other and the other def endants, the \nallegations that Moore and Mowery made fraudulent misrepresentations should be \nsufficient to satisfy the particularity requirements of Rule 9(b) with respect to Adams.  \n(Pls.’ Omnibus Opp’n Mots. to Dismiss Counts I−V 21−22.) Plaintiffs cite Phillips and \nJordan, Inc. v. Bostic, 2009 NCBC LEXIS 3 (N.C. Super. Ct. June 2, 2009) in support, \nwhich states \na plaintiff “must identify the particular individuals who dealt with him \nwhen he alleges that he was defrauded by a group or association of \npersons.” In particular, even if a plaintiff “may not be privy to the \nworkings of a group of defendants who have acted in concert to defraud \nhim, . . . [it] can at least identify the particular defendants who allegedly \ndealt directly with him,” and it can also “designate the occasions on \nwhich affirmative misstatements were made to [it]—and by whom[.]” \n \nId. at *14−15 (alterations in original) (citation omitted) (first quoting Coley v. N.C. \nNat’l Bank, 41 N.C. App. 121, 125, 254 S.E.2d 217, 219 (1979); then quoting Trussell \nv. United Underwriters, Ltd., 228 F. Supp. 757, 774 (D. Colo. 1964)).   \n140. To the extent that Phillips and Jordan, Inc.  can be read to support the \nproposition that plaintiff satisfies the particularity requirements of Rule 9(b) and \nstates a claim for fraud against an individual member of a group, such as a corporate \ndirector, by simply alleging that another member of the group made specific \nmisrepresentations, the Court declines to exte nd such reasoning to the facts of this \ncase. Here, Plaintiffs have not made any specific allegations regarding Adams —\nPlaintiffs have simply alleged that Adams was a member of the Board at the relevant \ntime.  The FAC  does not allege that Adams took any spec ific actions as a director in \nsupport of the alleged fraudulent misrepresentations by Moore or Mowery. In fact, \nPlaintiffs do not even allege that Adams was present at or participated in the \nShareholders Meeting at which Moore and Mowery alleged ly made the  \nmisrepresentations. \n141. The Court concludes that the allegations of the FAC do not satisfy the \nparticularity requirements of Rule 9(b). The Adams Motion to dismiss the fraud claims \nshould be GRANTED. \nc. Unfair and Deceptive Trade Practices. \n142. Plaintiffs allege a claim against all Defendants, including Adams, for \nviolation of the North Carolina Unfair and Deceptive Trade Practices Act (“Act”).  \nAgain, Plaintiffs have not alleged any specific conduct by Adams individually that \nconstituted an unfair or deceptive act. \n143. To state a claim under the Act, “plaintiff must show: (1) defendant \ncommitted an unfair or deceptive act or practice, (2) the action in question was in or \naffecting commerce, and (3) the act proximately caused injury to the plaintiff.” Dalton \nv. Camp, 353 N.C. 647, 656, 548 S.E.2d 704, 711 (2001). \n144. Adams contends that Plaintiffs’ claim should be dismissed because it is \nbased exclusively on activity that occurred within Consert, and not activities involving \nother market participants. In White v. Thompson, 364 N.C. 47, 53, 691 S.E.2d 676, \n680 (2010), the North Carolina Supreme Court held: \nOur prior decisions have determined that the General Assembly did not \nintend for the Act’s protections to extend to a business’s internal \noperations. . . . [T]he Act is not focused on the internal conduct of \nindividuals within a single market participant, that is, within a single \nbusiness. To the contrary, . . . the General Assembly intended the Act’s \nprovisions to apply to interactions between market participants. As a \nresult, any unfair or deceptive conduct contained solely within a single \nbusiness is not covered by the Act. \n \nAccord Alexander v. Alexander , 792 S.E.2d 901, 904 (N.C. Ct. App.  2016) (quoting \nWhite, 364 N.C. at 52, 691 S.E.2d at 679); Powell v. Dunn, 2014 NCBC LEXIS 3, at *8 \n(N.C. Super. Ct. Jan. 28, 2014). \n145. The facts in Powell are similar to the facts of this case. In Powell, plaintiffs \nwere former common shareholders and defendants were former directors and \npreferred shareholders. Powell, 2014 NCBC LEXIS 3, at *2. The corporation merged \nwith another corporation, and plaintiffs filed suit alleging that defendants breached \ntheir fiduciary duties to plaintiffs by structuring the merger to the preferred \nshareholders’ benefit and to the common shareholders’ detriment.   \n146. The court in Powell held that defendants’ alleged unfair or deceptive conduct \nwas not in or affecting commerce; “[r]ather, the alleged breaches of fiduciary duty owed \nto the common shareholders and the misrepresentations complained of were matters \ninternal to [the company] and did not concern the company’s interaction with other \nmarket participants in its regular, day-to-day activities.” Id. at *11. The indirect \ninvolvement of an investment bank and other potential purchasers did not provide a \nbasis for the Court to conclude the conduct was in or affecting commerce. Id. at *10.   \n147. Here, Plaintiffs allege that Defendants’ conduct was unfair and deceptive \nbecause they structured the Merger to benefit themselves and to the Plaintiffs’ \ndetriment. Such conduct is wholly within Consert, a single business, and is not in or \naffecting commerce. The Adams Motion to dismiss Plaintiffs’ claim for violation of the \nAct should be GRANTED. \n \nd. Conspiracy to Defraud. \n148. As a fourth count, Plaintiffs allege that “Defendants agreed, colluded and \nconspired among themselves, and each intentionally performed one or more actions in \nfurtherance of an illegal scheme to defraud Plaintiffs, which scheme or artifice \nincluded fraudulent inducement, constructive fraud, and common law fraud.” (FAC ¶ \n121.) \n149. The Court will apply North Carolina law to Plaintiffs’ claim for conspiracy \nto defraud. Stetser v. TAP Pharm. Prods. Inc. , 165 N.C.  App. 1, 16, 598 S.E.2d 570, \n581 (2004) (“[T]he substantive law of the state where the injury occurred wou ld be \napplied to the plaintiffs’ claims for . . . civil conspiracy and tortious concert of action.”).  \n150. It is well-settled that there is no independent cause of action for conspiracy.  \nToomer v. Garrett , 155 N.C. App. 462,  483, 574 S.E.2d 76, 92 (2002). “[O]ur law \nnevertheless permits one defrauded to recover from anyone who facilitated the fraud \nby agreeing for it to be  accomplished.” Neugent v. Beroth Oil Co., 149 N.C. Ap p. 38, \n53, 560 S.E.2d 829, 838−39 (2002) (citing Nye v. Oates, 96 N.C. App. 343, 346−47, 385 \nS.E.2d 529, 531 (1989)). “The elements of facilitating fraud are: (1) that the defendants \nagreed to defraud plaintiff; (2) that defendants comm itted an overt tortious act in \nfurtherance of the agreement; and (3) that plaintiff suffered damages from that act.” \nId. To state a claim for civil conspiracy, “[t]he pleader must . . . allege the facts from \nwhich the alleged conspiracy may be inferred and  the alleged unlawful acts agreed \nupon.” Thomas & Howard Co. v. Am.  Mut. Liability Ins. Co. , 241 N.C. 109, 115, 84 \nS.E.2d 337, 341 (1954). “[A]llegations that the plaintiff sustained a loss ‘by the \ndishonesty and/or fraud’  of one or more  of its defendant e mployees, and that the \nindividual defendants acted ‘in collusion and/or conspiracy’ with each other are mere \nconclusions, and not sufficient.” Id.; Kirby v. Reynolds , 212 N.C. 27 1, 284, 193 S.E. \n412, 420 ( 1937) (“There is no direct or circumstantial allegation in the complaint to \nshow any conspiracy between [defendants] to injure plaintiff. The allegations in the \npleadings, ‘their wanton, willful, malicious, and unlawful combine, conspiracy, \nconfederation, and agreement to injure this plaintiff, ’ etc., are not borne out by the \nlong details of the pleadings, and were merely conclusions of the pleader and not \nconsidered on a demurrer.”). \n151. The FAC alleges that Defendants “agree d, colluded and conspired among \nthemselves . . . to defraud Plaintiffs , which scheme or artifice included fraudulent \ninducement, constructive fraud, and common law fraud”  (FAC ¶ 121) , but does not \nallege any facts explaining how Adams was involved in the conspiracy or that Adams \nentered into an agreement with the other Defendants. The FAC generally states that \n“Defendants Roberts and Moore, acting individually and in concert with other \ndefendants, devised and executed a scheme  . . . which had the purpose and effect of \ndisenfranchising certain shareholders, including Plaintiffs.”  (FAC ¶ 33.) In addition, \nunder the heading “Defendants’ Illegal and Fraudulent Scheme,” the FAC alleges that \n“Defendants Roberts and Moore . . . devised a scheme to sell Consert to a third party \nin a manner that would illegally maximize the returns on their personal investments \nin Consert, and the investments of certain other officers, directors, and investors” to \nPlaintiffs’ detriment. (FAC ¶ 40.) There are no allegations that Adams took any action \nin furtherance of the Scheme, or that Adams received any benefit from the Scheme, \nfrom which the Court can infer a meeting of the minds between Adams and any other \nDefendants.  \n152. Plaintiffs allegation that “Defendants agreed, colluded and conspired among \nthemselves . . . to defraud Plaintiffs” is a legal conclusion and, with regard to Adams, \nis not supported by any facts that show his agreement to the alleged conspiracy .  \nJackson v. Blue Dolphin Commc’ns of N.C., L.L.C., 226 F. Supp. 2d 785, 791 (W.D.N.C. \n2002) (“[T]he Plaintiff has failed to allege any facts that support an agreement among \nthe Defendants. Her allegation that Defendants “conspired”  is conclusory and relies \nonly upon suspicion and conjecture. Because of the conclusory nature of the allegation, \nthe Plaintiff has failed to state a claim upon which relief may be granted.”). The Adams \nMotion to dismiss Plaintiffs’ civil conspiracy claim should be GRANTED. \nIII. CONCLUSION \n153. For the foregoing reasons, the Court hereby ORDERS as follows: \na. The Court GRANTS the Kellen Motion and DISMISSES Defendant \nKellen for lack of personal jurisdiction. \nb. The Court GRANTS the Baker, Brown, and McCamant Motion and \nDISMISSES Defendants Baker, Brown, and McCamant for lack of \npersonal jurisdiction. \nc. The Court GRANTS the Kerr Motion and DISMISSES Defendant Kerr \nfor lack of personal jurisdiction.  \nd. The Court GRANTS the Moore and Roberts Motion and DISMISSES \nDefendants Moore and Roberts for lack of personal jurisdiction.  \ne. The Court GRANTS the Mowery and Stephens Motion and DISMISSES \nDefendants Mowery and Stephens for lack of personal jurisdiction. \nf. The Court GRANTS the Alamo Motion and DISMISSES Defendant \nAlamo for lack of personal jurisdiction.  \ng. The Court GRANTS in part and DENIES in part the Adams M otion. \nThe Court DISMISSES Plaintiffs’ claims against Defendant Adams for \ncommon law fraud, fraudulent inducement, unfair and deceptive trade \npractices, and conspiracy to defraud with prejudice. The Court DENIES \nthe Adams Motion as to Plaintiffs’ claims against Defendant Adams for \nbreach of fiduciary duty and constructive fraud. \n This the 28th day of February, 2017.   \n \n \n    /s/ Gregory P. McGuire     \n    Gregory P. McGuire \n    Special Superior Court Judge for \n    Complex Business Cases \n \n \n \n "
}