{
  "id": "a22b52df211725aa1cb2a88efdb200b437b102a687d291e1877024f9b4320f4a",
  "source_file": "data/raw/ncbc/a22b52df211725aa1cb2a88efdb200b437b102a687d291e1877024f9b4320f4a.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nNEW HANOVER COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 4416 \n \nKBT REALTY SERVICES, INC., a \nNorth Carolina Corporation; \nMYREALTYAPP, INC., a North \nCarolina Corporation; and TODD \nHEADLEY, \n \n   Plaintiffs, \n \nv. \n \nAPPYCITY, LLC, a North Carolina \nLimited Liability Company; TIMOTHY \nS. FIELDS; and MELISSA M. CRETE, \n \n   Defendants. \n \nORDER AND OPINION ON \nPLAINTIFFS’ MOTION FOR \nRECONSIDERATION,  \nRELIEF FROM ORDER, AND  \nTO CLARIFY ORDER \n \n \n \n1. THIS MATTER  is before the Court on Plaintiffs’ Motion for \nReconsideration, Relief from Order , and to Clarify Order filed by Plaintiffs KBT \nRealty Services, Inc. (“KBT”) , MyRealtyApp, Inc. (“MyRealty”) , and Todd Headley  \n(“Headley”) (collectively “Plaintiffs”) on 8 September 2021 (the “Motion”).  (ECF No. \n49 [“Mot.”].)  For the reasons set forth herein, the Court GRANTS  in part  and \nDENIES in part the Motion.1 \nLaw Offices of G. Grady Richardson, Jr., P.C., by G. Grady Richardson, \nJr. and Jennifer L. Carpenter, for Plaintiffs KBT Realty Services, Inc., \nMyRealtyApp, Inc., and Todd Headley. \n \n \n1 The Court decides the Motion without a hearing as permitted by Rule 7.4 of the North \nCarolina Business Court Rules (“BCR”).   \n \nKBT Realty Servs., Inc. v. AppyCity, LLC, 2021 NCBC 62. \n \n \nDefendants AppyCity, LLC, Timothy S. Fields, and Melissa M. Crete did \nnot participate in the briefing on this Motion.2 \n \nRobinson, Judge. \n \n2. The Motion, filed pursuant to Rule 60 of the North Carolina Rules of Civil \nProcedure (the “Rule(s)”), follows the Court’s entry on 9 August 2021 of an Order and \nOpinion granting default judgment (the “Default Judgment”) in favor of Plaintiffs and \nagainst Defendants AppyCity, LLC (“AppyCity”), Timothy S. Fields (“Fields”), and \nMelissa M. Crete (“Crete”) (together, “Defendants”) . (Order and Opinion Pls.’ Mot. \nDefault J., ECF No. 47 [“Default J.”].)   \n3. In the Default Judgment, the Court granted monetary relief for each of the \nPlaintiffs3 jointly and severally against each of the three Defendants.  (Default J.)  By \nits express terms, t he Default Judgment was immediately effective with respect to \nthe award of damages against AppyCity because service of process was  obtained \nagainst that defendant by certified mail.  (Default J. 16 n.9.)  However, because Fields \nand Crete (collectively, the “Individual Defendants”) were served by publication, the \nDefault Judgment provided that each Plaintiff must post a bond, as expressly \n \n2 North Carolina Rule of Civil Procedure 5 states that “no service need be made on parties in \ndefault for failure to appear except that pleadings asserting new or additional claims for relief \nagainst them shall be served upon them in the manner provided for service of summons in \nRule 4.”  It appears that, consistent with Rule 5, Plaintiffs did not serve Defendants with the \nMotion or their brief in support.   \n \n3 In addition to KBT, MyRealty, and Headley, Kirkland E. Pugh, Janine N. Pugh, and Tyson \nEmery were also originally named as plaintiffs in this action.  Due to their failure to produce \nevidence of actual damages, the Court denied these individuals’ motion for default judgment \nagainst Defendants.  (Default J.)  \n \n \n \nrequired by N.C. Gen. Stat. § 1A -1, Rule 55(c), before seeking to collect on the \njudgment awards against these Individual Defendants.4  (Default J. 16 n.9.) \n4. Plaintiffs bring the Motion pursuant to Rule 60 and request that the Court \nreconsider its prior order.  Plaintiffs state that relief is warranted under Rule 60(b)(6).  \n(Mem. Supp. 3.)   “[A] motion for relief under Rule 60(b) is addressed to the sound \ndiscretion of the trial court[.]”  Sink v. Easter, 288 N.C. 183, 198 (1975).   \n5. The Court will not reconsider its prior order under Rule 60(b)(6) except in \nextraordinary circumstances and with a showing by the moving party that justice \ndemands the relief requested.  Standard Equip. Co. v. Albertson, 35 N.C. App. 144, \n147 (1978); Baylor v. Brown, 46 N.C. App. 664, 670 (1980);  see also G. Gray Wilson, \nNorth Carolina Civil Procedure, § 60-11 (Matthew Bender, 4th Ed. 2020) (Under Rule \n60(b)(6), “the court should not act . . . except in extraordinary circumstances and upon \na showing that justice demands that relief be granted.  Such a showing must be based \non competent evidence.”).   \n6. The Motion seeks clarification of the provisions of the Default Judgment, a \nsubstantial reduction or elimination of  the bonds required of Plaintiffs, and \nclarification of the bonds’ required duration. \n \n4 Plaintiffs contend that it is not clear from the Default Judgment whether the judgment \nagainst AppyCity was immediately effective or became effective only upon Plaintiffs’ posting \nof the required bonds for the judgments granted against Fields and Crete.  (Pls.’ Mem. Supp. \nMot. Reconsider., Relief from Order and Clarify Order 6 –7, ECF No. 50 [“Mem. Supp.”].)   \nAlthough the Court finds the Default Judgment clear on this point, to avoid any confusion, \nthe Court makes clear through this Order that the judgment awarded against AppyCity in \nfavor of each of the three Plaintiffs was immediately effective upon issuance of the Default \nJudgment, and remains so, regardless of whether Plaintiffs post the bonds required for entry \nof the default judgments awarded against the Individual Defendants.   \n \n \n7. When, as is the case with Fields and Crete, “service of the summons has \nbeen made by published notice,  no judgment shall be entered on default until the \nplaintiff shall have filed a bond, approved by the  court, conditioned to abide such \norder as the court may make . . . in case a defense is thereafter permitted and \nsustained.”  N.C.G.S. § 1A-1, Rule 55(c). \n8. The plain language of R ule 55(c), therefore, requires that Plaintiffs post a \nbond prior to entry of a  default judgment against each Defendant, and Plaintiffs do \nnot argue otherwise.  (See Mem. Supp.)  Plaintiffs did not offer evidence or argument \nin seeking the Default Judgment concerning an appropriate bond under the \napplicable statute , (see Br. Supp. Pls.’ Mot. Default J., ECF No. 38) , and offer no \nevidence now to support their contention that the Court’s required bonds are \ninequitable or unreasonable.  (See Mem. Supp.) \n9. The Court carefully considered the competing interests of Plaintiffs, on one \nhand, and Fields and Crete, on the other, in setting the amount of the bonds to be \nposted as required by Rule 55(c).  The Court concluded based on the record before it, \nand in its discretion, that a bond should be posted by each Plaintiff representing one-\nhalf of the amount of the awarded judgment against Fields and Crete.   (Default J.)   \nThe Court has been presented no principled argument  for a reduction  in those \namounts.  (See Mem. Supp.)  Therefore, to the extent the Motion seeks a reduction in \nthe amount  of the bonds to be posted by Plaintiff s, the Motion is DENIED.  T he \n \n \namounts set forth in paragraph 52.f. of the Default Judgment shall remain \nunchanged.5  (Default J. 16.) \n10. To the extent the Default Judgment may not be clear or sufficiently specific \nas to the amount of the bonds, conditions of the bonds, or length of time the bond shall \nremain in effect, the Court provides the following additional direction and guidance.6 \n11. First, the bonding requirement set forth in the Default Judgment applies \nindividually and separately as to each Plaintiff.  As a result, it is possible that one \nPlaintiff may post the required bond, rendering that Plaintiff’s default judgment \nimmediately eff ective against the Individual Defendants and permitting that \nPlaintiff to pursue execution, while another Plaintiff elects not to post a bond , \nforegoing execution. \n12. Once a Plaintiff posts their required bond amount, that Plaintiff  may \nexecute on the judgment against either or both of the Individual Defendants.  That is \nto say, each Plaintiff is not required to post their required bond amount twice, each \n \n5 In their Memorandum in Support , Plaintiffs imply that, to comply with the Default \nJudgment’s bond pr ovision, they must deliver cash to the Clerk of Superior Court  in the \namounts set forth in the Default Judgment ($61,500 by KBT, $69,600 by MyRealty , and \n$78,000 by Headley).   (Mem. Supp. 4.)   While Plaintiffs may indeed post a bond by this \nmethod, Plaintiffs have presented no evidence or legal basis for concluding that depositing \ncash is the only way of satisfying the bonding requirement. \n \n6 Plaintiffs contend that the underlying purpose of Rule 55(c) is not implicated here because \nat least one of the Individual Defendants (Fields) had actual notice of the lawsuit and \nparticipated in the hearing on the motion for default judgment. (Mem. Supp. 5.)  During the \nhearing, Fields, a pro se party, indicated that he had never been properly served with the \nsummons or complaint and that, to the extent Plaintiffs attempted to serve him (and \npresumably Crete as well) by publication in a North Carolina periodical  publication, the \nIndividual Defendants had physically relocated their residence to another state prior to \nPlaintiffs’ attempted service by this means.  The Court believes that there is sufficient \nuncertainty about the existence of a potential valid defense to service by publication to justify \nthe imposition of bonds to protect the Individual Defendants. \n \n \nPlaintiff only must post one bond to execute on the judgment against either of the \nIndividual Defendants.   \n13. Additionally, a bond, once posted, shall remain in place until the judgment \nis satisfied or, in response to a subsequent motion filed pursuant to Rule 55(c) and in \nconformity with the requirements set forth in the Business Court Rules seeking a \nreduction or modification of the bond for good cause shown, the Court enters an order \nmodifying the amount of the bond required. \n14. THEREFORE, it is hereby ORDERED, as set forth hereinabove, that: \na. Plaintiffs may proceed with collection against AppyCity without posting \na bond or other security; \nb. Prior to executing on the judgment awarded in KBT’s  favor against  \neither Fields or Crete, KBT  must post a  single bond with the New \nHanover County Clerk of Superior Court in the amount of $61,500.00; \nc. Prior to executing on the judgment awarded in MyRealty’s favor against \neither Fields or Crete, MyRealty must post a single bond with the New \nHanover County Clerk of Superior Court in the amount of $69,600.00;  \nd. Prior to executing on the judgment awarded in Headley’s favor against \neither Fields or Crete, Headley must post a single bond with the New \nHanover County Clerk of Superior Court in the amount of $78,000.00;  \ne. Any bond posted as referred to in paragraphs 14. b., c., or d. immediately \nabove shall remain in place for so long as the judgment  in question \n \n \nremains in force and enforceable (in other words uncollected in whole or \npart), or until otherwise ordered by the Court; and \nf. Any Plaintiff may seek termination or reduction of the  bond posted by \nthat Plaintiff for good cause shown in a  motion filed  with the Court  \npursuant to Rule 55(c) and in conformity with the Business Court Rules.  \nSO ORDERED, this the 30th day of September, 2021. \n \n \n \n /s/ Michael L. Robinson  \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n \n "
}