{
  "id": "a283155dd81d0e916a078ba9678d28020d55336243e1a557b88b8fd06114fa2b",
  "source_file": "data/raw/ncbc/a283155dd81d0e916a078ba9678d28020d55336243e1a557b88b8fd06114fa2b.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 13 CVS 7131 \n \n \nHORNER INTERNATIONAL COMPANY, ) \n Plaintiff )  \n  )  \n v.  ) OPINION AND ORDER ON  \n   )  MOTION TO DISMISS \nBILL M. MCKOY,  )  \n Defendant ) \n \n \nTHIS CAUSE, designated a mandatory complex business case by Order of the Chief \nJustice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, references to the North Carolina General Statutes will be to \"G.S.\"), and \nassigned to the undersigned Special Superior Court Judge for Complex Business Cases, \ncomes before the Court upon Defendant's Motion to Dismiss (\"Motion\") pursuant to Rule \n12(b)(6) of the North Carolina Rules of Civil Procedure (“Rule(s)”); and \n THE COURT, after reviewing the Motion, brie fs in support of and in opposition to \nthe Motion, and other appropriate matters of record, CONCLUDES that the Motion should \nbe GRANTED, in part, for the reasons stated herein. \n \nWallace & Nordan, LLP, by John R. Wallace, Esq. and Joseph A. Newsome, Esq. for \nPlaintiff Horner International Company. \n \nRobinson Bradshaw & Hinson, PA, by J. Dickson Phillips, Esq. and Brian L. Church, \nEsq. for Defendant Bill M. McKoy. \n \nMcGuire, Judge. \n \nPROCEDURAL HISTORY \n \n1. On May 20, 2013, Plaintiff Horner International Company (\"Plaintiff\") filed a \nVerified Complaint, Motion for Temporary Restraining Order, Preliminary Injunction and \nHorner Int’l Co. v. McKoy, 2014 NCBC 67.\n \n \nPermanent Injunction against Defendant Bill M. McKoy (\"Defendant\"). Plaintiff's action \nwas designated as No. 13 CVS 7131 by the Clerk of Superior Court of Wake County. \n2. On May 29, 2013, Plaintiff filed its Verified Amendment to Complaint \n(\"Amended Complaint\"), which added a fifth claim against Defendant. The Amended \nComplaint contains the following five Counts (\"Claims\") against Defendant: Count I \n(Breach of Contract); Count II (Conversion of Plaintiff's Property); Count III (Violation of \nthe North Carolina Trade Secrets Protection Act); Count IV (Unfair and Deceptive Trade \nPractices); Count V (Violations of North Carolina Trade Secrets Protection Act and Breach \nof Employee's Agreement Not to Disclose Trade Secrets). \n3. On June 14, 2013, the Honorable G. Bryan Collins, Superior Court Judge, \nentered a Preliminary Injunction order (\"Preliminary Injunction\") which granted, in part, \nand denied, in part, the motions for injunctive relief contained in the Amended Complaint.  \n4. On June 28, 2013, Defendant filed the Motion, seeking dismissal of all \nCounts pursuant to Rule 12(b)(6). \n5. On March 4, 2014, the North Carolina Court of Appeals affirmed the \nPreliminary Injunction, holding that the non-compete agreement between the parties was \noverbroad and that Plaintiff described the trade secrets at issue in this case with sufficient \nspecificity. See Horner Int'l Co. v. McKoy, 754 S.E.2d 852 (N.C. App. 2014). Following the \ndecision of the Court of Appeals, Defendant partially withdrew the Motion to the extent it \nseeks dismissal of Counts III and V, for violations of the North Carolina Trade Secrets \nProtection Act and for breach of contract relating to same, and of Counts I and IV to the \nextent they are based on the same allegations as Counts III and V. \n6. Defendant’s Motion seeks dismissal of Plaintiff's causes of action for breach of \na Non-Competition Agreement (Count I, in part), conversion (Count II), and unfair and \ndeceptive trade practices based on conversion (Count IV, in part). \n \n \n7. On December 9, 2014, the Court convened a telephonic status conference in \nthis matter, wherein counsel for both parties consented to the Court deciding the Motion \nwithout oral argument. \n8. The Motion has been fully briefed and is ripe for determination. \nFACTUAL BACKGROUND \nAmong other things, the Amended Complaint alleges that: \n9. Horner International Company is a North Carolina corporation with its \nregistered office in Raleigh, North Carolina. Defendant was employed by Plaintiff until \nOctober 2012.1 As a condition of his employment, Defendant signed a Non-Competition \nAgreement (“NCA”) and an Agreement Not to Disclose Trade Secrets (“ANTDTS”). The \nNCA purported to restrict Defendant from competing with Plaintiff for an eighteen-month \nperiod following the termination of his employment.2  The ANTDTS restricts Defendant \nfrom disclosing Plaintiff’s trade secrets and confidential business information.3 \n10. While Plaintiff's was employed with Defendant he was provided access to \ntrade secrets and confidential business information. \n11. On or about October 9, Defendant resigned his employment and went to work \nfor Teawolf, LLC, a competitor of Plaintiff.4  The Amended Complaint alleges that \nDefendant has violated the NCA by becoming employed with Teawolf, and that Defendant \nhas disclosed trade secrets and confidential business information in violation of the \nANTDTS. \n \n \n                                                 \n1 Am. Compl. ¶¶ 1, 3. \n2 Id. ¶¶ 4, 8. \n3 Id. ¶¶7, 9. \n4 Id. ¶3. \n \n \nDISCUSSION \n12. Bringing a motion to dismiss under Rule 12(b)(6) allows the moving party to \ntest the legal sufficiency of a complaint. Sutton v. Duke, 277 N.C. 94, 98 (1970). The Court, \nin deciding a Rule 12(b)(6) motion, treats the well-pleaded allegations of the complaint as \ntrue and admitted. Id. However, conclusions of law or unwarranted deductions of fact are \nnot deemed admitted. Id. The facts and permissible inferences set forth in the complaint \nare to be treated in a light most favorable to the nonmoving party. Ford v. Peaches Entm't \nCorp., 83 N.C. App. 155, 156 (1986). A Rule 12(b)(6) motion should be granted when the \ncomplaint, on its face, reveals (a) that no law supports the plaintiff's claim, (b) the absence \nof facts sufficient to form a viable claim or (c) some fact which necessarily defeats the \nplaintiff's claim.  Jackson v. Bumgardner, 318 N.C. 172, 175 (1986). \nCount I – Breach of Contract (Non-Competition Agreement) \n13. In the Order granting Plaintiff's Preliminary Injunction, Judge Collins \nconcluded that \"[t]he covenant not to compete . . . executed by McKoy is overly broad on its \nface, and it therefore is unenforceable.\" On appeal, the Court of Appeals affirmed Judge \nCollins, holding that the non-competition covenant in the NCA was overbroad and therefore \nunenforceable.  The Court of Appeals held that there was \"no meaningful distinction\" \nbetween the non-competition covenant in the NCA and the covenant that was found to be \nimpermissibly overbroad by the Court of Appeals in VisionAIR, Inc. v. James.5 Horner Int'l \nCo. v. McKoy, 754 S.E.2d 852, 855-58 (N.C. App. 2014). \n14. This Court is bound by the Court of Appeals' conclusion that the non-\ncompetition covenant is invalid. To the extent that Plaintiff's claim for breach of contract in \n                                                 \n5 167 N.C. App. 504 (2004). \n \n \nCount I is premised on Defendant's alleged breach of the non-competition covenant in the \nNCA, the Motion as to Count I should be GRANTED. \nCount II –Conversion  \n15. In North Carolina, conversion is defined as: \"(1) the unauthorized assumption \nand exercise of the right of ownership; (2) over the goods or personal property; (3) of \nanother; (4) to the exclusion of the rights of the true owner.\" Estate of Graham v. Morrison, \n168 N.C. App. 368, 371 (2005). \"At its core, conversion 'is not the acquisition of property by \nthe wrongdoer, but a wrongful deprivation of it to the owner . . . .'\" Tai Sports, Inc. v. Hall, \n2012 N.C.B.C. 62, ¶ 108 (N.C. Super. Ct. Dec. 28, 2012) (quoting Lake Mary L.P. v. \nJohnston, 145 N.C. App. 525, 532 (2001)). The North Carolina Court of Appeals has held \nthat there are \"two essential elements [that] are necessary in a complaint for conversion – \nthere must be ownership in the plaintiff and a wrongful conversion by defendant.\" Lake \nMary, L.P., 145 N.C. App. at 532. \n16. \"Where there has been no wrongful taking or disposal of the goods, and the \ndefendant has merely come rightfully into possession and then refused to surrender them, \ndemand and refusal are necessary to the existence of the tort.\" White v. Consol. Planning, \nInc., 166 N.C. App. 283, 310-311 (N.C. Ct. App. 2004) (internal citations omitted). Upon the \nmaking of a required demand, the \"absolute, unqualified refusal to surrender . . . is of \ncourse a conversion.\" Hoch v. Young, 63 N.C. App. 480, 483 (1983) (internal citations \nomitted). \n17. At the outset, a question arises as to whether the \"business records and \ninformation\" that Defendant allegedly converted are tangible property that can even give \nrise to a claim for conversion. In North Carolina, as Defendant notes, conversion applies \nonly to goods and personal property, not intangible interests. Norman v. Nash Johnson & \nSons' Farms, Inc., 140 N.C. App. 390, 414 (2000). It is wholly unclear from the face of the \n \n \nAmended Complaint whether Plaintiff contends Defendant converted tangible property, \nintangible property, or some combination of the two. Although the Court of Appeals on at \nleast one occasion held that \"proprietary information\" may be the subject of a claim for \nconversion, that decision did not make clear whether the proprietary information had been \nreduced to a tangible form or not. Southeastern Shelter Corp. v. Btu, Inc., 154 N.C. App. \n321, 331 (2002) (holding that, \"in the light most favorable to plaintiffs, the evidence shows \ndefendants converted plaintiffs' proprietary information, including customer lists, contact \nlists, records and historical data\"). On the other hand, a federal district court applying \nNorth Carolina law held that allegations that the defendant acquired the plaintiff’s \n\"proprietary technical and business information,\" where allegations did not expressly state \nwhether such information was in tangible or intangible form, failed to state a claim for \nconversion. See TSC Research, LLC v. Bayer Chems. Corp., 552 F.Supp. 2d 534, 542-43 \n(M.D.N.C. 2008). \n18. Although the Court recognizes that Plaintiff's Amended Complaint suffers \nthe same flaw as that in TSC Research, LLC, the ultimate resolution of whether the \nproperty at issue is sufficiently tangible to support a conversion is not necessary. Even \nassuming that intangible \"business records and information\" may be the subject of a \nconversion claim, Plaintiff does not allege it was deprived of the information or excluded \nfrom use of the information allegedly converted by Defendant. Plaintiff has not alleged that \nit does not still have access to the records and information that Defendant took.   \n19. In addition, the Amended Complaint clearly alleges that, by virtue of his \nemployment, Defendant was granted access \"to the books and records of Horner and the \nconfidential information contained therein . . . .\"6 Therefore, because Defendant obtained \n                                                 \n6 Am. Compl. ¶ 10. \n \n \npossession rightfully, no conversion occurred simply by Defendant's exercise of control over \nthe \"business records and information.\" See White, supra. In order for a cause of action for \nconversion to accrue, Plaintiff was required to make a demand for return of the \"business \nrecords and information,\" and that demand must have been refused. See Hoch, supra. The \nAmended Complaint fails to allege that a demand was made, much less that any such \ndemand was refused.  \n20. The Amended Complaint fails to allege that Defendant has deprived or \nexcluded Plaintiff from using the records and information that he allegedly converted. The \nAmended Complaint also establishes that Plaintiff provided Defendant with lawful access \nto the records and information by virtue of his employment, but does not allege that \nPlaintiff made a proper demand for return of the Plaintiff's property or that Defendant \nrefused such a demand. For the reasons stated above, as to Plaintiff's claim for conversion \nin Count II, the Motion should be GRANTED. \nCount IV – Unfair and Deceptive Trade Practices \nBased on Defendant's Alleged Conversion \n \n21. Because Plaintiff has failed to state a claim for conversion, its claim for \nviolation of G.S. § 75-1.1 based on Defendant's alleged conversion necessarily fails. See \nCombs & Assocs. v. Kennedy, 147 N.C. App. 362, 374 (2001). Therefore, to the extent that \nPlaintiff asserts a claim for violation of G.S. § 75-1.1 based on Defendant's alleged \nconversion, the Motion should be GRANTED. \nCONCLUSION \nNOW THEREFORE, based upon the foregoing, it is hereby ORDERED that: \n22. To the extent that Count I is premised on McKoy's alleged breach of the non-\ncompetition covenant in the NCA, the Motion is GRANTED, and only that component of \nCount I is DISMISSED. \n \n \n23. As to Count II, the Motion is GRANTED, and Count II is DISMISSED. \n24. To the extent that Count IV is based upon Defendant's alleged conversion, \nthe Motion is GRANTED, and only that component of Count IV is DISMISSED. \n25. Except as expressly GRANTED herein, the Motion is DENIED. \nThis the 18th day of December, 2014.  "
}