{
  "id": "a2f2656fbd4fb7a657786f0c510c04ccd611699f6d927c16149797464c603975",
  "source_file": "data/raw/ncbc/a2f2656fbd4fb7a657786f0c510c04ccd611699f6d927c16149797464c603975.pdf",
  "raw_text": "Global Textile All., Inc. v. TDI Worldwide, LLC, 2018 NCBC 30. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF GUILFORD \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 7304 \n \nGLOBAL TEXTILE ALLIANCE, \nINC., \nPlaintiff, \nv. \n \nTDI WORLDWIDE, LLC et. al., \n \nDefendants. \n \nORDER ON MOTION TO FURTHER \nAMEND COMPLAINT \nTHIS MATTER comes before the Court upon Plaintiff Global Textile Alliance, \nInc.’s (“Plaintiff” or “GTA”) Motion to Further Amend Complaint.  (“Motion to Further \nAmend”; ECF No. 224.) \nPlaintiff seeks leave to amend its Amended Complaint (ECF No. 149) filed on \nDecember 14, 2017 to “(i) assert additional facts against the existing Defendants in \nsupport of existing claims; [ ] (ii) to plead new and additional claims against existing \nDefendants Timothy Dolan and James Dolan [;]” and to add six additional proposed \nDefendants.  (ECF No. 224, at pp. 1–2.)  With the Motion to Further Amend, Plaintiff \nfiled a document titled “Plaintiff’s Second Amendment to Complaint (Proposed)” \nwhich contains only the allegations and claims Plaintiff moves to add to the Amended \nComplaint, numbered and categorized into headings and sub -headings that are \nseparate and distinct  from the numbers and headings already existing in the \n \n \nAmended Complaint.  (“Proposed Second Amendment”; ECF Nos. 224.1 and  224.2.)  \nThe Proposed Second Amendment also at taches and incorporates  sixteen exhibits \nconsisting of nine email strands relating to the new allegations.  (ECF No. 224.1, Exs. \n8–10; ECF No. 224.2, Exs. 10–16.)  All of the Defendants oppose the Motion to Further \nAmend. \nTHE COURT, having considered the M otion to Further Amend, the Proposed \nSecond Amendment, the briefs filed in support of and in opposition to the Motion to \nFurther Amend, and other appropriate matters of record, concludes, in its discretion, \nthat the Motion to Further Amend should be GRANTE D, in part, and DENIED, in \npart, in the manner and f or the reasons set forth below.  In addition, the Court \nconcludes that Plaintiff should be required to file another complaint, incorporating \nthe amendments permitted herein, as a “Second Amended Complaint.” \nI. FACTS AND PROCEDURAL BACKGROUND \n1. The general factual background is thoroughly set out in the Court’s Prior \nOrder on Plaintiff’s Motion for Preliminary Injunction , and will not be repeated \nherein.  (Order on Pl. Mot. for Prelim. Inj. and Def. Mot. to Strike; ECF No. 129, ¶¶ 1–\n23.)  Only the facts and procedural history relating to issues presented by the Motion \nto Further Amend will be discussed here.  \n2. The procedural history of this case is significant in the Court’s \nconsideration of the Motion to Further Amend and will be briefly summarized.  \nPlaintiff filed its initial Verified Complaint on August 15, 2017, (“First Complaint”; \nECF No. 4), alleging claims against Defendants TDI Worldwide, LLC (“TDI”); Dolven \n \n \nEnterprises, Inc. (“Dolven”); Timothy Dolan; Jam es Dolan; Steven Graven; Ryan \nGraven; Garrett Graven; Guangfaynan, Ltd.; Guangfaynan, LTDA; Guangfaynan \nCoop; Guangfaynan Shanghai; and Fresh Industries, Inc. for: actual and constructive \nfraud (First Claim for Relief) against Dolven and affiliates, Timothy Dolan, Steven \nGraven, Ryan Graven, and Garrett Graven; conspiracy (Second Claim for Relief) \nagainst Timothy Dola n, Steven Graven , Ryan Graven, Garrett Graven , and James \nDolan; embezzlement and conversion (Third Claim for Relief) against Timothy Dolan \nand Steven Graven; common law unfair competition/business conversion (Fourth \nClaim for Relief) against all Defendants; unfair and deceptive trade practices  (Fifth \nClaim for Relief) against all Defendants; misappropriation of trade secrets (Sixth \nClaim f or Relief) against all Defendants; breach of fiduciary and other duties \n(Seventh Claim for Relief) against Timothy Dolan, Steven Graven, Ryan Graven, and \nGarrett Graven; a request for the remedy of a constructive trust (Eighth Claim for \nRelief); fraudulent transfer pursuant to N.C. Gen. Stat. § 39 -23.1 (Ninth Claim for \nRelief) against Dolven and its principals and affiliates; and a motion for preliminary \nand permanent injunction.  (ECF No. 4.) \nA. The first motions to dismiss filed by James Dolan and the other \nDefendants and Plaintiff’s first amendment to the Complaint \n \n3. On September 25, 2017, James Dolan filed a motion to dismiss the First \nComplaint.  (J. Dolan First Mot. to Dismiss; ECF No. 41.)  On September 27, 2017 , \nJames Dolan also filed an Answer  to the First Complaint.   (J. Dolan First Answer; \nECF No. 44.) \n \n \n4. On November 13, 2017 , Plaintiff filed its response to James Dolan’s \nmotion to dismiss, (Br. Opp. J. Dolan Fir st Mot. to Dismiss; ECF No. 123 ), and on \nDecember 1, 2017, James Dolan filed a reply brief.  (Reply Supp. J. Dolan First Mot. \nto Dismiss; ECF No. 133.)   James Dolan’s motion to dismiss was ripe for \ndetermination. \n5. During September and October 2017, Steven Graven, Garrett Graven, \nTDI, Timothy Dolan, Ryan Graven, and Dolven also filed motions to dismiss the First \nComplaint.  Plaintiff obtained extensions of time to respond to the motions to dismiss \nby these Defendants but did not ultimately have to file responses. \n6.   On December 5, 2017, t he Court filed a Notice of Hearing on James \nDolan’s First Motion to Dismiss, and certain other outstanding motions.  The hearing \nwas set for December 20, 2017.  (Notice of Hearing; ECF No. 134.)   \n7. On December 11, 2017, Plaintiff moved to amend its First Complaint. \n(“First Motion to Amend”; ECF No. 136 , 145.)1  The Court granted Plaintiff’s First \nMotion to Amend, (Order Granting First Mot. to Amend; ECF No. 147), and Plaintiff \nfiled the Amended Complaint on December 14, 2017.  (ECF No. 149.) \n8. The Amended Complaint corrected the names of several Defendants, \nalleged additional facts, and raised new claims for : breach of confidentiality and \nnondisclosure agreement against Steven Graven; breach of subcontractor agreement \nagainst Timothy Dolan, Steven Graven, Ryan Graven, and Dolven, Inc.; and \n                                            \n1 Plaintiff subsequently filed its Motion to Amend Verified Complaint again on December 11, \n2017, “in order to attach the Index and Exhibits to the Motion to Amend (ECF [No.] 136).”   \n(ECF No. 145, at p. 1 at n. 1.)   \n \n \ndisgorgement of compensa tion against Timothy Dolan, Steven Graven, Garrett \nGraven, and Ryan Graven.  (ECF No. 149.)  The Amended Complaint also eliminated \nthe claim for misappropriation of trade secrets.  Finally, the Amended Complaint \nalleged the claim for constructive fraud aga inst James Dolan and dropped certain \nDefendants from the claim for constructive trust.  (ECF No. 149.)   \n9. As a result of Plaintiff’s filing of the Amended Complaint, the Court \ncancelled the hearing on James Dolan’s motion to dismiss.  ( Notice of Cancellation; \nECF No. 151.) \n10. On January 2, 2018, the Court entered a Case Management Order \n(“CMO”).  (ECF No. 153.)  The CMO set a deadline of February 28, 2018, for the \nparties to seek amendment of the pleadings.  ( Id. at p. 8.)  The CMO also set a \ndeadline of November 31, 2018 for completion of fact discovery.  (Id. at p. 5.)  \nB. The second motions to dismiss filed by James Dolan and the other \nDefendants  \n  \n11. On January 9, 2018, James Dolan filed a motion to dismiss the Amended \nComplaint.  (ECF No. 156.)  On February 12, 2018, Plaintiff filed a responsive brief \nin opposition to James Dolan’s motion to dismiss the Amended Complaint.  (ECF No. \n186.)  On February 26, 2018 , James Dolan filed a reply brief .  (ECF No. 213 .)  On \nFebruary 28, 2018, the Court issued a Notice of Hearing on James Dolan’s motion to \ndismiss the Amended Complaint, setting the hearing for March 14, 2018.  (ECF No. \n215.) \n \n \n12. Between January 26  and January 31 , 2018 , Fresh Industries, Ltd. 2, \nGarrett Graven, Timothy Dolan and TDI, Ryan Graven, Dolven and other Dolven \naffiliates, and Steven Graven filed motions to dismiss the Amended Complaint .  On \nJanuary 31, 2018, Ryan Graven and Dolven, Steven Graven, and Timothy Dolan filed \nanswers to the Amended Complaint.   \n13. On March 1, 2018, Plaintiff filed a brief in opposition to Garrett Graven’s \nmotion to dismiss the Amended Complaint, (ECF No. 216), and on March 12, 2018, \nGarrett Graven filed a reply br ief.  (ECF No. 226.)   On March 13, 2018, the Court \nissued a Notice of Hearing on Garrett Graven’s motio n to dismiss the Amended \nComplaint, setting the hearing for April 4, 2018.  (ECF No. 230.)3 \n14. On March 15, 2018, Plaintiff filed briefs in opposition to the motions to \ndismiss the Amended Complaint filed by Ryan Graven, Dolven and other Dolven \naffiliates, Steven Graven, and Timothy Dolan and TDI.  Timothy Dolan and TDI, and \nSteven Graven filed reply briefs in support of their motions t o dismiss the Amended \nComplaint, and each of those motions to dismiss was ripe for determination. \nC. The Motion to Further Amend \n15. On March 12, 2018, Plaintiff filed the Motion to Further Amend and the \nProposed Second Amendment .  The Proposed Second Amendment seeks to allege \nadditional facts in support of existing claims  contained in the Amended Complaint , \nand to plead new facts in su pport of nine new claims against six new proposed \n                                            \n2 Plaintiff subsequently voluntarily dis missed without prejudice all claims against Fresh \nIndustries, Ltd.  (ECF No. 222.)  \n3 In light of issues raised by Plaintiff’s filing of the Moti on to Further Amend, on March 22, \n2018, the Court subsequently canceled the hearing.  (Notice of Cancellation; ECF No. 241.) \n \n \nDefendants: Fernley Partners Retail II, LLC (“Fernley”); John Dolan; Brendan Egan; \nUSS, Inc. (“USS”);  Hostwell Industrial Limited (“Hostwell”); and Grace Wang  \n(“Wang”) (collectively, the “Proposed Defendants”).  (ECF No. 224.) \n16. With regard to the new claims and Proposed Defendants, the Proposed \nSecond Amendment generally alleges that Hostwell  is an “unlimited company \norganized and existing under and by virtue of the laws  of Hong Kong.”  (ECF No. \n224.1, at ¶ 25.)  Wang allegedly owns Hostwell.  (Id.)  The Proposed Second \nAmendment alleges that Hostwell and Wang paid “kickbacks” and other improper \npayments to Fernley and USS, entities owned in whole or in part by Timothy an d \nJames Dolan, in exchange for overpayments made to Hostwell by GTA.  (Id. at ¶¶ 21–\n46.)  The Proposed Second Amendment alleges that the overpayments by GTA were \ndirected by Timothy Dolan.  Plaintiff alleges that the other Proposed Defendants \nplayed various roles in this “commercial bribery and embezzlement scheme.”  (Id. at \n¶ 20.) \n17. The Court ordered a modification of the briefing schedule for the Motion \nto Further Amend.  (ECF No. 231.)  On March 22, 2018 , Defendants filed briefs in \nopposition to the Motion to Further Amend, including: James Dolan (ECF No. 244); \nGarrett Graven (ECF No. 245); Ryan Graven and Dolven with its affiliates (ECF No. \n246); Steven Graven (ECF No. 247); and Timothy Dolan and TDI (ECF No. 248).  On \nMarch 26, 2018, Plaintiff filed its reply in support of the Motion to Further Amend .  \n(ECF No. 252.2.) \n \n \n18. The Motion to Further Amend is now ripe for decision.  Pursuant to the \nRule of the North Carolina Business Court (“BCR”) 7.4, the Court decides the Motion \nto Further Amend without a hearing.    \nII. ANALYSIS \n19. North Carolina Rule of Civil Procedure 15(a) provides that “a party may \namend his pleading only by leave of court or by written consent of the adverse party; \nand leave shall be freely given when justice so requires.”  N.C. Gen. Stat. § 1A-1, Rule \n15(a) (2017) (hereinafter, references to the General Statutes will be to “G.S.” and \nreferences to the Rules of Civil Procedure will be to “Rule(s)”).  A trial court’s decision \nregarding a motion to amend is discretionary, and “[a] trial court abuses its discretion \nonly where no reason for the ruling is apparent from the record.”  Rabon v. Hopkins, \n208 N.C. App. 351, 353, 703 S.E.2d 181, 184 (2010).  \n20. “Reasons justifying denial of a motion to amend include (a) undue delay, \n(b) und ue prejudice, and (c) futility of amendment.”  Members Interior Constr. v . \nLeader Constr. Co., 124 N.C. App. 121, 124, 476 S.E.2d 399, 402 (1996).  “The burden \nis upon the party objecting to the amendment to set forth the grounds for his objection \nand to establish that he will be prejudiced if the motion is allowed.”  Rogers v. Rogers, \n39 N.C. App. 635, 636, 251 S.E.2d 663, 664 (1979); see also Peed v. Peed, 72 N.C. App. \n549, 325 S.E.2d 275, cert. denied, 313 N.C. 604, 330 S.E.2d 612 (1985); Estrada v. \nJaques, 70 N.C. App. 627, 321 S.E.2d 240 (1984); Mauney v. Morris, 316 N.C. 67, 340 \nS.E.2d 397 (1986). \n \n \n21. “In deciding if there was undue delay, the trial court may consider the \nrelative timing of the proposed amendment in relation to the progress of the lawsuit.”  \nDraughon v. Harnett County Bd. of Educ. , 166 N.C. App. 464, 467, 602 S.E.2d 721, \n724 (2004); Stetser v. TAP Pharm. Prods. Inc. , 165 N.C. App. 1, 31, 598 S.E.2d 570, \n590 (2004) (“[T]he trial court, in its discretion, may consider the relative timing of the \nproposed amendment in relation to the progress of the lawsuit. ”).  The “trial court \nmay appropriately deny a motion for leave to amend on the basis of undue delay \nwhere a party seeks to amend its pleading after a significant period of time has passed \nsince filing the pleading and where the record or party offers no explanation for the \ndelay.”  Rabon, 208 N.C. App. at 354, 703 S.E.2d at 184.  Close proximity to a hearing \non motions that would be mooted by amendment to the complaint is a factor courts \ncan consider in favor of finding undue delay.   See Wilkerson v. Duke Univ., 229 N.C. \nApp. 670, 679, 748 S.E.2d 154, 161 (2013) (upholding the trial court’s denial of a \nmotion to amend that was filed thirteen months after the initial complaint was filed \nand “on ly five days before the hearing on defendants’ motion for summary \njudgment”).   \n22. A court also may  deny a motion to amend when the proposed \namendments involve new defendants and/or new, separate and distinct claims that \nwould require additional or different discovery.  When “[d]ifferent evidence would be \nnecessary to support [ ] additional legal claims , which could involve more discovery \nfor the parties, slow the litigation process, and present a more unwieldy litigation for \nthe trial court to administrate,” the trial court likely does not abuse its discretion in \n \n \nconcluding that allowing such motion to amend would be prejudicial to the current \ndefendants.  Stetser, 165 N.C. App. at 32, 598 S.E.2d at 590–91.   \n23. In addition, “[w] here the essence of a Rule 15(a) motion to amend a \npleading is to add a party to the lawsuit, consideration of North Carolina Rule s of \nCivil Procedure 20 and 21 is required. ”  Coffey v. Coffey, 94 N.C. App. 717,  721, 381 \nS.E.2d 467, 470 (1989).  A plaintiff generally may join together defendants in one \naction.  Rule 20(a) “specifically allows alternative joinder of defendants.  All p ersons \nmay be joined in one action as defendants if there is asserted against them jointly, \nseverally, or in the alternative  any right to relief in respect of or arising out of the \nsame transaction, occurrence, or series of transactions or occurrences  . . . .”  Aetna \nIns. Co. v. Carroll’s Transfer, Inc., 14 N.C. App. 481, 483, 188 S.E.2d 612, 613 (1972) \n(quoting Rule 20(a) ) (quotation marks omitted ).  The Rule 20(a) standard for \nalternative joinder involves two tests: first, “each claim must arise out of th e same \ntransaction, the same occurrence, or a series of either,” and second, “each claim must \ncontain a question of law or fact, which will arise, common to all parties.”  Id.  \n24. Rule 20(b), however, authorizes the Court to disallow motions seeking \nto amend the pleadings to include new parties when these two tests are not met, such \nas when inclusion of new parties is premised on a theory of liability separate from the \ntheory of liability asserted against the initially joined parties.  In such cases, “[t]he \ncourt shall make such orders as will prevent a party from being . . . delayed, or put to \nexpense by the inclusion of a party against whom [the initial party] asserts no claim \n \n \nand who asserts no claim against [the initial party], and shall order separate tria ls \nor make other orders to prevent delay or prejudice.”  Rule 20(b).   \n25. Applying the foregoing principles, the Court concludes, in its discretion, \n(1) that the Motion to Further Amend to add the new fact allegations in the Proposed \nSecond Amendment that mer ely expand on, or provide additional detail regarding, \nthe claims in the Amended Complaint against all existing Defendants other than \nJames Dolan should be granted; (2) that the Motion to Further Amend to add certain \nnew fact allegations  in the Proposed Second Amendment , to the extent that they \nattempt to allege additional facts regarding James Dolan, should be denied in part, \nto avoid undue prejudice  to James Dolan , but otherwise should be allowed; and (3) \nthe Motion to Further Amend to add the proposed amendments  in the Proposed \nSecond Amendment containing allegations in support of new claims asserted against \nnew proposed defendants should be denied.  \nA. New fact allegations regarding existing claims \n26. The Court concludes, in its discretion,  that the new factual allegations \ncontained in paragraphs 1, 3–5, and 7–11 of the Proposed Second Amendment contain \ninformation that  expands on or provides some additional detail regarding claims \nalready contained in the Amended Complaint.   \n27. Defendants argue that the information contained in the new allegations \nwas contained in an email database to which Plaintiff has always had access, and \nthere is no reason Plaintiff could not have included the information in the  First \nComplaint or the Amended Complaint.  (ECF No. 245, at p. 7; ECF No. 244, at pp. 4, \n \n \n20.)  Defendants’ argument, however, is addressed primarily to the emails involving \nthe allegations underlying the new claims against the Proposed Defendants, and not \nthe allegations in paragraphs 1, 3 –5, and 7–11 of the Proposed Second Amendment.  \nPlaintiff contends that the email database is too large and unwieldy for Plaintiff to \nhave fully reviewed it before filing their suit, and that the depositions of Defendants \nJames Dolan and Garrett Graven provided much-needed context to the emails.  (ECF \nNo. 249, at pp. 2–3.)   \n28. Plaintiff contends that the new facts were discovered through  the \ndepositions of Garrett Graven and James Dolan, including their explanations of \nseveral emails already in Plaintiff’s possession.  (ECF No. 225, at pp. 2–3.)  Although \nPlaintiff may have possessed some of the information underlying the new allegations \nin paragraphs 1, 3 –5, and 7 –11 of the Proposed Second Amendment  in its email \ndatabase, the nature of the new allegations in these  paragraphs suggest that many \nof the new facts in these paragraphs were discovered through the deposition \ntestimony of the two witnesses, and could not have been known at the time the first \nComplaint was filed. \n29. While the Court discourages serial, piecemeal amendment of pleadings, \nit concludes that the liberal standard of Rule 15 should be exercised to allow these \namendments at this time.  If there is any prejudice to Defendants by allowing these \namendments, such prejudice is minimal .  The Motion to Further Amend should be \nGRANTED with regard to  paragraphs 1, 3 –5, and 7–11 in the Proposed Second \nAmendment. \n \n \nB. Certain new fact allegations regarding James Dolan \n30. Paragraph 2 of the Proposed Second Amendment pertains to Plaintiff’s \nclaim in the Amended Complaint for civil conspiracy and alleges that Timothy Dolan, \nJames Dolan, Ryan Graven, and Steven Graven acted as each other’s “agents” with \nregard to alleged diversion of a corporate opportunity belonging to Plaintiff.  (ECF \nNo. 224.1, at ¶ 2 .)  Paragraph 6 alleges that Timothy Dolan, James Dolan, Ryan \nGraven, and Steven Graven did not inform Plaintiff’s owner about the alleged use of \nPlaintiff’s China offices and personnel to perform work for a Defendant company.  (Id. \nat ¶ 6.)  To the extent that paragraphs 2 and 6 of the Proposed Second Amendment \nmake allegations against Timothy Dolan, Ryan Graven, and Steven Graven , the \nCourt holds that suc h amendments should be allowed for the same reasons stated \nabove regarding paragraphs 1, 3–5, and 7 –11.  The Motion to Further Amend \nregarding these allegations should be GRANTED to that limited extent. \n31. To the extent that paragraphs 2 and 6 make allegations against James \nDolan, the Court concludes in its discretion that the amendments should n ot be \nallowed on grounds of undue prejudice, and because such amendments are futile. \n32. The Court concludes, in its discretion, that permitting the amendments \nin paragraphs 2 and 6 of the Proposed Second Amendment regarding James Dolan \nwould be unduly prejudicial to James Dolan in the current procedural context of this \naction.  Throughout this case, James Dolan has maintained that the claims asserted \nagainst him must fail under Rule 12(b)(6) because he does not and has not “ever had \nany relationship with [Plai ntiff], either as an employee, director, or officer,” and \n \n \ntherefore owes no duties to Plaintiff and is not liable for the wrongs alleged to have \nbeen committed against Plaintiff.  (J. Dolan Br. Supp. Mot. Dismiss, ECF No. 42; J. \nDolan Br. Supp. 2d Mot. Dis miss; ECF No. 157.)  He has now twice filed motions to \ndismiss that were fully briefed and ripe for determination.  The first motion to dismiss \nwas scheduled for hearing  but was never heard as a result of Plaintiff ’s Amended \nComplaint.  Plaintiff filed the Motion to Further Amend after James Dolan’s second \nmotion to dismiss was ripe and scheduled for hearing .  James Dolan is now entitled \nto have his motion to dismiss decided  without further delay .  See Googerdy v. N.C. \nAgric. & Tech. State Univ. , 386 F. Sup p. 2d 618, 624 (M.D.N.C. Aug. 24, 2005) \n(“Plaintiff’s proposed amendment is brought solely to circumvent [d]efendant’s \nmotion to dismiss.  If the court grants [p]laintiff’s motion, it will cause unnecessary \ndelay in this matter, reward dilatory and neglectful pleading, and will bring prejudice \nto the potential defendants.”); see also Stetser, 165 N.C. App. at 31, 598 S.E.2d at 590; \nRabon, 208 N.C. App. at 354, 703 S.E.2d at 184.  \n33. In addition, the Court concludes, in its discretion, that the allegation in \nparagraphs 2 and 6 of the Proposed Second Amendment would be futile.  Paragraph \n2, which alleges that James Dolan was in an agency relationship with other \nDefendants, would not bolster Plaintiff’s conspiracy claim against James Dola n \nwhere neither the Amended Complaint nor the Proposed Second Amendment contain \nallegations of fact in support of that claim.  Instead, the allegation that James Dolan \nwas an agent of other Defendants is simply an unsupported legal conclusion.   Good \nHope Hosp., Inc. v. N.C. Dep’t of Health & Human Servs., 174 N.C. App. 266, 274, 620 \n \n \nS.E.2d 873, 880 (2005) ( stating the well -established principle that the Court is not \nrequired “to accept as true allegations that are merely conclusory, unwarranted \ndeductions of fact, or unreasonable inferences”). \n34. Paragraph 6 alleges that James Dolan failed to inform Plaintiff’s \nPresident regarding improper use of Plaintiff’s offices and personnel.  Again, neither \nthe Amended Complaint nor the Proposed Second Amendment allege facts that would \nsupport the notion that James Dolan owed a fiduciary or other obligation to Plaintiff \nthat would obligate him to disclose information to Plaintiff.   In the absence of an \nalleged duty requiring James Dolan to disclose known information, his silence is not \nactionable.  See, e.g., Setzer v. Old Republic Life Ins. Co. , 257 N.C. 396, 399 (1962) \n(“Silence, in order to be an actionable fraud, must relate to a material matter known \nto the party and which it is [the party’s] legal duty to communicate.”); see also Breeden \nv. Richmond Comm. College, 171 F.R.D. 189, 195 ( M.D.N.C. 1997) (“In order to \ncomply with the pleading requirements of Rule 9(b) with respect to fraud by omission, \na plaintiff usually will be required to allege . . . the relationship or  situation giving \nrise to the duty to speak.”).  The proposed allegations regarding James Dolan in \nparagraphs 2 and 6 of the Proposed Second Amendment are futile.  The Motion to \nFurther Amend regarding these allegations should be DENIED. \n35. Relatedly, the Second Amended Complaint, once filed, will not moot the \ncurrently pending motion to dismiss brought by James Dolan, and the Court reserves \nits right to rule on that pending motion. \n \n \n \nC. New claims and Proposed Defendants \n36. Finally, Plaintiff seeks to add nine new claims and six Proposed \nDefendants to this action.  (ECF No. 224.1, at ¶¶ 12 –91.)  The new claims arise out \nof an alleged “kickback” scheme involving the Proposed Defendants. \n37. The Amended Complaint currently contains twelve separate causes of \naction against twelve Defendants consisting of five individuals and seven companies.  \nThe claims in the case are far-reaching and complex.  The parties have been litigating \nthe current claims for almost eight months and have engaged in extensive motions \npractice, most of which was initiated by Plaintiff, involving hundreds of filings.  The \nCMO has been in place since January 2, 2018 , and the deadline for completion of \ndiscovery is November 31, 2018.  Each of the Defendants has filed two motions to \ndismiss, none of which have yet been decided.  The Court concludes that the addition \nof nine new claims and six additional defendants to this case will cause further delay \nand increase costs for the current Defendants  and will be prejudicial to their efforts \nto defend the action.  See Stetser, 165 N.C. App. at 32, 598 S.E.2d 570 at 590–91.  The \nadditional claims and defendants also would make the case  unwieldy and very \ndifficult for the Court to manage .  Therefore, pursuant to Rule 15, the Motion to \nFurther Amend to add the new c laims and the Proposed Defendants should be \nDENIED. \n38. The Court also concludes that the new claims and Proposed Defendants \nare not proper under Rule 20(a).  First, t he new claims do not arise out of the same \ntransaction or occurrence, or series of transactio ns or occurrences, as alleged in the \n \n \nAmended Complaint, nor will the new claims necessarily raise a common issue of law \nor fact to the initial claims raised in the Amended Complaint.  See Aetna, 14 N.C. \nApp. at 483, 188 S.E.2d at 613; see also Rule 20(a).  The Amended Complaint alleges \nthat Timothy Dolan, Steven Graven, and Ryan Graven breached fiduciary duties to \nPlaintiff by forming competing businesses including Dolven that usurped Plaintiff’s \ncorporate opportunities  and by concealing their o wnership interests in those \nbusinesses from Plaintiff .  The current claims in this lawsuit arise out of the \ntransactions and occurrences surrounding the creation of the competing businesses, \nthe competitive work they performed, and the roles played by the individual \nDefendants in concealing the competing businesses from Plaintiff. \n39. On the other hand, the new claims Plaintiff seeks to bring in this lawsuit \nare not related to the formation of Dolven or the other competing businesses or to the \nconcealment of those businesses.  The only thing that connects the new claims and \nthe Proposed Defendants to the allegations in the Amended Complaint is the \nallegation that Timothy Dolan and James Dolan participated in both sets of alleged \nwrongful actions.  The new claims also do not raise questions of fact or law common \nto the existing claims in the Amended Complaint. \n40. Accordingly, “to prevent delay or prejudice” in compliance with the Rule \n20(b) standard, the Court concludes, in its discretion, that P laintiff should not b e \nallowed to join the six Proposed Defendants, or bring new claims against the Proposed \nDefendants, in this action.  The Court’s denial of the Motion to Further Amend to add \n \n \nthe new claims and the Proposed Defendants is without prejudice to Plaintiff’s right \nto allege those claims in a separate action.   \n41. In conclusion, the Motion to Further Amend to add the allegations in \nparagraphs 12–91, and the prayer for relief on pages 23–25, of the Proposed Second \nAmendment should be DENIED.  \nIII. CONCLUSION   \nTHEREFORE, it is ordered that the Motion to Further Amend is GRANTED, \nin part, and DENIED, in part, as follows: \n1. The Motion to Further Amend to add the allegations in paragraphs 1, \n3–5, and 7–11 of the Proposed Second Amendment is GRANTED. \n2. The Motion to Fur ther Amend to add the allegations in paragraphs 2 \nand 6 of the Proposed Second Amendment  to the extent such paragraphs make \nallegations regarding James Dolan is DENIED.  Except as denied herein, the Motion \nto Further Amend to add the allegations in paragra phs 2 and 6 of the Proposed \nSecond Amendment is GRANTED. \n3. The Motion to Further Amend to add paragraphs 12–91, and the prayer \nfor relief on pages 23–25, of the Proposed Second Amendment is DENIED.  \n4. The Motion to Further Amend to add the preamble language on pages \n1–2 of the Proposed Second Amendment is DENIED. \n5. The Motion to Further Amend to add the bold face titles and subtitles in \nthe Proposed Second Amendment is DENIED. \n \n \n6. Plaintiff shall file with the Court on or before April 11, 2018  a Second \nAmended Complaint that incorporates the amended allegations allowed by this Order \nwith the allegations in the Amended Complaint.  \nSO ORDERED, this the 6th day of April, 2018. \n \n    /s/ Gregory P. McGuire      \n    Gregory P. McGuire \n    Special Superior Court Judge for \n                        Complex Business Cases  "
}