{
  "id": "a2f383d932a224c3f92066da793ec76b46600c5544a89f7968cea7f91a99775c",
  "source_file": "data/raw/ncbc/a2f383d932a224c3f92066da793ec76b46600c5544a89f7968cea7f91a99775c.pdf",
  "raw_text": "S&M Brands, Inc. v. Stein, 2018 NCBC 26. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 6894 \n \nS&M BRANDS, INC., \n  \nPlaintiff, \n \nv. \n \nJOSH STEIN, in his official capacity \nas the Attorney General of the State \nof North Carolina, and the STATE \nOF NORTH CAROLINA, \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \n \nTHIS MATTER come s before the Court on Defendant s’ Motion to Dismiss \nPlaintiff’s Amended Complaint (“Motion to Dismiss”; ECF No. 43). \nTHE COURT, after considering the Motion, the briefs in support and in \nopposition to the Motion, the supporting materials filed by the parties, the arguments \nof counsel at the hearing, and other appropriate matters of record, concludes that \nDefendants’ Motion to Dismiss is DENIED for the reasons set forth below. \nTroutman Sanders LLP by Christopher G. Browning, Jr. and Bryan M. Haynes \nfor Plaintiff S&M Brands, Inc. \n \nThe North Carolina Department of Justice by Lauren M. Clemmons for \nDefendants Josh Stein and the State of North Carolina. \n \nMcGuire, Judge. \n \nFACTS AND PROCEDURAL BACKGROUND \n1. The Court does not make findings of fact on motions to dismiss under \nRule 12(b)(6), but only recites those facts drawn from the Amended Complaint (ECF \nNo. 36) that are relevant to the Court’s determination of the motion. \n \n \nA. The parties \n2. Plaintiff S&M Brands, Inc. (“Plaintiff”) is a Virginia corporation formed \nin 1994 with its principal place of business in Keysville, Virginia.  Plaintiff is in the \nbusiness of manufacturing tobacco products, including cigarettes.  P laintiff sells its \nproducts primarily in the southeastern United States, including North Carolina. \n3. Defendant Josh Stein is the Attorney General of the Defendant State of \nNorth Carolina (“Attorney General”; collectively, Josh Stein and  the State of North \nCarolina are “Defendants”).  Plaintiff alleges that at all times Stein acted under color \nof State authority and sues Stein only in his official capacity.  (ECF No. 36 at ¶¶ 13–\n14.) \nB. The Master Settlement Agreement and the Qualifying Statute \n4. In or around 1994 , numerous states sued the  four major tobacco \ncompanies – Philip Morris , R.J. Reynolds, Brown & Williamson, and Lorillard – \nalleging that they had deceived the public about the dangers of smoking cigarettes \nand had engaged in other unlawful conduct designed to mislead consumers.  (Id. at \n¶¶ 21–24.)  The lawsuit made claims  for, inter alia, antitrust, fraud, racketeering, \nand conspiracy.  (Id.)   \n5. On November 23, 1998, forty -six states, the District of Columbia, and \nfive territories (the “Settling States”) settled the lawsuit with Philip Morris, R.J. \nReynolds, Brown & Williamson, and Lorillard .  ( Id. at ¶  26.)  Four states (Florida, \nMinnesota, Mississippi, and Texas) had  previously settled separately with Philip \nMorris, R.J. Reynolds, Brown & Williamson, and Lorillard.  (Id.) \n \n \n6. Philip Morris, R.J. Reynolds, Brown & Williamson, Lorillard , and the \nSettling States executed a Master Settlement Agreement (the “MSA”).  (ECF No. \n36.1)  Under the terms of the MSA, Philip Morris, R .J. Reynolds, Brown & \nWilliamson, and Lorillard (in the MSA, the four signatory tobacco companies are for \nsome purposes referred to as the “Original Participating Manufacturers”  and will \nhereinafter in this order be referred to collectively as the “OPMs”)  agreed to make \nannual settlement payments to the Settling States in perpetuity.  The settlement \npayments are first made into a national escrow fund and are then distributed to the \nSettling States according to each state’s “allocable share.”  ( Id. at ¶ 30.)  The \nsettlement payments from the OPMs are linked to the OPMs’ respective shares of the \ncigarette market; in other words, to the extent an OPM increases its market share in \na given year, its settlement payments increase.  (ECF No. 36 at ¶ 33.)  The revenues \ngenerated from the OPMs’ sales, however, are not considered in determining the \npayments.  (Id.)  Plaintiff alleges that under this method, the OPMs are discouraged \nfrom “trying to increase revenue by lowering prices ” because increasing sales, and \nmarket share, would cause higher settlement payments.  ( Id.)  Instead, Plaintiff \nalleges that the MSA payment scheme encourages the OPMs to raise prices as a \nmeans of increasing revenue without increasing market share.  (Id.) \n7. In the MSA, t he OPMs agreed to substantial restrictions on their  \nmarketing, advertising, and lobbying activities.  The OPMs also agreed to restrict \ntheir trade association activities and to relinquish any challenges to state laws and \nrules regarding tobacco.  (Id. at ¶ 34.)  \n \n \n8. The MSA per mits cigarette manufacturers who were not sued by the \nSettling States to sign the MSA along with the OPMs.  Manufacturers who signed \nthe MSA after the OPMs are known as “Subsequent Participating Manufacturers” \n(“SPMs”).  (ECF No. 36.1 at p. 16.)  If an SPM signed the MSA within sixty days of \nthe MSA’s execution and had a market share of cigarette sales in 1997 or 1998,  that \nSPM had its market share  “grandfathered” under the MSA and is only required to \nmake settlement payments to the extent that the SPM’ s sales exceeded i ts 1998 \nmarket share or 125% of its 1997 market share in any given year.  (Id. at pp. 78–80.)  \nIf the SPM either signed the MSA more than sixty days after the MSA’s execution or \nhad no market share in 1997 or 1998, that SPM must make yearly payments based \non its market share for the year prior to the payment.  (Id.) \n9. Cigarette manufacturers who were not sued by the Settling States and \nwho did not join the MSA are called “Non -Participating Manufacturers” (“NPMs”).   \n(ECF No. 36.1 at p. 9.) \n10. In order to prevent NPMs from having a competitive advantage over the \nOPMs and SPMs (collectively, the “Participating Manufacturers” (“PMs”)), the MSA \nrequired each Settling State to enact a “Qualifying Statute.”  (ECF No. 36.1 at p. 65.)  \nThe MSA defines a Qualifying Statute as a  “statute, regulation, law and/or rule \n(applicable everywhere the Settling State has authority to legislate) that effectively \nand fully neutralizes the cost disadvantages that the [PMs] experience vis -à-vis \n[NPMs] within such Settling State as a result of [the MSA].”  (Id.)  The MSA included, \nas an exhibit, a model Qualifying Statute that would satisfy terms of the MSA.  (ECF \n \n \n36.1, Ex. T.)   North Carolina enacted a Qualifying Statute (the “NC Qualifying \nStatute”) based on the model Qualifying Statute in July 1999.  N.C. Gen. Stat. §§ 66-\n290–294.2 (hereinafter, references to the North Carolina General Statutes shall be  \nreferred to as “G.S.”). \n11. The NC Qualifying Statute  requires that NPMs pay a statutorily -\nprescribed annual amount into a “Qualified escrow fund” (“Escrow Fund”).  G.S. § 66-\n291(a)(2).  Each N PM establishes its own individual Escrow Fund.  An NPM’s \npayment is calculated based on a set amount paid for each cigarette sold in  North \nCarolina in the prior year.  ( Id.)  The NPM receives any interest or appreciation on \nthe amounts held in its Escrow Fund.  Otherwise, the amounts held in the Escrow \nFund can only be released: (1) to pay a judgment or settlement on certain claims by \nthe Settling State against the NPM; (2) to refund the NPM for any overpayments into \nits Escrow Fund; or (3) to revert back to the NPM twenty-five years after the specific \nfunds were paid into the E scrow Fund .  G.S. §  291(b).  The Attorney General is \ncharged with administration of the Escrow Funds established by NPMs.   (ECF No. \n36 at ¶ 63.) \n12. With rega rd to refunds for overpayments by a NPM  into its Escrow \nFund, the NC Qualifying Statute provides as follows: \nTo the extent that a tobacco product manufacturer \nestablishes that the amount it was required to place into \nescrow on account of units sold in the State in a particular \nyear was greater than the Master Settlement Agreement \npayments, as determined pursuant to Section IX(i) of that \nagreement, including after final determination of all \nadjustments, that the manufacturer would have been \nrequired to make on account of the units sold had it been a \n \n \nparticipating manufacturer, the excess shall be released \nfrom escrow and revert back to such tobacco product \nmanufacturer . . . . \n \nG.S. § 66-291(b)(2).  The reference to Section IX(i) of the MSA is to the provisions \nregarding the payment obligations of SPMs.  In other words, the NC Qualifying \nStatute permits release of the amount paid into an Escrow Fund by an NPM to the \nextent it exceeds what the NPM would have been required to pay for that year had it \nsigned onto the MSA and was an SPM. \n13. One of the adjustments required in order to determine whether an NPM \nhas made an overpayment is the “NPM Adjustment.”  (ECF No. 36 at ¶¶ 46–48.)  The \nMSA provides that i f a Settling State fail s to enact or fails to “diligently enforce” a \nQualifying Statute, the PMs’ payments to that Settling State may be reduced  under \nthe NPM Adjustment.  (Id.)  Determinations of whether the Settling States “diligently \nenforced” their Qualifying Statutes are made in national arbitration by a panel of \nthree retired Article III judges.  (ECF No. 36.1 at p. 88.)  The arbitration process can \ntake years to complete; for example, Defendants note in their brief  that an NPM \nadjustment determination for MSA payments for the sales year 2003 was not \nfinalized until 2013.  (Defs.’ Br. Supp. Mot. Dismiss Pl.’s Am. Compl., ECF No. 44 at \np. 10.)  The arbitration for sales year 2004 has not yet been completed. \nC. Plaintiff’s attempt to obtain refunds of overpayments into its \nEscrow Fund and the lawsuit \n \n14. Plaintiff did not sign the MSA and is considered an NPM under the MSA \nand the NC Qualifying Statute.  Plaintiff established an Escrow Fund and has made \nyearly payments into its Escrow Fund since the NC Qualifying Statute was enacted \n \n \nin 1999.  Plaintiff alleges it paid more into its Escrow Fund for the sales years 2005 \nthrough 2015 than it would have paid as an SPM and that it is entitled to a refund of \nthe overpayments pursuant to G.S. § 66-291(b)(2).  (ECF No. 36 at ¶¶ 84, 114.) \n15. On April 15, 2016, Plaintiff sent a letter to the Attorney General making \na Public Records Act request “[i]n order to determine [Plaintiff’s] overpayments into \nescrow.”  (Id. at ¶¶ 111–12.)  Plaintiff’s request sought “ records sufficient to show \neach PM’s annual MSA payments since 2004 and records sufficient to show each PM’s \nannual cigarette sales in North Carolina and throughout the United States.”  (Id. at \n¶ 112.)  Plaintiff ultimately received documents in response to its request that were \nheavily redacted and from which Plaintiff could not determine the PMs’ payments.  \n(Id. at ¶ 113.) \n16. On October 19, 20 16, Plaintiff requested that the Attorney General \nauthorize a release of Plaintiff’s alleged overpayments of funds paid into it s Escrow \nFund for the sales years 2005 through 2015.  (ECF No. 44, Ex. 1.)  On May 25, 2017, \nthe Attorney General replied by letter informing Plaintiff that it already had received \nthe refund of its excess payment for the sales year 2005.  (Id.)  The letter also provided \nas follows: \nAs to sales years 2006-2015, it is premature to consider any \nescrow amounts being in excess of th e PMs’ annual \npayments to the State for several reasons.  First, you state \nthat the Term Sheet settlement is a basis for your claim \nthat S&M Brands’ escrow deposit now exceeds the annual \npayments of the PMs for those claimed years.  However the \nTerm Sheet is simply that, terms upon which the parties \nare to base a f inal NPM adjustment settlement.  A final \nNPM adjustment settlement is still in negotiation and is \nyet to be finalized and executed by the parties to the Term \n \n \nSheet.  The NPM adjustment settlement between the State \nand the PMs is not yet final. \n \nSecondly, North Carolina’s escrow statute allows for such \na release only upon final resolution of all adjustments , \nincluding the NPM adjustment.  See N.C. Gen. Stat. §66 -\n291(b)(2).  As you probably are aware , the 2004 Diligent \nEnforcement arbitrations are now going on between the \nPMs and the Settling States which did not join the Term \nSheet1  as well as New York which settled separately its \nNPM adjustment claims with the PMs.  Only sales year \n2003 has been ‘nearly’ resolved with finality.  New Mexico’s \nappeal of its 2003 Diligent Enforcement Arbitration Award \nis still not final.  North Carolina is still at risk of claims \nagainst it from Settling States participating in the 2004 \nDiligent Enforcement arbitrations as well as similar future \narbitrations for sales years 2005-2015 and beyond. \n \nIn addition, as to sales years 2013-2015, the MSA provides \nfor recalculation of amounts due from the PMs for up to \nfour ye ars after the payment due date.  Therefore the \ndeterminations by the Independent Auditor of the PMs’ \nannual payment amounts for those years are not yet locked \nand final. \n \nBased on the above, North Carolina must decline at this \ntime S&M Brands’ request for authorization to release \nescrow held for the benefit of this State. \n \n (ECF No. 44, Ex. 2.)  \n17. Plaintiff alleges that “the State has ample information within  its \npossession and control to determine that S&M Brands has made excess escrow \npayments that should be released ” and the claim that it would be premature to \nrelease Plaintiff’s excess escrow payments is “a ruse to justify the State’s continued \nunlawful retention of [Plaintiff’s ] property.”  (ECF No. 36 at ¶¶  119–20.)  Plaintiff \n                                                 \n1 In 2012, North Carolina and nineteen other Settling States settled an arbitration regarding \ntheir NPM adjustment disputes for the sales years 2003 through 2012 by signing the “Term \nSheet.”  (ECF No. 36 at ¶¶ 102–04; ECF No. 44, Ex. 7.)   \n \n \nfurther alleges that there is no administrative process in place under which it can \nchallenge the Attorney General’s failure to release the funds.  (Id. at ¶¶ 122–26.) \nD. Plaintiff’s claims \n18. On June 6, 2016, Plaintiff filed the Complaint in this action.  (ECF No. \n1.)  Plaintiff filed the Amended Complaint on September 29, 2017. \n19. In the Amended Complaint, Plaintiff alleges that it has made payments \ninto its Escrow Fund in excess of what it would have paid under Section IX(i) of the \nMSA and that it is entitled to a refund of the o verpayments.  (ECF No. 36 at ¶¶ 84–\n92.)  The Amended Complaint makes claims for: (1) a declaratory judgment that the \namount that is currently being held in its Escrow Fund  is in excess of the amount \nrequired under the NC Qualifying Statute, and that Plaintiff is entitled to a release \nof the excess funds  (Count I) ; (2) a declaratory judgment that the NC Qualifying \nStatute violates N.C. Const. art. I, §  34 against monopolies  (Count II) ; (3) a \ndeclaratory judgment that the NC Qualifying Statute violates N.C. Const. art. I, § 32 \nagainst exclusive or separate emoluments or privileges  (Count III) ; and (4) a \ndeclaratory judgment that the NC Qualifying Statute violates N.C. Const. art. I, §§ 1 \nand 19 by depriving Plaintiff of the fruits of its labor  (Count IV).  (ECF No. 36 at \n¶¶ 138–77.) \n20. In support of its claims, Plaintiff further alleges that North Carolina has \ntaken steps to increase the burden and expense on the NPMs of complying with the \nQualifying Statute for the purpose of reducing NPMs’ sales.  (ECF No. 36 at ¶¶  70–\n83.)  For example, Plaintiff claims North Carolina amended the NC Qualifying \n \n \nStatute in 2005 to “dramatically decrease[]” refunds available to NPMs and “to reduce \nthe NPMs’ market share for the PMs’ benefit.”  (Id. at ¶¶ 79–83.) \n21. Plaintiff also alleges that while Plaintiff’s payments under the NC \nQualifying Statute have increased, the OPMs and some SPMs have benefitted from \nreduced payment obligations to North Carolina resulting from a 2012 settlement of \ndiligent enforcement claims by several states regarding NPMs’ payments for 2003 –\n2012.  (Id. at ¶¶ 102–09.)  The Term Sheet did not resolve the arbitration disputes of \nthe remaining Settling States for those sales years. \n22. Finally, Plaintiff alleges that the effect of the MSA and the NC \nQualifying Statute has been to create an “output cartel ,” or monopoly, for the PMs , \npermitting them to increase cigarette prices and their revenues while making it \nnearly impossible for Plaintiff and other NPMs to compete.  (Id. at ¶¶ 127–37.) \n23. On October 26, 2017, Defendants filed  the Motion to Dismiss.  \nDefendants seek dismissal of all claims in the Amended Complaint .  The Motion is \nfully briefed, and the Court held a hearing on the Motion on January 11, 2018.  The \nMotion is now ripe for resolution. \nANALYSIS \nA. Count I: Declaratory judgment regarding the Escrow Fund \n24. In the first count  in the Amended Complaint , Plaintiff seeks a \ndeclaratory judgment “that the amount that is currently being held in escrow is in \nexcess of the amoun t required by [G.S.] §  66-291” (ECF No. 36 at ¶ 147), and “that \nS&M Brands is entitled to a release of the excess funds being held in escrow.”  (Id. at \n \n \np. 28.)  In support of its claims, Plaintiff alleges “that under [G.S.] § 66-291(b)(2), the \nAttorney General must authorize a release of funds in excess of those that an NPM \nwas required to place into escrow” and “[f]or each particular year from 2006 through \n2016, the sums paid by S&M Brands  . . . exceeded the amount that S&M Brands \nwould have made under MSA § IX(i).  Accordingly, S&M Brands is entitled to the \nrelease of a substantial sum from its escrow account for each of these years.”  (Id. at \n¶¶ 142 and 144.) \n25. Defendants move to dismiss the first count under North Carolina Rules \nof Civil Procedure  12(b)(1) and 12(b)(2) (hereinafter, “Rules”) on the grounds that \nsovereign immunity makes them immune from suit ,2 and under Rule s 12(b)(1) and \n12(b)(6) on the grounds that Plaintiff’s claim for release of funds is not yet ripe .  \nSubject matter jurisdiction is a prerequisite for the exercise of judicial authority over \nany case or controversy.  Hardy v. Beaufort Cty. Bd. of Educ., 200 N.C. App. 403, 408, \n                                                 \n2 The Supreme Court of North Carolina has declined to decide whether the defense of \nsovereign immunity is grounded specifically in subject matter jurisdiction or personal \njurisdiction.  Teachy v. Coble Dairies, Inc., 306 N.C. 324, 327–28, 293 S.E.2d 182, 184 (1982).  \nThe more recent appellate decisions have held that a defense of sovereign immunity raises \nan issue of personal jurisdiction under Rule 12(b)(2).  Can Am South, LLC v. State, 234 N.C. \nApp. 119, 123–24, 759 S.E.2d 304, 307–08 (“[T]his Court has consistently held that: (1) the \ndefense of sovereign immunity presents a question of personal, not subject matter, \njurisdiction.”); Green v. Kearney, 203 N.C. App. 260, 265, 690 S.E.2d 755, 760 (2010) (“[T]he \ngeneral rule is that sovereign immunity presents a question of personal jurisdiction, not \nsubject matter jurisdiction. . . .”); but see Great American Ins. Co. v. Gold, 254 N.C. 168, 171–\n72, 118 S.E.2d 792, 794 (1961)  (affirming trial court’s conclusion that “[t]his is  an action \nagainst the State of North Carolina to restrain or avoid the collection of a tax, and this court \nis without jurisdiction over the subject matter of the action, the State of North Carolina not \nhaving permitted itself to be sued in this manner. . . .” (emphasis added)); Dare County v. \nN.C. Dep’t of Ins., 207 N.C. App. 600, 611, 701 S.E.2d 368, 376 (2010) (“[T]he extent to which \nthe trial court had subject matter jurisdiction over Petitioners’ request for judicial review of \nthe consent order depends upon whether the General Assembly has enacted any statutory \nprovisions authorizing Petitioners to seek and obtain judicial review of the consent order.” \n(emphasis added)). \n \n \n683 S.E.2d 774, 778 (2009).  “When reviewing a motion to dismiss for lack of subject \nmatter jurisdiction pursuant to Rule 12(b)(1), a trial court may consider and weigh \nmatters outside the pleadings.”  Dep’t of Transp. v. Blue, 147 N.C. App. 596, 603, 556 \nS.E.2d 609, 617 (2001). \n26. “Personal jurisdiction refers to the Court’s ability to assert judicial \npower over the parties and bind them by its adjudication.”  Adams, Kleemeier, Hagan, \nHannah & Fouts, PLLC v. Jacobs, 158 N.C. App. 376, 378, 581 S.E.2d 798, 801 (2003), \nrev’d on other grounds, 357 N.C. 651, 88 S.E.2d 465 (2003).   “[T]he plaintiff bears the \nburden of proving, by a preponderance of the evidence, grounds for exercising \npersonal jurisdiction over a defendant.  As such, upon a defendant’s motion to dismiss \nfor lack of personal jurisdiction, the plaintiff bears the burden of making out a prima \nfacie case that jurisdiction exists.”  Bauer v. Douglas Aquatics, Inc., 207 N.C. App. 65, \n68, 698 S.E.2d 757, 761 (2010) (citations omitted). \n27. Dismissal of a claim pursuant to Rule 12(b)(6) is proper “(1) when the \ncomplaint on its face reveals that no law supports plaintiff’s claim; (2) when the \ncomplaint reveals on its face the absence of fact suff icient to make a good claim; [or] \n(3) when some fact disclosed in the complaint necessarily defeats the plaintiff’s \nclaim.”  Oates v. JAG, Inc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985).  Otherwise, \n“a complaint should not be dismissed for insufficiency unless it appears to a certainty \nthat plaintiff is entitled to no relief under any state of facts which could be proved in \nsupport of the claim.”  Sutton v. Duke, 277 N.C. 94, 103, 176 S.E.2d 161, 166 (1970) \n(emphasis omitted).  The Court construes the complaint liberally and accepts all \n \n \nallegations as true.  See Laster v. Francis, 199 N.C. App. 572, 577, 681 S.E.2d 858, \n862 (2009).  However, the Court is not required “to accept as true allegations that are \nmerely conclusory, unwarranted deductions of fa ct, or unreasonable inferences.”  \nGood Hope Hosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, \n274, 620 S.E.2d 873, 880 (2005) (quoting Veney v. Wyche, 293 F.3d 726, 730 (4th Cir. \n2002)).  A motion under Rule 12(b)(6) “does not present the merits, but only whether \nthe merits may be reached .”  Concrete Serv. Corp. v. Investors Group, Inc ., 79 N.C. \nApp. 678, 681, 340 S.E.2d 755, 758 (1986).  “ The issue is not whether a plaintiff will \nultimately prevail but whether the claimant is entitled to offer evidence to support \nthe claims.”  Id. (quoting Scheuer v. Rhodes, 416 U.S. 232, 236 (1974)). \n1. Sovereign Immunity \n28. “It is an established principle of jurisprudence, resting on grounds of \nsound public policy, that a state may not be sued in its own courts or elsewhere unless \nit has consented by statute to be sued or has otherwise waived its immunity from \nsuit.”  Can Am South, LLC v. State , 234 N.C. App. 119, 125, 759 S.E.2d 304, 309 \n(2014); see also Great American Ins. Co. v. Gold , 254 N.C. 168, 173, 118 S.E.2d 792, \n795 (1961) (“The State is immune from suit unless and until it has expressly \nconsented to be sued. It is f or the General Assembly to determine when and under \nwhat circumstances the State may be sued.”);  Prudential Ins. Co. v. Powell, 217 N.C. \n495, 499, 8 S.E.2d 619, 621 (1940) (“It is axiomatic that the sovereign cannot be sued \nin its own courts or in any oth er without consent and permission.”).   However, the \nState can waive its sovereign immunity and consent to suit by statute. \n \n \n29. The “[w] aiver of sovereign immunity may no t be lightly inferred and \nState statutes waiving this immunity, being in derogation of the sovereign right to \nimmunity, must be strictly construed.”  Guthrie v. North Carolina State Ports \nAuthority, 307 N.C. 522, 537 –38, 299 S.E.2d 618, 627 (1983).   “When statutory \nprovision has been made for an action against the State, the procedure prescribed by \nstatute must be followed, and the remedies thus afforded are exclusive. The right to \nsue the State is a conditional  right, and the terms prescribed by the Legislature are \nconditions precedent to the institution of the action.”  Great American Ins. Co. , 254 \nN.C. at 173, 118 S.E.2d at 795. \n30. Defendants argue that the NC Qualifying Statute lacks a “plain, clear \nand unmistakable provision for suit against the State or the Attorney General” \nexpressly waiving sovereign immunity for Plaintiff’s claim.  (ECF No. 44 at pp. 12–\n13.)  Defendants contend that absent express statutory waiver of sovereign immunity, \nthis court lacks subject matter and personal jurisdiction over Defendants.  ( Id.)  \nPlaintiff counters that under North Carolina law, sovereign immunity does not bar a \ndeclaratory judgment action against the State if the action is one seeking to vindicate \na plaintiff’s property rights and interests , and there is not another avenue through \nwhich the plaintiff can protect its rights.  (Pl.’s Br. Opp. Defs.’ Mot. Dismiss, ECF No. \n54 at p. 3.) \n31. North Carolina courts have long held that “when public officials invade \nor threaten to invade the . . . property rights of a citizen in disregard of law, they are \nnot relieved from responsibility by the doctrine of sovereign immunity even though \n \n \nthey act or assume to act under the authority and pursuant to the directions of the \nState.”  Corum v. Univ.  of N .C., 330 N.C. 761, 786, 413 S.E.2d 276,  292 (1992) \n(citations omitted); see also T & A Amusements, LLC v. McCrory, 796 S.E.2d 376, 380, \n2017 N.C. App. LEXIS 42, *8 (2017 ) (“[O]ur Supreme Court has recognized the \nexistence of a limited exception to sovereign immunity in certain cases where \nplaintiffs seek declaratory or injunctive relief against State agencies that act ‘in \nexcess of the authority granted [to them] under [a] statute and invade or threaten to \ninvade personal or property rights of a citizen in disregard of the law.”); Orange Cty. \nv. N.C. Dep’t of Transp. , 46 N.C. App. 350, 378, 265 S.E.2d 890, 909 (1980) (finding \nno sovereign immunity “[w]hen public officers whose duty it is to supervise and direct \na State agency attempt to enforce an invalid ordinance or regulation, or invade or \nthreaten to invade the personal or property rights of a citizen in disregard of law ”) \n(quoting Schloss v. Highway Comm. , 230 N.C. 489, 492, 53 S.E.2d 517,  519 (1949) \n(emphasis omitted) ).  Therefore, North Carolina courts have allowed declaratory \njudgments brought by plaintiffs seeking to protect property rights  against \ngovernmental interfer ence, because “without seeking a declaratory judgment, \nplaintiff would be unable to effectively protect its property rights.”   Am. Treasures, \nInc. v. State, 173 N.C. App. 170, 176, 617 S.E.2d 346, 350 (2005) (quoting McCormick \nv. Proctor, 217 N.C. 23, 29, 6 S.E.2d 870, 874 (1940)); see also Sandhill Amusements, \nInc. v. Sheriff of Onslow Cty. , 236 N.C. App. 340,  351, 762 S.E.2d 666 , 675 (2014), \nrev’d on other grounds , 368 N.C. 91, 773 S.E.2d 55 (2015)  (holding that sovereign \nimmunity did not bar plaintiff’s claim because “the declaratory judgment procedure \n \n \nis the only method by which Plaintiffs have recourse to protect their property \ninterests”). \n32. Plaintiff seeks a declaratory judgment that  it is entitled to the release \nof excess amounts held in its Escrow Fund.  Defendants do not dispute that Plaintiff \nhas a property right in any excess payments it has made into its Escrow Fund, under \ncertain statutorily -defined circumstances.  The NC Qualifying Statute doe s not \nprovide a cause of action allowing NPMs to seek release of excess payments, and there \nis no administrative process in place  for NPMs t o seek release of escrow funds.  \nAccordingly, Plaintiff’s only option for redress to protect its property rights is to seek \na declaratory judgment.  Plaintiff’s claim for a declaration that funds currently being \nheld in escrow are  in excess of the amount required by G.S. § 66-291, and that it is \nentitled to a release of the excess funds , is not barred by the  doctrine of sovereign \nimmunity under the circumstances present in this case. \n2. Ripeness \n33. “As with all other actions,  . . . there must be a justiciable controversy \nbefore the Declaratory Judgment Act may be invoked.  There is a justiciable \ncontroversy if litigation over the matter upon which declaratory relief is sought \nappears unavoidable. ”  Ferrell v. Department of Transp. , 334 N.C. 650, 656, 435 \nS.E.2d 309, 313 (1993).   An action for declaratory judgment is ripe for adjudication \nwhen “there is an actual or real existing controversy between parties having adverse \ninterests in the matter in dispute.”  Andrews v. Alamance Cty. , 132 N.C. App. 811, \n813–14, 513 S.E.2d 349, 350 (1999); see also Smith v. Nationwide Mut. Ins. Co. , 97 \n \n \nN.C. App. 363, 366, 388 S.E.2d 624, 626 (1990).   A motion to dismiss under Rule \n12(b)(6) “is seldom an appropriate pleading in actions for declaratory judgments, and \nwill not be allowed simply because the plaintiff may not be able to prevail.  It is \nallowed only when the record clearly shows that there is no basis for declaratory relief \nas when the complaint does not allege an actual, genuine existing controversy.”  N.C. \nConsumers Power, Inc. v. Duke Power Co. , 285 N.C. 434, 439, 206 S.E.2d 178, 182 \n(1974). \n34. Defendants move to dismiss Plaintiff’s first count under Rule 12(b)(1) \nor, alternatively, under Rule 12(b)(6), because the claim is not ripe.  Defendants argue \nthat Plaintiff’s claim is not ripe  because G.S. § 66-291(b)(2) requires release of an \nNPM’s excess escrow payments “including after final d etermination of all \nadjustments,” meaning that fina l determination of all adjustments must be made \nbefore the State is required to release excess escrow payments.   (ECF No. 44 at pp. \n13–15.)  Defendants contend that “there are still outstanding adjustments for the \nsales years 2006 –2016” that have yet to be completed,  and whether, and to what \nextent, Plaintiff overpaid into the Escrow Fund is not yet established.  (Id.) \n35. Plaintiff argues that its first count should not be dismissed because the \nAmended Complaint sufficiently alleges that  there is an existing and  justiciable \ncontroversy over whether Plaintiff made excess payments into its Escrow Fund, and \nwhether it is entitled to a release of the excess payments .  Plaintiff also argues that \nthe Attorney General has denied Plaintiff’s request for a release of overpayments into \nits Escrow Fund, and that a declaratory judgment action “is the proper means for \n \n \nresolving the parties’ contr oversy.”  (ECF No. 54 at p. 7.)   Plaintiff contends that \nwhether or not the Attorney General is able to determine Plaintiff’s overpayments at \nthis time goes to the merits of the dispute, not whether a justiciable controversy \nexists.  (Id.) \n36. At the hearing on the Motion to Dismiss , Plaintiff made the additional \nargument that the phrase “including after final determination of all adjustments” in \nthe NC Qualifying Statute should be read as enlarging, not limiting, the standard for \nthe release of escrow funds and does not limit the State from making distributions \nprior to the final determination of all adjustment s.  See N.C. Turnpike Auth. v. Pine \nIsland, Inc., 265 N.C. 109, 120, 143 S.E.2d 319, 327 (1965)  (“The term ‘includes’  is \nordinarily a word of enlargement and not of limitation.  The statutory definition of a \nthing as ‘including’  certain things does not nec essarily place thereon a meaning \nlimited to the inclusions. ”) (citations omitted).  Under Plaintiff’s interpretation, the \nlanguage “including after final determination of all adjustments” serves as a \nrecognition that adjustments made in the future may ulti mately affect the total \namount of excess funds Plaintiff is entitled to, but does not prohibit the release of \nexcess escrow funds until after those final determinations are made.   \n37. The Court concludes that the Amended Complaint alleges an actual and \nexisting justiciable controversy between the parties  regarding interpretation of the \nstatute, and regarding whether Plaintiff has made escrow payments in excess of those \nrequired by the statute.  That is all that is required of Plaintiff at the pleadings stage.  \n \n \nDefendants’ motion to dismiss the First Count in the Amended Complaint should be \nDENIED. \nB. Counts II –IV: Declaratory judgment regarding Constitutional \nclaims \n \n38. Plaintiff’s Second, Third, and Fourth counts seek declaratory judgments \nthat the NC Qualifying Statute violates the Constitution of North Carolina.  Plaintiff \nalleges that the NC Qualifying Statute: protects the market shares and revenues of \nthe OPMs thereby creating a monopoly  in violation of the constitutional prohibition \nagainst monopolies under art. I, § 34; provides a separate emolument or privilege for \nthe OPMS and to the disadvantage of NPMs like Plaintiff  in violation of art. I, § 32; \nand requires NPMs to “make substantial payments in excess of PMs’ payments,” and \nholds the escrow funds for 25 years, thereby depriving Plaintiff of “substantial fruits \nof its labor.”  (ECF No. 36 at ¶¶ 148–77.) \n39. Plaintiff frame s its constitutional claims as “as applied” challenges, \nrather than as facial challenges.3  State v. Packingham, 368 N.C. 380, 392, 777 S.E.2d \n738, 748 (2015), rev’d on other grounds , Packingham v. North Carolina , 137 S. Ct. \n1730 (2017)  (“A statute that is constitutional on its face nevertheless may  be \n                                                 \n3 Plaintiff’s arguments in its briefs regarding counts two through four veer between \narguments that the NC Qualifying Statute is unconstitutional as applied to Plaintiff, and \nunconstitutional on its face.  The distinction, however, is not critical for purposes of deciding \na motion to dismiss.   “An appellant may challenge the constitutionality of a statute by \nasserting a facial challenge, an as-applied challenge, or both.”  See, e.g., Kan. Judicial Review \nv. Stout, 519 F.3d 1107, 1118 (10th Cir. 2008).   “[T]he distinction between facial and as -\napplied challenges is not so well defined that it has some automatic effect or that it must \nalways control the pleadings and disposition in every case involving a constitutional \nchallenge.  The distinction is both instructive and necessary, for it goes to the breadth of the \nremedy employed by the Court, not what must be pleaded in a complaint. ”  Citizens United \nv. Fed. Election Comm’n, 558 U.S. 310, 333 (2010). \n \n \nunconstitutional as applied to a particular defendant.”).  The Supreme Court of North \nCarolina has held \nAn as-applied challenge contests whether the statute can \nbe constitutionally applied to a particular defendant, even \nif the statute is otherwise generally enforceable.  A facial \nchallenge maintains that no constitutional applicatio ns of \nthe statute exist, prohibiting its enforcement in any \ncontext.  The constitutional standards used to decide either \nchallenge are the same. \n \nId. at 383, 777 S.E.2d at 743.  For purposes of deciding Defendants’ Motion, the Court \nwill treat Plaintiff’s constitutional claims as challenges to the statute “as applied” to \nPlaintiff. \n40. Defendants seek dismissal of Plaintiff’s constitutional challenges solely \nunder Rule 12(b)(6).  (ECF No. 43 at p.  2.)  Dismissal under Rule 12(b)(6) is only \nwarranted “‘where an insurmountable bar  to recovery appears’ on the face of a \ncomplaint . . . Such an insurmountable bar  may consist of an absence of law to \nsupport a claim, an absence of facts sufficient to make a good claim, or the disclosure \nof some fact that necessarily de feats the claim.”  Kelly v. Polk Cty. N.C. , 2018 N.C. \nApp. LEXIS 65, *5 (citing Peacock v. Shinn, 139 N.C. App. 487, 492, 533 S.E.2d 842, \n846 (2000)).   \n41. Defendants contend that the NC Qualifying Statute is a valid exercise \nof the State’s police power and i s rationally related to the State’s interest in \ndiscouraging the use of tobacco products to protect public health and welfare, and any \nincidental imposition on Plaintiff’s constitutional rights is justified by th at interest.  \n(ECF No. 44 at pp. 19, 20, 21,  and 22–23.)  Plaintiff alleges that the NC Qualifying \n \n \nStatute does not “preserve the public health, safety, or welfare” or otherwise serve \nthe public interest. (ECF No. 36 at ¶¶  154, 165, and 176.)  Defendants argue that \nPlaintiff’s allegations that the s tatute does not serve a public interest are legal \nconclusions that should be disregarded by the Court.  (ECF No. 44 at p. 19.) \n42. Defendants further argue that courts  in other jurisdictions  have \nconcluded that other states’ Qualifying Statutes do not violate federal constitutional \nrights, and that this Court should do the same.   See, e.g., KT&G Corp. v. Attorney \nGen. of Okla. , 535 F.3d 1114, 1143 (10th Cir. 2008) (“Oklahoma’s amended escrow \nstatute is rationally related to the state's legitimate interests in promoting health \nand insuring the availability of adequate funds to address the state's future tobacco-\nrelated health care costs.”); Grand Rivers Enters. Six Nations, Ltd. v. Pryor, 425 F.3d \n158, 175 (2d Cir. 2005) ([Discussing the New York escrow statute  and stating “t he \nEscrow Statutes are rationally related to a legitimate state interest: promoting public \nhealth and recovering the costs of tobacco-related illnesses.); Star Scis., Inc. v. Beales, \n278 F.3d 339, 361 (4th Cir. 2002) (“Virginia’s qualifying statute serves the legitimate \nstate interest of ensuring that Virginia has a source of recovery for future smoking -\nrelated healthcare costs attributable to tobacco manufacturers who have not \nsubscribed to the Master Settlement Agreement and who, therefore, are not already \ncompensating the Commonwealth for these healthcare costs.”).  (Id. at p. 23.) \n43. The Court has considered Defendants’ argument that the NC Qualifying \nStatute serves North Carolina’s interest in promoting the public health and welfare, \nbut it is not persuaded that it is appropriate to reach the issue at this early stage of \n \n \nthe case.  The NC Qualifying Statute does not contain a provision stating the statute’s \npurpose.  To the contrary, unlike other states that adopted the model Qualifying \nStatute, North Carolina declined to adopt the first section of the model statute \nsummarizing the public health concerns underl ying the MSA and the Qualifying \nStatute.  (ECF 36.1, Ex. T , pp. T -1 and T -2.)  See, e.g., N.Y. Pub. Health § 1399-nn \n(2018) (New York) (adopting the Model Qualifying Statute’s “Findings and Purpose” \nprovision declaring that it is in the interest of New York to establish an escrow fund \nbecause of public health concerns) ; G.A. Code Ann. § 10-13-1 (2018) (Georgia); A riz. \nRev. Stat. § 44-7101 (2018) (Arizona).  In addition, North Carolina’s appellate courts \nhave not yet had an opportunity to decide whether the NC Qualifying Statute serves \nthe State’s interests.  The Court believes further development of the record is \nnecessary to adequately address whether the NC Qualifying Statute, as interpreted \nand applied by the Attorney General to Plaintiff, serves the public health or other \ncompelling State interests. \n44. The Court has thoroughly considered the voluminous and detailed \nallegations contained in the Amended Complaint and concludes that they sufficiently \nallege claims for declaratory judgment regarding whether the Attorney General has \napplied the NC Qualifying Statute in a manner that violates Plaintiff’s rights under \nthe North Carolina Constitution.  Defendants raise compelling arguments, and those \narguments may ultimately prevail on Plaintiff’s constitutional claims.  At this stage, \nhowever, Plaintiff is requi red only to place Defendants on noti ce of the claims it is \nraising.  Feltman v. City of Wilson, 238 N.C. App. 246, 252, 767 S.E.2d 615, 620 (2014) \n \n \n(“Under notice pleading, a statement of claim is adequate if it gives sufficient notice \nof the claim asserted to enable the adverse party to answer and prepare for trial, to \nallow for the application of the doctrine of res judicata, and to show the type of case \nbrought.”)  Defendants’ motion to dismiss counts two, three, and four of the Amended \nComplaint should be DENIED. \nTHEREFORE, IT IS ORDERED that: \n45. Defendants’ Motion to Dismiss is DENIED. \n \nThis the 2nd day of April, 2018. \n \n/s/ Gregory P. McGuire      \n    Gregory P. McGuire \n    Special Superior Court Judge for \n    Complex Business Cases "
}