{
  "id": "a30f825f9e2b7745c5d7e145086267c1b787350e4cffd1c5c00a29e107d261a1",
  "source_file": "data/raw/ncbc/a30f825f9e2b7745c5d7e145086267c1b787350e4cffd1c5c00a29e107d261a1.pdf",
  "raw_text": "Button v. Level Four Orthotics & Prosthetics, Inc., 2020 NCBC 18. \n \nSTATE OF NORTH CAROLINA \nFORSYTH COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 3246 \nJAMES C. BUTTON, \n \nPlaintiff, \n \nv. \n \nLEVEL FOUR ORTHOTICS & \nPROSTHETICS, INC.; LEVEL FOUR \nSBIC HOLDINGS, LLC; PENTA \nMEZZANINE SBIC FUND I, L.P.; \nREBECCA R. IRISH; and SETH D. \nELLIS,  \n \nDefendants. \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO  \nDISMISS \n \n1. THIS MATTER is before the Court on Defendants Level Four Orthotics & \nProsthetics, Inc., Level Four SBIC Holdings, LLC, Penta Mezzanine SBIC Fund I, \nL.P., Rebecca R. Irish, and Seth D. Ellis’  (collectively referred to herein as \n“Defendants”) Motion to Dismiss pursuant to Rules 12(b)(1), 12(b)(2), and 12(b)(6) of \nthe North Carolina Rules of Civil Procedure (the “Rule(s)”) filed on August 9, 2019  \n(the “Motion”).  (ECF No. 17.) \n2. For the reasons set forth herein, the Court GRANTS in part and DENIES \nin part the Motion. \nMullins Duncan Harrell & Russell, PLLC by Alan W. Duncan, Stephen \nM. Russell, and Tyler Nullmeyer, for Plaintiff.  \n \nRobinson, Bradshaw & Hinson, P.A. by David C. Wright and Brian L. \nChurch, for Defendants.  \n \nRobinson, Judge. \n \n \n \n \nI. INTRODUCTION \n3. This action arises out of Plaintiff James C. Button’s  (“Plaintiff” or “Mr. \nButton”) employment with Defendant Level Four Orthotics & Prosthetics, Inc.  \n(“Level Four Inc.”) .  Plaintiff was employed as Level Four Inc.’s Chief Executive \nOfficer (“CEO”) until his employment was terminated on March 20,  2019.  Plaintiff \nalleges that Defendants terminated Plaintiff’s employment in an attempt to diminish \nPlaintiff’s ownership rights in Level Four Inc. acquired in connection with his \nemployment and in violation of his employment agreement with Level Four Inc.  \nII. FACTUAL BACKGROUND \n4. The Court does not make findings of fact for the purposes of a motion to \ndismiss, but only recites those factual allegations that are relevant and necessary to \nthe Court’s determination of the Motion.1 \nA. The Parties \n5. Plaintiff is a citizen and resident of Morris County, New Jersey.  (Compl. ¶ \n1.) \n6. Level Four Inc. is a North Carolina corporation with its principal place of \nbusiness in Winston-Salem, North Carolina.  (Compl. ¶ 2.)   \n7. Defendant Level Four SBIC Holdings, LLC (“Level Four Holdings”) is a \nFlorida corporation with its principal place of business in Winter Park, Florida.  \n                                                 \n1 “Absent a request by one of the parties, the trial court is not required to make findings of \nfact when ruling on a motion.”  Cameron-Brown Co. v. Daves , 83 N.C. App. 281, 285, 350 \nS.E.2d 111, 114 (1986).  The appellate courts will presume that the trial court found sufficient \nfacts to support its ruling.  Id.  \n \n \n(Compl. ¶ 3.)  Plaintiff alleges that Level Four Holdings owns a majority interest in \nLevel Four Inc.  (Compl. ¶ 3.)  \n8. Defendant Penta Mezzanine SBIC Fund I, L.P. (“Penta Fund”) is a limited \npartnership existing under the laws of Delaware with its principal place of business \nin Winter Park, Florida.  (Compl. ¶ 4.)  Plaintiff alleges that Penta Fund is a manager \nand majority interest owner of Level Four Holdings.  (Compl. ¶ 4.)   Plaintiff further \nalleges that Penta Fund owns a minority interest in Level Four Inc.   (Compl. ¶ 4.)  \n9. Defendant Rebecca R. Irish (“Ms. Irish”) is a citizen and resident of Orange \nCounty, Florida.  (Compl. ¶ 6.)   Ms. Irish is a managing partner and investment \ncommittee member of Penta Fund.  (Compl. ¶ 6.)  Ms. Irish also acts as the sole \ndirector and current CEO of Level Four Inc.  and as the  manager of Level Four \nHoldings.  (Compl. ¶ 6.)  Plaintiff also alleges that Mrs. Irish “owns a significant \ninterest in Penta Fund.”  (Compl. ¶ 6.)   \n10. Defendant Seth D. Ellis (“Mr. Ellis”) is a citizen and resident of Lake \nCounty, Florida.  (Compl. ¶ 7.)   Mr. Ellis is a managing partner and investment \ncommittee member of Penta Fund.  (Compl. ¶ 7.)  Plaintiff alleges that Mr. Ellis also \n“owns a significant interest in Penta Fund.”  (Compl. ¶ 7.)  \nB. Terms and Negotiation of Plaintiff’s Employment Agreement \n11. Plaintiff entered into an employment agreement with Level Four Inc. on or \nabout July 14, 2017 (the “Employment Agreement”), pursuant to which Plaintiff was \nto act as the CEO of Level Four Inc. for a period of five years.  (Compl. ¶ 10 ; see also \n \n \nCompl. Ex. 1, ECF No. 3 [the “Employment Agreement”].)  Plaintiff was employed as \nLevel Four Inc.’s CEO from July 14, 2017 until March 20, 2019.  (Compl. ¶ 1.)    \n12. In connection with his employment, Plaintiff signed five agreements in \naddition to the Employment Agreement.  (See Compl. ¶ 11.)  Plaintiff entered into the \nWarrant Agreement with Level Four Inc. and entered into the Option Agreement , \nStock Repurchase Agreement, Go Shop Provision with Future Sale Agreement (the \n“Go Shop Agreement”), and Shareholder Voting Agreement with Level Four Holdings \n(the Option Agreement, Stock Repurchase Agreement, and Go Shop Agreement are \ncollectively referred to herein as the “Level Four Holdings Agreements”) .  (Compl. ¶ \n11.a., b., c., d., e.; see also Compl. Ex. 2, Ex. 3  [the “Option Agreement”], Ex. 4  [the \n“Stock Repurchase Agreement”], Ex. 5 [the “Go Shop Agreement”], Ex. 6, ECF No. 3.) \n13. Plaintiff negotiated the terms of his employment with Level Four Inc. with \nMs. Irish and Mr. Ellis.  (Compl. ¶ 13.)   Plaintiff alleges that during these \nnegotiations Ms. Irish and Mr. Ellis were simultaneously representing Level Four \nInc., Level Four Holdings, and Penta Fund.  (Compl. ¶ 13.)  \n14. At the time Plaintiff was negotiating his employment with Level Four Inc., \nLevel Four Inc. owed Penta Fund $9,967,413 in long -term debt bearing various  \ninterest rates up to 18% per annum.  (Compl. ¶¶ 17, 19.)  Plaintiff believed this debt \nto be an ongoing challenge to Level Four Inc., which significantly diminished its value \nto its shareholders.  (Compl. ¶ 20.)  As a part of Plaintiff’s employment negotiations, \nPlaintiff requested that Penta Fund reduce the interest rate on the debt owed by \nLevel Four Inc.  (Compl. ¶ 21.)   The parties ultimately agreed on an interest rate of \n \n \ntwo and one-half percent (2.5%) as evidenced by paragraph 21 of the Employment \nAgreement.  (Compl. ¶¶ 23–24; Employment Agreement ¶ 21.)  \n15. Paragraph 21 of the Employment Agreements provides that Level Four Inc. \n“shall cause the interest rates on the promissory notes payable to [Penta Fund] to be \nreduced to no greater than the two -and-one-half percent (2.5%) at all times \nsubsequent to July 1, 2016.”2  (Compl. ¶ 23; Employment Agreement ¶ 21.)  Plaintiff \ncontends that paragraph 21 of the Employment Agreement was intended to apply to \nall existing and future debt.  (Compl. ¶ 23.)3 \n16. The Employment Agreement also allows Level Four Inc. 4 to terminate \nPlaintiff’s employment  for or without cause.  (Compl. ¶¶ 32, 35; E mployment \nAgreement ¶ 7.A., 7.B.)   In the event that Plaintiff’s employment was terminated \nwithout cause, Plaintiff was entitled to thirty -day written notice with various \nseverance benefits.  (Compl. ¶¶ 32 –33; Employment Agreement ¶ 7.B.)  However, if  \nPlaintiff’s employment was terminated for  cause, Plaintiff was not entitled to the \nthirty-day notice or the severance benefits.  (Compl. ¶ 34; Employment Agreement ¶ \n7.A.)   \n                                                 \n2 The Complaint represents that the parties intended for the date in Paragraph 21 of the \nEmployment Agreement to be July 1, 2017; however, a scrivener’s error caused the incorrect \ndate of July 1, 2016 to be inserted into the Employment Agreement.  (Compl. ¶ 24.) \n3 Defendants contend that paragraph 21 of the Employment Agreement does not apply to \nfuture advances made by Penta Fund to Level Four Inc .  (Br. Supp. Defs.’ Mot. to Dismiss \n19–22, ECF No. 18 [“Br. Supp.”].)  However, the Court need not resolve this dispute amongst \nthe parties for the purposes of this Motion.   \n4 The Employment Agreement uses the defined term “Company” throughout, which is defined \non page 1 as “Level Four Orthotics & Prosthetics, Inc.”  (Employment Agreement 1.) \n \n \n17. Paragraph 7.A. of the Employment Agreements provides that Plaintiff \ncould be terminated “for cause” if Plaintiff engaged in “any willful misconduct or gross \nnegligence which could reasonably be expected to have a material adverse affect (sic) \non the business and affairs of [Level Four Inc.]”  (Employment Agreement ¶ 7.A.; see \nalso Compl. ¶ 35.) \n18. Plaintiff’s rights under the Warrant  Agreement and the Level Four \nHoldings Agreements are dependent  on whether Plaintiff’s employment was \nterminated by Level Four Inc. for cause or without cause pursuant to the terms of the \nEmployment Agreement.  (See Compl. ¶¶ 42–43, 46–47, 49–50, 52–53; Ex. 2  § 3.1; \nOption Agreement § 1.1(iii); Stock Repurchase Agreement  ¶¶ 1.a., 1.b., 2 ; Go Shop \nAgreement ¶ 2.)  \n19. Pursuant to the terms of the Option Agreement, Plaintiff had a right to \npurchase 21% of Level Four H oldings’ fully diluted common stock and an economic \nparticipation interest in Penta Funds’ notes, plus accrued interest thereon, due from \nLevel Four Inc. to Penta Fund.  (Compl. ¶ 44 ; Option Agreement 1–2.)  In the event \nthat Plaintiff’s employment was terminated without cause pursuant to the \nEmployment Agreement, Plaintiff’s rights under the Option Agreement would be set \nto expire July 14, 2022.  (Compl. ¶¶ 45, 47.)  However, if Plaintiff was terminated for \ncause or voluntarily resigned pursuant to the Employment Agreement he would no \nlonger be able to exercise his rights pursuant to the Option Agreement.  (Compl. ¶ \n46; Option Agreement § 1.1(iii).) \n \n \n20. The Stock Repurchase Agreement gives Level Four Holdings the option to \npurchase certain Level Four Inc. stock owned by Plaintiff after Plaintiff’s employment \nwith Level Four Inc. ends.  (Compl. ¶ 48.)   Depending on whether  Plaintiff’s \ntermination is for or without cause, the calculation of the purchase price of the Level \nFour Inc. s tock and Level Four Holdings’ ability to purchase stock obtained by \nPlaintiff pursuant to the Option Agreement varies.  (Compl. ¶¶ 49 –50; Stock \nRepurchase Agreement ¶¶ 1.a., 1.b., 2.)  \n21. The Go Shop Agreement gives Plaintiff the right to make a competing offer \nto purchase Level Four Inc. as a condition of Level Four Holdings agreeing to an offer \nto sell Level Four Inc. to a third-party.  (Compl. ¶ 51.)  If Plaintiff voluntarily resigned \nor his employment with Level Four Inc.  was terminated for cause , then Plaintiff’s \nrepurchase rights terminated immediately.  (Compl. ¶ 52 ; Go Shop Agreement ¶ 2.)  \nIf Plaintiff was terminated without cause , then his rights pursuant to the Go Shop \nAgreement continued for six months from his termination before expiring.  (Compl. ¶ \n53; Go Shop Agreement ¶ 2.)  \n22. The Warrant Agreement provided Plaintiff  the right to purchase 30% of \nLevel Four Inc.’s common stock, subject to certain vesting requirements.  (Compl. ¶ \n37.)   \n23. On August 14, 2017, September 15, 2017, October 16, 2017, and March 31, \n2018, Plaintiff exercise d his rights pursuant to the Warrant Agreement and \nrequested that Ms. Irish provide the certificates for the purchased stock.  (Compl. ¶¶ \n \n \n84, 87, 90, 94.)  Neither Level Four Inc. nor Ms. Irish provided the  stock certificates \nto Plaintiff.  (Compl. ¶¶ 85, 88, 91, 93, 95.)   \n24. Plaintiff contends that, after exercising his rights pursuant to the Warrant \nAgreement, Plaintiff is the legal and equitable owner of 8% of Level Four. Inc.’s \ncommon stock.  (Compl. ¶ 97.) \nC. Termination of Plaintiff’s Employment at Level Four Inc. \n25. Plaintiff alleges that during his tenure as Level Four Inc.’s CEO he \nsatisfactorily performed his duties.  (Compl. ¶¶ 54 –83.)  Plaintiff received positive \nfeedback regarding his job performance fro m multiple Level Four Inc.  executives.  \n(Compl. ¶¶ 66–72.)  Plaintiff never received a negative performance review.  (Compl. \n¶ 73.)  Plaintiff further alleges that he “did not engage in any willful misconduct or \ngross negligence which could reasonably be expected to have a material adverse effect \non the business and affairs of Level Four Inc.”  (Compl. ¶ 74.)   \n26. In November 2018, Plaintiff recommended that Penta Fund loan additional \nfunds to Level Four Inc. to enable Plaintiff , as Level Four Inc.’s CEO, to implement \ncertain business plans.  (Compl. ¶ 98.)  Ms. Irish notified Plaintiff on December 12, \n2018, that as a condition to providing additional funding to Level Four Inc., Penta \nFund would require an eight percent (8%) interest rate for both the new funding and \nall of the then outstanding amounts owed to Penta Fund.  (Compl. ¶ 99.) \n27. Plaintiff believed this condition and implementation of an 8% interest rate \nto be a violation of the term of his Employment Agreement requiring a 2.5% interest \nrate on funds loaned by Penta Fund to Level Four Inc.  (Compl. ¶ 100.)   Plaintiff \n \n \nrefused to agree to any modification of the interest rate provision in his Employment \nAgreement.  (Compl. ¶ 101.) \n28. Notwithstanding Plaintiff’s refusal to agree to an  8% interest rate, Penta \nFund wired funds to Level Four Inc.  on December 12, 2018.   (Compl. ¶ 102.)   In \nconnection with the wired funds, Ms. Irish and Mr. Ellis demanded that Plaintiff sign \na promissory note for the funds bearing an interest rate of 8%.  ( Compl. ¶¶ 102–07).  \nMonths later, o n February 21, 2019, a  second promissory note for $300,000 , also  \nbearing an interest rate of 8% , was presented to Plaintiff to sign  on behalf of Level \nFour Inc.  (Compl. ¶¶ 107, 09.) \n29. Plaintiff informed Ms. Irish, and other Penta Fund representatives, that \nthe proposed interest rate was a violation of the interest rate provision in his \nEmployment Agreement.  (Compl. ¶¶ 103, 112.)  Plaintiff refused to sign either \npromissory note.  (Comp l. ¶ 111.)  Mr. Ellis indicated in a February 21, 2019 \nconference call that Penta Fund would not tolerate the promissory notes remaining \nunsigned by Plaintiff.  (Compl. ¶ 106.)  \n30. Plaintiff traveled to North Carolina on March 20, 2019 in order to meet with \nemployees, attend various business meetings, and attend a monthly management \nmeeting.  (Compl. ¶¶ 114 –15.)  That same day, Plaintiff  met with Penta Fund’s \nInvestment Committee by conference call, during which Ms. Irish informed Plaintiff \nthat his employment  with Level Four Inc. was being immediately terminated for \ncause.  (Compl.  ¶¶ 116– 18.)  Ms. Irish also asked Plaintiff if he would prefer to \nvoluntarily resign, but Plaintiff refused to voluntarily resign.  (Compl.  ¶¶ 124, 126.)   \n \n \n31. During the conference ca ll, Mr. Ellis further provided that the decision to \nterminate Plaintiff’s employment for cause was a unanimous decision of Penta Fund’s \nInvestment Committee.  (Compl. ¶ 120.)  While Plaintiff has inquired as to the basis \nfor his for-cause termination, Defendants have failed to provide Plaintiff a reason for \nhis termination or otherwise respond to his inquiries  regarding the classification of \nhis termination as for cause.  (Compl. ¶¶ 119, 124, 127.)  \n32. Upon termination of Plaintiff’s employment from Level Four Inc., Ms. Irish \nwas appointed as Level Four Inc.’s CEO.  (Compl.  ¶¶ 6, 137–38.)  \n33. Plaintiff alleges that Level Four Inc. lacked any valid basis to terminate \nPlaintiff’s employment  for cause consist ent with the terms of the Employment \nAgreement.  (Compl. ¶ 128.)  Plaintiff further alleges that Defendants acted pursuant \nto a common scheme:  to terminate Plaintiff ’s employment  for cause ; to  raise the \ninterest rate on the debts owed by Level Four Inc. to Penta Fund; and to appoint Ms. \nIrish as Level Four Inc.’s CEO.  (Compl. ¶¶ 138, 209.)  \nIII. PROCEDURAL BACKGROUND \n34. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motion. \n35. Plaintiff filed his Complaint (the “Complaint”) on May 30, 2019.  (ECF No. \n3.) \n36. This matter was designated as a mandatory complex business case and \nassigned to the undersigned on May 31, 2019.  (ECF Nos. 1–2.) \n \n \n37. Defendants filed the  Motion and a brief in support thereof on August 9, \n2019.  (Br. Supp. Defs.’ Mot. to Dismiss, ECF No. 18 [“Br. Supp.”])   \n38. On August 9, 2019, Defendants filed the Affidavit of Seth D. Ellis.  (Aff. \nSeth D. Ellis, ECF No. 19 [“Ellis Aff.”].)  On September 17, 2019, Plaintiff filed the \nAffidavit of James C. Button.  (Aff. James C. Button, ECF No. 26 [“Button Aff.”].) \n39. The Motion has been fully briefed, and the Court held a hearing on the \nMotion on October 28, 2019.  (See ECF No. 24.)  \n40. The Motion is ripe for resolution. \nIV. ANALYSIS \n41. Defendants move to dismiss some, but not all of, Plaintiff’s claims on three \ngrounds: (1) the Court lacks subject matter jurisdiction over the declaratory judgment \nclaim brought against Level Four Holdings pursuant to Rule 12(b)(1);  (2) the Court \nlacks personal jurisdiction over Level Fou r Holdings and Mr. Ellis pursuant to Rule \n12(b)(2); and (3) Plaintiff failed to state a claim for which relief can be granted \npursuant to Rule 12(b)(6)  as to Plaintiff’s claims for  tortious interference with \ncontract, breach of fiduciary duty, and civil co nspiracy.  The Court address es each \nissue in turn.    \nA. Subject Matter Jurisdiction Over Claim for Declaratory Judgment  \n42. As Plaintiff’s request for declaratory judgment pertains to Level Four \nHoldings,5 Plaintiff seeks the following declarations:  \n                                                 \n5 Plaintiff also asserts a declaratory judgment claim against Level Four Inc., which is not a \nsubject of this Motion and is not affected by the entry of this Order and Opinion.  \n \n \na. That because [Mr. Button’s] termination was “without \ncause,” Mr. Button retains the option rights set forth in the \nOption Agreement until 14 July 2022. \n \nb. That because [Mr. Button’s] termination was “without \ncause,” the price Mr. Button would be owed for the \npurchase of any warrant stock is calculated according to \nthe formula provided in Paragraph B of the Stock \nRepurchase Agreement, and that Level Four Holdings has \nno option to purchase stock that Mr. Button receives by \nexercise of his own options.  \n \nc. That because  [Mr. Button’s] termination was “without \ncause,” Mr. Button retains a thirty day non -exclusive go \nshop period pursuant to the Go Shop Agreement, until, and \nincluding 19 October 2019. \n(Compl. ¶ 195.)  \n \n43. Level Four Holdings contends that the Court does not ha ve subject matter \njurisdiction over Plaintiff’s  request for declaratory judgment against Level Four \nHoldings because there is no actual case or controversy.  (Br. Supp. 11–13.)   \n44. A court shall dismiss the action when it appears that the court lacks subject \nmatter jurisdiction.  N.C.G.S. § 1A-1, Rule 12(h)(3).  The plaintiff bears the burden of \nestablishing subject matter jurisdiction.  Harper v. City of Asheville, 160 N.C. App. \n209, 217, 585 S.E.2d 240, 245 (2003).  “A motion to dismiss for lack of subject matter \njurisdiction is not viewed in the same manner as a motion to dismiss for failure to \nstate a claim upon which relief can be granted.”  Tart v. Walker, 38 N.C. App. 500, \n502, 248 S.E.2d 736, 737 (1978).  A court may consider matters outside of the \npleadings in determining whether subject matter jurisdiction exists.  Keith v. \nWallerich, 201 N.C. App. 5 50, 554, 687 S.E.2d 299, 302 (2009)  (citing Tart, 38 N.C. \nApp. at 502, 248 S.E.2d at 737).  \n \n \n45. “Courts have jurisdiction to render declaratory judgment only when the \npleadings and evidence disclose the existence of an actual controversy between the \nparties having adverse interests in the matter in dispute.”  Gaston Bd. of Realtors v. \nHarrison, 311 N.C. 230, 234, 316, S.E.2d 59, 61 (1984).  “[A]n actual controversy [is] \na jurisdictional prerequisite for a proceeding under the Declaratory Judgment Act[.]”  \nId. (internal quotation marks omitted) ; Sharpe v. Park Newspapers of Lumberton , \nInc., 317 N.C. 579, 583, 347 S.E.2d 25, 29 (1986) (“Although the North Carolina \nDeclaratory Judgment Act does not state specifically that an actual controversy \nbetween the parties is a jurisdictional prerequisite to an action thereunder, our case \nlaw does impose such a requirement.”).  The “controversy must exist between the \nparties at the time the pleading requesting declaratory relief [was] filed.”  Sharpe, \n317 N.C. at 584, 347 S.E.2d at 29. \n46. “[F]uture or anticipated action of a litigant does not give subject matter \njurisdiction to our courts under the Declaratory Judgment Act.”  Bueltel v. Lumber \nMut. Ins. Co. , 134 N.C. App. 626, 628, 518 S.E.2d 205, 207 (1999).  For an actual \ncontroversy to exist, the complaint must show “that litigation appears unavoidable.”  \nState ex rel. Utils. Comm’n v. Carolina Water Serv. , 149 N.C. App. 656, 658, 562 \nS.E.2d 60, 62 (2002).  “Mere apprehension or mere threat of an action or suit is not \nenough.”  Id. \n47. Defendants cont end that Plaintiff’s claim for declaratory judgment as \nasserted against Level Four Holdings, is not justiciable for Plaintiff’s failure to make \n \n \nallegations showing a controversy.  (Br. Supp. 11 –13.)  Plaintiff contends that the \nfollowing controversies with Level Four Holdings exist:  \na. Whether under the Option Agreement with Level Four \nHoldings, Mr. Button has the rights that result from a \n“without cause” termination of his employment with Level \nFour Inc.; \n \nb. Whether under the Stock Repurchase Agreement with \nLevel Four Holdings, Mr. Button has the rights that result \nfrom a “without case” termination of his employment with \nLevel Four Inc.;  \n \nc. Whether under the Go Shop Agreement with Level Four \nHoldings, Mr. Button has the rights that result from a \n“without cause” termination of his employment with Level \nFour. Inc. \n \n(Compl. ¶ 194.)   The controversies alleged by Plaintiff all stem from whether \nPlaintiff’s employment with Level Four Inc. was terminated for cause or without \ncause.  (See Compl. ¶ 194.)  \n48. North Carolina’s appellate courts have dealt with similar factual scenarios \nin defining “actual controversy” for the purposes of the Declaratory Judgment Act.  \nSee Sharpe, 317 N.C. at 584–90, 347 S.E.2d at 29–32; Calton v. Calton, 118 N.C. App. \n439, 441–43, 456 S.E.2d 520, 521–23 (1995). \n49. In Sharpe, a corporation sold its assets to the defendant and , as partial \npayment for those assets, the defendant issued promissory notes to the corporation, \nwhich were then distributed to its shareholders.  Sharpe, 317 N.C. at 580, 347 S.E.2d \nat 27.  Each of the promissory notes limited the pay ment due to the shareholder in \nthe event that the shareholder competed with the defendant for a certain period of \ntime.  Id. at 580–81, 347 S.E.2d at 27.  The shareholder plaintiffs sought a declaratory \n \n \njudgment to determine the validity of the competition provisions in the promissory \nnote.  Id. at 580, 347 S.E.2d at 27.  Reasoning that (1) the competition provisions had \nnot been enforced against the plaintiffs; (2) there was no “practical certainty” that the \nplaintiffs would compete with the defendant in violation of the promissory notes; and \n(3) whether the plaintiffs would engage in such competitive activity depended on a \nvariety of factors, including the plaintiffs’ financial ability, t he Supreme Court of \nNorth Carolina determined that it lacked subject matter jurisdiction because the \nplaintiffs failed to show an actual controversy.  Id. at 589–90, 347 S.E.2d at 32.   \n50. The North Carolina Court of Appeals in Calton , relying in part on Sharpe, \nlater dismissed a plaintiffs’ request for declaratory judgment for failure to state a \ncontroversy when the plaintiff stockholders attempted to deter mine their rights to \npurchase stock.  Calton, 118 N.C. App. at 441–43, 456 S.E.2d at 522–23.  The decedent \nW. C. Calton devised stock in North Carolina Equipment Company to two trusts.  Id. \nat 440, 456 S.E.2d at 521.  The company’s charter provided that , in the event that \nanother stockholder passed away, the company and remaining stockholders had an \noption to purchase the deceased stockholder’s stock.  Id.   Notwithstanding the \ncompany’s charter, the executors to the trusts delivered the stock to the trustees  of \nthe two trusts .  Id.   The plaintiff  stockholders sought a declaratory judgment \ndetermining their rights to purchase the shares distributed to the trustees pursuant \nto the company charter.  Id. at 440–41, 456 S.E.2d at 521–22.   \n51. In Calton, the Court of Appeals declined to grant the plaintiffs’ request for \nfailure to show an actual controversy and ultimately concluded that the issue before \n \n \nthe court was “merely an abstract or theoretical question.”  Id. at 443, 456 S.E.2d at \n523.  The court specifically stated that the “[p]laintiffs neither alleged nor presented \nany evidence to show that any shareholder exercised his right to purchase the stock, \nintended to exercise his right to purchase the stock, or was even financially able to do \nso at the time this action was filed.”  Id.    \n52. As in Sharpe and Calton, Plaintiff does not allege that Plaintiff has made \nan attempt to assert his rights under the various Level Four Holdings Agreements or \neven that Plaintiff intends to assert his rights under any of th ose agreements.  See \nSharpe, 317 N.C. at 589, 347 S.E.2d at 32; Calton, 118 N.C. App. at 443, 456 S.E.2d \nat 523.  Plaintiff also does not present any evidence or make factual allegations that \ntends to show that Plaintiff has the ability to assert his rights under the Level Four \nHoldings Agreements , Level Four Holdings has attempted to assert its purchase \nrights pursuant to the Stock Repurchase Agreement, Level Four Holdings intends to \nsell Level Four Inc. to a third -party to trigger Plaintiff’s rights pursuant to the Go \nShop Agreement, or that Level Four Holdings will in fact breach those agreements.  \nPlaintiff’s argument, at bottom, is  that Level Four Holdings may breach the Level \nFour Holdings Agreements at some point in the future, which is insufficient to show \nan actual controversy.  S ee Kirkman v. Kirkman , 42 N.C. App. 173, 177– 78, 256 \nS.E.2d 264, 267 (1979) (dismissing a request for declaratory judgment premised on \n“the mere allegation that [the plaintiffs] anticipate that the obligor will breach the \ncontract at some time in the future” because there was no “assurance that the \ncontract will be breached”). \n \n \n53. Furthermore, Plaintiff’s rights under the Level Four Holdings Agreements \nare dependent on the classification of Plaintiff’s termination from Level Four Inc. as \nfor or without cause.  (See Compl. ¶¶ 44–53, 130; Option Agreement § 1.1(iii); Stock \nRepurchase Agreement  ¶¶ 1.a., 1.b. ; Go Shop Agreement  ¶ 2.)  However, the \nclassification of Plaintiff’s termination was a decision for Level Four Inc. to make.  \nThe express terms of the Employment Agreement give Level Four Inc., not Level Four \nHoldings, the ability to terminate Plaintiff’s employment for  or withou t cause.  \n(Employment Agreement ¶ 7.)  A s alleged, a ny controversy for the Court to resolve \npursuant to the Declaratory Judgment Act exists between Level Four Inc. and \nPlaintiff, not Plaintiff and Level Four Holdings.  This is further illustrated by the fact \nthat Plaintiff asserts a tortious interference with  contract claim against Level Four \nHoldings for its alleged inducement of Level Four Inc. to classify Plaintiff’s \ntermination as for cause in violation of the Employment Agreement.  (See Compl. ¶¶ \n198–203.) \n54. It appears that Plaintiff seeks an opinion of the Court to determine whether \nhe should attempt to enforce any rights under the Level Four Holdings Agreements \nat some point in the future , without making factual allegations demonstrating  any \nreasonable certainty that Plaintiff will attempt to enforce his rights pursuant to the \nLevel Four Holdings Agreements.  See Slaughter v. Winner Enters. of Carolina Beach, \nLLC, 2019 NCBC LEXIS 1, at *31– 32 (N.C. Super. Ct. Jan. 7, 2019) (dismissing the \nplaintiff’s request for a declaratory judgment, where it appeared the plaintiff was \nseeking an opinion of the court declaring whether the plaintiff may successfully bring \n \n \na later cause of action against one of the defendants).  The Court declines to render \nan advisory opinion for Plaintiff to “put on ice to be used if and when occasion might \narise.”  See Tryon v. Duke Power Co., 222 N.C. 200, 204, 22 S.E.2d 450, 453 (1942). \n55. Based on the foregoing analysis, the Court concludes that Plaintiff fails to \nallege an actual controversy with Level Four Holdings , and where the “pleadings do \nnot contain allegations of a real and existing controversy, a claim for declaratory \njudgment must be d ismissed.  Raja v. Patel , 2017 NCBC LEXIS 25, at *18 (N.C. \nSuper. Ct. Mar. 23, 2017) (citations omitted).  T herefore, Plaintiff’s claim for \ndeclaratory judgment as to Level Four Holdings should be DISMISSED  without \nprejudice.\n6    \nB. Personal Jurisdiction  \n56. Next, Defendants Level Four Holdings and Mr. Ellis contend that the Court \nlacks personal jurisdiction over them.  (Br. Supp. 7–11.) \n57. Upon a motion to dismiss for lack of personal jurisdiction, pursuant to Rule \n12(b)(2), “the plaintiff bears the burden of proving, by a preponderance of the \nevidence, grounds for exercising personal jurisdiction over a defendant. . . [and]  \nmaking out a pri ma facie case that jurisdiction exists. ”  Bauer v. Douglas Aquatics, \nInc., 207 N.C. App. 65, 68, 698 S.E.2d 757, 761 (2010) (citation omitted) .  “To \ndetermine whether personal jurisdiction over a defendant exists, the Court conducts \na two-step analysis: first, personal jurisdiction must exist under the North Carolina \n                                                 \n6 “A dismissal for lack of [subject matter] jurisdiction is generally a dismissal without \nprejudice.”  N.C. Acupuncture Licensing Bd. v. N.C. Bd. of Physical Therapy Exam’ rs, 2016 \nNCBC LEXIS 33, at *27 fn. 8 (N.C. Super. Ct. Apr. 16, 2016).  \n \n \nlong-arm statute; second, the exercise of personal jurisdiction must not violate the \ndue process clause of the Fourth Amendment of the United States Constitution.”  Islet \nScis., Inc. v. Brighth aven Ventures, LLC , 2017 NCBC LEXIS 17, at *10 –11 (N.C. \nSuper. Ct. Mar. 6, 2017) .  “However, because North Carolina’s long -arm statute has \nbeen interpreted to allow the exercise of personal jurisdiction to the fullest extent \nallowed under the due process clause, the two -step analysis collapses into one. ”  \nWorley v. Moore, 2017 NCBC LEXIS 15, at *19 (N.C. Super. Ct. Feb. 28, 2017) (citing \nDillon v. Numismatic Funding Corp. , 291 N.C. 674, 676, 231 S.E.2d 629, 630– 31 \n(1977); Brown v. Refuel Am., Inc., 186 N.C. App. 631, 633, 652 S.E.2d 389, 391 (2007)). \n58. When both the plaintiff and the defendant submit affidavits in support of \ntheir respective provisions, the Court may decide whether personal jurisdiction exists \nfrom a review of the affidavits.  Bauer, 207 N.C. App. at  68, 698 S.E.2d at 761.  \nUnverified allegations in a complaint that conflict with an affidavit submitted by the \ndefendant may no longer be taken as true.  Banc of Am. Sec. LLC v. Evergreen Int’l \nAviation, Inc., 169 N.C. App. 690, 693, 611 S.E.2d 179, 182 (2005).  When competing \naffidavits conflict, “the tr ial court must determine the weight and sufficiency of the \nevidence in making its findings of fact.”  Weisman v. Blue Mountain Organic Distrib., \nLLC, 2014 NCBC LEXIS 41, at *2 (N.C. Super. Ct. Sept. 5, 2014)  (citation and \ninternal quotation marks omitted).  \n59. To exercise personal jurisdiction over a non-resident defendant, due process \nrequires that the defendant “have certain minimum contacts with [the forum state] \nsuch that the maintenance of the suit does not offend traditional notions of fair play \n \n \nand substantial justice.”  Int’l Shoe Co. v. Washington, 326 U.S. 310, 316 (1945).  “The \ndefendant must purposefully avail himself of the privilege of conducting activities in \nthe forum state, thereby invoking the benefits and protections of the forum  state’s \nlaws.”  Worley, 2017 NCBC LEXIS 15, at *20 (citing Tom Togs., Inc. v. Ben Elias \nIndus. Corp., 318 N.C. 361, 365, 348 S.E.2d 782, 786 (1986)). \n60. In determining whether a defendant has sufficient minimum contacts with \nthe forum state, North Carolina courts consider “(1) the quantity of the contacts, (2) \nthe nature and quality of the contacts, (3) the source and connection of the cause of \naction to the contacts, (4) the interest of the forum state, and (5) the convenience to \nthe parties.”  Banc of Am. Sec. LLC, 169 N.C. App. at 696, 611 S.E.2d at 184.   \n61. “There are two types of personal jurisdiction: specific jurisdiction and \ngeneral jurisdiction.”  Worley, 2017 NCBC LEXIS 15, at *21.   “General jurisdiction \nexists when the defendant has continuous and systematic contacts with the forum \nstate, even though those contacts may be unrelated to the cause of action.”  Id. (citing \nStetser v. TAP Pharm. Prods. I nc., 162 N.C. App. 518, 521, 591 S.E.2d 572, 575 \n(2004)).  Plaintiff concedes that if personal jurisdiction over Level Four Holdings or \nMr. Ellis exists, the Court may only exercise specific jurisdiction, not general \njurisdiction.   \n62. “A court may exercise specific jurisdiction only where the controversy arises \nout of the defendant’s contacts with the forum state.”  Stetser, 162 N.C. App. at  521, \n591 S.E.2d at  575 (quoting Toms  Togs, Inc., 318 N.C. at  366, 348 S.E. 2d at  786) \n(internal quotation marks omitted) .  “Specific jurisdiction exi sts when a defendant \n \n \npurposefully directed his activities toward the forum and the cause of action arises \nout of or relates to such activities[,]” so that the defendant can reasonably anticipate \nbeing sued in the forum state.  Islet Scis., Inc., 2017 NCBC LEXIS 17, at *12.  \n63. “Each defendant’s contacts with the forum State must be assessed \nindividually.”  Brown, 186 N.C. App. at 638, 652 S.E.2d at 394 (2007) (quoting Calder \nv. Jones, 465 U.S. 783, 790 (1984)).  Determinations as to whether the Court can \nproperly exercise personal jurisdiction over a defendant is not governed by per se rules \nbut depends on the particular facts of each case.  United Buying Grp., Inc. v. Coleman, \n296 N.C. 510, 518, 251 S.E.2d 610, 615 (1979). \n1. Level Four SBIC Holdings, LLC \n64.  Level Four Holdings contends that the Court may not properly exercise \npersonal jurisdiction over it.  (Br. Supp. 8–11; Reply Br. Supp. Defs.’ Mot. Dismiss 4–\n5, ECF No. 30 [“Reply Br.”] .)  As noted previously, Level  Four Holdings is a Florida \ncorporation with its principal place of business located in Winter Park, Florida.   \n(Compl. ¶ 3.)   \n65. Plaintiff contends that the Court may exercise personal jurisdiction over \nLevel Four Holdings because the entity consent ed to jurisdiction in North Carolina \ncourts in the Level Four Holdings Agreements.  (Resp. Br. Opp’n Defs.’ Mot. Dismiss \n6–7, ECF No. 25  [“Resp. Br.”].)  “[P]arties to a contract may agree in advance to \nsubmit to the jurisdiction of a given court.”  Curvature, Inc. v. Cantel Comput. Servs., \n2019 NCBC LEXIS 48, at *7– 8 (N.C. Super. Ct. Aug. 13, 2019) (citing Ins. Corp. Ir., \nLtd. v. Compagnie des Bauxites de Guinee , 456 U.S. 694, 704 (1982)).  When a \n \n \ndefendant has consented to the jurisdiction of this State, the Court need not conduct \nan inquiry as to whether the defendant maintained sufficient minimum contacts with \nthe state.  See Montgomery v. Montgomery , 110 N.C. App. 234, 237, 429 S.E.2d 438, \n440 (1993).   \n66. The Level Four Holdings Agreements contain the following consent to \njurisdiction provisions: \na.  Venue and Jurisdiction.  The parties hereby consent to \njurisdiction and to venue in federal and state courts in the \njurisdiction where the Corporation’s principal office is \nlocated, with respect to any dispute pertaining to the \nsubject matter of this Agreement.  By execution hereof, the \nParties hereby waive any objection or right to object to \njurisdiction and venue  therein, and shall not assert any \ndefense based on lack of jurisdiction or venue or forum non \nconveniens.  Any judicial proceeding brought by any party \nwith respect to the subject matter of this Agreement must \nbe brought in the appropriate court of compet ent \njurisdiction where the Corporation’s principal office is \nlocated.  By execution and delivery of this Agreement, the \nparties generally and unconditionally accept the \nnonexclusive jurisdiction of the aforesaid courts with \nrespect to any such referenced proceeding, and irrevocably \nagree to be bound by any judgment rendered therein in \nconnection with this Agreement ., (Option Agreement § \n4.8(b));  \n \nb.  Applicable Law and Venue.   This document shall, in all \nrespects be governed by the laws of the State of North \nCarolina. Venue of any action brought hereunder shall lie \nin the state and federal courts located in the county where \nthe Corporation’s principal office is located, and the parties \nagree to submit to the jurisdiction of such courts ., (Stock \nRepurchase Agreement ¶ 6.6);  \n \nc. Applicable Law, Venue and Severability.  This document \nshall, in all respects, be governed by the laws of the State \nof North Carolina.  Venue of any action brought hereunder \nshall lie in the courts located in the jurisdiction where the \n \n \nCorporation’s principal office is located, and the parties \nagree to submit to the jurisdiction of such courts., (Go Shop \nAgreement ¶ 12).   \n \n67. In each of the Level Four Holdings Agreements, “Corporation” is defined as \nLevel Four Inc., which has its principal office in North Carolina.   (See Option \nAgreement 1; Stock Repurchase Agreement 1; Go Shop Agreement 1; see also Compl. \n¶ 2.)   By the express language of the Level Four Holdin gs Agreements, Level Four \nHoldings and Plaintiff  only consent to the jurisdiction of North Carolina c ourts for \ncauses of action that are brought pursuant to or pertain to the subject matter of the \nrespective agreements.  ( See Option Agreement § 4.8(b); Stock Repurchase \nAgreement ¶ 6.6; Go Shop Agreement ¶ 12.)   \n68. The Court has already determined that it lacks subject matter jurisdiction \nover Plaintiff’s request for a declaratory judgment to establish his rights pursuant to \nthe Level Four Holdings Agreements.  Therefore, the interpretation and enforcement \nof the Level Four Holdings Agreements are no longer directly at issue in this litigation \nand the consent to jurisdiction provisions therein do not automatically permit the \nCourt to exercise personal jurisdiction over Level Four Holdings.  See Hickox v. R & \nG Grp. Int’l, 161 N.C. App. 510, 513–14, 588 S.E.2d 566, 569 (2003) (concluding that \na forum selection clause did not apply when the plain language of the contract limited \nits application to certain causes of action); see also Elliot v. KB Home N.C., Inc., 2012 \nNCBC LEXIS 57, at *11 (N.C. Super Ct. Nov. 2, 2012) (“[T]he court must apply \naccepted principles of contract interpretation by construing the contract as a whole \nand giving effect to the plain and unambiguous language in the contract.”).  \n \n \n69. Even though the interpretation and enforcement of the Level Four Holdings \nAgreements are not  directly at issue in  this litigation, the fact that Level Four \nHoldings consented to jurisdiction, selected North Carolina as a forum, and preferred \nNorth Carolina law  for some causes of action is a factor to consider in determining \nwhether there are sufficient minimum contacts between Level Four Holdings and the \nforum.  Insight Health Corp. v. Marquis Diagnostic Imaging of N.C., LLC, 2015 NCBC \nLEXIS 7, at *14 –15 (N.C. Super . Ct. Jan. 21, 2015)  (providing that a choice of law \nprovision in an entity’s operating agreement not subject to the litigation , that was \nsigned by the defendant, was indicative of the defendant’s willingness to submit  to \nthe Court’s jurisdiction in matters relating to the entity). \n70. Additionally, “a single contract can provide the basis for the exercise of \njurisdiction over a nonresident defendant[.]”  Modern Globe, Inc. v. Spellman, 45 N.C. \nApp. 618, 624, 263 S.E.2d 85 9, 863 (1980).  “Personal jurisdiction based on a \ncontractual relationship can be exercised consistently with due process where the \ncontract has a substantial connection with the forum state.”  Tubular Textile Mach. \nv. Formosa Dyeing & Finishing, 1997 U.S. Dist. LEXIS 3061, at *11 (M.D.N.C. 1997) \n(determining that exercising personal jurisdiction over the defendant was proper \nwhen the defendant agreed to terms in an agreement that showed the defendant’s \nintention to enter a relationship that would require c ontinuing interaction and \ncontact with a North Carolina entity).   \n71. During Plaintiff’s employment negotiations, Ms. Irish simultaneously \nrepresented Level Four Inc., Level Four Holdings, and Penta Fund.  (Compl. ¶ 13.)   \n \n \nFurther, at the relevant times, Ms. Irish simultaneously acted as the sole director of \nLevel Four Inc., a manager of Level Four Holdings, and a managing partner and \ninvestment committee member of Penta Fund.  (Compl. ¶ 143.)   During Plaintiff’s \ninteractions with Ms. Irish, she never differentiated the entity she was representing.  \n(Compl. ¶ 145.)  Ms. Irish was actively involved in the management of Level Four Inc. \nand the termination of Plaintiff’s employment.  (Compl. ¶¶ 114–36, 144.)  At the time \nPlaintiff was hired, nearly all of Level Four Inc.’s “corporate central functions” were \nlocated in North Carolina.  (Button Aff. ¶ 4.)   Plaintiff worked extensively in North \nCarolina as Level Four Inc.’s CEO and regularly conducted business in its North \nCarolina office.  (Button Aff. ¶ 4.)   \n72. The factual allegations tend to show that Level Four Holdings \ncontemplated continuing obligations with Plaintiff and Level Four Inc. , Plaintiff \nregularly performed work pertaining to the Employment Agreement in North \nCarolina, and the Employment Agreement and the Level Four Holdings Agreements \nhave a substantial connection with North Carolina.  These facts support a conclusion \nthat the Court may properly exercise personal jurisdiction over Level Four Holdings.  \nSee Lab. Corp. of Am. Holdings v. Caccuro , 212 N.C. App. 564, 571, 12 S.E.2d 696, \n702 (2011) (concluding the defendant had sufficient contacts with the forum where \nhis employment was closely related to the operations of the company’s headquarters \nin North Carolina and contemplated continuing obligations in North Carolina). \n73. In addition to Level Four Holdings’ contractual relationship with Plaintiff, \nLevel Four Holdings through Ms. Irish took  actions in or directly affecting a North \n \n \nCarolina entity that go to the subject matter of this litigation, including: negotiating \nPlaintiff’s employment as CEO of Level Four Inc.;  negotiating the reduced interest \nrate on debt owed by Level Four Inc.; terminating Plaintiff’s employment with Level \nFour Inc.; and increasing the interest rate on debt owed by Level Four Inc. to Penta \nFund.  (Compl. ¶¶ 13, 21– 24, 99–100, 114–24, 140, 143, 148).  The aforementioned \nconduct further supports the conclusion that the Court m ay properly exercise \npersonal jurisdiction over Level Four Holdings.  See, e.g., Islet Scis., Inc., LLC, 2017 \nNCBC LEXIS 17, at *16–17  (concluding the Court could properly exercise jurisdiction \nover a defendant when he interfered with a contract involving a North Carolina \nentity, the injury was felt in North Carolina, and the defendant took actions that \nrequired communication to and actions to take place in North Carolina related to the \ntortious interference with the contract).  \n74. For the foregoing reasons, the Court concludes that Plaintiff ’s allegations \nregarding Level Four Holdings’ contractual relationship with Plaintiff and its actions \ndirected at North Carolina establish sufficient Level Four Holdings contacts with the \nforum.  Therefore, Defendant Level Four Holdings’ Motion to Dismiss claims brought \nagainst it for lack of personal jurisdiction should be DENIED.  \n2. Seth D. Ellis  \n75. Defendant Mr. Ellis also contends that the Court may not properly exercise \npersonal jurisdiction over him.  (Br. Supp. 8–10.)  As previously stated, Mr. Ellis is a \ncitizen and resident of Lake County , Florida and is a managing partner and \n \n \ninvestment committee member for Penta Fund, a Florida corporation.  (Compl. ¶¶ 4, \n7; Ellis Aff. ¶¶ 1, 5.)    \n76. Mr. Ellis contends that Plaintiff has failed to sufficiently show that Mr. \nEllis has ever resided in North Carolina or been physically present in North Carolina \nat any time relevant to the subject matter of this litigation.  (Br. Supp. 8–10) \n77. “Lack of action by [a] defendant in  a jurisdiction is not now fatal to the \nexercise of long-arm jurisdiction.”  Tom Togs, Inc., 318 N.C. at 368, 348 S.E.2d at 787 \n(emphasis in original); see also Century Data Sys., Inc. v. McDonald , 109 N.C. App. \n425, 433, 428 S.E.2d 190, 194 (1993)  (“In li ght of modern business practices, the \nquantity, or even the absence of actual physical contacts with the forum state merely \nconstitutes a factor to be considered and is not controlling weight.” ) (citation and \nemphasis omitted).   \n78. Plaintiff alleges numerous contacts Mr. Ellis purposefully directed toward \nNorth Carolina including: (1) negotiating the terms of Plaintiff’s employment with \nLevel Four Inc. , a North Carolina entity; (2) negotiating the interest-rate provision \nin Plaintiff’s Employment Agreement; (3)  discussing the performance of Level Four \nInc. with Mr. Button on at least fifteen (15) occasions by telephone or e -mail; (4) \ninforming Plaintiff that the termination of his employment was a unanimous decision \nof Penta  Fund; and (5) increasing the interest rate on the debt owed by Level Four \nInc. to Penta Fund.  (Compl. ¶¶ 2 , 13, 21, 105–06, 120; Button Aff. 5–11.)  Mr. Ellis’ \ncontacts illustrate his participation and partial control of Level Four Inc. and  \nestablishes that Mr. Ellis purposefu lly availed himself of the benefits of the forum .  \n \n \nAs a result,  the Court concludes that it may properly exercise personal jurisdiction \nover Mr. Ellis.  See Insight Health Corp., 2015 NCBC LEXIS 7, at *13–15 (considering \nthe defendant’s participation and control over a North Carolina entity in determining \nthat it could properly exercise personal jurisdiction over the defendant). \n79. Mr. Ellis also contends that his contacts with the forum are not closely \nrelated to the subject matter of the litigation.  ( Reply. Br. 2–4.)  However, and not \nwithstanding this argument, the Court believes that it should not narrowly examine \nthe relatedness of the defendant’s contacts with the forum and the claims asserted \nagainst him.  Beem USA Limited-Liability Ltd. P’ship v. Grax Consulting, LLC, 2020 \nN.C. LEXIS 89, at *18–19 (N.C. 2020).  Mr. Ellis’ contacts with the forum go directly \nto Plaintiff’s management of Level Four Inc. and the termination of his employment, \nwhich is the core of the subject matter of this litigation.  See id.   \n80. Therefore, Defendants’ Motion to Dismiss for lack of personal jurisdiction \nover Mr. Ellis should be DENIED.  \nC. Rule 12(b)(6) \n81. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court \nreviews the allegations in the Complaint in the light most favorable to Plaintiff.  See \nChristenbury Eye Ctr., P.A. v. Medflow, Inc., 370 N.C. 1, 5, 802 S.E.2d 888, 891 (2017).  \nThe Court’s inquiry is “whether, as a matter of law, the allegations of the complaint \n. . . are sufficient to state a claim upon which relief may be granted under some legal \ntheory[.]”  Harris v. NCNB Nat’l Ban k, 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 \n(1987).  The Court accepts all well -pleaded factual allegations in the relevant \n \n \npleading as true.  See Krawiec v. Manly , 370 N.C. 602, 606, 811 S.E.2d 542, 546 \n(2018).  The Court is therefore not required “to a ccept as true allegations that are \nmerely conclusory, unwarranted deductions of fact, or unreasonable inferences.”  \nGood Hope Hosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, \n274, 620 S.E.2d 873, 880 (2005) (citation omitted). \n82. Furthermore, the Court “can reject allegations that are contradicted by the \ndocuments attached, specifically referred to, or incorporated by reference in the \ncomplaint.”  Moch v. A.M. Pappas & Assocs., LLC., 251 N.C. App. 198, 206, 794 S.E.2d \n898, 903 (2016) (cit ation omitted).  The Court may consider these attached or \nincorporated documents without converting the Rule 12(b)(6) motion into a motion \nfor summary judgment.  Id.  (citation omitted).  Moreover, the Court “may properly \nconsider documents which are the subject of a plaintiff’s complaint and to which the \ncomplaint specifically refers even though they are presented by the defendant.”  \nOberlin Capital, L.P. v. Slavin , 147 N.C. App. 52, 60, 554 S.E.2d 840, 847 (2001) \n(citation omitted).  Where the Court consid ers documents that are not specifically \nreferred to, contained in, or attached to the Complaint, the Rule 12(b)(6) motion will \nbe converted into a Rule 56 motion and subject to its standards of consideration and \nreview.  Fowler v. Williamson, 39 N.C. App. 715, 717, 251 S.E.2d 889, 890−91 (1979).\n7 \n83. Our Supreme Court has noted that “[i]t is well -established that dismissal \npursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on its face reveals that no \n                                                 \n7 For the purposes of Rule 12(b)(6), the Court is limited to its review of the relevant pleading, \nthe Complaint, and any documents referred to in the Complaint.  Moch, 251 N.C. App. at 206 \nS.E.2d at 903 (2016) (citation omitted).  While the Court may consider matters outside of the \nComplaint in determining whether it may exercise personal or subject matter jurisdiction \n \n \nlaw supports the plaintiff’s claim; (2) the complaint on its face reveals the absence of \nfacts sufficient to make a good claim; or (3) the complaint discloses some fact that \nnecessarily defeats the plaintiff’s claim.’” Corwin v. British Am. Tobacco PLC , 371 \nN.C. 605, 615, 821 S.E.2d 729, 736−37 (2018) (quoting Wood v. Guilford Cty., 355 N.C. \n161, 166, 558 S.E.2d 490, 494 (2002)).  This standard of review for Rule 12(b)(6) is the \nstandard our Supreme Court “uses routinely . . . in assessing the sufficiency of \ncomplaints in the context of complex commercial litigation.”  Id. at 615, 821 S.E.2d at \n737 n.7 (citations omitted).  \n1. Tortious Interference with Contract  \n84. Plaintiff alleges that Penta Fund, Ms. Irish, Mr. Ellis, and Level Four \nHoldings tort iously interfered with the Employment Agreement  by causing Level \nFour Inc. to terminate Plaintiff’s employment for cause.  (Compl. ¶¶ 199–200.)  \n85. To state a claim for tortious interference with contract, the pleading must \nallege that:  \n(1) a valid contract [exist s] between the [claimant] and a third person \nwhich confers upon the [claimant] a contractual right against a third \nperson; (2) the [opposing party] knows of the contract; (3) the [opposing \nparty] intentionally induces the third person not to perform the contract; \n(4) and in doing so acts without justification; [and] (5) resulting in actual \ndamage to [claimant]. \n \n                                                 \nover the parties or the claims, the Court limits its review for the purposes of Rule 12(b)(6) , \nonly considering matters of record  that are appropriate in deciding a motion to dismiss \nbrought pursuant to Rule 12(b)(6).  See Estate of Belk v. Boise Cascade Wood Prods., L.L.C., \n824 S.E.2d 180, 183 (N.C. Ct. App. 2019) (“[T]he trial court is not required to convert a motion \nto dismiss into one for s ummary judgment simply because additional documents are \nsubmitted. . .  Where it is clear from the record, namely from the order itself, that the \nadditional materials were not considered by the trial court, the 12(b)(6) motion is not \nconverted into a Rule 56 motion.” (internal quotation marks, brackets, and citation omitted).) \n \n \nUnited Labs., Inc. v. Kuykendall, 322 N.C. 643, 661, 370 S.E.2d 375, 387 (1988).  “The \npleading standards for a tortious interference with contract  claim are strict.”  Kerry \nBodenhamer Farms, LLC v. Nature’s Pearl Corp., 2017 NCBC LEXIS 27, at *16 (N.C. \nSuper. Ct. Mar. 27, 2017). \n86. Defendants contend that the Complaint identifies the Defendants as non -\noutsiders to the Employment Agreement ; therefore, any interference by Defendants \nwas justified.  (Br. Supp. 14–16.)  “A non-outsider is one who, though not a party to \nthe terminated contract, had a legitimate business interest of his own in the subject \nmatter.”  Plasman v. Decca Furniture (USA) Inc., 2016 NCBC LEXIS 80, at *42 (N.C. \nSuper Ct. Oct. 21, 2016) (quoting Smith v. Ford Motor Co., 289 N.C. 71, 87, 221 S.E.2d \n282, 292 (1976)).   Non -outsiders include officers, directors, shareholders, and other \ncorporate fiduciaries.  Stec v. Fuzion Inv. Capital, LLC, 2012 NCBC LEXIS 24, at *21 \n(N.C. Super. Ct. Apr. 30, 2012) (quoting Embree Constr. Grp., Inc. v. Rafcor, Inc., 330 \nN.C. 487, 498, 411 S.E.2d 916, 924 (1992)). \n87. Generally, “non-outsiders often enjoy qualified immunity from liability for \ninducing their corporation or other entity to breach its contract with an employee.”  \nLenzer v. Flaherty, 106 N.C. App. 496, 513, 418 S.E.2d 276, 286 (1992).   However, a \nnon-outsider may forfeit the privilege of immunity if the non -outsider acted with \nmalice.  Varner v. Bryan, 113 N.C. App. 697, 701–02, 440 S.E.2d 295, 298 (1994).  “A \nperson acts with legal malice if he does a wrongful act or exceeds hi s legal right or \nauthority in order to prevent the continuation of the contract between the parties.”  \n \n \nPlasman, 2016 NCBC LEXIS 80, at *42 (quoting Varner, 113 N.C. App. at  702, 440 \nS.E.2d at 298).   \n88. Generally, “the intent of the parties is a question for the jury[.]”  Stec, 2012 \nNCBC LEXIS 24, at *23.  However, “general allegations of malice are insufficient as \na matter of pleading.”  Pinewood Homes, Inc. v. Harris, 184 N.C. App. 597, 605, 646 \nS.E.2d 826, 833 (2007).   The claimant “must allege  facts demonstrating that [the] \ndefendants’ actions were not prompted by legitimate business purposes.”  Embree \nConstr. Grp. , Inc. , 330 N.C. at  500, 411 S.E.2d at  926 (internal quotation marks \nomitted).  \n89. Penta Fund and Level Four Holdings are  shareholders of Level Four Inc.   \n(Compl. ¶¶ 3–4.)  Ms. Irish, during the times relevant for the Complaint, was the sole \ndirector of Level Four Inc.  (Compl. ¶ 6.)  Admittedly b ased on the allegations in the \nComplaint, Penta Fund, Level Four Holdings,  and Ms. Irish are non -outsiders.  See \nEmbree Constr. Gr p., Inc., 330 N.C. at 498, 411 S.E.2d at  924.  As non -outsiders, \nPenta Fund, Level Four Holdings,  and Ms. Irish are entitled to a presumption that \nthey acted in the best interests of the company.  See Wilso n v. McClenny, 262 N.C. \n121, 133–34, 136 S.E.2d 569, 578 (1964) (“The acts of a [non-outsider] in inducing his \ncompany to sever contractual relations with a third party are presumed to have been \ndone in the interest of the corporation.”). \n90. In Stec, the plai ntiff asserted a tortious interference with contract claim \nagainst various non-outsiders for termination of his employment agreement with one \nof the defendants.  Id. at *22.  The plaintiff alleged that his termination violated his \n \n \nemployment agreement in multiple ways, including (1) failing to provide the company \nwith financing  as required by his employment agreement ; (2) violating the \ncompensation benefits owed to the plaintiff pursuant to the employment agreement; \nand (3) eliminating the plaintiff’s opportunity to earn equity in the company.  Id.  at \n*5.  Similar to this case, the plaintiff alleged that the non-outsider defendants caused \nhis termination for the purposes of elim inating the plaintiff’s right under his \nemployment agreement, including the plaintiff’s opportunity to earn equity in the \ncompany and other compensation and benefits.  Id. at *5, 23.  This Court concluded \nthat the allegations did not rebut the presumption that the non- outsider defendants \nwere acting in the best interests of the company  and held that plaintiff’s failure to \nallege that the defendants were acting for their own personal interest was fatal to \ntheir claim for tortious interference with contract.  Id. at *24.  \n91. As to Penta Fund and Level Four Holdings, Plaintiff fails to make specific \nfactual allegations showing that Penta Fund and Level Four Holdings acted for their \nown personal interest  or that their conduct was otherwise unjustified  to rebut the \npresumption that Penta Fund and Level Four Holdings w ere acting in the best \ninterest of Level Four Inc .  See id. at *21 –24.  Plaintiff does no more than make \nconclusory allegations of malice, which  are insufficient to support a tortious \ninterference with contract claim.  See Plasman , 2016 NCBC LEXIS 80, at *42.  \nTherefore, Defendants’ Motion to Dismiss Plaintiff’s claim for to rtious interference \n \n \nwith contract against Defendant s Penta Fund and Level Four Holdings  should be \nGRANTED without prejudice.8   \n92. Ms. Irish, on the other hand, was appointed as the CEO of Level Four Inc . \nshortly following Plaintiff’s termination.  (Com pl. ¶¶  137–38.)   \nPlaintiff makes factual allegations that he had satisfactorily performed his duties as \nLevel Four Inc.’s CEO, Ms. Irish was directly involved in his termination, and Ms. \nIrish acted to benefit herself and used her authority to appoint herself a s CEO of \nLevel Four Inc.  upon Plaintiff’s termination.  (Compl. ¶¶ 54 –73, 114–25, 137, 201.)  \nDrawing reasonable inferences in favor of Plaintiff, Plaintiff has made sufficient \nfactual allegations for the purposes of Rule 12(b)(6) to show that Ms. Irish acted with \nmalice in terminating Plaintiff’s employmen t.  See Embree Constr. Grp. , Inc. , 330 \nN.C. at 499, 411 S.E.2d at  924 (“[T]hose who act for their own benefit may be held \npersonally liable  [for tortious interference with contract] .”) (emphasis omitted); \nLenzer, 106 N.C. App. at 513, 418 S.E.2d at 286 (“[The p]laintiff’s forecast of evidence \nraises precisely the issue of wrongful purpose, which purpose would defeat a non -\noutsider’s qualified privilege to interfere”); see also You v. Roe, 97 N.C. App. 1, 9–10, \n387 S.E.2d 188, 192 (1990) (providing that acting with the intent of gaining some \nadvantage at the expense of a party may show legal malice).   \n93. Therefore, Defendants’ Motion to Dismiss Plaintiff’s claim for tortious \ninterference with contract against Ms. Irish should be DENIED. \n                                                 \n8 “The decision to dismiss an action with or without prejudice is in the discretion of the trial \ncourt[.]”  First Fed. Bank v. Aldridge, 230 N.C. App. 187, 191, 749 S.E.2d 29, 292 (2013). \n \n \n94. As to Mr. Ellis, while it is not clear from the Complaint whether Mr. Ellis \nis a non-outsider, this is not determinative of the Court’s disposition of the tortious \ninterference claim asserted against him.  (See Br. Supp. 15.)  “General allegations of \nmalice are insufficient as a matter of pleading.”  Pinewood Homes, Inc., 184 N.C App. \nat 605, 646 S.E.2d at 833 (citing Spartan Equip. Co. v. Air Placement Equip. Co., 263 \nN.C. 549, 559, 140 S.E.2d 3, 11 (1965)); see also  Plasman, 2016 NCBC LEXIS 80, at \n*42–43.  Plaintiff does no more than make conclusory allegations of malice as it \npertains to Mr. Ellis.  Therefore, Defendant’s Motion to Dismiss Plaintiff’s claim for \ntortious interference with contract against Mr. Ellis should be GRANTED  without \nprejudice.         \n2. Breach of Fiduciary Duty  \n95. Defendants Penta Fund and Level Four Holdings also contend that Plaintiff \nfails to sufficiently state a claim for breach of fiduciary duty against them.  (Br. Supp. \n19–30.) \n96. To state a claim for breach of a fiduciary duty a plaintiff must allege (1) that \nthe defendant owes the plaintiff a fiduciary duty through the existence of a fiduciary \nrelationship, and (2) that the defendant breached that duty.  Surratt v. Brown, 2015 \nNCBC LEXIS 75, at *19 (N.C. Super. Ct. July 27, 2015).  “For a breach of fiduciary \nduty to exist, there must first be a fiduciary relationship between the parties.”  Green \nv. Freeman, 367 N.C. 136, 141, 749 S.E.2d 262, 268 (2013).   \n97. Plaintiff alleges that he, along with Level Four Holdings and Penta Fund , \nare shareholders of Level Four Inc.  (Compl. ¶¶ 3–4, 97.)  As previously stated, Level \n \n \nFour Holdings is the majority shareholder of Level Four Inc. and Penta Fund is a \nminority shareholder.  (Compl. ¶¶ 3 –4.)  Notwithstanding Penta Fund’s minority \nshareholder status, Plaintiff alleges that Penta Fund is a controlling shareholder of \nLevel Four Inc.  (Compl. ¶ 213.)   Plaintiff assert s a breach of fiduciary duty claim \nagainst Penta Fund and Level Four Holdings contending that they, as the controlling \nand majority shareholders of Level Four Inc., owe a fiduciary duty to Plaintiff  in his \ncapacity as a minority shareholder.  (Compl. ¶ ¶ 212–13.)  Plaintiff contends that \nPenta Fund and Level Four Holdings breached their fiduciary duty owed to him by \ncausing the interest rate provision in his Employment Agreement to be breached, \ndiminishing Plaintiff’s equity interest in Level Four Inc., and diminishing other \ncontractual rights owed to Plaintiff pursuant to his Employment Agreement and the \nLevel Four Holdings Agreements.  (Compl.  ¶¶ 219–21.) \n98. Generally, “shareholders cannot pursue individual causes of action against \nthird parties for wrongs or injuries to the corporation that result in the diminution or \ndestruction of the value of their stock.”  Barger v. McCoy  Hillard & Parks, 346 N.C. \n650, 658, 488 S.E. 2d 215, 219 (1997).    However, there are two exceptions that may \npermit a shareholder to sue for injuries to the corporation: “(1) where there is a special \nduty, such as a contractual duty, between the wrongdoer and the shareholder, and \n(2) where the shareholder suffered an injury separate and distinct from that suffered \nby other shareholders.”  Id.  \n99. “An injury is peculiar or personal to the shareholder if a legal basis exists \nto support [the] plaintiff’s allegations of an individual loss, separate and distinct from \n \n \nany damage suffered by the corporation.”  Id.  at 659, 488 S.E.2d at 220 (internal \nquotation marks omitted) .  As a part of the basis for Plaintiff’s claim for breach of \nfiduciary duty, Plaintiff alleges that he suffered injuries stemming from his loss of \nemployment at Level Four Inc.  (Compl. ¶ 219.)  Plaintiff also alleges that his \ncontractual rights that arose from his employment with Level Four Inc. were \nimpaired.  (Compl. ¶ 221.)  These injuries are clearly distinct from the injuries \nsustained by Level Four Inc., meeting the second Barger exception.   \n100. Furthermore, the Court concludes for the reasons stated herein that \nPlaintiff has met the first Barger exception by sufficiently  alleging the existence of \nfiduciary dut ies owed by Penta Fund and Level Four Holdings to Plaintiff.  See \nCorwin, 371 N.C. at 612, 821 S.E.2d at 734 (providing that whether the first Barger \nexception applied depended on whether the plaintiff sufficiently alleged th at the \ncontrolling stockholder owed the plaintiff fiduciary duties) .  Therefore, to the extent \nthat Plaintiff’s injuries are based on harm shared by Level Four Inc., Plaintiff may \nbring a direct suit against Level Four Holdings.9   \n101. “As a general rule, shar eholders do not owe a fiduciary duty to each other \nor to the corporation.”  Freese v. Smith , 110 N.C. App. 28, 37, 428 S.E.2d 841 , 847 \n(1993).  “However, this rule is not without exception.”  Id.“ \n102. “It has long been the rule that majority shareholders, by v irtue of their \nmajority status, hold control over the corporation and therefore owe a duty to protect \n                                                 \n9 To the extent Plaintiff intends to assert his own rights, not for wrongs done to Level Four \nInc., Barger does not apply.  Panzino v. 5Church, Inc. , 2020 NCBC LEXIS 17, at *17 (N.C. \nSuper. Ct. Feb. 12, 2020). \n \n \nthe interests of minority shareholders , who can act and contract in relation to the \ncorporate property only through the former.”  Vanguard Pai Lung, LLC v. Moody, \n2019 NCBC LEXIS 39, at *18 (N.C. Super. Ct. June 19, 2019) (citing Gaines v. Long \nMfg. Co., 234 N.C. 340, 344, 67 S.E.2d 350, 353 (1951)); see also Corwin, 371 N.C. at \n616, 821 S.E.2d at 737.  Therefore, as a majority shareholder of Level Four Inc., Level \nFour Holdings owes duties to Plaintiff as a minority shareholder.  At this stage in the \nproceeding, Plaintiff has made sufficient factual allegations for a breach of fiduciary \nduty claim against Level Four Holdings and its Motion to Dismiss s hould be \nDENIED.  \n103. As it pertains to fiduciary duties owed from a controlling shareholder to \nanother shareholder, “[i]t is well established that a controlling shareholder owes a \nfiduciary duty to [protect the interests of ] minority shareholders.”  Freese, 110 N.C. \nApp. at 37, 428 S.E.2d at 847. In Corwin, the North Carolina Supreme Court stated \nthat it “has never held that a minority stockholder owes fiduciary duties to other \nstockholders, but it has also never held that a minority stockholder cannot  owe \nfiduciary duties to other stockholders.”  Id.  at 616, 821 S.E.2d at 737  (emphasis in \noriginal).  In reliance on Delaware law, t he North Carolina Supreme Court  left the \npossibility open to claimants that a minority, but contr olling shareholder, could owe \na fiduciary duty to other minority shareholders if th e controlling  shareholder \n“exercises control over the business and affairs of the corporation.”  Id. (quoting Kahn \nv. Lynch Commc’n Sys., Inc., 638 A.2d 1110, 1113–14 (Del. 1994)).  \n \n \n104. Pursuant to Delaware  corporate law principles , in order for a claim of \nbreach of fiduciary duty by a minority shareholder to survive a motion to dismiss, \n“the complaint must contain well -pled facts showing that the minority shareholder \nexercised actual domination and control over . . . the [corporation’s] directors.”  \nCorwin, 371 N.C. at 617, 821 S.E.2d at 738 (citing In re Morton’s Rest. Grp., Inc. , 74 \nA.3d 656, 665 (Del. Ch. 2013) (internal quotation marks , emphasis,  and brackets \nomitted). \n105. Delaware law and the North Carolina Supreme Court’s analysis in Corwin \nis instructive here.  See McMillan v. Unique Places, LLC , 2015 NCBC LEXIS 49, at \n*8 (N.C. Super. Ct. May 7, 2015) (providing this Court “frequently finds [the Delaware \nChancery Court] to be persuasive authority on various issues of business and \ncorporate law”).  Penta Fund’s status a s a minority shareholder does not on its own \npreclude Plaintiff f rom bringing a claim for breach of fiduciary duty against Penta \nFund.  See Lockerman v. S. River Elec. Mbrshp. Corp. , 250 N.C. App. 631,  635, 794 \nS.E.2d 346, 351 (2016) (“In North Carolina, a fiduciary duty can arise by operation of \nlaw (de jure) or based on the facts and circumstances (de facto) [.]”)  \n106. Plaintiff alleges that Penta Fund used its control over Level Four Holdings \nand Ms. Irish to exercise complete control over Level Four Inc.  (Compl. ¶ 217.)  Level \nFour Holdings owns a majority interest in Level Four Inc.  (Compl. ¶ 3.)  Plaintiff also \nalleges that in addition to being a minority interest holder in Level Four Inc., Penta \nFund is the sole authorized representative of Level Four Holdings, making Penta \n \n \nFund able to exercise Level Four Holdings’ majority control over Level Four Inc.  \n(Compl. ¶¶ 4, 153.)   \n107. Ms. Irish , while  simultaneously act ing as a managing partner and \ninvestment committee member of Penta Fund, is the sole director of Level Four Inc.  \n(Compl. ¶ 6.)  Plaintiff alleges that Level Four. Inc’s board of directors does not \ninclude “any independent directors that are not entirely cont rolled by Penta Fund.”  \n(Comp. ¶ 216.) \n108. Penta Fund, represented by Ms. Irish, was involved in Plaintiff’s hiring and \ntermination and in increasing the interest rate on all debts owed by Level Four Inc. \nto Penta Fund.  ( See Compl. ¶¶ 13, 25, 98– 113, 117– 123.)  Penta Fund was also \nintimately involved into the day -to-day operations of Level Four Inc., frequently \ninteracting with Plaintiff during his tenure as Level Four Inc.’s CEO.  (See Compl. ¶¶ \n58–60, 152.) \n109. Plaintiff alleges that Penta Fund used its control over Ms. Irish, as Level \nFour Inc.’s only director, to increase the interest rate on the debt owed by Level Four \nInc. to Penta Fund, make preferential payments to Penta Fund, terminate Plaintiff’s \nemployment for cause and appoint Ms. Irish as the CEO of Le vel Four Inc.  (Compl. \n¶¶ 120, 138, 143, 154–57.)  Plaintiff further alleges that Penta Fund worked with, or \nalternatively, used its control over, Level Four Holdings, the majority shareholder, to \nexercise control over Level Four Inc .  ( See Compl. ¶¶ 142, 146, 150, 155, 200, 207, \n214–219)  \n \n \n110. Plaintiff makes several specific factual allegations showing that Penta \nFund exercised actual control over Level Four Inc. by virtue of its control of Ms. Irish \nand its relationship with Level Four Holdings and used that control to make decisions \nfor Level Four Inc. that harmed Plaintiff .  See In re Primedia Inc. Derivative Litig. , \n910 A.2d 248, 258 (Del. Ch. 2006) (determining the claimant alleged sufficient control \nto support a breach of a fiduciary duty claim by al leging that the defendant \n“dominated and dictated” important decisions, acted as an “influential force” behind \nthe stock redemptions subject to the litigation, appointed its own associates to the \nboard of directors, and there was no independent committee on the board) ; see also \nGao v. Sinova Specialties , Inc., 2016 NCBC LEXIS 104, at *16 –23 (N.C. Super. Ct. \nDec. 21, 2016) (declining to dismiss at the Rule 12(b)(6) stage the plaintiff’s direct \nbreach of fiduciary duty claim against two minority shareholders working together \nas the majority for their alleged misconduct).   \n111. For the purposes of Rule 12(b)(6), Plaintiff makes sufficient factual \nallegations of control to support a breach of fiduciary duty claim against Penta Fund.  \nSee Oakeson v. TBM Consulting Grp., Inc., 2009 NCBC LEXIS 34, at *19 (N.C. Super. \nCt. Aug. 21, 2009) (permitting a breach of a fiduciary duty claim against a controlling \nshareholder to go forward when the court could not conclude that no set of facts in \nthe complaint could support the breach of fiduciary duty claim) .  Therefore, \nDefendants’ Motion to D ismiss Plaintiff’s breach of fiduciary duty claim should be \nDENIED.   \n \n \n \n3. Civil Conspiracy  \n112. Defendants also contend that Plaintiff’s civil conspiracy claim should be \ndismissed pursuant to Rule 12(b)(6).  (Br. Supp. ¶¶ 16–18.) \n113. “It is well established that there is not a separate civil action for civil \nconspiracy in North Carolina.”  Plasman, 2016 NCBC LEXIS 80, at *33.  A civil \nconspiracy claim “is simply a mechanism for associating the defendants and \nbroadening the admissible evidence.”  Id.  “Only where there is an underlying claim \nfor unlawful conduct can a plaintiff state a claim for civil conspiracy by also alleging \nthe agreement of two or more parties to carry out the conduct and injury resulting \nfrom that agreement.”  Sellers v. Morton , 191 N.C. App. 75, 83, 661 S.E.2d 915, 922 \n(2008) (citation and quotation marks omitted).  \n114. To plead civil conspiracy, a claimant must allege “(1) an agreement between \ntwo or more individuals; (2) to do an unlawful act or to do a lawful act in an unlawful \nway; (3) resulting in injury to plaintiff inflicted by one or more of the conspirators; \nand (4) pursuant to a common scheme.”  Elliot v. Elliot, 200 N.C. App. 259, 264, 683 \nS.E.2d 405, 409 (2009).  “A claim for civil conspiracy requires only that the overt act \nbe committed by one or more of the conspirators pursuant to the scheme and in \nfurtherance of the objecti ve.”  Se. Anesthesiology Consultants, PLLC v. Rose, 201 9 \nNCBC LEXIS 52, at *40 (N.C. Super. Ct. Aug. 20, 2019) (quoting Shope v. Boyer, 268 \nN.C. 401, 405, 150  S.E.2d 771, 774 (1966)) (emphasis in original) (brackets and \nquotation marks omitted).   \n \n \n115. Plaintiff alleged that Defendants agreed to unlawfully terminate Plaintiff’s \nemployment from Level Four Inc. for cause and increase the interest rate on the debt \nowed by Level Four Inc. to Penta Fund contrary to the terms of the Employment \nAgreement pursuant to a common scheme, which caused harm to Plaintiff.   (Compl. \n¶¶ 137–163, 207–10.)  Plaintiff further identifies and alleges specific overt acts taken \nby the Defen dants in pursuit of the common scheme .  ( See Compl. ¶¶ 137 –163.)  \nPlaintiff’s factual allegations sufficiently support Plaintiff’s claim for civil conspiracy.  \nSee Chisum v. MacDonald , 2018 NCBC LEXIS 34, at *31 –32 (N.C. Super. Ct. Apr. \n18, 2018)  (concluding that allegations that the defendant knew and agreed to a \nscheme to eliminate the plaintiff’s LLC membership interest and that the defendant \ntook unlawful actions in furtherance of the scheme was sufficient for the civil \nconspiracy claim to survive a motion to dismiss pursuant to Rule 12(b)(6)).   \n116. Defendants contend that, because Plaintiff’s claim for tortious interference \nwith contract and breach of fiduciary duty fails, so does Plaintiff’s claim for civil \nconspiracy.  (Br. Supp. 16–18.)  Notwithstanding Defendants’ position, the Court has \nalready concluded that both Plai ntiff’s tortious interference with contract claim and \nbreach of fiduciary duty claim survive the Motion , at least  in part.  Brewster, 2018 \nNCBC LEXIS 76, at *15 (declining to dismiss a civil conspiracy claim brought against \na corporation and some of its sh areholders when the plaintiff adequately plead a \nbreach of fiduciary duty claim); Sandhills Home Care, L.L.C. v. Companion Home \nCare-Unimed, Inc. , 2016 NCBC LEXIS 61, at *58 (N.C. Super. Ct. Aug. 1, 2016) \n \n \n(“Since the Court has not dismissed some of Plainti ff’s claims that could form the \nbasis for a civil conspiracy, it cannot dismiss the claim for conspiracy.”). \n117. For the foregoing reasons, the Court concludes that Defendants’ Motion to \nDismiss Plaintiff’s claim for civil conspiracy should be DENIED.   \nV.      CONCLUSION \n118. As a result of the Court’s analysis and foregoing conclusions , the Court \nhereby GRANTS in part and DENIES in part the Motion as follows: \na. Plaintiff’s claim for declaratory judgment against Level Four \nHoldings is DISMISSED  without prejudice for lack of subject \nmatter jurisdiction; \nb. Defendants’ Motion to Dismiss for lack of personal jurisdiction  \nover Level Four Holdings is DENIED;  \nc. Defendants’ Motion to Dismiss for lack of personal jurisdiction  \nover Mr. Ellis is DENIED;  \nd. Defendants’ Motion is GRANTED as to Plaintiff’s tortious \ninterference with contract claim brought against Penta Fund , \nLevel Four Holdings, and Mr. Ellis and the claim is DISMISSED \nwithout prejudice.  Defendant’s Motion is DENIED as to \nPlaintiff’s tortious interference with contract claim brought \nagainst Ms. Irish.  \ne. Defendants’ Motion is DENIED as to Plaintiff’s claim for breach \nof fiduciary duty; \n \n \nf. Defendants’ Motion is DENIED as to Plaintiff’s claim for c ivil \nconspiracy. \n \nSO ORDERED, this the 13th day of March, 2020. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n \n \n "
}