{
  "id": "a36d7b1f722102f7ebcf5a084d3bbcc12e6adca2b9e12302fbd94775606ef2c8",
  "source_file": "data/raw/ncbc/a36d7b1f722102f7ebcf5a084d3bbcc12e6adca2b9e12302fbd94775606ef2c8.pdf",
  "raw_text": "Williams v. Hammer, 2015 NCBC 78. \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 15 CVS 3199 \n \nRONALD DUANE WILLIAMS and  ) \nWILLIAMS GENERAL CONTRACTORS,  ) \nLLC,   ) \n  Plaintiffs, ) \n   ) OPINION AND ORDER \n v.  )    \n   ) \nKIMBERLY HAMMER and BITTERSWEET ) \nCOFFEE, INC.,  ) \n  Defendants. ) \n \nTHIS CAUSE, designated a mandatory complex business case by Order of the Chief \nJustice of the North Carolina Supreme Court pursuant to N.C. Gen. Stat. § 7A -45.4(b) \n(hereinafter, references to the North Caroli na General Statutes will be to “G.S.”), and \nassigned to the undersigned Special Superior Court Judge for Complex Business Cases, \ncomes before the Court upon Defendants’ Motion to Dismiss (“Motion to Dismiss”) pursuant \nto Rule 12(b)(6) of the North Carolina Rules of Civil Procedure (“Rule(s)”); and \n THE COURT, after reviewing the Motion  to Dismiss , briefs in support of and in \nopposition to the Motion to Dismiss, and other appropriate matters of record, CONCLUDES \nas follows. \nWilliams Mullen, by Gilbert C. Laite III, Esq. and Edward James Coyne III, Esq. for \nPlaintiffs Ronald Duane Williams and Williams General Contractors, LLC. \n  \nHiller Law PLLC, by Joshua M. Hiller, Esq. for Defendant s Kimberly Hammer and \nBittersweet Coffee, Inc. \n \nMcGuire, Judge. \nPROCEDURAL HISTORY \n1. On March 13, 2015 , Plaintiff s Ronald Williams  (“Williams”) and Williams \nGeneral Contractors, LLC  (“WGC”) (collectively, “Plaintiffs”) filed a Complaint against \nDefendants Kimberly Hammer (“Hammer”) and Bittersweet Coffee, Inc. (“Bittersweet, Inc.”) \n \n \n(collectively, “Defendants”). Plaintiffs’ action was designated No. 15 CVS 3199 by the Clerk \nof Superior Court of Wake County. The Complaint seeks a declaratory judgment regarding \nthe legal relationship between the parties.  \n2. On May 5, 2015, Defendants filed the Motion to Dismiss, seeking dismissal of \nthe Complaint pursuant to Rule 12(b)(6).   \n3. The Motion to Dismiss has been fully briefed and is ripe for determination. \nFACTUAL BACKGROUND \n Among other things, the Complaint alleges that: \n4. Plaintiff Williams is the principal for Plaintiff WGC, a limited liability \ncompany organized pursuant to the laws  of the State of North Carolina  and licensed as a \ngeneral contractor. Williams has a background in general contracting.1   \n5. Defendant Hammer is the sole shareholder and princ ipal of Defendant \nBittersweet, Inc. Bittersweet, Inc.  is a North Carolina  corporation. Hammer has a \nbackground in food service.2  \n6. Beginning in early 2013 , Williams and Hammer discussed opening a café in \ndowntown Raleigh.3  As part of these discussions, between May and June 2013, Williams and \nHammer entered into a “Memorandum of Understanding” (“MOU”), an “Agreement,” and a \n“Distribution Percentage Agreement.” (“Distribution Agreement”).4 On September 2, 2014, \nWilliams and Hammer executed several handwritten documents.5   \n                                                 \n1 Compl. ¶ 1, 2. \n2 Id. ¶¶ 2, 3, 12g. \n3 Id. ¶ 5. \n4 Id. ¶ 6. \n5 Though these documents are all referenced in the Complaint, none are attached to the Complaint. However, the MOU \nand Distribution Agreement are attached to the Defendants’ Memorandum of Law in Support of Motion to Dismiss , \nand at least some of the handwritten notes are attached to the Plaintiffs’ response brief . Because they have been \nincorporated by reference into the Complaint, the Court may properly consider these documents in reviewing the \nMotion to Dismiss. See Oberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 60-61 (2001). \n \n \n7. These documents apparently were intended to formalize an agreement \nbetween the parties regarding the creation and operation of the contemplated café in leased \npremises (“Premises”) in downtown Raleigh. In pertinent part, the MOU provides that: \n Hammer would be the “100% owner of Bittersweet and Williams or WGC [would] not \nbe an owner of Bittersweet;”6 \n \n Bittersweet would enter into a lease with a third-party landlord for the Premises and \nwould be responsible for that lease; \n \n Plaintiffs and Defendants would enter into a cont ract to provide for the upfit of the \nleased space , in exchange for which Plaintiffs would receive a contractor ’s fee  of \n$35,000; \n \n Plaintiffs and Hammer were to each to contribute  capital in specified amounts to \nfinance the startup expenses of the café; \n \n Hammer would be “solely responsible for decisions and actions related to personnel \nand HR issues” and management and operational decisions of Bittersweet, but would \n“work in good faith to consult with  Williams regarding any expenditures  outside of \nthe ordinary course of business in excess of $1,500;”7 and, \n \n “Except for the limited right provided herein, Williams/WGC [would] not have any \nrights with respect to the management, expend itures or business operations of \nBittersweet.”  \n \n8. The MOU also has a section entitled “Sharing of Profits,” in which the parties \nidentify an “Initial Distribution Period ” during which the parties would receive pro -rata \npayments based upon their outstanding contributions to startup expenses.  Upon complete \nrepayment of startup expenses, Plaintiffs’ share would increase, and Defendants’ share \nwould decrease, on an incremental basis until Defendants would no longer be entitled to any \nof the profits. The MOU does not discuss any sharing between Plaintiffs and Defendants of \nany potential loss incurred by Bittersweet Café, though the Complaint alleges that “Hammer \n                                                 \n6 MOU at 1. \n7 Id. at 3. \n \n \nand Williams bear[] the same risk of loss—i.e. their respective contributions to the ‘Operating \nCapital and Startup Expenses.’”8 \n9. On May 8, 2014, Williams and Hammer entered into the “Distribution \nAgreement.”  The Agreement provided that it was “to memorialize the Distribution \nPercentage between Hammer and Williams/WGC for Startup Expenses, Capital \nContributions and Profit Sharing as outlined in the [MOU].”9  The Agreement provided that \nas of that date Williams had contributed capital of $428,840.00, and Williams had contributed \n$66,165.00, resulting in Williams’ Distribution Percentage being 86%, and Hammer’s 14%. \n10. While no final agreement was ever reached between the parties, none of the \naforementioned documents contain a merger clause, and the MOU states that:  \nThis Memorandum of Understanding shall be conditioned in its entirety by \nand subject to a written agreement between the parties relating to the subject \nmatter hereof if such agreement is executed.  In the event that no such \nagreement is executed prior to Bittersweet’s execution of the Lease, the \nexecuted Memorandum of Understanding shall become legally binding on the \nparties hereto upon Bittersweet’s execution of the lease and shall continue for \nso long as Bittersweet is a lessor of the Premises . . . .10 \n \n11. In furtherance of the agreements contemplated and executed by the parti es, \nduring 2013 and 2014, Hammer incorporated Bittersweet, Inc., executed a lease on behalf of \nBittersweet, Inc. , and stocked and staffed the business  to be located in the Premises . \nPlaintiffs undertook the “build out” of the Premises. Both parties contributed money to these \nendeavors. In July 2014, Bittersweet Café opened in the Premises.  \n12. The Complaint alleges that communication has “broken down ” between \nPlaintiffs and Defendants since shortly after the opening of Bittersweet Café , but does not \n                                                 \n8 Compl. ¶ 12(j). \n9 Distribution Percentage Agreement 1. \n10 MOU at 7 (emphasis added). \n \n \nallege that Defendants have failed or refused to perform any obligation imposed upon them \nby the MOU, Distribution Agreement, or any other agreement between the parties.11 \n13. Plaintiffs allege that “Williams has asserted that he beli eves that the \nrelationship between at least certain [parties] is in the nature of a partnership or joint \nventure” and that Hammer disagrees with this assertion. 12  Plaintiffs also all ege that \n“Williams has asserted that he believes that the Parties agreed to certain minimum \ndistributions or payments to Williams,” but that Hammer also disagrees with this assertion.13  \nFinally, the Complaint alleges that “[r]egardless of the nature of the relationship between \nthe parties, there is an actual case and controversy regarding the rights and remedies \nexisting between the Parties.”14  The Complaint does not allege what Hammer believes to be \nthe legal relationship between the parties. \n14. The Complaint alleges a single cause of action for “Declaratory Judgment,” and \nspecifically requests that the Court issue a declaration “that [ ] Williams and/or WGC and [ ] \nHammer and/or Bittersweet Coffee, Inc. entered into a partnership (or join t venture) \nrelationship,” and that the Court define the rights and responsibilities of each party. 15  \nAlternatively, Plaintiff requests that the Court “otherwise declare the nature and terms of \nthe relationship among and between ” the parties and define the rights and responsibilities \nof each party.16 \nAnalysis \n15. Defendants seek dismissal of Plaintiffs’ claims on the grounds that (a) the \nallegations in the Complaint and underlying documents do not support the existence of a \n                                                 \n11 Compl. ¶ 11. \n12 Id. ¶¶ 14-15. \n13 Id. ¶¶ 16-17. \n14 Id. ¶ 19. \n15 Id., Prayer for Relief ¶ 1. \n16 Id., Prayer for Relief ¶ 2. \n \n \npartnership or a joint venture between the parties, and (b) Plaintiffs’ alternative prayer for \ndeclaratory relief is no more than an impermissible request for an advisory opinion. \n16. The Court, in deciding a Rule 12(b)(6) motion, treats the well -pleaded \nallegations of the complaint as true and adm itted. Sutton v. Duke, 277 N.C. 94, 98 (1970). \nHowever, conclusions of law or unwarranted deductions of fact are not deemed admitted. Id. \nThe facts and permissible inferences set forth in the complaint are to be treated in a light \nmost favorable to the nonmoving party. Ford v. Peaches Entm't Corp., 83 N.C. App. 155, 156 \n(1986). The Court should grant a Rule 12(b)(6) motion when the complaint, on its face, reveals \n(a) that no law supports the plaintiff's claim, (b) the absence of facts sufficient to form a viable \nclaim, or (c) some fact which necessarily defeats the plaintiff's claim.  Jackson v. Bumgardner, \n318 N.C. 172, 175 (1986).  \n17. Under North Carolina law, a declaratory judgment is a statutory remedy that \ngrants a court the authority to “declare rights, s tatus, and other legal relations ” when an \n“actual controversy” exists between parties to a lawsuit. G .S. § 1-253; Pine Knoll Shores v. \nCarolina Water Serv., Inc.,  128 N.C. App. 321, 321 (1998).  The Court may, by declaratory \njudgment, “determine[] questions of construction or validity” and declare “rights, status, and \nother legal relations ” under a “written contract.” G.S. § 1 -254.  The presence of a real or \nexisting controversy between adverse parties , however, is an essential requirement of any  \ndeclaratory judgment action. “The Uniform Declaratory Judgment Act does not license \nlitigants to fish in judicial ponds for legal advice, [or] undertake to convert judicial tribunals \ninto counsellors [sic] and impose upon them the duty of giving advisory opinions to any \nparties who may come into court and ask for either academic enlightenment or practical \nguidance concerning their legal affairs. ” Calabria v. N.C. State Bd. of Elections , 198 N.C. \nApp. 550, 553-54 (2009) (quoting Lide v. Mears, 231 N.C. 111, 117 -18 (1949) (alterations in \noriginal)). \n \n \n18. When the record reveals the lack of a basis for declaratory relief, a Rule 12(b)(6) \nmotion may be granted against a declaratory judgment claim. Kirkman v. Kirkman, 42 N.C. \nApp. 173, 176 (1979).  In essence, a declaratory judgment claim is subject to dismissal where \nthe relevant pleadings do not contain allegations upon which the sought declaratory relief  \nmay be granted. \nPartnership \n19. Plaintiffs first ask this Court to declare that a partnership relationship existed \nbetween the parties.   The Complaint does not allege, nor do the MOU and Distribution \nPercentage Agreement support a contention that, Plaintiffs and Defendants explicitly \ncontracted to form a “partnership.” Neither the word “partners” nor “partnership” appear \nanywhere in the agreements that have been provided to the Court. Nonetheless, a de facto \npartnership may be found in the absence of a written  agreement, “based upon a rational \nconsideration of the acts and declarations of the parties, warranting the inference that the \nparties understood that they were partners and acted as such. ” Potter v. Homestead \nPreservation Ass’n, 330 N.C. 569, 576 -77 (1992) (citations omitted); see also Best Cartage, \nInc. v. Stonewall Packaging, LLC, 219 N.C. App. 429, 438 (2012). \n20. The North Carolina Uniform Partnership Act, codified at Chapter 59 of our \nGeneral Statutes, provides the basis for the “legal concept” of partnership. The Act defines a \npartnership as “an association of two or more persons to carry on as co-owners a business for \nprofit.” G.S. § 59-36(1). Our Supreme Court has elaborated: \nTo make a partnership, two or more persons should combine their pro perty, \neffects, labor, or skill in a common business or venture, and under an \nagreement to share the profits and losses in equal or specified proportions, and \nconstituting each member an agent of the others in matters appertaining to \nthe partnership and within the scope of its business. \n \nJohnson v. Gill, 235 N.C. 40, 44-45 (1952) (internal quotations and citations omitted).  While \nNorth Carolina courts have consider ed a variety of factors in evaluating whether a \n \n \npartnership exists, “co-ownership and sharing  of any actual profits are indispensable \nrequisites for a partnership. ” Best Cartage, Inc. , 219 N.C. App. at 438 (quoting  Wilder v. \nHobson, 101 N.C. App. 199, 202 (1990))  (emphasis added).  Failure to properly allege facts \nsupporting the existence of one o r both of these elements is fatal to a claim for declaratory \njudgment of a partnership. \n21. The first requirement is “sharing of any actual profits.” Wilder, 101 N.C. App. \nat 202 (citing  Sturm v. Goss , 90 N.C. App. 326 (1988)).  Defendants do not argue that the \nagreements between the parties did not provide for a sharing of profits, and the Court \nconcludes that the agreements at issue in this case clearly provided that profits would be \nshared between Plaintiffs and Defendants.17  Plaintiffs have adequately alleged a sharing of \nprofits to support the existence of a partnership. \n22. The allegations and documents also reveal certain other indicia of a \npartnership between the parties: both parties contributed capital to the arrangement, and \neach brought their skills, experience and labor to the opening and operation of the café. \n23. Plaintiff has not alleged, however, t he second “indispensable requisite” of a \npartnership: “co-ownership of the business.” G.S. § 59-36(1); see McGurk v. Moore, 234 N.C. \n248 (1951) (citations omitted) (finding that an arrangement in which one purported partner \noperated the business, the other provided capital for the business, and the parties would \ndivide net profits equally once all capital was repaid, did not constitute co -ownership of the \nbusiness).  The Complaint does not allege that the Plaintiffs and Defendants co -owned any \n                                                 \n17 Defendants, however, make a compelling argument that a partnership requires the sharing of both profits and losses, \nand that Plaintiffs failed to adequately allege a sharing of losses.  Defendant s contend  that North Carolina case s \nsuggesting that only profits must be shared are premised on a misreading by the North Carolina Court of Appeals of  \nthe holding in Johnson v. Gill, 235 N.C. at 44-45, in Zickgraf Hardwood Co. v. Seay, 60 N.C.  App. 128, 133 (1982).  \nIn Zickgraf, the Court cited Johnson for the proposition that existence of a partnership required “agreement to share \nprofits or losses.” Id. Defendants contend that the Supreme Court’s holding in Johnson that a partnership requires a \nsharing of profits and losses ha s been misconstrued based on the misreading in Zickgraf.  Defs.’ Br. Supp. Mot. \nDismiss 7-8.  Because the Court concludes that Plaintiffs’ allegations are insufficient to support the existence of a \npartnership for other reasons, it need not address Defendants’ argument. \n \n \ninterest in a business or any other property, and the MOU expressly states that Hammer is \nthe sole owner of Bittersweet, and that Williams and WGC have no ownership interest.  The \nMOU also makes clear that Plaintiffs have no ownership interest in Hammer’s other, existing \nbusinesses.  The Distribution Agreement and other documents provided to the Court do not \ncontain any reference to a co-ownership interest between Plaintiffs and Defendants. \n24. In their brief, Plaintiffs contend that even if they have no ownership in \nBittersweet, the MOU, Distribution Agreement, and other agreements might somehow be \ninterpreted as creating a partnership in some  other type  of business.  Specifically, they \nsuggest that “it appears at least possible at this stage that the ‘business’ really contemplated \nby and between the parties was the development and operation of the real estate that is the \nPremises.”18  Plaintiff does not, however, explain how such an interpretation of the parties’ \narrangement would meet the requirement of pleading co -ownership.  The Court concludes \nthat the Complaint and incorporated documents do not allege that Plaintiffs and Defendants \nhad a co-ownership interest in a business that would support a finding that they were in a \npartnership. \nJoint Venture \n25. If not a partnership, Plaintiffs seek a declaration from the Court that the \nrelationship between the parties constituted a joint venture.   The North Carolina Supreme \nCourt has held that: \nA joint venture is an association of persons with intent, by way of contract, \nexpress or implied, to engage in and carry out a single business adventure for \njoint profit, for which purpose they combine their efforts, p roperty, money, \nskill, and knowledge, but without creating a partnership in the legal o r \ntechnical sense of the term.  \n . .  \nFacts showing the joining of funds, property, or labor, in a common purpose to \nattain a result for the benefit of the parties in whic h each has a right in some \n                                                 \n18 Pls.’ Br. Opp. Mot. Dismiss 11. \n \n \nmeasure to direct the conduct of the other through a necessary fiduciary \nrelation, will justify a finding that a joint adventure exists. \n \nPike v. Wachovia Bank & Trust Co., 274 N.C. 1, 8-9 (1968) (citation omitted). \n26. “[T]he essential elements of a joint venture are (1) an agreement to engage in \na single business venture with the joint sharing of profits, (2) with each party to the joint \nventure having a right in some measure to direct the conduct of the other ‘through a \nnecessary fiduciary relationship .’” Se. Shelter Corp. v. BTU , Inc., 154 N.C. App. 321, 327  \n(2002) (emphasis in original) (citations omitted). In other words, “each joint venturer [must] \nstand in the relation of principal, as well as agent, as to each of th e other coventurers . . . .” \nCheape v. Chapel Hill, 320 N.C. 549, 562 (1987) (citation omitted). \n27. As stated above, while Plaintiffs may have successfully alleged an \narrangement in which profits are to be shared, the allegations establish that neither party \nhad the right to “to direct the conduct of the other .” There are no allegations that Williams \nhad the authority to make any decisions on behalf of the alleged joint venture, or that \nHammer was bound in any way by Williams’ input regarding Bittersweet ’s business. The \nMOU provides Hammer with virtually exclusive control over the daily operations of \nBittersweet Café, and requires only that she “work in good faith to consult with Williams ” \nregarding ordinary course of business purchases exceeding $1,500. The MOU goes on to state \nthat “[e]xcept for the limited right provided herein, Williams/WGC shall not have any rights \nwith respect to the management, expenditures or business operations of Bittersweet.”19 \n28. The allegations also do not support the notion that Wi lliams and Hammer \nstood in an agency relationship with one another.  An agent is “one who acts for or in the \nplace of another by aut hority from him.”  Cheape, 320 N.C. at 562  (citation omitted).  The \nComplaint does not allege, and the agreements do not provide, that Williams was authorized \n                                                 \n19 MOU at 3. \n \n \nto act on behalf of Hammer, or vice -versa.  To the contrary, the  MOU makes it clear that \nDefendants are solely responsible for the lease of the Premises, and that Plaintiffs are not \nbound in any way by that lease.  Williams, on the other hand, had exclusive control over the \nbuild out of the Premises.  In other words, the agreements fail to place Williams and Hammer \n(or Plaintiffs and Defendants) “in the relation of principal, as well as agent, as to each \n[other].” Id. \n29. The Complaint does not allege facts upon which the Court could grant \nPlaintiffs the requested relief of a declaration that the agreements between the Plaintiffs and \nDefendants created a partnership or a joint venture. Accordingly, the Motion to Dismiss is \nGRANTED as to these requested declarations. \n30. Although not explicitly set out in the relief requested in the Complaint, \nPlaintiff alleges that there is a dispute between the parties as to whether Plaintiffs are still \nowed certain minimum payments by Defendants under the agreements between the parties. \nDefendants have not expressly moved for dismissal of, nor made argument regarding, this \nalleged controversy.  As discussed supra, in reviewing a Rule 12(b)(6) motion to dismiss, the \nallegations should be reviewed in favor of the non-moving party.  Ford, 83 N.C. App. at 156.  \nAccordingly, to the extent Plaintiff seeks a declaration regarding whether they are owed \ncertain minimum payments under the agreements, Defendants motion to dismiss this claim \nshould be DENIED. \nRights/Status of the Parties \n31. In the alternative, Plaintiffs ask the Court to “declare the nature and terms of \nthe relationship among and between [Plaintiffs and Defendants]” including “[t]he parties to \nthat relationship,” “[t]he rights, duties, and remedies” and “[t]he other rights and obligations” \n \n \narising from that relationship .20  Defendants argue that this amounts to a request for a \n“purely advisory opinion which the parties might, so to speak, put on ice to be used if and \nwhen occasion might arise .” Gaston Bd. of Realtors, Inc. v. Harrison , 311 N.C. 230, 234 \n(1984). \n32. In their brief, P laintiffs suggest that the Complaint raises the following \n“actual, genuine, consequential questions” for which they seek declarations: \n If the relationship between the parties is one of debtor/creditor, who is the \ncreditor(s) and who is the debtor(s)? \n \n If the relationship between the parties is one of debtor/creditor, what recourse \ndoes the creditor(s) have in the event the debtor(s) defaults? \n \n What is the effect of the September 2 Writings? Do they require a monthly \npayment to Williams sufficient to reply the “operating capital” before the end \nof the lease of the Premises? If not, what do they mean (or is it possible, as \nDefendants appear to contend, that although Hammer  and Williams chose to \nexecute a number of writings on September 2, 2014, those writings have no \nmeaning at all)? \n \n Do the Defendants have a right to allocate revenue of Bittersweet Inc. to pay \nfor their own legal fees and thereby reduce the “profit” available to be paid to \nPlaintiffs? What other, if any, limitations are there on Hammer’s ability to \nmanipulate profits via her control, in large part, of the costs of Bittersweet \nInc.? \n \n Does the later -entered Percentage Agreement, which states “[a]s outlined in  \nthe Memorandum of Understanding, the Startup Expenses will be repaid in \nfull to each party before there is any distribution of Profits,” (Defs.’ Memo Ex. \nB at pg.1), control over the MOU, which seems to contemplate that any \npayments of profit to Williams will cease on December 10, 2022, regardless of \nwhether he has been paid back his portion of the Startup Expenses (Defs.’ \nMemo Ex. A at pgs. 3 –5, Section entitled “Sharing of Profits”)? That is, given \nthis apparent contradiction in the documents, does Williams have a right to be \nrepaid in full before Hammer is ever paid more than 14% of the profits of \nBittersweet Inc.? \n \n                                                 \n20 Compl., Prayer for Relief ¶ 2. \n \n \n What is the basis of the parties [sic] relationship if Bittersweet Inc. abandons \nthe Premises, in light of the MOU purporting to be binding only so long as \nBittersweet Inc. is a “lessor” of the Premises?21 \n \n33. First and foremost, none of these questions are raised in the Compl aint.  \nPlaintiffs’ request that the Court declare the nature of the relationship and the rights, duties \nand remedies of the parties under the written documents does not require the Court to parse \nthrough the various alleged agreements and determine how every controversy that may arise \nbetween Plaintiffs and Defendants would be resolved.  In addition, the Complaint does not \nallege that Plaintiffs and Defendants hold conflicting positions on the answers to these \nquestions. “[W]hen a litigant seeks relief under the declaratory judgment statute, he must \nset forth in his pleading all facts necessary to disclose the existence of an actual controversy \nbetween the parties to the action with regard to their respective rights and duties in the \npremises.” Lide, 231 N.C. at 118; accord N.C. Consumers Power, Inc. v. Duke Power Co., 285 \nN.C. 434, 449 (1974) (“A mere difference of opinion between the parties as to [the plaintiff’s \nrights] -- without any practical bearing on any contemplated action -- does not constitute a \ncontroversy.” The plaintiff must “allege in his complaint . . . , that a real controversy, arising \nout of their opposing contentions as to their respective legal rights and liabilities . . . , exists \nbetween or among the parties.” (citation omitted)). \n34. Plaintiffs have not alleged “all facts necessary to disclose ” that a controversy \nexists between the parties’ rights and obligations under the agreements.  Instead, they \neffectively ask the Court to define all of the rights and obligations of the parties to guide them \nin administering the agreements.  The Court declines to issue such an advisory declaration.  \nWhile there may be genuine disputes between Plaintiffs and Defendants as to what various \nprovisions of the agreements require them to do, those disputes must be more clearly pleaded.  \n                                                 \n21 Pls.’ Br. Opp. Mot. Dismiss 9-10. \n \n \nAccordingly, Defendants’ mot ion to dismiss Plaintiffs’ alternative request that the Court \n“declare the nature and terms of the relationship among and between [Plaintiffs and \nDefendants]” including “[t]he parties to the relationship,” “[t]he rights, duties, and remedies,” \nand [t]he other rights and obligations” should be GRANTED without prejudice. \nTHEREFORE, IT IS ORDERED that: \n35. The Motion to Dismiss is GRANTED, in part, insofar as the Complaint seeks \na finding that the parties entered into a partnership or joint venture. \n36. The Motion to Dismiss is GRANTED,  in part,  and the Complaint is \nDISMISSED WITHOUT PREJUDICE,  insofar as the Complaint requests that the Court \n“declare the nature and terms of the relationship among and between [Plaintiffs and \nDefendants]” including “[t]he parties to the relationship,” “[t]he rights, duties, and remedies,” \nand [t]he other rights and obligations.” \n37. The Motion to Dismiss is DENIED insofar as the Complaint requests a \ndeclaration that Plaintiffs are still owed certain minimum payments by Defendants under \nthe agreements between the parties. \nThis the 12th day of August, 2015.  \n      /s/ Gregory P. McGuire   \n     Gregory P. McGuire \n     Special Superior Court Judge \n        for Complex Business Cases "
}