{
  "id": "a3afa32d463c49da4e26c22d0485c06263353f90db599ec17bb7e9e33a3b5a92",
  "source_file": "data/raw/ncbc/a3afa32d463c49da4e26c22d0485c06263353f90db599ec17bb7e9e33a3b5a92.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 3201 \n \nCENTRAL CAROLINA SURGICAL \nEYE ASSOCIATES, P.A. by and \nthrough GERALD JEUTTER, \nReceiver, \n \nPlaintiff, \n \nv. \n \nJOHN D. MATTHEWS, M.D., \n \nDefendant. \n \n \n \n \n \nORDER AND OPINION ON RULE \n12(c) CROSS-MOTIONS FOR \nJUDGMENT ON THE PLEADINGS  \n \n \n1. THIS MATTER is before the Court upon  Defendant John D. Matthews, \nM.D.’s (“Matthews”) Motion for Judgment on the Pleadings Pursuant to Rule 12(c) of \nthe North Carolina Rules of Civil Procedure (“Rule(s)”) (“Matthews’ Motion”), (ECF \nNo. 31),1 and Plaintiff Central Carolina Surgical Eye Associates, P.A.’s (“CCSEA”) , \nRule 12(c) Motion for Judgment on the Pleadings (“ CCSEA’s Motion;” together, the \n“Motions”), (ECF No. 29). \n2. Matthews contends in his  Motion that CCSEA has asserted claims that \nexpand or add to the claims CCSEA previously asserted against Matthews in a prior, \nnow voluntarily dismissed action and that those claims should be  dismissed in part \nor in full because they are time-barred or because they fail to otherwise state a claim.2   \n \n1 Unless otherwise specified, court filings cited herein have been filed in this action (21 CVS \n3201).  The case number for cited case filings from other actions will be provided when they \nare cited for the first time. \n \n2 (Def. Matthews’ Mot. J. on Pleadings Pursuant to Rule 12(c) ¶ 15 [hereinafter “Def.’s Mot.”], \nECF No. 31.) \nCent. Carolina Surgical Eye Assocs., P.A. v. Matthews, 2022 NCBC 14. \n3. CCSEA asserts in its Motion that four of Matthews’ counterclaims, each of \nwhich seeks recovery of sums Matthews alleges he is owed for unpaid compensation \nand distributions as an employee and shareholder of CCSEA, are fatally deficient as \npleaded and should be dismissed as a matter of law.3   \n4. After reviewing the Motions, the related briefing, the arguments of counsel \nat the h earing on the Motions , and other appropriate matters of record, the Court  \nGRANTS in part and DENIES in part each Motion for the reasons set forth below. \nLaw Offices of Richard M. Greene, by Richard M. Greene, for Plaintiff \nCentral Carolina Surgical Eye Associates, P.A.  \n \nOak City Law LLP, by Robert E. Fields, III, for Gerald A. Jeutter, Jr. , \nReceiver for Central Carolina Surgical Eye Associates, P.A. \n \nPinto Coates Kyre & Bowers, PLLC, by Lyn K. Broom, and Teague \nRotenstreich Stanaland Fox & Holt PLLC, by Steven B. Fox and Mallory \nG. Horn, for Defendant John D. Matthews, M.D. \n \nBledsoe, Chief Judge. \n \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \nA. Factual Background \n5. CCSEA was  an ophthalmological medical practice in Greensboro, North \nCarolina that was formed in 1992 when Richard Epes, M.D. (“Epes”) and Matthews \nsold their interests in a predecessor entity known as Central Carolina Surgical Eye \nAssociates, P.A. (“Old CCSEA”) and formed a new medical practice using the same \n \n3 (Pl.’s Rule 12(c) Mot. J. on Pleadings [hereinafter “Pl.’s Mot.”], ECF No. 29.) \n \nname.4  Epes and Matthews acquired all of the stock in the new CCSEA, with Epes \nholding 75% of the stock and Matthews holding 25%.5 \n6. CCSEA alleges that Matthews entered an Employment Agreement with \nCCSEA in 1992 to provide ophthalmological services  as a part of the sale of Old \nCCSEA and that Matthews has been a director and officer of CCSEA ever since .  \n(2021 Compl. ¶¶ 5–8).  The initial term of the Employment Agreement was for five \nyears, and the Agreement automatically renewed for subsequent five- year terms \nunless Matthews provided notice of his intent to terminate at least one year prior t o \nthe end of any five -year term.  (2021 Compl. Ex. A  at 2.)  The Agreement contained \nnon-competition and non -solicitation covenants  purporting to restrict Matthews’ \nability to compete against CCSEA and solicit its patients and employees. \n7. The parties acknowledge that Matthews and six  other CCSEA employees \nleft their employment with CCSEA  on 19 July 2012 and within days of their \ndeparture began providing ophthalmological services under the trade name Triad \n \n4 (Compl. ¶¶ 4–5 [hereinafter “2021 Compl.”], ECF No. 4; 2021 Compl. Ex. A, ECF No. 4.1.) \n \n5 (2021 Compl. ¶¶ 4–5; Def.’s Answer, Mot. Dismiss and Countercl. ¶¶ 4–5 [hereinafter “2021 \nAnswer”], ECF No. 14.)  Matthews has filed four separate answers and counterclaims in the \nlawsuits between these two parties: (i) a 20 Aug ust 2015 Motion to Dismiss, Answer, and \nCounterclaims, (“2015 Answer and Countercl.,” ECF No. 10.3 (15 CVS 7266)); (ii) an 8 \nJanuary 2016 Amended Motion to Dismiss, Answer and Counterclaims for Set-off/Offset and \nConstructive Trust, (“2015 Am. Answer and Countercl.,” ECF No. 289 (15 CVS 1648)); (iii) a \n10 June 2021 Answer, Motion to Dismiss and Counterclaims, (“2021 Answer and Countercl.,” \nECF No. 14); and (iv) a 13 August 2021 Amended Answer, Motions to Dismiss and \nCounterclaims, (“2021 Am. Answer and Countercl.,” ECF No. 25), which amended the 2021 \ncounterclaims but not the 2021 answer.  The answer and counterclaim paragraphs of each \nfiling are separately numbered, so, to avoid ambiguity, the answer portions will be cited as \n“2015 Answer,” “2015 Am. Answer,” and “2021 Answer,” and the counterclaim portions will \nbe cited as “2015 Countercl.,” “2015 Am. Countercl.,” “2021 Countercl.,” and “2021 Am. \nCountercl.” \nRetina and Diabetic Eye Center (“Triad Retina”) at a fully equipped medical facility \nlocated within five miles of CCSEA.  (2021 Compl. ¶¶ 14, 16; 2021 Answer ¶¶ 14, 16.)  \nAccording to CCSEA, the Employment Agreement had automatically renewed for a \nfive-year term  through 30 June 2017 and was in full force and  effect at the  time \nMatthews and his departing colleagues terminated their employment with CCSEA .  \n(2021 Compl. ¶ 13.)   \n8. CCSEA alleges that soon thereafter patients began calling CCSEA to report \nthat Triad Retina had been calling them on behalf of Matthews  and soliciting them \nto become new patients of Triad Retina.  (2021 Compl. ¶ 46.)  CCSEA further alleges \nthat Matthews used confidential patient information to solicit patients away from \nCCSEA for Matthews’ “financial benefit,” ultimately causing “more tha n 1,400 \npatients” to leave CCSEA’s practice for Triad Retina and causing CCSEA to “suffer \nsignificant damages and loss of patient revenue[.]”  (2021 Compl. ¶¶ 21, 33–34, 40.)   \n9. For his part, Matthews  denies the enforceability of the E mployment \nAgreement on various grounds, contends that the Agreement was terminated no later \nthan 2007, rendering him an at -will employee at liberty to leave CCSEA ’s \nemployment without further obligation thereunder, (2021 Countercl. ¶¶ 14, 23; see, \ne.g., 2021 Answer ¶ 14) , and asserts that he was n ever an officer or a  director of \nCCSEA, alleging that Epes “effectively shut him out of those roles[,]” (2021 Countercl. \n¶ 11; 2021 Answer ¶¶ 27 –37, 43–55).  He also asserts counterclaims, alleging that \nduring his employment, CCSEA continuously undercompensated him, 6 failed to \n \n6 (2015 Am. Countercl. ¶¶  16(a)–(b), (d)– (f), (l) –(p), (v), 20 –29, 46– 51; 2021 Countercl. \n¶¶ 15(a)–(b), (d)–(f), (l)–(p), (v), 19–20, 27–28.) \nprovide him with adequate equipment and facilities,7 and failed to pay him required \ndistributions.8 \n10. CCSEA is no longer operating and is in receivership.   Old Battleground \nProps. v. Cent. Carolina Surgical Eye Assocs., P.A., 2015 NCBC LEXIS 19, *24 (N.C. \nSuper. Ct. Feb. 25, 2015). \nB. Procedural Background9   \n11. CCSEA’s receiver, Gerald Jeutter, has filed two actions against Matthews  \narising from Matthews’ departure from his employment with CCSEA in 2012 .  The \ncomplaint initiating the first action (the “First Action”) was filed on 17 July 2015 (the \n“2015 Complaint”).  In that action, CCSEA sought damages for Matthews’ alleged \nbreaches of contract  and fiduciary duty  and requested an accounting of and a \nconstructive trust over all income Matthews received from former CCSEA patients \nafter he terminated his employment with CCSEA.10   \n12. Matthews filed an answer and counterclaims  in response to the 2015 \nComplaint on 20 August 2015.   ( 2015 Answer and Countercl .)  CCSEA subsequently \n \n7 (2015 Am. Countercl. ¶¶ 17–19; 2021 Countercl. ¶¶ 17–18.) \n \n8 (2015 Am. Countercl. ¶¶ 30–36; 2021 Am. Countercl. ¶¶ 30–36.) \n \n9 The procedural history of this case is tortuous.  Filings related to the dispute between \nCCSEA and Matthews have been submitted in four separate case files over the years: (i) 2015 \nCVS 7266 (the initial litigation between CCSEA and Matthews ); (ii) 2015 CVS 1648 (the \nconsolidated case file for numerous pending matters involving the receiverships established \nfor CCSEA and various related entities ( In re Southeastern  Eye Center–Pending Matters)); \n(iii) 2012 CVS 11322 (the consolidated case file for matters arising in connection with various \njudgments involving the receiverships established for CCSEA and various related entities \n(In re Southeastern Eye Center–Judgments); and (iv) 2021 CVS 3201 (the current litigation \nbetween CCSEA and Matthews).   \n \n10 (Compl. ¶¶ 29, 43, 46 [hereinafter “2015 Compl.”], ECF No. 1 (15 CVS 7266).) \nmoved to strike and dismiss Matthews’ counterclaims ,11 contending, in part,  that \nMatthews’ counterclaims were asserted in violat ion of the Court’s 22 June 2015 \nMaster Case Management Order (“Master CMO”),12 which applied to all pending In \nre Southeastern Eye Center matters, including the First Action.  In that motion, \nCCSEA argued that Matthews’ counterclaims should be dismissed because they were \nnot presented in accordance with the claims process mandated in the Master CMO  \nfor the assertion of claims against CCSEA.13     \n13. On 23 November 2015, after consu lting with the parties concerning the \nproper procedure for litigating and administering the parties’ claims against one \nanother, the Court, with the parties’ consent, ordered Matthews to withdraw his \ncounterclaims and submit any claims against CCSEA throug h the process set forth \nin the Master CMO.\n14  At the same time, the Court consolidated the First Action into \nthe In re Southeastern Eye Center group of consolidated cases.15   \n14. On 8 January 2016, Matthews withdrew his counterclaims  in the First \nAction, “with the exception of the defense/counterclaims of Set -off/Offset, for a \nConstructive Trust and reservation of the right concerning the failure to \n \n11 (Pl.’s Br. Supp. Pl.’s Second Mot. to Compel Arbitration and Stay Action, Mot. Strike \nCountercl. and Mot. Dismiss Countercl. with Prejudice, ECF No. 19 (15 CVS 7266).) \n \n12 (Case Management Order, ECF No. 82 (15 CVS 1648).) \n \n13 (Pl.’s Br. Supp. Pl.’s Second Mot. to Compel Arbitration and Stay Action, Mot. Strike \nCountercl. and Mot. Dismiss Countercl. with Prejudice 5–8.) \n \n14 (Scheduling Order 2–3, ECF No. 260 (15 CVS 1648).) \n \n15 (Consolidation Order, ECF No. 259 (15 CVS 1648).) \nprosecute[.]”16  At the same time, Matthews filed an amended answer  and \ncounterclaims (“2015 Answer and Countercl aims”), contending that he was entitled \nto set-off against any sums he may owe to CCSEA all amounts CCSEA owed to him .  \n(See generally 2015 Am. Countercl.)   He also requested an accounting and a \nconstructive trust, and asserted  counterclaims against CCSEA for conversion, \nmisappropriation, disposition of assets without shareholder approval, and failure to \nprosecute derivative claims.  (See generally 2015 Am. Countercl.) \n15. After extensive fact and expert discovery and substantial motions practice, \nCCSEA moved for partial summary judgment  and both parties moved to exclude \ncertain expert testimony.  At the hearing on the motions on 24 September 2020, \nCCSEA announced its intention to voluntar ily dismiss without prejudi ce all of it s \nclaims against Matthews under Rule 41 and promptly thereafter refile a new action \nagainst Matthews. 17  CCSEA moved to  voluntarily dismiss the action under Rule \n41(a)(2) on 30 September 2020 ,18 and after full briefing by the parties, the Court  \ngranted CCSEA’s motion on 12 November 2020, dismissing CCSEA’s claims against \nMatthews without prejudice. 19  Soon thereafter, on 3 December 2020, the Court \n \n16 (Def.’s Notice of Withdrawal of Def.’s Countercl. Pursuant to Ct.’s Order of November 23, \n2015 [hereinafter “Def.’s Notice of Withdrawal of  2015 Countercl.”], ECF No. 290 (15 CVS \n1648).) \n \n17 (Scheduling Order and Am. Notice of Hr’g, ECF No. 1340 (15 CVS 1648).) \n \n18 (Pl.’s Rule 41(a)(2) Mot. for Voluntary Dismissal without Prejudice of Claims Against Def., \nECF No. 1343 (15 CVS 1648).) \n \n19 (Order Granting Pl.’s Rule 41(a)(2) Mot. for Voluntary Dismissal  without Prejudice of \nClaims Against Def., ECF No. 1371 (15 CVS 1648).) \n \ngranted, with CCSEA’s consent, Matthews’ motion to dismiss his counterclaims \nunder Rule 41(a)(2) and 41(c) without prejudice.20  \n16. After initiating this action on 8 March 2021, 21 CCSEA filed its new \ncomplaint against Matthews ( “2021 Complaint ”) on 29 March 2021.  (See 2021 \nCompl.)  CCSEA reasserts in its 2021 Complaint claims for breach of contract 22 and \nbreach of fiduciary duty and adds new claims for constructive fraud, restitution and \ndisgorgement, and violation of the North Carolina Unfair and Deceptive Trade \nPractices Act, N.C.G.S. § 75 -1.1 (“UDTPA”).  CCSEA also m akes a new request for \npunitive damages.  ( See generally 2021 Compl.)   CCSEA further alleges—again for \nthe first time—that, during Matthews’ employment, CCSEA was insolvent and that \nMatthews took excessive compensation and other money from CCSEA, mismanag ed \nCCSEA’s finances, and failed to retain and recruit physicians, all of which contributed \nto CCSEA’s insolvency , breached Matthews’ fiduciary duties to CCSEA , and \nconstituted unfair and deceptive trade practices under section 75-1.1.23   \n17. Matthews filed his Counterclaims on 10 June 2021.  Matthews reasserts his \n2015 counterclaims for breach of contract, equitable dividend, violation of the North \n \n20 (Order Granting Def.’s  Consent Rule 41(a)(2) and 41(c)  Mot. for Voluntary Dismissal  \nwithout Prejudice of Countercl. Against Pl., ECF No. 1389 (15 CVS 1648).) \n \n21 (Application and Order Extending Time to File Compl., ECF No. 3.) \n \n22 The parties stipulate that any of CCSEA’s claims for breach of contract based on 16A of the \nEmployment Agreement are withdrawn and not subject to the tolling provisions of Rule 41(a).  \n(CCSEA’s Resp. Br. Opp’n Matthews’ Mot. J. on Pleadings 9  [hereinafter “Pl.’s Opp’n Br.”], \nECF No. 42.) \n \n23 (2021 Compl. ¶¶ 3,  22–26, 41, 58, 63, 75; Amendment to Compl. ¶¶  68–71 [hereinafter \n“Amendment to 2021 Compl.”], ECF No. 24.) \n \nCarolina Wage and Hour Act, disposition of assets without shareholder approval, and \nan accounting; seeks recoupment in addition to set -off; and declines to reassert his \ncounterclaims for constructive trus t, conversion, misappropriation, and failure to \nprosecute claims .24  After each party amended i ts pleading in August 2021, 25 the \nparties filed their respective Motions on 3 September 2021.  (Pl.’s Mot.; Def.’s Mot.) \n18. Matthews’ Motion asserts that CCSEA’s new and expanded allegations and \nclaims for breach of fiduciary duty, constructive fraud, restitution and disgorgement, \nviolation of the UDTPA, and punitive damages  do not enjoy the benefit of Rule 41 ’s \nsavings provision and therefore are time-barred or time-limited.  (Def.’s Mot. ¶¶ 13, \n15–19.)  Matthews also challenges the legal sufficiency of CCSEA’s pleading of certain \nclaims and contends, in particular, that CCSEA’s UDTPA claim fails as a matter of \nlaw because Matthews’ actions occurred within a single market participant and fall \nwithin the learned profession exception.  (Def.’s Mot. ¶ 12.) \n19. CCSEA contends in its Motion  that Matthews’ counterclaims for breach of \nthe Employment Agreement and violation of the Wage and Hour Act  are solely for \nrecoupment and, to the extent they are for set-off, they should be dismissed as time-\n \n24 (See 2021 Countercl. ¶¶ 22– 29, 37–47; 2021 Am. Countercl. ¶¶  30–36; 2021 Countercl. \n¶¶ 48–53.) \n \n25 CCSEA amended its UDTPA claim to allege that Matthews engaged in commerce in North \nCarolina and thus that his conduct was “in or affecting commerce” under the UDTPA.  \nCCSEA’s amendments also seek to clarify  that its UDTPA claim excludes Matthews’ \n“provision of medical services as a professional physician,” apparently to avoid application of \nthe learned profession exception to its claim.  (Amendment to 2021 Compl.  ¶¶ 67–71.)  \nMatthews amended his counterclaim for failure to make distributions to plead that “CCSEA \nwas solvent .  . . when the distributions were made and payments were to be made[,]” to \nremove his prior allegation that the distributions harmed CCSEA’s creditors, and to remove \na prior reference to N.C.G.S. § 55-6-40(c).  (2021 Am. Countercl. ¶¶ 30–36.) \nbarred.  (Pl.’s Mot. ¶  A.)  CCSEA asserts that Matthews’ counterclaim for failure to \nmake distributions in compliance with N.C.G.S. § 55-6-40 should either be dismissed \nor time-limited because Matthews failed to plead CCSEA’s solvency at the time of the \nfiling of t he Counterclaims .  ( Pl.’s Mot . ¶ B.)  Finally, CCSEA contends that \nMatthews’ counterclaim for disposition of assets without shareholder approval should \nbe dismissed because the claim accrues to CCSEA, not Matthews.  (Pl.’s Mot. ¶ C)  \n20. After full briefing, t he Court held a h earing on the Motions on 14 October \n2021, at which all parties were represented by counsel.  The Motions are now ripe for \nresolution. \nII. \nLEGAL STANDARD \n21. “The purpose of [  ] Rule 12(c) ‘is to dispose of baseless claims or defenses \nwhen the formal pleadings reveal their lack of merit’ and is appropriately employed \nwhere ‘all the material allegations of fact are admitted in the pleadings and only \nquestions of law remain.’ ”  Dicesare v. Charlotte-Mecklenburg Hosp. Auth., 376 N.C. \n63, 70 (2020) (quoting Ragsdale v. Kennedy, 286 N.C. 130, 137 (1974) ).  In ruling on \na motion under Rule 12(c), “ ‘ [t]he trial court is required to view the facts and \npermissible inferences in the light most favorable to the nonmoving party,’ with ‘[a]ll \nwell pleaded factual allegations in the nonmoving party’s pleadings [being] taken as \ntrue and all contravening assertions in the movant ’s pleadings [being] taken as \nfalse.’ ”  Id. (alterations in original) (quoting Ragsdale, 286 N.C. at 137).   \n22. To prevail, the moving party must show that “the complaint . . . fails to allege \nfacts sufficient to state a cause of action or admits facts which constitute a complete \nlegal bar thereto.”  Van Every v. Van Every, 265 N.C. 506, 510 (1965).  Of particular \nrelevance here, “ [a] judgment on the pleadings in favor of a defendant who asserts \nthe statute of limitations as a bar is proper when, and only when, all the facts \nnecessary to establish the limitation are alleged or admitted.”  Flexolite Elec., Ltd. v. \nGilliam, 55 N.C. App. 86, 87–88 (1981). \n \nIII. \nANALYSIS \nA. Matthews’ Motion for Judgment on the Pleadings \n23. Matthews contends that , to the extent CCSEA has asserted new claims \nagainst him, those claims are barred by  the applicable statutes of limitations. 26  \nCCSEA argues to the contrary, contending that its claims were either asserted in the \nFirst Action  ( its claims for breach of fiduciary duty , breach of the UDTPA, and \nconstructive fraud)  and are thus timely under Rule 41(a)(1 ) or merely describe \nCCSEA’s damages or other forms of relief ( its claims for punitive damages and \nrestitution and disgorgement)  and are therefore not subject to a statute of \nlimitations.27 \n24. Rule 41(a)(1) permits the voluntary dismissal of claims as follows: \n \n26 (Br. Supp. Def.’s Mot. J. on Pleadings Pursuant to Rule 12(c) 18– 23 [hereinafter “Def.’s \nSupp. Br.”], ECF No. 32.) \n \n27 (CCSEA’s Resp. Br. Opp’n Matthews’ Mot. J. on Pleadings 12 [hereinafter “Pl.’s Opp’n Br.”], \nECF No. 42.) \nSubject to the provisions of Rule 23(c) and of any statute of this State, \nan action or claim therein may be dismissed by the plaintiff without \norder of court (i) by filing a notice of dismissal at any time before the \nplaintiff rests his case, or; (ii) by filing a stipulation of dismissal signed \nby all parties who have appeared in the action. . . .   If an action \ncommenced within the time prescribed therefor, or any claim therein, is \ndismissed without prejudice under this subsection, a new action based \non the same claim may be commenced within one year after such \ndismissal[.] \n \n25. This “long-standing rule allow[s] a plaintiff to take a voluntary dismissal \nand refile the claim within one year even though the statute of limitations has run \nsubsequent to a plaintiff ’s filing of the original complaint [.]”  Brisson v. Santoriello, \n351 N.C. 589, 572 (2000) .  By the Rule’s plain language , a refiled complaint is only \nprotected by Rule 41’s one-year savings provision if it is “based on the same claim[s]” \nas the initial complaint.  N.C. R. Civ. P. 41(a)(1).  \n26. The Court of Appeals has determined that for a claim in a refiled action to \nbe “based on the same claim” as asserted in the dismissed action, the complaint in \nthe first action must “give notice of the events and transactions and allow the adverse \nparty to understand the nature of the claim and to prepare for trial.”  Haynie v. Cobb, \n207 N.C. App. 143 , 149 (2010) (quoting Murdock v. Chatham Cnty., 198 N.C. App. \n309, 317 (2009)).  While strict identity between the two complaints is not necessary  \nto put the adverse party on notice , “[i]t is clear at least that ‘same claim’ does not \ninclude independent causes of action with unique elements.”  BB&T Boli Plan Trust \nv. Mass. Mut. Life Ins. Co., 2016 NCBC 34, at *11 (N.C. Super. Ct. Apr. 29, 2016).     \n27. The Court of Appeals’ decision in Staley  v. Ling erfelt, 134 N.C. App. 294 \n(1999), is instructive.  In that case, the plaintiff asserted claims in the first action for \nviolation of 42 U.S.C. § 1983 and loss of consortium after he was arrested at the scene \nof an automobile collision .  Id. at 295 –296.  He later dismissed those claims \nvoluntarily under Rule 41.  Upon refiling, he alleged identical conduct and reasserted \nthe same claims,  but added claims for “assault and battery, false arrest and \nimprisonment, malicious prosecution, intent ional infliction of emotional distress, \nnegligent infliction of emotional distress, trespass by a public officer, violations of the \nNorth Carolina Constitution, and a claim for punitive damages.”   Id.  at 296.  The \nCourt of Appeals held that all claims were time- barred, except for the request for \npunitive damages, because \nEach claim is an independent cause of action with unique elements \nwhich must be proven by plaintiffs.  Although the claims arise from the \nsame events as the  section 1983  and loss of con sortium claims, the \ndefendants were not placed on notice that they would be asked to defend \nthese claims within the time required by the statute of limitations.   \n \nId. at 299 (emphasis added).  See also, e.g., Losing v. Food Lion, L.L.C., 185 N.C. App. \n278, 284 (2007) (“This Court has long held that the Rule 41(a) tolling of the applicable \nstatute of limitations applies only to the claims in the original complaint, and not to \nother causes of action that may arise out of the same set of operative facts.”). \n28.  Likewise, the Court of Appeals has held that alleging new , factually \nindependent conduct in the refiled complaint, even if it supports a cause of action that \nwas advanced in the initial complaint, can push a claim outside the scope of the initial \ncomplaint.  For instance , in Stutts v. Duke Power Co. , 47 N.C. App. 76 (1980), the \nCourt of Appeals upheld the dismissal of a plaintiff’s refiled claim for libel and slander \nas time-barred, because the second complaint, which also asserted causes of action \nfor slander and libel, was based on different defamatory statements made at a later \ntime and in front of a different audience.  Id. at 81–82. \n29. Finally, the C ourt of Appeals has also made clear that whe n a plaintiff’s \nnewly added allegation “is nothing  more than a description of the damage that he \nclaims to have suffered and did not constitute the addition of an enforceable claim or \ncause of action that the statute of limitations had run against,” Royster v. McNamara, \n218 N.C. App. 520, 532 (2012) (cleaned up), Rule 41’s one-year savings provision will \napply. \n30. Mindful of  these principles, the Court will address in turn each of those \nclaims Matthews contends CCSEA has newly asserted in this action.  \na. Breach of Fiduciary Duty  \n31. CCSEA’s claim for breach of fiduciary duty is subject to a three-year statute \nof limitations, Toomer v. Branch Banking & Tr. Co., 171 N.C. App. 58, 66–67 (2005), \nand rests on conduct occurring more than three years before the filing of the 2021 \nComplaint.  CCSEA, therefore, must rely upon  Rule 41(a)(1)’s savings provision to  \ntoll the otherwise applicable statute of limitations and render this claim timely.  (Pl.’s \nOpp’n Br. 16–17.) \n32. Matthews argues that the refiled claim has been vastly expanded from its \n2015 origins and is supported with fresh factual allegations that pose a new and \ntherefore time-barred claim.  (Def.’s Supp. Br. 23.)  In particular, Matthews contends \nthat CCSEA never alleged in the 2015 Complaint that CCSEA was insolvent,28 that \n \n28 ( See 2021 Compl. ¶¶  3, 23– 25, 41(b) –(c), (h) –(i), (k), 58(f)– (h); Amendment to Compl. \n¶ 69(f)–(g), (i)–(k).) \nMatthews mismanaged CCSEA, 29 or that Matthews was overcompensated between \n2006 and his July 2012 departure.30  Matthews contends that a fair reading of th e \n2015 Complaint put him on notice only of his conduct immediately before departure  \nand thereafter, and even then with a tight focus on Matthews ’ establishment and \nstaffing of Triad Retina and his diversion of patients from CCSEA to that newly \nformed entity.  (Def.’s Supp. Br. 22–23.) \n33. CCSEA does not squarely address in its briefing and argument whether the \n2015 Complaint contained allegations of insolvency or affirmative mismanagement \nby Matthews.  But  CCSEA does contend that  its 2015 Complaint put Matthews’ \ncompensation at issue because it recited the formula in the Employment Agreement \nused to calculate Matthews’ monthly salary.  ( Pl.’s Opp’n Br. 17 (citing 2015 Compl. \n¶ 5).)  CCSEA then argues that Matthews put his 2006–12 compensation at issue in \nthe First Action by seeking in his 2015 Amended Counterclaims an accounting and a \nconstructive trust for any transfers made by CCSEA to the detriment of Matthews  \nduring that period.  ( Pl.’s. Opp ’n Br. 17 (citing 2015 Am. Countercl.  ¶¶ 59, 63). )  \nFinally, and more generally, CCSEA argues that its fiduciary duty claim cannot be \nlimited only to the incidents expressly alleged in the 2015 Complaint because such a \nlimitation defies North Carolina’s notice pleading standards and because the 2015 \n \n29 (See 2021 Compl. ¶¶ 3, 24–27, 35, 41(h)–(i), (k), 58(e); Amendment to Compl. ¶ 69(c), (f)–\n(h), (k).) \n \n30 (See 2021 Compl. ¶¶  3, 22–25, 27, 41(b) –(c), (i), (k), 58(f)– (h), 63, 65– 66; Amendment to \nCompl. ¶  69(g), (i)– (k).)  CCSEA repeats allegations of insolvency, mismanagement, and \novercompensation in varying combinations across  its claims for breach of fiduciary duty , \nconstructive fraud, restitution and disgorgement,  breach of the  UDTPA, and punitive \ndamages.  (See generally 2021 Compl.) \nComplaint did not set out a time limit regarding the conduct on which the claim is \nbased.  (Pl.’s Opp’n Br. 16–17.) \n34. The Court first addresses CCSEA’s allegations of its insolvency and initially \nnotes that no permutation of the term “insolvent” or “insolvency” appears in the 2015 \nComplaint.  Nor does the 2015 Complaint allege that CCSEA was unable to pay its \ndebts as they be came due or otherwise satisfy its financial obligations to creditors \nand other stakeholders.31  The most CCSEA alleges concerning its financial condition \nin the 2015 Complaint is that Matthews’ departure caused CCSEA to “lose significant \nnet profits” over several years and that those lost net profits exceeded $25,000.  (See \n2015 Compl. ¶¶ 16, 23, 29, 43.)  This allegation, however, without more does not show \ninsolvency because solvent and insolvent firms alike can suffer significant losses to \ntheir net profits .  As a result, the Court concludes that CCSEA’s insolvency \nallegations and the expansion of its fiduciary duty claim to include duties arising from \nCCSEA’s insolvency are newly made in the 2021 Compl aint and not subject to the \nsavings provision of Rule 41(a). \n35. The 2015 Complaint is similarly silent  about how Matthews mismanaged \nCCSEA before he created Triad Retina, terminat ed his employment, and solicit ed \nCCSEA employees and patients in 2012.  (2015 Compl. ¶ 28.)  Indeed, nothing even \nsuggesting the kind of mismanagement that CCSEA alleges in the 2021 Complaint \nappears anywhere in the 2015 Complaint.  As a result, the Court must conclude that \n \n31 The 2015 Complaint also does not contain any permutation of terms like “debt ,” \n“indebtedness,” “obligations,” or their equivalents. \nCCSEA’s pre-departure allegations of Matthews’ mismanagement are new ly made \nand not protected by Rule 41(a)’s savings provision. \n36. The same is also true about the allegations CCSEA advances to support its \nright to  recover the compensation Matthews was paid between 2006 and his \ndeparture from CCSEA in 2012.  After careful review, the Court cannot agree with \nCCSEA that its 2015 Complaint put Matthews on notice that his conduct during the \n2006–12 period was at issue  in the First Action .  Th e 2015 Complaint specifically \nidentified Matthews’ breach as his post-departure efforts to establish Triad Retina as \na competing ophthalmology practice using confidential information misappropriated \nfrom CCSEA in 2012.  (2015 Compl. ¶ 28.)  Among its remedies, CCSEA sought a \nconstructive trust over all income Matthews received “from any patients who were \nformerly Plaintiff’s patients since July 19, 2012”  as a result of Matthews’ “breaches \nof fiduciary duty [,]” (2015 Compl. ¶ 46 (emp hasis added)), and CCSEA sought an \naccounting in its prayer for relief “for all income received by [Matthews] from all who \nwere formerly [CCSEA’s] patients.”  (2015 Compl. at 12.)  It is true, as CCSEA points \nout, that Matthews  alleged in his  2015 A nswer a nd Counterclaims that he was \nunderpaid, (see, e.g., 2015 Am. Answer ¶ 15(a), (f)), but Matthews’ own affirmative \nallegation, without more, did not put him on notice that CCSEA sought to recover in \nthe First Action the compensation he received for the six years prior to his 2012 \ndeparture based on his alleged breach of fiduciary duty. \n37. Based on the above, t he Court concludes that CCSEA’s breach of fiduciary \nduty claim pleads new operative facts concerning CCSEA’s alleged insolvency and \nMatthews’ alleged mismanagement and overcompensation.  Accordingly, CCSEA’s \nbreach of fiduciary duty claim, to the extent it is premised on those allegations, is not \nsubject to Rule 41(a)’s savings provision and must therefore be dismissed as time -\nbarred.   \nb. Constructive Fraud \n38. The elements of a constructive fraud claim have been recently summarized \nby our Supreme Court: \nConstructive fraud arises where a confidential or fiduciary relationship \nexists, and its proof is less exacting than that required for actual fraud.  \nWhen a fiduciary relation exists between parties to a transaction, equity \nraises a presumption of fraud when the superior party obtains a possible \nbenefit.  To assert a cause of action for constructive fraud, the plaintiff \nmust allege facts and circumstances (1) whic h created the relation of \ntrust and confidence, and (2) led up to and surrounded the \nconsummation of the transaction in which defendant is alleged to have \ntaken advantage of his position of trust to the hurt of plaintiff. \n \nHead v. Gould Killian CPA Grp., P.A., 371 N.C. 2, 9 (2018) (cleaned up).  Thus, “[t]he \nprimary difference between pleading a claim for constructive fraud and one for breach \nof fiduciary duty is the intent and showing that the defendant  benefitted from his \nbreach of duty.”  Bryant  v. Wake Forest Univ. Baptist Med. Ctr., 2022-NCCOA-89, \nP20 (2022) (alteration in original) (citation omitted).   \n39. CCSEA’s constructive fraud claim is subject to a ten -year statute of \nlimitations.  See, e.g. , N.C.G.S. § 1 -56(a); Chisum v. Campagna, 376 N.C. 6 80, 707 \n(2021) (“[T]he limitations period applicable to  constructive fraud claims is ten \nyears[.]”).  Matthews argues that CCSEA did not plead constructive fraud in its 2015 \nComplaint, so its current claim must be dismissed to the extent it relies on conduct \narising more than ten years before the 8 March 2021 filing of the 2021 Complaint.   \n40. CCSEA acknowledges in opposition that it did not caption a claim in its 2015 \nComplaint as constructive fraud, but it argues that it nevertheless alleged the \nrequisite elements of its 2021 constructive fraud claim  in its 2015 Complaint by \nasserting that Matthews (1) owed fiduciary duties to CCSEA, (2) had access to patient \ninformation only because he was CCSEA’s fiduciary, and (3) misused that  patient \ninformation “for [his own] financial benefit[.]”  (Pl.’s Opp’n Br. 15 –16 (quoting 2015 \nCompl. ¶ 22).)  As such, CCSEA argues that its constructive fraud claim is timely and \nthat Rule 41 permits CCSEA’s claim to reach back to conduct occurring on or after 20 \nAugust 2005—the date ten years prior to the filing of the 2015 Complaint.   \n41. The Court agrees  with CCSEA, but only with re spect to those aspects of \nCCSEA’s breach of fiduciary duty claim that remain after the Court’s dismissal of \nportions of that claim as set forth above. 32  Based on its careful review, the Court \nconcludes that the 2015 Complaint’s allegations sufficiently no tified Matthews that \nCCSEA sought to recover against him not only because he breached his fiduciary duty \nto CCSEA by using its confidential information to solicit its patients but also because \nhe obtained a personal financial benefit from doing so by receiving fees from CCSEA’s \nformer patients.  (See 2015 Compl. ¶ 22.)  As a result, even though CCSEA failed to \ncaption a claim as constructive fraud in the 2015 Complaint, the Court concludes that \n \n32 The breach of fiduciary duty underpinning CCSEA’s constructive fraud claim is necessarily \nthe same breach of fiduciary duty on which CCSEA’s remaining breach of fiduciary duty claim \nis based. \nthe allegations in the 2015 Complaint put Matthews on notice of  the 2021 \nconstructive fraud claim.  See, e.g., Haynie, 207 N.C. App. at 149–50 (“Thus, plaintiff \ndid allege the necessary elements to put defendant Jones on notice of the claim of \nnegligent entrustment, even if plaintiff mislabeled or failed to label the claim.”).  Rule \n41’s savings provision therefore applies.  Matthews’ statute of limitations challenge \nto CCSEA’s constructive fraud claim is thus without merit and this aspect of his \nmotion must therefore be denied.  \nc. Violation of N.C.G.S. § 75-1.1 \n \n42. CCSEA’s UDTPA claim is subject to a four -year statute of limitations .  \nN.C.G.S. § 75-16.2.   \n43. Section 75-1.1 provides as follows:  \n(a) Unfair methods of competition in or affecting commerce, and unfair \nor deceptive acts or practices in or affecting commerce, are declared \nunlawful. \n(b) For purposes of this section, “commerce” includes all business \nactivities, however denominated, but does not include professional \nservices rendered by a member of a learned profession. \n \n44. Matthews argues that, since CCSEA failed to plead a UDTP A claim in the \nFirst Action, it must be dismissed as time -barred because it is a unique claim with \ndistinct elements that rests on conduct occurring more than four years prior to the \nfiling of the 2021 Complaint.  (Def.’s Supp. Br. 18.) \n45. CCSEA invokes the Court of Appeals’ Haynie decision in response, \ncontending that, while it did not expressly plead a UDTPA claim in the First Action, \nthe 2015 Complaint nevertheless put Matthews on notice of the factual basis for that \nclaim.  (Pl.’s Opp’n Br. 12 –13.)  In particular, CCSEA contends that the 2015 \nComplaint pleaded both Matthews’ breach of fiduciary duty , which CCSEA argues \nmay constitute an unfair or deceptive trade practice under the UDTPA , (Pl.’s Opp’n \nBr. 12 –13 (citing 2015 Compl. ¶¶ 26–31)), and that Matthews’ actions were in or \naffecting commerce because the 2015 Complaint alleg ed that Matthews left CCSEA \nfor a competing firm and used CCSEA’s confidential information to induce employees \nto do the same,  (Pl.’s Opp’n Br. 13 (citing 2015 Compl. ¶¶  28–29, 41–43)).  CCSEA \nargues that these two allegations , read in combination,  state a UDTPA claim that \nenjoys the tolling provision in Rule 41(a).  (Pl.’s Opp’n Br. 13.) \n46. After careful consideration, t he Court agrees with Matthews  and finds \nCCSEA’s contentions without legal merit.   Haynie  is instructive.  To support his \nnewly asserted negligent entrustment claim, the refiling plaintiff in Haynie used the \nsame conduct to prove the same elements to achieve the same remedy that he sought \nin his original negligence claim.  207 N.C. at 148–50.  In contrast here, CCSEA must \nprove different elements to prevail on its UDTPA claim than it would on its breach of \nfiduciary duty or constructive fraud claims, including proof of an unfair or deceptive \nact and conduct in or affecting commerce, and a UDTP A claim permits wholly \ndifferent remedies, including treble damages and attorneys’ fees.  Even if  the Court \ncould read CCSEA’s 2015 Complaint to include the conduct on which it relies for its \n2021 UDTP A claim, the Court cannot further conclude that Matthews should  be \ndeemed to have been on notice of that claim for purposes of Rule 41, particularly given \nthe very different and potentially far more consequential remedies that are available \nfor a violation of section 75 -1.1 than exist for a claim for breach of fiducia ry duty or \nconstructive fraud.  See, e.g., Staley, 134 N.C. App. 299 (rejecting tolling under Rule \n41(a) where “[e]ach claim [was] an independent cause of action with unique \nelements”); BB&T Boli Plan Trust, 2016 NCBC 34, at *11 (noting that “ same claim” \nas used in Rule 41(a) “ does not include independent causes of action with unique \nelements”).   \n47. The Court’s conclusion is further supported by the fact that CCSEA’s \nUDTPA claim implicates certain defenses—in particular, whether Matthews’ actions \nwere in or affecting commerce or protected by the single company 33 or learned \nprofession34 exceptions under the UDTPA—that were not at issue in the First Action.  \nSee, e.g., Brannock v. Brannock, 135 N.C. App. 635, 645–46 (1999) (concluding that a \nclaim brought under a newly enacted statute was not the “same claim” as the original \nclaim under the prior, now repealed statute —even though plaintiff sought the same \nrelief in both actions —because the new statute required different proof , foreclosed \nprior, available defenses, and permitted new defenses). \n48. The cases that CCSEA relies upon do not change this result.  Those cases— \nCompton v. Kirby, 157 N. C. App. 1 (2003) , Governor’s Club v. Governor’s Club L td. \nP’ship, 152 N. C. App. 240 (2002), and Spence v. Spaulding and Perkins, Ltd., 82 N.C. \nApp. 665, 668 (1986) —do not involve repleaded claims under Rule 41 and instead \n \n33 The UDTPA does not apply to, “any unfair or deceptive conduct contained solely within a \nsingle business,” because such action is not “ in or affecting commerce.”  Wheeler v. Wheeler, \n2018 NCBC LEXIS 38 at *12 (N.C. Super. Ct. Apr.  25, 2018); White v. Thompson, 364 N.C. \n47, 48 (2010).   \n \n34 For purposes of the UDTPA, required “commerce” “does not include professional services \nrendered by a member of a learned profession.”  N.C.G.S. § 75-1.1(b).   \nmerely affirm the well-established proposition that “conduct which constitutes a \nbreach of fiduciary duty and constructive fraud is sufficient to support a UDTP [A] \nclaim.”  Compton, 157 N.C. App. at  20.  See also Governor’s Club, 152 N.C. App. at \n244, 249; Spence, 82 N.C. App. at 666, 668 .  The issue under Rule 41, however, is \nwhether Matthews had notice that a UDTPA claim was contained in CCSEA’s claims \nfor breach of fiduciary duty and constructive fraud.  Because the UDTPA claim \ninvolves different elements and significantly different defe nses and remedies, the \nCourt concludes that Matthews did not.  See, e.g., Stanford v. Owens, 76 N.C. App. \n284, 289 (1985) (“Plaintiffs’ contention that the fraud claim has in effect been before \nthe court all along, since it rests upon somewhat the same allegations that were made \nin support of the negligent misrepresentation claim when the action was first filed, \nthough appealing to some extent is nevertheless unavailing.”); Staley, 134 N.C. App. \nat 299 (to similar effect).   Accordingly, the Court concludes that Rule 41’s savings \nprovision does not apply , and because CCSEA’s UDTP A claim is based on conduct \noccurring more than four years before it filed the 2021 Complaint, the claim is time-\nbarred and must be dismissed.35 \nd. Unjust Enrichment (or “Restitution and Disgorgement”) \n49. Matthews next contends that CCSEA’s request for restitution and \ndisgorgement is in fact a disguised, previously unpleaded, and time-barred claim for \n \n35 Although the parties spilled much ink and devoted substantial portions of their arguments \nin debating whether CCSEA’s UDTPA claim should be dismissed on the merits under Rule \n12(c), (see Def.’s Supp. Br. 8–16; Pl.’s Opp’n Br. 3–9; Def.’s Reply Br. in Resp. to Pl.’s Opp’n \nBr. 3–5, ECF No. 55 ), the Court need not address those arguments in light of the Court’s \ndecision to dismiss on statute of limitations grounds as discussed above. \nunjust enrichment. 36  In opposition, CCSEA argues that Matthews has \nmischaracterized its  demand for restitution and disgorgement—an equitable \nremedy—as a claim for unjust enrichment —a cause of action that must be brought \nwithin three years of accrual.  (Pl.’s Opp’n Br. 13–14.)   \n50. The Court agrees with CCSEA.  “As with a constructive trust, a request for \n‘disgorgement of compensation’ [is] considered a remedy and not a cause of action.”  \nGlobal Textile All., Inc. v. TDI Worldwide, LLC, 2018 NCBC LEXIS 159, *39–40 (N.C. \nSuper. Ct. Nov. 29, 2018).  Rather than existing as an affirmative claim, “[r]estitution \nmeasures the  remedy by the wrongdoer ’s unjust enrichment, and seeks to force \ndisgorgement of that gain .”  Potter v. Hilemn Labs., Inc., 150 N.C. App. 326, 335 \n(2002).  Statutes of limitation, however, are “ not determined by the remedy sought, \nbut by the substantive right asserted by plaintiffs.”  Toomer, 171 N.C. App. at 66 \n(citation omitted). \n51. As a result, because CCSEA has asserted claims that both permit restitution \nor disgorgement as a remedy and survive Matthews’ challenge under Rule 12(c) , \nMatthews’ motion seeking to deny CCSEA the benefit of these remedies at this stage \nmust be denied.  See, e.g., Booher v. Frue, 98 N.C. App. 570, 580 (1990) (“Imposition \nof a constructive trust (i.e., recovery in restitution  or for unjust enrichment) is one \npossible remedy available to plaintiffs for defendant’s breach of fiduciary  duty.”); \nHousing, Inc. v. Weaver, 37 N.C. App. 284, 294 n.1 (1978) (“[O]ne who breaches his \nfiduciary duty can be forced to disgorge his ill-gotten gains.”).   \n \n36 (Def.’s Supp. Br. 18 –19 (citing Housecalls Home Health Care Inc. v. State, 200 N.C. App. \n66, 70 (2009)).) \ne. Punitive Damages \n52. Matthews seeks to dismiss CCSEA’s request for punitive damages  as a \nstandalone claim and also to the extent that the claims on which the relief is based \nare dismissed under Rule 12(c) .  (Def.’s Supp. Br. 17.)  CCSEA’s opposition appears \nfocused on a separate point, namely that North Carolina law does not consider \npunitive damages to be “an enforceable claim or cause of action that the statute of \nlimitations ha[s] run against.”37     \n53. Both parties are correct.  First, “[p]unitive damages are available, not as an \nindividual cause of action, but as incidental damages to a cause of action.”  Collier v. \nBryant, 216 N.C. App. 419, 434  (2011).  Accordingly, to the extent CCSEA asserts a \nclaim for punitive damages, that claim must be dismissed ,38 and to the extent the \nCourt has dismissed claims under Rule 12(c), punitive damages cannot be awarded \n“as incidental damages” to those claims.   \n54. In addition, North Carolina courts “have usually not required the pleader to \nspecifically plead, by name, punitive damages[.]”  Holley, 86 N.C. App. at 627.  Rather, \nour courts have held that “it is enough that the facts tending to establish the \naggravated character of the wrong are alleged, and that characterizing a party’s \nconduct as being wilful [sic], or wanton, or reckless without alleging the specific acts \nrelied upon are but conclusions that add nothing to the allegation.”  Id . at 627–28.  \nConsequently, our courts have routinely applied Rule 41  to permit refiling parties \n \n37 (Pl.’s Opp’n Br. 14 (quoting Holley v. Hercules, Inc., 86 N.C. App. 624, 629 (1987)).) \n \n38 The Court’s dismissal of CCSEA’s punitive damages “claim” in no way impairs CCSEA’s \nright to seek punitive damages as a remedy, where appropriate, for its remaining claims. \nwho have previously pleaded facts showing willful, wanton, or reckless conduct to \nplead such facts in greater detail or with further characterization upon refiling.  See, \ne.g., Staley, 134 N.C. App. at 298– 300 (applying Rule 41 to permit a newly ple aded \nrequest for punitive damages to survive because the underlying claim was pleaded in \nthe first action); Holley, 86 N.C. App. at 628 (same).  Because CCSEA pleaded facts \nin the 2015 Complaint permitting a factfinder to conclude that Matthews engaged in \nwillful, wanton, or reckless conduct, the Court concludes that CCSEA’s request for \npunitive damages in this action is not barred under Rule 41. \nB. CCSEA’s Motion for Judgment on the Pleadings \n1. Matthews’ First and Third Counterclaims  for Set- Off/Recoupment for  \nBreach of Contract and Violation of the Wage and Hour Act \n \n55. CCSEA challenges four counterclaims Matthews has asserted in the Second \nAction for set-off or recoupment that were also pleaded in the First Action.  The Court \naddressed the distinctions between set -off and recoupment in the First Action  as \nfollows: \n“the terms ‘offset,’ or ‘set-off’ as it is also known, and ‘recoupment’ are \ndistinct remedies with distinct legal definitions.”  Mikels v. Unique Tool \n& Mfg. Co., No. 5:06CV32, 2007 U.S. Dist. LEXIS 91814, at *66 n.7 \n(W.D.N.C. Dec. 3, 2007) (internal citation omitted).  Set-off is defined as \n“[a] defendant’s counterdemand against the plaintiff, arising out of a \ntransaction independent of the plaintiff’s claim.” SETOFF, Black’s Law \nDictionary (10th ed. 2014) (emphasis added).  As a general proposition, \na claim for set-off, whether asserted as an affirmative defense or \ncounterclaim, is subject to the applicable statute of limitations.  Perry v. \nFirst Citizens Bank & Tr. Co., 223 N.C. 642, 644, 27 S.E.2d 636, 637 \n(1943).  Recoupment is defined as a “[r]eduction of a plaintiff’s damages \nbecause of a demand by the defendant arising out of the same \ntransaction.” RECOUPMENT, Black’s Law Dictionary (10th ed. 2014) \n(emphasis added).  In contrast to set-off, a claim for recoupment is not \nsubject to the otherwise applicable limitations period.  Ken-Lu Enters., \nInc. v. Neal, 29 N.C. App. 78, 81, 223 S.E.2d 831, 833 (1976) (“[T]he \nborrowers’ counterclaim is in the nature of setoff, not recoupment.  As \nsuch, it is subject to the statute of limitations.”).   \n \nIn re S e. Eye Ctr.-Pending Matters, 2016 NCBC LEXIS 59, at *21 (N.C. Super. Ct. \nJuly 22, 2016).  Considering this distinction, the Court concluded in the First Action \nthat Matthews’ counterclaims for breach of the Employment Agreement and violation \nof the Wage and Hour Act were in the nature of recoupment “because they [arose] \nfrom the same transactions as CCSEA’s claims —i.e., the employment relationship \nbetween CCSEA and Dr. Matthews.”  Id. at *22. \n56. In this Second Action , the parties agree that Matthews’ first counterclaim \nfor breach of the Employment Agreement and third counterclaim for violation of the \nNorth Carolina Wage and Hour Act seek recoupment rather than set-off because they \narise from Matthews’ employment contract with CCSEA.39  The Court agrees, for the \nsame reasons as before.   \n57. The parties disagree , however,  on what follows from that conclusion.  \nCCSEA argues that, because recoupment permits a reduction of damages “arising out \nof the same transaction,” id ., “any damages that Matthews is able to prove arising \nout of these claims will only be reductions against damages that CCSEA sustained \nbecause of Matthews’ breaches of the Employment Agreement[,]” (Pl.’s Supp. Br. 6).  \nCCSEA therefore seeks a declaratory judgment to this effect under Rule 12(c). \n \n39 (CCSEA’s Br. Supp. Mot. J. on Pleadings 5 –7 [hereinafter “Pl.’s Supp. Br.”], ECF No. 30; \nDef. Matthews’ Br. Resp. and Opp’n to Pl.’s Rule 12(c) Mot. J. on Pleadings 6 [hereinafter \n“Def.’s Opp’n Br.”], ECF No. 43.) \n58. Matthews argues in opposition that while he agrees that his first and third \ncounterclaims are for recoupment, application of either the “logical relationship test” \nor the “integrated transaction test” entitles him to  reduce all damages awarded on \nthose counterclaims against damages awarded on any of CCSEA’s claims—including \nCCSEA’s claims for breach of fiduciary duty and const ructive fraud—b ecause \nCCSEA’s newly pleaded claims are “inextricably intertwined” with “Matthews taking \ncompensation under the alleged employment contract.”  (Def.’s Opp’n Br. 6–12.)   \n59. The Court agrees with CCSEA.  To begin , CCSEA’s claims for breach of \ncontract and Matthews’ first and third counterclaims unquestionably arise from the \nemployment relationship between CCSEA and Matthews.  The same cannot be said \nfor CCSEA’s breach of fiduciary duty and constructive fraud claims because those \nclaims arise from Matthews’ fiduciary duties to  CCSEA as a n alleged director and \nofficer.  Matthews ’ employment relationship with  CCSEA stands separately and \nindependently from Matthews’ fiduciary duties.  As a result, the Court concludes that \nany damages Matthews may recover from CCSEA on his first and third counterclaims \ndo not arise out of the same transaction (i.e., his employment relationship with \nCCSEA) as do CCSEA’s claims for breach of fiduciary duty and constructive fraud \n(his relationship to CCSEA as an alleged officer and director).   \n60. Matthews’ resort to either the “logical relationship test” or the “integrated \ntransaction test” does not change this result.  Indeed, those tests have traditionall y \nbeen applied to determine whether competing contractual claims arise out of the \nsame contract40—not, as attempted here, to determine whether contractual and non-\ncontractual claims arise out of the same contract or transaction.  Significantly, \nneither the parties nor the Court have been able to locate a single case where either \nof these tests has been used to permit a recoupment claim against a non-contractual \nclaim as Matthews urges here.   \n61. Accordingly, the Court concludes that CCSEA’s  motion should be granted \nand a decla ratory judgment entered determining that any damages Matthews may \nrecover on his first and third counterclaims  may reduce an award of damages that \nCCSEA may obtain on its breach of contract and Wage and Hour Act claims but not \non its other claims.41   \n \n40 The Fourth Circuit has not specifically  adopted one test over the other but has offered \nguidance that “[r] ecoupment is the right of the defendant to have the plaintiff ’s monetary \nclaim reduced by reason of some claim the defendant has against the plaintiff arising out of \nthe very contract giving rise to the plaintiff’s claim.”  FDIC v. Marine Midland Realty Credit \nCorp., 17 F.3d 715, 722 (4th Cir. 1994) (emphasis added).  See, e.g., In re Thompson, 182 B.R. \n140, 149 (Bankr. E.D. Va. 1995), aff’d, 92 F.3d 1182 (4th Cir. 1996) (applying the integrated \ntransaction test to hold that an employee’s  contractual right to  disability benefits, which \nhinged on routine medical examinations, “represent[ed] a transaction distinct from his \n[contractual] eligibility for disability benefits” even though bot h sets of benefits arose from \nhis employment); Newbery Corp. v. Fireman’s Fund Ins. Co., 95 F.3d 1392, 1402–03 (9th Cir. \n1996) (using the logical relationship test to affirm the award of recoupment to a creditor \ndefendant when a debtor plaintiff breached a contract against the creditor defendant and a \nlater agreement between the parties specifically incorporated by reference the breached \ncontract). \n \n41 The parties have also advanced alternative arguments should the first and third \ncounterclaims be deemed for set-off rather than recoupment.  In that event, CCSEA argues \nthat the claims are time-barred because they were pleaded for the first time more than three \nyears after the claims accrued on 19 July 2012, the date CCSEA contends that Matthews’ \ncompensation claim ripened.  (CCSEA’s Reply Br. Supp. Mot. J. on Pleadings 3, ECF No. 53.)  \nMatthews argues in opposition that the  claims are timely because the “pleadings do not \ncontain any dates which establish that the date(s) upon which the compensation and benefits \ndue to be paid to Matthews were all necessarily” three years before he filed his counterclaims \nin the original action.  (Def.’s. Opp’n Br. 6.)  The Court need not resolve these alternative \narguments in light of the Court’s conclusion  that the counterclaims are in t he nature of \nrecoupment. \n2. Matthews’ Counterclaim for Set- Off/Recoupment for Failure to Make \nDistributions in Compliance with N.C.G.S. § 55-6-40 \n \n62. Through his second counterclaim, Matthews contends that CCSEA violated \nN.C.G.S. §  55-6-40 by distributing funds to Epes without making corresponding \nproportional distributions to Matthews.  Matthews seeks damages from CCSEA as \nset-off or recoupment in the amount of his proportional share of dividends that were \npaid to Epes but not to Matthews, plus attorneys’ fees and other expenses.  In addition \nto his statutory claim,  Matthews seeks payment of his share of unpaid dividends \nunder “General Principals [sic] of Equity.”  (2021 Am. Countercl. ¶¶ 31–36.)  CCSEA \nmoves to dismiss, contending first that the statutory  claim is time -barred as to \ndistributions made on or after 8 January 2013, and second, that Matthews has failed \nto allege facts entitling him to the payment of dividends on either statutory or \nequitable grounds. \na. Statute of Limitations \n63. CCSEA argues that because Matthews’ counterclaim was filed as part of his \namended counterclaims in the First Action on 8  January 2016, the claim should be  \ndeemed time-barred to the extent it is based on the alleged nonpayment of dividends \nthat occurred more than three years prior to that date. 42  In opposition, Matthews \nargues that the tolling date is 20 August 2015, the date the counterclaims were \noriginally filed, so that the counterclaim reaches conduct occurring on or after 20  \nAugust 2012.  (Def.’s Opp’n Br. 12–13.)  The Court agrees with Matthews.   \n \n42 (Pl.’s Supp. Br. 7–10 (citing N.C.G.S. § 1-52 as the applicable statute of limitations).) \n64. Matthews filed a counterclaim in the First Action on 20 August 2015 seeking \na set-off of all distributions made to Epes in violation of section 55 -6-40 against any \ndamages Matthews was found to owe to CCSEA.  ( 2015 Countercl. ¶¶ 24 –30.)  \nAlthough Matthews’ initial counterclaim focused on CCSEA’s payment of \ndistributions to Epes without Matthews’ “knowledge, consent, and/or approval ,” \n(2015 Countercl. ¶ 26), and the amended counterclaim is focused on CCSEA’s failure \nto pay Matthews his proportional share of the dividends paid to Epes, the Court \nconcludes that  Matthews tolled the statute of limitations on his section 55 -6-40 \ncounterclaims when he invoked tha t section in the First Action.  Matthews’ \nsubsequent withdrawal of counterclaims on 8 January 2016  does not change this \nresult, particularly because he expressly excepted his “defense/counterclaims of Set-\noff/Offset.”  (Def.’s Notice of Withdrawal of 2015 Countercl. 3.)   \nb. Whether the Claim Fails as a Matter of Law \n65. Apart from statute of limitations grounds, CCSEA contends that Matthews’ \ncounterclaims must be dismissed because they are inadequately ple aded under both \nsection 55-6-40 and the equitable principles established in Steele v. Locke Cotton Mills \nCo., 231 N.C. 636 (1950) , and Gaines v. Long Mfg. Co. , 234 N.C. 331 (1951) .  (Pl.’s \nSupp. Br. 7–10.)  On this ground CCSEA fares better. \n66. Section 55 -6-40 permits a corporation  to “make distributions to its \nshareholders subject to restriction by the articles of incorporation and the limitation \nin subsection (c).”  N.C.G.S. § 55-6-40(a).  Subsection (c) in turn provides that: \n(c) No distribution may be made if, after giving it effect:  \n \n(1) The corporation would not be able to pay its debts as they \nbecome due in the usual course of business; or  \n \n(2) The corporation’s total assets would be less than the sum of its \ntotal liabilities plus (unless the articles of incorporation permit \notherwise) the amount that would be needed, if the corporation \nwere to be dissolved at the time of the distribution, to satisfy the \npreferential rights upon dissolution of shareholders whose \npreferential rights are superior to those receiving the \ndistribution. \n \nN.C.G.S. § 55 -6-40(c).  Subsection (c) therefore prohibits an insolvent corporation \nfrom making distributions to its shareholders .  See, e.g. , N.C.G.S. § 39 -23.2(a)–(b) \n(providing that “[a] debto r is solvent if, at a fair valuation, the sum of the debtor’s \ndebts is greater than the sum of the debtor’s assets” and “[a] debtor that is generally \nnot paying the debtor’s debts as they become due other than as a result of a bona fide \ndispute is presumed to be insolvent.”) \n67. CCSEA moves to dismiss Matthews’ counterclaim, contending that \nMatthews has failed to plead that CCSEA was solvent or had a surplus from which \nit could pay distributions at the time Matthews filed his counterclaim as required \nunder sect ion 55 -6-40(c).  Matthews responds that he pleaded throughout his \namended counterclaims that CCSEA was solvent when  it made the challenged \ndistributions to Epes, which Matthews contends is the relevant time period for \ninquiry under the statute.  The Court agrees with CCSEA. \n68. Setting aside whether Matthews pleaded that CCSEA was solvent in the \npast, it remains that Matthews seeks to compel  CCSEA to pay a distribution in the \nfuture.  For such a payment to be permitted, the plain language of section 55-6-40(c) \nrequires that CCSEA be solvent when the distribution is made.  However, Matthews \ndid not plead that CCSEA was solvent when the amended counterclaim was filed or \nthat CCSEA would be solvent at the time of any distribution upon entry of final \njudgment.  At most, he has pleaded only that CCSEA was solvent when it distributed \nfunds to Epes.   (2021 Am. Countercl. ¶  32.)  That allegation  would be relevant if \nCCSEA sought to recover the distributions paid to Epes in violation  of section 55-6-\n40(c), but it has no bearing on the claim Matthews has pleaded —that CCSEA must \npay him a distribution in the future.   \n69. Although considering a predecessor statute to section 55-6-40, the Supreme \nCourt of North Carolina has explained why it makes sense that a corporation wishing \nto distribute funds to shareholders must be solvent at the time the distribution is \nmade—and not at some prior point in time: \nCorporate surpluses, like riches, have wings.  They are here today, and \ngone tomorrow.  The presence of such a surplus on a particular occasion \nis not inconsistent with its absence nine months later.  Hence, the fact \nthat a corporation has accumulated profits on hand on October 11, 1949, \ncannot be fairly and reasonably inferred from the specific averment that \nit possessed such profits on January 1, 1949. \n \nSteele, 231 N.C. at 642. \n \n70. Indeed, the Supreme Court concluded in Steele that the corporation’s \nsolvency was so important that a stockholder wishing to compel a dividend “must \nallege in his complaint facts disclosing that the corporation has surplus or net profits \navailable for the payment of the dividend . . . when he brings his action[.]   Id., 231 \nN.C. at 640.   The Supreme Court reiterated this requirement the following year in \nGaines.  Gaines, 234 N.C. at 339 (requiring the stockholder to plead that “at the time \nof the commencement of the action funds were available for the payment of \ndividends[.]”).  Although neither case is controlling  in applying the later -enacted \nsection 55-6-40, Steele and Gaines nonetheless provide strong support for the policy \njudgment embodied in that statute and the Court’s interpretation of that section as \nset forth above.  \n71. Matthews seeks to avoid this result by resort ing to N.C.G.S. § 55 -6-40(k), \nwhich provides that “[ n]othing in [ section 55-6-40] shall impair any rights which a \nshareholder may have on general principles of equity to compel the payment of \ndividends.”  N.C.G.S. § 55-6-40(k).  But in light of the holdings and reasoning of Steele \nand Gaines and the policy judgment consistent with those decisions reflected in \nsection 55 -6-40(c), the Court is not prepared to conclude that section 55 -6-40(k) \npermits the Court  to compel a n insolvent corporation  to pay a dividend to a \nshareholder when there is no dissolution and winding up process to guarantee  \nfairness to all creditors and s hareholders.  Accordingly, the Court concludes that \nMatthews’ failure to plead that CCSEA was solvent at the time his counterclaim was \nfiled or would be solvent at the time a distribution would be made is fatal to his claim \nas pleaded here.   \n72. For the foregoing reasons, therefore, the Court concludes that CCSEA’s \nMotion should be granted and that Matthews’ counterc laim seeking set-off or \nrecoupment for failure to make distributio ns in compliance with section 55 -6-40 \nshould be dismissed. \n3. Matthews’ Fourth Counterclaim for Set-Off/Recoupment for Violation of \nN.C.G.S. § 55-12-02 \n \n73. In the First Action , Matthews advanced a  counterclaim seeking to recover \ndamages for injury to CCSEA’s property  under N.C.G.S. § 55-12-02, which governs \nthe disposition of assets by CCSEA.  (2015 Countercl. ¶¶ 52–56.)  T he Court \ndismissed the counterclaim because it accrued to CCSEA, not Matthews,  and had \nbeen settled and released by the Receiver.  S ee In re Se. Eye Ctr. -Pending Matters, \n2016 NCBC LEXIS at *24.   Matthews acknowledges that he reasserted this \ncounterclaim in the Second Action  “out of an abundance of caution” in response to \nCCSEA’s newly pleaded claims.  (Def.’s Opp’n Br. 18.)  Nothing has changed since the \nCourt’s earlier ruling , so the Court concludes that this counterclaim should be \ndismissed for the same reasons the Court dismissed the nearly identical counterclaim \nin the First Action.  See In re Se. Eye Ctr.-Pending Matters, 2016 NCBC LEXIS 59 at \n*24.  \nIII. \nCONCLUSION \n74. WHEREFORE, for the reasons set forth above, the Court hereby GRANTS \nin part and DENIES in part Matthews’ Motion as follows: \na. Matthews’ Motion as to CCSEA’s claim for breach of fiduciary \nduty is  hereby GRANTED and that claim is hereby dismissed \nwith prejudice to the extent it is based on CCSEA’s allegations \nthat Matthews was overcompensated during his employment \nwith CCSEA, that CCSEA was insolvent during the period of \nMatthews’ employment, or that Matthews mismanaged CCSEA; \nb. Matthews’ Motion as to CCSEA’s UDTPA claim under section 75-\n1.1 is hereby GRANTED and that claim is hereby dismissed with \nprejudice; \nc. Matthews’ Motion as to CCSEA’s  claims for constructive fraud \nand restitution and disgorgement is hereby DENIED. \nd. Matthews’ Motion as to CCSEA ’s purported claim for punitive \ndamages is hereby GRANTED in part and that purported claim \nis hereby dismissed with prejudice to the extent it is pleaded as a \nstandalone claim.  Further, to the extent the Court has dismissed \nclaims under Rule 12(c)  herein, punitive damages cannot be \nawarded as incidental damages to those claims.  The Court’s \nrulings in no way impair CCSEA’s right to seek punitive damages \nas a remedy, where appropriate, for its remaining claims. \n75. The Court hereby GRANTS in part and DENIES in part CCSEA’s Motion \nas follows: \na. CCSEA’s Motion as to Matthews’ counterclaims for set-\noff/recoupment in connection with CCSEA’s claims for breach of \nthe Employment Agreement and violation of the North Carolina \nWage and Hour Act is hereby GRANTED and the Court therefore \ndetermines and declares that (i) Matthews’ first counterclaim for \nbreach of the Employment Agreement and third counterclaim for \nviolation of the North Carolina Wage and Hour Act seek \nrecoupment rather than set -off and (ii) any damages Matthews \nmay recover on these two counterclaims may reduce an award of \ndamages that CCSEA may obtain on its breach of contract or \nWage and Hour Act claims but not on its other claims; \nb. CCSEA’s Motion as to Matthews’ counterclaim for set-\noff/recoupment for  failure to make distributions in compliance \nwith N.C.G.S. §  55-6-40 is hereby GRANTED and that claim is \nhereby dismissed with prejudice; \nc. CCSEA’s Motion as to Defendant’s counterclaim  for set-\noff/recoupment for violation of N.C.G.S. § 55-12-02 is hereby \nGRANTED and that claim is hereby dismissed with prejudice. \nSO ORDERED, this the 16th day of March, 2022. \n \n \n     /s/ Louis A. Bledsoe, III  \n     Louis A. Bledsoe, III \n     Chief Business Court Judge "
}