{
  "id": "a3f64b962f5277f5852ac057bfc7214a6d5ffecd8ab74d4957d73a07827cc92b",
  "source_file": "data/raw/ncbc/a3f64b962f5277f5852ac057bfc7214a6d5ffecd8ab74d4957d73a07827cc92b.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nBUNCOMBE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 3973 \n \nJ. BROOK LUNSFORD and \nLUNSFORD GROUP, INC. f/k/a  \nJBL COMMUNICATIONS, INC., \n \nPlaintiffs and \nCounterclaim Defendants, \n \nv. \n \nVIAONE SERVICES, LLC and \nDAVID DORWART, \n \nDefendants, \n \nand \n \nJBL COMMUNICATIONS, LLC, \n \n                                \nDefendant and \nCounterclaim Plaintiff, \n \nv. \n \nCAMERON GUNTER; CLIFFORD \nCHURCHILL; FIBER OPTIC \nSOLUTIONS LLC; PIMLICO, INC; \nOSPREY COMMUNICATIONS, \nLLC; CVO ENTERPRISES INC; and \nRUSSELL BROWN, \n \nCounterclaim Defendants. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON OSPREY \nCOMMUNICATIONS, LLC’S MOTION \nTO DISMISS COUNTERCLAIMS \n \n1. This action  arises from the sale of a telecommunications construction \ncompany.  The sellers are Lunsford Group, Inc. (which the parties call “Old JBL”) and \nits only shareholder,  J. Brook Lunsford.  The buyer is JBL Communications, LLC \n(which the parties call “New JBL”).  Each side accuses the other of foul play.  Lunsford \nand Old JBL  came to court first,  claiming fraud and breach of contract .  New JBL \nreciprocated by alleging, among other things, that Lunsford and Old JBL breached  \nLunsford v. JBL Communications, LLC, 2020 NCBC 68. \n \n \nrestrictive covenants in the asset purchase agreement and related contracts .  New \nJBL has asserted counterclaims against Lunsford and Old JBL as well as seven other \nindividuals and entities who supposedly conspired with them. \n2. One of the alleged conspirators,  Osprey Communications, LLC  (“Osprey”), \nnow moves to dismiss all counterclaims against it under  Rule 12(b)(6) of the North \nCarolina Rules of Civil Procedure.  (ECF No. 75.)  For the following reasons, the Court \nDENIES the motion. \nPearce Law PLLC, by Bradl ey E. Pearce, for Plaintiffs/Counterclaim \nDefendants J. Brook Lunsford and Lunsford Group, Inc. \n \nParker Poe Adams & Bernstein LLP, by Michael G. Adams, Jami J. \nFarris, and Morgan H. Rogers, for Defendants ViaOne Services, LLC and \nDavid Dorwart, and for Defendant/Counterclaim Plaintiff JBL \nCommunications, LLC. \n \nLaw Offices of Jamie A. Stokes, PLLC, by Jamie A. Stokes, for \nCounterclaim Defendants Cameron Gunter, Clifford Churchill, Fiber \nOptic Solutions LLC, Pimlico, Inc., CVO Enterprises Inc., and Russell \nBrown. \n \nO’Hagan Meyer, PLLC, by Wood W. Lay and Aretina K. Samuel -\nPriestley, for Counterclaim Defendant Osprey Communications, LLC. \n \nConrad, Judge. \nI. \nBACKGROUND \n3. The Court does not make findings of fact on a motion to dismiss .  The \nfollowing background assumes that the allegations of the counterclaims are true. \n4. For over twenty years, Old JBL provided engineering, design, construction, \nand maintenance services for fiber-optic telecommunications systems and networks.  \n \n \n(See Countercl. ¶¶ 14, 18, ECF No. 44 .)  Lunsford was the sole shareholder .  (See \nCountercl. ¶ 15.) \n5. In July 2018, Old JBL sold its assets to New JBL for nearly $7 million (plus \nor minus a few adjustments not relevant here).  (See Countercl. ¶¶ 15, 16.)  New JBL \naimed to carry on the business and arranged to keep  Lunsford, with his deep \nexperience, involved after the sale.  Lunsford became a minority member of New JBL, \n(see Countercl. ¶ 20), and he also entered into a consulting agreement.  For a monthly \nfee, he agreed to manage customer relationships, help with  company strategy, and \nuse his industry relationships to make introductions to New JBL’s management \nteam.  (See Countercl. ¶¶ 21, 23, 24.) \n6. At the same time, New JBL sought assurances that  Lunsford would not \nbegin competing against it.   The asset purchase agreement  and the c onsulting \nagreement contain essentially identical covenants not to compete.  They provide that, \nfor a specified time and in a defined territory, Old JBL and Lunsford may not “directly \nor indirectly . . . engage, invest in, own, manage, operate, control or participate in the \nownership, management, development, operation or control of, any business, trade or \noccupation which engages in the Business or any activities directly competitive with \nthe Business .”  ( Asset Purchase Agrmt. [“ APA”] § 12.3(a), (a)(i), ECF No. 76.1; \nConsulting Agrmt. §  8(a), (a)(i), ECF No . 76.2.)  The “Business” means “providing \naerial and underground engineering, design, construction and maintenance services \nfor telecommunications systems and networks ”—in other words, the kind  of work \nthat Old JBL had done and New JBL intended to do .  (APA Recital  A; Consulting \n \n \nAgrmt. § 8(b); see also Countercl. ¶ 14.)  There are also related covenants that prohibit \nsolicitation of New JBL’s customers and employees and interference with its customer \nrelationships.  (See APA § 12.3(a)(ii)–(iii); Consulting Agrmt. § 8(a)(ii)–(iii).) \n7. According to New JBL , these were empty promises .  Lunsford and his \naffiliates have allegedly conspired to steal confidential documents, poach New JBL’s \nemployees, and interfere with its customer relationships.  (See, e.g., Countercl. ¶¶ 30, \n33, 34, 47, 50, 82– 84, 129.)  One alleged conspirator and competitor is Osprey.  (See \nCountercl. ¶ 31.)  Osprey’s president is Lunsford, and it shares office space with Old \nJBL and at least three related entities in a building owned by Lunsford.  ( See \nCountercl. ¶¶ 39, 40 , 60 .)  Although formed in 2018, Osprey advertises its “many \ndecades of fiber optic construction and manageme nt experience ,” passing off Old \nJBL’s and New JBL’s projects as its own.   ( Countercl. ¶¶ 60, 61, 78.)  Its  current \nproject is a fiber -optic network running from northern Virginia to Tennessee.  \n(Countercl. ¶ 77.) \n8. New JBL also alleges that its qualifier, Clifford Churchill, left to join \nLunsford and Osprey.  To be licensed as a general contractor, an entity must have a \nqualifier who is a licensed general contractor.  ( See Countercl. ¶ 67.)  Churchill had \nbeen Old JB L’s qualifier and agreed to stay on as New JBL’s qualifier  through \nNovember 2019 .  ( See Countercl. ¶¶  68, 70.)  At Lunsford’s request, Churchill \nwithdrew his qualifier status early, leaving New JBL without one .  ( See Countercl. \n¶¶ 71, 72.)  Churchill now works for Osprey while also serving as qualifier for Fiber \n \n \nOptic Solutions LLC, another counterclaim defendant and alleged conspirator.  (See \nCountercl. ¶¶ 60, 73, 74.) \n9. This case began in late 2019.  Lunsford and Old JBL have asserted claims \nagainst New JBL and others for fraud and breach of contract.  In response, New JBL \nasserted counterclaims against nine parties, including Lunsford, Old JBL, Osprey, \nand Churchill.  New JBL claims not only breach of the restrictive covenants but also \nbreach of Churchill’s  qualifier agreement, tortious interference with contract, \nintentional interference with prospective economic advantage, civil conspiracy, and \nunfair or deceptive trade practices. \n10. Osprey has moved to dismiss all claims asserted against it.  The motion to \ndismiss has been fully briefed, and the Court held a hearing on August 17, 2020, at  \nwhich all parties were represented by counsel.  The motion is ripe for decision. \nII. \nLEGAL STANDARD \n11. A motion to dismiss under Rule 12(b)(6) “tests the legal sufficiency of the \n[counterclaim] complaint.”  Isenhour v. Hutto, 350 N.C. 601, 604, 517 S.E.2d 121, 124 \n(1999) (citation and quotation marks omitted).  The motion should be granted only \nwhen “(1) the complaint on its face reveals that no law supports the . . . claim; (2) the \ncomplaint on its face reveals the absence of facts sufficient to make a good claim; or \n(3) the complaint discloses some fact that necessarily defeats the . . . claim.”  Corwin \nv. Brit. Am. Tobacco PLC, 371 N.C. 605, 615, 821 S.E.2d 729, 736–37 (2018) (citation \nand quotation marks omitted).  In deci ding the motion, the Court must treat \nwell-pleaded allegations as true and view the facts and permissible inferences “in the \n \n \nlight most favorable to the non -moving party.”  Sykes v. Health Network Sols., Inc. , \n372 N.C. 326, 332, 828 S.E.2d 467, 471 (2019) (citation and quotation marks omitted).  \nThe Court may consider documents “attached to and incorporated within ” the \ncounterclaim complaint but may not consider extrinsic matters.  Bucci v. Burns, 2018 \nNCBC LEXIS 37, at *7 –8 (N.C. Super. Ct. Apr. 25, 2018) (citation and quotation \nmarks omitted). \nIII. \nANALYSIS \n12. Most of the counterclaims  against Osprey rest on a theory of conspiracy.  \nOsprey could not have breached  the asset purchase agreement or  the consulting \nagreement, for example, because it was not a party to either.  All the same, New JBL \nclaims that Osprey is liable for breaches by  Lunsford and Old JBL —and for other \nwrongs—because it conspired with them to compete unlawfully.  See Burton v. Dixon, \n259 N.C. 473, 476, 131 S.E.2d 27, 30 (1963) (“If a conspiracy is formed and an overt \nact, causing damage, is committed by any one or more of the conspirators in \nfurtherance of the conspiracy, all of the conspirators are liable.”). \n13. Osprey takes aim at the whole lot .  It argues, first, that New JBL’s claims \nfor relief are flawed.  Without a valid underlying claim,  it contends, there can be no \nactionable conspiracy.  See, e.g., Harris v. Matthews, 361 N.C. 265, 273 n.2, 643 S.E.2d \n566, 571 n.2 (2007);  Brewster v. Powell Bail Bonding, Inc. , 2020 NCBC LEXIS 27, \nat *15–16 (N.C. Super. Ct. Mar. 11, 2020).  A ssuming that some underlying claims \nare viable , Osprey  also argues that New JBL hasn’t adequately  alleged any \nconspiracy. \n \n \n14. The Court will address these arguments in turn. \nA. Noncompete Covenants \n15. Osprey begins with the covenants  not to compete.   It contends that the \ncovenants are unenforceable and, as a result, that any claims based on them must be \ndismissed.  (See Br. in Supp. 5–10, ECF No. 76.) \n16. In the context of a  sale of a business, a covenant not to compete is \nenforceable “(1) if it is reasonably necessary to protect the legitimate interest of the \npurchaser; (2) if it is reasonable with respect to both time and territory; and (3) if it \ndoes not interfere with the interest of the public.”  Beverage Sys. of the Carolinas, \nLLC v. Associated Beverage Repair, LLC , 368 N.C. 693, 698, 784 S.E.2d 457, 461 \n(2016) (quoting Jewel Box Stores Corp. v. Morrow, 272 N.C. 659, 662–63, 158 S.E.2d \n840, 843 (1968) ).  Although a quest ion of law, the reasonableness of a restrictive \ncovenant depends on the individual circumstances of the case.  See Jewel Box Stores, \n272 N.C. at 663, 158 S.E.2d at 843. \n17. For purposes of the motion, Osprey does not challenge the time and territory \nrestrictions or assert that the covenants interfere with the public interest .  Instead, \nit argues that the covenants are broader than reasonably necessary to  protect New \nJBL’s interests for two reasons: first, because they operate without regard to whether \nthe proscribed activity  “actually competes ” with New JBL , (Br. in Supp. 5) ; and \nsecond, because they  restrict indirect ownership of companies in New JBL’s line of \nbusiness, (see Br. in Supp. 9–10). \n \n \n18. The first argument is based on an unfair reading of the covenants.  The cases \ncited by Osprey —all from the employment context —nullified language that would \nhave barred an employee from working in a business “similar to” the employer’s \nbusiness.  E.g., RLM Commc’ns, Inc. v. Tuschen, 831 F.3d 190, 196–97 (4th Cir. 2016).  \nBusinesses in different fields are sometimes similar  to one another  even if not \ncompetitors, which ma kes a restriction of this sort  suspect.  But  the restrictive \ncovenants here aren’t nearly so broad.  Lunsford and Old JBL  agreed not to engage \n“in the Business ” itself, (APA §  12.3(a)(i); Consulting Agrmt. §  8(a)(i)), which even \nOsprey agrees is confined to Old JBL’s former business, (see Br. in Supp. 2–3).  The \ncovenants also bar other activities  but only if they are “ directly competitive.”  (APA \n§ 12.3(a)(i); Consulting Agrmt. §  8(a)(i).)  T hese restrictions are  not facially \nunreasonable.  See Jewel Box Stores, 272 N.C. at 660–61, 663, 158 S.E.2d at 841, 843 \n(enforcing a noncompete covenant that proscribed the seller from participating in \n“any retail jewelry business, or any business in competition with purchaser”). \n19. The second argument is a closer case.   The covenants forbid Lunsford and \nOld JBL from “directly or indirectly”  competing against New JBL, including \nindirectly owning an interest in companies “in the Business.”  (APA § 12.3(a), (a)(i); \nConsulting Agrmt. § 8(a), (a)(i).)  Osprey observes, and New JBL does not deny, that \nthis language is broad enough to prohibit holding an interest in a competing business \nthrough a mutual fund.  (See Br. in Supp. 9–10.)  Although this language pushes the \nboundaries of what is reasonably necessary to protect New JBL’s interests, it does \nnot, standing alone, render the covenants overbroad and unenforceable. \n \n \n20. Again, Osprey’s favored cases come from the employment context.  And \nagain, the contract in each of those cases barred an employee from participating  in \nbusinesses “similar to ” his or her  employer’s business.  For good reason, the courts \nheld that the employer ha d no legitimate interest in keeping the employee from \nowning a mutual fund that invested in a similar but not competitive company.  “Such \nvast restrictions on [an employee] cannot be enforced.”  VisionAIR, Inc. v. James, 167 \nN.C. App. 504, 509, 606 S.E.2d 359, 362–63 (2004) (refusing to enforce covenant that \nprohibited an employee from “holding interest in a mutual fund invested in part in a \nfirm engaged in business similar to” the former employer (emphasis added)); see also \nRLM Commc’ns, 831 F.3d at 197; Horner Int’l Co. v. McKoy, 232 N.C. App. 559, 565, \n754 S.E.2d 852, 857 (2014). \n21. This reasoning is a poor fit here.  As noted, the covenants  at issue  are \nnarrower.  They forbid Lunsford and Old JBL from  participating in “the Business” \nitself and in other directly competitive activities, not in similar businesses.  Also, the \ncovenants arise from the sale of a business, not an employment relationship.  As our \nappellate courts have observed, the buyer of a business may have legitimate interests \nwarranting protection that an employer would not have.  See Jewell Box Stores, 272 \nN.C. at 663, 158 S.E.2d at 843 (reasoning that the sale of a business involves not just \nthe sale of tangible assets but also the sale of goodwill ); see also Outdoor Lighting \nPerspectives Franchising, Inc. v. Harders, 228 N.C. App. 613, 620, 747 S.E.2d 256, \n262 (2013) (“[N]on-competition agreements contained in an employment contract are \n \n \nmore closely scrutinized than those contained in a contract for the sale of a business.” \n(citation and quotation marks omitted)). \n22. Indeed, our Supreme Court has often enforced noncompete covenants of \nsimilar breadth when they arise from the sale of a business .  Consider the covenant \nat issue in Bicycle Transit Authority, Inc. v. Bell, 314 N.C. 219, 333 S.E.2d 299 (1985).  \nThere, the sellers agreed that they would not “directly or indirectly . . . own, . . . or be \nconnected in any manner with, any business which is a competitor of the” buyer.  Id. \nat 221, 333 S.E.2d at 301.  The Supreme Court construed that language as  “a very \ngeneral restriction on the defendants with respect to any acts which would promote \ncompetition.”  Id. at 229, 333 S.E.2d at 305.  Noting that the parties had agreed the \ncovenant “is absolutely necessary to the successful acquisition of the business,” the \nCourt concluded that it “is not overbroad and is reasonably necessary to protect \nplaintiff’s interests.”  Id. at 226 & n.5, 333 S.E.2d at 304 & n.5. \n23. Other cases follow suit.  See, e.g., Jewel Box Stores, 272 N.C. at 660–61, 663 \n158 S.E.2d at 841, 843 (upholding a covenant in which the seller agreed “that he will \nnot directly or indirectly own , . . . or be connected in any manner as officer, \nstockholder, employee, partner  or otherwise [with], . . . any retail jewelry business, \nor any business in competition with purchaser”).   And long ago, the Supreme Court \nstressed that it  has “uniformly held . . . that a restrictive covenant, contained in a \ncontract for the sale of a business, including the good-will of the vendor, . . . by which \nthe vendor agrees not to enter into competition, directly or indirectly, with the vendee, \n \n \nin the conduct of said busines s is valid.”   Moskin Brothers, Inc. v. Swartzberg , 199 \nN.C. 539, 543–44, 155 S.E. 154, 157 (1930) (emphasis added). \n24. In light of these precedents, the Court concludes that the covenants at issue \nare not facially overbroad .  As alleged, Lunsford spent more t han twenty years \ndeveloping Old JBL’s business and cultivating relationships with customers and \nindustry members.  (See Countercl. ¶ 18.)  This valuable goodwill formed the basis of \na multimillion-dollar transaction in which Old JBL and Lunsford received not only \ncash but membership rights in New JBL .  ( See Countercl. ¶¶ 15, 18–20, 24.)  Both \nsides agreed that the restrictive covenants were “reasonable and necessary to protect \nthe legitimate interest s of [New JBL] and constitute[d] a material inducemen t” for \nthe sale.  (APA § 12.3(e); see also Consulting Agrmt. § 8(e).) \n25. The Court therefore denies the motion to dismiss any claims based on the \ncovenants not to compete.  To be clear,  the Court’s decision is narrow.  Although \nOsprey has  not shown that the covenants in the asset purchase agreement and \nconsulting agreement are facially unreasonable , it is free to revisit the issue after \ndiscovery and on a more developed record.   See Emrich Enters., LLC v. Hornwood, \nInc., 2020 NCBC LEXIS 45, at *36–38 (N.C. Super. Ct. Apr. 8, 2020) (concluding that \na restrictive covenant was not facially  invalid and noting that consideration of \nreasonableness “should be made on a more fully developed record ”); Akzo Nobel \nCoatings, Inc. v. Rogers, 2011 NCBC LEXIS 42, at *39 , 41 (N.C. Super. Ct. Nov. 3, \n2011) ( denying motion for judgment on the pleadings concerning a noncompete \n \n \ncovenant arising from a sale of business and noting that “[t]he inquiry may be \nrevisited on a more fully developed record”). \nB. Tortious Interference Claims \n26. New JBL asserts claims for tortious interference with contract and with \nprospective economic advantage. *  The difference between the two claims is slight.  \nThe former arises when a person induces a third party “not to perform” under an \nexisting contract.  United Lab s., Inc. v. Kuykendall, 322 N.C. 643, 661, 370 S.E.2d \n375, 387 (1988) (citing Childress v. Abeles, 240 N.C. 667, 674, 84 S.E.2d 176, 181–82 \n(1954)).  The latter arises when a person induces a third party “not to enter a contract \nwith” the plaintiff when the contract would have resulted “but for the interference.”  \nDalton v. Camp, 353 N.C. 647, 654, 548 S.E.2d 704, 709 (2001)  (quoting Spartan \nEquip. Co. v. Air Placement Equip. Co. , 263 N.C. 549, 559, 140 S.E.2d 3, 11 (1965)).  \nIn either case, the interference is actionable only if done “without justification.”  \nUnited Labs., 322 N.C. at 661, 370 S.E.2d at 387. \n27. Osprey contends that the Court should dismiss both claims because the \nallegations that it acted without justification are conclusory .  ( See Br. in Supp. 13, \n15.)  Pointing to case law stating that a complaint must “admit of no motive for \ninterference other than malice,” Osprey  contends that New JBL’s “gene ral and \nconclusory allegations of malice” do not support the claims.  (Br. in Supp. 13  (first \n \n* In its counterclaims and brief, New JBL calls the latter claim “intentional interference with \nprospective contractual relations.”  Our appellate courts have cast doubt on the very existence \nof a claim by that name.  See, e.g., Burgess v. Busby, 142 N.C. App. 393, 404, 544 S.E.2d 4, 10 \n(2001).  T he Court gives New JBL the benefit of the doubt and treats the claim as  one for \ntortious interference with prospective economic advantage, which undoubtedly exists. \n \n \nquoting Pinewood Homes, Inc. v. Harris, 184 N.C. App. 597, 605, 646 S.E.2d 826, 832–\n33 (2007)).) \n28. As this Court has observed, “[m]alice is a concept that tends to confuse more \nthan illuminate.”  Lenders Funding, LLC v. WAIM Mgmt. Co., 2018 NCBC LEXIS 67, \nat *8 (N.C. Super. Ct. July 6, 2018).  A plaintiff must plead legal malice, which is just \nanother way of saying “the intentional doing of the harmful act without le gal \njustification.”  Childress, 240 N.C. at 675, 84 S.E.2d at 182; see also Charah, LLC v. \nSequoia Servs., LLC , 2020 NCBC LEXIS 52, at *14– 15 (N.C. Super. Ct. Apr. 17, \n2020).  This is not a toothless requirement: complaints sometimes defeat themselves \nby alleging facts that “reveal[] that the interference was justified or privileged.”  \nPeoples Sec. Life Ins. Co. v. Hooks, 322 N.C. 216, 220, 367 S.E.2d 647, 650 (1988).  But \n“it is not necessary ‘to allege and prove actual malice in the sense of personal hatred, \nill will, or spite.’ ”  Lenders Funding, 2018 NCBC LEXIS 67, at *8 (quoting Childress, \n240 N.C. at 675, 84 S.E.2d at 182). \n29. Here, New JBL alleges that Osprey—whose president is Lunsford —knew \nabout the asset purchase agreement, the consulting agreement, and their restrictive \ncovenants.  (See Countercl. ¶¶ 60, 120.)  Even so, Osprey went on to compete against \nNew JBL, solicited New JBL’s customers, and then tried to conceal its actions.  ( See \nCountercl. ¶¶ 33, 35.)  These efforts, New JBL allege s, were not honest competition \nbut instead part of a broad -based conspiracy to undermine its  business “by taking \ndocuments and business information” a s well as  “poaching employees and \ncustomers.”  (Countercl. ¶ 30; see also Countercl. ¶ 32.)  Finally, New JBL alleges that \n \n \nOsprey and the other conspirators did these things “intentionally, maliciously, \nwillfully and wantonly” and “without justification.”  (Countercl. ¶¶ 122, 123.) \n30. These allegations are neither  boilerplate nor conclusory.  Taking them as \ntrue, the counterclaims adequately allege that Osprey  and the other conspirators  \nacted without justification.  See, e.g.,  Sandhills Home Care, L .L.C. v. Companion \nHome Care – Unimed, Inc., 2016 NCBC LEXIS 61, at *47–48 (N.C. Super. Ct. Aug. 1, \n2016) (“Although the distinction between seeking to destroy a competitor and a lawful \ncompetitive interest may be blurry, the Court b elieves Plaintiff ’s allegation of a \nspecific plan or scheme to destroy Plaintiff ’s business goes beyond reasonable \ncompetitive behavior.”). \n31. As to the claim for  tortious interference with prospective economic \nadvantage, Osprey also argues that New JBL failed to identify a specific contract that \nwould have resulted without the alleged interference.   ( See Br. in Supp. 14 .)  “The \nmere expectation of future contracts with potential customers is insufficient to state \na claim.”  Sec. Camera Warehouse, Inc. v. Bowman , 2017 NCBC LEXIS 39, at *22 \n(N.C. Super. Ct. May 1, 2017) (citation and quotation marks omitted).  But New JBL \nidentifies three customers by name and alleges that it would have obtained contracts \nwith each but for the acts of Osprey and the other conspirators.  (Countercl. ¶¶ 127, \n129.)  These allegations are enough to state a claim .  See Se. Anesthesiology \nConsultants, PLLC v. Rose, 2019 NCBC LEXIS 52, at *36– 37 (N.C. Super. Ct. Aug. \n20, 2019)  (concluding that plaintiff adequately alleged that it had a reasonable \nprobability of entering into contracts with specific individuals); Velocity Sols., Inc. v. \n \n \nBSG, LLC, 2016 NCBC LEXIS 19, at *13 (N.C. Super. Ct. Feb. 22, 2016) (denying \nmotion to dismiss even though plaintiffs did not identify a “specific contractual \nopportunity”). \nC. Unfair or Deceptive Trade Practices \n32. Osprey argues that the claim for  unfair or deceptive trade practices  is \nderivative of New JBL’s other claims and therefore should be dismissed for the same \nreasons.  (See Br. in Supp. 18–19; Reply Br. 12, ECF No. 92.)  Having found no reason \nto dismiss the contract and tortious interference claims, t he Court a lso denies the \nmotion to dismiss the claim for unfair or deceptive trade practices. \nD. Civil Conspiracy \n33. Civil conspiracy comprise s three elements: (1) a conspiracy; (2) wrongful \nactions taken by at least one of the conspirators in furtherance of that conspira cy; \nand (3) injury to the plaintiff as a result.  See Krawiec v. Manly, 370 N.C. 602, 614, \n811 S.E.2d 542, 550–51 (2018).  A conspiracy requires an agreement between at least \ntwo persons to take an unlawful action or to take a lawful action in an unlawful \nmanner.  See id. at 613, 811 S.E.2d at 550; Evans v. Star GMC Sales & Serv., Inc. , \n268 N.C. 544, 546, 151 S.E.2d 69, 71 (1966). \n34. Osprey argues that the counterclaims do not adequately allege the existence \nof an agreement.  (See Br. in Supp. 15–18.)  The Court disagrees.  As alleged, Osprey \nagreed with the other counterclaim defendants to breach the various contracts at \nissue, steal documents and business information from New JBL, and undermine its \nbusiness.  (See Countercl. ¶ 135.)  Alone, that might seem conclusory , but New JBL \n \n \nalso alleges that Lunsford recruited Osprey to the conspiracy, the same person formed \nOsprey and the other conspiring entities, Osprey moved into office space with those \nentities, and Osprey had knowledge  of the contracts.  (See Countercl. ¶¶ 30, 31, 39, \n60, 77, 120.) \n35. Taking these allegations as true, New JBL has set forth not only that Osprey \nentered into an agreement but also roughly when the agreement happened, how it \narose, and its purpose.   The Court  therefore denies the motion to dismiss the \nconspiracy claim.  See, e.g., Lau v. Constable, 2017 NCBC LEXIS 10, at *22–23 (N.C. \nSuper. Ct. Feb. 7, 2017)  (denying motion to dismiss when the complaint alleged \ndefendant “was aware of and complicit in” wrongdoing); Loftin v. QA Invs. LLC, 2015 \nNCBC LEXIS 44, at *14–15 (N.C. Super. Ct. Apr. 30, 2015) (same); Veer Right Mgmt. \nGrp., Inc. v. Czarnowski Display Serv., Inc. , 2015 NCBC LEXIS 13, at * 9–11 (N.C. \nSuper. Ct. Feb. 4, 2015) (same). \nIV. \nCONCLUSION \n36. For all these reasons, the Court DENIES Osprey’s motion to dismiss. \n \nSO ORDERED, this the 28th day of September, 2020. \n \n \n  /s/ Adam M. Conrad   \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n "
}