{
  "id": "a419d23b53795d5566cf3c3ee937822bce189723a2f9873bd50413ceb379a892",
  "source_file": "data/raw/ncbc/a419d23b53795d5566cf3c3ee937822bce189723a2f9873bd50413ceb379a892.pdf",
  "raw_text": "Beem USA Limited-Liability Ltd. P’ship v. Grax Consulting, LLC, 2020 NCBC 24. \n \nSTATE OF NORTH CAROLINA \n \nORANGE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 1775 \n \nBEEM USA LIMITED-LIABILITY \nLIMITED PARTNERSHIP and \nSTEPHEN STARK, \n \n   Plaintiffs, \n \nv. \n \nGRAX CONSULTING, LLC,  \n \n   Defendant. \n \nDEFAULT JUDGMENT AND \nPERMANENT INJUNCTION \n \n1. THIS MATTER  is before the Court on Plaintiffs  Beem USA Limited -\nLiability Partnership (“Beem”) and Stephen Stark’s (“Stark”) (together, “Plaintiffs”)  \nMotion for Default Judgment and Request for Expedited Hearing (the “Motion”) filed \non May 10 , 2018.  (ECF No. 2 6.)  The Motion seeks default judgment against \nDefendant Grax Consulting, LLC (“Defendant”) and for permanent injunctive relief.  \n2. For the reasons stated herein, the Court GRANTS the Motion and hereby \nENTERS final judgment against Defendant based on the matters of record and the \nfindings and conclusions contained herein. \nWilliams Mullen, by Camden R. Webb and Lauren E. Fussell, for \nPlaintiffs Beem USA Limited -Liability Limited Partnership and \nStephen Stark. \n \nDefendant Grax Consulting, LLC did not appear.  \n \nRobinson, Judge.  \n \n \n \nI. PROCEDURAL BACKGROUND \n3. Plaintiffs initiated this action on December 28, 2017 by filing their \nComplaint.  (ECF No. 5.) \n4. This action was designated as a mandatory complex business case by order \nof then-Chief Justice of the Supreme Court of North Carolina  Mark Martin, dated \nDecember 28, 2017, (ECF No. 3), and assigned to the undersigned by order of then -\nChief Business Court Judge James L. Gale dated December 29, 2017, (ECF No. 2). \n5. On April 23, 2018, the Court entered default in favor of Plaintiffs against \nDefendant due to Defendant’s failure to timely plead or otherwise respond to \nPlaintiffs’ Complaint.  (ECF No. 25.)  As a result, the substantive allegations of \nPlaintiffs’ Complaint are deemed admitted.  Blankenship v. Town & Country Ford, \nInc., 174 N.C. App. 764, 767, 622 S.E.2d 638, 640 (2005). \n6. On May 10, 2018, Plaintiffs filed the Motion and a brief in support.  (ECF \nNos. 26  & 27.)  Defendant did not file a response opposing the Motion.   \nNotwithstanding the fact that the Motion was unopposed, the Court held a hearing \non the Motion for Default Judgment at which the Court directed Plaintiffs to provide \nproper evidence demonstrating the Court’s personal jurisdiction over Defendant.  (See \nECF No. 32.) \n7. On August 13, 2018, following further submissions from Plaintiffs \nregarding the Court’s jurisdiction over Defendant, the Court entered an Order  on \nMotion for Default Judgment (the “Order”) b ased on the Court’s conclusion that  \n \n \nPlaintiffs had not satisfied their burden under N.C.G.S. § 1 -75.11 to prove that the \nCourt had personal jurisdiction over Defendant.  (ECF No. 35.)   \n8. On August 22, 2018, Plaintiffs sought reconsideration of the Court’s denial \nof the Motion based on jurisdictional defects.  (ECF Nos. 36–37.)  Plaintiffs submitted \nadditional evidence, in the form of affidavits, supporting their contention that the \nCourt did have jurisdiction over Defendant sufficient to enter judgment, including \ninjunctive relief, against it.  The Court, on September 4, 2018, denied in relevant part \nPlaintiffs’ request for reconsideration.  (See ECF No. 40.) \n9. Plaintiffs appealed from the Court’s August 13, 2018 and September 4, 2018 \norders regarding its determination that it did not have personal jurisdiction over \nDefendant sufficient to enter judgment against it.  (ECF No. 41.) \n10. On February 28, 2020, the North Carolina Supreme Court issued its opinion \nconcluding that this Court had erred and that the Cour t did, in fact, have personal \njurisdiction over Defendant  sufficient to proceed on the Motion and, if appropriate, \nenter judgment against Defendant.   See Beem USA Limited -Liability Ltd. P’ship v. \nGrax Consulting LLC , 2020 N.C. LEXIS 89, at *16– 17 (N.C. Feb . 28, 2020) .  As a \nresult, the Supreme Court reversed this Court’s prior orders to the contrary and \nremanded the action for further proceedings.  Id. at *20. \n11. Pursuant to Rule 32(b) of the North Carolina Rules of Appellate Procedure, \nthe judgment from the North Carolina Supreme Court to this Court issued on March \n19, 2020.  Therefore, this Court has jurisdiction to conduct further proceedings in this \naction. \n \n \n12. The Court, in its discretion, elects to rule on the Motion without a further \nhearing, consistent with Rule 7.4 of the North Carolina Business Court Rules. \nII. FINDINGS OF FACT \n13. Beem is a Nevada limited -liability limited partnership with its principal \nplace of business in Nevada.  (Compl. ¶ 1.) \n14. Stark is a limited partner and the general partner of Beem.  (Compl. ¶¶ 3, \n12.)  Stark is a resident of North Carolina.  (Compl. ¶ 3.) \n15. Defendant is a South Carolina limited liability company with its principal \nplace of business in South Carolina.  (Compl. ¶ 4.)  Defendant is a limited partner of \nBeem.  (Compl. ¶ 10.) \n16. On January 1, 2016, Stark and Defendant executed a First Amended and \nRestated Limited -Liability Limited Partnership Agreement (the “Agreement”).  \n(Compl. ¶ 9.)  The Agreement named Defendant  as Beem’s general partner and a \nlimited partner owning a ten percent  (10%) interest in the partnership.  (Compl. \n¶ 11.)  The Agreement provided that the general partner’s duties are of a fiduciary \nnature.  ( See pp. 8, 21 of Ex. 1 to Aff. of Stephen Stark, ECF No. 9 [“Agreement”].)  \nThe Agreement named Stark as a limited partner owning a ninety percent  (90%) \ninterest in the partnership.  (Compl. ¶ 13.)   The Agreement contains a choice-of-law \nprovision, stating that Nevada law shall govern the Agreement and the rights of the \nparties thereunder.  (Agreement 24.)   \n17. On or about December 5, 2016, Stark removed Defendant  as the general \npartner pursuant to the terms of the Agreement and, as a result, Stark became \n \n \nBeem’s general partner and Defendant  remained a limited partner.  (Compl. \n¶¶ 18−19, 21.)  On December 6, 2016, Defendant was made aware of its removal as \nthe general partner.  (Compl. ¶ 20.) \n18. After Defendant’s removal, Defendant continued to act on behalf of Beem \nas its general partner in violation of the Agreement.  (Compl. ¶ 23.)  Defendant  had \ncontinued to bill and charge Beem purportedly for services that Defendant  provided \nas general partner after it was removed from this position.  (Compl. ¶ 28.) \n19. Defendant changed the online access information for Beem’s Bank of \nAmerica banking account, thereby preventing Stark, as the successor general \npartner, from accessing Beem’s account information and documents for a period of \ntime.  (Compl. ¶  24.)  Defendant acquired a cashier’s check in the amount of $3,500 \nfrom Beem’s Bank of America account without authorization.  (Compl. ¶ 25.)  Further, \ndespite multiple requests from Stark,  Defendant has not provided any account \ninformation for a TD Bank account that Defendant opened for Beem when Defendant \nwas the general partner.  (Compl. ¶¶ 26−27.) \n20. Stark has been unable to locate or access any of Beem’s financial records \nfrom July 2016 through Defendant ’s removal as general partner.  (Compl. ¶ 29.)  \nDefendant has failed to provide any financial, accounting, banking, or tax information \nto Beem since Defendant was removed as general partner.  (Compl. ¶ 31.) \n21. On December 31, 2016, Beem was dissolved pursuant to the terms of the \nAgreement.  (Compl. ¶ 37.)  Stark has attempted to wind up Beem’s affairs but has \nbeen unable to do so because of the actions and failures of Defendant.  (Compl. ¶ 38.)   \n \n \n22. On or about September 12, 2017, Defendant filed with the IRS a 2016 Form \n1065 Return on behalf of Beem.  (Compl. ¶ 32.)  The return contained multiple \ninaccuracies regarding Beem’s income and financial status.  (Compl. ¶ 34.) \n23. On or about September 18, 2017, Defendant  prepared and sent to Stark a \nSchedule K-1 on behalf of Beem that contained multiple inaccuracies.  (Compl. ¶¶ 33, \n35.) \n24. Stark is unable to file accurate and complete tax documents on behalf of \nBeem becau se Defendant has continued to withhold necessary tax, financial, \nbanking, and accounting information of Beem from July 2016 to the date of the filing \nof the Complaint and because Defendant has filed inaccurate tax documents on behalf \nof Beem without the authority to do so.  (Compl. ¶¶ 41−42.)  Further, Stark has been \nunable to file accurate and complete personal tax documents for 2016 due to \nDefendant’s withholding information and filing inaccurate tax documents.  (Compl. \n¶ 44.) \n25. The Complaint filed by Plaintiffs in this action seeks permanent injunctive \nrelief, but no monetary  relief other than the costs of this action .  (See Compl. ¶ 7 \n(“This civil action involves claims for non-monetary relief. . . .”), and prayer for relief, \np. 11.) \n \n \n \n \nIII. CONCLUSIONS OF LAW \n26. Based on the foregoing FINDINGS OF FACT, the Court makes the \nfollowing CONCLUSIONS OF LAW.  \n27. The Court has jurisdiction over the subject matter of this action and \npersonal jurisdiction over the Defendant. \n28. Defendant has failed to plead or otherwise respond to the Complaint in the \ntime allowed by law. \n29. Service of process was effective under Rule 55(a ) and Default was duly \nentered against Defendant by this Court.   (See Order on Pls.’ Second Mot. for Entry \nof Default ¶¶ 11–17, ECF No. 25.) \n30. Pursuant to Rule 55 of the North Carolina Rules of Civil Procedure, “[w]hen \ndefault is entered due to a defendant’s failure to answer, the substantive allegations \ncontained in plaintiff[s]’ complaint are no longer in issue, and for the purposes of . . . \ndefault judgment, are deemed admitted.”  Luke v. Omega Consulting Grp., LC , 194 \nN.C. App. 745, 751, 670 S.E.2d 604, 609 (2009) (citations omitted).   \n31. Therefore, consistent with Rule 55, “judgment by default may be entered by \na court upon an entry of default and finding that the complaint supports the recovery \nsought by Plaintiffs.”  State ex. rel. Cooper v. Orion Processi ng, LLC , 2017 NCBC \nLEXIS 20, at *17 (N.C. Super. Ct. Mar. 7, 2017).   \n32. Accordingly, “for the Court to enter default judgment, th e complaint must \nstate a cause of action.”  Pee Dee Elec. Mbrshp. Corp. v. King, 2018 NCBC LEXIS 22, \nat *11–12 (N.C. Super. Ct. Mar. 15, 2018) (citing Brown v. Cavit Scis., Inc., 230 N.C. \n \n \nApp. 460, 467, 749 S.E.2d 904, 909 (2013)).  “In determining whether the allegations \nare sufficient to state a claim for relief . . . every reasonable intendment and \npresumption must be made i n favor of the pleader.”  Id. at *12 (quoting Brown, 230 \nN.C. App. at 467, 749 S.E.2d at 909).  \n33. Plaintiffs assert two causes of action in the Complaint: (1) breach of contract \nand (2) breach of fiduciary duty.  The Court addresses each in turn.   Because both \nclaims arise out of and are related to the Agreement, which provides that Nevada law \nshall govern the Agreement and the rights of the parties thereunder, the Court \napplies Nevada law to both causes of action.  See Johnston County v. R.N. Rouse & \nCo., 331 N.C. 88, 92, 414 S.E.2d 30, 33 (1992) (“[A] choice of law provision[ ] names a \nparticular state and provides that the substantive laws of that jurisdiction will be \nused to determine the validity and construction of the contract, regardless of any \nconflicts between the laws of the named state and the state in which the case is \nlitigated.”). \n34. Under Nevada law, t he elements of a claim for breach of contract are (1) \nexistence of a valid contract; (2) breach of the terms of that contract by the defendant; \nand (3) damages as a result of the breach.  Stuhmer v. Talmer W. Bank , 2017 Nev. \nUnpub. LEXIS 952, at *1– 2 (Nev. Oct. 30, 2017) (unpublished).  Plaintiffs have \nsufficiently alleged both the existence of a contract between the parties and breach of \nthe terms thereof.  Defendant is a party to the Agreement.  (Compl. ¶ 47.)  Defendant \nhas violated the terms of the Agreement by continuing to act as a general partner of \nBeem after his removal from that position, by participating in the business and \n \n \nattempting to bind Beem, by preparing and filing tax documents purportedly on \nbehalf of Beem, and by refusing to provide needed financial, tax, accounting, banking, \nand invoice information for the period of July 2016 through the filing of the \nComplaint.  (Compl. ¶¶ 48 –50.)  Defendant’ s actions and inactions have prevented \nBeem from preparing and filing accurate and complete tax documents and from being \nable to  finalize all filings to wind -up the business of the partnership following \ndissolution of the partnership on December 31, 2016.  (Compl. ¶¶ 51 –53.)  \nAccordingly, Plaintiffs have sufficiently stated a claim for breach of contract and have \nsufficiently demon strated multiple breaches and damages caused thereby .  The \nMotion as to Plaintiffs’ claim for Defendant’s breach of contract, therefore, should be \nGRANTED.   \n35. As to Plaintiffs’ breach of fiduciary duty claim, under Nevada law,  \n[a] fiduciary relation exists  between two persons when one of them is \nunder a duty to act for or to give advice for the benefit of another upon \nmatters within the scope of the relation.  Thus, a breach of fiduciary \nduty claim seeks damages for injuries that result from the tortious \nconduct of one who owes a duty to another by virtue of the fiduciary \nrelationship.   \n \nStalk v. Mushkin, 199 P.3d 838, 843 (Nev. 2009).   \n \n36. As between partners, the fiduciary duty  \nis generally one of full and frank disclosure of all relevant information \nfor just, equitable and open dealings at full value and consideration.  \nEach partner has a right to know all that the other knows, and each is \nrequired to make full disclosure of all  material facts within his \nknowledge in anything relating to the partnership affairs. \n \nClark v. Lubritz, 944 P.2d 861, 865 (Nev. 1997) \n \n \n37. “Despite the contractual source of partners’ duties inter se, . . . it is well \nestablished that when a fiduciary duty exi sts between the parties, and the conduct \ncomplained of constitutes a breach of that duty, the claim sounds in tort regardless \nof the contractual underpinnings.”  Id. at 867 (quotation omitted).   \n38. Pursuant to the Agreement, Defendant owed fiduciary duties to Beem and \nStark while he was general partner.  (Agreement 8, 21.)  Defendant breached these \nduties by failing to adequately maintain financial statements of the partnership from \nJuly 2016 until Defendant was removed from its position as general partner.  (Compl. \n¶ 58.)  This conduct is sufficient to support Plaintiffs’ breach of fiduciary duty claim \nand damages caused thereby.  The Motion as to Plaintiff s’ claim for breach of \nfiduciary duty against Defendant, therefore, should be GRANTED. \n39. Plaintiffs have requested injunctive relief  to prohibit Defendant from \ncontinuing to engage in conduct detrimental to Beem and from continuing to withhold \nBeem’s financial information .  (Compl. ¶ 63.)  The Court concludes that, c onsistent \nwith the Agreement, Defendant should be prohibited from acting as g eneral partner \nof Beem in any manner because Stark, not Defendant, is the general partner of Beem.  \nFurther, consistent with the Agreement, Defendant should be prohibited from \npreparing or filing any tax do cuments on behalf of Beem with the Internal Revenue \nService or any other government agency.  \n40. The Court further concludes that Defendant should also be required to \nprovide to Beem all records relating to Beem’s accounting, bookkeeping, bank \naccounts and information, invoices, taxes, and any other financial information in the \n \n \npossession or control of Defendant  for the time period of July 2016 to the present .  \nPlaintiffs have sufficiently alleged that absent an order from this Court prohibiting \nDefendant from continuing to engage in the above conduct and instructing Defendant \nto provide to Beem all records related to Beem’s finances, Beem will suffer irreparable \ninjury.  (Compl. ¶ 64.) \nIV.      FINAL JUDGMENT AND PERMANENT INJUNCTION \n41. Based on the foregoing FINDINGS OF FACT  and CONCLUSIONS OF \nLAW, it is hereby ORDERED, ADJUDGED, AND DECREED THAT: \n42. The Motion is GRANTED and Judgment is hereby ENTERED  against \nDefendant Grax Consulting , LLC and in favor of  Plaintiffs Beem USA Limited -\nLiability Limited Partnership and Stephen Stark as prayed for in the Complaint filed \nin this matter, (ECF No. 5). \n43. Pursuant to Rule 65 of the North Carolina Rules of Civil Procedure, \nPlaintiffs are granted permanent injunctive relief as follows: \nA. Defendant Grax Consulting , LLC, its agents and employees, and all \nthose acting in concert with it, are hereafter permanently prohibited \nfrom acting as the g eneral partner of Beem USA Limited -Liability \nLimited Partnership in any manner.  \nB. Grax Consulting, LLC is prohibited from prepa ring or filing any tax \ndocuments on behalf of Beem USA Limited -Liability Limited \nPartnership with the Internal Revenue Service or any other \ngovernment agency.  \n \n \nC. Grax Consulting , LLC shall immediately 1 provide to Beem USA \nLimited-Liability Limited Partnership all records in its possession, \ncustody, or control, relating to Beem USA Limited-Liability Limited \nPartnership’s accounting, bookkeeping, bank accounts and \ninformation, invoices, taxes, and any other financial information \nregarding Beem USA Lim ited-Liability Limited Partnership in the \npossession, custody, or control of Grax Consulting , LLC for the time \nperiod of July 2016 to the present. \nD. Grax Consulting , LLC shall immediately provide to Beem USA \nLimited-Liability Limited Partnership information sufficient for \nBeem USA Limited -Liability Limited Partnership and its agents to \nidentify and access any and all accounts in the name of or for the \nbenefit of Beem USA Limited -Liability Limited Partnership, \nincluding but not limited to any user names and pa sswords that are \nnecessary to gain access to such accounts. \nE. The Costs of this action are taxed against Grax Consulting, LLC. \n44. This Default Judgment and Permanent Injunction constitutes the final \nadjudication of all claims involving all parties and the Court ’s final judgment.  The \n                                                 \n1 By Orders entered by the Honorable Cheri Beasley, Chief Justice of the North Carolina \nSupreme Court, on March 13, 2020 and March 19, 2020, and by the Honorable Louis A. \nBledsoe, Chief Judge of the North Carolina Business Court,  on March 23, 2020,  the \nobligations of parties to act, except in situations not relevant here, are effectively stayed until \nApril 17, 2020.  The stay period may be extended by further orders of the Supreme Court \nand/or the Business Court.  Therefore, Defendant’s obligation to comply with this provision \nand paragraph D immediately hereafter of the Court’s Judgment is stayed in conformity with \nthe above-noted orders until the stay is lifted. \n \n \naction is therefore DISMISSED and further action shall be limited to enforcing \njudgments that have been entered.   \n \nSO ORDERED, this the 26th day of March, 2020. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}