{
  "id": "a42747c95d7ff269b7fcd14e63dfd267d418fc5fbd7cd2d8ba7e2916c6fceaf8",
  "source_file": "data/raw/ncbc/a42747c95d7ff269b7fcd14e63dfd267d418fc5fbd7cd2d8ba7e2916c6fceaf8.pdf",
  "raw_text": "AECOM Tech. Corp. v. Keating, 2012 NCBC 10.  \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUS TICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 11 CVS 9225 \n \n \nAECOM TECHNOLOGY CORPORATION ) \nand AECOM TECHNICAL SERVICES, ) \nINC., ) \n Plaintiffs ) OPINION AND ORDER    \n  ) ON MOTION TO DISMISS \n v.  )  \n   )  \nSCOTT KEATING, CHRISTOPHER  ) \nBRADLEY and GEI CONSULTANTS, INC., ) \n  Defendants ) \n \n \n THIS CAUSE, designated a complex business case by Order of the Chief Justice \nof the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, references to the North Carolina General Statutes will be \"G.S.\"), and \nassigned to the undersigned Chief Special Superior Court Judge for Complex Business \nCases, comes before the court upon Defendants' Joint Motion to Dismiss Pursuant to \nRule 12(b)(6) (the \"Motion\"); and  \n THE COURT, after reviewing the Motion, briefs in s upport of and in opposition to \nthe Motion, other submissions of counsel and appropriate matters of record, \nCONCLUDES that the Motion should be GRANTED in part and DENIED in part, as \nreflected below. \nNelson Mullins Riley & Scarborough, LLP, by Joseph S. Dowdy, Esq. and \nWallace C. Hollowell, III, Esq. for Plaintiffs. \n \nWilliams Mullen, by Christopher Browning, Esq. and Brian Vick, Esq. for \nDefendants. \n    \nJolly, Judge. \n \nPROCEDURAL HISTORY  \n[1] On June 10, 2011, Plaintiffs AECOM Technology C orporation and \nAECOM Technical Services, Inc. (collectively, \"AECOM\") filed a Complaint against \nDefendants Scott Keating (\"Keating\"), Christopher Bradley (\"Bradley\") and GEI \nConsultants, Inc. (\"GEI\"). \n[2] In the Complaint, Plaintiffs allege the followi ng five (5) causes of action \n(\"Claim(s)\"):  First Claim – Breach of Fiduciary Du ty (As to Keating); Second Claim – \nTrade Secret Misappropriation Under N.C. Gen. Stat. § 66-152 et seq . (As to all \nDefendants); Third Claim – Unfair and Deceptive Tra de Practices in Violation of N.C. \nGen. Stat. § 75-1.1 et seq. (As to all Defendants); Fourth Claim – Civil Consp iracy (As \nto all Defendants); Fifth Claim – Interference with  Contract/Interference with \nAdvantageous Economic Relationship (As to all Defendants).  Plaintiffs seek \ncompensatory and punitive damages. \n[3] On August 30, 2011, Defendants filed the Motion , seeking the dismissal of \nall Plaintiffs' Claims under Rule 12(b)(6) of the North Carolina Rules of Civil Procedure \n(\"Rule(s)\"). 1 \n[4] On December 1, 2011, the court heard oral argum ent on the Motion, \nwhich is ripe for determination. \nFACTUAL BACKGROUND  \n Among other things, the Complaint alleges that: \n                                                \n \n1 Although the Motion seeks dismissal of all of Plaintiffs' Claims, the court notes that the Complaint \ncontains an unnumbered \"Specific Claim for Punitive Damages.\" However, neither party has briefed nor \nargued with respect to the punitive damages Claim.  Accordingly, the court concludes that such Claim is \nnot before it for purposes of the Motion. \n \n[5] Keating and Bradley are former AECOM employees who currently are \nemployed by GEI. 2  Keating is a former corporate officer of AECOM. 3  Keating and \nBradley were \"high level employees\" of AECOM with access to \"confidential commercial \ninformation.\" 4 \n[6] AECOM and GEI are competitors in the field of e nvironmental consulting. \n[7] Prior to leaving their employment with AECOM in  May 2011, Keating and \nBradley worked in concert with Ben Sawa (\"Sawa\"), a GEI employee, as part of a \nscheme to direct AECOM's employees, confidential information and customers to GEI.5   \n[8] GEI provided Keating with a Blackberry mobile p hone so that Keating \ncould provide information and updates to Sawa regarding the scheme, without AECOM \nbeing able to detect the communications taking place. 6 \n[9] Using the Blackberry, Keating communicated via e-mail with GEI about \nrecruiting key AECOM employees to ensure that AECOM customers and projects would \nget transferred to GEI. 7  Keating and Bradley also transmitted information to GEI  \nregarding AECOM's customers, terms of contracts, pricing guidelines and products. 8 \n[10] AECOM became aware of Defendants' conduct in e arly May 2011. 9  On \nMay 19, 2011, AECOM sent a letter to GEI demanding written assurances that it would \ncease and desist from improper conduct with Keating and Bradley, as described \nabove.10    \n                                                 \n2 Compl. ¶¶ 6-7.  \n3 Id.  ¶ 6.  \n4 Id.  ¶ 11.  \n5 Id.  ¶¶ 15-16.  \n6 Id.  ¶ 17.  \n7 Id.  ¶¶ 16-18.  \n8 Id.  ¶ 23. \n9 Id.  ¶ 15.  \n10  Id.  ¶ 21.  \n \n[11] GEI failed to provide written assurance that i t would cease and desist its \nconduct, as requested by AECOM's May 19, 2011 letter. 11   Around the same time, \nKeating and Bradley left their employment with AECOM and joined GEI. \nDISCUSSION  \n[12] When deciding a Rule 12(b)(6) motion, the well -pleaded allegations of the \ncomplaint are taken as true and admitted, but conclusions of law or unwarranted \ndeductions of facts are not admitted.  Sutton v. Duke , 277 N.C. 94, 98 (1970).  \n[13] A complaint fails to state a claim upon which relief can be granted when \neither (a) the complaint on its face reveals that no law supports the plaintiff’s claim; (b) \nthe complaint on its face reveals the absence of facts sufficient to make a good claim or \n(c) some fact disclosed in the complaint necessarily defeats the plaintiff’s claim.  \nJackson v. Bumgardner , 318 N.C. 172, 175 (1986).  However, a complaint should not \nbe dismissed for failure to state a claim upon which relief can be granted unless it (a) \ndoes not give sufficient notice to the defendant of the nature and basis of the plaintiff’s \nclaim or (b) appears beyond a reasonable doubt that the plaintiff could not prove any set \nof facts in support of his claim that would entitle him to relief.  Sutton, 277 N.C. at 102. \nFirst Claim  – Breach of Fiduciary Duty (As to Keat ing) \n[14] Plaintiffs allege that Keating was a corporate  officer and therefore owed a \nfiduciary duty to Plaintiffs, which he breached when he conspired with GEI and Bradley \nto steal Plaintiffs' employees, customers and confidential commercial information. \n[15] Defendants contend that Plaintiffs have failed  to allege sufficiently the \nexistence of a fiduciary relationship between Keating and AECOM.  \n                                                 \n11  Id.  ¶ 22.  \n \n[16] With regard to this First Claim, Plaintiffs ha ve alleged specifically that \nKeating was a corporate officer of AECOM.  A corporate officer owes a fiduciary duty to \nthe corporation.  Pierce Concrete, Inc. v. Cannon Realty & Const. Co ., 77 N.C. App. \n411, 413-14 (1985) (citing Meiselman v. Meiselman , 309 N.C. 279 (1983)) (holding that \na corporate officer's fiduciary duty to his corporation is a \"high one\").  Accordingly, the \ncourt CONCLUDES that Plaintiffs have sufficiently stated a claim against Keating under \nthe standard articulated by Rule 12(b)(6) and Sutton, 277 N.C. at 102.  Accordingly, \nDefendants' Motion as to this Claim should be DENIED.  \nSecond Claim – Trade Secret Misappropriation (As to  all Defendants)  \n[17] Plaintiffs allege that Keating, in collusion w ith GEI and Bradley, \nmisappropriated \"confidential commercial information\" from AECOM.  The information \nallegedly misappropriated included customer lists, customer contract information, \npricing information and product information, all of which Plaintiffs contend constitute \ntrade secrets under the Trade Secrets Protection Act, G.S. 66-152 et seq . \n[18] Defendants argue that Plaintiffs' Second Claim  is subject to dismissal \nbecause they have failed to identify the alleged trade secrets with sufficient particularity. \n[19] Indeed, \"[t]o plead misappropriation of trade secrets, a plaintiff must \nidentify a trade secret with sufficient particularity so as to enable a defendant to \ndelineate that which he is accused of misappropriating and a court to determine whether \nmisappropriation has or is threatened to occur.\"  VisionAIR, Inc. v. James , 167 N.C. \nApp. 504, 510-11 (2004).  \"[A] complaint that makes general allegations in sweeping \nand conclusory statements, without specifically identifying the trade secrets allegedly \nmisappropriated, is insufficient to state a claim for misappropriation of trade secrets\" \n \nand therefore, is subject to dismissal under Rule 12(b)(6).  Washburn v. Yadkin Valley \nBank & Trust Co ., 190 N.C. App. 315, 327 (2008); see also Akzo Nobel Coatings Inc. v. \nRogers , 2011 NCBC 41, ¶¶ 126-28 (N.C. Super. Ct. Nov. 3, 2011) (dismissing trade \nsecrets claim on a Rule 12(c) motion where the plaintiff's definition of trade secrets as \n\"customer and pricing data and other confidential information\" was fatally \"broad and \nvague\").  \n[20] In Washburn , the Court of Appeals upheld the dismissal of a trade secrets \nclaim where the allegations of the complaint defined the trade secrets at issue as \n\"business methods; clients, their specific requirements and needs; and other \nconfidential information pertaining to the [claimant's] business,\" as well as \"confidential \nclient information and confidential business information.\"  190 N.C. App. at 327.  The \nCourt of Appeals concluded that such allegations were too \"broad and vague\" and \"did \nnot identify with sufficient specificity\" the particular information that was alleged to be a \ntrade secret.  Id.    \n[21] Similar to the allegations in Washburn , Plaintiffs here allege that \nDefendants used \"wrongful means\" to obtain \"confidential commercial information\" \nbelonging to AECOM, including \"customer lists, customer contract information, pricing \ninformation, and product information.\" 12   These \"sweeping and conclusory\" allegations \nfail to identify the trade secrets that Defendants are accused of misappropriating with \n\"sufficient particularity so as to enable defendant[s] to delineate that which [they are] \naccused of misappropriating and a court to determine whether misappropriation has or \nis threatened to occur.\"  Akzo Nobel , 2011 NCBC 41, ¶ 127 (quoting Analog Devices, \nInc. v. Michalaski , 157 N.C. App. 462, 468 (2003)).  \n                                                 \n12  Id.  ¶ 23.  \n \n[22] Accordingly, with regard to this Second Claim,  the court CONCLUDES \nthat as a result of Plaintiffs' failure to allege or identify sufficiently the trade secrets at \nissue, the Claim is deficient as a matter of law.  Defendants' Motion therefore should be \nGRANTED with respect to said Second Claim, and it should be DISMISSED. \nThird Claim – Unfair and Deceptive Trade Practices  \nin Violation of G.S. 75-1.1 et seq.  (As to all Defendants)  \n \n[23] This Third Claim, alleging unfair and deceptiv e trade practices, in \nsubstance is based on many of the same allegations as Plaintiffs' other Claims. \n[24] Defendants contend that Plaintiffs are complai ning about conduct by \nDefendants that amounts to nothing more than competitive business activities, which is \nnot actionable under Chapter 75. \n[25] However, in their First Claim, Plaintiffs have  sufficiently alleged a Claim for \nbreach of fiduciary duty against Keating.  Such a Claim, if factually viable, would support \na claim for constructive fraud and give rise to a Chapter 75 claim.  See Governor's Club, \nInc. v. Governors Club Ltd. P'ship , 152 N.C. App. 240, 250 (2002). \n[26] Further, in their Fourth Claim, which is discu ssed below, Plaintiffs have \nalleged that Defendants Bradley and GEI each conspired with Keating in attempting \nunlawfully to steal Plaintiffs' employees, customers and confidential commercial \ninformation, in violation of Keating's fiduciary duties to Plaintiffs.  If so, such a scheme \nwould constitute an agreement to perform unlawful acts or to perform lawful acts in an \nunlawful way because, among other reasons, it constituted a plan to violate the fiduciary \nduties of Keating to the Plaintiffs, and the plan was implemented using acts that \nthemselves violated that fiduciary duty.  Dalton v. Camp , 138 N.C. App. 201, 213 (2000) \n(citing Fox v. Wilson , 85 N.C. App. 292, 301 (1987)). \n \n[27] Having allegedly joined with Keating in a cons piratorial scheme, Bradley \nand GEI would have potential exposure to liability with Keating for damages caused by \nany act in furtherance of the common scheme. Id .; GoRhinoGo, LLC v. Lewis , 2011 \nNCBC 38, ¶ 35 (N.C. Super. Ct. Sept. 29, 2011); Green v. Condra, 2009 NCBC 21, ¶ \n167 (N.C. Super. Ct. Aug. 14, 2009).  If Plaintiffs ultimately meet their burdens of proof, \nBradley and GEI can be liable for conspiring with Keating to violate fiduciary duties \nKeating owed to Plaintiffs.  Cf. Harwell Enter., Inc. v. Heim,  276 N.C. 475, 479 (1970) \n(holding that if two persons conspire to violate the duties of one conspirator under a \ncovenant not to compete, both persons are jointly liable for the breach). \n[28] With regard to this Third Claim, the court CON CLUDES that Plaintiffs have \nsufficiently stated a claim against Defendants under the standard articulated by Rule \n12(b)(6) and Sutton,  277 N.C. at 102.  Accordingly, Defendants' Motion as to this Claim \nshould be DENIED. \nFourth Claim – Civil Conspiracy (As to all Defendan ts)  \n[29] Defendants contend that Plaintiffs' civil cons piracy Claim is subject to \ndismissal because all underlying claims should fail and civil conspiracy is a claim that \nnecessarily relies on some underlying unlawful action; and that recovery for such a tort \nmust be on the basis of the harm caused by the unlawful act, not the mere fact of the \nconspiracy.  Shope v. Boyer , 268 N.C. 401, 405 (1966).  \n[30] Defendants correctly point out that in order f or one or more of them to be \nliable to Plaintiffs for civil conspiracy, Plaintiffs must also show an 'overt act' committed \nby at least one conspirator in furtherance of the conspiracy.  Sunbelt Rentals, Inc. v. \nHead & Engquist Equip., L.L.C. , 2003 NCBC 4, ¶ 290 (N.C. Super. Ct. May 2, 2003) \n \n(quoting Dalton , 138 N.C. App. at 212).  They argue that neither of them committed any \novert unlawful act.  However, the law is clear that in the context of a conspiracy, an \notherwise lawful act can become an unlawful act when it is part of the conspiratorial \nplan.  Id.  \n[31] Here, the court has concluded that in their Fi rst Claim, Plaintiffs' have \nsufficiently alleged a Claim for breach of fiduciary duty against Keating.  Further, by way \nof this Fourth Claim, Plaintiffs' allege that Bradley and GEI worked in combination and \nagreement with Keating in knowing support of Keating's breach of his fiduciary duty \nPlaintiffs. \n[32] With regard to this Fourth Claim, the court CO NCLUDES that Plaintiffs \nhave sufficiently stated a claim against Defendants under the standard articulated by \nRule 12(b)(6) and Sutton, 277 N.C. at 102.  Accordingly, Defendants' Motion as to this \nClaim should be DENIED. \nFifth Claim – Interference With Contract and/or  \nAdvantageous Economic Relationship (As to all Defendants) \n \n[33] This Claim is stated in substance as a tort cl aim for interference with \ncontracts and advantageous relationships between Plaintiffs and their customers.  \nPlaintiffs specifically allege that Defendants interfered by misappropriating AECOM's \ntrade secrets and confidential information in an attempt to \"transition\"13  AECOM \ncustomers and projects to GEI.  \n[34] Defendants contend that Plaintiffs' Complaint fails to identify any existing \nor prospective contracts that have actually been interfered with by Defendants.  \n                                                 \n13  Id . ¶ 64. \n \n[35] To state a claim for tortious inference, a pla intiff must allege that the \ndefendant intentionally induced a third party either not to perform an existing contract or \nnot to enter into a prospective contract.  Dalton , 354 N.C. at 654; United Labs., Inc. v. \nKuykendall , 322 N.C. 643, 661 (1988).  A claimant must allege actual loss of an existing \nor prospective contractual relationship, which is a fundamental element of a tortious \ninterference claim.  Dalton , 353 N.C. at 654, Kuykendall , 322 N.C. at 661; see also \nSports Quest, Inc. v. Dale Earnhardt, Inc ., 2004 NCBC 4, ¶ 28 (N.C. Super. Ct. Mar. 12, \n2004) (dismissing tortious interference with prospective contract claim where the plaintiff \nfailed to identify the loss of future contracts with any specificity). \n[36] In the present case, Plaintiffs allege only th at Defendants have \"solicit[ed] \nPlaintiffs' customers,\" \"encourage[d] them to terminate and/or breach their contracts \nwith Plaintiff\" and \"attempt[ed] to transition AECOM customers and projects to GEI.\" 14   \nPlaintiffs fail to allege that Defendants actually interfered with existing or prospective \ncontracts, and Plaintiffs do not identify any specific contracts or customers that were \nlost. 15   Without such allegations in the Complaint, Plaintiffs have failed to state a valid \nclaim for tortious interference. \n                                                \n \n14  Id.  ¶¶ 24, 64.  \n15  The court observes that Plaintiffs' Memorandum in Opposition to Motion to Dismiss makes reference to \nthe names of clients and contracts that were allegedly interfered with by Defendants.  In fact, Plaint iffs' \nbrief offers several facts that appear to be relevant to its Claims, but are not alleged in the Compla int.  \nThe court's consideration of a Rule 12(b)(6) motion to dismiss is limited to the allegations that appear on \nthe face of the pleading at issue.  Perkins v. HealthMarkets, Inc. , 2007 NCBC 25, ¶ 84 n.6 (N.C. Super. \nCt. July 30, 2007) (recognizing that a court cannot \"go beyond the four corners of [the complaint] . . . \nwhen considering a Rule 12(b)(6) motion to dismiss\" ).  Accordingly, without converting this matter into \none for summary judgment, the court is forced to disregard the facts raised in Plaintiffs' brief, but not \nalleged in the Complaint.  Plaintiffs' brief even asserts that it can \"easily provide additional facts\" if desired \nby the court.  Further, Plaintiffs request that \"if the court is inclined to dismiss Plaintiffs' claims, it should \ninstead treat Defendant's Motion to dismiss as a request for a more definite statement.\"  The court, in its \ndiscretion, declines to convert Defendants' Motion.  Plaintiffs have had ample opportunity to seek leave to \namend their Complaint, but have chosen not to do so .  \n \n[37] Accordingly, with regard to this Fifth Claim, the court CONCLUDES that as \na result of Plaintiffs' failure sufficiently to allege or identify contracts or customers with \nwhich Plaintiffs contend Defendants interfered, the Claim is deficient as a matter of law.  \nDefendants' Motion therefore should be GRANTED with respect to said Fifth Claim, and \nit should be DISMISSED. \n NOW THEREFORE, it hereby is ORDERED that:  \n[38] Defendants' Joint Motion to Dismiss Pursuant t o Rule 12(b)(6) is GRANTED as \nto Plaintiffs' Second Claim (Trade Secret Misappropriation Under N.C. Gen. Stat. § 66-152 et \nseq .), and said Second Claim is DISMISSED. \n[39] Defendants' Joint Motion to Dismiss Pursuant t o Rule 12(b)(6) is GRANTED as \nto Plaintiffs' Fifth Claim (Interference with Contract/Interference with Advantageous Economic \nRelationship), and said Fifth Claim is DISMISSED. \n[40] Except as granted above, Defendants' Joint Mot ion to Dismiss is DENIED. \n[41] On or before Friday, March 9, 2012, the partie s shall submit to the court a Case \nManagement Report, pursuant to BCR 17.2.  The court will hold a Case Management \nConference, at a date later to be determined, to discuss case management issues. \n This the 6th \n day of February, 2012.       \n     \n "
}