{
  "id": "a4c241964afdd7869d9830165812c409ee366482c365699171cf7e8e545d30f1",
  "source_file": "data/raw/ncbc/a4c241964afdd7869d9830165812c409ee366482c365699171cf7e8e545d30f1.pdf",
  "raw_text": "NORTH CAROLINA \n \nCOUNTY OF WAKE \n \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n10 CVS 8327 \nOUT OF THE BOX DEVELOPERS, LLC,  \nd/b/a OTB CONSULTING, \n \nPlaintiff, \n \nv. \n \nLOGICBIT CORP., FRANCISCO A. \nRIVERA, DOAN LAW, LLP, and THE \nDOAN LAW FIRM, LLP, \n \nDefendants. \n \nFURTHER ORDER ON PLAINTIFF’S \nMOTION FOR DISCOVERY \nSANCTIONS  \n \n THIS MATTER is now before the court fo r the award of attorneys’ fees, which \nissue was reserved in the court’s June 5, 2013 Order pending the request of \nadditional information.  Plaintiff’s counsel has now provided support for its claimed \nfees and expenses. \n By this Order, the court makes findings  of fact demonstrating the basis upon \nwhich it exercised its discretion to determine the appropriate award.  See Kelley v. \nAgnoli, 205 N.C. App. 84, 695 S.E.2d 137 (2010).  Among its other considerations, in \nparticular, the court has reviewed the affidavit of Jonathan D. Sasser, together with \nits attachments, the multiple filings during the course of the litigation, and the \nmultiple hearings related to discovery, which are evidenced by the court’s electronic \ndocket, available at www.ncbusinesscourt.net.  The court has considered the time \nand labor expended on relevant matters, the nature and scope of the services \nrendered, the skill required to perform the services rendered, the customary fee for \nsimilar work, and the experience and ability of those rendering the services.  See, \ne.g., Shepard v. Bonita Vista Props., L.P., 191 N.C. App. 614, 626, 664 S.E.2d 388, \n396 (2008) (applying factors for the discretionary award of attorneys fees pursuant \nto N.C. Gen. Stat. §75-16.1).    \n   Out of the Box Developers, LLC v. LogicBit Corp., 2013 NCBC 34. \nPlaintiff has made a request totaling $63,714.57, supported by affidavit and \ntime records.  (Aff. of Jonathan D. Sasser ¶ 14.)  For the reasons stated below, the \ncourt, in its discretion, awards Plaintiff a total of fees and expenses of $38,919.07, \nand then allocates that award among the Defendants. \n The court makes the follo wing FINDINGS OF FACT: \n1. The court incorporates its Findings of Fact and Conclusions of Law \nfrom its June 5, 2013 Order.   \n2. As detailed in its June 5, 2013 Order, Plaintiff’s attorneys filed and \nbriefed three motions to compel, on July 12, 2012, November 20, 2012, \nand on March 27, 2013, seeking the discovery at issue.  In response to \nPlaintiff’s March 27, 2013 Motion to Compel, the court issued an Order \non April 12, 2013 ordering Defendants to provide the requested \ndiscovery by April 19, 2013.  Defendants failed to obey that April 12, \n2013 Order.  This failure to obey caused Plaintiff’s attorneys to file a \nMotion for Discovery Sanctions and For Contempt on April 22, 2013.  \nPlaintiff’s attorneys were also forced to prepare and file a brief \nresponsive to Defendants’ Motion to Strike Plaintiff’s Reply Brief to the \nMotion for Discovery Sanctions and For Contempt.  In addition to the \ndiscussion of discovery issues at prior hearings, which hearings also \nincluded other issues, Plaintiff’s attorneys had to travel from Raleigh \nto attend a hearing on its Motion for Discovery Sanctions and For \nContempt held on May 1, 2013 at the Business Court in Greensboro.  \nThe court issued its Order on Plaintiff’s Motion for Discovery Sanctions \nand Contempt on June 5, 2013, reserving the issue of an award of fees \nand expenses.   \n3. Each of these efforts Plaintiff expended to secure the discovery was \nreasonable and necessary. \n4. Based upon the affidavit of Mr. Sasser and its supporting materials, \nthe court finds that: \na. Plaintiff’s attorneys spent 6.5 hours, totaling $2,557.50 in \nattorneys’ fees, in relation to Plaintiff’s July 12, 2012 Motion to \nCompel; \nb. Plaintiff’s attorneys spent 10.5 hours, totaling $2,860.00 in \nattorneys’ fees, in relation to Plaintiff’s November 20, 2012 \nMotion to Compel; \nc. Plaintiff’s attorneys spent 13.5 hours, totaling $4,334.00 in \nattorneys’ fees, in relation to communicating with opposing \ncounsel concerning the January 29, 2013 Case Status Report \nrequested by the court at the December 19, 2012 status \nconference, which, inter alia provided an agreed-upon process \nfor delivering the discovery at issue; \nd. Plaintiff spent $500.00 as a pre-payment for obtaining the \ntranscript from the December 19, 2012 status conference; \ne. Plaintiff’s attorneys spent 3.5 hours, totaling $959.50 in \nattorneys’ fees, in attempting to coordinate with Defendants’ \ncounsel in order to complete the procedure agreed upon in the \nJanuary 29, 2013 Case Status Report; \nf. Plaintiff’s attorneys spent 47.3 hours, totaling $16,714.00 in \nattorneys’ fees, trying to obtain Defendants’ performance in \ncompliance with the process agreed upon in the January 29, \n2013 Case Status Report, preparing and briefing Plaintiff’s \nMarch 27, 2013 Motion for Entry of Order Compelling Discovery, \nand attempting to obtain Defendants’ compliance with the \ncourt’s April 12, 2013 Order granting Plaintiff’s March 27, 2013 \nMotion to Compel;  \ng. Plaintiff’s attorneys spent 48.8 hours, totaling $17,159.50 in \nattorneys’ fees, preparing and briefing Plaintiff’s April 22, 2013 \nMotion for Discovery Sanctions and For Contempt and \nresponding to Defendants’ Motion to Strike Plaintiff’s Reply \nBrief in Support of Defendants’ April 22, 2013 Motion; \nh. Plaintiff’s attorneys spent 51.2 hours, totaling $15,864.50 in \nattorneys’ fees, as well as $88.14 in mileage costs, preparing for \nand attending the May 1, 2013 hearing on Plaintiff’s Motion for \nDiscovery Sanctions and For Contempt; \ni. Plaintiff’s attorneys spent 13.1 hours, totaling $5,259.50 in \nattorneys’ fees, as well as $12.43 in costs, complying with the \ncourt’s direction at the May 1, 2013 hearing; \nj. Plaintiff spent $535.00 obtaining the transcript from the May 1, \n2013 hearing;  \nk. In total, Plaintiff’s attorneys spent 194.4 hours, totaling \n$65,708.50 in attorneys’ fees, in addition to $1,135.57 in \ntranscript, mileage, and other expenses, in efforts to obtain the \nthree versions of HoudiniESQ software that are at the heart of \nthis lawsuit; and \nl. Of this amount, $38,919.07 is directly caused by Defendants’ \nfailure to comply with the court’s April 12, 2013 Order. \n5. The discovery touched upon issues requiring specialized study and \nknowledge of the technology involved.  In fact, Defendants offered \naffidavit and live testimony at the May 1, 2013 hearing, which their \ncounsel represented to be necessary to the court’s understanding of the \nissues underlying the discovery requests.     \n6. In total, the number of hours spent on the various motions and actions \ntaken to obtain the discovery sought was reasonable considering the \ncomplexity of the issues involved, including the complex technical \nnature of the discovery sought and the technical difficulties \nencountered in obtaining the discovery. \n7. The affidavit of Mr. Sasser evidences his efforts to limit the attorneys’ \nfees claimed to those directly related to obtaining the discovery at \nissue.  (See Aff. of Jonathan D. Sasser ¶¶ 9–11, 13, 15.)  The affidavit \nof Mr. Sasser also details his firm’s efforts to minimize the duplication \nof effort and the use of paralegals, IT professionals, and litigation \nsupport professionals, when appropriate, to reduce the number of \nhours charged by attorneys with a higher hourly rate.  (See Aff. of \nJonathan D. Sasser ¶¶ 15–17.)  However, because of the complexity of \nthe issues involved, it was reasonable and appropriate that efforts be \nundertaken by Mr. Sasser, who is the senior litigator for Plaintiff, \nrather than by his delegating the matter to less experienced attorneys \nas might be the case for more routine issues or less complex discovery \nmatters.   \n8. The court is familiar with rates in comparable litigation based on its \nconsideration of fee requests submitted in other matters.  The court is \nfurther specifically aware of the experience and competency of counsel \nfor the Parties in the litigation, including their experience and \nfamiliarity with litigation involving trade secrets and technology of the \ntype at issue here.  The court has significant personal experience in \nlitigation in Wake County involving matters of comparable complexity. \n9. The court is aware of the range of hourly rates charged in Raleigh and \nother North Carolina municipalities for complex litigation, including, \namong other sources, from fee applications filed with this court.  The \ncourt finds that the hourly rates set forth in Mr. Sasser’s affidavit and \nstated in the table below are fair and reasonable, and conform to or are \nless than hourly rates charged in and around Wake County by firms \nwith comparable experience in matters of comparable complexity. \n10.  The hourly rates set forth in Mr. Sasser’s affidavit are also reasonable \nconsidering the experience of each attorney and legal assistant.  The \nrates set forth in Mr. Sasser’s affidavit and used for the calculation of \nattorneys’ fees requested in the Motion are also less than the standard \nrates for some of the attorneys involved.  (Aff. of Jonathan D. Sasser ¶ \n19.)  The court finds that the efforts expended were by appropriate \npersonnel matched to the task at hand. \n11.  The following summarizes the hourly rates detailed in the supporting \ndocumentation: \nAttorney Standard Hourly Rate Hourly Rate in \nAffidavit \nJonathan D. Sasser (Partner) $ 565.00 $ 495.00 \nC. Scott Meyers (Associate) $ 285.00 $ 260.00 \nLenor Marquis Segal \n(Associate) $ 260.00 $ 250.00 \nGrant Garber (Associate) $ 220.00 $ 220.00 \nSarah Hall Kaufman (Legal \nAssistant) $ 130.00 $ 130.00 \nBrian M. Flatley (Legal \nAssistant) $ 130.00 $ 130.00 \nCurtis Haynie (Legal \nAssistant) $ 85.00 $ 85.00 \n \n12. Based on its review of the evidence submitted and in its discretion, the \ncourt determines that Plaintiff should be awarded the sum of \n$38,919.07 for fees and expenses reasonably and necessarily incurred \nbecause of Defendants’ unwarranted failure to comply with the court’s \nApril 12, 2013 Order, necessitating Plaintiff’s April 22, 2013 motion \n($17,159.50), Plaintiff’s attendance at the May 1, 2013 hearing on that \nmotion ($15,952.64), and Plaintiff’s actions taken to comply with the \ncourt’s direction at the May 1, 2013 hearing ($5,806.93).  The court \nfinds that these efforts were reasonable and necessary to secure \ncompliance with the court’s April 12, 2013 Order and were of the \nnature and scope and expended by the persons with the requisite and \nappropriate skill and expertise considering the matter at hand, and \nthat the fees for the time expended were computed at hourly rates \ncustomary to the location and appropriate for litigation of comparable \ncomplexity. \n13. The court concludes that these amounts should not be discounted, \nparticularly considering that the court has confined its award to \nactivities after the court’s April 12, 2013 Order, and has not further \nawarded fees and expenses attendant to Plaintiff’s efforts leading up to \nthe April 12, 2013 Order. \n14. Defendants, and neither of them, having been given a full opportunity \nto do so, have demonstrated that their failure to comply with their \ndiscovery obligations was substantially justified or that any other \ncircumstances make an award of fees and expenses to Plaintiff unjust. \n15.  In fact, the court finds it unusual that further proceedings were \nrequired after the court resolved the contested discovery issues by its \nApril 12, 2013 Order.    \n16. The acts of the Doan Law Defendants in failing to abide by their \ndiscovery obligations and this court’s order were significantly more \negregious than the failures of LogicBit Corp. or Mr. Rivera. \n17. In fact, Mr. Doan could have avoided the dispute in significant part \nhad he undertaken appropriate inquiry of personnel under his \ndirection and control, which would have identified the requested \nbackup files. \n \nThe court makes the following CONCLUSIONS OF LAW: \n \n1. The court has the discretion to award Plaintiff its fees and expenses \nincurred pursuant to N.C. R. Civ. P. 26 and 37(a)(4) and (b)(2); \n2. Plaintiff has adequately documented that the fees and expenses \nawarded were necessarily and reasonably incurred, and the time and \nlabor expended was reasonable, necessary and appropriately matched \nto the effort required under the circumstances; \n3. The expenses and fees incurred were appropriate and matched the \nskill and experience required to address the nature and complexity of \nthe matters at issue; \n4. The fees and expenses requested are customary for work of a like \nnature; \n5. Defendants, and neither of them, have demonstrated that the failure to \ncomply with their discovery obligations or this court’s order was \nsubstantially justified; \n6. Defendants, and neither of them, have demonstrated any reason why \nthe award of fees and expenses to Plaintiff is unjust; \n7. The award of fees and expenses should be allocated 90% to the Doan \nDefendants and 10% to the LogicBit Defendants; \n8. The award of fees and expenses should be charged against the \nDefendants and not their counsel. \n \n IT IS THEREFORE ORDERED, pursua nt to Rules 26 and 37 and in the \ncourt’s discretion, that Plaintiff shall have and recover attorneys’ fees and costs as \nfollows: \n1. The sum of $35,027.16 jointly and severally from Doan Law, LLP and \nThe Doan Law Firm, LLP;  \n2. The sum of $3,891.91 jointly and severally from LogicBit Corp. and \nFrancisco A. Rivera; and \n3. Such sums shall be paid within 30 days of the date of this Order. \n \nThis the 10th day of July, 2013. \n "
}