{
  "id": "a4ce232f3cada01e203358dc6b487aedde4daf430d7404413f034c8bf09dd4ad",
  "source_file": "data/raw/ncbc/a4ce232f3cada01e203358dc6b487aedde4daf430d7404413f034c8bf09dd4ad.pdf",
  "raw_text": "Mancinelli v. Momentum Research, Inc., 2012 NCBC 4.   \n \n STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF DURHAM 09 CVS 1383 \n \n \nKAREN L. MANCINELLI, ) \n Plaintiff ) \n  )   \n v.  )  OPINION AND ORDER ON MOTION  \n   )  FOR SUMMARY JUDGMENT   \nMOMENTUM RESEARCH, INC., )  \n Defendant ) \n \n \nTHIS CAUSE, designated a complex business case by Order of the Chief Justice \nof the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, all references to the North Carolina General Statutes will be to \"G.S.\"), and \nassigned to the undersigned Chief Special Superior Court Judge for Complex Business \nCases, comes before the court upon Defendant’s Motion for Summary Judgment (the \n\"Motion\"), pursuant to Rule 56, North Carolina Rules of Civil Procedure (\"Rule(s)\"); and \nTHE COURT, after considering the Motion, briefs in support of and opposition to \nthe Motion, affidavits, other submissions of counsel and appropriate matters of record, \nCONCLUDES that the Motion should be GRANTED in part and DENIED in part, as \nreflected herein. \nGlenn, Mills, Fisher and Mahoney, PA, by Carlos E. Mahoney, Esq. for Plaintiff. \n \nJordan Price Wall Gray Jones & Carlton, PLLC, by Paul T. Flick, Esq. and Lori P. \nJones, Esq. for Defendant. \n \nJolly, Judge. \n \n \n \nPROCEDURAL BACKGROUND\n[1] On November 4, 2009, Plaintiff Karen L. Mancinelli (\"Mancinelli\") filed her \namended Complaint, in which she alleges three (3) claims for relief (\"Claim(s)\"): First \nClaim (Breach of Contract – Employment Agreement), Second Claim (Breach of \nContract – Shareholder Agreement or Pre-Incorporation Agreement) and Third Claim \n(Violations of the North Carolina Wage and Hour Act). \n[2] Defendant has answered timely and raised certain affirmative defenses.  \nDefendant's Motion has been fully briefed and argued, and is ripe for determination. \nFACTUAL BACKGROUND \nUnless otherwise indicated herein, the material facts reflected in paragraphs 3 \nthrough 31 of this Opinion and Order exist, are undisputed1 and are pertinent to the \nissues raised by the Motion. \n[3] At times material to this action, Plaintiff was a Director of Program \nManagement of Clinical Research and Trials (\"Director of Program Management\") with \nDefendant Momentum Research, Inc. (\"Momentum\"), a Delaware corporation that is \nduly licensed to conduct business in North Carolina.2 \n[4] Momentum is engaged in the business of managing and directing clinical \ntrials involving cardiovascular drugs and products.3 \n[5] Gadi Cotter, M.D. (\"Cotter\"), at times material, was President and Chief \nExecutive Officer of Momentum.4 \n                                                 \n1 It is not proper for a trial court to make findings of fact in determining a motion for summary judgment \nunder Rule 56.  However, it is appropriate for a Rule 56 order to reflect material facts that the court \nconcludes exist and are not disputed, and which support the legal conclusions with regard to summary \njudgment.  Hyde Ins. Agency v. Dixie Leasing Corp., 26 N.C. App. 138 (1975). \n2 Amd. Compl. ¶¶ 7, 2. \n3 Id. ¶ 3.  \n4 Id. ¶ 8a. \n  \n[6] Phillip W. Lemons, II (\"Lemons\"), at times material, was Vice President of \nMomentum.5 \n[7] Beth D. Weatherly (\"Weatherly\"), at times material, was Vice President of \nBiometrics of Momentum.6 \n[8] Michele Rund (\"Rund\"), at times ma terial, was Director of Global Program \nManagement of Momentum.7 \n[9] Prior to joining Momentum, Plainti ff was employed by the Duke Clinical \nResearch Institute (\"DCRI\") as a senior project leader in clinical trials.8 \n[10] In or around late March 2007, Cotte r, then also employed by DCRI, told \nPlaintiff that Cotter, Lemons, Weatherly and Rund were beginning Momentum and that \nthey would like for Plaintiff to join them as an owner of Momentum.9  Plaintiff contends \nthat Cotter offered her a fifteen percent (15%) ownership interest in Momentum.10  \nCotter also informed Plaintiff that if she agreed to join Momentum, she would be \nemployed as a senior project manager and her starting salary would be the same as at \nDCRI.11 \n[11] Plaintiff decided to leave DCRI and joined Momentum some time in April \n2007.12  On April 9, 2007, Momentum was incorporated.13   \n[12] On April 10, 2007, Momentum’s Board of Directors met and issued a \nresolution (the \"Resolution\") that authorized Momentum’s officers to sell and issue 520 \n                                                 \n5 Id. ¶ 8b. \n6 Id. ¶ 8c. \n7 Id. ¶ 8d. \n8 Id. ¶ 13.  \n9 Id. ¶ 20.  \n10 Id. ¶ 21.  \n11 Id. ¶ 23. \n12 Id. ¶ 25. \n13 Id. ¶ 29. \n  \nof the 1000 shares in the company for the purchase price of $.01 per share.14  The \nResolution authorized Momentum’s Board to sell and issue ninety (90) of the 520 \nMomentum shares to Plaintiff for $.90, which amounted to fifteen percent (15%) of the \ntotal shares in the company.15  Momentum also adopted bylaws during the April 10, \n2007 meeting.16 \n[13] Momentum contends that the di rectors subsequently reconsidered the \nimmediate offering of stock and formally rescinded the Resolution on July 10, 2007.17  \nMomentum alleges that the issuance and sale of stock was deferred to see how the \ncompany financially progressed before confirming the ownership structure.18 \n[14] In early June 2007, Lemons ask ed Plaintiff to sign an employment \nagreement (the \"Employment Agreement\") setting forth the terms of her employment at \nMomentum.19  Plaintiff signed and executed the Employment Agreement on May 30, \n2007.20  The Employment Agreement was for a one-year term beginning on June 1, \n2007, and ending May 31, 2008.21 \n[15] The Employment Agreement contains  termination provisions for (a) cause, \n(b) without cause and (c) disability.22  With regard to for cause termination, section 5(a) \nof the Employment Agreement provides in pertinent part: \nTermination by the Company fo r Cause. During Employee’s \nemployment with the Company, at any time, the Company \nmay terminate this Employee’s employment immediately and \nwithout prior notice if such termination is for \"Cause.\" For \n                                                 \n14 Id. ¶ 32.  \n15 Id. ¶ 33. \n16 Id. ¶ 35. \n17 Def. Mem. Law Supp. Mot. Summ. J. 7; G. Cotter Dep. 67-78.  \n18 Id.  \n19 Id. ¶ 48.  \n20 Id. ¶ 50.  \n21 Id. ¶ 52. \n22 Lemons Dep. Ex. 9. \n  \npurposes of this Agreement, \"Cause\" means: (i) Employee’s \ngross negligence or willful an d wanton misconduct which in \neither case results in material harm to the financial condition, \nbusiness, reputation, assets, or prospects of the Company; \n(ii) Employee’s fraud, mis appropriation, embezzlement \nrelating to the Company; (iii) Employee’s commission of any \nfelony or any other offense that results in an active sentence \nof imprisonment; (iv) Employee’s failure or refusal to perform \nhis or her job duties or other breach of a material term of this \nAgreement; (v) Employees failure to carry out directions \n(consistent with his/her posit ion with the Company) of the \nCompany’s management or B oard of Directors of the \nCompany; and/or (vi) Employee’s death. If the Company \nterminates Employee’s employment for Cause at any time, \nthe Company will pay  Employee (or his/her heirs or \nsuccessors) only for Employee’s accrued base salary at the \nthen-current rate through the termination date (payment for \nany accrued, unused paid time off will be paid in accordance \nwith the Company’s policies.)\n23\n \n[16] The termination without cause prov ision of the Employment Agreement, \nsection 5(b), provides in pertinent part: \nIf the Company terminates Em ployee’s employment without \nCause during the Initial Term, subject to Employee signing a \nrelease of claims in a form a cceptable to the Company, the \nCompany will: (i) until the earli er of the expiration of the \nInitial Term or until Employee  accepts employment with a \nthird party, continue paying Em ployee’s then-current Base \nSalary; and (ii) until the earlier of the expiration of the Initial \nTerm or until Employee has heal th insurance coverage \nprovided by a third party, reim burse Employee for continued \nhealth insurance coverage under COBRA or applicable state \nlaw . . . .24\n \n[17] The termination due to disability pr ovision of the Employment Agreement, \nsection 5(d), provides in pertinent part: \nIn the event that this Ag reement is terminated due to \nEmployee’s disability (where disability means Employee’s \nphysical or mental inability to  perform the essential functions \nof his/her position for ninety days or longer), subject to \n                                                 \n23 Id.  \n24 Id.  \n  \nEmployee signing a release of claims in a form acceptable to \nthe Company, the Company will, until the earlier of three (3) \nmonths after termination or unt il Employee begins receiving \ndisability insurance benefits . . . (i) continue paying \nEmployee’s Base Salary at the rate then in effect and (ii) \nreimburse Employee for continued health insurance \ncoverage . . . . In addition, the Company will pay Employee \nfor his/her accrued base salary  at the then-current rate \nthrough the termination date . . . .\n25\n \n[18] The Employment Agreement did not address Plaintiff's contended \nownership interest, and Lemons allegedly told Plaintiff that a separate shareholder’s \nagreement (\"Shareholder Agreement\") would be drafted and presented to her at a later \ndate.26   \n[19] Plaintiff testified that in August 2007, Lemons submitted to her a document \npurported to be a Shareholder Agreement, explaining Plaintiff’s ownership interest in \nMomentum.27  Plaintiff further testified that she signed the document and returned it to \nLemons.28  Plaintiff never received a copy of the document she signed and is unable to \nproduce a copy. \n[20] Momentum disputes w hether the Shareholder Agreement actually existed.  \nHowever, Plaintiff has propounded evidence that Lemons and Cotter sent subsequent \ne-mail messages that exist and which acknowledge that Plaintiff had a fifteen percent \n(15%) ownership interest in Momentum.29 \n[21] On January 4, 2008, Plaintiff re ceived a Raise Notification Letter (the \n\"Letter\") from Lemons which states: \n                                                 \n25 Id.  \n26 Lemons Dep. 156-157.  \n27 Amd. Compl. ¶ 58; Mancinelli Aff. ¶ 9; Mancinelli Dep. 31-32, 42, 48.  \n28 Mancinelli Aff. ¶ 9; Mancinelli Dep. 31-32, 42, 48. \n29 Pl. Br. Resp. Def. Mot. Summ. J. 8, 23; G. Cotter Dep. Exs. 45, 47, 49; Weatherley Dep. Ex. 92.  \n  \nMomentum Research, Inc. had a very successful 2007.  \nThanks to the hard work of our  employees, it looks to be a \ngreat year in 2008.  Because our  employees are so valuable \nto us and are responsible for the company’s success to date, \nwe have decided to make a change in the best interest of \nour employees to show our appreciation for your work.  As \ndiscussed in your individual meet ings earlier this week, you \nare being given a raise to  $160,000 beginning January 2008 \nbased on a $130,000 base salary and a $30,000 bonus.  As \nwe are a privately held company, this raise is due to our \ncurrent financial position and may be re-evaluated at any \npoint based on the company’s financial position.  Your salary \nwill need to be reviewed at least by the beginn ing of 2009 if \nnot before that time. \n \nWe appreciate the hard work you put into making our \norganization successful.  We hope this gesture shows our \ndedication to recognizi ng and acknowledging the \ncontributions of our employ ees, and focusing on ways in \nwhich we can thank you for the company’s growth.\n30\n \n[22] The $30,000 bonus (the \"Bonus\") was to be paid in twelve (12) monthly \ninstallments of $2,500 rather than a lump sum at the end of the year.31 \n[23] Between November 20, 2007, and t he end of February 2008, Plaintiff’s \nson and ex-husband experienced severe health issues that caused Plaintiff stress and \nanguish.32  Plaintiff contends that the stress over her family’s health issues resulted in \nher mental and physical exhaustion.33 \n[24] Momentum excused Plaintiff from several job duties and allowed her to \nwork from home the entire month of December 2007, to spend extra time with her \nson.34  \n                                                 \n30 Lemons Dep. Ex. 18. \n31 Amd. Compl. ¶ 72. \n32 Id. ¶ 76.  \n33 Id. ¶ 83.  \n34 Mancinelli Dep. 76-77; Lemons Dep. 213-14; G. Cotter Dep. 271.  \n  \n[25] Beginning in mid-December  2007, there was a breakdown in \ncommunication between Plaintiff and her supervisors at Momentum regarding her work \nduties.35   \n[26] On January 7, 2008, Plaintiff met with Cotter and Lemons.  After \ndiscussing Plaintiff's recent job performance and the strained communications between \nPlaintiff and Momentum, Plaintiff submitted a written request for medical leave on \nJanuary 8, 2008.36   \n[27] Shortly thereafter, Plaintiff withdrew her request for medical leave and \ncontinued to manage a reduced workload from January 8 until February 25, 2008.   \n[28] In February 2008, a dispute arose between Cotter and Plaintiff regarding \nher communications with clients of Momentum.37  Plaintiff contends that Cotter \nadmonished her conduct, which contributed to her suffering a nervous breakdown on or \nabout February 23, 2008.38 \n[29] On February 25, 2008, Plaintiff di d not report to work and notified her \nsupervisors of her decision to take an immediate and indefinite medical leave through a \nletter she had a friend deliver.39  The letter advised Momentum not to contact Plaintiff in \nany way, and that she would, at some indefinite point, be in touch.40 \n[30] Prior to providing not ice of leave, Plaintiff made no attempt to transition \nthe project she was managing to other Momentum employees.41  Defendant contends \n                                                 \n35 Amd. Compl. ¶¶ 84-86; Weatherley Dep. 27-29; Lemons Dep. 71-77.   \n36 Mancinelli Aff. ¶¶ 31-32, Lemons Dep. Ex. 23.  \n37 Mancinelli Aff. ¶ 40; Def. Brief 13.  \n38 Mancinelli Aff. ¶¶ 41-42; Mancinelli Dep. 125-28, 171.  \n39 Amd. Compl. ¶¶ 81-82; Lemons Dep. 233-35; G. Cotter Dep. Ex. 79.  \n40 Mancinelli Aff. ¶ 43; Lemons Dep. Ex. 78; Mancinelli Dep. 181-83.  \n41 Def. Mem. Law Supp. Mot. Summ. J. 13-14; Lemons Dep. 167-72; Pl. Br. Resp. Def. Mot. Summ. J. 21.  \n  \nthat, as a result, it was left to handle a project for which it lacked information and was \ninstructed not to contact the Plaintiff for information.42   \n[31]  On February 28, 2008, Momentum not ified Plaintiff, via letter, that she \nwas being terminated for cause effective February 25, 2008.43  Defendant paid Plaintiff \nan amount totaling $8,25544 for the sixteen (16) days she worked in February 2008. \nDefendant deducted the $2,500 Bonus paid to Plaintiff in January from her final \npaycheck.45  \nSUMMARY JUDGMENT \n[32] Under Rule 56(c), su mmary judgment is to be rendered \"forthwith\" if the \npleadings, depositions, answers to interrogatories and admissions on file, together with \nthe affidavits, if any, show that upon the forecast of evidence there exists no genuine \nissue as to any material fact and that any party is entitled to a judgment as a matter of \nlaw. Grayson v. High Point Dev. Ltd. P'ship, 175 N.C. App. 786, 788 (2006).  The court \nviews the evidence in the light most favorable to the nonmoving party. Bruce-Terminix \nCo. v. Zurich Ins. Co., 130 N.C. App. 729, 733 (1998).  \n[33] In support of its Moti on, Defendant argues that as a matter of law it did not \nbreach the Employment Agreement, alleged as a basis for Plaintiff's First Claim, \nbecause it had a right to terminate Plaintiff for cause due to her failure to follow \ndirections, poor job performance and unexcused absences.46  Defendant also argues \nthat even if Plaintiff was terminated without cause or due to a disability, she still would \nnot be entitled to any contractual post-employment wages or benefits because she did \n                                                 \n42 Def. Mem. Law Supp. Mot. Summ. J. 13-14.  \n43 Amd. Compl. ¶ 86.  \n44 Answer ¶ 85. \n45 Id.  \n46 Def. Mem. Supp. Mot. Summ. J. 15-16. \n  \nnot sign a release of claims against Momentum, a condition precedent to such \npayments.47 \n[34] Defendant further argues that as a matter of law it did not breach the \nShareholder Agreement or any pre-incorporation agreement (\"Pre-Incorporation \nAgreement\"), alleged as a basis for Plaintiff's Second Claim, because Momentum’s \nBoard formally rescinded the resolution to issue stock during the July 10 and November \n26, 2007 Board meetings and because there exists no written agreement evidencing \nany right of Plaintiff to acquire Momentum stock.  In the alternative, Defendant argues \nthat even if Momentum’s Board authorized the sale of stock to Plaintiff and executed an \nagreement for the purpose of selling stock, the terms of such agreement would require \nthat any shares sold to Plaintiff could be repurchased by Momentum upon her \ntermination.48 \n[35] Defendant further argues  that it did not violate the Wage and Hour Act, \nalleged as a basis for Plaintiff's Third Claim, when it deducted $2,500 from Plaintiff’s \nfinal paycheck and refused to pay Plaintiff $27,500 – the remainder of her Bonus for the \nyear 2008 – because Plaintiff forfeited her Bonus when she abandoned her position with \nMomentum. \n[36] Plaintiff argues in response t hat there is evidence before the court \nshowing that she properly performed her duties as Director of Program Management, \nfollowed the directions of her supervisors and kept them up to date on the projects she \nmanaged.49  Plaintiff contends that Defendant did not have cause to terminate her \n                                                 \n47 Id. 17.  \n48 Id. 19. Defendant cites no authority or evidentiary basis supporting its contention that Plaintiff's shares \nwould have been repurchased upon termination of her employment. \n49 Pl. Br. Resp. Def. Mot. Summ. J. 20. \n  \nemployment, and that she was improperly terminated due to disability because \nDefendant cannot establish that Plaintiff was unable to perform the functions of her \nposition for ninety (90) days, as required by section 5(d) of the Employment \nAgreement.50 \n[37] Plaintiff further argues that  she has propounded admissible evidence \nestablishing the existence of a written Shareholder Agreement issuing her fifteen \npercent (15%) of shares in Momentum, and that she also entered into an enforceable \nPre-Incorporation Agreement whereby Momentum agreed to issue shares to her.51   \n[38] Plaintiff also argues that Def endant violated the Wage and Hour Act by \ndeducting $2,500 from her final paycheck because she had earned that amount for her \nwork at Momentum and contributions to the company.52  Plaintiff contends that \nDefendant improperly refused to pay her the $27,500 remainder of her Bonus for 2008, \nfor the same reasons. \nDISCUSSION \nFirst Claim (Breach of Contract – Employment Agreement) \n[39] It is undisputed that on May 30, 2007, Plaintiff and Defendant entered into \nan Employment Agreement for a one-year term ending May 31, 2008.53 \n[40] Pursuant to the Employment Agreement, Defendant could terminate \nPlaintiff for cause, without cause or due to disability.54 \n                                                 \n50 Id. 19. \n51 Id. 24-25.  \n52 Id. 26-27. \n53 Id.; see Lemons Dep. Ex. 9. \n54 Id.  \n  \n[41] The court must decide whether ther e exist one or more genuine issues of \nmaterial fact with respect to whether Defendant breached the Employment Agreement \nby terminating Plaintiff for cause.  \n[42] The facts surrounding Plaintiff’s jo b performance while at Momentum are \ndisputed by both parties.  Defendant has set forth evidence showing Plaintiff refused to \nfollow the directions of her direct supervisor, Cotter, and failed to meet required \ndeadlines.55  Defendant also contends that despite specific instructions not to do so, \nPlaintiff engaged in one-on-one communications with clients.56  Plaintiff disputes these \ncontentions and submits evidence showing she properly performed her duties as \nDirector of Program Management and that her supervisors were impressed with her \nwork.57 \n[43] While there are genuine issues of fact regarding Plaintiff’s job \nperformance, it is undisputed that on February 25, 2008, Plaintiff abruptly left her \nposition at Momentum.  Plaintiff took an immediate leave of absence, notifying her \nsupervisors of this leave through a letter delivered by a friend of Plaintiff, which \ninstructed Momentum not to contact her.58  Plaintiff failed to provide her supervisors \nwith the status of the project on which she was working prior to her departure and \nrefused to turn over information related to the project.59 \n[44] The court CONCLUDES t hat Plaintiff’s conduct in abandoning the project \non which she was working and abruptly taking a leave of absence constituted sufficient \n                                                 \n55 G. Cotter Dep. 177-80, 196-201, Exs. 56, 62. \n56 Id.  \n57 See Mancinelli Dep. Ex. 80. \n58 Lemons Dep. 233-35; G. Cotter Dep. Ex. 79; Mancinelli Aff. ¶ 43.  \n59 Def. Mem. Law Supp. Mot. Summ. J. 13. \n  \ncause for Defendant to terminate Plaintiff under section 5(a) of the Employment \nAgreement.   \n[45] Because Defendant had sufficient cause to terminate Plaintiff under \nsection 5(a), it was only obligated to pay Plaintiff’s accrued base salary at the then-\ncurrent rate through the termination date, February 25, 2008.  Defendant paid Plaintiff \nher base salary for the days she worked in February. \n[46] Accordingly, the court CONCLUDES t hat there exist no genuine issues of \nmaterial fact with regard to whether Defendant breached the Employment Agreement, \nand with regard to Plaintiff’s First Claim, Defendant's Motion should be GRANTED. \nSecond Claim (Breach of Contract – Shareholder \nAgreement or Pre-Incorporation Agreement) \n \n[47] The parties take different positions  concerning whether and to what extent \nthe laws of North Carolina or Delaware should apply to the facts of this matter. \n[48] Defendant contends that because Mom entum is a Delaware corporation, \nthe court should apply Delaware law based on a choice of law concept commonly \nreferred to as the \"internal affairs doctrine.\"60  Defendant apparently then would have \n                                                 \n60 Def. Suppl. Br. Supp. Mot. Summ. J. 2-4. The internal affairs doctrine is a conflict of laws principle \nrecognizing that only one state should regulate a corporation’s internal affairs or the relevant corporate \ngovernance general standard of care, which are matters peculiar to the relationships among or between \nthe corporation and its current officers, directors, and shareholders. Bluebird Corp. v. Aubin, 188 N.C. \nApp. 671, 680 (2008).  Accordingly, states usually look to the state of incorporation of a business for the \nlaw that provides the relevant corporate governance general standard of care.  See Atherton v. F.D.I.C., \n519 U.S. 213, 224 (1997).  Corporate internal affairs that \"involve primarily a corporation’s relationship to \nits shareholders\" include, among other things, the issuance of corporate shares.  In re PHP Healthcare \nCorp., 128 F. App'x 839, 843 (3rd Cir. 2005) (citing Restatement (Second) of Conflict of Laws § 302 cmt. \na (1971)); see also Classic Coffee Concepts, Inc. v. Anderson, 2006 NCBC 21, ¶ 88 (N.C. Super. Ct. \nDec. 1, 2006) (quoting Russell M. Robinson, II, Robinson on North Carolina Corporation Law, § 32.05 n.1 \n(7th ed. 2002)) (\"[T]he 'internal affairs' of a corporation [include] such matters as . . . the sale or \nredemption by the corporation of its shares or other securities . . . .\").  Under Delaware law, the \n\"subscription for stock of a corporation, whether made before or after the formation of a corporation, shall \nnot be enforceable against a subscriber, unless in writing and signed by the subscriber or by such \nsubscriber’s agent.\"  Del. Code Ann. tit. 8, § 166.  Delaware law requires strict compliance with the \nstatutory requirements for the issuance and sale of stock.  Anderson v. Dobson, No. 1:06-cv-2, 2007 U.S. \n  \nthe court apply the arguably-more-stringent Delaware statutory requirements governing \nthe issuance of corporate shares to the facts of this Second Claim.  Plaintiff argues that \nnotwithstanding the internal affairs doctrine, the arguably-less-stringent North Carolina \nstatutory requirements would apply because the alleged Shareholders Agreement or the \nPre-Incorporation Agreement was made in North Carolina. \n[49] Plaintiff has been unable to pr oduce the alleged written Shareholder \nAgreement, and Momentum contends that no such document exists.  However, Plaintiff \ntestified that Lemons presented a written Shareholder Agreement to Plaintiff and told \nher that it was her final ownership paperwork.61  Plaintiff testified that she reviewed the \nShareholder Agreement's terms, confirmed she would receive a fifteen percent (15%) \nownership interest and signed and returned it to Lemons.62  Further, Plaintiff has \npropounded evidence that Lemons acknowledged the existence of Plaintiff's ownership \nin Momentum in writing on several occasions.63  Plaintiff also testified as to statements \nmade by Cotter and Lemons to Plaintiff in March 2007 regarding the agreement for \nissuance to Plaintiff of shares in Momentum. \n[50] The court concludes that upon the evidence forecast here, the result \ninsofar as the Motion is concerned would be the same regardless of whether North \nCarolina or Delaware law applies.  Consequently, with regard to this Second Claim, \nfurther analysis of (a) the Delaware statutory requirements, (b) the North Carolina \n                                                                                                                                                             \nDist. Lexis 66103, at *38 (W.D.N.C. Mar. 22, 2207) (quoting Grimes v. Alteon Inc., 804 A.2d 256, 260 \n(Del. 2002)).  Corporate minutes and other records do not satisfy Delaware law, which requires \"a written \ninstrument evidencing the relevant transactions affecting the issuance of stock.\"  Grimes, 804 A.2d at 260 \n(holding that issuance of corporate stock requires board approval and a writing because issuance of stock \n\"is an act of fundamental legal significance having a direct bearing upon questions of corporate \ngovernance, control and the capital structure of the enterprise\"). \n61 Mancinelli Dep. 31-32.  \n62 Mancinelli Dep. 31-32, 42, 48; Mancinelli Aff. ¶ 9.  \n63 Lemons Dep. 184-85, Ex. 45, 47, 49 \n  \nstatutory requirements and (c) the relevant conflicts of law principles as to which applies \nto the facts here is not necessary to resolution of the Motion.64 \n[51] As such, the court CONCLUDES that there exists a genuine issue of \nmaterial fact regarding the existence of a written, properly executed Shareholder \nAgreement or an enforceable Pre-Incorporation Agreement \n[52] Consequently, with regard to Pl aintiff’s Second Claim, Defendant's Motion \nshould be DENIED. \nThird Claim (Violations of the Wage and Hour Act) \n[53] Plaintiff’s third and final Claim is for violations  of the North Carolina Wage \nand Hour Act.   \n[54] The North Carolina Wage and Hour  Act provides in pertinent part: \nEmployees whose employment is discontinued for any \nreason shall be paid all wages due on or before the next \nregular payday either through the regular pay channels or by \nmail if requested by the em ployee. Wages based on \nbonuses, commissions or other forms of calculation shall be \npaid on the first regular pay day after the amount becomes \ncalculable when a separation occurs. Such wages may not \nbe forfeited unless the em ployee has been notified in \naccordance with G.S. 95-25.13 of the employer’s policy or \npractice which results in forfeiture. \n \nG.S. 95-25.7. \n[55] G.S. 95-25.13 provides that an employ er may cause loss or forfeiture of \ncertain wages, including bonuses, only if the employer gives its employees advance \nwritten notice of the conditions that may cause such loss or forfeiture.  G.S. 95-25.13(3) \n(stating that employers must \"[n]otify employees, in writing or through a posted notice \n                                                 \n64 This Opinion and Order does not constitute a final disposition of this Second Claim, and a further \nwritten opinion is not required by Rule 2.1(b) of the General Rules of Practice for the Superior and District \nCourts. \n \n  \nmaintained in a place accessible to its employees, at least 24 hours prior to any \nchanges in promised wages.\").  Therefore, a bonus will be subject to forfeiture only if \nthe employer \"has notified the employee of the conditions for loss or forfeiture in \nadvance of the time when the pay is earned.\" Narron v. Hardee’s Food Sys., Inc., 75 \nN.C. App. 579, 583 (1985).  \n[56] A notification that caus es forfeiture of bonus is not sufficient if it does not \nspecify \"the conditions for loss or forfeiture.\" Kornegay v. Aspen Asset Grp., LLC, __ \nN.C. App. __, 693 S.E.2d 723, 735 (2010)  (holding that a memo merely stating that \nplaintiff employee will get no bonuses until defendant employer \"sees fit [and] confident \nthat [defendant] is making money\" is not sufficient notification).  Furthermore, any \nambiguity in a purported notice is to be resolved in favor of the employee.  Id.  In \nKornegay, the court explained that \"regulations relating to the [North Carolina Wage and \nHour Act] provide that ‘[a]mbigous policies and practices [relating to bonuses and \ncommissions] shall be construed against the employer and in favor of the employees.’\" \nId. (citing 13 N.C. Admin Code 12.0307(c)). \n[57] The Letter from Lemons to Plaintiff stated that she was \"being given a \nraise to $160,000 beginning January 2008 based on a $130,000 base salary and a \n$30,000 bonus.\"65  The Bonus was to be paid in $2,500 installments over twelve \nmonths rather than a lump sum at the end of the year. \n[58] Plaintiff’s January 2008 paycheck contained the monthly Bonus payment \nof $2,500.  However, after Plaintiff was terminated at the end of February 2008, \nDefendant withheld $2,500 from her February paycheck, stating that the amount paid in \n                                                 \n65 Lemons Dep. Ex. 18. \n  \nJanuary was an advance on a future bonus that was forfeited by Plaintiff when she left \nMomentum.   \n[59] Defendant argues t hat the $2,500 was an \"advance\" on a bonus that \nPlaintiff had not yet earned.66  However, the Letter sent to Plaintiff on January 4, 2008 \ndid not explicitly state that the Bonus of $30,000 was an advance.67  In fact, the Letter \nsimply stated that Plaintiff is \"being given a raise to $160,000\" and allocated Plaintiff’s \nwages as \"a $130,000 base salary and a $30,000 bonus.\"68  Since nothing in the Letter \nstates that the $30,000 Bonus was an advance on wages, there exist material issues of \nfact as to whether the $30,000 Bonus represents work already performed by Plaintiff or \nis an advance on wages not yet earned. \n[60] The court CONCLUDES t hat there exist genuine issues of material fact \nwith respect to whether Defendant violated the Wage and Hour Act by withholding from \nPlaintiff the Bonus, an amount totaling $30,000.  Therefore, with regard to Plaintiff’s \nThird Claim, Defendant's Motion should be DENIED. \nNOW THEREFORE, based upon the foregoing, it hereby is ORDERED that: \n[61] Defendant’s Motion for Summary Judgment  as to the Plaintiff's First Claim \n(Breach of Contract – Employment Agreement) is GRANTED, and the First Claim is \nDISMISSED. \n[62] Defendant’s Motion for Summary Judgment as to the Plaintiff's Second \nClaim (Breach of Contract – Shareholder Agreement or Pre-Incorporation Agreement) is \nDENIED. \n                                                 \n66 Def. Mem. Law Supp. Mot. Summ. J. 20.   \n67 Lemons Dep. Ex. 18. \n68 Id.  \n  \n[63] Defendant’s Motion for Summary J udgment as to the Plaintiffs' Third \nClaim (Violations of the North Carolina Wage and Hour Act) is DENIED. \n[64] On Friday, January 27, 2012, at 11:00 a.m., at the North Carolina \nBusiness Court, 225 Hillsborough Street, Suite 303, Raleigh, North Carolina, the court \nwill conduct a hearing and status conference with all parties to this action for the \npurpose of setting this matter for trial and determining any remaining pre-trial issues. \nThis the 12th day of January, 2012. \n \n      \n  "
}