{
  "id": "a4ee9eab0a05e2996824726c22e82896eaf4c531a6c02ac792c00ff045ec5029",
  "source_file": "data/raw/ncbc/a4ee9eab0a05e2996824726c22e82896eaf4c531a6c02ac792c00ff045ec5029.pdf",
  "raw_text": "Tai Sports, Inc. v. Hall, 2012 NCBC 62. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF GASTON \nIN THE GENERAL COURT OF JUSTICE \n \nSUPERIOR COURT DIVISION \n09 CVS 2201 \n  \nTAI SPORTS, INC., \n \n Plaintiff, \n \nvs. \n \nJEFFREY LEE HALL, TRACI HALL, JEFF \nHALL SPORTS, INC., JEFFREY LEE HALL \nd/b/a “WORTH SPORTS,” “BAT-R-UP,” “WSL,” \nand/or “JEFF HALL GRAPHICS,” TKL \nELECTRICAL SERVICES, INC., C.H. & SONS \nCONSTRUCTION, INC., BRANDON ROBERTS \nRODNEY WALKER  a/k/a crestchargers13@ \nyahoo.com, MIKE CALDWELL, TRACI P. \nBRADLEY, SHELLY A. (“MOE”) NEAL, \nANDREW BENFIELD, and DEWEY \nMcKINNEY, , \n \n           Defendants. \n \nAND \n \nJEFFREY LEE HALL, JEFF HALL SPORTS, \nINC., C.H. & SONS CONSTRUCTION, INC., \nTKL ELECTRICAL SERVICES, INC., and \nMIKE CALDWELL, \n \n           Counterclaimants, \n \nvs. \n \nCARLOS G. VEGA, VEGA REAL ESTATE \nHOLDINGS, LLC and TAI SPORTS, INC., \n \n           Counterclaim Defendants. \n \n \n \n \n \n \n    \n    \n    \n    \n    \n    \n    \n    \nORDER ORDER ORDER ORDER & & & & FINAL JUDGMENT FINAL JUDGMENT FINAL JUDGMENT FINAL JUDGMENT    \n \nGray, Layton, Kersh, Solomon, Furr & Smith, P.A., by William E. Moore, Jr. \nfor Plaintiff/Counterclaim Defendant TAI Sports, Inc.; and Counterclaim \nDefendants Carlos G. Vega and Vega Real Estate Holdings, LLC.   \nBaucom, Claytor, Benton, Morgan & Wood, P.A., by Rex C. Morgan for \nDefendants Jeffrey Lee Hall individually and d/b/a Worth Sports, LLC; Bat-R-\nUp; WSL; Jeffery Hall Graphics; TKL Electrical Services, Inc.; C.H. & Sons \nConstruction, Inc.; Traci Hall; Mike Caldwell; Rodney Walker; and Jeff Hall \nSports, Inc.  \nBrandon Roberts, Traci P. Bradley, Dewey McKinney, and Shelly A. (“Moe”) \nNeal appearing pro se.  \nMurphy, Judge. \nI.  \nSTATEMENT OF THE CASE \n{1}  THIS THIS THIS THIS MATTER MATTER MATTER MATTER came before the Court for trial without a jury during the \nApril 4, 2011, term of civil Superior Court in Gaston County.  In its 40-page \nAmended Complaint filed May 21, 2009, Plaintiff alleges seventeen (17) claims for \nrelief: (1) preliminary and permanent injunctive relief, (2) demand for accounting,1 \n(3) declaratory judgment, (4) breach of contract, (5) fraud, (6) breach of fiduciary \nduty and constructive trust, (7) constructive trust in favor of Plaintiff, (8) conversion \nof personal property, (9) unfair and deceptive trade practices, (10) unjust \nenrichment, (11) quantum meruit for rent on implied lease, (12) trespass, (13) \ntrespass to personal property, (14) civil conspiracy, (15) nuisance, (17) tortious \ninterference with business relations and the prospective economic advantage of \nPlaintiff, and (18) punitive damages. 2   \n{2}  Plaintiff dismissed with prejudice all claims against Defendant Ted W. \nHarris on March 15, 2011.  Although Plaintiff had previously dismissed with \nprejudice all claims against Defendant Andrew Benfield (“Benfield”) on May 21, \n2009, Benfield appeared as a witness and testified during the trial of this case. \n{3}  Beginning April 4, 2011, and concluding June 3, 2011, the Court received \nevidence, including 311 Exhibits, and sworn testimony from twenty (20) witnesses \n(live, by deposition, and by video conferencing), including three (3) expert witnesses.  \nWhat was represented by the parties to be a three (3) week bench trial morphed \n                                                 \n1 The Court denied Plaintiff’s demand for accounting by its order entered on June 25, 2009.  \nTAI Sports, Inc. v. Hall , No. 09 CVS 2201 (N.C. Super. Ct. June 25, 2009) (order denying \nPlaintiff’s Motion for Preliminary Injunction).  \n2 The Amended Complaint does not include a claim denominated (16).  \ninto a tedious eight-week presentation of evidence, principally by Plaintiff, that \ntended more to obscure the salient facts of the case rather than enlighten the Court.  \nNonetheless, after an inordinately time-consuming, arduous, and painstaking \nconsideration of the record, the evidence presented, and the arguments and \ncontentions of counsel and the parties, the Court makes the following: \nII.  \nFINDINGS OF FACT \nA.   \nBACKGROUND \n{4}  In 2005, Carlos Vega (“C. Vega”), a citizen and resident of the state of \nCalifornia, formed TAI Sports, Inc., (“TAI”), a California corporation, which he has \nowned and operated since 2005.   \n{5}  At all relevant times, TAI’s operation was physically located at 446 West \nMeats Avenue in Orange, California.  C. Vega was the owner and President of TAI, \nand his brother, Jose Vega (“J. Vega”), was Vice-President.  TAI had two office \nworkers who processed virtually all orders and sales of sporting products coming \nthrough the California office, Elizeth “Elly” Armenta and Lupe’ Ramirez.  In \naddition to TAI, C. Vega owned and operated Turbine Airmotive, Inc, a separate \nCalifornia corporation also supported by J. Vega, Elly Armenta, and Lupe’ Ramirez.    \n{6}  During the first quarter of 2006, TAI developed a product line of “Elite” \nbrand sports apparel initially consisting of bat bags and “Turf” shoes.  The brand \neventually developed into a more complete line of sporting apparel that included \nshirts, pants, hats, uniforms, etc.   \n{7}  Defendant Jeffrey Lee Hall (“Hall”), a citizen and resident of Gastonia, \nNorth Carolina, is a well-known, amateur softball player who has numerous batting \ntitles and was the first active player inducted into the United States Specialty \nSports Association (USSSA) Slow Pitch Softball Hall of Fame in 2006.  Hall \ndescribes himself as “the most recognizable name in the game of amateur softball.”   \n{8}  Before meeting C. Vega, Hall had enjoyed endorsement contracts with \nseveral different sporting goods equipment and apparel manufacturers, including \nWorth Sports, LLC (“Worth”).  At the time Hall met C. Vega, Hall was sponsored by \nWorth and was an authorized seller of Worth bats.  Worth paid Hall a salary, plus \nexpenses, and a percentage of revenue from the sale of “Jeff Hall” signature bats \nsold by Worth.  In 2006, Hall also had a personal account with Worth to occasionally \nsell bats for himself, but he was not in the business of selling bats until 2007.    \n{9}  In addition to his softball activities, Hall was a minority owner of C.H. & \nSons Construction, Inc. (“C.H. & Sons”), a North Carolina corporation that he \nstarted in June 2005 with Defendant Mike Caldwell (“Caldwell”) and William \nCooper (not a party to this action).  Hall also owned a majority interest in \nDefendant TKL Electrical Services, Inc. (“TKL”).  William Cooper was a minority \nowner of TKL until his interest was purchased by C.H. & Sons during the course of \nan unrelated, internal company dispute.   \n{10}  Defendant Traci Hall (“T. Hall”) is the wife of Defendant Hall.  T. Hall is \nthe majority owner of C.H. & Sons and, from the inception of the business, has \nserved as its bookkeeper.  T. Hall also performed bookkeeping services for TKL and \nvarious other Hall entities, and managed her family’s personal financial affairs.  T. \nHall worked principally from an office over the garage of the Halls’ residence at \n2004 Tomshire Drive, Gastonia, North Carolina. \nB.  \nPROMOTIONAL ARRANGEMENT BETWEEN TAI AND JEFF HALL \n{11}  In September 2006, Mike Turney, a Worth representative, introduced C. \nVega to Hall at the 2006 Softball World Series in Orlando, Florida.  After becoming \naware of Hall’s prowess and notoriety as a star softball player, C. Vega asked Hall \nto wear and promote TAI’s “Elite” brand products (turf shoes, dry-fit shirts, bags \nand jackets) during Hall’s softball appearances around the country.  C. Vega did not \nhave any samples with him.  About a week after meeting Hall, C. Vega called Hall \nand arranged to have several pair of “Elite” turf shoes delivered to Hall’s home \naddress.   \n{12}  Hall was receptive to the arrangement and agreed to wear and promote \n“Elite” products.  The parties did not enter into a formal written agreement, but \nagreed that Hall would receive free TAI “Elite” brand products to wear for \npromotional purposes at softball tournaments and appearances, and that TAI could \nuse Hall’s name to promote its products.   \n{13}  As the relationship developed, TAI paid expenses associated with Hall’s \nparticipation in high-level softball tournaments and events, including sponsorship \nof the “Long Haul Bombers Tour”, the World Softball League (“WSL”) and the U.S. \nSlow Pitch Softball Association (“USSSA”).  TAI obtained Worth’s permission for \nHall to promote “Elite” products.   As agreed, Hall wore and promoted “Elite” \nproducts at several hitting exhibitions that he participated in around the country.  \nThe relationship between C. Vega and Hall evolved over time by way of verbal and \nelectronic communications between themselves, and via personal interactions, until \nMarch 2009. \n{14}  Neither C. Vega nor TAI provided Hall with any guidelines or limitations \nregarding the use, sale, or distribution of promotional items.  Hall had discretion to \ngive away or to sell below cost TAI’s products for promotional purposes.  Although \nTAI complains that Hall was excessive in giving away promotional items and \nproviding steep discounts to customers, by default TAI left those decisions regarding \npromotional goods entirely to the discretion and judgment of Hall (Exhibit 147-I, \np.168, L18–25).   \n{15}  Hall maintains that the only merchandise C. Vega sent to him in October \nand November 2006, was sample packages sent to Hall personally, and that Hall \nnever sold merchandise from his home.   \n{16}  According to C. Vega, he and Hall talked by telephone in September or \nOctober 2006.  Hall was going to a tournament and requested that C. Vega send \nhim “Elite” products to sell.  Hall did not say what or how much merchandise to \nsend.  C. Vega presented shipping manifests for approximately 220 packages of TAI \nmerchandise, each package weighing between twenty-two (22) and forty-eight (48) \npounds, shipped via Federal Express from TAI to Jeff Hall, 116 Hunter Lane, \nGastonia, North Carolina on or about October 12, 2006.  (Plaintiff’s Exhibit 155-P - \nFederal Express shipping records).  As of November 4, 2006, the amount due to \nFederal Express for shipping was overdue.  C. Vega also presented Plaintiff’s \nExhibit 155-P1 (Invoice #8-479-58875 dated October 20, 2006, in the amount of \n$55,750.00) which tends to confirm his assertion that merchandise was shipped to \nHall.  Hall denied receiving the merchandise, and did not account for any sale \nproceeds.  From the evidence presented, the Court finds C. Vega’s testimony to be \ncredible regarding the shipment of merchandise to Hall.    \n{17}  C. Vega acknowledges that he and Hall never discussed: (a) Hall’s \nresponsibilities with respect to the merchandise, (b) how the invoice was to be paid, \nor (c) what Hall’s share of the sales proceeds would be.  C. Vega expected Hall to be \nhonest and fair with him and to pay him for the products, but C. Vega never \ncommunicated those expectations to Hall. \nC.   \nTHE EAST COAST DISTRIBUTION CENTER (ECDC) \n{18}  In October 2006, C. Vega informed Hall that he was looking for a place on \nthe east coast to open a warehouse and distribute “Elite” products, and wanted to \nknow if Hall was aware of any warehouse space available in the Gastonia area.  \nHall informed C. Vega about warehouse spaces for sale on New Hope Road in \nGastonia.  In November 2006, C. Vega traveled to Gastonia to look at spaces, and \nafter visiting two locations, he purchased a warehouse at 3400 New Hope Road, \nGastonia, North Carolina from the Lakhany family.      \n{19}  While in Gastonia, C. Vega opened a bank account at Citizens South Bank \nfor the TAI East Coast Distribution Center (“ECDC”), and made Hall a signatory on \nthe account.  Hall agreed to deposit funds in the account from monies he earned \nfrom selling TAI products that had been shipped to him.  Hall and C. Vega never \nreduced their arrangement to writing and both men testified about different \nunderstandings with respect to Hall’s role in the ECDC.   \n{20}  In addition to promoting “Elite” products, Hall understood that he was \nacting only as C. Vega’s friend by agreeing to: (a) oversee the operation of the \nECDC, (b) help with the hiring and management of personnel, (c) oversee the \nmaintenance of the facility, and (d) manage the collection and deposit of rents from \ntenants of 3400 New Hope Road.  According to Hall, C. Vega promised to give Hall a \nshare of the profit from the sale of the warehouse at some unspecified future time.   \n{21}  C. Vega, on the other hand, described an arrangement whereby Hall would \nbe responsible for: (a) overseeing and operating the ECDC; and (b) signing checks \nless than $10,000 for TAI-related business operations (checks over $10,000 required \ntwo signatures).  According to C. Vega, Hall would be rewarded for his efforts if and \nwhen C. Vega sold the warehouse.  But, no discussion or agreement was reached on \nthe specific amount, share, or nature of reward that Hall would receive.  In addition \nto a share from the sale of the warehouse, C. Vega testified that Hall would receive \nfree “Elite” brand products to wear, promote, and sell for his own benefit.  \n{22}  C. Vega acknowledges that Hall was not hired initially as an employee of \nTAI or the ECDC because C. Vega could not afford to pay Hall a salary.  However, \naccording to C. Vega, in exchange for Hall agreeing to operate and manage the \nECDC, Hall would receive free TAI products to wear while promoting TAI, and TAI \nwould bring Hall on as a full-time employee when C. Vega could afford to pay Hall a \nsalary comparable to Hall’s earnings from C.H. & Sons.  According to C. Vega, this \narrangement constitutes the foundation of the parties’ agreement upon which this \nlawsuit is based, even though no specific duties were discussed or assigned to Hall \nas the manager of the ECDC.   \n{23}  C. Vega purchased the property at 3400 South New Hope Road in June \n2007, in the name of Vega Real Estate Holdings, LLC (“Vega Real Estate”), a \ncompany owned in equal shares by C. Vega and his wife.  The total warehouse space \nwas divided into three separate parcels (A, B and C).  Between January and June \n2007, TAI leased Parcel B from the owner, Cougar, Inc. (the Lakhany’s business).  \nAfter the purchase, C. Vega leased Parcel A of the warehouse to Cougar, Inc., TAI \noccupied Parcel B, and Parcel C remained subject to a pre-existing lease with an \nunrelated business.    \n{24}  C. Vega did not make inquiries into Hall’s background and experience, or \nHall’s ability to do the things C. Vega expected of him, before entrusting Hall with \nthe Gastonia checking account, the management and operation of the ECDC, and \nthe hiring of employees.  C. Vega testified that he thought he could trust Hall \nbecause Hall was the poster child for a $100 million dollar company (Worth) and \nbecause C. Vega knew Hall’s reputation in the softball world was superb.   \n{25}  In March 2007, Hall hired his cousin, Tammy Hall Smith (“Smith”), to help \nin the ECDC 2–3 days per week taking orders, shipping product, and doing general \noffice work.  At that time, there was a shipping computer in the warehouse, but \nSmith used an excel spread sheet to enter and keep track of product inventory.  All \nsales were recorded on slips of paper that Smith retained.  Within a few months, \nSmith visited the QuickBooks internet website, researched the product and \npurchased a QuickBooks computer bookkeeping program from Office Depot for the \nECDC’s office.  Smith later purchased an updated version of QuickBooks because it \nwas a better product for distribution and warehouse purposes and allowed her to \nkeep up with inventory more efficiently.  Smith had no prior experience with \nQuickBooks before she purchased the program for the ECDC, and taught herself to \nuse the program without help from anyone at TAI.  No one from TAI’s California \noffice ever inquired about the ECDC QuickBooks program, or sent anyone to review \nthe QuickBooks program or files, while Smith was employed.   \n{26}  Smith’s responsibilities grew to include writing checks for accounts payable, \nsupplies, and temporary help wages.  Smith wrote checks from the TAI bank \naccount and Hall signed them, although she recalled signing Hall’s name to a few \nchecks if Hall was out of town and accounts needed to be paid.  Smith received no \ntraining or instructions from Hall, C. Vega, or any other employee or representative \nof TAI regarding shipping, receiving, bookkeeping, or other duties necessary for the \noperation of a warehouse facility.  While employed with TAI, Smith entered sales \norders and made financial entries into the QuickBooks program.  Andrew Benfield \n(“Benfield”) and Linda Ratchford were the only other individuals who entered sales \norders into the system.  While Smith was an employee of TAI, no products entered \nor left the warehouse without being accounted for and documented in QuickBooks.   \n{27}  During the summer of 2007, Smith entered into QuickBooks all of the data \nfrom the Excel spreadsheet she had been using, and transferred into the computer \nprogram all product sales from the slips of paper she had maintained.  Smith also \nparticipated in an inventory of TAI products at the ECDC in October 2007.  By that \ntime, all historical inventory and sales had been entered into the QuickBooks \nprogram.  Smith remained in her position until she quit in mid-April 2008. \n{28}  From April 18 through May 22, 2008, T. Hall served as the interim office \nmanager for the ECDC until a permanent office manger was hired.  T. Hall also \nprovided occasional assistance and training to Smith, and later Traci Bradley \n(“Bradley”) on QuickBooks.  To better facilitate the training of TAI employees, in \nJanuary 2009, T. Hall was provided an electronic copy of TAI’s QuickBooks.  T. Hall \nwas also given access to the ECDC’s computer and entered or recorded transactions \nin both the ECDC’s QuickBooks program and the financial books and records of \nHall’s other businesses.   \n{29}  In fall 2007, Hall hired Benfield to help Moe Neal with shipping and \nreceiving, unloading trucks, and stocking the ECDC warehouse with “Elite” \nproducts.  After a few months in the warehouse, Benfield began processing orders in \nthe office with Smith.  Benfield made entries in QuickBooks, but had no prior \nexperience with the program.  Most of the work Benfield did involved processing \nCalifornia orders and doing business with “Elite” representatives, although he also \nsold retail from the ECDC to customers.  At all times, Benfield understood he was \nan employee of TAI, but worked under Hall.  For day-to-day matters, whenever \nBenfield had questions about work, he took them to Smith.   \n{30}  From time to time, Benfield would go over to C.H. & Sons to see Hall about \na question.  If Hall was not available, Benfield would email C. Vega or one of his \nemployees in California.  On occasion, Benfield called C. Vega directly with \nquestions.   \n{31}  After Hall purchased a printer and some presses for the ECDC, Benfield \nused the equipment to print and press “Elite” shirts that were sold as TAI products.  \nIn January 2009, Benfield began working with Dewey McKinney (“McKinney”) in \nthe offices of C.H. & Sons doing printing and graphics work for “Elite” products, \namong other things.  Benfield understood that McKinney was also an employee of \nTAI.  Benfield remained an employee of TAI until March 3, 2009.    \n{32}  On April 16, 2008, Hall hired Bradley to replace Smith as the ECDC office \nmanager. Bradley had a clerical background, but no experience with bookkeeping or \nwith QuickBooks.  Bradley served as the ECDC’s office manager and managed the \ncompany’s books and records, including its QuickBooks accounting software, with \nassistance from T. Hall and Melissa Simons (“Simons”).  T. Hall assisted with \ntraining Bradley to enter transactions in QuickBooks, maintain inventory records, \nprepare invoices for the sale of TAI products, enter invoices from California, pay \nbills, maintain the checkbook register in QuickBooks, and do general office work.   \n{33}  Hall hired Simons, a bookkeeper, to help Bradley with the books and \nrecords.  Prior to March 3, 2009, Bradley also performed services, and conducted \nelectronic transactions, for “Jeff Hall Sports Sales Division” and “Jeff Hall Sports” \nwhile an employee of TAI.  But Angie Crisp, an employee of C.H. & Sons, worked on \nQuickBooks for Jeff Hall Sports.  If Bradley had questions about her work, she \nwould go see Hall, and Hall would call C. Vega for instructions.   \n{34}  Hall hired Defendant Brandon Roberts (“Roberts”) in late August 2008 to \nhelp Bradley.  Roberts received compensation as an employee of TAI from \nSeptember 2008 through March 3, 2009, although Roberts was never formally \nadded to TAI’s payroll.  Instead, Roberts received a 1099 income tax statement \nrather than being paid through TAI’s payroll service as did other employees at the \nECDC.   \n{35}  While a TAI employee, Roberts also performed work for Hall and one or \nmore of Hall’s business entities (Jeff Hall Sports Sales Division and Jeff Hall \nSports) through March 3, 2009, when C. Vega’s brother, J. Vega, dismissed all TAI \nemployees from the ECDC.  Roberts continued to perform work for Hall after the \nclosing.  Plaintiff presented no credible evidence of the amount of time that Roberts \nspent performing work for Hall’s business entities that were unrelated to TAI.   \n{36}  According to Roberts, Jeff Hall Sports Sales Division and Jeff Hall Sports \nwere entities used by Jeff Hall to facilitate and promote sales of “Elite” sporting \napparel and equipment as well as other non-“Elite” products that Hall was \nauthorized to sell.  Roberts had access to the ECDC computers and recorded or \nfacilitated entries for both TAI and one or more of the Hall entities in their \nrespective books and records. \n{37}  At Hall’s request, McKinney became an employee of TAI on January 2, \n2009.  At the time, McKinney owned Hawk Textiles, a fabric company that made \nmilitary shorts.  Before coming to TAI, McKinney had been in the textile business \nfor many years and provided textile materials to customers who made athletic \nuniforms for all types of sports.  McKinney was intimately familiar with the \nproduction of custom athletic uniforms, including the design, printing, and \nembroidering of uniforms.  McKinney had also owned a softball team for which Hall \nplayed one season in 1998.     \n{38}  During times relevant to this action, Defendant Rodney Walker (“Walker”) \nworked for Hall and one or more of his entities, providing services related to sales of \nsporting apparel and equipment over the internet via  E-bay, under the username \n“crestchargers13@yahoo.com.”  Walker had access to the ECDC’s computers and \nconducted or recorded transactions on the books and records of the ECDC and other \nHall entities.  Walker attended only the first day of trial and did not testify. \n{39}  Defendant Caldwell was a part owner in C.H. & Sons and TKL.  Although a \ncounter-claimant with Hall for property seized by TAI on March 3, 2009, Caldwell \nacknowledged at trial that he had previously received all of his property from the \nECDC Warehouse.   \n{40}  Hall hired Defendant Shelly A. “Moe” Neal (“Neal”) and Neal received \ncompensation as an employee of TAI from at least August 27, 2007, through March \n3, 2009.  Neal worked in TAI’s warehouse in sales and filled orders for shipping.  \nNeal also performed services for the Bat-R-Up batting cage business that Hall \ninstalled on the premises of the ECDC warehouse.  In addition, Neal occasionally \nworked for Hall and one or more of Hall’s other business entities while an employee \nof TAI.  Neal borrowed $800 from TAI to purchase a motorized scooter.  The debt \nwas carried on the ECDC’s books as an advance to Jeff Hall, but was repaid by Neal \nvia payroll deduction through the TAI payroll account at $50 per pay period until \npaid in full.  At the time of trial, Neal’s financial obligation to TAI had been fully \nsatisfied.   \n{41}  Since at least 2006, Defendant Worth, a subsidiary of the Jarden \nCorporation, has been a national or international manufacturer and distributor of \nsporting goods, including the “Jeff Hall” signature series of softball bats.  Worth \nemployed Defendant Mike Cornell (“Cornell”) as its regional sales representative \nbetween 2006 and 2009, for the territory including Gastonia, North Carolina.  \nCornell and Hall were friends during that time.  By order dated June 3, 2010, the \nCourt dismissed all of Plaintiff’s claims against Defendants Worth and Cornell, \nwithout prejudice.  Neither Worth nor Cornell participated in the trial.       \n{42}  At its inception, TAI did not provide the ECDC with any office equipment.  \nHall provided a Gateway Laptop computer that was later determined to have a copy \nof TAI’s QuickBooks program installed on it.   \n{43}  Through C.H. & Sons’ account, Hall purchased two computers, a printer, a \nrouter and office supplies for the ECDC.  C.H. & Sons was fully reimbursed by TAI \nfor these expenditures.   \n{44}  In the January 2008, Hall informed Pat Morrow (“Morrow”), a local \naccountant who provided accounting services to C.H. & Sons, that C. Vega had \nrequested the production of a balance sheet and profit and loss statement for the \nECDC covering the period from March to December 2007 in order to consolidate the \nfinancials for the ECDC with TAI’s financial records.  According to Morrow, he \nknew from experience what was needed to prepare the documents and did not \nreceive any input from Hall or Smith.   \n{45}  Morrow was familiar with QuickBooks.  He reviewed the QuickBooks \nprogram and information on Smith’s computer, including a QuickBooks report and \nbalance sheet from TAI.  Morrow determined that the ECDC QuickBooks \naccounting was not good and contained mistakes and inaccuracies in inventory and \nin accounts receivable.  Morrow and Hall called C. Vega to communicate this \ninformation, and Morrow expressed to C. Vega his concerns about the records.  C. \nVega informed Morrow to contact TAI’s accountant in California – the Baroldi firm \n– to work it out.  Morrow called Baroldi and discussed with Baroldi the problems he \nhad identified with the records.  Morrow testified that he was told to do the best he \ncould and send what he had, and that Baroldi would resolve any inventory problems \nin California.   \n{46}  Morrow also noted, and informed Jason Bennett at the Baroldi firm, that \nthe ECDC’s cash flow was insufficient to pay the ECDC warehouse mortgage and \nother operating expenses.  For the year ending December 31, 2007, the ECDC paid \n$47,133.01 from its account for the benefit of Vega Real Estate.  Bennett directed \nMorrow to remove the mortgage expense from the ECDC balance sheet and Baroldi \nwould take care of it in California.   \n{47}  With the understanding derived from his discussion with Baroldi, Morrow \nmade adjustments to sales in the amount of $165,989.32 in order to correct a \ncorresponding but erroneous characterization of ECDC sales as inventory in the \nECDC QuickBooks program.  He also increased inventory by $11,708.00, and made \njournal entries, including moving $11,721.54 of inventory to sales and debiting \ninventory in the same amount, in order to produce a proper balance sheet and profit \nand loss statement for the ECDC.  The Court does not find that these adjustments \nwere made for the purpose of hiding sales as Plaintiff contends.   \n{48}  Morrow also wrote off $47,133.01 in mortgage payments made by the ECDC \nfor the benefit of Vega Real Estate, as instructed by Jason Bennett, because that \nwas the amount Vega Real Estate should have been paying to the ECDC.   \n{49}  After producing the balance sheet and profit and loss statement, Morrow \ntransmitted it to the Baroldi firm in May 2008.  According to Morrow, the numbers \non the balance sheet were correct except for inventories because he could not make \nsense of inventories.  Morrow also suggested to Hall that Hall hire Melissa Simons \nto provide QuickBooks training for Smith, and later for Bradley.   \n{50}  For the 2008 ECDC QuickBooks, Morrow began adjusting inventory to zero \nat the end of each month because sales did not result in either a reduction in \ninventory or a credit to sales in the program.  He took this course because the \nQuickBooks program was not working correctly, not to hide sales.   \n{51}  Morrow returned to the ECDC in September 2008 and made the same \nadjustments that were made in 2007 to bring the inventory balance to zero.  Hall \nwas not aware of what Morrow was doing.  Morrow made the entries in the course \nof providing professional services to TAI and the ECDC.     \n{52}  In March 2007, Hall purchased polo shirts from Badger Sportswear to \nsatisfy a TAI sponsorship obligation to USSSA.  Hall paid $12,052.80 for the shirts \nusing his own credit card.  In May 2007, USSSA paid $24,023.60 to TAI for the \nshirts and Hall caused a check to be issued from the ECDC account in that amount \nto Hall.  Hall maintains that he spoke with C. Vega about the arrangement and C. \nVega agreed that all the profits from this transaction belonged to Hall because Hall \nmade all the investment in locating and purchasing the shirts, getting them \nembroidered and having them shipped to USSSA. C. Vega contends that he knew \nabout the sponsorship but did not know there would be profit from the shirts, and \ndid not agree that Hall would take all the profits.  Hall stipulates and agrees that \nhe owes TAI a total of $3,810.00 ($3,000 for embroidery and $810 for freight) that \nTAI paid in connection with the transaction, and that Hall has not reimbursed TAI \nin that amount.  The Court finds Halls position to be credible and resolves this \nconflict in testimony in favor of Hall.   \n{53}  During the summer of 2008, Hall authorized the construction of batting \ncages in the ECDC warehouse space.  Hall used his construction company to modify \nthe space to accommodate the cages.   C. Vega agreed with constructing the cages so \nlong as they did not cost him anything, and once construction expenses had been \nrecovered, TAI and Hall would split the proceeds from the use of the cages.  While \nHall derived some income from the use of the cages, Plaintiff’s evidence failed to \ndemonstrate the specific amount that was collected or whether amounts collected \nexceeded construction expenses.   \n{54}  In August 2008, Hall built and paid for a showroom in the ECDC to display \n“Elite” and TAI products.  Hall also displayed for sale his own personal signature \nbats.  In addition, Hall added a boxing ring for his brother to use to offer boxing \nlessons at the facility.     \n{55}  Hall entered into a sublease with the Lakhanys for space in Parcel A of the \nwarehouse to operate C.H. & Sons.  Hall told the Lakhanys that C. Vega had \nauthorized the arrangement.  The Lakhany’s written lease with Vega Real Estate, \nhowever, did not permit subleasing.  C.H. & Sons made significant alterations to \nParcel A by enclosing a stairwell, installing a window and creating second floor \noffices to accommodate the construction company.   C. Vega admits that Hall was \nauthorized to use space in Parcel B for the benefit of C.H. & Sons, but that C. Vega \nwould have objected to Hall subleasing space in Parcel A from the Lakhanys unless \nHall gave him a valid reason for entering the sub-lease.   Hall made his lease \npayments directly to the Lakhanys.   \nD.  \nJEFF HALL SPORTS \n{56}  Hall talked to Defendant McKinney about business opportunities for the \n“Elite” brand and about custom uniforms for TAI.  At Hall’s request, in October \n2008, McKinney accompanied Hall to visit C. Vega in California.   McKinney was \npresent when Hall and C. Vega discussed starting Jeff Hall Sports Division under \nthe umbrella of TAI.  McKinney was convinced from the conversation between C. \nVega and Hall that C. Vega did not care if there was a “Jeff Hall” line of clothing as \nlong as C. Vega got a cut of the profits and the clothing had the “Elite” brand on it.  \nAccording to McKinney, Hall and C. Vega intended the “Jeff Hall” line to compete \nagainst a company called “Boombah.”  During the meeting, C. Vega instructed Hall \nto consider hiring McKinney to source fabrics and garments.   \n{57}  When McKinney and Hall returned to Gastonia, Hall offered McKinney \nemployment with TAI and, with some conditions, McKinney accepted and was an \nemployee of TAI from January 2009 until March 3, 2009, when J. Vega shut the \ndoors and evicted all TAI employees from the ECDC.  Hall informed McKinney that \nHall and C. Vega were going to try to make custom uniforms, and Hall told the \nECDC employees that McKinney was going to help with the uniforms.   \n{58}  McKinney and Hall had a conversation about the propriety of what Hall \nwas proposing.  McKinney explained to Hall that the only way he could do what he \nwanted was as a division of TAI.  McKinney understood that Hall would not \ncompete as a separate company with TAI.   With that understanding, McKinney \nbegan working from a conference room on the premises of C.H. & Sons, set up a \ncomputer system to make “Jeff Hall” signature custom uniforms for TAI, and began \nordering basic pants and shirts bearing the “Elite” logo from a company in the \nDominican Republic.   \n{59}  C. Vega wanted a special fabric developed for uniforms to replace the cotton \nmaterial he was then using.  McKinney arranged for the fabric to be produced in the \nDominican Republic, ordered 1600 yards of the material and traveled to the \nDominican Republic to accept delivery.  McKinney returned to Gastonia on March 3, \n2009, the day J. Vega shut down the ECDC.  Between January 2, 2009, and March \n3, 2009, McKinney observed that Hall and C. Vega had daily telephone \nconversations with each other.  \n{60}  Hall also formed and incorporated Jeff Hall Sports, Inc. as a North Carolina \nCorporation on January 22, 2009, and thereafter purchased equipment with his own \nfunds to be used in the business.  Hall and C. Vega talked about a franchise for \nHall, but the arrangement they settled on was more like a dealer, according to \nMcKinney.  Hall wanted to purchase TAI inventory and sell “Elite” product under \nhis own name, like a franchise.  Because Hall did not have any product inventory of \nhis own, it was to his advantage to acquire products from TAI at wholesale prices \nand resell them at retail under the “Jeff Hall” line.  Hall never arranged a franchise \nagreement with TAI for the sale or resale of TAI products before the ECDC was \nshut down on March 3, 2009.   \n{61}  Hall used TAI employees to process sales of “Elite” merchandise through \nJeff Hall Sports.   \n \n \n \nE.  \nEXPERT EVIDENCE \n1.  \nPAUL PRECIADO \n{62}  Plaintiff called as one of its expert witnesses Mr. Paul Preciado (“Preciado”) \nwho was tendered and received as a CPA and Certified Fraud Examiner from \nCalifornia.  Preciado conducted a forensic investigation of the year-end copy of \nQuickBooks records that Pat Morrow provided to the Baroldi Firm and participated \nin an inventory of merchandise at the ECDC warehouse.  Based upon his \ninvestigation and analysis, Preciado prepared a final fraud examination report of \nPlaintiff’s losses.  In Preciado’s opinion, Plaintiff sustained the following losses: \na.  Thirty-nine (39) check disbursements to Hall from ECDC’s checking \naccount that were not approved or authorized by C. Vega in the amount of \n$62,504.50; \nb.  Deposits of TAI funds into a Worth account maintained by Hall in the \namount of $22,047.00; \nc.  Use of TAI’s resources and client information to sell Worth products and \nembezzle TAI inventory in the amount of $54,216.00; \nd.  Use of TAI assets and employees to promote Hall’s personal business \nactivities, at an estimated cost of $69,940.00,  plus $27,000.00 in back rent \nfor Bat-R-Up floor space, for a grand total of $96,940.00  \ne.  Missing, removed, or understated inventory from 2007 through 2009, in \nthe amount of $858,481.00. \nTOTAL LOSSES:  $1,094,188.50. \n{63}  In Preciado’s expert opinion, the willful misappropriation of TAI’s assets, \nwillful manipulation of TAI’s computer system, willful manipulation of TAI’s sales \ntransactions, and willful provision of misleading financial information to TAI’s \nmanagement constituted fraud.   \n{64}  Preciado was introduced to C. Vega by Vince Baroldi, Plaintiff’s bookkeeper, \nand was asked to meet J. Vega in Gastonia on March 8, 2009, to assist with an \ninventory of TAI merchandise at the ECDC.  Preciado had available to him at that \ntime a year-end copy of the ECDC QuickBooks records that Morrow provided to \nBaroldi after Morrow’s year-end evaluation.  The Court noted above the \nadjustments made by Morrow to the ECDC QuickBooks records that were \nforwarded to the Baroldi firm.  Preciado used this version of QuickBooks to develop \nand confirm his opinion of loss amounts, including lost revenue from inventory \npilferage and theft by Defendants in the amount of $497,898.00.   \n{65}  With respect to loss item #1 above – 39 unauthorized checks – Preciado \nacknowledges and agrees that if Hall and C. Vega had an agreement that the \nchecks would or could be issued, his loss computation of $62,504.50 would become \nzero.   \n{66}  With respect to his allocation of employee expenses to Hall, Preciado \nacknowledges that $69,940.00 was merely an estimate and that he could not be \nprecise about the amount without knowing the actual time the TAI employees spent \non Hall’s personal business interests.   No evidence of the actual time TAI \nemployees spent on Hall’s unrelated business interests was presented during trial.  \nAnd, the estimated back-rent attributed to Bat-R-Up is premised on Preciado’s \nbelief that C. Vega did not authorize Hall to install, and was unaware of the \npresence of, batting cages on the ECDC premises.   \n{67}  The Court further notes that: (i) J. Vega informed Preciado that no one \ncould give away or receive at no cost TAI products, including promotional items: (ii) \nPreciado was unaware that Jeff Hall was authorized to have and wear TAI \npromotional items at no charge to Hall, and for the foregoing reasons, Preciado held \nHall accountable for all promotional items given away at no charge; (iii) Preciado \nwas unaware that Jeff Hall or C.H. & Sons had an account with Worth to sell bats; \n(iv) Preciado was unaware of any oral agreement between C. Vega and Hall \nregarding the sale of bats; (v) Hall did not make entries in the ECDC QuickBooks \nafter Smith began as office manager in March 2007; (vi) it was Preciado’s \nunderstanding that Morrow had made no “hard-coded” adjustments to the \nQuickBooks that Preciado used to arrive at his conclusions and opinions, \nnotwithstanding the fact that the Baroldi firm had previously informed C. Vega \nabout the “massive journal entries” that appeared in the QuickBooks records sent to \nBaroldi by Pat Morrow, and Baroldi wanted to know if the entries were authorized.  \nC. Vega told him they were not; and (vii) that $497,898.00 attributed to losses from \ninventory irregularities are based upon profits TAI would have earned but for \npilferage of inventory attributed to Defendants, and not from actual costs of goods \nto Hall.     \n{68}  It appears to the Court that Preciado’s report outlining the fraudulent and \nunlawful conduct of the Hall Defendants contains largely conclusive findings, and is \nbased upon a significant lack of information about the relationship between C. Vega \nand Hall, and the journal entries made in the ECDC QuickBooks by Morrow.     \n{69}  From Preciado’s analysis and report, the Court is unable to determine with \nreasonable certainty what amounts of damages, if any, are reasonably attributable \nto the individual defendants. \n2.  \nEDWARD P. BOWERS \n{70}  In addition to Preciado, Plaintiff offered the expert opinion of Edward P. \nBowers (“Bowers”), a Certified Public Accountant, who is also certified in forensic \naccounting.  Bowers was hired by Plaintiff to review the books and records of \nPlaintiff and the books and records of Defendants for the purpose of supplementing \nthe report of Preciado.  Among the many records that Bowers examined were the \nQuickBooks electronic data files for Jeff Hall Sports Sales Division. \n{71}  In Bowers’ opinion, Plaintiff incurred the following losses: \na.  $53,199.00 from the sale of Plaintiff inventory by Jeff Hall d/b/a Jeff Hall \nSports Division, \nb.  $2,873.00 from the shipment of Plaintiff inventory sold by Jeff Hall d/b/a Jeff \nHall Sports Division, \nc.  $51,678.00 from the sale and transfer of Plaintiff inventory to Jeffrey Hall \nand related parties, excluding Jeff Hall d/b/a Jeff Hall Sports Division, at less \nthan value, \nd.  $8,397.00 from  the sale and transfer of Plaintiff inventory to John Daniels \na/k/a WSL, a/k/a WSL-World Softball League, a/k/a Long Haul Trucking, \na/k/a WSL-Ebay at less than value, \ne.  $13,242.00 from the unauthorized transfer of Plaintiff funds to Jeffrey Hall. \nf.  $96,940.00 from the Defendants use of Plaintiff’s employees and facilities, \nand \ng.  $497,898.00 from the loss of inventory. \nTOTAL LOSSES:  $728,688.00 \nBowers’ opinion regarding the losses associated with Hall’s use of Plaintiff’s \nemployees and facilities, and with loss of inventory, is based upon the Fraud \nExamination Report of Preciado.   \n{72} \n The conclusions drawn by Bowers suffer from the same infirmities as those \ndrawn by Preciado, i.e., his loss calculation is predicated on the assumption that \nthere was no understanding between C. Vega and Hall by which Hall was \nauthorized to give away TAI products for promotional purposes, utilize TAI \nemployees and facilities, and resell TAI products via Jeff Hall Sales Division.     \n3.  \nKEVIN WALKER \n{73}  Defendant Hall called as his expert witness Mr. Kevin Walker, CPA and \nCertified Fraud Examiner (“Walker”).  Walker based his opinion of losses upon the \nassumption that there existed an understanding between C. Vega and Hall that \nHall was authorized to give away TAI products for promotional purposes, utilize \nTAI employees and facilities, and resell TAI products via Jeff Hall Sales Division.  \n{74}  Based upon Walker’s analysis, TAI suffered losses, but not for the reasons \nasserted by Plaintiff, as follows: \na.  $11,730.00 from the sale of TAI Inventory by Jeff Hall Sports, Sales Division. \nThis loss was premised upon unsatisfied payables related to products \npurchased by Jeff Hall Sports from TAI that were accounted for in the ECDC \nQuickBooks. \nb.  $2,210.00 related to freight costs associated with Jeff Hall Sports \ntransactions that were not paid by either TAI or Jeff Hall Sports, Sales \nDivision.    \nc.  $0 from the sale and or transfer of TAI inventory to Jeff Hall and related \nparties, \nd.  $0 from the sale and transfer of TAI inventory to WSL and related parties, \nand,  \ne.  $4,461.00 from the unauthorized transfer of TAI funds to Hall.  This amount \nwas predicated upon a USSSA transaction involving non-TAI shirts that Hall \nobtained from Badger, Inc. and paid for himself.  Hall acknowledged that he \nowed TAI $3,000.00 as reimbursement for embroidery applied to the shirts \nand freight costs in the amount of $810.00.  From his review of the records, \nWalker determined that Hall owed an additional amount of $651.00 from the \nsale of 20 pairs of “Elite” brand pants. \nTOTAL LOSS:  $18,401.00.   \n{75}  The Court finds Walker’s analysis persuasive and adopts his assessment of \nPlaintiff’s damages.   \nIII.  \nCONCLUSIONS OF LAW \nA.  \nPRELIMINARY AND PERMANENT INJUNCTION \n{76}  In its Complaint, Plaintiff asked the Court to issue a preliminary injunction \nto prevent Defendants from “further depleting or using TAI’s resources for their \npersonal use or the use of Defendant Hall and his various entities and aliases.”  \n(Am. Compl. ¶ 48.)  Plaintiff also requested that at trial, a permanent injunction be \nissued to permanently enjoin the Defendants from selling, removing, or otherwise \nharming assets or property of TAI.       \n{77}  By order issued on June 29, 2009, the Hon. Albert Diaz, Special Superior \nCourt Judge for Complex Business Cases, denied Plaintiff’s Motion for Preliminary \nInjunction and for the Appointment of a Receiver, finding, inter alia , that Plaintiff \nhad not demonstrated irreparable harm.  TAI Sports, Inc. , No. 09 CVS 2201 (N.C. \nSuper. Ct. June 25, 2009) (order denying Plaintiff’s motion for preliminary \ninjunction). \n{78}  The case proceeded to trial and the Court heard eight weeks of evidence \nfrom the parties, including testimony that on March 3, 2009, J. Vega came to \nGastonia, removed all ECDC employees from the work premises and took physical \npossession of the business and most, if not all, of its records.  Defendants were not \npermitted to return to the premises or access any of TAI’s business records or \naccounts thereafter.   \n{79}   “It is well-settled law that where there is an adequate remedy    at    law,, ,, an \ninjunction will not lie. This principle is applicable to all cases in which the \ncomplaining party can have adequate    relief by the prosecution of his remedy in the \ncourts . . . .”  Lewis v. Goodman , 14 N.C. App. 582, 583, 188 S.E.2d 709, 710 (1972).  \nHaving already denied Plaintiff’s motion for preliminary injunction, the only \nremaining question is whether Plaintiff is entitled to a permanent injunction.  The \nCourt concludes that after having had a full opportunity to prosecute its legal \nclaims before this Court, Plaintiff has not presented any evidence to support its \ncontention that a permanent injunction is warranted as a matter of law.  \nAccordingly, Plaintiff’s request for permanent injunctive relief is DENIED.   \nB.  \nDECLARATORY JUDGMENT \n{80}  “‘The Declaratory Judgment Act[] affords an appropriate procedure for \nalleviating uncertainty in the interpretation of written instruments and for \nclarifying litigation.’”   Lynn v. Lynn , 202 N.C. App. 423, 430, 689 S.E.2d 198, 204, \nreview denied , 364 N.C. 613, 705 S.E.2d 736 (2010) (quoting Hejl v. Hood, Hargett \n& Associates, Inc.,  196 N.C. App. 299, 302, 674 S.E.2d 425, 427 (2009)).  “Courts of \nrecord . . . shall have power to declare rights, status, and other legal relations . . . \n[,]”  N.C. Gen. Stat. § 1-253 (2011), at their discretion.  Id.  at § 1-257; see also Augur \nv. Augur , 356 N.C. 582, 585–87, 573 S.E.2d 125, 128–30 (2002) (adopting the abuse \nof discretion standard when reviewing a trial court’s decision to decline a party’s \nrequest for declaratory relief).   \n{81}  A court should issue a declaratory judgment: “‘(1) when [it] will serve a \nuseful purpose in clarifying and settling the legal relations at issue, and (2) when it \nwill terminate and afford relief from the uncertainty, insecurity and controversy \ngiving rise to the proceeding.  When these criteria are not met, no declaratory \njudgment should issue.’”  Calabria v. N. Carolina State Bd. of Elections , 198 N.C. \nApp. 550, 554, 680 S.E.2d 738, 743 (2009) (quoting Augur,  356 N.C. at 588, 573 \nS.E.2d at 130) (alteration in original).  Here, the resolution of Plaintiff’s remaining \nclaims by the entry of this Order obviates the need for the Court to further consider \nPlaintiff’s claim for declaratory relief.  Accordingly, Plaintiff’s request for \ndeclaratory relief is DENIED.     \nC.  \nBREACH OF CONTRACT \n{82}  In its Complaint, Plaintiff alleged that Defendants breached an “oral and/or \nimplied agreement with TAI, as well as [] numerous written contracts for the \ndelivery and sale of goods to TAI’s customers or potential customers.”  (Am. Compl. \n¶ 65.)    \n{83}  First, the Court finds that Plaintiff has failed to present credible evidence of \nthe existence of an oral or implied agreement between any of the individual \nDefendants, other than perhaps Hall, to do anything beyond what is customary in a \ntypical employer/employee relationship.  Hall hired the individual Defendants to \nwork as employees of the ECDC.  The only agreement between the individual \ndefendants and TAI were incidental to their employment relationship: each \ndefendant agreed to work for TAI and TAI agreed to pay each defendant for their \nlabors.   Plaintiff does not allege that the individual Defendants failed to work for \nthe wages they received as employees of the ECDC.   \n{84}  Second, the alleged written contracts for the delivery and sale of goods to \nTAI’s customers or potential customers were sales via invoices between TAI and its \ncustomers.  If those invoices were in fact determined to be contracts, any claim of \nbreach of contract for failure to deliver the ordered goods, would belong to the \ncustomer, not TAI.     \n{85}  Lastly, C. Vega acknowledged during his trial testimony that, initially, Hall \nwas not hired as an employee of TAI or the ECDC because C. Vega could not afford \nto pay Hall a salary.  C. Vega contends that instead of becoming an employee, Hall \nagreed to operate and manage the ECDC in exchange for free TAI products to wear \nwhile promoting TAI, and the promise that TAI would bring Hall on as a full-time \nemployee when C. Vega could afford to pay Hall a salary comparable to Hall’s \nearnings from C.H. & Sons.  According to C. Vega, this arrangement constituted the \nbasis of the parties’ agreement even though no specific duties were discussed for \nHall as the manager of the ECDC.     \n{86}  Hall, however, denies that he ever worked for TAI, received a salary from \nPlaintiff, or served as President of the ECDC.  Hall asserts that he agreed to help C. \nVega get TAI’s sporting goods business underway on the east coast as a favor to C. \nVega and that the only arrangement between the two was that in return for Hall \nallowing C. Vega to capitalize on Hall’s popularity and name in the slow pitch \nsoftball profession, TAI would provide Hall with various products free of charge and \nallow Hall to sell Worth products through the ECDC. The parties never reduced any \nof their alleged agreements or understandings to writing.   \n{87}  To establish a breach of contract, a plaintiff must demonstrate: “(1) \nexistence of a valid contract and (2) breach of that contract.”  Poor v. Hill , 138 N.C. \nApp. 19, 26, 530 S.E.2d 838, 843 (2000) (citing Jackson v. California Hardwood Co. , \n120 N.C. App. 870, 871, 463 S.E.2d 571, 572 (1995)).   A valid contract consists of a \nmeeting of the minds and consideration.  Creech v. Melnik , 347 N.C. 520, 527, 495 \nS.E.2d 907, 912 (1998).  A meeting of the minds is established by mutual assent; \nsubstantiated “by an offer by one party and an acceptance by the other.”  Id. (citing \nSnyder v. Freeman , 300 N.C. 204, 218, 266 S.E.2d 593, 602 (1980)).  “Consideration \n‘consists of any benefit, right, or interest bestowed upon the promisor, or any \nforbearance, detriment, or loss undertaken by the promisee.’”  Sessler v. Marsh , 144 \nN.C. App. 623, 634, 551 S.E.2d 160, 167, writ denied, review denied , 354 N.C. 365, \n556 S.E.2d 577 (2001) (quoting Lee v. Paragon Group Contractors, Inc.,  78 N.C. \nApp. 334, 338, 337 S.E.2d 132, 134 (1985)).  “A breach of contract occurs when a \nparty fails to perform a contractual duty that has become [due].”  Salvaggio v. New \nBreed Transfer Corp. , 150 N.C. App. 688, 692, 564 S.E.2d 641, 644 (2002) (citing \nMillis Construction Co. v. Fairfield Sapphire Valley, Inc. , 86 N.C. App. 506, 510, 358 \nS.E.2d 566, 569 (1987)).    \n{88}  Based upon the evidence presented at trial, the Court concludes that \nPlaintiff has failed to show a meeting of the minds on any essential aspect of \nPlaintiff and Hall’s business relationship sufficient for the Court to find the \nexistence of a mutual understanding between those parties.  Therefore, the Court \nconcludes that a valid contract did not exist between Plaintiff and Hall, and as a \nresult no breach could have occurred.  Accordingly, the Court DENIES Plaintiff \nrelief on its claim for breach of contract, as to Hall.  The Court also concludes that \nthe only contract between Plaintiff and the remaining Defendants would be based \non their employer/employee relationship, and that Plaintiff did not prove by a \npreponderance of the evidence that any of the Defendants breached their \nemployment contracts with Plaintiff.  Therefore, the Court DENIES Plaintiff relief \non this claim as to the remaining Defendants.   \nD.  \nFRAUD \n{89}  Establishing fraud requires a plaintiff to prove that the defendant made a \n“‘(1) False representation or concealment of a material fact, (2) reasonably \ncalculated to deceive, (3) made with intent to deceive, (4) which d[id] in fact deceive, \n(5) resulting in damage to the injured party.’”  S.N.R. Mgmt. Corp. v. Danube \nPartners 141, LLC , 189 N.C. App. 601, 609, 659 S.E.2d 442, 449 (2008) (quoting \nMcGahren v. Saenger , 118 N.C. App. 649, 654, 456 S.E.2d 852, 855 (1995)).   \n{90}  While Plaintiff’s fraud claim is directed at each of the defendants, Plaintiff’s \nonly allege that Defendant Hall made specific misrepresentations or concealments.  \n(Am. Compl. ¶ 69(a–n).)  Plaintiff’s evidence to support this claim was gleaned \nprincipally from the financial books and records of the ECDC.   \n{91}  The facts of this case demonstrate that Hall sought the involvement of a \ndisinterested CPA to review the ECDC QuickBooks records for the purpose of \npreparing and submitting to TAI’s California office a financial statement to be used \nin preparing TAI’s 2007 and 2008 year-end tax returns.  From Plaintiff’s experts’ \nreview of the ECDC QuickBooks, and from the testimony of Plaintiff’s employees, \nentries were consistently made in the ECDC QuickBooks records for all \ntransactions, including those between the ECDC and Jeff Hall Sports.  Plaintiff’s \nevidence fails to satisfy the Court that Defendants fraudulently transferred any of \nPlaintiff’s assets to third parties, intentionally sought to conceal material facts or \ntransactions from Plaintiff, or made material misrepresentations to Plaintiff upon \nwhich Plaintiff relied, or from which, upon reasonable inspection of the records, \nPlaintiff could not have discovered the truth.   \n{92}  The Court notes that none of the employees of the ECDC, including Hall, \nhad much, if any, familiarity with QuickBooks before becoming employees of TAI, \nand as a result, record keeping errors were likely to occur.  The fact of the matter is \nthat Plaintiff provided little, if any, training to the ECDC employees in QuickBooks \nmanagement, warehouse management, or the normal business practices, policies \nand procedures of TAI.  Plaintiff also failed to provide proper supervision of those \nemployees to ensure compliance with its practices, policies, and procedures.  All of \nthose functions were left to the discretion of Defendant Hall, a soft-ball player and \nconstruction company owner.   \n{93}  Further, without direction from any of the named Defendants, Pat Morrow \nmade adjustments in inventory and journal entries for the purpose of producing a \nbalance sheet and profit and loss statement that significantly impacted the \ninformation contained in the ECDC QuickBooks accounting records.  And, even with \nthose adjustments, Mr. Morrow noted the system failed to accurately reflect \ninventories of the ECDC.    \n{94}  The Court concludes that Plaintiff has failed to show that a fraudulent \nmisrepresentation or concealment of material fact was made, or that any of the \nDefendants made any representations with the intent to deceive.  The Court \ntherefore DENIES Plaintiff relief on its claim for fraud.       \nE.  \nBREACH OF FIDUCIARY DUTY \n1.  \nFIDUCIARY UMBRELLA \n{95}  “‘For a breach of fiduciary duty to exist, there must first be a fiduciary \nrelationship between the parties.’”  Variety Wholesalers, Inc. v. Salem Logistics \nTraffic Servs., LLC , 723 S.E.2d 744 (N.C. 2012) (quoting Dalton v. Camp , 353 N.C. \n647, 651, 548 S.E.2d 704, 707 (2001)).  North Carolina courts have retained \nflexibility in imposing fiduciary duties where factually justified by declining to \nadopt an exact definition.  See Hajmm Co. v. House of Raeford Farms, Inc. , 328 N.C. \n578, 588, 403 S.E.2d 483, 489 (1991) (citing Abbitt v. Gregory,  201 N.C. 577, 598, \n160 S.E. 896, 906 (1931)).  Our Supreme Court in Dalton v. Camp , outlined a \nfiduciary relationship as one in which \n‘there has been a special confidence reposed in one who in equity and \ngood conscience is bound to act in good faith and with due regard to the \ninterests of the one reposing confidence . . . , [and] it extends to any \npossible case in which a fiduciary relationship exists in fact, and in \nwhich there is confidence reposed on one side, and resulting \ndomination and influence on the other.’  \nDalton , 353 N.C. at 651–52, 548 S.E.2d at 707–08 (quoting Abbitt , 201 N.C. at 598, \n160 S.E. at 906).   \n2.  \nBUSINESS PARTNER/CO-ADVENTURER \n{96}  Business partners owe each other a fiduciary duty as a matter of law .  \nHajmm Co. , 328 N.C. at 588, 403 S.E.2d at 489 (citing Casey v. Grantham,  239 N.C. \n121, 79 S.E.2d 735 (1954)).  A partnership can only be formed by an agreement.   \nPotter v. Homestead Pres. Ass’n, 330 N.C. 569, 576, 412 S.E.2d 1, 5 (1992).  The \nagreement need not be express, and may be implied “upon a rational consideration \nof the acts and declarations of the parties, warranting the inference that the parties \nunderstood that they were partners and acted as such.”  Eggleston v. Eggleston , 228 \nN.C. 668, 674, 47 S.E.2d 243, 247 (1948) (citations omitted).  The “hallmark of a \npartnership is the sharing of ‘any profits, income, expenses, joint business property \nor hav[ing] authority of any kind over each other.’”  Azalea Garden Bd. & Care Inc. \nv. Vanhoy , 2009 NCBC 8 ¶ 15 (N.C. Super. Ct. March 17, 2009), \nhttp://www.ncbusinesscourt.net/opinions/2009_NCBC_9.pdf (quoting Wilder v. \nHobson, 101 N.C. App. 199, 203, 398 S.E.2d 625, 628 (1990)). \n{97}  There is no credible evidence before the Court that Defendant Hall and C. \nVega agreed to share the profits, income, or expenses of TAI or the ECDC.  Hall and \nC. Vega shared no joint business property, and by their behavior, neither appeared \nto have any authority over the other.  Interpreted in a light most favorable to C. \nVega, at best the relationship between Plaintiff and Hall might be characterized as \none of joint venturers. \n{98}  A joint venture is essentially a partnership that is limited to a single \nendeavor or purpose, compare  Rhue v. Rhue , 189 N.C. App. 299, 308, 658 S.E.2d 52, \n59–60 (2008), with  Jones v. Shoji,  336 N.C. 581, 585, 444 S.E.2d 203, 205 (1994).  \nBut, while partnerships and joint ventures are distinct relationships, under North \nCarolina law, “‘they are governed by substantially the same rules.’”  Jones, 336 N.C. \nat 585, 444 S.E.2d at 203 (quoting Pike v. Trust Co., 274 N.C. 1, 9, 161 S.E.2d 453, \n460 (1968)). \n{99}  For the same reasons set out above, the Court does not find that any of \nthe indicia of a joint venture existed between TAI and Hall.  In addition, the \nindividual defendants were merely employees of Plaintiff and, therefore, are not \npartners of, or joint venturers with, Plaintiff. \n3.  \nOFFICER IN A CORPORATION \n{100}  Officers of a corporation owe a fiduciary duty to the corporation.  Pierce \nConcrete, Inc. v. Cannon Realty & Constr. Co.,  77 N.C. App. 411, 413–14, 335 \nS.E.2d 30, 31 (1985) (citing Meiselman v. Meiselman,  309 N.C. 279, 307 S.E.2d 551 \n(1985)).  An officer of a corporation “with discretionary authority” must  \ndischarge his duties in good faith, conform to a reasonable standard of \ncare, and act in a manner he reasonably believes is in the best \ninterests of the corporation . . . . Additionally, in North Carolina, an \nindividual may owe a fiduciary duty to the corporation if he is \nconsidered to be a de facto  officer or director, with authority for tasks \nsuch as signing tax returns, offering major input as to the company’s . . \n. operation, or managing the company.  \nKinesis Adver., Inc. v. Hill , 187 N.C. App. 1, 15–16, 652 S.E.2d 284, 295 (2007) \n(internal citations omitted) (emphasis in original). \n{101}  There is ample evidence in the record from which the Court could \nconclude that Defendant Hall served as a de facto  officer of Plaintiff.  Hall managed \nthe ECDC, he had authority to hire and fire employees, he signed checks for the \ncompany, he authorized and made purchases on behalf of the ECDC, he had and \nexercised discretionary authority over how much and to whom promotional products \nwere made available.  As such, Hall was obligated to discharge his duties in good \nfaith and conform his actions to a reasonable standard of care.  Hall contends that \nhis actions and decisions were done with the full knowledge, authorization, and \nconsent of C. Vega.  While Hall and Vega disagree about the scope and extent of \nHall’s discretionary authority to act on behalf of Plaintiff’s ECDC operation, the \nCourt finds that Hall acted in what he reasonably believed to be the best interests \nof the ECDC, and therefore did not breach the duty of care owed to Plaintiff. \n4.  \nEMPLOYEE RELATIONSHIP \n{102}  North Carolina courts have repeatedly held that “the broad parameters \naccorded the term [fiduciary duty] have been specifically limited in the context of \nemployment situations[,] and [u]nder the general rule, ‘the relation of employer and \nemployee is not one of those regarded as confidential.’”  Dalton , 353 N.C. at 652, 548 \nS.E.2d at 708 (quoting King v. Atlantic Coast Line R.R. Co.,  157 N.C. 44, 72 S.E. \n801 (1911)).  “Even when an employee is entrusted with substantial managerial \nauthority, a fiduciary relationship will not exist absent evidence that such authority \nled . . . the employer [to become] subjugated to the ‘improper influences or \ndomination of [its] employee.’”  Battleground Veterinary Hosp., P.C. v. McGeough , \n2007 NCBC 33 (N.C. Super. Oct. 19, 2007), http://www.ncbusinesscourt.net/ \nopinions/ 101907 %20Order%20Webpage.pdf.  \n{103}  As previously noted, the individual defendants were merely employees of \nTAI.  The Court does not find that they exercised any domination or influence over \nthe Plaintiff, and therefore the Court concludes that no fiduciary relationship \nexisted in the employment relationship between Plaintiff and the individual \ndefendants, with the exception of Hall.  As to Hall, the Court concludes that Hall \nacted in what he believed to be the best interests of Plaintiff and therefore did not \nbreach his duty to Plaintiff. Accordingly, the Court DENIES Plaintiff relief as to \nthis claim.  \nF.  \nCONSTRUCTIVE TRUST IN FAVOR OF PLAINTIFF \n{104}  A constructive trust is “‘imposed by courts . . . to prevent the unjust \nenrichment of the holder of title to, or of an interest in, property which [was] \nacquired through fraud, breach of duty or some other circumstance making it \ninequitable for him to retain it against the claim of the beneficiary of the \nconstructive trust.’”   United Carolina Bank v. Brogan , 155 N.C. App. 633, 636, 574 \nS.E.2d 112, 115 (2002).  “A constructive trust does not arise where there is no \nfiduciary relationship and there is an adequate remedy at law.”   Security Nat’l Bank \nv. Educators Mut. Life Ins. Co. , 265 N.C. 86, 95, 143 S.E.2d 270, 276 (1965) (citing \nAtkinson v. Atkinson,  225 N.C. 120, 33 S.E.2d 666 (1945)).  \n{105}  To recover through the imposition of a constructive trust, there must be \nfacts and circumstances: “(1) which created the relation of trust and confidence, and \n(2) [which] led up to and surrounded the consummation of the transaction in which \ndefendant is alleged to have taken advantage of his position of trust to the hurt of \nplaintiff.”  Terry v. Terry , 302 N.C. 77, 85, 273 S.E.2d 647, 679 (1981) (quoting \nRhodes v. Jones , 232 N.C. 547, 61 S.E. 2d 725 (1950)) (alteration in original). \n{106}  Having previously determined that no fiduciary relationship existed \nbetween Plaintiff and the individual employee-defendants, the Court also concludes \nthat there was no relationship of trust or confidence between Plaintiff and the \nindividual Defendants. \n{107}  Having concluded that Plaintiff had an adequate remedy of fraud against \nHall, but that Hall acted in what he reasonably believed to be in the best interest of \nthe ECDC, and therefore did not breach his fiduciary duty to Plaintiff or otherwise \nengage in fraudulent behavior with respect to Plaintiff, the Court DENIES Plaintiff \nrelief as to this claim.    \nG.  \nCONVERSION OF CHATTEL \n{108}  “‘The tort of conversion is an unauthorized assumption and exercise of the \nright of ownership over goods or personal chattels belonging to another, to the \nalteration of their condition or the exclusion of an owner’s rights.’”  Lake Mary L.P. \nv. Johnston , 145 N.C. App. 525, 531, 551 S.E.2d 546, 552, rev. denied , 354 N.C. 363, \n557 S.E.2d 539 (2001) (quoting  Peed v. Burleson’s, Inc. , 244 N.C. 437, 439, 94 \nS.E.2d 351, 353 (1956)).  At its core, conversion “is not the acquisition of property by \nthe wrongdoer, but a wrongful deprivation of it to the owner . . . .”  Id.  at 532, 551 \nS.E.2d at 552.   \n{109}  If the deprivation occurs through a wrongful taking, the act of \ndispossession establishes a conversion, Porter v. Alexander , 195 N.C. 5, 7, 141 S.E. \n343, 344 (1928), however, “‘Where there has been no wrongful taking or disposal of \nthe goods, and the defendant has merely come rightfully into possession and then \nrefused to surrender them, demand and refusal are necessary to the existence of the \ntort.’”  White v. Consol. Planning, Inc. , 166 N.C. App. 283, 310–11, 603 S.E.2d 147, \n165 (2004), cert. denied , 359 N.C. 286, 610 S.E.2d 717 (2005).  “Therefore, two \nessential elements are necessary in a claim for conversion: (1) ownership in the \nplaintiff, and (2) a wrongful deprivation by the defendant.”  Bartlett Milling Co., \nL.P. v. Walnut Grove Auction & Realty Co., Inc. , 192 N.C. App. 74, 86, 665 S.E.2d \n478, 489, cert. denied , 362 N.C. 679, 669 S.E.2d 741 (2008)  (citing Lake Mary Ltd. \nP’ship.,  145 N.C. App. at 532, 551 S.E.2d at 552). \n{110}  The uncontroverted evidence before the Court is that Defendants lawfully \ncame into possession of the property at issue in this lawsuit.  There is no evidence \nthat Defendants wrongfully dispossessed Plaintiff of its property, but rather \nPlaintiff alleged that Defendants exercised the “right of control over . . . personal \nproperty belonging to Plaintiff by Defendants’ unauthorized exclusion of Plaintiff \nfrom exercising their rights of ownership over their own property . . . .”  (Am. \nCompl. ¶ 81.)  Plaintiff does not allege that Defendants came into possession of the \nproperty unlawfully.  As such, Plaintiff must also have alleged and proved at trial \nthat Plaintiff made a demand on the Defendants and that Defendants refused to \nreturn the disputed property.  There being neither allegation nor proof of demand \nby Plaintiff, and refusal by Defendants, to return property belonging to Plaintiff, \nPlaintiff’s claim for conversion fails as a matter of law.  Accordingly, the Court \nDENIES Plaintiff relief as to this claim.     \nH.  \nUNFAIR AND DECEPTIVE TRADE PRACTICES \n{111}  The Unfair and Deceptive Trade Practices Act is a distinct and \nindependent claim “directed toward maintaining ethical standards in dealings \nbetween persons engaged in business and to promote good faith at all levels  of \ncommerce.”  Bhatti v. Buckland , 328 N.C. 240, 246, 400 S.E.2d 440, 444 (1991) \n(citing United Roasters, Inc. v. Colgate-Palmolive Co. , 485 F. Supp. 1041, 1046 \n(E.D.N.C. 1979)) (emphasis in original).  “To prevail on a claim of unfair and \ndeceptive trade practice a plaintiff must show (1) an unfair or deceptive act or \npractice, or an unfair method of competition, (2) in or affecting commerce, (3) which \nproximately caused actual injury to the plaintiff or to his business.”  Spartan \nLeasing Inc. v. Pollard , 101 N.C. App. 450, 460–61, 400 S.E.2d 476, 482 (1991) \n(citing N.C.  G EN . S TAT . §§ 75-1.1, 75-16).  “A practice is unfair when it offends \nestablished public policy, as well as when the practice is immoral, unethical, \noppressive, unscrupulous, or substantially injurious to consumers,”  Mitchell v. \nLinville , 149 N.C. App. 71, 74, 557 S.E.2d 620, 623 (2001) (quoting Johnson v. \nPhoenix Mut. Ins. , 300 N.C. 247, 263, 266 S.E.2d 610, 621 (1980)).  \n{112}  “Whether an act or practice is unfair is determined on a case-by-case \nbasis, and the fair or unfair nature of particular conduct is to be judged by viewing \nit against the background of actual human experience and by determining its \nintended and actual effects upon others.”  Sunbelt Rentals, Inc. v. Head & Engquest \nEquip., LLC, 2003 NCBC 4 ¶ 264 (N.C. Super. Ct. May 2, 2003) http://www.nc \nbusinesscourt.net/opinions/2003%20NCBC%204.htm (citations omitted).  “A trade \npractice is deceptive if it ‘has the capacity or tendency to deceive.’”  Branch Banking \n& Trust Co. v. Thompson , 107 N.C. App. 53, 61–62, 418 S.E.2d 694, 700 (1992) \n(internal quotations omitted).  Whether a particular commercial act or practice \nconstitutes an unfair or deceptive trade practice is a question of law.  Norman Owen \nTrucking, Inc. v. Morkoski , 131 N.C. App. 168, 177, 506 S.E.2d 267, 273 (1998). \n{113}  A finding of liability on certain other causes of action, however, may \nconstitute an unfair and deceptive trade practice as a matter of law so long as the \noffending conduct occurred in or affecting commerce.  See Bhatti , 328 N.C. at 243, \n400 S.E.2d at 442 (holding that fraud constitutes a per se  violation of the UDTPA).  \n{114}  As a general rule \nthere is a presumption against unfair and deceptive practice claims as \nbetween employers and employees.  Ordinarily, in such a context, the \nclaimant must make a showing of business related conduct that is \nunlawful or of deceptive acts that affect commerce beyond the \nemployment relationship.  The rationale behind this general rule is \nthat pure employer-employee disputes are not sufficiently ‘in or \naffecting commerce’ to satisfy the second element of a UDTPA claim.     \nGress v. Rowboat Co. , 190 N.C. App. 773, 776–77, 661 S.E.2d 278, 281–82 (2008) \n(internal citations omitted).   \n{115}  Given the Court’s conclusion that the relationship between Plaintiff and \nthe individual-employee Defendants was nothing more than that of employer and \nemployee, Plaintiff has failed to satisfy the second element of a UDTPA claim \nagainst Traci Hall, Brandon Roberts, Traci Bradley, Dewey McKinney and Shelly \n“Moe” Neal.  As for Hall, the Court concludes that Plaintiff has failed to prove by \nthe greater weight of the evidence that Hall himself engaged in any fraudulent, \nunfair, deceptive, or unlawful acts.  As such, Plaintiff is not entitled to relief as to \nthis claim.   \nI.   \nUNJUST ENRICHMENT \n{116}  Unjust enrichment has been defined as “a legal term characterizing the \n‘result or effect of a failure to make restitution of, or for, property or benefits \nreceived under such circumstances as to give rise to a legal or equitable obligation \nto account therefor.’” Carcano v. JBSS, LLC , 200 N.C. App. 162, 179, 684 S.E.2d 41, \n54 (2009) (quoting Ivey v. Williams , 74 N.C. App. 532, 534, 328 S.E.2d 837, 838–39 \n(1985)) (internal citation omitted).     \n{117}  A claim for unjust enrichment is an equitable claim based on “quasi-\ncontract” or a contract “implied in law,” Atlantic and East Carolina Ry. Co. v. \nWheatley Oil Co. , 163 N.C. App. 748, 753, 594 S.E.2d 425, 429 (2004), “to exact the \nreturn of, or payment for, benefits received under circumstances where it would be \nunfair for the recipient to retain them without the contributor being repaid or \ncompensated.”  Collins v. Davis , 68 N.C. App. 588, 591, 315 S.E.2d 759, 761 (1984).  \nA court cannot imply a contract where an express agreement exists.  Whitfield v. \nGilchrist , 348 N.C. 39, 42, 497 S.E.2d 412, 415 (1998).  Therefore, “[i]f there is a \ncontract between the parties[,] the contract governs the claim and the law will not \nimply a contract.”  Booe v. Shadrick , 322 N.C. 567, 570, 369 S.E.2d 554, 556 (1988) \n(citing Concrete Co. v. Lumber Co ., 256 N.C. 709, 713–14, 124 S.E.2d 905, 908 \n(1962)). \n{118}  In order to recover on a claim for unjust enrichment, the evidence must \nshow “(1) plaintiff conferred a measurable benefit to the defendant, (2) the \ndefendant consciously accepted the benefit, and (3) the benefit was not conferred \ngratuitously or by an interference in the affairs of the defendant.”  S.E. Shelter \nCorp. v. BTU, Inc. , 154 N.C. App. 321, 330, 572 S.E.2d 200, 206 (2002).  A key \nelement is that a benefit inure to the defendant.  “Without enrichment, there can be \nno ‘unjust enrichment’ and therefore no recovery on an implied contract.”  Greeson \nv. Byrd , 54 N.C. App. 681, 683, 284 S.E.2d 195, 196 (1995). \n{119}  As discussed above, Defendant Hall admits, and Defendants’ expert \nconfirms, that the following amounts are due Plaintiff: (a) $11,730.00 from the sale \nof TAI Inventory by Jeff Hall Sports, Sales Division; (b) $2,210.00 related to freight \ncosts associated with Jeff Hall Sports transactions that were not paid by either TAI \nor Jeff Hall Sports, Sales Division; and (c) $4,461.00 from the unauthorized transfer \nof TAI funds to Jeffrey Hall for shirt embroidery, freight costs, and merchandise \nsales.  Having found above that the evidence presented by Defendants’ expert \nprovided the only credible measure of loss suffered by TAI, the Court concludes that \nthese amounts were not gratuitously conferred upon Hall and as a result, the total \nloss of $18.401.00 should be reimbursed to TAI by Hall.   \nJ.  \nQUANTUM MERUIT FOR RENT ON IMPLIED LEASE \n{120}  Plaintiff has asserted claims against Defendants “for the reasonable value \nof the rent of Plaintiff’s premises [at the ECDC], including the use of its building, \ngrounds, equipment, goods, inventory, or services appurtenances and \nimprovements, from early 2007 through March 2, 2009,” upon the theory that \nDefendants knew or had reason to know that TAI expected to be paid.  (Am. Compl. \n¶¶ 98, 100).   “ Quantum meruit  is an equitable principle that allows recovery for \nservices based upon an implied contract.”  Harrell v. Constr. Co. , 41 N.C. App. 593, \n595, 255 S.E.2d 280, 281 (1979).  A court cannot imply a contract where an express \nagreement exists.  Whitfield , 348 N.C. at 42, 497 S.E.2d at 415.   \n{121}  In North Carolina, “[w]hen any person occupies the land of another by the \npermission of such other, without any express agreement for rent, . . . the landlord \nmay recover a reasonable compensation for such occupation . . . .”  N.C.  G EN . S TAT . § \n42-4 (2012); see also Raleigh-Durham Airport Auth. v. Delta Air Lines, Inc. , 429 F. \nSupp. 1069, 1084 (E.D.N.C. 1976) (holding the airline’s use of an airport can be \nconsidered an occupation of land for purposes of N.C. Gen. Stat. § 42-4).   \n{122}  It is abundantly clear to the Court that Defendants occupied Parcel B of \nthe ECDC premises not only with TAI’s permission, but also for TAI’s benefit.  TAI \noffered into evidence the Lease Agreement between Vega Real Estate and TAI for \nboth Parcel A and Parcel B.  (Pl. Ex. # 151-E.)  Parcel B was used by the ECDC to \ncarry on TAI’s sporting apparel distribution business.  C. Vega does not dispute that \nHall was welcome to use additional space in Parcel B for storage of construction \nmaterials and as an office for C.H. & Sons.  C. Vega and Hall did not enter into a \nsublease for that purpose, however.  Under these circumstances, TAI did not have a \nreasonable expectation of compensation from the Defendants for their use or \noccupation of Parcel B to carry on activities benefiting TAI.   \n{123}  All parties agree that TAI leased Parcel A to the Lakhanys pursuant to a \nwritten sublease agreement.  (Pl. Ex. # 151-C).  The Lakhanys, therefore, were the \nlawful possessors of Parcel A.  Although the Lakhany’s sublease contained a \nprovision restricting the subletting or assignment of any portion of Parcel A, \nwithout consulting C. Vega, the Lakhanys entered into a sublease with C.H. & Sons \nfor upstairs space in Parcel A.  Hall then made structural alterations to Parcel A to \naccommodate his business and made lease payments to the Lakhanys.   \n{124}  The individual-employee defendants occupied both Parcel A and Parcel B \npursuant to executed lease and sublease agreements, and Hall made lease \npayments pursuant to the sublease agreement between C.H. & Sons and the \nLakhanys.  On these facts, it would be manifestly unreasonable for TAI to expect \nadditional payment from Defendants for the use and occupation of Parcel A or \nParcel B.   \n{125}  “Absent some evidence of an expectation of payment, there can be no \nrecovery for quantum meruit .”  JDH Capital, LLC v. Flowers , 2009 NCBC 4 ¶ 50 \n(N.C. Super. Ct. Mar. 13, 2009), http://www.ncbusinesscourt.net/opinions/2009_ \nNCBC_4.pdf.  Accordingly, the Court DENIES Plaintiff relief on its claim for \nquantum meruit  for rent on an implied lease.   \nK. \nTRESPASS \n{126}  Plaintiff’s claim for Trespass is premised upon allegations that: (1) \nDefendants “purposely, intentionally, willfully, and by willful nondisclosure and/or \ndeceit entered or caused entry onto the [ECDC] and have remained present upon \nthe Plaintiff’s property without authority since sometime in 2007” (Am. Compl. ¶ \n103); (2) “Defendants’ refusal to vacate, repeated entry and/or continued presence is \nand was unauthorized and without the consent of TAI, the lawful possessor” (Am. \nCompl. ¶ 104); and (3) “Defendants have refused to leave after being asked to do so \nand after having represented an intention to leave the premises.” (Am. Compl. ¶ \n104.)   \n{127}  “[T]respass is a wrongful invasion of the possession of another.”  Singleton \nv. Haywood Elec. Membership Corp.,  357 N.C. 623, 627, 588 S.E.2d 871, 874 (2003) \n(quotation and citation omitted).  Establishing a claim of trespass requires “(1) \npossession of the property by plaintiff when the alleged trespass was committed; (2) \nan unauthorized entry by defendant; and (3) damage to plaintiff.”  Id. .  A lawful \nentry may become a trespass if acts are undertaken in excess or in abuse of the \nlawful entry.  Miller v. Brooks , 123 N.C. App. 20, 27–28, 472 S.E.2d 350, 355 (1996) \n(citing Blackwood v. Cates,  297 N.C. 163, 167, 254 S.E.2d 7, 9 (1979)).   \n{128}  A trespasser is “liable for all damage proximately resulting from [the \ntrespasser’s] wrongful entry and, at least, for nominal damages.”  Smith v. \nVonCannon , 283 N.C. 656, 660, 197 S.E.2d 524, 528 (1973) (citation omitted). \n{129}  For the reasons stated above, the Court finds that the Defendants entered \nthe premises of Parcel B to carry on the business of TAI.  The individual defendants, \nwith the exception of Hall, were employees of Plaintiff.  As such, all of the \nindividual defendants’ entries and continued presence upon the premises were both \nimpliedly and actually consented to and authorized by Plaintiff.  The Court notes, \nhowever, “that a party’s consent to another’s entry onto his land does not insulate \nagainst liability for trespass when the other commits subsequent wrongful acts in \nexcess or abuse of his authority to enter . . . .”  Keyzer v. Amerlink , Ltd ., 173 N.C. \nApp. 284, 290, 618 S.E.2d 768, 772 (2005).  In addition, a “[p]laintiff’s consent to \nenter and remain on plaintiff’s property [i]s voided when plaintiff’s consent was \nderived from defendant’s repeated fraud and deceit.”  Id.  at 296, 618 S.E.2d at 776 \n(citing Blackwood , 297 N.C. at 167, 254 S.E.2d at 9). \n{130}  TAI presented no credible evidence that Defendants made specific \nmisrepresentations, or engaged in acts of deception, to induce TAI to consent to \nDefendants’ entry or continued presence in Parcel B of the ECDC.  Nor was there \nany evidence presented that, prior to March 9, 2009, TAI or its representative asked \nor directed Defendants to vacate, leave, or stay away from the ECDC premises.  \nAnd, after being ejected on March 9, 2009, none of the Defendants returned to the \npremises.  With respect to Parcel B, there is no evidence that Defendants undertook \nany acts in excess or abuse of their lawful entry, and, therefore, no trespass \noccurred there. \n{131}  The Court is left to determine whether Defendant Hall’s access to, use, \nand occupancy of Parcel A amounted to a trespass of real property, from which TAI \ncan recover.   As noted previously, TAI leased Parcel A to the Lakhanys under a \nwritten sublease agreement.  (Pl. Ex. # 151-C.)  The Lakhanys, therefore, were the \nlawful possessors of Parcel A.  Although the Lakhanys’ sublease prohibited \nsubletting or assignment of Parcel A without prior consultation of C. Vega, the \nLakhanys entered into a sublease with C.H. & Sons for space in Parcel A, and Hall \nentered Parcel A with the Lakhanys’ consent.  The question that the Court must \nresolve is whether Hall’s representation to the Lakhanys that C. Vega consented to \nHall’s occupancy of Parcel A was either a misrepresentation or deception that might \nvitiate the Lakhanys’ consent.  However, the Lakhanys are not parties to this action \nand, thus, have not raised the issue of deception or misrepresentation to void their \nconsent to Hall’s occupancy of Parcel A.  Therefore, the Court concludes that \nPlaintiff’s claim as to Parcel A fails because the Lakhanys were the rightful \npossessors of Parcel A and the ones who were lawfully authorized to give consent to \nHall’s occupancy of Parcel A.           \n{132}  Plaintiff cites a North Carolina Supreme Court case, McBryde v. Coggins- \nMcIntosh Lumber Co ., for the proposition that all defendants are jointly and \nseverally liable for the trespass as aiders, abettors, or benefactors.  246 N.C. 415, \n419, 98 S.E.2d 663, 666 (1957) (citing Horton v. Hensley , 23 N.C. 163, 166 (1840)).  \nHowever, in light of the Court’s determinations above that the claim for trespass \nfails, there is no joint and several liability of Defendants as aiders, abettors, or \nbenefactors of trespass.  For the foregoing reasons, the Court DENIES Plaintiff \nrelief on its claim for trespass to land.   \nL.  \nTRESPASS TO PERSONAL PROPERTY \n{133}  A claim of trespass to personal property is based on the “injury to \npossession.”  Fordham v. Eason , 351 N.C. 151, 155, 521 S.E.2d 701, 704 (1999) \n(citation omitted).  To satisfy a claim for trespass to personal property, the “plaintiff \nmust demonstrate that [plaintiff] had[: (1)] either actual or constructive possession \nof the [personal property] in question at the time of the trespass, and [(2)] that there \nwas an unauthorized, unlawful interference or dispossession of the property.”  \nKirschbaum v. McLaurin Parking Co. , 188 N.C. App. 782, 786–87, 656 S.E.2d 683, \n686 (2008) (internal quotation and citation omitted).  “Actual damages, however, are \nnot an element of trespass to [personal property].”  Id.  \n{134}  Actual possession is a fact and constructive possession is a legal fiction.  \nFordham , 351 N.C. at 155, 521 S.E.2d at 704.  Actual possession is expressed \nthrough the exercise of dominion over or making ordinary use of the personal \nproperty, whereas constructive possession consists of a legal right to immediate \nactual possession.  Id.    \n{135}  It is uncontroverted that all the disputed property belonging to TAI was \nintentionally, knowingly, and voluntarily placed in Defendants’ possession by TAI \nor its designated representative.   The question for the Court to resolve is whether \nDefendants thereafter, without authority, interfered with or dispossessed TAI of \nthat property by some artifice, fraud or ruse.  Upon the facts presented, the Court \nsimply cannot reach that conclusion.  The Court has previously noted that Hall and \nC. Vega operated without the benefit of an agreement or mutual understanding \nregarding Hall’s authority to act on behalf of TAI.  Without such an agreement or \nunderstanding, or without a determination that Hall acted fraudulently, criminally \nor in violation of a fiduciary duty, the Court cannot conclude that Hall acted \nwithout authority and unlawfully interfered with or dispossessed Plaintiff of its \nproperty.  Therefore, the Court DENIES Plaintiff relief on its claim for trespass to \npersonal property.  \nM.  \nCIVIL CONSPIRACY \n{136}  A conspiracy is generally defined as wrongful acts committed by persons \npursuant to an agreement.  Dalton , 138 N.C. App. at 213, 531 S.E.2d at 266. \n{137}  In North Carolina, no independent cause of action exists for civil \nconspiracy.  See Shope v. Boyer,  268 N.C. 401, 404–05, 150 S.E.2d 771, 773–74 \n(1966).  Therefore, recovery must be on the basis of an underlying claim of unlawful \nconduct.   Toomer v. Garrett , 155 N.C. App. 462, 483, 574 S.E.2d 76, 92 (2002) (citing \nMuse v. Morrison , 234 N.C. 195, 198, 66 S.E.2d 783, 785 (1951)); see also  Dove v. \nHarvey , 168 N.C. App. 687, 690, 608 S.E.2d 798, 800 (2005) (“[R]ecovery must be on \nthe basis of sufficiently alleged wrongful overt acts.”) (quoting Fox v. Wilson , 85 \nN.C. App. 292, 301, 354 S.E.2d 737, 743 (1987)).  \n{138}  To establish liability for a civil conspiracy a plaintiff must demonstrate, \n“(1) an agreement between two or more individuals; (2) to do an unlawful act or to \ndo a lawful act in an unlawful way; (3) resulting in injury to plaintiff inflicted by \none or more of the conspirators; and (4) pursuant to a common scheme.”  Strickland \nv. Hedrick , 194 N.C. App. 1, 19, 669 S.E.2d 61, 72 (2008) (quotation and citation \nomitted); see also  State ex rel. Cooper v. Ridgeway Brands Mfg., LLC , 362 N.C. 431, \n445, 666 S.E.2d 107, 116 (2008). \n{139}  The agreement to conspire may be established by sufficient circumstantial \nevidence, but the evidence must demonstrate more than mere suspicion of an \nagreement.  Boyd v. Drum , 129 N.C. App. 586, 592, 501 S.E.2d 91, 96 (1998), aff’d, \n350 N.C. 90, 511 S.E.2d 304 (1999) (citation omitted).   \n{140}  Because damages in an action for civil conspiracy result from wrongful \nacts committed pursuant to the agreement, rather than from the agreement itself, \nthe claimant must present evidence of an overt act committed by at least one \nconspirator in furtherance of the common objective.  Jones v. City of Greensboro , 51 \nN.C. App. 571, 583, 277 S.E.2d 562, 571 (1981), overruled on other grounds by , \nFowler v. Valencourt , 334 N.C. 345, 435 S.E.2d 530 (1993).   \n{141}  Plaintiff alleges that the agreement at the heart of the conspiracy was to \n“unlawfully occupy and convert the real and personal property of Plaintiff and to \ndeprive, destroy or severely limit the manner in which Plaintiff was conducting \nbusiness with TAI’s customers, vendors, suppliers and other third parties . . . .” \n(Am. Compl. ¶ 35.)  Plaintiff further alleges overt acts committed by Defendants in \nfurtherance of the conspiracy including “the conversion of goods, services, \nequipment, utilities, supplies, customers, prospective customers, accounts, and \npremises . . . .”  (Am. Compl. ¶ 38.)    \n{142}  Having previously determined that Plaintiff has failed to prove the \nunderlying claim for conversion of chattel, the Court considers whether a claim for \nconversion of customers, prospective customers, accounts and premises will lie in \nthis case.   However, “only goods and personal property are properly the subjects of \na claim for conversion.  A claim for conversion does not apply to real property.”  \nNorman v. Nash Johnson & Sons’ Farms, Inc.,  140 N.C. App. 390, 414, 537 S.E.2d \n248, 264 (2000) (citing McNeill v. Minter , 12 N.C. App. 144, 146, 182 S.E.2d 647, \n648 (1971)).  “Nor are intangible interests such as business opportunities and \nexpectancy interests subject to a conversion claim.”  Id.  (citation omitted).  As \nintangibles and real property, customers, prospective customers, accounts and \npremises all fall outside the usual and customary meaning of “goods and personal \nproperty” and, thus, will not support a claim for conversion.  Therefore, the Court \nconcludes that Plaintiff failed to establish an underlying claim of unlawful conduct \nto support the alleged conspiracy.  Accordingly, the Court DENIES Plaintiff relief \non its claim for civil conspiracy.   \nN.  \nNUISANCE \n{143}  “In order to establish a claim for nuisance, a plaintiff must show the \nexistence of a substantial and unreasonable interference with the use and \nenjoyment of its property,” The Shadow Group, LLC v. Heather Hills Home Owners \nAss’n, 156 N.C. App. 197, 200, 579 S.E.2d 285, 287 (2003), that results in actual \ndamage.  Hawkins v. Hawkins , 101 N.C. App. 529, 533, 400 S.E.2d 472, 475 (1991), \naff'd , 331 N.C. 743, 417 S.E.2d 447 (1992). \n{144}  The North Carolina Supreme Court has held substantial interference to \nmean “a substantial annoyance, some material physical discomfort . . . or injury to \n[the plaintiff’s] health or property,” The Shadow Group, LLC , 156 N.C. App. at 200, \n579 S.E.2d at 287 (quoting Duffy v. Meadows,  131 N.C. 31, 34, 42 S.E. 460, 461 \n(1902)) (alteration original). \n{145}  A private nuisance may be classified as either per se or per accidens.  \nMorgan v. High Penn Oil Co. , 238 N.C. 185, 191, 77 S.E.2d 682, 687 (1953).  A \nnuisance per se is an act or structure that “is a nuisance at all times and under any \ncircumstances,” whereas a nuisance per accidens only becomes a nuisance in certain \ncircumstances and under certain conditions.  Id.   “[A] lawful business may become a \nnuisance per accidens because of its operation or other factors.”  Rudd v. Electrolux \nCorp. , 982 F. Supp. 355, 368 (M.D.N.C. 1997) (referencing Morgan , 238 N.C. 185, 77 \nS.E.2d 682). \n{146}  Plaintiff alleges as the basis for its claim of nuisance that “Defendants \nsubstantially interfered with Plaintiff’s use and enjoyment of its own property, \nwhich resulted in significant annoyance, material physical discomfort or injury and \nloss of rental income, profits, business and economic opportunity.” (Am. Compl. ¶ \n119.)  In its ordinary meaning, a nuisance is “a condition, activity, or situation (such \nas a loud noise or foul odor) that interferes with the use or enjoyment of property.” \nB LACK ’S LAW D ICTIONARY  1096 (8th ed. 2004).  It stands to reason that to be \ncompensable, a complainant must be aware of the “condition, activity or situation” \nof which he complains in order for it to interfere with his use or enjoyment of \nproperty.  In this case, Plaintiff’s evidence was that C. Vega did not become aware \nof the activities complained of until March 2009, and then promptly shut down \noperation of the ECDC.  If a nuisance existed, it was abated when J. Vega arrived in \nGastonia and dismissed all of the ECDC employees, including the individual \nDefendants.   Plaintiff’s annoyance with Defendants’ conduct arose shortly before, \ncontemporaneously with, or shortly after J. Vega shut down the ECDC.  \nConsidering the void of evidence in support of the claim for nuisance, it is unclear to \nthe Court why Plaintiff pled this particular claim.  Regardless, Plaintiff has failed \nto prove the existence of either a nuisance per se or per accidens.  Accordingly, the \nCourt DENIES Plaintiff relief on its claim for nuisance.    \nO.  \nTORTIOUS INTERFERENCE WITH BUSINESS RELATIONS AND P ROSPECTIVE \nECONOMIC ADVANTAGE \n1.  \nINTERFERENCE WITH BUSINESS RELATIONS \n{147}  Our Supreme Court has used the term “business relationships” to \nembrace both tortious interference with contract and prospective economic \nadvantage.  Sunbelt Rentals, Inc. v. Head & Engquist Equip., LLC , 2002 NCBC 4 ¶ \n47 (N.C. Super. Ct. July 10, 2002), http://www.ncbusinesscourt.net/opinions/ \n2002%20NCBC%204%20(Sunbelt).pdf  (discussing Owens v. Pepsi Cola Bottling Co. \nof Hickory, N.C., Inc. , 330 N.C. 666, 412 S.E.2d 636 (1992)). \n{148}  To establish a claim for tortious interference with contract, the plaintiff \nmust show:  \n(1) a valid contract between the plaintiff and a third person which \nconfers upon the plaintiff a contractual right against a third person; (2) \nthe defendant knows of the contract; (3) the defendant intentionally \ninduces the third person not to perform the contract; (4) and in doing \nso acts without justification; (5) resulting in actual damage to plaintiff.   \nUnited Laboratories, Inc. v. Kuykendall , 322 N.C. 643, 661, 370 S.E.2d 375, 387 \n(1988) (quoting Childress v. Abeles , 240 N.C. 67, 84 S.E.2d 176 (1954)). \n{149}  Whether or not justification exists depends on “the circumstances \nsurrounding the interference, the actor’s motive or conduct, the interests sought to \nbe advanced, the social interest in protecting the freedom of action of the actor, and \nthe contractual interests of the other party.”  Embree Const. Group, Inc. v. Rafcor, \nInc. , 330 N.C. 487, 498, 411 S.E.2d 916, 924 (1992) (quotation and alteration \nomitted).  In other words, justification exists where the interference is related to a \nlegitimate and lawful business interest.  Fitzgerald v. Wolf , 40 N.C. App. 197, 200, \n252 S.E.2d 523, 524 (1979); Childress , 240 N.C. 667, 84 S.E.2d 176. \n{150}  Plaintiff must first establish a valid contract between Plaintiff and a \nthird-party.  Plaintiff presented virtually no evidence of the existence of a contract \nbetween Plaintiff and a third-party, except perhaps with respect to its relationship \nwith Worth.  Based on the testimony of C. Vega, the Court finds that during the \ntime period that Hall managed the ECDC, TAI purchased a substantial number of \nbats, presumably through contract, from third-party Worth.  However, at the time \nPlaintiff met Hall, Hall had an existing contractual relationship with Worth.  There \nis no evidence before the Court that anything Hall did interfered with Plaintiff’s \nrelationship with Worth, and having previously concluded that Defendant Hall \nacted in what he believed to be the best interest of TAI and the ECDC, the Court \nnow concludes that Hall acted with justification in his interactions with existing \ncustomers of TAI.  While Plaintiff has presented evidence that it had supplier-\ncustomer relationships with a number of other individuals and entities, it has failed \nto satisfy the Court that any of those relationships were encumbered, interrupted, \nor altered by Hall’s behavior.  Accordingly, Plaintiff is not entitled to relief upon its \nclaim for tortious interference with business relations, and this claim is hereby \nDISMISSED.   \n2.  \nINTERFERENCE WITH PROSPECTIVE ECONOMIC ADVANTAGE \n{151}  A claim for tortious interference with prospective advantage requires a \nplaintiff show that the defendant “induced a third party to refrain from entering \ninto a contract with the Plaintiff without justification.”  DaimlerChrysler Corp. v. \nKirkhart , 148 N.C. App. 572, 585, 561 S.E.2d 276, 286 (2002).  The plaintiff must \nidentify a specific potential contract and establish that the contract would have \nensued but for the interference.  Id.  \n{152}  The North Carolina Supreme Court has held unjustified interference to be \n“not in the legitimate exercise of defendant’s own right, but with design to injure \nthe plaintiff, or gaining some advantage at his expense.”  Owens , 330 N.C. at 680, \n412 S.E.2d at 644 (quoting Coleman v. Whisant , 225 N.C. 494, 506, 35 S.E.2d 647, \n656 (1945).  \n{153}  Like Plaintiff’s claim for tortious interference with business relations, the \nCourt cannot find any credible evidence that either identifies the “specific potential \ncontract” or demonstrates that the identified contract would have ensued but for the \nDefendants’ actions.  The only contract Plaintiff specifically identifies is its existing \nrelationship with Worth, and, as stated above, none of the evidence presented \nsuggests that Defendant Hall unjustifiably interfered with that relationship.  In \naddition, the Court finds no evidence that Defendants induced any other third \nparties to refrain from entering into a contract with Plaintiff.  As such, Plaintiff is \nnot entitled to relief based on its claim for tortious interference with prospective \neconomic advantage.    \nP.  \nPUNITIVE DAMAGES \n{154}  The award of punitive damages is controlled by statute.  N.C.  G EN . S TAT . § \n1D-1 (2012).  These damages are not compensatory in nature, but rather, intended \nto deter future bad behavior by punishing a defendant for aggravating conduct in \nthe commission of a tort .  Rhyne v. K-Mart Corporation , 149 N.C. App. 672, 678, 562 \nS.E.2d 82, 88 (2002), aff'd , 358 N.C. 160, 594 S.E.2d 1 (2004).  “The claimant must \nprove the existence of an aggravating factor by clear and convincing evidence.  N.C.  \nG EN . S TAT . § 1D-15(b) (2012).   \n{155}  Aggravation is defined as a wrong “done willfully or under circumstances \nof rudeness, oppression, or express malice, or in a manner evincing a wanton and \nreckless disregard of the plaintiffs’ rights.”  Connelly v. Family Inns of Am., \nInc.,  141 N.C. App. 583, 593, 540 S.E.2d 38, 44–45 (2000) (citation omitted).  “An act \nis willful when there exists a deliberate purpose not to discharge some duty \nnecessary to the safety of the person or property of another, a duty assumed by \ncontract or imposed by law[,]”  Id . at 593, 540 S.E.2d at 45 (internal quotation \nomitted), and “[a]n act is wanton when it is done of wicked purpose or when done \nneedlessly, manifesting a reckless indifference to the rights of others.”   Id . at 593, \n540 S.E.2d at 45 (quotation omitted). \n{156}  Punitive damages are not awarded for a breach of contract, N.C. Gen. \nStat. § 1D-15(d), without an identifiable independent tort and aggravating \ncircumstances.  Strum v. Exxon Co., U.S.A., a Div. of Exxon Corp. , 15 F.3d 327, 331 \n(4th Cir. 1994) (citing Newton v. Standard Fire Ins. Co.,  291 N.C. 105, 229 S.E.2d \n297, 301 (1976) and Asheville Contracting Co. v. City of Wilson,  62 N.C. App. 329, \n303 S.E.2d 365, 373 (1983)).  See also  Stanback v. Stanback , 297 N.C. 181, 254 \nS.E.2d 611 (1979), distinguished on other ground by Dickens v. Puryear, 302 N.C. \n437, 276 S.E.2d 325 (1981). \n{157}  When awarding punitive damages, the fact finder may only consider: \na. The reprehensibility of the defendant’s motives and conduct.  b. The \nlikelihood, at the relevant time, of serious harm.  c. The degree of the \ndefendant’s awareness of the probable consequences of its conduct.  d. \nThe duration of the defendant’s conduct.  e. The actual damages \nsuffered by the claimant.  f. Any concealment by the defendant of the \nfacts or consequences of its conduct.  g. The existence and frequency of \nany similar past conduct by the defendant.  h. Whether the defendant \nprofited from the conduct.  i. The defendant’s ability to pay punitive \ndamages, as evidenced by its revenues or net worth.  \nN.C. \n G EN . S TAT . § 1D-35 (2011). \n{158}  Having considered the relevant factors, and previously concluded that the \nDefendants did not engage in unlawful, deceptive, or fraudulent conduct, the Court \nfurther concludes that Defendants did not deliberately fail to discharge a duty owed \nto Plaintiffs and, therefore, Plaintiff is not entitled to punitive damages.   \nQ.  \nDEFENDANTS’ COUNTERCLAIMS/CROSS-CLAIMS \n{159}  Defendants Worth and Cornell filed counterclaims against Plaintiff TIA \nand cross-claims against C. Vega.  By order dated June 9, 2010, the Court dismissed \nwithout prejudice Worth and Cornell’s counterclaims against Plaintiff, however, no \ndismissal was entered, or other disposition made, with respect to Worth and \nCornell’s cross-claims against C. Vega.  Because their cross-claims were not \nprosecuted during the trial of this case, the Court concludes that these claims \nshould be DISMISSED for failure to prosecute.   \n{160}  By way of Counterclaim, Jeff Hall, C.H. & Sons, TKL, Jeff Hall Sports and \nCaldwell (“Counterclaimants”), asserted claims for (a) conversion of repairs and \nimprovements made by C.H. & Sons and TKI at the ECDC, and for recovery of \nitems of personal property, including cash, in the amount of $74,672.98; (b) the \nrepayment of loans from Hall to C. Vega and TAI totaling $3,124.00; (c) \ndefamation; 3 (d) breach of contract; (e) quantum meruit (alternatively); (f) claim and \ndelivery; (g) trespass to chattels; (h) declaratory judgment; and (i) tortious \ninterference with contract.       \n{161}  By order of the Honorable Albert Diaz, TAI Sports, Inc. v. Hall , No. 09 \nCVS 2201 (N.C. Super. Ct. July 22, 2009) (order granting application for claim and \ndelivery), possession of the personal property claimed by Counterclaimants was \nreturned to them upon the posting of bond with the Gaston County Clerk of Court \nin the amount of $108,944.00.  Having resolved all other issues between the parties \nin this Order, the Court concludes that Counterclaimants are entitled to permanent \npossession of the items returned to them in Judge Diaz’s order, and are further \nentitled to the release of their $108,944.00 bond.   \n{162}  As to the remaining counterclaims, the Court can not find that any \ncredible evidence was produced sufficient to support the remaining claims and \naccordingly the remainder of Counterclaimants claims are DISMISSED.  \nIV.  \nCONCLUSION \n{163}  The Court has both personal and subject matter jurisdiction over the \nparties and claims, respectively. \n{164}  Plaintiff is not entitled to a permanent injunction as a matter of law. \n{165}  The resolution of Plaintiff’s claims by trial and the Court’s conclusion that \nno valid contract exists between the parties obviates the need for the Court to \nresolve Plaintiff’s claim for declaratory relief.     \n                                                 \n3 Counterclaimants claim for defamation was voluntarily dismissed on March 30, 2011.  \n{166}  No valid contract existed between Plaintiff and Defendants.  Absent a \nvalid contract, there could be no breach.   \n{167}  Plaintiff has failed to sustain its burden of proof with respect to its claim \nfor fraud. \n{168}  No fiduciary relationship existed between Plaintiff and the individual \nemployee-defendants.  Defendant Hall served as a de facto  officer of Plaintiff and \nowed Plaintiff a duty of care.  However, the Court concludes that Hall acted in what \nhe reasonably believed to be the best interest of the ECDC, and therefore did not \nbreach the duty of care owed to Plaintiff. \n{169}  Plaintiff’s claim for imposition of a constructive trust is without merit.   \n{170}  With respect to its claim of conversion, Plaintiff did not present any \nevidence of demand by Plaintiff, and refusal by Defendants, to return property that \nPlaintiff entrusted to Defendants.   \n{171}  With respect to Plaintiff’s UDTPA claim, the relationship between \nPlaintiff and the individual-employee defendants was nothing more than that of \nemployer and employee and, therefore, the actions of these defendants are not “in or \naffecting commerce.”   \n{172}  Plaintiff has failed to prove by a preponderance of the evidence that \nDefendant Hall engaged in any fraudulent, deceptive or unlawful acts which \nproximately caused actual injury to the plaintiff or to its business. \n{173}   With respect to Plaintiff’s Unjust Enrichment claim, Plaintiff conferred a \nmeasurable benefit upon Hall in the amount of $18,401.00 that was not gratuitous \nand for which Plaintiff is entitled to reimbursement.   \n{174}  Plaintiff has failed to prove the existence of an implied lease.    \n{175}  Plaintiff has failed to prove by a preponderance of the evidence its claim \nfor Trespass in Count 12 of the Amended Complaint.  \n{176}  With respect to its Conspiracy claim, Plaintiff has failed to prove by a \npreponderance of the evidence the object of the alleged conspiracy in Count 14 of the \nAmended Complaint.   \n{177}  Plaintiff has failed to prove any element of its claim for Nuisance.  \n{178}  Plaintiff has failed to prove its claim for Tortious Interference with \nBusiness Relations by a preponderance of the evidence, and there is no credible \nevidence before the Court to support a claim of tortuous interference with \nprospective economic advantage.   \n{179}  Plaintiff has failed to prove by a preponderance of the evidence that \nDefendants engaged in aggravating conduct in the commission of a tort to warrant \npunitive damages.    \nV. JUDGMENT \n IT IS, THEREFORE, ORDERED, ADJUDGED and DECREED as  follows:  \n{180}  Plaintiff’s claim for permanent injunctive relief is DENIED.    \n{181}  Plaintiff’s claim for declaratory relief is DENIED.. .. \n{182}  Plaintiff is not entitled to relief on its claim for breach of contract.. .. \n{183}  Plaintiff is not entitled to relief on its claim for fraud.  \n{184}  Plaintiff is not entitled to relief on its claim for breach of fiduciary duty. \n{185}  Plaintiff is not entitled to relief on its claim for imposition of a \nconstructive trust. \n{186}  Plaintiff is not entitled to relief on its claim for claim for conversion.   \n{187}  Plaintiff is not entitled to relief on its claim for claim for UDTP.   \n{188}  Upon its claim for unjust enrichment, Plaintiff shall have and recover of \nDefendant Jeffrey Hall the sum of $18,401.00, plus interest at the legal rate \naccumulated from the date of the Complaint.  As to the remaining Defendants, \nPlaintiff is not entitled to relief.   \n{189}  Plaintiff is not entitled to relief on its claim for quantum meruit.   \n{190}  Plaintiff is not entitled to relief on its claim for trespass.   \n{191}  Plaintiff is not entitled to relief on its claim for trespass to personal \nproperty.   \n{192}  Plaintiff is not entitled to relief on its claim for civil conspiracy.   \n{193}  Plaintiff is not entitled to relief upon its claim for nuisance.  \n{194}  Plaintiff is not entitled to relief on its claims for tortious interference with \nbusiness relations, or tortious interference with prospective economic advantage.. ..   \n{195}  Plaintiff is not entitled to relief on its claim for punitive damages.   \n{196}  Worth and Cornell’s cross-claims against C. Vega are DISMISSED. \n{197}  Counterclaimants shall have permanent possession of the items delivered \nto them by virtue of Judge Diaz’s order of possession, and their bond in the amount \nof $108,944.00 is hereby RELEASED.    \n{198}  Counterclaimants Jeff Hall, C.H. & Sons, TKL, Jeff Hall Sports, Inc. and \nCaldwell’s claims for (a) Conversion of repairs and improvements made by C.H. & \nSons and TKI at the ECDC warehouse, and for the recovery of other items of \npersonal property, including cash, in the amount of $74,672.98 and (b) the \nrepayment of loans from Hall to C. Vega and TAI totaling $3,124.00; (c) breach of \ncontract; (d) quantum meruit (alternatively); (e) claim and delivery; (f) trespass to \nchattels; (g) declaratory judgment; and (h) tortious interference with contract are \nDISMISSED. \n{199}  Each party, respectively, shall bear his/her own costs of this action.   \nSO ORDERED, this the 28 th  day of December 2012. \n "
}