{
  "id": "a5006c711560dabbacdbceffa0cc31a0cff9e40826e978497133549c5038fe66",
  "source_file": "data/raw/ncbc/a5006c711560dabbacdbceffa0cc31a0cff9e40826e978497133549c5038fe66.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nFORSYTH COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 680 \nMCGRIFF INSURANCE SERVICES, \nINC., \n \nPlaintiff, \n \nv. \n \nRYAN HUDSON and DIGITAL \nINSURANCE, LLC d/b/a ONEDIGITAL \nHEALTH AND BENEFITS,  \n \nDefendants. \n \nORDER AND OPINION ON  \nPLAINTIFF’S MOTION FOR LEAVE \nTO AMEND COMPLAINT, \nDIGITAL INSURANCE, LLC’S \nMOTION TO DISMISS,  \nHUDSON’S MOTION TO DISMISS, \nAND PLAINTIFF’S MOTION TO \nDISMISS COUNTERCLAIMS \n1. Ryan Hudson worked for McGriff Insurance Services, Inc.  (“McGriff”), \nformerly BB&T Insurance,  servicing its clients ’ employee benefits needs for more \nthan a decade.  He decided to open his own consulting business in late 2021, and his \nformer employer alleges that he is profiting from moving its client relationships to a \ncompetitor and soliciting its employees, all in violation of an employment agreement \nhe signed when he began work years ago.  McGriff sues for violation of that \nagreement, interference with its customer relationships, misappropriation of its trade \nsecrets, and unfair and deceptive trade practices.  Hudson counterclaims, contending \nthat it is McGriff that has interfered with his new business. \n2. Suit was originally brought against Hudson and OneDigital on 9 February \n2022.  (ECF No. 4.)  On 10 May 2022, McGriff  filed a motion for leave to amend its \nComplaint.  (ECF No. 54.)  Among other things, McGriff seeks to add Hudson’s former \nco-worker, Katherine Stetson, as a defendant. \nMcGriff Ins. Servs., Inc. v. Hudson, 2023 NCBC 3. \n3. The case is before the Court on four motions: Defendant Digital Insurance, \nLLC’s Motion to Dismiss Plaintiff’s Complaint, (ECF No. 31) , Defendant Ryan \nHudson’s Motion to Dismiss, (ECF No. 34), Plaintiff’s Motion for Leave to Amend \nComplaint, (ECF No. 54)  (collectively, the “Complaint Motions”), and \nPlaintiff/Counter-Defendant’s Motion to Dismiss Counterclaims, (ECF No. 48)  (the \n“Counterclaim Motion,” together with Complaint Motions, the “Motions”). \n4. The Court, having considered the Motions, the briefs supporting  and \nopposing the Motions, the parties’ arguments at a hearing held on 11 August 2022, \nand other relevant matters of record, concludes for the reasons stated below that \nPlaintiff’s Motion for Leave to Amend Complaint should be GRANTED in part and \nDENIED in  part, Defendants’ Motions to Dismiss should be DENIED,  and \nPlaintiff/Counter-Defendant’s Motion to Dismiss Counterclaims should be DENIED. \nConstangy, Brooks, Smith & Prophete, LLP, by Jill S. Stricklin, \nJacqueline C. Johnson, and Rodrigo J. Pocasangre, for Plaintiff McGriff \nInsurance Services, Inc. \n \nMorris, Manning & Martin, LLP, by Seslee S. Smith, Meredith W, \nCaiafa, and Kevin T. Gray, for Defendant Digital Insurance, LLC. \n \nJohnston, Allison & Hord, P.A., by Kimberly J. Kirk and Katie D. \nBurchette, for Defendant Ryan Hudson. \n \nI. FACTS AND PROCEDURAL BACKGROUND \n5. The Court does not make findings of fact when ruling on either a motion to \ndismiss or a motion to amend.  It recites below those factual allegations from the \nComplaint and its  proposed amendment that are relevant and necessary to the \nCourt’s determination of the motions before it.  See, e.g., Krawiec v. Manly, 370 N.C. \n602, 606 (2018). \n6. McGriff, formerly known as BB&T Insurance Services, Inc. ( “BB&T \nInsurance”), is a full-service insurance broker.1    The i nsurance services it provides \ninclude commercial property and casualty, corporate bonding and surety services, \ncyber, management liability, captives and alternative risk transfer programs, small \nbusiness, employee benefits, title insurance, and personal lines. M cGriff is \nheadquartered in Charlotte, North Carolina, but provides “risk management and \ninsurance solutions to clients across the United States.”  (Prop. Am. Compl. ¶ ¶ 1–2, \nECF No. 55.1.) \n7. Hudson was hired by McGriff as an Employee Benefits Insurance Agent on \n1 February 2010.  He was based in Charlotte.  (Prop. Am. Compl. ¶¶ 6, 25; Ex. A §2(b) \n[“Employment Agreement”], ECF No. 55.3 .)  McGriff alleges that , during his \nemployment, Hudson developed customer relationships that were integral “to the \nsuccess of the BB&T Insurance/McGriff facility in Charlotte[.]”  (Prop. Am. Compl. ¶ \n29.) \n8. Stetson became employed by McGriff in March 2001 as a Total Account \nAgent and was later promoted to Account Manager.  (Prop. Am. Compl. ¶ 16 .)  She \nworked closely with Hudson to service accounts and maintained significant and on -\ngoing contact with McGriff’s customers and prospective customers with respect to the \nsale, purchase, and service of Employee Benefits insurance products.  (Prop. Am. \nCompl. ¶ 28.) \n \n1 The Court uses the terms “McGriff” and “BB&T Insurance” interchangeably in this Order \nand Opinion to refer to Plaintiff. \nHudson’s Employment Agreement \n9. Prior to beginning work, as a condition of his employment, Hudson signed \nan employment agreement containing non -solicitation provisions (the “Employment \nAgreement”).  (Prop. Am. Compl. ¶ 7; Employment Agreement.)   \n10. Paragraph 8(a)(iii) of Hudson’s Employment Agreement dictates that \nHudson may not  “ [s]olicit, contact, divert, or call upon  with the intent of doing \nbusiness with, any ‘BB&T Insurance Customer’  . . . on [Hudson’s] own behalf or on \nbehalf of any Competitive Bu siness . . . if the purpose of the activity is to solicit the \nBB&T Insurance Customer for a Competitive Business[.]”  (Employment Agreement \n¶ 8(a)(iii).) \n11. The Employment Agreement defines “BB&T Insurance Customer” as any \n“company or individual customer of BB&T Insurance with whom, within the two-year \nperiod ending with the termination of Employee’s employment, Employee had \nmaterial contact or who was otherwise contacted or served by Employee regarding \n(A) the sale, trade, or service or the attempted sale, trade or service of business \ninsurance products or (B) any other business activit ies of BB&T Insurance.”  \n(Employment Agreement ¶ 8(b)(ii)). \n12. The Employment Agreement defines “Competitive Business” as “an \nenterprise that is in the business of selling,  trading, or servicing business insurance \nproducts that are competitive with those offered by BB&T Insurance during the term \nof Employee’s employment with BB&T Insurance.”   ( Employment Agreement  ¶ \n8(b)(i).)   \n13. Paragraph 8(a)(i) of the Employment Agreement requires that Hudson not \n“[s]olicit, recruit, encourage or support any employee of BB&T Insurance  who had \nperformed work for BB&T Insurance within the last year of [Hudson’s] employment \nwith BB&T Insurance to leave the employment of BB&T Insurance[.]”  (Employment \nAgreement ¶ 8(a)(i)).   \n14. In paragraph 11 of the Employment Agreement, Hudson agreed that during \nhis employment and for three years thereafter, he would not:  \n(i) misappropriate; (ii) use for the purpose of competing with BB&T \nInsurance, either directly or indirectly; (iii) disclose to any third party, \neither directly or indirectly; or (iv) aid anyone else in disclosing to any \nthird party, either directly or indirectly, all or any part of any \n“Confidential Information” . . . to the extent that such Co nfidential \nInformation does not rise to the level of a trade secret under applicable \nlaw. \n \nTo the extent that said Confidential Information does rise to the level of \na trade secret under applicable law, then  . . . Employee will ac t in \naccordance with the terms of applicable law governing trade secrets.  \n \n(Employment Agreement ¶ 11(a).) \n15. The Employment Agreement defines “Confidential Information” broadly to \ninclude, among other things, “any confidential, proprietary BB&T Insurance \ninformation regarding a customer of BB&T Insurance, including but not limited to \ncustomer lists, contracts, information, requirements, billing histories, marketing \nmethods, needs and products or services provided by BB&T Insurance to such \ncustomers” and “all confidential information relating to BB&T Insurance’s . . .  \nemployee lists, personnel matters[.]”  (Employment Agreement ¶ 11(b)(ii), (vi).) \nStetson’s Non-Solicitation Agreement \n16. About four and a half years after starting work, Stetson signed a non -\nsolicitation agreement (the “Non -Solicitation Agreement”).  In exchange for signing \nthe agreement, Stetson became eligible to receive an annual bonus.  (Prop. Am. \nCompl. ¶ 17; Ex. D [“Non-Solicitation Agreement”], ECF No. 55.6.) \n17.    Stetson’s Non-Solicitation Agreement does not permit  her to “[s]olicit, \nencourage or support any employee of BB&T Insurance who had performed work for \nBB&T Insurance within the last year of [Stetson’s] employment with BB&T \nInsurance to leave the employment of BB&T Insurance [.]”  (Non- Solicitation \nAgreement ¶ 2(a)(i).)   \n18. Stetson also may not “[s]olicit, divert, or call upon with the intent of doing \nbusiness with, as or on behalf of any business in competition with BB&T Insurance, \nany ‘BB&T Insurance Customer’ . . . for the purpose of engaging in any ‘Competitive \nActivity[.]’ ”  (Non-Solicitation Agreement ¶ 2(a)(iii)).  \n19. In addition, Stetson ’s Non-Solicitation Agreement  contains a pledge of \nconfidentiality identical in material respects to Hudson’s Employment A greement.  \n(See Non-Solicitation Agreement ¶ 4.)  \n20. Both Hudson and Stetson were provided access to McGriff’s confidential \ninformation to enable them to perform their jobs.  (Prop. Am. Compl. ¶ 30 .)  McGriff \nalleges that this information included:  \n(A) Customer lists and contact in formation, including the identity of \nspecific customer contacts and point persons; (B) Customer preferences, \nrequirements and buying patterns, including products and services \nprovided to such customers, pricing/premium structures, billing \nhistories, policy cost and sales information, insurance expiration dates, \ninsurance renewal schedules, fee agreements, applications, \nunderwriting, proposals, certificate of holder lists, and claims history; \n(C) Marketing and sales strategies, financial, operational and customer \nservice information; ( D) Detailed compilations of data, created over \nsignificant periods of time, regarding each of its customers; and ( E) \nOther internal business information that is proprietary in nature, \nconfidential to BB&T Insurance/McGriff, and not generally available to \nits competitors or the public at large.   \n \n(Prop. Am. Compl. ¶ 30.)  \n \n21. The information also included electronic workbooks known as “ Watson \nReports,” which contained a “detailed financial snapshot ” of each insurance \ncustomer’s plan.   (Prop. Am. Compl. ¶ 32.)   \n22. Hudson and Stetson also had access to “Sherlock Reports ,” proprietary \nreports containing information related to insurance plan renewal s, including \ncomparative quotes that BB&T obtained for its customers.  (Prop. Am. Compl. ¶ 33.) \n23.  McGriff alleges that it made efforts to protect this information through the \nuse of confidentiality provisions in employment agreements and by implementing a \nCode of Ethics, a Corporate Information Security policy, password protection, and \ndual authentication.  (Prop. Am. Compl. ¶ 35). \n       OneDigital \n24.   Digital Insurance, LLC (“OneDigital”), headquartered in Atlanta, Georgia, \nprovides advisory consulting and technology solutions to employers regarding their \nemployee benefits and insurance needs.  In that respect, OneDigital and McGriff are \nallegedly direct competitors.  (Prop. Am. Compl. ¶ 5.) \n25.  On 1 September 2021, Hudson notified McGriff of his resignation.  (Prop. \nAm. Compl. ¶ 39 .)  Hudson has since done business as “Hudson \nInsuranceConsulting,” but McGriff alleges that One Digital exercises control over \nHudson’s business operations, instructs Hudson on how he should conduct business, \nand directs Hudson to comply with its requirements.  (Prop. Am. Compl. ¶¶ 46, 50.) \n26.  Shortly after leaving McGriff, Hudson announced the formation of Hudson \nConsulting Group in a LinkedIn post and encourag ed anyone interested in his \nservices to reach out to him.  (Prop. Am. Compl. ¶ 62 .)  Several McGriff customers \nreplied directly to this post.  (Prop. Am. Compl. ¶ 64.) \n27. Hudson has allegedly referred McGriff’s current and prospective customers \nto OneDigital in exchange for fifty percent (50%) of OneDigital’s net commission \nreceived.  (Prop. Am. Compl. ¶ 47.) \n28. McGriff alleges that this business arrangement has given OneDigital access \nto confidential information and trade secrets belonging to McGriff, as well as to \nHudson and Stetson’s book of business.  (Prop. Am. Compl. ¶ 51.) \n29. Stetson resigned from McGriff two weeks after Hudson left.   (Prop. Am. \nCompl. ¶ 43).  She went to work for OneDigital in a position designed to provide \nsupport for Hudson’s business activities.  (Prop. Am. Compl. ¶¶ 44, 48.)   \n30. McGriff alleges that Hudson a nd Stetson, working with OneDigital \nemployees, have violated their agreements not to solicit McGriff’s insurance \ncustomers.  (Prop. Am. Compl. ¶ 66.)   \n31.  McGriff further alleges that Hudson and Stetson have encouraged other \nMcGriff employees to resign  and become employed by OneDigital , and that Hudson \nhas provided OneDigital with the names, positions, and contact information for \nMcGriff employees.  (Prop. Am. Compl. ¶ 58.) \n32.  In addition, McGriff contends that in anticipation of his departure, Hudson \ntook a number of steps to solicit customers away from McGriff and to prevent McGriff \nexecutives from building relationships with certain clients.  (Prop. Am. Compl. ¶¶ \n59–60.)   \n33.  For example, w ith certain  employee benefits  customers, McGriff enters \ninto Employee Benefits Broker Services Agreements (“Fee Agreements”) whereby the \ncustomer agrees to pay McGriff a fee for insurance placement and employee benefit \nmanagement services.  (Prop. Am. Compl. ¶ 37 .)  Typically, Fee Agreements may be \nterminated upon thirty (30) days’ notice by either party.  (Prop. Am. Compl. ¶ 38.)  \n34.  Prior to his departure, Hu dson allegedly failed to procure Fee Agreement \nrenewals for certain McGriff customers so that he could later solicit the business for \nOneDigital.  (Prop. Am . Compl. ¶ 61 .)  After his departure, Hudson has allegedly \nsuggested to McGriff customers ways to avoid paying the amounts due under their \nFee Agreements with McGriff.  (Prop. Am. Compl. ¶ 84.) \n35. Moreover, Hudson and Stetson  allegedly provided OneDigital with \nconfidential customer information that they acquired as employees of McGriff.  (Prop. \nAm. Compl. ¶ 69.)  Hudson had access to this information, in part, through Stetson.  \n(Prop. Am. Compl. ¶  51.)  The information include s Fee Agreements, contact \ninformation for customer point persons, and insurance renewal dates , as well as  \nMcGriff’s disclosure and reporting compliance guide , and its Watson and Sherlock \nReport templates.  (Prop. Am. Compl. ¶¶ 70, 71, 75–77.) \nII.  STANDARD OF REVIEW \n36. Dismissal of a claim pursuant to Rule 12(b)(6) of the North Carolina Rules \nof Civil Procedure (“Rule(s)”) is proper if “(1) the complaint on its face reveals that no \nlaw supports the plaintiff’s claim; (2) the complaint on its face reveals the absence of \nfacts sufficient to make a good claim; or (3) the complaint discloses some fact that \nnecessarily defeats the plaintiff’s claim.”  Corwin v. Brit. Am. Tobacco PLC, 371 N.C. \n605, 615 (2018).  Otherwise, “a complaint should not be dismissed for insufficiency \nunless it appears to a certainty that plaintiff is entitled to no relief under any state \nof facts which could be proved in support of the claim.” Sutton v. Duke , 277 N.C. 94, \n103 (1970) (emphasis omitted).  \n37. When deciding a Rule 12(b)(6) motion, t he Court construes the complaint \nliberally and accepts all allegations as true.  See, e.g., Sykes v. Health Network Sols., \nInc., 372 N.C. 326, 332 (2019) ; Laster v. Francis, 199 N.C. App. 572, 577  (2009).  \nHowever, the Court is not required “to accept as true allega tions that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, 274 (2005) \n(quoting Veney v. Wyche, 293 F.3d 726, 730 (4th Cir. 2002)).  In its review, the Court \nmay consider documents that  are the subject of the C omplaint and to which the \nComplaint specifically refers, including the contracts that form the subject matter of \nthe action.  See, e.g., McDonald v. Bank of N.Y. Mellon Trust Co., 259 N.C. App. 582, \n586 (2018); Oberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 60 (2001). \n38. On a motion to amend, Rule 15(a) provides that, after a responsive pleading \nhas been served, a party may amend his pleading only by leave of court or by written \nconsent of the adverse party, and “leave shall be freely given when justice so \nrequires.”  N.C.G.S. § 1A-1, R. 15(a).  Reasons justifying denial of a motion to amend \nare undue delay, bad faith, dilatory motive, repeated failure to cure defects by \nprevious amendments, undue prejudice, and futility of the amendment.  See \nJPMorgan Chase Bank, N.A. v. Browning, 230 N.C. App. 537, 541 (2013).   \n39. “Ultimately, whether to allow an amendment rests in the trial judge’s \ndiscretion.”  KRG New Hill Place, LLC v. Springs Invs., LLC, 2015 NCBC LEXIS 20, \nat *8 (N.C. Super. Ct. Feb. 27, 2015) (citing House of Raeford Farms, Inc. v. Raeford, \n104 N.C. App. 280, 282 (1991)). \n40. A claim under N.C.G.S. § 75 -1.1 predicated on  allegations of  deceptive \nconduct is governed by Rule 9(b) .  See Vitaform, Inc. v. Aeroflow, Inc. , 2020 NCBC \nLEXIS 132, a t **37 (N.C. Super. Ct. Nov. 4, 2020) (citing  Topshelf Mgmt., Inc. v. \nCampbell-Ewald Co., 117 F. Supp. 3d 722, 731 (M.D.N.C. 2015) (“Rule 9(b) applies to \nsection 75 -1.1 claims alleging detrimental reliance on false or deceptive \nrepresentations.”).  Rule 9(b) requires allegations of “the time, place and contents of \nthe fraudulent representation, the identity of the person making the representation \nand what was obtained by the fraudulent acts or representations” to be pleaded with \nparticularity.  Terry v. Terry, 302 N.C. 77, 85 (1981) (emphasis omitted). \nIII. ANALYSIS \n41. McGriff’s Proposed Amended Complaint  asserts five claims for relief: \nbreach of contract  against Hudson and Stetson , tortious interference with contract  \nagainst Hudson and OneDigital, tortious interference with contract and prospective \nbusiness relations against Hudson and OneDigital, misappropriation of trade secrets \nagainst all three D efendants, and unfair and deceptive trade practices  against all \nthree Defendants.  (See generally Prop. Am. Compl.)  Hudson and OneDigital seek to \ndismiss all of McGriff’s claims, both as originally pled and as amended, for failure to \nstate a claim upon which relief may be granted  and because the proposed amended \nclaims are futile.   \n42.   Since the test for futility mirrors the sufficiency  test for a motion to \ndismiss, the Court will evaluate McGriff’s claims, original and proposed, u sing this \nsame standard.  See Smith v. McRary, 306 N.C. 664, 671 (1982) (an amendment was \nproperly denied when “plaintiff ’s proposed amendment could not withstand \na motion to dismiss for failure to state a claim”) ; Bourgeois v. Lapelusa, 2022 NCBC \nLEXIS 111, at **11 (N.C. Super. Ct. Sept. 23, 2022) (“test for futility with respect to \na proposed amendment mirrors the sufficiency test of Rule 12(b)(6)”); Gateway Mgmt \nServs. v. Carrbridge Berkshire Grp., Inc. , 2018 NCBC LEXIS 45, at *8 (N.C. Super. \nCt. May 8, 2021) (“Although an amended pleading would ordinarily moot a pending \nmotion to dismiss, the Court will consider Defendants’ Motions to Dismiss as to the \nAmended Complaint because Defendants and Plaintiff both addressed the sufficiency \nof the Amended Complaint in their respective briefs and at the hearing.”). \n43. In response to McGriff’s Complaint, Hudson assert ed three counterclaims: \n(1) tortious interference with prospective economic advantage, (2) misrepresentation, \nand (3) violation of North Carolina’s Unfair and Deceptive Trade Practices Act.  (Def. \nRyan Hudson’s Answer and Counterclm.  [“Counterclm.”], ECF No. 36.)   McGriff  \nmoved to dismiss all three.  (See ECF No. 48.)  However, Hudson has since voluntarily \ndismissed the second cause of action (misrepresentation), leaving only Hudson’s first \nand third counterclaims for the Court’s consideration.  (See ECF No. 57.) \nComplaint Motions \n44. The Court begins with a review of the sufficiency of McGriff’s proposed \nclaims for relief. \nA. Breach of Contract (Hudson and Stetson) \n45. There are two contracts at issue in this case: Hudson’s Employment \nAgreement and Stetson’s Non- Solicitation Agreement.  By virtue of their respective \nagreements, both Hudson and Stetson promised not to (1) solicit employees, (2) solicit \ncustomers, and (3) reveal confidential information. \n46. The elements of a claim for breach of contract are “(1) existence of a valid \ncontract and (2) breach of the terms of that contract.”  Poor v. Hill, 137 N.C. App. 19, \n26 (2000).   \n47.  Here, the alleged breach involves restrictive covenants in the form of non-\nsolicitation provisions.  To be valid in North Carolina, a restrictive covenant must be: \n“(1) in writing; (2) part of an employment contract; (3) based on valuable \nconsideration; (4) reasonable as to time and territory; and (5) designed to protect a \nlegitimate business interest.” Med. Staffing Network, Inc. v. Ridgway, 194 N.C. App. \n649, 655 (2009).   \n48. The restrictive covenants in this case take the form of promises not to solicit \ncustomers or employees of McGriff.  Although non-solicitation agreements “must \nmeet the same requirements as are applied to the covenant not to compete[,]” \nAeroflow Inc. v. Arias, 2011 NCBC LEXIS 21, at **24 (N.C. Super. Ct. July 5, 2011), \n“non-solicitation agreements are more easily enforced.”  Id.  at **24 fn.8 (citing \nAsheboro Paper & Packaging, Inc. v. Dickinson, 599 F.Supp. 2d 664 (M.D.N.C. 2009).  \nSee also, Sandhills Home Care, L.L.C. v. Companion Home Care - Unimed, Inc., 2016 \nNCBC LEXIS 61, at **36 (N.C. Super. Ct. Aug. 1, 2016).  This is because, in general, \nnon-solicitation provisions are “more tailored and less onerous on employees’ ability \nto earn a living” than noncompete restrictions.   Azko Nobel Coatings, Inc. v. Rogers,  \n2011 NCBC LEXIS 42, at **31 (N.C. Super. Ct. Nov. 3, 2011).   \n49. Nonetheless, restrictive covenants as a whole are “not viewed favorably in \nmodern law[,]” Hartman v. W.H. Odell & Assocs., 117 N.C. App. 307, 311 (1994), and \nmust be carefully scrutinized.  ChemiMetals Processing v. McEneny , 124 N.C. App. \n194, 197 (1996). \n50.  A central principle for determining w hether a  restrictive covenant  is \nenforceable is whether it is tailored to be no more burdensome than is necessary to \nprotect a legitimate business interest of the employer.  If the covenant is “ too broad \nto be a reasonable protection to the employer ’s business[,] it will not be enforced. ”  \nWhittaker Gen. Med. Corp. v. Daniel , 324 N.C. 523, 529  (1989).  See also  Hartman, \n117 N.C. App. at  316 (a covenant “must be no wider in scope than is necessary to \nprotect the business of the employer” ); Bite Busters, LLC v. Burris, 2021 NCBC \nLEXIS 26, at **15 –16 (N.C. Super. Ct. Mar ch 25, 2021) (employer must establish a \nprotectable interest and show the prohibition is no broader than necessary to protect \nthat interest). \n51.   Whether a restrictive covenant is reasonable and enforceable is a matter \nof law for th e Court to decide.   See Farr Assocs. v. Baskin, 138 N.C. App. 276, 279  \n(2000).   \n52. Defendants Hudson and Stetson argue that the covenants at issue here are \nunenforceable for two reasons.  First, they contend that no contracts were formed due \nin each instance  to a lack of consideration. S econd, Defendants argue that the  \nrestrictive covenants at issue  are not sufficiently tailored to McGriff’s legitimate \nbusiness interests to be enforceable.  As a result, Hudson and Stetson contend that \nthe breach of contract claim against each of them fails .  ( See Def. Mem. Opp’n Pl.’s \nMot. Leave Am. Compl. 4–10 [“Hudson’s Opp’n Mot. Am.”], ECF No. 61.) \n1. Hudson’s Contract \n \n53. The Court begins with the parties’ dispute over the sufficiency of the \nconsideration to support Hudson’s contract .  Germane to this discussion is an \n“evergreen” provision in Hudson’s Employment Agreement, which states:  \nunless this Agreement is otherwise earlier terminated, this Agreement \nshall automatically renew for consecutive one- year terms  . . . unless \neither party gives notice in writing to the other party, at least 30 days \nbefore the end of the current term, that it does not wish to renew this \nAgreement for an additional term.   \n \n(Employment Agreement ¶ 3(a)(iv).) \n54. The parties spar over the effect of this provision , disagreeing on whether \nthe non-solicitation obligations were adequately supported by consideration after the \nfirst one-year term.  Hudson and Digital contend that new consideration was required \nto support the covenants when the contract automatically renewed in January 2011, \nand that continued employment alone was insufficient.  (Digital’s Memo. Supp. Mot. \nDismiss Pl.’s Compl. 4–6 [“Digital’s Mot. Dismiss Br.”], ECF No. 32.)2 \n55. McGriff responds that Hudson’s contract does not require additional \nconsideration apart from the original offer of “evergreen” employment.  Alternatively, \nMcGriff argues that the potential for a severance pa ckage is consideration that \nsupports each yearly renewal.  (Mem. Opp’n Mots. Dismiss 3–4 [“Mem. Opp’n Mots. \nDismiss”], ECF No. 45.) \n56. In this instance, the Court agrees with McGriff. T he original \nconsideration—Hudson’s offer of employment —is sufficient to su pport Hudson’s \ncontinuing non-solicitation obligations. This is  so because Hudson’s Employment \n \n2 Hudson and Digital cite American Air Filter Company, Inc. v. Price, 2017 NCBC LEXIS 55 \n(N.C. Super. Ct. June 26, 2017) , a North Carolina Business Court case  applying Kentucky \nlaw, in support of their position .  The language of the contract in Price differed from that \nfound here. In Price, the non-solicitation obligations began when the agreement terminated, \nregardless of whether the employee continued employment.  Once it began, the non-\nsolicitation obligation ran until it expired, and then a new agreement with new consideration \nwas necessary to create a new non-solicitation obligation.  Compare Price, 2017 NCBC LEXIS \n55, at *5– 6 (“[i]f the Employee terminates this Agreement  or Company terminates this \nAgreement for cause, then in either event, for a period of one (1) year after such termination, \nEmployee will not . . . (b) solicit” (emphasis added)), with (Employment Agreement ¶ 8(a) \n(“Employee will not, during Employee’s employment and for a period of two years  following \nthe date of termination of E mployee’s employment with BB&T Insurance . . . (i) Solicit[.]” \n(emphasis added))). \n \nAgreement did not end and restart in a staccato series of mini agreements, but rather \nthe term rolled from one year to the next continuously, until Hudson notified McGriff \nof his intention to end it. \n57. The evergreen provision in Hudson’s Employment Agreement , phrased as \nit is, requires affirmative action by the parties (or a terminating event like death) to \nend the employment relationship and trigger the non-solicitation obligations.  Absent \nthat affirmative action (or a terminating event), the plain language of the agreement \nestablishes that the parties intended for the contract, with its n on-solicitation \nobligations, to continue unabated year -to-year.  See Brown v. Ginn, 181 N.C. App. \n563, 567 (2007) (“ The intent of the parties is determined by examining the  plain \nlanguage of the contract .”).  Because there was no break in the contractual \nrelationship, no new consideration was  necessary to support the n on-solicitation \nobligations.3   \n58. Therefore, the Court determines that the employment relationship itself, \nunbroken by the parties, constitutes adequate consideration for the n on-solicitation \nobligations in Hudson’s Employment Agreement. \n59. The Court next determines if the employee and customer n on-solicitation \nprovisions in the agreement are sufficiently tailored to McGriff’s legitimate business \ninterests.  “The party seeking enforcement of a restrictive covenant has the burden \n \n3 Defendants’ reliance on Cox v. Dine -A-Mate, Inc. , 129 N.C. App. 773,  777–78 (1998), is \nmisplaced.  Hudson did not sign a restrictive covenant in the middle of his employment, as \nwas the case in Cox.  See id.  Instead, Hudson signed the restrictive covenant at the beginning \nof his employment.  “[T]he North Carolina Supreme Court has held that keeping one’s existing \njob is insufficient consideration for the signing of a covenant not to compete.”  Id. at 778 \n(citing Paper Co. v. McAllister, 253 N.C. 529 (1960)). \nof proving its reasonableness.”  Sandhills Home Care L.L.C., 2016 NCBC LEXIS 61, \nat **13.  “If the covenant is wider in scope than is necessary to protect the business \nof the employer, ‘it will not be enforced.’ ”  InVue Sec. Prods., Inc. v. Stein, 2017 NCBC \nLEXIS 115, at *10 (N.C. Super. Ct. Dec. 18, 2017) (quoting VisionAIR, Inc. v. James, \n167 N.C. App. 504, 508 (2004)).     \na. Non-Solicitation of Employees \n60. Hudson agrees not to “[s]olicit, recruit, encourage or support any employee \nof BB&T Insurance who had performed work for BB&T Insurance within the last \nyear of [Hudson’s] employment with BB&T Insurance to leave the employment of \nBB&T insurance.”  (Employment Agreement ¶8(a)(i).) \n61. A n employer may choose to protect not only its employment relationships \nbut also its customer relationships, as well as its  confidential information, through \nthe use of employee non-s olicitation agreements.   Current Med. Servs., LLC v. \nCurrent Dermatology, PLLC , 2020 NCBC LEXIS 138, at *9 (N.C. Super. Ct. Nov. \n2020) (typically, the purpose of a restriction against soliciting employees is to protect \nthe employer's customer relationships and confidential information); Wells Fargo Ins. \nServs. USA v. Link , 2018 NCBC LEXIS 42, at *28 (N.C. Super. Ct. May 8, 2018) \n(covenants restricting the solicitation of employees “are another means of protecting \nthe former employer’s interest in the good -will it has with its customers.” ); Carlson \nEnvtl. Consultants, PC v. Slayton , 2017 U.S. Dist. LEXIS 154191, *25 (W.D.N.C. \n2017) (protection of customer relationships and goodwill against misappropriation by \ndeparting employees is well recognized as a legitimate protectable interest of the \nemployer).  Moreover, the employer’s investment in employee hiring, training and \nretention may itself be a legitimate reason for it to use agreements designed to tamp \ndown efforts by disgruntled former employees to recruit established employees. \n62. The question here is whether Hudson’s provision is broader than necessary \nto protect McGriff’s legitimate interests.  Hudson argues that this non-solicitation \nprovision is too broad to enforce because “the class of off -limits employees is not \ntailored to (i) the employees with whom he has  interacted, (ii) those who worked in \nthe same region, or (iii) those who further a competitive business interest of McGriff.  \nStill further . . . it prohibits. . . encouraging employees from leaving McGriff for \nreasons unrelated to competitive endeavors.”  (Hudson Br. Supp. Mot. Dismiss 16).   \n63. Hudson cites Bite Busters  for the proposition that , to be reasonable, the \nemployee non-solicitation provision must be limited to those employees with whom \nHudson worked.   But the decision in Bite Busters  is more nuanced  than Hudson \nsuggests. \n64. In Bite Buster s, the Court found that a five -year restriction was  \nunenforceable when the plaintiff did not plead  the special circumstances necessary \nfor the Court to determine that it was reasonable.  Id . at **16—17.  Included in the \nlist of circumstances  the plaintiff could have pled, but did not, w ere factors that \naddressed the protectible interest of customer goodwill, such as whether the \ndefendant (who had customer contact) had worked with the employees, whether they \nworked in the same territories, and oth er factors that would have supported a \nconclusion that the res triction was necessary to protect customer goodwill because \nthe protected employees provided services or developed relationships  that would be \nof value to a competitive business.4   Additionally, the Court observed that the former \nemployer did not contend in briefing or oral argument that the restriction  was \nnecessary to protect customer goodwill or any other legitimate protectible interest .  \nId. at **17. \n65. Such is not the case here. In addition to customer goodwill, Hudson’s \nEmployment Agreement , incorporated in the Complaint,  identifies as legitimate \nbusiness interests both a desire to safeguard its proprietary and confidential \ninformation and the  need to protect its investment in tr aining its personnel.  \n(Employment Agreement, Recitals.)   McGriff alleges that Hudson breached his \npromise in order to  improve the talent  at OneDigital, its competitor, at McGriff’s \nexpense.  (Prop. Am. Compl. ¶¶ 58, 93.)5  \n66. While an employee’s personal interaction with customers resulting in the \ndevelopment of customer goodwill plainly affords the  employee the ability to sway \n \n4 Indeed, it was not clear to the Court that the restriction was even limited to the solicitation \nof the employer’s current employees.  Clearly, an employer does not have a legitimate interest \nin preventing the solicitation of a former employee who may have worked for it once, but who \nno longer does. \n \n5 Defendants also cite Power Home Solar, LLC v. Sigora Solar, LLC, 2021 NCBC LEXIS 55 \n(N.C. Super. Ct. June 2021) for the proposition that “employers do not have a legitimate \nbusiness interest in prohibiting solicitation of employees with whom the departing employee \nnever interacted.”  (Hudson Br. Supp. Mot. Dismiss 16) But as in Bite Busters, the Court in \nPower Home Solar included that factor among other listed factors that would have been \nnecessary to protect customer goodwill, as one example of a legitimate protectible interest.  \nIt ultimately found the non -solicitation provision unenforceable because the Complaint did \nnot reveal that the provision was reasonably necessary to protect any legitimate business \ninterest of Power Home’s.   Here, the restriction is narrowed to any employee “who had \nperformed work for BB&T Insurance within the last year of Employee’s employment ,” and \nthe employer’s investment in training is identified as one of several legitimate protectible \ninterests.  \n \ncustomer allegiances, the same relationship -building activity may not be necessary  \nto sway the allegiance of fellow employees.  A departing employee who has seen what \nit is like to play for a new team may well be able to convince a former teammate–even \none with whom he has n ot had previous personal interaction–to make the switch, \ncreating a talent drain for his former employer.6 \n67. Indeed, the employer’s protectible interest does not come  from the \ndeparting employee’s relationship with those employees he is attempting to solicit.  It \narises from the solicited employees’ relationships with customers, their possession of \n \n6 Hudson asks that the Court  take judicial notice of information on McGriff’s website stating \nthat McGriff is a full -service insurance broker wi th more than 3500 employees at over 120 \noffices.  When a party requests that the Court take judicial notice of a fact and supplies the \nCourt with the necessary information, the Court is required to take judicial notice of the fact \nif it otherwise satisfies Rule 201(b).  See N.C. Gen. Stat. § 8C-1, Rule 201(d).  That rule states \nthat a Court may take judicial notice of adjudicative facts that are not subject to reasonable \ndispute if they are either “generally known within the territorial jurisdiction of the trial \ncourt” or “capable of accurate and ready determination by resort to sources whose accuracy \ncannot reasonably be questioned.” N.C. R. Evid. 201(b).  Hudson contends that the \ninformation it offers is accurate and should be considered with respect to it s argument \nbecause McGriff is the keeper of the information , and McGriff is the one that posted it.  \nNotably, McGriff does not contest its accuracy. \n \nAs long as the website's authenticity is not in dispute and the fact is “capable of accurate and \nready determination by resort to sources whose accuracy cannot reasonably be questioned,” \nthe Court may take judicial notice of information available on a website.  See Herrera v. \nCharlotte Sch. of Law, LLC, 2018 NCBC LEXIS 35, at *21 (N.C. Super. April 20, 2018) (citing \nFeeling Great, Inc. v. N.C. Dep't of Revenue , 2015 NCBC LEXIS 84, at *10 (N.C. Super. Ct. \nAug. 20, 2015).   \n \nIn this case, however, the Court is not able to accurately determine that McGriff  has 3500 \nemployees at over 120 offices  by resort to  anything other than McGriff’s own website .  \nHowever, absent objection from McGriff, the Court, in its discretion, takes judicial notice of \nthe fact that McGriff’s insurance business is sizeable and requires it to employ many more \nindividuals than those wi th whom Hudson could have become personally acquainted in \noffices that span across a large territory.  The Court considers this fact in its determination. \nSee Sivadhanam v. 7 Hills Learning, LLC, 2021 NCBC LEXIS 74) (“On a motion to dismiss, \nthe Court may ‘consider records of which it has taken judicial notice’ ” (citation omitted)). \n \nconfidential information, or the cost to replace them.  Even a loner can disrupt those \nbusiness interests by luring others to follow the breadcrumbs of an exit path he has \nlaid.7 \n68. Defendants’ reliance on Wells Fargo Ins. Servs. USA v. Link  is unavailing.  \nIn Wells Fargo, this Court evaluated an employee non-solicitation provision providing \nthat “for two years following termination, [Defendants] \"will not . . . solicit, recruit, \nor promote the solicitation or recruitment of any employee or consultant of the \nCompany for the purpose of encouraging that employee or consultant to leave the \nCompany's employ or sever an agreement for services .\"  Wells Fargo , 2018 NCBC \nLEXIS 42 at *26 (internal citation omitted.)  The “Company” was defined to include \nnot only Wells Fargo Insurance Services, but also its “past, present, and future parent \ncompanies, subsidiaries, predecessors, successors, affiliates, and acquisitions.\"  Id. at \n*14 (internal citation omitted .)  This Court concluded that the provision was \nunenforceable because the employer , Wells Fargo Insurance Services USA, had not \nalleged facts to support a finding that a restriction that stretched well beyond the \nconfines of its business to cover all of its affiliates’ businesses was necessary to protect \n \n7 For much the same reason, the Court is not persuaded by Hudson’s citation to Virginia and \nGeorgia case law to support his argument that the non-solicitation provision is overly broad \nbecause it is not limited strictly to solicitation that was “for a competitive purpose.”  \n(Hudson’s Br. Supp. Mot. Dismiss 18 -19.)  Again, the employer ’s legitimate interests are \nimplicated not just when an established employee leaves to go to a competitor , but simply  \nwhen an established, trained and functioning employee leaves.  His departure disrupts the \nstatus quo and costs the employer in lost efficiencies, as well as in the expense of re cruiting \nand training his replacement.  Therefore, if a former employee, perhaps motivated by nothing \nmore than  the adage, “misery loves company ,” urges another employee to  become \ndisenchanted and quit, the employer suffers an impact to its legitimate business interests, \nregardless of where the ex-employee ends up.   \nits goodwill with insurance customers.   As this Court observed, “[i]t is highly unlikely \nthat the vast majority of these employees would have had any involvement or contact \nwith Wells Fargo's commercial insurance customers.”  Id. at *29.   \n69. The Complaint in the present case, unlike those in Power Home Solar and \nBite Busters, alleges that the non-s olicitation provision was necessary to protect \nlegitimate employer interests, including its investment in training.  It does not \nattempt to prevent the solicitation of employees working for numerous affiliates in \nunrelated businesses, as was the case in Wells Fargo and in the more recent decision \nRelation Insurance Inc. v. Pilot Risk Mgmt. Consulting, LLC, 2022 NCBC LEXIS 49 \n(N.C. Super. Ct. May 25, 2022).   The provision here is limited to the solicitation of \n“any employee of [McGriff],” and further limited to only those current McGriff \nemployees, “who had performed work for [McGriff] within the last year of Employee’s \nemployment.”  (Employment Agreement ¶ 8(a)(i).)  Thus, the Court concludes that \nHudson’s employee non-s olicitation provision is sufficiently narrowly drawn to \nprotect McGriff’s legitimate business interests. \nb. Non-Solicitation of Customers   \n70. On the other hand, the Court determines that the customer non-solicitation \nprovision in  Hudson’s contract is overly broad, at least in part.  The  provision \nprohibits Hudson from soliciting, contacting, diverting, or calling upon with the \nintent to do business any “BB&T Insurance Customer” if the purpose of the activity \nis to solicit the BB&T Insurance Customer fo r a “ Competitive Business. ” \n(Employment Agreement ¶ 8(a)(iii).)  \n71. McGriff argues that the purpose of the provision is to prevent Hudson “from \nbankrolling on McGriff’s customer goodwill (which Hudson was paid to develop on \nbehalf of McGriff) on behalf of a competitor.”  (Mem. Opp’n Mots. Dismiss. 7.)    \n72. The devil here is in the definitions.   The Agreement defines a “ BB&T \nInsurance Customer” as one: \nwith whom, within the two –year period ending with the termination of \nEmployee’s employment, Employee had material contact or  who was otherwise \ncontacted or served by Employee regarding (A) the sale, trade or service  or the \nattempted sale, trade or service  of business insurance products or (B) any other \nbusiness activity of BB&T Insurance. \n \n(Employment Agreement ¶8(b)(ii)) (emphasis added).   \n73. Defendants first argue that the “two-year period” specified in the first line \nabove applies only to customers with whom the employee had materi al contact and  \ndoes not apply to any language after the disjunctive “or .”  They argue that  any \nattempt to apply the “two-year period” to the group described after the “or” would be \ngrammatically nonsensical  (“BB&T Insurance Customer” means any company or \nindividual customer of BB&T Insurance with whom , within the two year period \nending with the termination of Employee’s employment, who was otherwise contacted \nor served by Employee[ .]”)  According to Defendants, the disjunctive “or”  separates \nthe first group of customers  from the second , leaving the second group \nuncircumscribed by time.  (Hudson’s Reply Br. 4-7.) \n74. McGriff responds that the two -year period applies to both the first and \nsecond groups of customers  as evidenced by the fact that there is no comma before \nthe “or.” \n75. Despite this  linguistic tangle, t wo things are clear at this stage .  First,  \nwithout a time boundary that applies to the second group of customers, Hudson would \nbe prohibited from soliciting any customer he contacted or served during the entirety \nof his eleven-plus years of employment with McGriff, no matter how long ago or how \nfleeting the contact.  Such a restriction is broader than is  necessary to protect \nMcGriff’s goodwill with customers.  See e.g., Sterling Title Co. v. Martin , 266 N.C. \nApp. 593 (2019); Bite Busters, LLC, 2021 NCBC LEXIS, at *12–13 (restriction looking \nback to beginning of employee’s tenure was unreasonable). \n76. Second, it is not possible to discern as a matter of law what the parties \nintended from the language of this contract .  Both parties’ interpretations are \nplausible.  “An ambiguity exists in a contract if the language of a contract is fairly \nand reasonably susceptible to either of the constructions asserted by the parties.” \nBarrett Kays & Associates, P.A. v. Colonial Bldg Co., Inc. of Raleigh , 129 N.C. App. \n525, 528 (1998)  (citations omitted). “The fact that a dispute has arisen as to the \nparties’ interpretation of the contract is some indication that the language of the \ncontract is, at best, ambiguous.” St. Paul Fire & Marine Ins. Co., v. Freeman -White \nAssocs., Inc., 322 N.C. 77, 83 (1988).  \n77. Given the ambiguity, the Court leaves to the fact-finder a determination of \nwhether the “two-year period” modifies the second group of customers. “If the writing \nleaves it uncertain as to what the agreement was, parol evidence is competent, not to \ncontradict, but to show and make certain what was the  real agreement between the \nparties.” Int’l Paper Co. v. Corporex Constructors, Inc., 96 N.C. App. 312, 317 (1989). \nHowever, in that event, interpretation of the contract is a question of fact for the jury. \nId.; see also Schenkel & Schultz, Inc. v. Hermon F. Fox & Assocs., P.C., 362 N.C. 269, \n273 (2008); Whirlpool Corp. v. Dailey Constr., Inc. , 110 N.C. A pp. 468, 471 (1993); \nMartin v. Ray Lackey Enterprises, Inc., 100 N.C. App. 349, 354 (1990) (“[I]ntent is a \nquestion of law where the writing is free of any ambiguity which would require resort \nto extrinsic evidence or the consideration of  disputed fact.”); Cleland v. Children’s \nHome, Inc., 64 N.C. App. 153, 57 (1983)  (ambiguities in contracts are to be resolved \nby the jury).  The Court observes only that the parties have agreed that the language \n“shall be construed as drafted by both of them.”  (Employment Agreement ¶ 22.)8     \n78.  But the problems with the customer n on-solicitation provision do not end \nthere.  Once past the first troublesome “or,” the reader is faced w ith another pair of \ndescriptors.  T o be a “BB&T Insurance Customer” the Employee must have had \nmaterial contact with the company or individual, or the company or individual must \nhave been “otherwise contacted or served by Employee regarding (A) the sale, trade \nor service or the attempted sale, trade or service of business insurance products or (B) \n \n8 If the “two-year period” applies to the second group of customers, then the total temporal \nlimitation is four years because “when a non-compete agreement reaches back to include \nclients of the employer during some period in the past, the look-back period must be added \nto the restrictive period to determine the real scope of the time limitation.\" Farr Assocs., \nInc., 138 N.C. App. at 280. \n \nThe customer-based territory and time limitation must be viewed in tandem when \ndetermining the reasonableness of the covenant.  Id.   A four-year restriction approaches \nthe outer limit of reasonableness.  “A five-year time restriction is the outer boundary which \nour courts have considered reasonable, and even so, five-year restrictions are not favored.\" \nId.  \"[O]nly 'extreme conditions' will support a five-year covenant.\"  Sterling Title Co. v. \nMartin, 266 N.C. App. 593, 599 (2019) (quoting Hartman, 117 N.C. App. at 315).  \n \nany other business activities of BB&T Insurance.”  (Employment Agreement ¶ 8(b)(ii) \n(emphasis added).)   \n79. Hudson draws a bright line at “(B) any other business activity of BB&T \nInsurance,” arguing that the language is far too broad to be enforceable , especially \nwith a business the size of BB&T Insurance/McGriff that sells and services multiple \nlines of insurance across the United States, and when Hudson’s employment was \nlimited to employee benefits products sold to businesses in and around the Charlotte \narea.  (Hudson Br. Supp. Mot. Dismiss 9.) \n80. McGriff counters that the “any other business activity” language is \nnarrowed by language establishing that it applies only to those matters about which \nHudson “contacted or serviced” customers. Therefore, McGri ff contends, the \nrestriction is necessary to prevent Hudson from bankrolling McGriff’s customer \ngoodwill on behalf of a competitor.  (Mem. Opp’n Mot. Dismiss 7). \n81. The Court agrees that McGriff has a legitimate business interest in \nprotecting its customer go odwill, and “[t]he greater the employee's opportunity to \nengage in personal contact with the employer's customer, the greater the need for the \nemployer to protect these customer relationships.” Kennedy v. Kennedy , 160 N.C. \nApp. 1, 12 (2003).  See also United Labs., Inc v. Kuykendall, 322 N.C. 643, 652 (1988) \n(“When an employee, during the course of his or her employment, develops or \nimproves customer relationships, the employee is establishing business goodwill, \nwhich is a valuable asset of the  employer, a principle that this Court has implicitly \nand explicitly endorsed.\"). \n82. But a provision that, read literally, would prohibit Hudson from soliciting \na company or individual with whom he had limited contact regarding any of the \nbusiness activities of McGriff – even those activities that do not involve the sale of \ninsurance products – is unreasonable in its breadth.  Compare Farr Assocs., Inc., 138 \nN.C. App. at 280 (finding covenant protected former employer’s legitimate business \ninterest in customer  relationships because employer’s work require d that former \nemployee “develop an intimate relationship ” with its clients) with Sterling Title Co. \nv. Martin, 266 N.C. App. 593, 598–99 (2019) (stating that a restriction that prohibits \nsolicitation of employer’s current or former clients with whom defendant had “any \nform of contact” during his employment “suggests that [the restriction] is \nunreasonable.”).9   \n \n9  Hudson asks the Court to take judicial notice of the fact that McGriff has itself contended \nin other litigation that the scope of the covenant must “align” with the employee’s precise \nduties in order to be reasonable. (Hudson Br. Supp. Mot. Dismiss 14, citing Wells Fargo Ins. \nServs. USA, 2018 NCBC LEXIS at *24.)  Hudson contends that McGriff should be held to its \nown argument and, given that the restriction in this case encompasses more than the sale of \nemployee benefit plans from the Charlotte office, McGriff should acknowledge its overbreadth.   \n \nBut while there was dicta in Wells Fargo suggesting “there may be merit” to the “alignment” \nargument, no North Carolina court has held that the alignment between the scope of the \ncovenant and an employee’s duties  must be as precise as Hudson suggests.  Instead, when \nevaluating whether the restriction reasonably protects an employer’s legitimate business \ninterest, North Carolina courts look more broadly at, among other things, the nature of the \nbusiness involved, the nature of the employee’s duty, and the employee’s knowledge of the \nbusiness operation.  Cf. Hartman, 117 N.C. App. 307, 312 (1994).  \n \nA restriction attempting to prevent the departing employee from doing work even wholly \nunrelated to his former duties is overly broad,  see, e.g., Id. at 317.  The same can be said for \ncustomer non-solicitation restrictions.  Here, however, the restriction is limited to BB&T \nInsurance Customers with whom Hudson had relatively recent “material contact” or who he \n“otherwise contacted or served” regarding “the sale, trade or service or the attempted sale, \ntrade or service of business insurance products.”  The restriction is not wholly unrelated to \nHudson’s sales and service activities. \n \n83. In response to McGriff’s request that the Court strike from the agreement \n“any distinctly severable part of the restrictive covenants that the Court might deem \nto be overly broad as drafted[,]”  (Prop. Am. Compl. ad damnum ), the Court initially \nobserves that it has limited power to cure defects in restrictive covenants .  See \nWhittaker General Medical Corp. v. Daniel , 324 N.C. 523, 528 (1988)  (refusing to \nrewrite a contract that was overly broad); Hartman , 117 N.C. App. at  317  (“When \nthe language of a covenant not to compete is overly broad, North Carolina's ‘blue \npencil’ rule severely limits what the court may do to alter the covenant.”). \n84. However, in some circumstances, this state’s “blue pencil” rule may be \nnarrowly applied.  “A court at most may choose not to enforce a distinctly separable \npart of a covenant in order to render the provision reasonable. It may not otherwise \nrevise or rewrite the covenant.”  Id. at 317. Application of the “blue pencil” rule is \nnarrow and within the discretion of the Court.  Tech. Ptnrs, Inc. v. Hart, 298 F. App’x \n238, 243 (4th Cir. 2008) (applying North Carolina law). \n85. To be a “distinctly separable” provision, other restrictions in the covenant \nmust not be dependent on the portion to be excised.  Sec. Nat'l Investments, Inc. v. \nRice, 2016 N.C. App. LEXIS 1119, 1120 (2016) (unpublished) (citing Jon P. \nMcClanahan & Kimberly M. Burke, Sharpening the Blunt Blue Pencil: Renewing \nthe Reasons for Covenants Not to Compete in North Carolina, 90 N.C. L. Rev. 1931, \n1955-56 (Sept. 2012). \n86. Here, t he language at issue, “ or any other business activities of BB&T \nInsurance,” is distinctly separable.  But  Defendants contend that merely striking it \nwould not be enough to salvage the non- solicitation provision.  (Hudson  Br. Supp. \nMot. Dismiss 11).  The Court disagrees.  If , as discussed above, a fact-finder were to \ndetermine that the “two-year period” applies to the second group identified as “BB&T \nCustomers”, then absent the reference to “any other business activity of BB&T \ninsurance,” the non- solicitation provision would be  reasonably tailored to McGriff’s \nlegitimate protectible interests.   See, e.g., NFH, Inc. v. Troutman, 2019 NCBC LEXIS \n66, at *33 (N.C. Super. Ct. Oct. 29, 2019) (North Carolina’s strict blue pencil doctrine \nallows the court to “avoid scrapping an entire covenant” by “enforc[ing] the divisible \nparts of [the] covenant that are reasonable.”);  Sec. Nat'l Investments, Inc., 2016 \nN.C. App. LEXIS at 1120(striking sentence defining scope of the restriction \nbecause it was \ntoo broad and enforcing the remainder).  Cf.  Wachovia Ins. Servs., \nInc. v. McGuirt, 2006 NCBC LEXIS 25, at *89 (N.C. Super. Ct. Dec. 19, 2006) \n(upholding covenant not to compete where, after striking separately numbered \nge ographic provision, r emaining text was not overly broad and  could stand on its \nown); Welcome Wagon Int'l, Inc. v . Pender, 255 N.C. 244, 248 (1961) (citations \nomitted) (striking unreasonable provisions in a string of territorial provisions \nconnected by the word \"or\"). \n87. Therefore, the Court determines that the language at issue, (“or (B)  any \nother business activity of BB&T Insurance”), is unenforceable as a matter of law, may \nproperly be “blue penciled,” and will not be considered when the balance of the \ncustomer non-solicitation provision is construed to determine its enforceability.   \n88. Hudson next argues that the non- solicitation provision is overly broad \nbecause it includes in the definition of “BB&T Insurance Customer” individuals or \ncompanies that Hudson contacted or served regarding the attempted  sale, trade or \nservice of business insurance.  Prohibiting him from soliciting McGriff’s prospective \nclients, he argues, is unenforceable.  (Hudson Br. Supp. Mot. Dismiss 12.) \n89. McGriff counters that the cases cited by Hudson involved prospective \ncustomers with whom the employee had no contact and of whom the employee had no \npersonal knowledge.  They argue that North Carolina courts have upheld covenants, \nlike Hudson’s, which “barred the former employee from contacting prospective \ncustomers with whom the defendant had contact during his employment.”  (Reply Br. \nSupp. Pl.’s Mot. Leave Am. Compl. 4 [“Pl.’s Reply Br.”], ECF No. 65.)  \n90. The Court agrees with McGriff.  An employer has a legitimate protectible \ninterest in the goodwill it has developed with a prospective customer.  But to develop \nthat goodwill, the departing employee must have had some contact with the \nprospective customer.  See, e.g., Hejl v. Hood, Hargett & Assocs., Inc.,  196 N.C. App. \n299, 307 (2009) (restriction unenforceable when it exten ded to areas where plaintiff \nhad no connections or personal knowledge of the customers); W ade S. Dunbar Ins. \nAgency v. Barber, 147 N.C. App. 463, 469 (2001) (recognizing the validity of covenant \nlimiting defendant from soliciting prospective customers whom  defendant himself \nhad solicited).  Here, the restriction is limited to prospective customers who were \n“otherwise contacted or served” by Hudson regarding the “attempted sale, trade or \nservice of business insurance products.”  Consequently, it is limited t o prospective \ncustomers with whom Hudson had some degree of influence and, therefore, it is \ndesigned to protect McGriff’s developing goodwill. \n91. In sum, the Court finds the employee non-solicitation provision is not overly \nbroad, and the Court leaves for the fact-finder a determination of the parties’ intent \nwith respect to the blue- penciled customer non -solicitation provision.  Accordingly, \nMcGriff’s Motion for Leave to Amend Complaint with respect to its breach of contract \nclaim as to Hudson is GRANTED and Defendants’ corresponding motions to dismiss \nMcGriff’s breach of contract claim with respect to the Hudson Employment \nAgreement are DENIED. \n2.   Stetson’s Contract \n92. A review of Stetson’s Non -Solicitation Agreement is necessitated by \nMcGriff’s Motion for Leave to Amend its Complaint to add Stetson as a defendant, as \nwell as by Hudson and OneDigital’s motions to dismiss McGriff’s intentional \ninterference with contract claim as to Stetson, discussed supra at paragraphs 120 et \nseq. \n93. The Court’s analysis again  begins with the issue of consideration.  \nDefendants correctly argue that when, as here, an employment relationship already \nexists before the non -solicitation restriction is imposed , merely continuing the \nemployment relationship is not sufficient considerat ion to support that  restrictive \ncovenant.  (See Hudson’s Br. 4, 6–9 .)     \n94. In addition, while acknowledging that the guarantee of “a raise, bonus, or \nother change in compensation” can supply the necessary  consideration for a newly -\nimposed non-solicitation obligation, Defendants point out that merely being eligible \nfor a discretionary raise is insufficient. \n95. Here, the Non-Solicitation Agreement states that Stetson “shall be eligible \nto receive an annual bonus” as consideration for the agreement.  However, the specific \nterms of the bonus plan are not provided, making it possible that the bonus was \ndiscretionary.  In such a case, Defendants argue, any consideration would be illusory, \nrendering the Non-Solicitation Agreement unenforceable.  (Prop. Am. Compl. Ex. D, \nECF No. 55.6; Hudson’s Br. 4, 6–9.) \n96. In response, McGriff observes that  “[n]othing on the face of McGriff’s \nProposed Amended Complaint, or the Agreement itself, suggests that the bonus was \ndiscretionary, that Stetson failed to receive the bonus, or that the consideration was \nillusory.”  Therefore, McGriff essentially argues that Defendants are tilting at \nwindmills.  (Pl.’s Reply Br. 5—6.)   \n97. When reviewing the Proposed Amended Complaint for futility, it is \nincumbent on the Court to afford the nonmoving party the benefit of favorable \ninferences.  See Laster , 199 N.C. App . at  577 ( when reviewing the complaint for \nsufficiency, non-movant’s allegations are liberally construed and generally treated as \ntrue).  Para graph 17 of the Proposed Amended Complaint states, “Stetson received \ncertain valuable consideration for [the restrictive covenants], including but not \nlimited to becoming newly eligible to receive an annual bonus based on the terms and \nconditions of BB&T Insurance’s bonus plan.”  (Prop. Am. Compl. ¶ 17.) \n98. McGriff attached Stetson’s contract to the Proposed Amended Complaint as \nExhibit D.  The contract literally reads, “[i]n consideration of Employee entering into \nthis Agreement, Employee shall be eligible to receive an annual bonus based on the \nterms and conditions of (describe BB&T Insurance’s bonus plan).”  (Prop. Am. Compl. \nEx. D (emphasis added).)  Defendants contend that this parenthetical is a “vague \nplaceholder in the agreement” and leaves “material portions [of the agreement] open \nfor future agreement” which, they argue, makes the agreement “nugatory and void \nfor indefiniteness.”  (Hudson’s Opp’n Mot. Am., quoting Boyce v. McMahan, 285 N.C. \n730, 734 (1974).) \n99. Unlike the contract in Boyce , however, Stetson’s contract does not leave \nmaterial terms open for future negotiation.  Compare Boyce, 285  N.C. at 734 (“The \n‘preliminary’ agreement . . . begins by stating that it is a preliminary agreement and \ncloses by reciting that a more detailed ag reement will be made at some specific and \nsubsequent date to be agreed upon by the parties ”), with Prop. Am. Compl. Ex. D \n(containing neither statement).   \n100. Although it is true that Stetson’s contract omits a description  of the bonus \nplan, there is no indication that such a plan did not yet exist, or that the bonus was \ndiscretionary.  Consequently, McGriff has adequately pled that consideration in the \nform of eligibility for a bonus exists.  See Laster, 199 N.C. App. at 577.  See also Davis \nv. HCA Healthcare, Inc. , 2022 NCBC LEXIS 108, at **38 (N.C. Super. Ct. Sept. 19, \n2022) (“To dismiss [the plaintiff’s] complaint because of some initial skepticism would \nbe to mistakenly collapse discovery, summary judgment, and trial into the pleading \nstages of a case.” (quoting SD3, LLC v. Black & Decker (U.S.) Inc., 801 F.3d 412, 434 \n(4th Cir. 2015)); Presnell v. Pell , 298 N.C. 715, 719 (1979) (“A claim for relief should \nnot suffer dismissal unless it affirmatively appears that plaintiff is entitled to no \nrelief under any state of facts which could be presented in support of the claim.”).   \n101. Defendants next contend that the scope of Stetson’s  non-solicitation \nrestrictions is not tailored to McGriff’s legitimate business interests.  With respect to \nthe employee non -solicitation provision, for the same reasons that the Court \nconcludes that Hudson’s employee non -solicitation provision is not overly broad , it \nconcludes that Stetson’s similarly worded employee non -solicitation provision is not \noverly broad. \n102. As for the customer non-solicitation provision, the excessively broad “or any \nother business activities of BB&T Insurance” clause must once again be blue-penciled \nout, but this time the additional troublesome language that created the ambiguity \nwith respect to Hudson’s agreemen t ( see infra paragraph 78) is absent, and the \nprovision as written is narrowly tailored to protect the goodwill that Stetson might \notherwise be able to influence by virtue of her material contact with actual and \nprospective McGriff customers.  Accordingly,  absent the blue -penciled clause \nidentified above, McGriff’s Motion for Leave to Amend Complaint  as to its breach of \ncontract claim with respect to Stetson is GRANTED. \nB. Misappropriation of Trade Secrets \n103. The Court moves next to the claim for misappropriation of trade secrets   \nagainst all three defendants, Hudson, Stetson, and OneDigital.  Each Defendant \nmoves to dismiss the claim on the grounds that McGriff has not sufficiently pled \neither a trade secret or the requisite acts of misappropriat ion.  Particularly \nconsidering the fullness of the allegations in McGriff’s proposed amendment, \nhowever, the Court determines that the allegations are sufficient to state a claim \nagainst each Defendant. \n104. In North Carolina  a “trade secret” means \n“[B]usiness or technical information, including but not limited to a formula, \npattern, program, device, compilation of information, method, technique, or \nprocess that:   \n \na. Derives independent or potential commercial value from not being generally \nknown or readily a scertainable through independent development or reverse \nengineering by persons who can obtain economic value from its disclosure or use; \nand  \n \nb. Is the subject of efforts that are reasonable under the circumstances to \nmaintain its secrecy. \n \nN.C.G.S. § 66-152(3).     \n \n105. Misappropriation means  “acquisition, disclosure, or use of a trade secret of \nanother without express or implied authority or consent [.]”  N.C.G.S. § 66 -152(1).  \nMisappropriation does not occur, however, when a trade secret is arrived at by \n“independent development, reverse engineering, or was obtained from another person \nwith a right to disclose the trade secret.”  Id.   \n106. On a motion to dismiss, McGriff must “identify a trade secret with sufficient \nparticularity so as to enable a defendant to delineate that which he is accused of \nmisappropriating and a court to determine whether misappropriation has or is \nthreatened to occur.”  Washburn v. Yadkin Valley Bank & Tr. Co., 190 N.C. App. 315, \n326 (2008) (quoting Analog Devices, Inc. v. Michalski, 157 N.C. App. 462, 468 (2003) \n(citations omitted)). General, sweeping, and conclusory allegations are insufficient.  \nSee Krawiec v. Manly, 370 N.C. 602, 610 (2018). \n107. In paragraph 30 of the Proposed Amended Complaint, McGriff alleges that \nits confidential information and trade secrets include, but are not limited to:  \nA. Customer lists and contact information, including the identity of specific \ncustomer contacts and point persons; \n \nB. Customer preferences, requirements and buying patterns, including \nproducts and services provided to such customers, pricing/premium \nstructures, billing histories, policy cost and sales information, insurance \nexpiration dates, insurance renewal schedules, f ee agreements, \napplications, underwriting, proposals, certificate of holder lists, and claims \nhistory;  \n \nC. Marketing and sales strategies, financial, operational and customer service \ninformation;  \n \nD.  Detailed compilations of data, created over significant periods of time, \nregarding each of its customers; and  \n \nE. Other internal business information that is proprietary in nature, \nconfidential to BB&T Insurance/McGriff, and not generally available to its \ncompetitors or the public at large. \n \n(Prop. Am. Compl. ¶ 30.) \n108. McGriff further alleges that its trade secrets include proprietary Excel \nworkbooks developed by BB&T Insurance/McGriff known as “Watson Reports,” as \nwell as the customer data therein (such as net claims paid by a benefits plan, actual \nversus forecast clai ms for the plan year and trailing 24 -month period, historical \ntrends related to the relationship between plan costs, claims and expected claims, \nloss ratios, and a detailed financial snapshot for the plan).  (Prop. Am. Compl. ¶ 32.) \n109. In addition to the Wats on Reports, McGriff alleges that its trade secrets \ninclude “Sherlock Reports,” which are proprietary Excel workbooks developed by \nBB&T Insurance/McGriff that contain “detailed data and analysis related to a \ncustomer’s insurance plan renewal, including comparative quotes that BB&T \nInsurance/McGriff obtains for the customer on insurance products and services.”  \n(Prop. Am. Compl. ¶ 33.)  \n110. Finally, in paragraph 120 of the Proposed Amended Complaint, McGriff \nsummarizes the trade secrets at issue as: \ncompilations of customer data, claims history, policy information and \nterms, fee agreements and renewal dates, as well as information \nconcerning customer service, projects and proposals. This includes, but \nis not limited to, the pharmacy program McGriff was working on for \nVector Fleet Management and other McGriff customers , personnel \ninformation regarding McGriff employees, and proprietary tools such as \nthe Watson Reports and Sherlock Reports. \n \n(Prop. Am. Compl. ¶ 120.) \n111. McGriff alleges that these trade secrets are the subject of “substantial time, \nmoney, and effort in developing, compiling, and safeguarding such materials and \ninformation for its business use and to obtain a competitive advantage.”  ( Prop. Am. \nCompl. ¶ 121.)   Some of the efforts to maintain its secrecy include the use of \nconfidentiality agreements, enforcement of company policies dealing with proprietary \ninformation, password protection, dual authentication, and other cybersecurity \nmeasures.  (Prop. Am. Compl. ¶¶ 35–36, 122.) \n112. Defendants argue that, even if permitted to amend, McGriff’s trade secret \nallegations fall short of stating a claim.  (Hudson Br. Resp. Mot. Amend 12 –18, ECF \nNo. 61.)  They contend that some of the information identified by McGriff (the names \nof customers, a pharmacy proposal and personnel information) constitutes the type \nof “general skills and knowledge” acquired by Hudson and Stetson during their \nemployment that  falls outside the ambit of North Carolina’s Trade Secret Protection \nAct.  They further argue that McGriff’s allegatio n that former employees provided \nMcGriff’s Watson and Sherlock Reports to Hudson undercuts McGriff’s allegation \nthat it made reasonable efforts to protect their secrecy, and that McGriff’s policy \ninformation and renewal dates are data publicly available on  IRS Forms 5500.  \n(Hudson Br. Resp. Mot. Amend 12-17.)      \n113. McGriff counters  that Defendants are subjecting its allegations to a \npreliminary injunction or even a summary judgment standard, not one appropriate \nfor either a Rule 12(b)(6) sufficiency analysis or a Rule 15 futility analysis.  For now, \nMcGriff argues that it has identified its trade secrets with sufficient particularity for \nDefendants to understand what it is they are accused of misappropriating, and that \nis all that is required at this stage.  (Pl.’s Reply Br. 8–11.) \n114. McGriff further responds that the fact that two other employees may have \nalso misappropriated the Watson and Sherlock Reports does not establish as a matter \nof law that McGriff failed to engage in efforts that were reasonable under the \ncircumstances to protect their secrecy.  In addition, McGriff contests Hudson’s \ncontention that one can use IRS Forms 5500 to glean the customer information it has \ncompiled. (Mem. Opp’n Mots. Dismiss 13.)  \n115. The Court agrees that the Proposed Amended Complaint sufficiently pleads \na claim for misappropriation of trade secrets.  At this stage, McGriff does not have to \nprove that the listed documents and information constitute trade secrets.  It must \nmerely allege what it contends constitutes a trade secret sufficiently to allow the  \nDefendants “to delineate that which [they are]  accused of misappropriating  . . . .”  \nWashburn, 190 N.C. App. at 326. \n116. While information collected in the routine course of business, without any \neffort to compile, develop, or maintain the information may not constitute a trade \nsecret, McGriff’s description of the data compilations at issue in this case compares \nfavorably to descriptions in prior cases that have passed muster when challenged \nunder Rule 12(b)(6).  See, e.g., State ex rel. Utils. Comm'n v. MCI Telecomms., Corp., \n132 N.C. App. 625, 634 (1999) (“compilation of information” involving customer data \nand business operations constituted trade secret); Koch Measurement Devices, Inc. \nv. Armke, 2015 NCBC LEXIS 45, at *13 (N.C. Super. Ct. May 1, 2015) (“[T]he Court \nof Appeals has held that where an individual maintains a compilation of detailed \nrecords over a significant period of time, those records could constitute a trade \nsecret even if ‘similar information may have been ascertainable by anyone in the . . . \nbusiness.’ ”) (citing Byrd's Lawn & Landscaping, Inc. v. Smith, 142 N.C. App. 371, \n376 (2001).  See also AYM Techs., LLC v. Rodgers, 2018 NCBC LEXIS 14, at *38–39 \n(N.C. Super. Ct. Feb. 9, 2018) (collecting cases). \n117. McGriff has adequately pled misappropriation as well.  For example, \nMcGriff alleges that Hudson provided to OneDigital McGriff’s Fee Agreements with \nits customers, contact information for customer point persons, and insurance renewal \ndates.  (Prop. Am. Compl. ¶ 70.)  McGriff further alleges that Hudson acquired the \nSherlock and Watson reports from two former McGriff employees, neither of whom \nwas authorized to possess or disclose the information, and that he has used the \nreports to further his business.  (Prop. Am. Compl . ¶¶ 71 –74, 77.)   McGriff also \nalleges that Hudson’s use of information in a pharmacy proposal McGriff presented \nto a customer, Vector Fleet Management, was a misappropriation of the trade secret \ninformation in the proposal.  (Prop. Am. Compl. ¶ 82.)  McG riff alleges that \nDefendants used McGriff’s confidential personnel information, without \nauthorization, “in order to solicit and recruit McGriff employees and encourage and \nsupport their departure from McGriff to join OneDigital.” (Prop. Am. Compl. ¶ 132.)   \n118. In short, McGriff avers that Hudson, with the help of Stetson, has disclosed \nand used the trade secrets to benefit OneDigital, which in turn gave One Digital an \nunfair competitive advantage.   (Prop. Am. Compl. ¶¶ 69 –77, 95, 120.) These \nallegations are sufficient to survive both a Rule 12(b)(6) sufficiency challenge and a \nfutility challenge under Rule 15.  See, e.g., Tribike Transp. v. Essick , 2022 NCBC \nLEXIS 143, at **7 (N.C. Super. Ct. Nov. 30, 2022)  (allegations of confidentiality, \nuniqueness of the information to a company, and lack of ready discoverability from \npublic information met the pleading standard); United Therapeutics Corp. v. Liquidia \nTechs., 2022 NCBC LEXIS 120, at **13–14 (N.C. Super. Ct. Oct. 13, 2022) (allegations \nthat former employee had access to trade secrets, carried them to a competitor, and \nused them to benefit the competitor were sufficient to plead misappropriation); (Mech. \nSys. & Servs., Inc. v. Howard, 2021 NCBC LEXIS 69, at *7 (N.C. Super. Ct. Aug. 11, \n2021) (allegations that former employee accessed trade secrets after deciding to join \na competitor, kept them in his possession, and used them to solicit his former \nemployer’s customers sufficient to state a claim for misappropriation.) \n119. Accordingly, the Court GRANTS Plaintiff’s Motion for Leave to Amend \nComplaint with respect to its misappropriation of trade secrets claim , and \nDefendants’ corresponding motions to dismiss this claim are DENIED.   \nC. Tortious Interference with Contract \n120.  Defendants next move to dismiss McGriff’s claims for tortious interference \nwith contract against Hudson and OneDigital.  With respect to OneDigital alone, the \nallegations are that it induced Hudson to breach his Employment Agreement, to \nmisappropriate its trade secrets, and to wrongfully solicit its employees and \ncustomers.  As for OneDigital and Hudson together, the claim is that they \nunjustifiably induced Stetson to breach her Non- Solicitation Agreement and to use \nMcGriff’s trade secret information to solicit other employees and customers.  (Prop. \nAm. Compl. ¶¶ 104-111.) \n121.   A claim for tortious interference requires:  “ (1) a valid contract between \nthe plaintiff and a third person  which confers upon the plaintiff a contractual right \nagainst a third person ; (2) the defendant knows of the contract; (3) the defendant \nintentionally induces the third person not to perform the contract; (4) and in doing so  \nacts without justification; (5) resulting in actual damage to plaintiff .”  Beverage Sys. \nof the Carolinas, LLC v. Associated Beverage Repair, LLC,  368 N.C. 693, 700 (2016) \n(citation omitted). Given the potential for restraint on  legitimate competition, t he \npleading standards for a tortious interference with contract claim are strict.  Kerry \nBodenhamer Farms, LLC v. Nature’s Pearl Corp., 2017NCBC LEXIS 27, at *16 (N.C. \nSuper. Ct. March 27, 2017) (“The complaint must admit of no motive for interference \nother than malice.”).   \n122.  First, with respect to the claim that OneDigital interfered with Hudson’s \nEmployment Agreement and that both Hudson and OneDigital interfered with \nStetson’s Non -Solicitation Agreement, the Court has found that  valid agreements \nexist.10  Moreover, on the face of the Proposed Amended Complaint, it is alleged that \nOneDigital both knew of Hudson’s Employment Agreement with McGriff during the \nrelevant time frame and induced him to breach it.  It is further alleged t hat \nOneDigital and Hudson were aware of Stetson’s Employment Agreement with \nMcGriff and induced her to breach it.  (See Prop. Am. Compl. ¶¶ 106–09).  The focus \nof the motions, then, is on the fourth element of a tortious interference with contract \nclaim:  whether Defendants had legal justification for allegedly inducing Hudson and \nStetson to violate their contracts. \n123. McGriff contends that it has adequately alleged that Digital lacked legal \njustification for its interference with Hudson’s contract.  (Mem. Opp’n Mots. Dismiss \n10.)  While McGriff acknowledges that ordinary competition constitutes justifiable \ninterference, it argues that the competitive privilege to “interfere” is lost if it is \nexercised for a wrongful purpose.  ( Mem. Opp’n Mots. Dismiss  10.)  Th us, McGriff \ninvites the Court to find that OneDigital’s alleged goal of using Hudson and Stetson \nto misappropriate its trade secret information, disrupt its business operations, and \n \n10 Even if a fact -finder ultimately construes the non- solicitation provisions in the Hudson \nEmployment Agreement as too broad, the confidentiality provision, which is not subject to \nthe same level of scrutiny, creates a contractual obligation on the part of Hudson to McGriff.  \notherwise engage in unfair competition constitutes an improper motive that satisfies \nthis element of the tort.  (Mem. Opp’n Mots. Dismiss 10–11.)  \n124. OneDigital responds that McGriff’s allegations are conclusory and lack a \nsupporting factual basis,  a flaw it argues is fatal to this claim.  (Digital’s Mot. Dismiss \nBr.7–8).  In addition, it cites Sunbelt Rentals, Inc. v. Head & Engquist Equip., L.L.C., \n2002 NCBC LEXIS 2, at **36 (N.C. Super Ct. July 10, 2002) in support of its \nargument that to defeat the competitive privilege, McGriff is required to allege “some \nmonopolistic purpose.” (Digital’s Mot. Dismiss Br. 7.) \n125. Unjustifiable interference, otherwise known as legal malice, is not \nsynonymous with actual malice.  It is “the intentional doing of a harmful act without \nlegal justification.”  Murray v. Justice, 96 N.C. App. 169,  174 (1989).  In addition, for \ninterference to be justified, it must be carried out by means that are lawful.  Indeed, \n“[n]umerous authorities have recognized that  competition in business \nconstitutes justifiable interference in another's business relation s and is not \nactionable so long as it is carried on in furtherance of one's own interests and by \nmeans that are lawful.”  Peoples Sec. Life Ins. Co. v. Hooks, 322 N.C. 216, 221 (1988) \n(emphasis added). \n126.   Among other things, McGriff alleges that Hudson and OneDigital’s \ninterference involved the misappropriation of McGriff’s trade secret information . \nThese allegations, if true, constitute unlawful conduct  and by definition cannot be \njustifiable interference.  Cf. Med1 NC Servs., LLC v. Med1 Plus, L .L.C., 2020 NCBC \nLEXIS 24, at *30 (N.C. Super Ct. Feb.  26, 2020) (improper use of confidential \ninformation constitutes intentional interference with prospective economic \nadvantage); Roane-Barker v. Southeastern Hosp. Supply Corp., 99 N.C. App. 30, 39 \n(1990) (hiring employee for the purpose of s oliciting the same customers he serviced \nfor plaintiff in violation of non -solicitation agreement is not legal means of \ncompetition).   \n127. Moreover, Plaintiff alleges that OneDigital’s “distinctive” consulting \narrangement wi th Hudson and the employment of his colleague, Stetson, was \ndesigned as an attempt to circumvent their contractual commitments and to solicit \nits customers and use its trade secret information, all in an effort to disrupt McGriff’s \nbusiness operations.  Th ese allegations, if true, do not constitute lawful means of \ncompetition.  See, e.g., Sandhills Home Care, L.L.C., 2016 NCBC LEXIS 61, at **46–\n48 (a specific plan or scheme to destroy plaintiff’s business went beyond “reasonable \ncompetitive behavior”).  \n128. Accordingly, with respect to the Tortious Interference with Contract claim \nagainst Hudson (regarding Stetson’s Non -Solicitation Agreement ) and OneDigital \n(regarding both the Hudson and Stetson’s employment obligations ), the Court  \nGRANTS McGriff’s Motion for Leave to Amend Complaint and DENIES Defendants’ \ncorresponding motions to dismiss. \nD.  Tortious Interference with Contract and Prospective \nBusiness Relations \n \n129. McGriff also alleges tortious interference with customer contracts and \nprospective business relations against both Hudson and OneDigital for allegedly \nunjustifiably interfering with McGriff’s existing Fee Agreements with its customers, \nas well as with its potential renewal business.  (Prop. Am. Compl. ¶¶ 112–118.)   \n130.   Hudson argues that his conduct amounted to nothing more than regular \ncompetition given that each customer had the ability to terminate its Fee Agreement \nwith McGriff on thirty days’ notice.  (Hudson’s Opp. Motion Amend 11.)  But Hudson \ndoes not address McGriff’s allegations that Hudson “advised certain BB&T Insurance \nCustomers—specifically, Arroweye Solutions and PLI—about how they could get out \nof paying the amounts due and payable under their  Fee Agreements with McGriff,” \nor that at Hudson’s request, OneDigital “engaged [its] attorneys to . . . determine how \ncustomers could avoid compliance.”  (Prop. Am. Compl. ¶¶ 84–85.)   \n131.   As for renewal business, McGriff alleges that, while still employed,  \nHudson purposefully “failed to request or procure Fee Agreement renewals for three \nBB&T Insurance Customers —Vector Fleet Management, LLC, City of Kings \nMountain, and Arroweye Solutions —whose Fee Agreements with McGriff became \ndue for renewal on September 1, 2021.”  It alleges upon information and belief that \nHudson “deliberately refrained from securing signed renewal agreements from these \ncustomers in order to solicit and divert their Employee Benefits business on behalf of \nhimself and OneDigital.  (Prop. Am. Compl. ¶ 61.)   \n132. In addition, McGriff avers that Hudson has provided its trade secret \ninformation to OneDigital and has himself used its trade secret information, \nincluding that found in its Watson and Sherlock Reports, to compete against it for \nrenewals.  (Prop. Am. Compl. ¶¶ 70-77, 83.) \n133. Finally, McGriff alleges upon information and belief that with regard to a \npharmacy project McGriff had been working on with Vector, Hudson stated that “he \nunderstood, through Stetson, that the ‘new guy’ assigned to the account after Hudson \nleft McGriff had made errors in the pharmacy project exhibits that would increase \nthe costs by as much as double, and that McGriff’s proposals for other customers had \nbeen wrong, too.”  McGriff further alleges, upon information and belief, that “Hudson \nhas made similar statements to other BB&T Insurance Customers about McGriff’s \npharmacy proposals . . .  to divert the customer’s business from McGriff and solicit \nthese accounts on behalf of himself and OneDigital.”  (Prop. Am. Compl. ¶¶ 78–79.) \n134. The Court has already discussed the elements of a tortious interference \nwith contract claim.  Applying those elements here, the Proposed Amended \nComplaint alleges the existence of enforceable Fee Agreements, that Hudson and \nOneDigital were aware of  these Fee Agreements, that their actions inducing \nArroweye Solutions and other customers not to perform pursuant to the Fee \nAgreements were intentional and unjustified, and that McGriff was damaged.  (Prop. \nAm. Compl. ¶¶ 113- 116.)  Again, McGriff’s allega tion that Hudson and OneDigital \nmisappropriated its trade secret information in order to interfere with its Fee \nAgreements supplies the necessary legal malice to state a claim for interference with \nexisting contracts.     \n135. “An action for tortious interference with prospective economic advantage is \nbased on conduct by the defendant[ ] which prevents the plaintiff[ ] from entering into \na contract with a third party.”  Southeast Anesthesiology Consultants, PLLC v. Rose, \n2019 NCBC LEXIS 52, at *35 (N.C. Super. Ct. August 20, 2019) .  To state such a \nclaim, McGriff must allege that a contract would have been formed but for \nDefendants’ interference. “[T]he plaintiffs must allege facts to show that the \ndefendant[ ] acted without justification in inducing a third party to refrain from \nentering into a contract with them which contract would have ensued but for the \ninterference.’ ” Id. (quoting Radcliffe v. Avenel Homeowners Ass'n, 248 N.C. App. 541, \n567 (2016)). \n136. At issue is wh ether there are sufficient facts alleged to support the \ncontention that the renewals and pharmacy proposals would have resulted in \ncontracts but for Hudson and OneDigital’s interference.  McGriff alleges that its Fee \nAgreements with Arroweye Solutions and others “would have continued without \nOneDigital’s and Hudson’s interference.”  ( Prop. Am. Compl. ¶ 116.)  While lean, \ngiven the totality of the facts alleged, and given the liberal construction that notice \npleading requires, Embree Const. Group., Inc. v. Rafcor, Inc., 330 N.C. 487, 500 \n(1992), the Court determines that the allegation s with respect to these established \ncustomers is sufficient to allow the claim to move forward to discovery.   \n137. The same is not true of the pharmacy proposals, however.  From the face of \nthe Proposed Amended Complaint, it is not possible to discern whether McGriff  \nalleges that it  was deprived of contractual relationships that would otherwise have \noccurred but for Hudson’s alleged interference.  Therefore, to the extent McGriff seeks \nto assert a claim for tortious interference with respect to the pharmacy proposals, \nMcGriff’s Motion for Leave to Amend Complaint is DENIED. \n138. In other respects, McGriff’s Motion for Leave to Amend Complaint as to the \nTortious Interference with Prospective Business Relations claim is GRANTED, and \nDefendants’ corresponding motion s to d ismiss this claim are  DENIED.  But see \nSports Quest, Inc. v. Dale Earnhardt, Inc., 2004 NCBC LEXIS 10, **23 (N.C. Super. \nCt. March 12,  2004) (on summary judgment, evidence only that plaintiff had an \nexpectation of future contracts with current customers is insufficient to maintain \ntortious interference with prospective advantage claim) ( citing Dalton v. Camp, 353 \nN.C. 647, 655 (2001)). \nE. Violation of North Carolina’s Unfair and Deceptive Trade \nPractices Act \n139. To state a claim under the North Carolina Unfair and Deceptive Trade \nPractices Act, (“UDTPA”), N.C.G.S. § 75-1.1, a complainant must allege “(1) an unfair \nor deceptive act or practice, or an unfair method of competition, (2) in or affecting \ncommerce, (3) which proximately caused actual injury to the plaintiff or to his \nbusiness.”  McLamb v. T.P. Inc. , 173 N.C. App. 586, 593 (2005) (quoting Spartan \nLeasing v. Pollard, 101 N.C. App. 450, 460–61 (1991)); see also N.C.G.S. § 75-1.1.   The \nallegations must include “egregious or aggravating circumstances.”  Dalton v. Camp, \n353 N.C. 647, 657 (2001); Branch Banking & Tr. Co. v. Thompson, 107 N.C. App. 53, \n62 (1992). \n140.   “A practice is unfair if it is unethical or unscrupulous and is deceptive if it \nhas a tendency to deceive.”  Sports Quest, Inc., 2004 NCBC LEXIS 10, at **24 (quoting \nMarshall v. Miller, 302 N.C. 539, 548 (1981)).  Whether an act is unfair or deceptive \nis a question of law for the court.  Gray v. N.C. Ins. Underwriting Ass’n, 352 N.C. 61, \n68 (2000). \n141. McGriff bases its claim for violation of the UDTPA in large part on its \nclaims for tortious interference and misappropriation of trade secrets.  Defendants \nargue that these underlying  claims fail, and therefore, so must the claim for unfair \nand deceptive trade practices.  (Hudson’s Opp’n. Mot. Am. 19.) \n142.  Because the Court has found that McGriff has  adequately pled claims for \ntortious interference and misappropriation of trade secrets , its claim for unfair and \ndeceptive trade practices also survives.  See, e.g., NFH, Inc. v. Troutman, 2019 NCBC \nLEXIS 66, at *64- 65 (N.C. Super. Ct. Oct. 29, 2019) (it is well -settled that both \nviolation of the State’s Trade Secret Protection Act and tortious interference with \ncontract may constitute the basis for a UDTPA claim).\n11   \n143. Therefore, the Court GRANTS  McGriff’s Motion for Leave to Amend \nComplaint as to its claim for violation of the Unfair and Deceptive Trade Practices \nAct and DENIES Defendants’ corresponding motions to dismiss. \n    Counterclaim Motion \n144. The Court now addresses McGriff’s Motion to Dismiss Hudson’s \ncounterclaims.  \n \n11 See also Velocity Sols., Inc. v. BSG Fin., LLC, 2016 NCBC LEXIS 19, at *7 -8 (N.C. Super. \nCt. Feb. 22, 2016) (granting motion to dismiss breach of contract claim but denying motion \nto dismiss UDTPA claim where plaintiff alleged defenda nt had “ specifically engaged and \ndirected [plaintiff's former employee] to utilize [p]laintiff's confidential and proprietary \ninformation in order to achieve competitive gain.”). \nA. Tortious Interference with Prospective Economic Advantage \n145.  Hudson alleges that a McGriff executive, Ray Sanders, falsely represented \nto one of Hudson’s former clients, Vector, tha t “because of Hudson’s Employment \nAgreement” Hudson was “not permitted to handle” Vector’s account for two years.  \n(Counterclm. ¶¶ 19, 21.)  Hudson also alleges upon information and belief that \nSanders “has continued to perpetuate the lie that Hudson has a  non-competition \nobligation to McGriff and is precluded from working with former customers.”  \n(Counterclm. ¶ 23.)  \n146. As a result of the alleged misrepresentation, the counterclaim avers that \nthe customer signed a renewal with McGriff.  (Counterclm. ¶¶21-22.)  Hudson further \nalleges that but for this interference, “Vector, among others, would have sent business \nto Hudson and/or contracted with Hudson Consulting for procurement of employee \nbenefit insurance products.  (Counterclm. ¶ 33.)     \n147. Hudson argues that Sanders has misrepresented the truth because there is \nno legal restraint on Hudson’s ability to provide service to customers, including \nVector, provided the customers proactively contact Hudson on their own accord.   \n(Counterclm. ¶¶ 23, 29).   \n148. The Court first observes that the language of the non-solicitation provision \nis not limited to which party to the prospective contract makes the first contact.    \nRegardless of who initiates the communication, Hudson may not “[s]olicit, contact, \ndivert, or call upon w ith the intent of doing business with, any ‘BB&T Insurance \nCustomer’ . . . if the purpose of the activity is to solicit the BB&T Insurance Customer \nfor a Competitive Business.”  (Employment Agreement ¶ 8(a)(iii).)  In particular, use \nof the word “divert” in this context conveys an intention for the provision to prevent \nHudson from being more than just the instigator.12 \n149. However, the question here is whether Sanders’ statement was protected \nby the competitor privilege.  Consequently,  survival of this claim depends on whether \nthe customer non -solicitation provision in Hudson’s Employment Agreement is, in \nfact, enforceable.  If it is, then Sanders’ decision to inform Vector of the existence of \nthe obligation was a legal means of competition.  If it is not, then Sanders’ decision to \ncommunicate that Hudson was contractually prevented from handling the account is \nnot true, and Sanders’ tactic is not a legal means of competition.  As discussed above, \na determination regarding enforceability awaits the development of a fuller record to \ndetermine the parties’ intentions with respect to the definition of “BB&T Insurance \nCustomer.”  For now, however, the claim survives.13   \n150. Therefore, the Court DENIES  Plaintiff’s Motion to Dismiss Defendants’ \nTortious Interference with Prospective Economic Advantage counterclaim.   \n \n12 For the same reason, the Court is not convinced that referring to the provision in question \nas a “non -compete” as opposed to a “n on-solicitation” provision —if, in fact, that’s what \nSanders did—changes anything.  Regardless of its use of the verb “solicit” among others, the \nprovision is a species of noncompetition clause. \n \n13 Furthermore, as was the case with McGriff’s interference with prospective contractual \nrelationships claim, Hudson’s allegations, while bare- bones, get him past a motion \nchallenging the sufficiency of his pleading.  However, as the case progresses, more will be \nrequired to prove that the claim is not speculative.   \n \nB. Violation of North Carolina’s Unfair and Deceptive Trade \nPractices Act \n151. Lastly, the Court  addresses McGriff’s motion to dismiss Hudson’s \ncounterclaim asserting an alleged violation of North Carolina’s Unfair and Deceptive \nTrade Practices Act.  Because the Court has determined that Hudson’s intentional \ninterference claim survives, so too does h is claim for violation of the UDTPA based \non the same allegations.14  See, e.g., United Labs., Inc., 322 N.C. at 665 (holding that \nthe UDTPA may apply to “tortious interference with contract situations”). \n152. Accordingly, the Court DENIES  Plaintiff’s Motion to  Dismiss Hudson’s \nUDTPA counterclaim. \nIV. CONCLUSION \n153. For the foregoing reasons, the Court hereby GRANTS in part and \nDENIES in part Plaintiff’s Motion for Leave to Amend Complaint as stated herein, \nDENIES both Defendants’ Motions to Dismiss, and DENIES  Plaintiff/Counter-\nDefendant’s Motion to Dismiss Counterclaims. \n \n14 Given the Court’s ruling, the Court does not address Hudson’s argument that regardless of \nwhether he states a claim for interference with prospective economic advantage, the alleged \npurposeful misrepresentations regarding his contractual commitments to McGriff are a \nsufficient basis for this claim.  However , as this Court has stated: “Although certain causes \nof action, standing alone, may evoke the action, a claim for unfair and deceptive trade \npractices pursuant to N.C.G.S. § 75 -1.1 is an independent claim that stands alone as a \ndistinct action.  Therefore, so long as the complaint includes sufficient factual allegations of \npotentially unfair or deceptive conduct, the claimant may still maintain  a UDTP claim, \nnotwithstanding the dismissal of breach of contract or tort causes of action based on the same \nconduct.”  Charah, LLC v. Sequoia Servs., LLC, 2020 NCBC LEXIS 52, at *19-20 (N.C. Super. \nCt. April 17, 2020) (cleaned up).   \n \n154. McGriff is directed to file its Amended Complaint, consistent with the \nCourt’s rulings herein, within seven (7) days. \nThis the 17th day of January, 2023. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n "
}