{
  "id": "a502534e5d21bd7dbaf98fe7fe73b03d5887b06f560ff11899940ce01450bc63",
  "source_file": "data/raw/ncbc/a502534e5d21bd7dbaf98fe7fe73b03d5887b06f560ff11899940ce01450bc63.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nBUNCOMBE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 3707 \n \nVITAFORM, INC. d/b/a BODY \nAFTER BABY, \n \nPlaintiff, \n \nv. \n \nAEROFLOW, INC. and MOTIF \nMEDICAL, LLC, \n \nDefendants. \n \n \n \n \n \nAMENDED ORDER AND OPINION \nON CROSS-MOTIONS TO EXCLUDE \nEXPERTS1 \n \n \n1. THIS MATTER  is before the Court on Defendants’ Motion to Exclude \nExpert Report of Scott Barnes (“Barnes”) and Limit Plaintiff’s Evidence of Damages, \n(ECF No. 149), and Plaintiff’s Motion to Exclude Defendants’ Expert Witness, (ECF \nNo. 152) (each a “Motion” and together, the “Motions”).   \n2. Having considered the Motion s, the briefs, exhibits, and affidavits in \nsupport of and in opposition to the Motions, the arguments of counsel at the hearing \non the Motion s, and other appropriate matters of the record, the Court GRANTS  \nDefendants’ Motion and GRANTS Plaintiff’s Motion for the reasons set forth below. \nSmith DeVoss, PLLC, by Jeffrey J. Smith and John R. DeVoss, Wimer & \nSnider, P.C., by Jake A. Snider, and Caulk Legal, PLLC, by Taylor \nCaulk, for Plaintiff Vitaform, Inc. d/b/a Body After Baby. \n  \nWard and Smith, P.A., by Joseph A. Schouten, Hayley R. Wells, and \nJordan M. Spanner, for Defendants Aeroflow, Inc. and Motif Medical, \nLLC.  \n \n1 The Court initially filed this order and opinion on 10 March 2023, (see generally Order and \nOp. Cross-Mots. Exclude Experts, ECF No. 164), and now files this Amended Order solely to \nadd this footnote and footnote 42 below.  This Amended Order does not oth erwise alter the \nCourt’s 10 March ruling.  S ee, e.g., State v. Lamb, 321 N.C. 633, 649 (1988) (“A ruling on a \nmotion in limine is a preliminary or interlocutory decision which the trial court can change \nif circumstances develop which make it necessary.”). \nVitaform, Inc. v. Aeroflow, Inc., 2023 NCBC 20A. \n \nBledsoe, Chief Judge. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \n3. This action arises from a dispute over products developed by Don Francisco \n(“Francisco”), the founder and president of Plaintiff Vitaform, Inc. d/b/a Body After \nBaby (“Plaintiff” or “Vitaform”).  See generally  Vitaform, Inc. v. Aeroflow, Inc. , 2022 \nNCBC LEXIS 128 (N.C. Super. Ct. Oct. 27, 2022) (the “October Opinion”).2  Francisco \ndeveloped three garments designed to address medical conditions associated with \npregnancy.  Id.  at *2.  Vitaform began selling these products sometime in 2012 or \n2013, and eventually decided to work with a medical supply provider with national \nreach in 2017.  Id. at *3.   \n4. On 19 July 2018, Francisco pitched Vitaform’s products to Evan Israel \n(“Israel”), the director of emerging markets for Aeroflow, Inc. (“Aeroflow” or \n“Defendant”) via telephone (the “Call”).  Id.  at *3 –4.  Francisco claimed that the \nparties reached an oral agreement on the Call  concerning Aeroflow’s sale of \nVitaform’s products  and that Israel agreed that Defendants would maintain the \nconfidentiality of Vitaform’s business plan in agreeing to sell Vitaform’s products.  Id. \nat *4.  The parties never entered into a written contract  but Aeroflow did purchase \nand sell Vitaform’s products for a short time .  Id.  at *5.  In 2019, Motif, a wholly -\n \n2 The October Opinion resolved Defendants’ Motion for Summary Judgment.  ( See ECF No. \n138.)  The Court draws  heavily upon the October O pinion and its source citations in the \nCourt’s discussion of the record and the factual and procedural background relevant to the \nMotions.  \nowned subsidiary of Aeroflow, began manufacturing its own maternity garments  in \ncompetition with Vitaform.  Id. at *5–6. \n5. On 23 August 2019, Vitaform filed suit against Aeroflow  and Motif.  Id. at \n*6.  The crux of this action is Vitaform’s contention that Aeroflow wrongfully revealed \nVitaform’s confidential information and trade secrets to Motif, which unfairly allowed \nMotif to compete with Vitaform .  Id. at *6–8.  After extensive motions practice and \nthe amendment of Vitaform’s complaint, this Court issued the October Opinion on 27 \nOctober 2022.  See generally id.   \n6. In the October Opinion, the Court dismissed most of Vitaform’s claims  and \npermitted only the following claims to proceed to trial: (1) fraudulent \nmisrepresentation insofar as the claim is based on Aeroflow’s alleged promise during \nthe Call to maintain the confidentiality of Vitaform’s business plan; (2)  fraudulent \nconcealment arising from the Call; (3) common law unfair competition and violation \nof North Carolina’s Unfair and Deceptive Trade Practices Act (the “UDTPA”) insofar \nas they are based on Aeroflow’s alleged promise during the Call to maintain the \nconfidentiality of Vitaform’s business plan; and (4) unjust enrichment.  Id. at *57–58.  \nThe Court specifically dismissed Vitaform’s claim s for misappropriation of trade \nsecrets and for breach of the covenant of good faith and fair dealing in their entirety.  \nId. at *57, *60.   \n7. Relevant here is Plaintiff’s identification on 6 September 2021  of three \nexpert witnesses  on damages:  certified pub lic accountant Gary Durham , BAB’s \nfounder and principal Don Francisco, and Francisco’s wife , who also is a certified \npublic accountant .  However, contrary to the requirements of the Court’s Case \nManagement Order, the designation included little information about the witnesses \nbesides their identities, and  did not provide their  expert reports or damages \ncalculations.3  After motions practice, the Court concluded that Plaintiff’s failure had \nprejudiced Defendants and therefore sanctioned Plaintiff ,4 but extended the expert \ndiscovery period to permit Plaintiff to remedy its incomplete disclosures.5  Thereafter, \non 5 November 2021 , Plaintiff filed a new expert designation, which designated \nBarnes as Plaintiff’s lone damages expert, and which expressly “withdr[ew] all prior \nexpert witness designations [Plaintiff] has made in this case .”6  Plaintiff served \nBarnes’s expert report (the “Barnes Report”) that same day.7   \n \n3 (Defs.’ Suppl. Mem Law Supp. Mot. Exclude Expert Report Scott Barnes Limit Pl.’s \nEvidence of Damages [hereinafter “Def. Suppl. Br.”], ECF No. 160, Ex. B, Pl.’s Expert \nDesignations [hereinafter “Pl. First Designations”], ECF No. 160.2; see Order Defs.’ 10 Sept. \n2021 BCR 10.9 Dispute Summ . Scheduling Order 2 [hereinafter “10.9 Order”], ECF No. 97 \n(noting that Plaintiff’s designations lacked six categories of information required by the \nNorth Carolina Rules of Civil Procedure and the Case Management Order).) \n \n4 (See generally Order and Op. Defs.’ Mot. Sanctions  [hereinafter “Sanctions Order”] , ECF \nNo. 116.) \n \n5 (See generally 10.9 Order.) \n \n6 (See Def. Suppl. Br. Ex. C, Pl.’s Expert Designation Withdrawal Prior Expert Designations \n[hereinafter “Barnes Designation”], ECF No. 160.3.) \n \n7  (Def. Br. Supp. Ex. A, Preliminary Report of Scott A. Barnes, CPA, CFF, CGMA [hereinafter \n“Barnes Report”], ECF No. 150.2.) \n \n8. Defendants thereafter retained Mickey Ferri (“Ferri”) as an expert witness \nto rebut Barnes’s opinions and produced his report (the “Ferri Report”) on 6 December \n2021.8   \n9. Each party moved to exclude the other’s expert witness on 11 January 2023.9 \n10. The Court held a hearing on the Motions on 21 February 2023, at which all \nparties were represented by counsel (the “Hearing”).  Following the H earing, the \nCourt ordered the parties to submit post-hearing supplemental briefs on the Motions \nby 1 March 2023. 10  The parties timely filed their supplemental brief s,11 and t he \nMotions are now ripe for determination.  \nII. \nLEGAL STANDARD \n11. The Court evaluates a motion to exclude an expert’s testimony under North \nCarolina Rule of Evidence 702.  The Supreme Court of North Carolina has held that \nour State’s Rule 702 incorporates the standard set by Federal Rule of Evidence 702.  \nState v. McGrady , 368 N.C. 880, 888 (2016).  For the most part, Federal Rule 702 \nincorporates the standard for expert testimony established by Daubert v. Merrell Dow \nPharms., Inc., 509 U.S. 579 (1993).  See, e.g. , Earnest v. Sanofi U.S. Servs., 26 F.4th \n \n8 (Pl.’s Br. Supp. Mot. Exclude Defs.’ Expert Witness 2 [hereinafter “Pl. Br. Supp.”], ECF No. \n153.) \n \n9 (Def. Mot.; Pl.’s Mot. Exclude Def.’s Expert Witness [hereinafter “Pl. Mot.”], ECF No. 152.) \n \n10 (Order For Supplemental Br., ECF No. 159.) \n \n11 (Def. Suppl. Br.; Pl.’s Suppl. Br. Supp. Mot. Exclude Defs.’ Expert Witness [hereinafter “Pl. \nSuppl. Br.”], ECF No. 161.) \n256, 268 (5th Cir. 2022) (noting that Daubert  is “effectively codified” in Rule 702); \nUnited States v. Brown , 973 F.3d 667, 704 (7th Cir. 2017) (sta ting that Rule 702 \n“largely reflects” the Daubert  standard).  In turn, Daubert  established a three-\nelement test for the admission of expert testimony: first, the area of proposed \ntestimony must be based on specialized knowledge that will assist the trier of fact to \nunderstand the evidence or determine a factual issue; second, the witness must be \nqualified as an expert by knowledge, skill, experience, training, or education; and \nthird, the testimony must be reliable, through a foundation in sufficient facts or data, \nand the application of reliable principles and methods to the facts of the case.  See  \nMcGrady, 368 N.C. at 889–90 (summarizing the Daubert standard and its application \nunder North Carolina law).   \n12. Evidence that does not relate to any issue in the case is not relevant and \n“ergo, non-helpful” under the first element.  Daubert, 509 U.S. at 591.  The relevancy \nrequirement under Rule 702 is more stringent than the ordinary relevance standard \nof Rule 401.  See, e.g., United States v. Ford, 481 F.3d 215, 219 n.6 (3d Cir. 2007). \n13. Within this framework, the disposition of a motion in limine seeking to \nexclude an expert witness is within the discretion of the trial court.  See Crocker v. \nRoethling, 363 N.C. 140, 143 (2009).  \nIII. \nANALYSIS \nA. Defendants’ Motion \n14. The Court examines Defendants’ Motion first.  Defendants argue that \nBarnes’s expert opinions are both irrelevant and unreliable under the Daubert  \nstandard.12  Defendants further argue that if the Court excludes Barnes ’s expert \nopinions, Plaintiff should be barred from introducing any other evidence of Plaintiff’s \ndamages.13 \n1. Exclusion of Barnes’s Opinions and Testimony \n15. The Court turns first to the relev ance of Barnes ’s expert opinions .  \nDefendants argue that Barnes’s proffered testimony is irrelevant under both Daubert \nand the more forgiving standard of Rules 401 and 402.14  N.C. R. Evid. 401; N.C. R. \nEvid. 402.   \n16. The first prong of the Daubert standard requires expert testimony to relate \nto an issue in the case, and to have sufficient connections to the facts to  aid the jury \nin deciding factual disputes.  Daubert, 509 U.S. at 591.  Expert testimony that relates \nsolely to a non -issue is therefore inherently unhelpful and irrelevant under the \nDaubert standard.  Id.   \n17. In particular, this rule excludes  expert testimony addressing  issues that \nhave already been decided before trial.  See, e.g., Kenney v. Watts Regul. Co., 512 F. \nSupp. 3d 565, 579 (E.D. Pa. 2021); Resco Prods. v. Bosai Mins. Grp., No. 06-235, 2015 \nU.S. Dist. LEXIS 124930, at *10 n.5 (W.D. Pa. Sept. 18, 2015); Campbell v. CONRAIL, \n \n12 (See Defs.’ Mem. Law Supp. Mot. Exclude Expert Report of Scott Barnes Limit Pl.’s \nEvidence Damages 10–22 [hereinafter “Def. Br. Supp.”], ECF No. 150; Def. Suppl. Br. 1–15.) \n \n13 (See Def. Br. Supp. 23–24; Def. Suppl. Br. 8–15.) \n \n14 (Def. Br. Supp. 11.) \n1:05-CV-1501, 2009 U.S. Dist. LEXIS 810, at *19 –20 (N.D.N.Y. Jan. 6, 2009) ; \nOptimum Techs., Inc. v. Henkel Consumer Adhesives, Inc. , No. 1:04 -CV-1082, 2006 \nU.S. Dist. LEXIS 42891, at *11–18 (N.D. Ga. June 14, 2006). \n18. Here, Barnes premises his analysis upon claims that have already been \ndismissed.  In the October Opinion, the Court dismissed Plaintiff’s claims for \nmisappropriation of trade secrets and breach of the duty of good faith and fair dealing \nin their entirety.  Vitaform, 2022 NCBC LEXIS 128, at *57.  These claims are no longer \nin this case, and will  not be heard at trial.  Yet Barnes states in the introduction to \nhis Report that he analyzes lost profits and unjust enrichment suffered as a result of \nmisappropriation of trade secrets and breach of the duty of good faith and fair \ndealing.15  Barnes goes on to discuss damages arising from those claims at length.16  \nBarnes’s opinions are thus predicated upon claims this Court has already dismissed, \nwhich are inherently irrelevant under the Daubert standard.  E.g., Simuro v. Shedd, \nNo. 2:13-cv-00030, 2016 U.S. Dist. LEXIS 194582, at *15 (D. Vt. Nov. 9, 2016).   \n \n15 Barnes begins his report by introducing his opinions “regarding the estimated lost profits \nincurred by [Plaintiff]” and the “unjust enrichment realized by [Defendants]” from the \n“alleged misappropriation of trade secrets and breach of the duty of good faith and fair \ndealing.”  (Barnes Report ¶ 1.) \n \n16 Barnes repeatedly emphasizes his analytical focus on the dismissed claims.  In the \nintroduction of his Report alone he discusses Plaintiff’s “lost profits on the misappropriated \nsales,” “Defendant’s alleged act ions of misappropriating [Plaintiff’s] product designs,” and \n“the products subject to misappropriation[.]”   (Barnes Report ¶¶ 3 –4.)  He goes on in the \nReport’s body, under a section headed “damages model under missapprorpiation [sic] of trade \nsecrets & breach of duty of good faith and fair dealing[,]” to discuss “the general measure of \ndamages in the [sic] misappropriation of trade secrets [,]” how to “measur[e] a plaintiffs [sic] \nlost profits from trade secrets misappropriation,” the parties’ business relationship before the \n“alleged misappropriation[,]” and the “authoritative literature from lost profit damages in \nthe misappropriation of trade secrets matters [context][.]”   (See Barnes Report ¶¶ 21–24.) \n \n19. Plaintiff attempts to salvage Barnes ’s opinions  by arguing that even if \nBarnes discusses the dismissed claims extensively  in his Report , he also discusses \nPlaintiff’s remaining claims, and that the damages calculation standard applicable to \nthe dismissed claims and the remaining claims is  the same, which renders Barnes’s \nopinions relevant.17   \n20. As a general matter, an expert sh ould be excluded when the expert’s \ndamages calculations do not match the theories of liability presented.  See, e.g., Potts \nv. KEL, LLC, 2019 NCBC LEXIS 61, at *11 (N.C. Super. Ct. Sept. 27, 2019); Kempner \nMobile Elecs., Inc. v. Sw. Bell Mobile Sys., 428 F.3d 706, 712–13 (7th Cir. 2005).  Here, \nPlaintiff ple aded its unjust enrichment claim based on the value of Plaintiff’s \nbusiness plan in and of itself, not on the purported profits Defendants gained through \ntheir alleged use of Plaintiff’s plan .18  More importantly, t his Court has previously \nconcluded as a matter of law not only that the business plan did not constitute a trade \nsecret, but that it was available in the public domain.  Vitaform, 2022 NCBC LEXIS \n128, at *29.  Barnes nonetheless calculates damages assuming that the business plan \nwas a trade secret not in the public domain which Defendants misappropriated.19    \n \n17 (See Pl. Br. Supp. 2–7; Pl. Suppl. Br. 2–5, 7–9.) \n \n18 (First Am. Compl. ¶ 283, ECF No. 40 (“[t]he retention of the benefits of these services and \nmaterials that [Vitaform] provided is unfair and unjust”).) \n \n19 Compare (Barnes Report ¶ 4 (“unjust enrichment based on identified sales less incremental \ndirect costs”)), with Next Advisor Continued, Inc. v. Lendingtree, Inc., 2017 NCBC LEXIS 52, \nat *11–13 (June 14, 2017)  (“[courts] look to a defendant’s profits as the proper  measure of \nunjust enrichment damages on a trade secret misappropriation claim” (emphasis added)).   \n \n21. Barnes thus analyses Plaintiff’s unjust enrichment claim only insofar as it \nis predicated upon the plan’s use as a misappropriatio n of trade secrets.  Barnes \nassumes that Vitaform possessed a trade secret in the business plan, that Defendants \nwrongfully misappropriated that trade secret , and that the misappropriation itself \nunjustly enriched Defendants.20  Barnes’s Report contains no discussion whatsoever \nof the possible value of Vitaform’s business plan as non-trade secret information, and \nBarnes admitted at his deposition that if no trade secret misappropriation occurred, \nPlaintiff may have suffered no damages at all. 21  The dismissed trade secret  claim \ntherefore infects Barnes’s treatment of Vitaform’s unjust enrichment claim, which \ndepends entirely on that  already-dismissed claim, and Barnes offers no analysis of \nthe value of Plaintiff’s non -trade secret information and the damages, if any, which \nflowed from Defendants’ receipt of that public information in and of itself.  Cf. Booe \nv. Shadrick, 322 N.C. 567, 570 (1988) (holding that the proper damages for unjust \nenrichment are “the reasonable value of the goods and services to the defendant”).        \n22. Furthermore, Barnes applies the damages calculation concept of a “head \nstart period” to Plaintiff’s unjust enrichment claim. 22  But the “head start period ” is \na trade secret damages concept  that measure s “the time it would ha ve taken the \n \n20 (Barnes Report ¶¶ 4, 21–25.) \n \n21 “Q: What if [the] allegation [of trade secrets misappropriation] isn’t true? A: If the jury \nmakes that decision, then th ere may be no damages.”  (Def. Br. Supp. Ex. B, Dep. Scott \nBarnes, dated Dec. 8, 2021, at 71:12–25 [hereinafter “Barnes Dep.”], ECF No. 150.3.) \n \n22 Barnes states that “courts and the authoritative literature” in the misappropriation of \ntrade secrets context “discuss a ‘head start’ doctrine[.]”  (Barnes Report ¶¶ 23, 26.) \n \ndefendant to obtain the information by proper means ” and under which “[m]onetary \nrelief based on the defendant’s use of the information after the loss of secrecy is \nappropriate only to the extent necessary to remedy a head start[.]”  See Restatement \n(Third) of Unfair Competition Law § 45 cmt. h (Am. L. Inst. 1995) (emphasis added).23   \n23. Here, Barnes acknowledges that Plaintiff’s alleged damages would cease \nafter its alleged trade secret became “publicly known through non -infringing \nactivities,”24 and the Court has already concluded that Vitaform’s business plan was \nin the public domain at the time of the Call, Vitaform, 2022 NCBC LEXIS 128, at *29.  \nTaken together, Defendants’ alleged misuse of Plaintiff’s business plan cannot be \nfound to have yielded a “head start” under Barnes’s analysis yet Barnes premises all \nof his damages calculations and opinions on Defendants’ gaining just such a “head \nstart” through their alleged misconduct.25   \n24. Finally, Barnes offers no analysis o f Vitaform’s other remaining claims: \nfraudulent misrepresentation and concealment, and unfair competition.  The Barnes \nReport is devoid of any discussion of fraudulent concealment or misrepresentation, \nand it contains only a single, cursory reference to unfair competition in  the \nintroduction to one section.\n26  And e ven if Barnes’s single reference to unfair \n \n23 Barnes’s attempt to apply an analytical concept from Plaintiff’s dismissed cla ims to the \nsurviving claims further demonstrates the degree to which the former infects his treatment \nof the latter.    \n \n24 (Barnes Report ¶ 23.) \n \n25 (Barnes Report ¶¶ 3, 23, 24, 26; Barnes Dep. 34:15–22, 56:22–57:12.) \n \n26 This single reference states: “In certain circumstances involving unfair competition and \nthe misappropriation of trade secrets, an accounting of the profits realized by the defendant \ncompetition is read liberally to encompass the entire section of the Report in which it \nappears, Barnes still calculates Plaintiff’s UDTPA damages by assuming Defendants \nmisappropriated Plaintiff’s trade secrets.  In that section, Barnes discusses damages \n“in a misappropriation of trade secrets matter,” exempts Defendants’ profits \nunrelated to “misappropriation,” and does not analyze the value of Plaintiff’s business \nplan o ther than under an assumption that it constituted a trade secret and was \nwrongfully misappropriated.27 \n25. Barnes’s opinions thus lack a connection between the remaining theories of \nliability and the standard they  apply.  He either premises his analysis upon claims \nthat have already been dismissed outright, or he discusses Plaintiff’s surviving claims \nunder methodologies properly applied to the already dismissed claims .  Barnes’s \nexpert opinions therefore fail the relevance prong of the Daubert  standard and are \nproperly excluded as a result.  See, e.g., Potts, 2019 NCBC LEXIS 61, at *11.   \n26. Because Barnes’s opinions are excludable under the relevance prong of the \nDaubert standard, the Court will only briefly address the parties’ arguments on \nwhether his opinions satisfy the standard’s reliability prong28 to say that they do not.  \nSince the Court has concluded that Defendants did not gain any “head start” \nadvantage based on Barnes’s own analysis , and that  at the same time  Barnes \n \nmay be used as an alternative damage measurement to the plaintiff’s lost profits.”  (Barnes \nReport ¶ 25.) \n \n27 (Barnes Report ¶¶ 25–28.) \n \n28 (See Def. Br. Supp. 18–23; Pl. Br. Supp. 7–8.) \n \npremises his opinions on Defendants’ having obtained just such a “head start,” the \nCourt further concludes that Barnes’s opinions are inherently unreliable under Rule \n702.  Barnes’s opinions shall therefore be excluded for this additional reason.  See, \ne.g., Kilpatrick v. Breg, Inc. , 613 F.3d 1329, 1335 (11th Cir. 2010) (noting that \nevidence must satisfy all three elements of the Daubert test to be admissible).   \n2. Preclusion of Other Damages Evidence \n27. The remaining question on Defendants’ Motion for the Court ’s \ndetermination is whether Plaintiff should be permitted to offer an alternative theory \nof damages at this late stage in the litigation .  The Court concludes that Plaintiff \nshould not be permitted to do so.  \n28. As a general matter, a party may not introduce new evidence at  trial that \nthe party did not disclose during discovery  upon proper request.  See Willoughby v. \nWilkins, 65 N.C. App. 626, 639 –41 (1983) (citing federal authority  approvingly for \nthis point); Hopkins v. MWR Mgmt. Co., 2017 NCBC LEXIS 92, at *8–9 (N.C. Super. \nCt. Oct. 3, 2017).   \n29. The record reflects  that Defendants served an  unambiguous interrogatory \nupon Plaintiff seeking the disclosure of Plaintiff’s theories and calculation of damages \nand all supporting evidence.  In response , Plaintiff’s only disclosed evidence for its \ndamages is a conclusory assertion in its  interrogatory response that its damages \ncalculations would be produced contemporaneously with its expert designations, and \nlater the Barnes Report itself.29  \n30. As noted abov e, Plaintiff initially designated three other expert witnesses  \non damages,30 including Francisco, but i t expressly “withdr[ew]” all of its previous \nexpert designations in this action when it designated Barnes  sixteen months ago .31  \nCombined with Plaintiff’ s interrogatory response and lack of any other damages \nevidence, Plaintiff has therefore represented to Defendants for over a year that all of \nits damages evidence would come from Barnes alone.   \n31. Plaintiff argues in opposition to Defendants’ Motion  that Pl aintiff could \nprove its damages in numerous other ways , including, in particular, through \nFrancisco’s lay testimony .32  But the question is not whether Plaintiff could  offer \n \n29 (See Def. Br. Supp. 24 –25; Def. Br. Supp. Ex. C, Pl.’s Answers and Objs. to First Set of \nInterrogs. ¶ 13 [hereinafter “Damages Interrogatory”], ECF No. 151.)  Specifically, Plaintiff \nanswered in full as follows: \n \nPlaintiff objects in that this interrogatory is vague and unclear. It lacks the \nspecificity necessary to address relevant objections.  Furthermore,  given that \na damage expert has not yet been designated the request is premature and \ndiscovery is ongoing.  Nonetheless, subject to the objection and without waiving \nsame sources, calculations and the amount of damages will be presented \ncontemporaneous with the expert designations. \n \n30 (Pl. First Designations.) \n \n31 (See Barnes Designation.) \n \n32 (See Pl. Br. Supp. 9; see also Pl. Suppl. Br. (arguing that Francisco should be permitted to \ntestify as to Defendants’ profits based on Francisco’s “personal knowledge of his profit \nmargin, Defendants’ unit production, his past sales history with Defendants among other \nmatters and has reviewed Defend ants’ purchase orders and import records”) .)  The Court \nnotes that most of these subjects for Francisco’s purported testimony concern data obtained \nfrom others, (see Def. Suppl. Br. 14; Pl. Opp’n Br. Ex. B, Pl.’s Suppl. Discovery Dated Nov. \n22, 2021, ECF N o. 154.2), which are therefore not within his own personal knowledge and \ngenerally are not a proper topic for lay testimony.  See N.C. R. Evid. 602.    \nother evidence of  its damages , but whether Plaintiff did so when asked during \ndiscovery.  See Hopkins, 2017 NCBC LEXIS 92, at *8–9; see also, e.g., Excellent Home \nCare Servs. v. FGA, Inc., 13 CV 5390, 2017 U.S. Dist. LEXIS 228951, at *27 (E.D.N.Y. \nJune 5, 2017); Boyer v. Home Depot USA Inc. , No. 08-13382, 2010 U.S. Dist. LEXI S \n28992, at *9 (E.D. Mich. Mar. 26, 2010). 33  Plaintiff had approximately eighteen \nmonths between the filing of its complaint and the close of discovery to provide to \nDefendants any other evidence of Plaintiff’s damages.  Plaintiff failed to do so , and \naccordingly should not be permitted to introduce new theories or evidence of damages \nat the eleventh hour.34   \n32. The balance of equities in this case counsels the same result.  This action \nwas originally filed in August 2019, and discovery concluded in January 2022.35  \n \n \n33 The Court recognizes that the text of the Federal Rules penalizes a failure to disclose or \nsupplement with automatic exclusion, while the text of the North Carolina R ules does not.  \nSee Fed. R. Civ. P. 37(c)(1); N.C. R. Civ. P. 26; N.C. R. Civ. P. 37.  However, the North Carolina \nCourt of Appeals has held that a trial court may remedy a failure to disclose or supplement, \nincluding through exclusion of evidence or testimony, as a matter of the court’s inherent \nauthority.  Myers v. Myers, 269 N.C. App. 237, 255 (2020).  In addition, in similar \ncircumstances and even before that holding, the North Carolina courts have cited the federal \nrule approvingly, Wilkins, 65 N.C. App. at 641,  and applied its results as a  matter of the \ncourt’s discretion, see Hopkins, 2017 NCBC LEXIS 92, at *8– 9.  The Court therefore draws \non federal authority which examined similar circumstances.  \n \n34 Rule 26(e) does not provide Plaintiff a safe harbor.  That Rule provides that a party is under \nno duty to supplement its responses, if they were complete when made, unless, as relevant \nhere, the response related to the identity and testimony of expert witnesses.  See N.C. R. Civ. \nP. 26(e).  But Plaintiff’s interrogatory response on damages was not complete when made; it \ninstead effectively deferred an answer that Pl aintiff tied to its expert disclosures.  ( See \nDamages Interrogatory.)  Having represented that it would rely on its expert(s) to present its \ndamages evidence, Plaintiff therefore had a duty to supplement its interrogatory response if \nit intended to also rely upon Francisco or any other lay witness to testify to Plaintiff’s \ndamages at trial.  \n \n35 (Second Am. Case Management Order 3, ECF No. 99.) \nDefendants have relied upon, and structured their entire litigation strategy around, \nPlaintiff’s representation that Plaintiff would produce its damages estimates with its \nexpert disclosures.36  Trial is scheduled to begin in approximately five  weeks.  To \npermit Plaintiff to amend its damages calculations to produce an entirely new theory \nthrough evidence not disclosed during discovery would substantially prejudice \nDefendants and produce a trial by ambush.  See, e.g. , Raju v. Murphy, No. 3:17-CV-\n357, 2022 U.S. Dist. LEXIS 91484, at *4 –7 (S.D. Miss. May 21, 2022);  Point Prods. \nA.G. v. Sony Music Entm’t, Inc., 93 Civ. 4001, 2002 U.S. Dist. LEXIS 24450, at *7–15 \n(S.D.N.Y. Dec. 18, 2002). \n33. On this point, the Court concludes that the reasoning of Silicon Knights, Inc. \nv. Epic Games, Inc., No. 5:07-CV-275, 2012 U.S. Dist. LEXIS 63707 (E.D.N.C. May 7, \n2012) is both apposite and persuasive.  In that case, the plaintiff’s only evidence of \ndamages was an expert report which the court ultimately excluded, and the plaintiff \nfailed to supplement its damages discovery before or after that ruling.  See id. at *5–\n16.  The court granted the defendant’s motion to preclude the plaintiff from offering \nother evidence of damages at trial, which was only a week awa y, even though this \nruling effectively limited the plaintiff’s potential recovery to nominal damages.  See \nid. at *21, *26–27.  The court based its ruling upon the surprise and prejudice a late-\ndeveloped theory would cause to the defendant, the imminence of trial, and the \n \n \n36 (Def. Suppl. Br. 12–13.)  Indeed, in reliance on Plaintiff’s representations, Defendants did \nnot conduct further written or deposition discovery on Plaintiff’s damages during the fact \ndiscovery period and, in particular, did not depose Francisco on the issue of damages.  And, \nof course, once Francisco was withdrawn as an expert witness on damages in November 2021, \nDefendants could not seek to depose him as an expert on that issue.   \nplaintiff’s failure to adequately explain its failure to supplement its damages \ncalculations.  Id. at *21–23.   \n34. Virtually all of the Epic Games court’s logic is applicable here.  Here, as \nthere, Plaintiff’s sole evidence of damages is expert opinion that the Court has \nexcluded under applicable law, trial is imminent, and Plaintiff has offered no cogent \nexplanation for its failure to disclose its new damages theories or to introduce any \nother evidence of damages.\n37  Although Plaintiff argues, as noted above, that it could \nintroduce other evidence of damages, that question is irrelevant  because even if \nPlaintiff could have, it did not do so when asked in discovery.   \n35. Plaintiff attempts to distinguish Silicon Knights on grounds that trial in this \naction is not as imminent as the trial in that case. 38  But this argument merely \nhighlights a distinction without a meaningful difference.   If the Court allowed \nPlaintiff to introduce a new damages theory after the close of d iscovery and just five \nweeks from trial, Defendants would still be unable to meaningfully examine and \nprepare to defend against the new theory  before trial is set to commence.   See, e.g.,  \nDuke Energy Carolinas, LLC v. NTE Carolinas II, LLC, No. 3:19-CV-00515, 2022 U.S. \nDist. LEXIS 53433, at *26–28 (W.D.N.C. Mar. 24, 2022) (concluding that a damages \nsupplementation provided fully for the first time nine days after the close of discovery \n \n37 Plaintiff argues perfunctorily that its interrogatory response was “appropriate and correct,” \n(see Pl. Br. Opp’n 11 –12), but, as explained above, the Court finds this  argument \nunconvincing in light of Plaintiff’s duty to supplement under Rule 26(e) in these \ncircumstances.  \n \n38 (See Pl.’s Resp. Br. Defs.’ Mot. Exclude Expert Report of Scott Barnes Limit Pl.’s Evidence \nDamages 10 [hereinafter “Pl. Br. Opp’n”], ECF No. 154.) \n \ndeprived the defendant of any “meaningful opportunity to conduct discove ry on [the \nplaintiff’s] additional damages”). \n36. Other courts have followed similar logic to preclude other evidence of \ndamages when trial was approaching, but not as imminent as in Silicon Knights.  See, \ne.g., Raju, 2022 U.S. Dist. LEXIS 91484, at *6 ( excluding expert report with new \ndamages theory submitted eight months before trial and two years after the pertinent \ndiscovery deadline); SMD Software, Inc. v. EMove, Inc. , No. 5:08-CV-403, 2013 U.S. \nDist. LEXIS 146864, at *19 –20 (E.D.N.C. Oct. 10, 2013) (precluding new damages \ntheory introduced two months before trial); Brandt Indus. v. Pitonyak Mach. Corp. , \nNo. 1:10-cv-0857, 2012 U.S. Dist. LEXIS 131096, at *3 –8 (S.D. Ind. Sept. 12, 2012) \n(precluding new damages theory introduced three weeks before trial).  \n37. Indeed, some courts have excluded as untimely  even evidence introduced \nshortly before the close of discovery, rather than immediately before trial , and \nprecluded the in troducing party from producing other damages evidence.   See, e.g. , \nLocal Access, LLC v. Peerless Network, Inc. , No. 6:14 -cv-399-orl, 2017 U.S. Dist. \nLEXIS 28490, at *11–13 (M.D. Fla. Mar. 1, 2017)  (excluding evidence produced ten \ndays before close of discovery, and precluding party from introducing other damages \nevidence).  The Court therefore rejects Plaintiff’s protest that trial is not sufficiently \nimminent to justify preclusion of other damages evidence.   \n38. Nor will the Court continue the trial date and re -open the discovery period \nat this late date .  This course would subject Defendants to further expense and \nneedlessly prolong this litigation.  Plaintiff had ample time to produce other evidence \nof its damages before the discovery period closed in this c ase, and the Court has \nalready sanctioned Plaintiff once for its failure to comply with its expert discovery \nobligations.39  Plaintiff’s failure to produce any other evidence  is therefore no \njustification to prejudice Defendants and delay these proceedings.40   \n39. Plaintiff argues vigorously in its briefing that Defendants’ discovery \nproductions have been defective, and that the balance of equities therefore weighs in \nPlaintiff’s favor.41  But as noted above, Plaintiffs had months in which to challenge \nDefendants’ production through the proper channels , see BCR 10.9; N.C. R. Civ. P. \n37(a), yet Plaintiff  failed to timely raise any challenge to Defendants’ discovery \nresponses.  Thus, even if  Plaintiff’s accusations are correct, they have not been \npreserved and are therefore irrelevant to the questions presented by the Motions.   \nAnd in any event, t he alleged deficiencies do not permit Plaintiff to introduce an \nentirely new theory of damages th rough new evidence at the eleventh hour ; indeed, \n \n39 (See 10.9 Order; Sanctions Order 7–10.) \n \n40 Cf. Duke Energy Carolinas, LLC, 2022 U.S. Dist. LEXIS 53433, at *34–36 (refusing to re-\nopen discovery for examination of a new damages theory, but permitting a narrow extension \nof discovery on one issue because opposing counsel disclaimed any resultant prejudice);  \nJaguar Land Rover Ltd. v. Bentley Motors Ltd. , No. 2:18 -cv-320, 2020 U.S. Dist. LEXIS \n219825, at *16–19 (E.D. Va. Oct. 28, 2020) (declining to preclude new damages theory and \nre-opening discovery, but acknowledging that had COVID not disrupted the trial scheduling \nprocess, the court may have precluded the new evidence on grounds of irreparable harm to \nthe other party); Blackrock Eng’rs, Inc. v. Duke Energy Progress, LLC, No. 7:15-CV-250, 2018 \nU.S. Dist. LEXIS 159561, at *8–10 (E.D.N.C. Sept. 18, 2018) (permitting a limited extension \nof discovery because the summary judgment deadline had not yet passed and no trial date \nhad been set); Mayor of Baltimore v. Unisys Corp., No. JKB-12-cv-614, 2013 U.S. Dist. LEXIS \n126527, at *14–15 (D. Md. Sept. 5, 2013) (permitting a limited extension of discovery because \ndiscovery had not yet concluded and no trial date was set).  \n   \n41 (See Pl. Br. Opp’n 10–13.) \n \nto allow these accusations to weigh in Plaintiff’s favor would effectively prejudge \nthem as accurate without allowing Defendants a chance to contest them.  The Court \ntherefore declines to consider Plaintiff’ s charges of unrelated discovery misconduct, \nwhich were not timely raised or preserved, in rendering its decision on the Motions.   \n40. In sum, the Court concludes that Defendants’ Motion should be granted, that \nBarnes should be excluded as an expert witness at trial, and that Plaintiff should be \nprecluded from introducing other evidence of its damages at trial.42  \nB. Plaintiff’s Motion \n41. Defendants designated Ferri as a rebuttal expert against Barnes.43  Plaintiff \nattacks Ferri ’s opinions on several grounds, including unreliability, lack of \nqualifications, and unfair prejudice under North Carolina Rule of Evidence 403.44  See \nN.C. R. Evid. 403.   \n42. Testimony from a rebuttal expert that attacks an other, already-excluded \nexpert is inherently irrelevant.  See, e.g., Thor Equities, LLC v. Factory Mut. Ins. Co., \n20 Civ. 3380, 2022 U.S. Dist. LEXIS 164930, at *28– 29 (S.D.N.Y. Sept. 13, 2022); \nSEC v. Mudd, 11 Civ. 9202, 2016 U.S. Dist. LEXIS 59273, at *24 n.14 (S.D.N.Y. May \n3, 2016); Stop Staring! Designs v. Tatyana, LLC, CV 09-2014 DSF (AJWx), 2011 U.S. \n \n42 Defendants expressly excluded nominal and punitive damages from the scope of their \nMotion.  (See Def. Br. Supp. 2 n.1.)  This Order and Opinion is therefore without prejudice to \nPlaintiff’s right to seek, and Defendants’ right to oppose, an award of nominal and punitive \ndamages at trial.   \n \n43 (See Def. Br. Supp. 6.) \n \n44 (See generally Pl. Br. Supp.) \n \nDist. LEXIS 159767, at *2–3 (C.D. Cal. Aug. 11, 2011).  Indeed, Defendants concede \nthat if Barnes is excluded, then Ferri should be excluded , too.45  Defendants oppose \nPlaintiff’s Motion on the merits as an alternative argument, asserted only if the Court \ndenies Defendants’ Motion and allows Barnes to testify. 46  Because the Court has \ndecided to grant Defendants’ Motion and exclude Barnes as an expert witness, the \nCourt also grants Plaintiff’s Motion and exclude s Ferri ’s testimony as a rebuttal \nexpert witness at trial.    \nIV. \nCONCLUSION \n43. WHEREFORE, for the reasons set forth above and in the exercise of its \ndiscretion, the Court hereby ORDERS as follows: \na. Defendants’ Motion is hereby GRANTED and  \n(1) Barnes shall not be permitted to testify or to offer the opinions \ncontained in his Report at trial; and \n(2) Plaintiff shall be precluded from offering other evidence of its \nalleged damages at trial; and \nb. Plaintiff’s Motion is hereby GRANTED and Ferri shall not be permitted \nto testify or to offer the opinions contained in his report at trial. \n \n45 (See Defs.’ Mem. Law Opp’n Pl.’s Mot. Exclude Defs.’ Expert Witness  2, ECF No. 156  \n(“Accordingly, all parties agree: both experts should be excluded from testifying.”).) \n \n46 (Def. Br. Supp. 2.) \nSO ORDERED, this the 13th day of March, 2023. \n \n \n     /s/ Louis A. Bledsoe, III \n     Louis A. Bledsoe, III \n     Chief Business Court Judge \n "
}