{
  "id": "a50dd45cdf9aeb8771703cf344d7c033c4363e6a249f9b6e8df66bbe86d5a95c",
  "source_file": "data/raw/ncbc/a50dd45cdf9aeb8771703cf344d7c033c4363e6a249f9b6e8df66bbe86d5a95c.pdf",
  "raw_text": "Soma Tech., Inc. v. Dalamagas, 2017 NCBC 42. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 11100 \n \nSOMA TECHNOLOGY, INC. \n \nPlaintiff, \n \nv. \n \nPHOTIOS DALAMAGAS; DENOVA \nMEDICAL, INC.; and HIREN \nDESAI, \n \nDefendants. \n \n \nORDER AND OPINION ON \nDEFENDANT DESAI’S 12(B)(6) \nMOTION, DEFENDANTS \nDALAMAGAS AND DENOVA’S \n12(B)(6) MOTION, AND PLAINTIFF \nSOMA’S ALTERNATIVE MOTION TO \nAMEND \n \n1. THIS MATTER is before the Court upon (i) Defendant Hiren Desai’s \n(“Desai”) Motion to Dismiss  under N.C. R. Civ. P. 12(b)(6) (“ Desai’s 12(b)(6) \nMotion”), (ii) Defendants Photios Dalamagas (“Dalamagas”) and Denova Medical \nInc.’s (“Denova”) Motion to Dismiss under N.C. R. Civ. P. 12(b)(6)  (“Dalamagas and \nDenova’s 12(b)(6) Motion” ) or, in the alternative , to stay under N.C. Gen. Stat . § 1-\n75.12 (“Alternative Stay Motion”) or to remove this case for improper venue under \nN.C. Gen. Stat. § 1 -82 (“Alternative Venue Motion”); and (iii) Plaintiff  Soma \nTechnology, Inc. ’s (“Soma” or “Plaintiff”)  alternative motion to a mend (“Motion to \nAmend”) (together the “Motions”) in the above-captioned case. \n2. Having considered the Motions, the parties’ briefs in support of and in \nopposition to the Motions , supplemental briefs, and the arguments of counsel at a \nhearing on the Motions on December 1, 2016, the Court  GRANTS Desai’s 12(b)(6) \nMotion; GRANTS Dalamagas and Denova’s 12(b)(6) motion ; DENIES as moot \nDalamagas and Denova’s Alternative Stay Motion ; DENIES as moot  Dalamagas \nand Denova’s Alternative Venue Motion;  and DENIES Soma’s Motion to Amend , \neach for the reasons set forth below. \nBrooks, Pierce, McLendon, Humphrey & Leonard, L.L.P. , by Daniel \nF.E. Smith and Robert J. King III, and Shapiro Law Offices, LLC , by \nJonathan M. Shapiro, for Plaintiff Soma Technology, Inc. \n \nLaw Office of Faith Fox, PLLC, by Paul Stevens, for Defendants Photios \nDalamagas and Denova Medical, Inc. \n \nTin, Fulton, Walker & Owen, PLLC, by Sam McGee, for Defendant \nHiren Desai. \n \nBledsoe, Judge. \nI. \nPROCEDURAL BACKGROUND \n3. Soma initiated this action on June 21, 2016 against Dalamagas and \nDenova and later filed an amended complaint on July 18, 2016 (“Amended \nComplaint”) to include claims against Desai.  Soma  has asserted direct claims \nagainst Dalamagas and Desai for fraud and statutory and common law unfair \ncompetition and against all Defendants for tortious interference with contract and \nwith “reasonable business expectations. ”1  Soma also requests (i) the entry of a \ndeclaratory judgment , (ii) a permanent injunction, (iii) a constructive trust, (iv) \npunitive damages, and (v) an accounting of each Defendant’s transactions with non-\nparty Soma Tech Pvt. Ltd. (“Soma India”). \n                                                 \n1  Soma has clearly stated that its claims in this action are asserted directly, not \nderivatively.  See Pl.’s Suppl. Br. Choice of Law 6 (“Soma wishes to make clear to this Court \nthat it does not seek to recover any damages nor does it seek relief against Defendants that \nare derivative in nature on behalf of Soma India.  Instead, Soma seeks to recover the \ndamages and redress the harm that it has directly suffered due to Defendants’ conduct.”).  \n4. The case was designated a mandatory complex business case under N.C. \nGen. Stat. § 7A -45.4(b) on June 22, 2016, and assigned to the undersign ed on June \n28, 2016. \n5. On August 29, 2016, Defendant Desai moved to dismiss Soma’s Amended \nComplaint under N.C. R. Civ. P. 12(b)(2) for lack of personal jurisdiction (“Desai’s \n12(b)(2) Motion”) and, in the alternative , moved to stay the case under N.C. Gen. \nStat. § 1-75.12 (“Desai’s Alternative Stay Motion”) .  At the same time, Desai filed \nhis 12(b)(6) Motion, contending that the claims asserted against him should be \ndismissed for failure to state a claim under Rule 12(b)(6). \n6. On September 16, 2016, Defendants Denova and Dalamagas jointly filed \ntheir 12(b)(6) Motion, seeking to dismiss the Amended Complaint under Rule \n12(b)(6), as well as their Alternative Stay Motion, seeking to stay th is case under \nN.C. Gen. Stat. § 1 -75.12, and their Alternative Venue Motion, se eking to “remove” \nthe case to Connecticut state court based on improper venue under N.C. Gen. Stat. § \n1-82. \n7. On September 21, 2016, Soma filed an “alternative motion” to take \njurisdictional discovery and for leave to amend the Amended Complaint in the event \nthe Court determined it could not resolve Desai’s Rule 12(b)(2) motion on the \npleadings or found any cause of action as pleaded in the Amended Complaint to \nsuffer from a pleading deficiency.  Soma did not file proposed amendments to the \nAmended Complaint with its Motion to Amend. \n8. On September 28, 2016, the Court granted Soma’s motion to take \njurisdictional discovery, and on October 7, 2016, deferred ruling on Soma’s Motion \nto Amend until the Court considered Desai’s 12(b)(6) Motion. \n9. The Court held a hearing on the Motions on December 1, 2016, at which all \nparties were represented by counsel.   \n10. Thereafter, on December 2, 2016, the Court entered an Order addressing \ncertain issues raised at the hearing and (1) ordered Defendants to file a stipulation \nof consent to jurisdiction in another jurisdiction by December 15, 2016 if Defendants \nsought a stay under N.C. Gen. Stat. § 1 -75.12, and (2) invited the parties to file \nsupplemental and responsive briefs addressing  (i) the law applicable to Plaintiff’s \nclaims under controlling conflict of laws principles  and (ii) the application of the \nlaws of any applicable, non -North Carolina jurisdiction to the issues raised by the \nMotions.   \n11. None of the Defendants filed a consent to jurisdiction .  Soma and Desai \nfiled supplemental briefs on December 15, 2016 and responses on December 22, \n2016, each relating to the issue of controlling law .  Dalamagas and Denova declined \nto file supplemental briefs on the choice of law issue. \n12. After concluding tha t the efficient administration of the case and the \ninterests of justice would be advanced by a stay of discovery, the Court entered an \nOrder dated December 6, 2016 staying all discovery pending the Court’s resolution \nof the Motions. \n13. On March 24, 2017, t he Court denied Des ai’s 12(b)(2) Motion for lack of \npersonal jurisdiction and Desai’s Alternative Stay Motion .  See Soma Tech., Inc. v. \nDalamagas, 2017 NCBC LEXIS 26 (N.C. Super.  Ct. Mar. 24, 2017) .  On April 19, \n2017, Desai filed a Not ice of Appeal of the Court’s March 24, 2017 Order  to the \nNorth Carolina Court of Appeals.2 \n14. The Motions are now ripe for resolution.   \nII. \nFACTUAL BACKGROUND \n15. The Court does not make findings of fact on motions to dismiss under Rule \n12(b)(6), but only recites those facts included in the Amended Complaint that are \nrelevant to the Court’s determination of the Motions. \n16. Soma, a Connecticut corporation with its principal place of business in \nConnecticut, sells new and refurbished medical equipment and devices .  (Am. \nCompl. ¶¶ 1, 8.)   \n17. Dalamagas, a citizen of North Carolina, is the current owner of and/or \ndirects the affairs of Denova , a North Carolina corporation .  (Am. Compl. ¶¶ 2–3.)  \nDenova also sells new and refurbished medical equipment and devices.  (Am. \n                                                 \n2 The Court concludes that a stay of the Court ’s consideration of the Motions pending \nresolution of the current appeal in the above -captioned case is not required under \napplicable law.  See N.C. Gen. Stat. § 1-294; see also Christenbury Eye Ctr., P.A. v. Medflow, \nInc., 783 S.E.2d 264, 265 –66, n.1 (N.C. Ct. App. Mar. 15, 2016) (dismissing appeal for lack \nof subject matter jurisdiction because, for cases designated after October 1, 2014, N.C. Gen. \nStat. §7A -27 “clearly mandates appeals from final judgments rendered in the Business \nCourt be brought in the North Carolina Supreme Court and not in [the Court of Appeals]” \nand noting “that certain interlocutory orders entered by the Business Court are likewise \ndirectly appealable to the Supreme Court” under N.C. Gen. Stat. § 7A-27(a)(3)). \nCompl. ¶ 7.)  Dalamagas co-founded Soma with Peter Leonidas (“Leonidas”) in 1992.  \n(Am. Compl. ¶ 9.) \n18. In 2002, Soma hired Defendant Desai as an employee to manage Soma’s \nsales in India.  (Am. Compl. ¶ 10.)  Soma ultimately terminated Desai in February \n2015.  (Am. Compl. ¶ 24.)  Plaintiff alleges that Desai is currently a resident of \nMassachusetts and does business in North Carolina with Denova and Dalamagas.  \n(Am. Compl. ¶ 5.)   \n19. In 2007, Leonidas and Dalamagas formed Soma India as a private limited \ncompany under the laws of India.  (Am. Compl. ¶ 11 .)  Leonidas and Dalamagas \nestablished Soma India with Soma’s financial support  and intended for Soma India \nto focus Soma’s sales efforts in India.  (Am. Compl. ¶ 11.)  Like Soma, Soma India is \nin the business of selling new and refurbi shed medical equipme nt and devic es.  \n(Am. Compl. ¶ 11.)  Desai was entrusted to handle Soma India’s business \noperations.  (Am. Compl. ¶ 11.) \n20. After the issuance of new shares in 2009, Soma India was held by Leonidas \n(29.41%), Dalamagas (29.41%), Soma (25%), Desai (15.89%),  and Biharilal Parikh \n(.28%).  (Am. Compl. ¶ 13.) \n21. On November 16, 2012, Leon idas and Dalamagas executed an equity \npurchase a greement, by which Dalamagas sold to Leonidas all his shares and \ninterests in Soma (4,250 shares representing 42.5%) and in Soma India (212,745 \nshares representing 29.41%) for $2,257,500  (the “EPA ”).  (Am. Compl. ¶¶ 14 –15.)  \nDalamagas subsequently resigned from all the positions he held with Soma and \nSoma India.  (Am. Compl. ¶ 15.)  By operation of the EPA, Soma India was held by \nLeonidas (58.82%), Soma (25%), Desai (15.89%), and Biharilal Parikh (.29%).  (Am. \nCompl. ¶ 18.) \n22. Consistent with their mutual agreement, Soma sold medical equipment \nand devices to Soma India through a transfer agent , Axia Surgical, LLC (the \n“Transfer Agent”) until 2015 .  (Am. Compl. ¶ 17.)  According to Soma, both Soma \nand Soma India expected th eir relationship to continue and grow  to their mutual \nbenefit.  (Am. Compl. ¶ 18.)  Over time, the Transfer Agent issued invoices on behalf \nof S oma totaling $550,040.05 for e quipment Soma sold to Soma India  (the \n“Equipment”).  (Am. Compl. ¶¶ 19.)  Soma contends that through Desai’s and \nDalamagas’s improper interference and control, they caused Soma India to refuse to \npay Soma for the Equipment.  (Am. Compl. ¶¶ 20, 30–31.)    \n23. In addition, from 2008 through December 2015, Soma regularly transacted \nbusiness in India through Soma India and expected to grow its business in India  to \nthe mutual benefit of both Soma and Soma India.  (Am. Compl. ¶ 21.)  According to \nSoma, however, in December 2014, Desai, while an employee of Soma, orchestrated \na “lock out” of Soma’s interest in Soma India and caused the business relationship \nto end.  (Am. Compl. ¶ 22.)  In particular, Soma alleges that Desai obtained and \nmaintained control of Soma India by improperly appointing a friend and his friend’s \nfather as directors  of Soma India , refusing to record the transfer of shares from \nDalamagas to Leonidas  under the EPA , controlling Soma India’s finances, and \ndictating the actions of Soma India’s accountant.  (Am. Compl. ¶ 25.)   \n24. Although Soma terminated Desai’s employment on or about February 26, \n2015, Soma contends that Desai, in concert with Dalamagas , has continued to \ncontrol Soma India , despite his lack of authority to act on behalf of Soma or Soma \nIndia.  (Am. Compl. ¶ 24.)  In particular, Soma alleges that Desai  has improperly \ncontrolled Soma India by (i) continuing to direct the daily affairs of Soma India  \nwithout authority to do so ; (ii) instructing shareholders, directors , and agents of \nSoma India to cease communication with Soma or Leonidas;  (iii) moving assets of \nSoma India out of Soma India’s control ; (iv) refusing to permit a proper corporate \nmeeting of Soma India;  and (v) permitting and directing improper voting regarding \ncontrol of Soma India.  (Am. Compl. ¶ 26.) \n25. Soma further alleges that s ince 2015, Desai and Dalamagas have (i) \nprevented Soma and Leonidas from assuming control of Soma India, (ii) interfered \nwith Soma’s business in India, (iii) withheld payment owed to Soma for Equipment \ndelivered to Soma India, and (iv) diverted business opportunities with Soma India \naway from Soma to  Denova—a company Dalamagas controls.  (Am. Compl. ¶¶ 28–\n30, 33.)   \n26. Soma further asserts that Denova has issued i nvoices to Soma India with \nhuge mark -ups that require pre-payment “when these same terms [were] not \noffered to Soma,” thereby harming both Soma India and Soma.  (Am. Compl. ¶ 31.) \n27. Finally, Soma contends that  after an Indian court ordered Soma India to \nconvene a shareholder meeting, which was duly held on March 29, 2016, Desai and \nDalamagas unlawfully prevented Soma and Leonidas from presenting resolutions at \nthe meeting for the election of new directors , in p articular, by permitting \nDalamagas to vote as the owner of 212,746 shares of Soma India when Dalamagas \nand Desai knew that Dalamagas had sold these shares under the EPA three years \nbefore.  (Am. Compl. ¶¶ 35–39.) \n28. The Court takes judicial notice that t here are currently pending several \nlawsuits in Connecticut and India between some subset of Dalamagas, Desai, \nLeonidas, Soma, and Soma India that concern the ownership and control of Soma \nand Soma India .  Each of these actions was filed prior to the initia tion of this \nlitigation. \nIII. \nMOTIONS TO DISMISS UNDER RULE 12(B)(6) \n29. In ruling on a motion to dismiss under Rule 12(b)(6) of the North Carolina \nRules of Civil Procedure, the Court’s inquiry is “whether, as a matter of law, the \nallegations of the compla int, treated as true, are sufficient to state a claim upon \nwhich relief may be granted under some legal theory[.]”  Harris v. NCNB Nat’l \nBank of N.C. , 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987).  The Court \nconstrues the complaint liberally in favor of the non-movant.  Laster v. Francis, 199 \nN.C. App. 572, 577, 681 S.E.2d 858, 862 (2009). \n30. Dismissal of a claim pursuant to Rule 12(b)(6) is proper “(1) when the \ncomplaint on its face reveals th at no law supports [the] claim; (2) when the \ncomplaint reveals on its face the absence of fact sufficient to make a good claim;  [or] \n(3) when some fact disclosed in the complaint necessarily defeats the . . . claim.”  \nOates v. JAG, Inc. , 314 N.C. 276, 278 , 333 S.E.2d 222, 224 (1985); see also Jackson \nv. Bumgardner , 318 N.C. 172, 175, 347 S.E.2d 743, 745 (1986).  Otherwise, “a \ncomplaint should not be dismissed for insufficiency unless it appears to a certainty \nthat plaintiff is entitled to no relief under any state of facts which could be proved in \nsupport of the claim.”  Sutton v. Duke, 277 N.C. 94, 103, 176 S.E.2d 161, 166 (1970) \n(emphasis omitted).   \n31. The Court is not required “ ‘to accept as true allegations that are merely \nconclusory, unwarranted dedu ctions of fact, or unreasonable inferences. ’”  Good \nHope Hosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, 274, \n620 S.E.2d 873, 880 (2005)  (citations omitted) .  The Court can also ignore a \nplaintiff’s legal conclusions.  McCrann v. Pin ehurst, LLC, 225 N.C. App. 368, 377, \n737 S.E.2d 771, 777 (2013). \nA. Declaratory Judgment under N.C. Gen. Stat. § 1-254 \n32. Soma seeks a declaratory judgment in this action concerning “whether \nDalamagas has any —or has had any since the EPA —ownership interes t in Soma \nIndia.”  (Am. Compl. ¶ 4 6.)  Specifically, Soma seeks a declaration that “Dalamagas \nhas had no interest in or right to act on behalf of [either Soma or Soma India] since \n[Dalamagas and Leonidas entered the EPA].”  (Am. Compl. ¶ 48.)  Soma also se eks \na declaration that Dalamagas and Denova are liable for each other’s misconduct.  \n(Am. Compl. ¶ 48.)3   \n                                                 \n3  Because Soma’s requested declaration is an equitable remedy dependent upon a finding of \nliability on Soma ’s substantive claims for relief, the Court will address Soma’s request in \nthe equitable remedies section of this Order and Opinion at Section III.E infra. \n33. Before determining the law applicable to Soma’s claims, the Court first \nconsiders whether Soma has standing to seek a declaratory judgment construing \nthe EPA under N.C. Gen. Stat. § 1 -254.  (Am. Compl. ¶ 48.)   Our courts have long \nrecognized that “[j] urisdiction in North Carolina depends on the existence of a \njusticiable case or controversy.”  Creek Pointe Homeowner’s Ass’n v. Happ, 146 N.C. \nApp. 159, 164, 552 S.E.2d 220, 225 (2001).  To that end, “s tanding is a necessary \nprerequisite to a court’s proper exercise of subject matter jurisdiction ,” Street v. \nSmart Corp ., 157 N.C. App. 303, 305, 578  S.E.2d 695, 698 (2003) (citations and \ninternal quotation marks omitted), and “a threshold issue that must be addressed, \nand found to exist, before the merits of [the] case are judicially resolved[,]” In re \nT.B., 200 N.C. App. 739, 742, 685 S.E.2d 529, 531 –32 (2009) (alteration in original) \n(citations and internal quotation marks omitted).  See generally Neuse River Found., \nInc. v. Smithfield Foods, Inc. , 155 N.C. App. 110, 574 S.E.2d 48 (2002) (recognizing \nstanding as “among the justiciability doctrines” and discussing elements). \n34. “Standing refers to whether a party has a sufficient stake in an otherwise \njusticiable controversy such that he or she may properly seek adjudication of the \nmatter.”  Am. Woodland Indus., Inc. v. Tolson , 155 N.C. App. 624, 62 6, 574 S.E.2d \n55, 57 (2002).  “If a party does not have standing to bring a claim, a court has no \nsubject matter jurisdiction to hear the claim.”  Estate of Apple v. Commercial \nCourier Express, Inc ., 168 N.C. App. 175, 177, 607 S.E.2d 14, 16 (2005) .  “As t he \nparty invoking jurisdiction, [the] plaintiff has the burden of establishing standing.”  \nRaja v. Patel , 2017 NCBC LEXIS 25 , at  *11 (N.C. Super. Ct. Mar. 23, 2017) \n(citations and quotation marks omitted). \n35. Section 1-254 sets forth the following criteri a for determining who may \nseek declaratory relief in the courts of this State: \nAny person interested under a deed, will, written contract \nor other writings constituting a contract, or whose rights, \nstatus or other le gal relations are affected by a  . . . \ncontract or franchise, may have determined any question \nof construction or validity arising under the \ninstrument, . . . contract, or franchise, and obtain a \ndeclaration of rights, status, or other legal relations \nthereunder.  \n \nDeMent v. Nationwide Mut. I ns. Co., 142 N.C. App. 598, 601, 544 S.E.2d 797, 799 \n(2001) (quoting N.C. Gen. Stat. § 1-254).   \n36. “[S]tanding to seek a declaration . . . requires that the party seeking relief \nhave an enforceable contractual right . . . .”  Id. (holding that injured plaintiff lacked \nstanding to seek declaration as to non-party tort-feasor’s insurance coverage); Coca-\nCola Bottling Co. Consol. v. Durham Coca -Cola Bottling Co. , 141 N.C. App. 569, \n576, 541 S.E.2d 157, 162 (2000) ( requiring party seeking declaration to have  “some \ncognizable interest under the contract”).   \n37. “Whether such a right exists depends on the intent of the contracting \nparties.”  DeMent, 142 N.C. App. at 601, 544 S.E.2d at 799 (citing Raritan River \nSteel Co. v. Cherry, Bekaert & Holland , 329 N.C. 646, 651–54, 407 S.E.2d 178, 181 –\n83 (1991)).  When a benefit running to the plaintiff is merely incidental to the \ncontract, a plaintiff “is without standing as a third party beneficiary to seek \nenforcement of the covenant or a declaratory judgment as to its terms.”  Id. at 605, \n544 S.E.2d at 801; see also  Whittaker v. Furniture Factory Outlet Shops & Auto -\nOwners Ins. Co., 145 N.C. App. 169, 174–75, 550 S.E.2d 822, 825–26 (2001) (holding \npolicy language established that plaintiff was an incidental beneficiary to insurance \npolicy and thus lacked standing). \n38. Soma does not allege in t he Amended Complaint that it is an interested \nperson under the EPA between Dalamagas and Leonidas.4  (See Am. Compl. ¶ 48(a), \n(b).)  Specifically, the Amended Complaint states that “Dalamagas entered into an \nEquity Purchase Agreement . . . pursuant to which he sold, and received \ncompensation for, all of his shares and interests in Soma and Soma India (along \nwith his interests in other entities) to Leonidas  for a total purchase price of \n$2,257,500.”  (Am. Compl. ¶ 15 (emphasis added); see also Am. Compl. ¶ 41.)  The \nmere fact that Leonidas is a shareholder of Soma , however, is insufficient to confer \non Soma a contractual right in the EPA;  rather, at most, the EPA only incidentally \nbenefits Soma.  (Am. Compl. ¶¶ 9, 41, 48.)  Therefore, as alleged, the Court \nconcludes that Soma lacks standing to seek a declaratory judgment construing the \nEPA.  Thus, the Court concludes that Soma’s declaratory judgment claim should be \ndismissed for lack of subject matter jurisdiction.   \n39. In addition, while  “standing is that aspect of justiciability focusing on the \nparty seeking a forum rather than on the issue he wants adjudicated,” the \n“controversy requirement” is another aspect of justiciability that “focuses on the \nissue being adjudicated rather than the party seeking  adjudication.”  Time Warner \nEntm’t Advance/Newhouse P’ship v. Town of Landis , 228 N.C. App. 510, 515, 747 \n                                                 \n4  Soma has not attached the EPA as an exhibit to the Amended Complaint. \nS.E.2d 610, 614 (2013) (citations and quotation marks omitted) .  For a justiciable \ncontroversy to exist, there must be “an actual controversy between  parties having \nadverse interests in the matter in dispute.”  Gaston Bd. of Realtors, Inc. v. Harrison, \n311 N.C. 230, 234, 316 S.E.2d 59, 61 (1984).  The “[m]ere apprehension or the mere \nthreat of an action or a suit is not enough.”  Id. at 234, 316 S.E.2d at 62.  “Thus the \nDeclaratory Judgment Act does not ‘require the court to give a purely advisory \nopinion which the parties might, so to speak, put on ice to be used if and when \noccasion might arise.’”  Id. (quoting Town of Tryon v. Duke Power Co., 222 N.C. 200, \n204, 22 S.E.2d 450, 453 (1942). \n40. Here, Soma has pleaded that “an existing and actual controversy exists as \nto whether Dalamagas has any – or has had any since the EPA – ownership interest \nin Soma India .”  (Am. Compl. ¶ 46 .)  Soma has failed to allege , however, that its \ndeclaratory judgment claim addresses an actual case or controversy existing \nbetween Soma and any of the defendants.  To the contrary, in seeking a declaration \nconcerning Dalamagas’s ownership interests in Soma and Soma India, Soma’s claim \nis premised on the ownership dispute between Dalamagas and Leonidas, not Soma.   \n41. Accordingly, the Court concludes that Soma’s declaratory judgment claim \nconcerning Dalamagas’s ownership interest in Soma and Soma India should be \ndismissed for the additional reason that Soma has failed to allege that an actual \ncontroversy exists between Soma and Defendants concerning the subject matter of \nthe claim for declaratory relief.  See, e.g., Sharpe v. Park Newspapers of Lumberton, \nInc., 317 N .C. 579, 584, 347 S.E.2d 25, 29 (1986) (“[I]n order for a court to have \nsubject matter jurisdiction to render a declaratory judgment, an actual controversy \nmust exist between the parties . . . .”).  \n42. Furthermore, even if Soma could establish subject matter jurisdiction for \nits claim, a court “may refuse to render or enter a declaratory judgment or decree \nwhere such judgment or decree, if rendered or entered, would not terminate the \nuncertainty or controversy giving rise to the proceed ing.”  N. C. Gen. Stat. § 1 -257.  \n“The interests of judicial economy and efficiency weigh in favor of suits that will \nsettle all of the issues in the underlying controversy[ ;]” “[t]his is especially so where \na separate suit has been filed, or is likely to be filed, that will more fully encompass \nthe scope of the entire controversy.”  Coca-Cola Bottling, 141 N.C. App. at 578, 541 \nS.E.2d at 163  (dismissing declaratory judgment action where it would only resolve  \n“one small piece of the larger underlying controversy”).   \n43. Therefore, courts must carefully consider whether the declaratory \nproceeding serves “a useful purpose where the plaintiff seeks to clarify its legal \nrights in order to prevent the accrual of damages, or seeks to litigate a controversy \nwhere the real p laintiff in the controversy has either failed to file suit, or has \ndelayed in filing.”  Id. at 578, 541 S.E.2d at 164.  In short, “[a party] in a pending \nlawsuit should  not be permitted to bring a declaratory suit involving overlapping \nissues in a different jurisdiction as a strategic means of obtaining a more preferable \nforum.”  Id. at 579, 541 S.E.2d at 164. \n44. Here, litigation over the enforceability of the EPA between the natural \nplaintiff and defendant —Dalamagas and Leonidas —was filed prior to this action \nand is currently pending in another forum, the United States District Court for the \nDistrict of Connecticut.  Complaint, Dalamagas v. Leonidas , No. 3:16-cv-00638-\nAWT (D. Conn. Apr. 24, 2016), ECF No. 1 (the “Connecticut Federal Court Action”). \n(Dalamagas and Denova’s Mem. Sup. Mot Dismiss Ex. B.)  A review of the Amended \nComplaint in this action and the Complaint in the Connecticut Federal Court \nAction makes plain t hat Soma seeks a declaratory judgment in this Court on the \nsame ultimate issue —whether the EPA is enforceable between the parties —that \nhas been raised for determination in the previously filed Connecticut Federal Court \nAction between the actual parties to the EPA.  Further, it is clear to the Court that \nthe issues Soma seeks to resolve through a declaratory judgment in this Court will \nnot resolve the entire controversy among the parties.   \n45. Soma’s prosecution of its declaratory judgment action in this forum also \nappears to be part of a broader, previously launched battle among these parties and \nLeonidas over the proper venue to resolve th is dispute.  In light of the prior \nlitigation between and among these parties and Leonidas in Connecticut and India, \nthe Court does not find maintenance of the declaratory judgment in this forum \nconsistent with the interests of judicial economy and efficiency.  See, e.g., Coca-Cola \nBottling, 141 N.C. App. at 580, 541 S.E.2d at 164 –65 (ordering dismissal where \nallowing “[declaratory judgment action] to proceed would conflict with the interests \nof judicial economy and efficiency”). \n46. Thus, for these separate and independent reasons,  the Court, in the \nexercise of its discretion, conc ludes that Soma’s declaratory judgment claim should \nbe dismissed. \nB. Choice of Law \n47. North Carolina courts follow the traditional conflict of laws rule for \nmatters affecting substantial rights of the parties —lex loci, the law of the situs of \nthe claim.  Boudreau v. Baughman , 322 N.C. 331, 335, 368 S.E.2d 849, 8 53–54 \n(1988) (citing Charnock v. Taylor, 223 N.C. 360, 361, 26 S.E.2d 911, 913 (1943)).5   \n48. “For actions sounding i n tort, t he state where the injury occurred  is \nconsidered the situs of the claim. ”  Id. at 335, 368 S.E.2d at 854; Harco Nat’l Ins. \nCo. v. Grant Thor nton LLP , 206 N.C. App. 687, 692,  698 S.E.2d 719 , 722 (2010) \n(“Our Supreme Court has made clear that lex loci delicti . . . is the appropriate \nchoice of law test to apply to tort claims.”).  “The plaintiff’s injury is considered to be \nsustained in the state ‘where the last act occurred giving rise to [the] injury.’”  \nHarco Nat’l Ins. Co ., 206 N.C. App. at 694–95, 698 S.E.2d at  724 (alteration in \noriginal) (quoting United Virginia Bank v. Air -Lift Assocs., 79 N.C. App. 315, 321, \n339 S.E.2d 90, 94 (1986) ) (holding that the trial court “incorrectly applied the lex \nloci te st when it focused its injury analysis on where the alleged negligent \nmisrepresentations took place” when “plaintiff had not yet sustained any injury ”).  \n                                                 \n5  The parties agree that the lex loci test rather than the “most significant relationship” test \nshould determine the applicable law for each claim, including Soma’s claim under N.C. Gen. \nStat. § 75 -1.1.  This Court (Gale, J.) has previously concluded that the North Carolina \nSupreme Court will likely apply the lexi loci test to section 75 -1.1 claims based on \nBoudreau, in which the Court rejected the modern trend towards the “most significant \nrelationship” test.  See Associated Packaging, Inc. v. Jackson Paper Mfg. Co. , 2012 NCBC \nLEXIS 13, at *13–18 (N.C. Super. Ct. Mar. 1, 2012). \nBecause North Carolina does not recognize a bright line rule that a plaintiff suffers \nits injury at its  principal place of business , our courts must analyze and determine \nwhere a plaintiff in fact sustained its alleged injury to determine choice of law .  Id. \nat 697, 698 S.E.2d at 725–26. \n49. Soma contends that the lex loci test permits th e Court to consider only \nconduct within the United States to determine where the last act giving rise to the  \nalleged injury occurred.  (Pl.’s Mem. Resp. Appl.  Law 2–3.)  Soma argues that the \nlast acts in this country giving rise to its claims were “ the issuance by Denova, a \nNorth Carolina company, of the marked -up invoices requiring pre -payment for \nmedical equipment shipped from North Carolina and Denova’s receipt of such \npayments” in North Carolina.  (Pl.’s Mem. Resp. Appl. Law 3.)  Thus, according to \nSoma, North Carolina law should apply to all claims.   \n50. Desai, however, does not assert that the lex loci test contains a territorial \nrestriction and argues that because the last act giving rise to Soma’s alleged injury \noccurred in India, the law of India should apply to each of Soma’s claims.  (Desai’s \nMem. Regarding Appl. Law 2).6   \n51. As an initial matter, and contrary to Soma’s contentions, the location of \nthe last act giving rise to a plaintiff’s alleged injury under the lex loci  test is not \nrestricted to conduct in the United States.  See, e.g., Baloco v. Drummond Co ., 640 \n                                                 \n6 More specifically, Desai argues that (i) the last act allegedly giving rise to liability for \nSoma’s tortious interference with contract claim was Soma India ’s ongoing refusal to pay \nSoma in India, and (ii) the last act allegedly giving rise to liability for Soma ’s claims for \ntortious interference with business expectations, fraud, and statutory and common law \nunfair competition was Defendants ’ improper assertion of control of Soma India in India.  \n(Desai’s Resp. to Pl.’s Suppl. Br. Choice of Law 2–3.) \nF.3d 1338, 1349 n.12 (11th Cir. 2011) ( observing that Colombian law would apply \nunder lex loci test); Abdullahi v. Pfizer, Inc ., 562 F.3d 163, 190 (2d. Cir. 2009) \n(observing that Nigerian law would apply under lex loci test ); Baker v. Booz Allen \nHamilton, Inc., 358 F. App’x 476, 480 –81(4th Cir. 2009) (observing that Kyrgyzstan \nlaw would apply under lex loci test); see also N.C. R. Civ. P. 44.1.   \n52. Turning next to Soma’s specific claims, Soma’s claims for tortious \ninterference with contract and business expectations is based on its allegations that \n(i) Defendants “prevent [ed] the payment of amoun ts owed to Soma” by Soma India \nof $550,040.05 , (Am. Compl. ¶¶19, 51), and (ii) Defendants “tortiously interfered \nwith Soma’s business relationship . . . and expectatio ns with Soma India and in \nIndia,” ( Am. Compl. ¶ 54), both of which Soma alleges resulted in “damages [to \nSoma] including lost profits and loss of future profits,” (Am. Compl. ¶ 57).   \n53. As to the first allegation, Soma contends that its alleged injury occurred \nwhen Denova sent marked -up invoices to Soma India from North Carolina and \nwhen Denova received payment from Soma India in North Carolina.  A s alleged in \nthe Amended Complaint, however, Soma’s actual alleged injury occurred when, at \nDenova and Dalamagas’s urging, Soma India seized the Equipment for its own use \nand refused to pay Soma’s invoice for $550,040.05, which occurred in India .  See \nHarco Nat’l Ins. Co. , 206 N.C. App. at  698, 698 S.E.2d at  726 (holding that \nplaintiff’s injury occurred in North Carolina when plaintiff involuntarily parted \nwith funds located in North Carolina and was denied repayment ).  As to Soma’s \nsecond allegation , the Amended Complaint makes clear that Defendants’ alleged \nconduct caused Soma India to cease doing business with Soma in India.  That \nDefendants initiated their alleged conduct in North Carolina does not change that \nSoma was actually injured in India.  See Lloyd v. Carnation Co. , 61 N.C. App. 381, \n387–89, 301 S.E.2d 414 , 418 (1983) (holding last act giving rise to tortious \ninterference claim occurred in state where plaintiff’s contracting party stopped \ncontract performance  and harmed plaintiff’s business ).  As a result, the Court \nconcludes that under the lex loci test, the law of India applies to Plaintiff’s tortious \ninterference claims. \n54. Soma’s fraud claim rests on its contention that Defendants “intentionally \nmisrepresented that Dalamagas had voting rights ,” ( Am. Compl. ¶ 65), at Soma \nIndia’s shareholder meeting in India, (Am. Compl. ¶ 35).  Soma contends that based \non that misrepresentation, Dalamagas and Denova were able to obtain control of \nSoma India and then use that control to both “interfer[e] with Soma’s rights to \nreceive payment from Soma India and Soma’s expected business affairs in India ,” \n(Am. Compl. ¶ 66), and “engage in self -dealing by diverting Soma opportunities  [in \nIndia] for their own gain,” (Am. Compl. ¶ 67).  As such, the Court concludes that the \nlast act causing Soma’s alleged injury on its fraud claim was, again, Soma India’s \ndiscontinuation of equipment purchases from Soma  in India , requiring the \napplication of Indian law to that claim.   \n55. Soma’s statutory and common law claims for unfair competition assert the \nsame alleged injury as Soma’s tortious interference and fraud claims.  As such, the \nCourt concludes that the law of India applies to those claims as well.  (Am. Compl. \n¶¶ 59–63.) \nC. Tortious Interference and Unfair Competition Claims \n56. Generally, a party asserting that foreign law applies must not only plead \nthat foreign law applies but also prove the foreign law so that the court may apply \nthat law to the case before it.  Speedway Motorsports Int’l, Ltd.  v. Bronwen Energy \nTrading, Ltd., 2009 NCBC LEXIS 17 , at *9 (N.C. Super. Ct. Feb. 18, 2009) ( citing \nBel-Ray Co., Inc. v. Chemrite Ltd.,  181 F.3d 435, 440 –41 (3d Cir. 1999))  (looking to \nfederal cases for the interpretation of the nearly identical Federal Rule of Civil \nProcedure 44.1) ; Baker, 358 F. App’x at 481  (“[T]he party claiming foreign law \napplies carries both the burden of raising the issue that foreign law may apply in an \naction and the burden of proving foreign law to enable the district court to apply it \nin a particular case.”).7   \n57. The trial court has the authority to research foreign law on its own under \nRule 44.1 and “may consider any relevant material or source, including testimony, \nwhether or not submitted by a p arty or admissible under Chapter 8 of the General \nStatutes or State law[,]” N.C. R. Civ. P. 44.1,  but the Rule “‘imposes no duty upon \n[the court] to do so. ’”  Speedway Motorsports Int’l , 2009 NCBC LEXIS 17, at *9 \n(quoting Bel-Ray Co., Inc.,  181 F .3d at 440).  Therefore, “[w]here parties fail to \nsatisfy either burden [i.e., of raising and proving foreign law] the court will \n                                                 \n7  Because “[t]he North Carol ina Rules of Civil Procedure are, for the most part, verbatim \nrecitations of the federal rules[,]” “[d]ecisions under the federal rules are . . . pertinent for \nguidance and enlightenment in developing the philosophy of the North Carolina rules.”  \nTurner v. Duke Univ., 325 N.C. 152, 164, 381 S.E.2d 706, 713 (1989).  \nordinarily apply the forum’s law.”  Id. at *10 (quoting Bel-Ray Co., Inc., 181 F.3d at \n441); see also Loebig v. Larucci , 572 F .2d 81, 85 (2d . Cir 1978) ( “When there is no \npresumption that New York law is the same as foreign law and no evidence has \nbeen presented as to foreign law, New York courts have decided the cases in \naccordance with New York law.”).   \n58. Here, Desai has met his burden of proving India n law concerning tortious \ninterference with contract, tortious interference with business expectations, and \ncommon law and statutory unfair competition by citing federal cases holding that \nthe law of India does not provide similar bas es for relief.  (Desai’s Resp. to Pl.’s \nSuppl. Br. Choice of Law 4); see Centauro Liquid Opportunities Master Fund, L.P. v. \nBazzoni, No. 15 CV 9003 -LTS-SN, 2016 U.S. Dist. LEXIS 136024 , at *12  (S.D.N.Y. \nSept. 30, 2016) (relying on other federal c ourt decisions as a relevant sou rce of \nforeign law).   \n59. Specifically, in MM Global Services, Inc. v. Dow Chem ical Co., the federal \ndistrict court in Connecticut relied upon an affidavit submitted under Rule 44.1 by a \nmember of the Supreme  Court Bar Association of India  and the Delhi High Court \nBar Association to dismiss claims under Indian law based on the court’s conclusion \nthat “[India] does not recognize a cause of action for tortious interference with \nbusiness expectancies, tortious interference with contractual rel ationships or unfair \ncompetition.”  283 F. Supp. 2d 689, 692, 704 n.8  (D. Conn. 2003) ; see Som Mandal \nAff., MM Global Servs. v. Dow Chem. Co. , No. 3:02cv 1107 (AVC) (D. Conn. Nov. 20, \n2002), ECF No. 51 .  The district court also dismissed plaintiff ’s statutory unfair \ncompetition claim based on the court’s conclusion that “India does not have a \nsimilar basis for relief [for violations of Connecticut Unfair Trade Practices Act .]”  \nMM Global Servs., 283 F. Supp. 2d  at 692.  Likewise, in Glenwood Systems, LLC v. \nMed-Pro Ideal Solutions, Inc ., the Second Circuit affirmed the dismissal of a \nplaintiff’s claim s for tortious interference wi th business expectancies and for \nviolations of Connecticut’s Unfair Trade Practices Act because those claims are not \nrecognized under the law of India.  Nos. 10-2101-cv(L), 10-2592-cv(XAP), 2011 U.S. \nApp. LEXIS 19129 , at *6  (2d Cir. Sept. 16, 2011) (unpublished)  (citing MM Global \nServs., 283 F. Supp. 2d at 704).   \n60. Based on these federal decisions and the affidavit testimony on which they \nrely, the Court concludes that Desai has satisfied his burden under Rule 44.1 to \nprove the law of India for purposes of this proceeding.  Thus, the Court concludes \nthat the law of I ndia does not provide relief for claims of tortious interference with \ncontract, tortious interference with business expectations, and common law unfair \ncompetition of the sort Soma has advanced here, requiring dismissal of those \nclaims.  In addition, because the relief afforded under section 75-1.1 is similar to the \nrelief available under the Connecticut Unfair Trade Practices Act at issue in MM \nGlobal Services , supra, the Court concludes that Desai has satisfied his burden \nunder Rule 44.1 to prove that the  law of India does not have a similar basis for \nrelief for violations of section 75 -1.1, requiring dismissal of Soma’s statutory unfair \ncompetition claim.  \n \nD. Fraud Claim \n61. Because no party has offered proof of the law of India as to Soma’s fraud \nclaim or its claims for various forms of equitable relief , the Court applies forum law \n(i.e., the law of North Carolina) to Plaintiff’s remaining claim s.  Speedway \nMotorsports Int’l, 2009 NCBC LEXIS 17, at *10. \n62. Defendants contend that Plaintiff’s fraud claim must fail because Soma \nhas failed to allege that the purportedly fraudulent statement supporting the claim \n(i) was made to Plaintiff, (ii) was intended to have been relied upon by Plaintiff, or \n(iii) was in fact relied upon by Plaintiff, (Desai’s Mem . Supp. Mot. Dismiss 13 ; \nDalamagas and Denova’s Mem. Supp. Mot. Dismiss 5).  The Court agrees. \n63. To state a fraud claim under North Carolina law, a plaintiff must allege \nthat a defendant made a  “(1) [f]alse representation or concealment of a material \nfact, (2) reasonably calculated to deceive, (3) made with intent to deceive, (4) which \ndoes in fact deceive, (5) resulting  in damage to the injured party, ” Ragsdale v. \nKennedy, 286 N.C. 130, 138, 209 S.E.2d 494, 500 (1974). \n64. “Actual reliance is demonstrated by evidence plaintiff acted or refrained \nfrom acting in a certain manner due to defendant’s representations.”  Pleasant \nValley Promenade v. Lechmere, Inc. , 120 N.C. App. 650, 663, 464 S.E.2d 47, 57 \n(1995) (citing Libby Hill Seafood Rest ., Inc. v. Owens , 62 N.C. App . 695, 698, 303 \nS.E.2d 565, 568 (1983)).  Reliance on the false representation must also be justified \nor reasonable.  Id.  \n65. Here, Soma alleges that at a shareholder meeting of Soma India on March \n29, 2016, “Dal amagas fraudulently misrepresented that he continued to be a \nshareholder of Soma India,” (Am. Compl. ¶ 36), and “that he own[ed] or control[led] \none half of Soma’s shares in Soma India,” (Am. Compl. ¶ 41), in order “to improperly \nmaintain control of Soma India, to ben efit himself, Denova, and Desai, ” ( Am. \nCompl. ¶ 38 ).  Soma omits from its Amended Complaint, however, any allegation \nthat Dalamagas made his alleged statements at the shareholder meeting to Soma, \nwith an intent to deceive Soma , or that Soma in fact relied upon the  alleged \nmisrepresentations and acted or refrained from acting  in some manner  to its \ndetriment.  As a result, Soma’s fraud claim is fatally deficient and must be \ndismissed.  See Calloway v. Wyatt, 246 N.C. 129, 133, 97 S.E.2d 881, 884 (1957) (“A \npleading setting up fraud must allege the facts relied upon to constitute fraud, and \nthat the alleged false representation was made with intent to deceive plaintiff.”); \nPlasman v. Decca Furniture (USA), In c., 2016 NCBC LEXIS 80, at *32 (N.C. Super. \nCt. Oct. 21, 2016) (dismissing fraud claim because fraudulent misrepresentations \nwere made to third parties and relied on by third parties—not plaintiff). \nE. Plaintiff’s Equitable Remedies \n66. In light of the Court’s conclusion that each of Soma’s substantive claims for \nrelief must be dismissed, the Court likewise concludes that each of the equitable \nremedies Soma seeks to redress  Defendants’ alleged wrongdoing —constructive \ntrust, accounting, punitive damages, injunctive relief, and a declaratory judgment \nholding Dalamagas and Denova  liable for each other’s misconduct —must also be \ndismissed.  See, e.g., Roper v. Edwards , 323 N.C. 461, 464, 373 S.E.2d 423, 424 –25 \n(1988) (“[The] common, indispensable element . . . [for] a constructive trust is . . . \nsome fraud, breach of duty or other wrongdoing by the holder of the property, or by \none under whom he claims . . . .”); Phillip & Jordan, Inc. v. Bostic , 2009 NCBC \nLEXIS 3, at *1 3 (N.C. Super. Ct. June 2, 2009) (“[A]n alter ego claim is not in itself \na claim for substantive relief, but rather a means to ‘disregard the corporate entity \nas a distinct defendant and to hold the alter ego individuals liable on the obligations \nof the corporation.’”); Wilmar, Inc. v. Liles, 13 N.C. App. 71, 74, 185 S.E.2d 278, 280 \n(1971) (“[E]quitable relief will be granted only when legal relief is inadequate, and \nthe party [seeking equitable relief] must . . . alleg[e] and establish[] facts which will \nwarrant the equitable remedy.”). \nIV. \nALTERNATIVE MOTIONS TO STAY AND FOR VENUE \n67. In light of the Court’s dismissal of Soma’s claims under Rule 12(b)(6), the \nCourt concludes that both (i) Dalamagas and Denova’s Alternative Motion to Stay \nand (ii) Dalamagas  and Denova’s Alternative Venue Motion  should be denied as \nmoot. \nV. \nPLAINTIFF’S MOTION TO AMEND \n68. Soma filed its Motion to Amend as an alternative motion seeking leave to \namend should the Court conclude that the Amended Complaint should be dismissed \nin any respect.  Soma did not include proposed amendments with its alternative \nmotion, and, in essence, asks that any dismissal of its claims be entered without \nprejudice to permit re-pleading.   \n69. The Court agrees with Plaintiff as to Soma’s claim for declaratory \njudgment concerning Dalamagas’s ownership interests in Soma and Soma India , \nwhich is dismissed for lack of subject matter jurisdiction under Rule 12(b)(1) .  A \ndismissal under Rule 12(b)(1), unlike a dismissal under Rule 12(b)(6), is not a \ndismissal on the merits.  Cline v. Teich, 92 N.C. App. 257, 264, 374 S.E.2d 462, 466 \n(1988).  Therefore, a dismissal under Rule 12(b)(1) “‘is not given res judicata effect ,’” \nid. (citation omitted) , and thus it is appropriate that the dismissal of Soma’s \ndeclaratory judgment claim be entered without prejudice.   \n70. As to Soma’s remaining claims, however, t he Court concludes  that the \ngrounds for the Court’s dismissal under Rule 12(b)(6) of those claims compels that \nthe dismissal be made with prejudice.  First, an opportunity to re -plead will not \nsalvage Plaintiff’s claims for tortious interference with contract, tortious \ninterference with business relations, and common law an d statutory unfair \ncompetition because the law of India applies to, and does not recognize, those \nclaims.  Similarly, Plaintiff’s fraud claim is fatally deficient in multiple respects \nthat cannot be cured without inconsistently and fundamentally changing the fraud \nthat has been alleged.  Accordingly, the Court concludes that these claims should be \ndismissed with prejudice and that Plaintiff’s Motion to Amend should be denied. See \ngenerally N.C. R. Civ. P. 41(b); Cline, 92 N.C. App. a t 264, 374 S.E.2d at 466  (“Rule \n41(b) of the North Carolina Rules of Civil Procedure provides the basis for \nconcluding that dismissal under Rule 12(b)(6) is an adjudication on the merits, and \ntherefore that 12(b)(6) dismissal bars subsequent relitigation o f the same claim.”) ; \nMosley & Mosley Builders, Inc. v. Landin, Ltd. , 97 N.C. App. 511, 516, 389 S.E.2d \n576, 578 –79 (1990) (holding that futility of amendment is an appropriate reason \njustifying denial of leave to amend).   \nVI. \nCONCLUSION \n71. WHEREFORE, the Court , for the reasons stated herein,  hereby \nORDERS as follows:  \na. The Court  GRANTS Desai’s 12(b)(6) Motion and Dalamagas and \nDenova’s 12(b)(6) Motion, DISMISSES Plaintiff’s claim for declaratory \njudgment concerning Dalamagas’s ownership interests i n Soma and \nSoma India without prejudice, and DISMISSES Plaintiff’s remaining \nclaims with prejudice. \nb. The Court DENIES as moot (i) the Alternative Stay Motion  and (ii) \nthe Alternative Venue Motion.  \nc. The Court DENIES the Motion to Amend. \nSO ORDERED, this the 11th day of May, 2017. \n \n \n     /s/ Louis A. Bledsoe, III   \n     Louis A. Bledsoe, III \n     Special Superior Court Judge \n       for Complex Business Cases   \n "
}