{
  "id": "a54e8c3929daa0356c968f7d97647283cbb9d8a8c7481ac01df237a03d03e721",
  "source_file": "data/raw/ncbc/a54e8c3929daa0356c968f7d97647283cbb9d8a8c7481ac01df237a03d03e721.pdf",
  "raw_text": "Fowler v. N.C. Dep’t of Revenue, 2014 NCBC 36. \n \nSTATE OF NORTH CAROLINA \nWAKE COUNTY \n \nGENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n13 CVS 10989 \n \nSTEVE W. FOWLER and \nELIZABETH P. FOWLER, \n \nPetitioners, \n \n \nv. \n \nNORTH CAROLINA DEPARTMENT \nOF REVENUE, \n \nRespondent. \n \n \n \n \n \n \n \nORDER ON PETITION FOR REVIEW \nOF FINAL DECISION \n \n {1} THIS MATTER is before the court on the Petition for Judicial Review \nof a Final Agency Decision in this contested tax case arising under N.C. Gen. Stat. \n§ 105-241.16 (2013).   \nRobinson, Bradshaw & Hinson, P.A. by John R. Wester and Thomas \nHolderness for Petitioners Steve W. Fowler and Elizabeth P. Fowler. \n \nNorth Carolina Department of Justice by Andrew O. Furuseth and Perry \nJ. Pelaez for Respondent North Carolina Department of Revenue.  \n \nGale, Judge. \n \nI. INTRODUCTION \n{2} This matter involves the dispute between Petitioners Steve W. Fowler \nand Elizabeth P. Fowler (collectively “the Fowlers” or “Petitioners”) and Respondent \nNorth Carolina Department of Revenue (“Department” or “Respondent”).  The \nquestion before the court is whether Petitioners changed their domicile from North \nCarolina to Florida on or about January 20, 2006, exempting them from taxes \narising from income received and gifts made in connection with the sale of Mr. \nFowler’s majority interest in his company, which closed on February 3, 2006. \n{3} Respondent acknowledges that Petitioners ultimately intended to \nchange their domicile to Florida at some point in the future, but that they had no \nintent to and did not abandon their domicile in North Carolina at a time that avoids \nthe taxes in question.  Petitioners acknowledge substantial continuing activities in \nNorth Carolina after their change of domicile to Florida, but maintain they \nremained in the state for temporary and transitory activities necessitated by the \nterms of the sales transaction.    \n{4}  The various factual events developed in the Official Record are largely \nundisputed.  The dispute hinges on the legal significance of those facts and their \nadequacy to support the claimed change of domicile.  The Administrative Law \nJudge (“ALJ”), Beecher R. Gray, heard several days of evidence and issued a \ndecision in Petitioners’ favor (“ALJ Decision”).  Respondent rejected the ALJ \nDecision and issued its Final Agency Decision upholding the imposition of taxes \nagainst Petitioners as North Carolina residents.  The court must now make its own \nfactual and legal determinations based on the Official Record. \nII. PROCEDURAL HISTORY \n \n {5} Following audits for the 2006 and 2007 tax periods, Respondent, on \nOctober 27, 2011, issued Notices of Final Determination (“Final Determination”) \nthat Petitioners owed the taxes subject to this action.  \n {6} On December 21, 2011, Petitioners filed a Petition for Contested Case \nHearing in the Office of Administrative Hearings, pursuant to N.C. Gen. Stat. \n§ 150B-23(a), challenging the Final Determination.  \n{7} On December 22, 2011, the Office of Administrative Hearings accepted \nPetitioners’ petition for a contested case hearing and assigned Judge Gray to \npreside.  (Pet. Contested Case Hr’g, Fowler v. N.C. Dep’t of Revenue, No. 11 REV \n14832 (N.C. Office Admin. Hearings Dec. 22, 2011).) \n{8} Judge Gray heard evidence for six days beginning on November 13, \n2012, and issued the ALJ Decision in Petitioners’ favor on December 31, 2012.  \nFowler v. N.C. Dep’t of Revenue, No. 11 REV 14832 (N.C. Office Admin. Hearings \nDec. 31, 2012).  \n{9} Following its receipt of the complete official record on March 19, 2013, \nthe Department filed its Exceptions to the ALJ Decision on May 7, 2013, and its \nFinal Agency Decision on July 17, 2013, rejecting the ALJ Decision and sustaining \nthe tax, penalties, and interest.  Fowler v. N.C. Dep’t of Revenue, No. 11 REV 14832 \n(N.C. Dep’t of Revenue July 17, 2013) (“Final Agency Decision”).  \n{10} On August 14, 2013, Petitioners filed their Petition for Judicial Review \nof the Final Agency Decision pursuant to N.C. Gen. Stat. § 150B-45 (2013).   \n{11} The matter was assigned to the undersigned on August 23, 2013.  The \ncomplete Official Record has been filed, the respective positions have been fully \nbriefed, the court has heard oral argument, and the matter is ripe for disposition. \nIII. STANDARD OF REVIEW \n{12} The standard of review for this matter is established by N.C. Gen. \nStat. § 150B-51(c) as it was in effect when the administrative proceeding was \ninitiated on December 21, 2011.1  N.C. Gen. Stat. § 150B-51(c) (2011) (repealed \n2011, eff. Jan. 1, 2012).  That statute provides that where an agency rejects an \nALJ’s decision, “the court shall review the official record, de novo, and shall make \nfindings of fact and conclusions of law.  In reviewing the case, the court shall not \ngive deference to any prior decision made in the case and shall not be bound by the \nfindings of fact or the conclusions of law contained in the agency’s final decision.”  \nId.  Under this standard of review, the superior court “considers the matter anew[] \nand freely substitutes its own judgment for the agency’s.”  N.C. Dep’t of Env’t & \nNatural Res. v. Carroll, 358 N.C. 649, 658, 599 S.E.2d 888, 894 (2004) (quoting \n                                                           \n1 This places the matter in the time window when the Superior Court reviews final agency decisions \nrejecting an ALJ decision in the nature of original jurisdiction, as opposed to in the nature of an \nappellate court, as is more typical in judicial review of administrative decisions.  Section 150B-51 \nwas substantially amended effective January 1, 2012, eliminating the standard of review applicable \nto this matter and returning to the more traditional standard where the court’s de novo review is \nlimited to legal errors.  See N.C. Dep’t of Env’t & Natural Res. v. Carroll, 358 N.C. 649, 599 S.E.2d \n888 (2004).  \nMann Media, Inc. v. Randolph Cnty. Planning Bd., 356 N.C. 1, 13–14, 565 S.E.2d 9, \n17 (2002)).  The court must make independent findings of fact and conclusions of \nlaw.  Id. at 663, 599 S.E.2d at 897.  However, its findings must be based on the \nadministrative record.  N.C. Gen. Stat. § 150B-36(b1) (2011) (repealed 2011, eff. \nJan. 1, 2012).  Any finding of fact the ALJ made that the agency does not reject in \nthe manner provided by statute is deemed accepted for purposes of judicial review.  \nId.  After making the requisite findings and conclusions, the court may “affirm the \ndecision . . . or remand the case” for further proceedings or it may “reverse or modify \nthe decision.”  Id. § 150B-51(b) (2011). \n \nIV. STATEMENT OF ISSUES \n \n{13} The court addresses the following issues: (1) whether Petitioners have \nsustained their burden of proving a change of domicile from North Carolina to \nFlorida on or about January 20, 2006, or at least before February 3, 2006; and (2) if \nso, whether Petitioners are entitled to attorneys’ fees in addition to other relief \nbecause Respondent acted without substantial justification, and because no special \ncircumstances make such an award unjust.  \nV. LEGAL PRINCIPLES \n{14} North Carolina by statute defines a resident, for tax purposes, as: \n[a]n individual who is domiciled in this State at any time during the \ntaxable year or who resides in this State during the taxable year for \nother than a temporary or transitory purpose.  In the absence of \nconvincing proof to the contrary, an individual who is present within \nthe State for more than 183 days during the taxable year is presumed \nto be a resident, but the absence of an individual from the state for \nmore than 183 days raises no presumption that the individual is not a \nresident.  A resident who removes from the State during a taxable year \nis considered a resident until he has both established a definite \ndomicile elsewhere and abandoned any domicile in this State. . . . \nN.C. Gen. Stat. § 105-134.1(12) (2013), recodified at N.C. Gen. Stat. § 105-153.3 (eff. \nJan. 1, 2014). \n{15} The North Carolina Administrative Code (the “Code”) further defines a \n“nonresident” as an individual “[w]ho resides in North Carolina for a temporary or \ntransitory purpose and is, in fact, a domiciliary resident of another state or \ncountry[.]”  17 N.C. Admin. Code 06B.3902(a) (2013).  The Code defines domicile as \n“the place where an individual has a true, fixed permanent home and principal \nestablishment, and to which place, whenever absent, the individual has the \nintention of returning.”  17 N.C. Admin. Code 06B.3901(a).  “A mere intent or desire \nto make a change in domicile is not enough; voluntary and positive action must be \ntaken.”  Id.   \n{16} “Residence” and “domicile” are not interchangeable terms.  See In re \nLeonard, 77 N.C. App. 439, 440, 335 S.E.2d 73, 74 (1985).  Generally, “‘residence’ \nindicates the person’s actual place of abode, whether permanent or temporary, and \n‘domicile’ indicates the person’s permanent home to which, when absent, he intends \nto return.  Residence is a prerequisite to establishing a domicile, and not vice \nversa.”  Id. at 440, 335 S.E.2d at 74 (citing Hall v. Wake Cnty. Bd. of Elections, 280 \nN.C. 600, 187 S.E.2d 52 (1972)). \n{17} A person can have only one domicile.  Reynolds v. Lloyd Cotton Mills, \n177 N.C. 412, 422, 99 S.E. 240, 245 (1919).  The “law permits no individual to be \nwithout a domicile.”  Hall, 280 N.C. at 608, 187 S.E.2d at 57.  Abandoning one \ndomicile does not, by itself, result in a change of domicile until the person acquires a \nnew domicile elsewhere.  See Reynolds, 177 N.C. at 416, 99 S.E. at 242.  \n{18} The Code provides a non-exclusive list of sixteen (16) factors to \nconsider when determining a taxpayer’s legal residence as follows:  \n(1) Place of birth of the taxpayer, the taxpayer’s spouse, and the \ntaxpayer’s children; (2) Permanent residence of the taxpayer’s parents; \n(3) Family connections and close friends; (4) Address used for federal \ntax returns, military purposes, passports, driver’s license, vehicle \nregistrations, insurance policies, professional licenses or certificates, \nsubscriptions for newspapers, magazines, and other publications, and \nmonthly statements for credit cards, utilities, bank accounts, loans, \ninsurance, or any other bill or item that requires a response; (5) Civic \nties, such as church membership, club membership, or lodge \nmembership; (6) Professional ties, such as licensure by a licensing \nagency or membership in a business association; (7) Payment of state \nincome taxes; (8) Place of employment or, if self-employed, place where \nbusiness is conducted; (9) Location of healthcare providers, such as \ndoctors, dentists, veterinarians, and pharmacists; (10) Voter \nregistration and ballots cast, whether in person or by absentee ballot; \n(11) Occasional visits or spending one’s leave “at home” if a member of \nthe armed services; (12) Ownership of a home, insuring a home as a \nprimary residence, or deferring gain on the sale of a home as a primary \nresidence; (13) Location of pets; (14) Attendance of the taxpayer or the \ntaxpayer’s children at State supported colleges or universities on a \nbasis of residence—taking advantage of lower tuition fees; (15) \nLocation of activities for everyday “hometown” living, such as grocery \nshopping, haircuts, video rentals, dry cleaning, fueling vehicles, and \nautomated banking transactions; (16) Utility usage, including \nelectricity, gas, telecommunications, and cable television. \n17 N.C. Admin. Code 06B.3901(b). \n{19} Actual residence at a new location cannot constitute a domicile without \nan intent to make that new location a permanent home.  Reynolds, 177 N.C. at 419, \n99 S.E. at 244.  Intent to establish a new domicile is not enough without actually \narriving at the new place and acquiring a home there.  Id. at 422, 99 S.E. at 245–46.  \nThe shortness of time or the manner in which a person enjoys the new home does \nnot defeat the acquisition of a new domicile as long as both actual residence and the \nintent of making the new residence a permanent home exist.  Id. at 418, 99 S.E. at \n243.  Intent must be supported by a voluntary and positive action.  17 N.C. Admin. \nCode 06B.3901(a).  The new residence acquired must be a true, fixed permanent \nhome and principal establishment, and to which place, whenever absent, the \nindividual intends to return.  Id.  \n{20} A true, fixed permanent home and principal establishment is an actual \nphysical dwelling that a person intends to use as a home permanently as opposed to \ntemporarily.  See Howard v. Queen City Coach Co., 212 N.C. 201, 203, 193 S.E. 138, \n140 (1937) (“A place of [domicile] in the common-law acceptation of the term means \na fixed and permanent abode, a dwelling place for the time being, as \ncontradistinguished from a mere temporary local residence.”); Hall, 280 N.C. at 605, \n187 S.E.2d at 55 (“[A place of] [d]omicile denotes one’s permanent, established home \nas distinguished from a temporary, although actual, place of residence.”).   \n {21} The burden of proving that a change in domicile has occurred rests \nupon the person making the allegation.  Farnsworth v. Jones, 114 N.C. App. 182, \n187, 441 S.E.2d 597, 601 (1994) (quoting Hall, 280 N.C. at 608, 187 S.E.2d at 57). \n{22} Determining domicile is a fact-intensive inquiry that depends on the \nparticular facts of the case.  Hall, 280 N.C. at 608, 187 S.E.2d at 56.  There is no \nsingle determinative fact; rather, the decision requires consideration of all the facts \nand circumstances taken together.  Id. at 609, 187 S.E.2d at 57.  A person’s \ntestimony regarding his intention to change domiciles is competent, but not \nconclusive evidence.  Id.  A court must also consider all of the surrounding \ncircumstances and conduct of the person in determining whether he or she has \nestablished a change in domicile.  Id. \n{23}  “[T]he court may, in its discretion, allow the prevailing party to \nrecover reasonable attorney’s fees . . . if: (1) [t]he court finds that the agency acted \nwithout substantial justification in pressing its claim against the party; and (2) \n[t]he court finds that there are no special circumstances that would make the award \nof attorney’s fees unjust.”  N.C. Gen. Stat. § 6-19.1 (2013). \nVI. FINDINGS OF FACT \n{24} The court makes the following findings of fact based on the Official \nRecord: \nA. The Parties \n{25} Petitioners are a married couple who were domiciled in North Carolina \nat least until January 19, 2006, and for their entire lives before that date.  They \nfiled North Carolina tax returns for the 2005 tax year and for each year prior to \n2005, but have asserted that they were non-residents during the 2006 and 2007 tax \nyears. \n{26} Respondent is the North Carolina Department of Revenue. \n \nB. Events prior to January 20, 2006 \n{27} In 1984, Mr. Fowler founded Commercial Grading, Inc. (“Commercial \nGrading”), a North Carolina company, which did business as “Fowler Contracting.”  \nMr. Fowler devoted his time and effort to building Commercial Grading into a \nhighly successful enterprise.  He held the controlling majority interest in the \ncompany.  Mrs. Fowler also worked at the company and dedicated substantial effort \non its behalf. \n{28} Petitioners began considering Florida as a potential retirement \nlocation as early as the 1990’s.   \n{29} In 1999, while residing in Apex, North Carolina, Petitioners purchased \nproperty located at 7801 Old Stage Road, Raleigh, North Carolina.  Petitioners \ninitially considered building an 11,000 square-foot house on this property, but built \na smaller 2,080 square-foot house, with two multi-bay garages of approximately \n3,000 square feet each—one equipped with an office, car wash and dog wash—\nspecial kennels, and elaborate landscaping and gating.  At the time Petitioners \nmoved to the property, the property had an approximate value of $2.8 million.  Once \nconstructed, Petitioners considered this their true, fixed permanent home and \nprincipal establishment to which they intended to return when absent. \n{30} Over several years, Petitioners visited numerous cities in Florida in \nsearch of real estate.  In 2002, they purchased a three-bedroom, 3,400 square-foot \nhouse in Naples (the “Tiburon House”) for approximately $1.6 million.  In 2003, in \nconnection with the move to their new Old Stage Road residence, Petitioners moved \nfurniture to the Tiburon House, including some family heirlooms and valued \nfurniture.  At this time, the Tiburon House was Petitioners’ secondary residence, \nwhich they did not consider their true, fixed permanent home and principal \nestablishment to which they intended to return when absent. \n{31} In 2004, Mr. Fowler was diagnosed with kidney cancer and underwent \nsurgery to remove his kidney.  Petitioners accelerated their efforts to sell \nCommercial Grading and retire to Florida.   \n{32} In January 2005, Petitioners formed Fowler Aviation, Inc., a Florida \ncompany, to sell a new type of private jet.  They invested $1.775 million in the \nventure, but the money was fully refunded in 2006 when the FAA would not certify \nthe jet for production and sale. \n{33} In early 2005, Petitioners engaged an investment-banking firm to \nsolicit buyers for Commercial Grading.  They received and considered three bona \nfide offers.  In October 2005, Mr. Fowler signed a preliminary letter of intent \n(“Letter of Intent”) with a private equity firm, Long Point Capital, to sell a majority \nof his shares in Commercial Grading.  Long Point was a “financial buyer,” meaning \nthat it intended to make a large cash infusion but was not itself experienced in \nCommercial Grading’s line of business.  The transaction was then structured so that \nMr. Fowler would sell his majority interest at a price determined by a negotiated \ncompany valuation, and he would retain a minority interest.  Mr. Fowler was \nfurther expected to remain the company’s President, and Mrs. Fowler was also \nexpected to remain with the company for a period after the sale.   \n{34} After signing the Letter of Intent, Petitioners told various other \nacquaintances in both Florida and North Carolina of their intent to move to Florida. \n{35} Also, shortly after signing this Letter of Intent, Petitioners contracted \nto buy a four-bedroom, 9,300 square-foot house in Naples, Florida (“the Quail West \nHouse”), while retaining the Tiburon House.  They closed on their purchase in \nAugust 2006, but later sold the Quail West House in April 2009 without having \nlived in it.  \n{36} In late 2005, Petitioners consulted their accountant, Graham \nClements, to determine how to accomplish a change of domicile to Florida.  As part \nof this consultation, Mr. Clements informed Petitioners that if they became Florida \nresidents prior to January 1, 2006, their holdings in Commercial Grading would be \nsubject to Florida’s intangibles tax.  Mr. Clements advised Petitioners to change \ntheir domicile to Florida after January 1, 2006, but before the close of the sale to \nLong Point, which would be a taxable event.  To effect the transfer, Mr. Clements \nadvised Petitioners to own a home in Florida, hire a Florida attorney, file a \nDeclaration of Domicile in Florida, spend at least 183 days in Florida, and take \nsome “official action,” such as changing their driver’s licenses and registering to \nvote.   \n{37} Also in late 2005, Mr. Fowler sought assistance from William Graef, a \nfriend who owned an aviation company, for the purpose of buying, maintaining, and \nstoring a private airplane.  Petitioners contracted in early 2006 to purchase a plane \nfrom Mr. Graef for approximately $19.2 million.  Petitioners and Mr. Graef \nunsuccessfully attempted to locate suitable hangar space with necessary services in \nNaples.  They continued to charter private planes from Raleigh until the plane was \ndelivered in Raleigh on October 2007, where it was registered and then stored.  \nDuring this period, the predominant portion of the Fowlers’ various travels were on \nflights originating in and returning to Raleigh.  \n{38} Lynnwood Mallard was Petitioners’ counsel in connection with the sale \nof Commercial Grading.  Mr. Mallard advised Mr. Fowler that Long Point would \nrequire Petitioners to continue working for Commercial Grading after the sale.  The \nlength and nature of the requirement became a significant point in negotiations for \na sales agreement.  Mr. Mallard obtained assurances that Mr. Fowler’s work need \nnot necessarily be on-site in North Carolina.    \n{39} On January 19, 2006, Petitioners signed the binding Securities \nPurchase Agreement for the sale of the majority interest in Commercial Grading.  \nThis event did not trigger taxes arising from the actual sale, which was set to occur \nin early February. \nC. Efforts on January 20, 2006 \n{40} On January 20, 2006, the Fowlers left for Naples, Florida, on a \nchartered plane for the purpose of taking “official action” to evidence their change of \ndomicile.  They tried but could not complete certain efforts on this trip because they \nleft certain necessary papers in North Carolina.  At the driver’s license office, \nPetitioners presented their North Carolina licenses and asked for Florida driver’s \nlicenses, but were denied for lack of additional identification.  They attempted but \nwere unable to register to vote for the same reason.  At this time, Petitioners had \none of their several automobiles in Florida.  They registered that single car in \nFlorida, but signed the registration form as non-residents, listing their North \nCarolina address.  Petitioners also unsuccessfully attempted to obtain a post office \nbox and register their dog on January 20, 2006. \n{41} Petitioners stayed at the Tiburon House on this trip, which they \ncontend had then become their true, fixed permanent home and principal \nestablishment to which they intended to return when absent. \n{42} On or about January 22, 2006, Petitioners returned to their Old Stage \nRoad home, which they contend had then become their secondary home where they \nwould reside on a temporary and transitory basis until and for the purpose of \ncompleting their ongoing obligations assumed under the sales transaction.  \nD. Events Following the Sale of Commercial Grading, Including Continuing \nNorth Carolina Ties \n{43} On February 3, 2006, Petitioners closed the sale of their majority \ninterest in Commercial Grading to Long Point Capital for $106 million.  Long Point \nwired approximately $70 million to Mr. Fowler’s account with Wachovia Bank in \nNorth Carolina.  Mr. Fowler retained a 32.6% ownership interest in the company.   \n{44} Mr. Fowler signed an Employment Agreement with Long Point on \nFebruary 3, 2006, pursuant to which he was employed as President for a term of \nthree years and responsible for managing day-to-day operations of the company.  He \nremained employed until February 3, 2009.  Mrs. Fowler also signed a three-year \nEmployment Agreement on February 3, 2006, as Assistant Secretary, and remained \nemployed until February 3, 2009.  Efforts to hire a president to replace Mr. Fowler \nand assume his responsibilities earlier than his contract’s expiration were \nunsuccessful. \n{45} On February 8, 2006, Mr. Fowler made gifts to his brothers, Robert \nFowler and Ricky Fowler, of $500,000 each.  Mrs. Fowler also made gifts to Robert \nand Ricky Fowler of $500,000 each.  The gifts were made using checks showing the \nFowlers’ North Carolina address.   \n{46} Mrs. Fowler also made significant charitable contributions in North \nCarolina after February 3, 2006.  She made a large contribution to the church her \nfather attended before his death, which she indicated was in appreciation for that \nchurch’s care for him prior to his death.   \n{47} Petitioners returned to Florida on March 10, 2006, and successfully \ncompleted the matters that they were unable to complete on their January 20, 2006, \ntrip.  They signed and filed a Declaration of Domicile in Florida.  They obtained a \nNaples post office box and Florida driver’s licenses, and they registered to vote.  \nThey have since voted in person in Florida elections.  In August 2006, Petitioners \nadvised the Wake County Board of Elections to remove them from the voting rolls of \nWake County.  They have not voted in North Carolina since January 20, 2006. \n  {48} In spring 2006, Petitioners hired Cooper Pulliam, an investment \nadvisor in Atlanta, Georgia, to buy municipal bonds.  Based on his understanding \nthat Petitioners were Florida residents, Mr. Pulliam purchased a portfolio of \nmunicipal bonds from across the country.  For the entire 2006 year, Petitioners \nfurther maintained their investment account with Wachovia Bank, which invested \nonly in North Carolina state and municipal bonds through transactions totaling \nover $91 million. \n{49} Petitioners traveled extensively after the sale, often to locations \noutside of either North Carolina or Florida.  They spent substantial time in Myrtle \nBeach, South Carolina.  Counting days, the Fowlers spent the most days in North \nCarolina in 2006 and 2007.  Mr. Fowler testified that they did so because his duties \nas President required “face-to-face” meetings and “riding the jobs.”  In 2006, Mr. \nFowler spent 162 and 51 days in North Carolina and Florida respectively.  In 2007 \nhe spent 168 and 27 days in North Carolina and Florida respectively.  In 2006, Mrs. \nFowler spent 173 and 47 days in North Carolina and Florida respectively.  In 2007, \nshe spent 180 and 27 days in North Carolina and Florida respectively.  Neither Mr. \nFowler nor Mrs. Fowler spent 183 days in North Carolina in either 2006 or 2007.   \n{50} When in Raleigh, Petitioners stayed at their Old Stage Road home.  \nThey returned to their home in Naples on several occasions throughout 2006 and \n2007.   \n{51} Petitioners did not list their Old Stage Road house for sale in 2006.  \nThey testified that they were advised not to list the house because of the declining \nreal estate market.  Ultimately, Petitioners listed the house on December 1, 2010, \nat $7.9 million. \n{52} Petitioners used their Florida address on their North Carolina \nIndividual Income Tax Returns filed in April 2006 and thereafter.  Mrs. Fowler \ncontinued to use her North Carolina address on her Privilege License Tax Returns \nfrom 2006 through 2010, although the checks Mrs. Fowler used to pay the taxes due \non her Privilege License Tax Returns displayed her Florida address.  Mrs. Fowler \nretained her North Carolina real estate license and received referral fees for \nproperties in South Carolina and Florida, but never for property sold in North \nCarolina.  During 2006 and 2007, Mrs. Fowler completed her continuing education \nrequirements in North Carolina.  Mrs. Fowler did not obtain a Florida real estate \nlicense.   \n{53} Throughout 2006, the Fowlers changed their address from North \nCarolina to Florida with various businesses.  However, throughout 2006 and 2007, \nthey also continued to use the Old Stage Road address in Raleigh for certain \ncorrespondence and billing, and on K-1s, 1099s, bills, and bank statements.   \n{54} In 2006 and 2007, Mrs. Fowler went to church in both Naples and \nRaleigh.  While she indicates that she contributed to churches in Naples, the record \nreflects much more significant giving in North Carolina during this period.  \nPetitioners donated cash and property to Westover United Methodist Church in \nRaleigh in the amounts of $102,580 and $24,985 in 2006 and 2007, respectively.  \nDuring 2006 and 2007, Petitioners further donated to numerous other North \nCarolina charitable organizations.   \n{55} In 2006 and 2007, Petitioners were members of the Tiburon Club and \nthe Quail West Club in Florida, but of no club in North Carolina.  They obtained the \nQuail West Club membership to make the Quail West property more attractive to \nprospective buyers. \n{56} In 2006, Mr. Fowler used doctors in North Carolina and \nMassachusetts.  In 2007, he used doctors in North Carolina, Massachusetts, and \nFlorida.  The majority of Petitioners’ 2006 and 2007 medical expenses were for \ntreatment at a Massachusetts facility associated with the Cleveland Clinic.  \n{57} In 2006 and 2007, the Fowlers did everyday “hometown” activities \nwherever they were. \n{58} In 2006, the Fowlers hired Florida counsel to create their first estate \nplan.  In 2006 and 2007, Mr. Fowler obtained legal services from at least two North \nCarolina firms.  \n{59} In 2006 and 2007, Mr. Fowler served as the registered agent for \nseveral North Carolina business entities.  On February 1, 2007, he established \nBuffaloe Country, LLC, as a North Carolina limited liability company, which held \nseveral North Carolina properties not associated with Commercial Grading.  On \nMarch 12, 2007, Mr. Fowler incorporated and was the sole owner of Leesville Road \nVentures, LLC, a North Carolina limited liability company.  Mr. Fowler used his \nFlorida address when organizing these companies. \n{60} Petitioners bought a homeowners insurance policy for their home at \n7801 Old Stage Road in Raleigh for the period of July 31, 2006, through July 31, \n2007.  The policy included the stipulation that “The described dwelling is not \nseasonal or secondary.”  The Fowlers insured the contents of the Old Stage Road \nproperty for $371,000.  They did not insure their Florida property. \n{61} The Fowlers donated to candidates running for office in North Carolina \nbut did not contribute to Florida candidates.  Mr. Fowler testified that each \ncontribution was tied to candidates whose efforts benefitted business holdings.    \n{62} Petitioners held an elaborate birthday party for Mr. Fowler in North \nCarolina at the Old Stage Road property at a cost approximating $1.3 million, to \nwhich customers and employees were invited.    \nE. Assessment and Calculation of Taxes \n {63} In its Final Agency Decision, the Department calculates the taxes, \npenalties, and interest as follows: \nIndividual Income Tax – Petitioners \n  \nTax $  6,325,106.00 \nPenalty $  1,581,276.50 \nInterest  $  2,138,925.56 \nTotal Due as of July 17, 2013  $10,047,039.78 \nPlus daily interest which accrues at the rate of $865.86 per day. \n \nGift Tax – Steve Fowler \n  \nTax $   96,560.00 \nPenalty $   57,936.00 \nInterest  $   33,159.53 \nTotal Due as of July 17, 2013 $ 187,681.97 \nPlus daily interest which accrues at the rate of $13.22 per day. \n \nGift Tax – Beth Fowler \n  \nTax $ 118,180.00 \nPenalty $   70,908.00 \nInterest  $   40,584.03 \nTotal Due as of July 17, 2013 $ 229,704.39 \nPlus daily interest which accrues at the rate of $16.18 per day. \n {64} The court notes that the three Totals do not reflect the sum of the tax, \npenalty, and interest in each category.  The totals apparently include two additional \ndays of interest.  The total of all taxes, interests, and penalties due on July 17, 2013 \nis $10,464,426.14. \n {65} On July 17, 2013, Petitioners paid Respondent $10,471,588.22.  (Pet. \nJudicial Review ¶ 9; Resp. Pet. Judicial Review ¶ 9.)  The difference between the \namount paid and the amount due as stated in the Final Agency Decision is eight \ndays’ interest. \n \nF. Summary of  Positions \n{66} Although the determination of domicile may be based on a totality of \ncircumstances, the Parties, in their respective briefs, emphasize certain facts.   \n{67} Caroline Krause-Iafrate (“Ms. Krause-Iafrate”) was the Department’s \nLead Auditor for its Final Determination.  Ms. Krause-Iafrate based her evaluation \nof the Fowlers’ domicile on the “totality of facts and circumstances.”  She did not \nprepare a “scorecard” weighting the various factors that she considered.   \n{68} In its brief, Respondent catalogs particular actions or inactions it \ncontends are inconsistent with the necessary intent in 2006 and 2007 not only to \nestablish a domicile in Florida, but also to abandon the North Carolina domicile.  \nThe brief highlights the following: (a) the Fowlers continued to own and occupy \ntheir home in Raleigh and insure it as their primary residence; (b) the Fowlers \nspent more time in North Carolina than they did in Florida; (c) the Fowlers signed \nthe three-year employment contract with Commercial Grading and continued to \nwork in Raleigh; (d) Mr. Fowler had significant other business ventures in Raleigh; \n(e) the Fowlers traveled to and from Raleigh, North Carolina, more often than they \ndid to and from Naples, Florida; (f) the Fowlers maintained and insured their plane \nand most of their cars (including a Porsche and a Ferrari) in Raleigh, North \nCarolina; (g) the Fowlers continued to use their Old Stage Road address on various \ndocuments such as their 1099s for tax years 2006 and 2007, the 2006 K-1 for Fowler \nAviation issued to Mr. Fowler, Mrs. Fowler’s 2006 and 2007 bank statements, \ninvoices from the Fowlers’ attorney, Mr. Mallard, from 2006 through 2008, the \nFowlers’ checks and credit card statements, and Mr. Fowler’s Aircraft Registration \nApplication in 2007 and related documents; (h) Mrs. Fowler maintained her North \nCarolina professional license and did not obtain a Florida license;  (i) the Fowlers’ \n“ministerial acts,” such as obtaining Florida driver’s licenses or registering to vote \nin Florida, did not occur until March 10, 2006, after the stock sale had closed and \nthe gifts had been given to Mr. Fowler’s brothers; (j) the Fowlers’ pet dog, D8, \nstayed at Old Stage Road and received primary veterinary care in Raleigh; (k) the \nFowlers continued to receive medical care in North Carolina, and made charitable \nand political donations in North Carolina in 2006 and 2007, (l) the Fowlers had the \nelaborate birthday party at the Old Stage Road home in September 2006; and (m) \nthe Fowlers did not effectively make Florida their new domicile by actually residing \nthere or integrating themselves into their new community in a manner consistent \nwith having a domicile in Florida.  In sum, Respondent contends that Petitioners \ndid no more than take limited actions in an effort to avoid taxation and that they \nnever had the necessary intent to abandon and did not actually abandon their \nNorth Carolina domicile. \n{69} Petitioners, in their Petition and Brief, contend that the Department \nimpermissibly failed to include in its Final Determination facts that demonstrate \nthe necessary intent coupled with voluntary and positive action adequate to \neffectuate the change in domicile, and which facts also explain that Petitioners’ \ncontinued activities in North Carolina were only in connection with their temporary \nand transitory obligations assumed as a part of their sale to Long Point Capital.  \nThese facts include: (a) the Fowlers visited government offices in Florida on \nJanuary 20, 2006, and registered a car in Florida; (b) the Fowlers kept working for \nCommercial Grading because Long Point required it; (c) the Fowlers used their \nRaleigh property during the Department’s audit period only to fulfill their \ncontractual obligations with Long Point; (d) Mrs. Fowler did not obtain a Florida \nreal estate license because she could still receive referral fees without one; (e) Mrs. \nFowler never sold real estate in North Carolina; (f) the Ernst & Young \nentrepreneur’s award Fowler received in April 2006 was for his performance prior to \n2006; (g) the Fowlers gave money to a church in North Carolina because the church \nmembers had been kind to Mrs. Fowler’s late father in his final years; (h) the \nFowlers contributed money to candidates in Wake County elections who had helped \nthe Fowlers’ business; (i) the Fowlers kept some cars in North Carolina because \ntheir Florida home had limited garage space; (j) the Fowlers stored their airplane in \nNorth Carolina because of their relationship with Mr. Graef and his company; (k) \nthe Fowlers used doctors in North Carolina (in addition to doctors in other states) \nbased on confidence and long-standing relationships arising from life-threatening \ncircumstances; and (l) the Fowlers’ two dogs in Raleigh were guard dogs that \nprotected their isolated house, rather than pets like D8, the dog they took with \nthem when traveling or in Florida.  In sum, Petitioners contend the overall record \ndemonstrates that they met their burden of demonstrating a change in domicile by \nestablishing a new domicile in Florida and abandoning their domicile in North \nCarolina.   \nVII. CONCLUSIONS OF LAW \n{70} Based on the above findings of fact, applying the governing legal \nprinciples, the court makes the following conclusions of law: \n{71} The Fowlers can have but one domicile.  The Fowlers intended to \nchange and did change their domicile from North Carolina to Florida effective as of \nJanuary 20, 2006, effecting an intent that preceded that date. \n{72} The Fowlers took adequate voluntary and positive actions in Florida on \nJanuary 20, 2006 to establish their new domicile. These intentional, voluntary, and \npositive actions were adequate, even though the Fowlers did not complete certain \nactivities until the return trip on March 10, 2006. \n{73} On January 20, 2006, the Fowlers were present in Florida and \nintended to return there whenever absent thereafter.  They owned and lived in the \nTiberon House, a true, fixed permanent home and principal establishment to which \nthey intended to return when absent.  \n{74} On and after January 20, 2006, the Fowlers were North Carolina non-\nresidents.  On that date, they intended their home at Old Stage Road in Raleigh, \nNorth Carolina, to be their secondary home that they would no longer maintain as \ntheir permanent home.  After January 20, 2006, they used this property as a \ntemporary residence for the completion of temporary and transitory contractual \nobligations undertaken in connection with the sale of the majority interest in \nCommercial Grading.  \n{75} On January 20, 2006, the Fowlers intended to abandon and did \nabandon North Carolina as their domicile. \n{76} The Fowlers were not required to remove all of their possessions and \nsever all ties with North Carolina to effect a change in domicile.  Hall, 280 N.C. at \n610–11, 187 S.E.2d at 58.   \n{77} The Fowlers’ intent to change domicile was not improper or rendered \nineffective because the change was timed to maximize tax savings.  Additionally, \nMr. Fowler’s unexpected medical condition accelerated the need to carry out a \npreexisting future intent for this change in domicile.    \n{78} Conversely, the Fowlers were not in Florida for a temporary or \ntransitory purpose on and after January 20, 2006.   \n{79} Continued investments through the North Carolina Wachovia account, \ncharitable and political contributions, maintaining personal property in North \nCarolina, and various other actions concerning North Carolina do not negate that \nPetitioners abandoned North Carolina as a domicile.     \n{80} This case must be considered on its own unique facts.  Facts here are \ndistinguishable from cases where activities in the claimed new domicile were \ntemporary or transitory.  See, e.g., Farnsworth, 114 N.C. App. at 188, 441 S.E.2d at \n602.  The decision in Mauer v. Commissioner of Revenue, 829 N.W.2d 59, 75 (Minn. \n2013), is unpersuasive because its facts are distinct. \n{81} Any attempt to weigh the non-exclusive list of sixteen (16) factors in 17 \nN.C. Admin. Code 06B.3901(b) does not lead to a necessary finding that the Fowlers \nfailed to abandon their domicile in North Carolina on January 20, 2006.  Under the \nfacts of this case, four of the sixteen factors favor a North Carolina domicile (1, 3, 6 \n& 9), one favors a Florida domicile (10), six are neutral (4, 5, 12, 13, 15 & 16), two \nare beyond Petitioners’ control (2 & 8), and three are inapplicable (7, 11, & 14). \n{82} The Fowlers have satisfied the three-part test for change of domicile \nestablished in Farnsworth. \n{83} Petitioners have satisfied their burden to prove a change of domicile to \nFlorida as of January 20, 2006. \n{84} Respondent acted beyond its legal authority in imposing 2006 and \n2007 income and gift taxes, together with penalties and interest on the Petitioners.  \n{85} Petitioners are entitled to recover their taxes, penalties, and interest \npaid to Respondent for the tax years 2006 and 2007 together with interest at the \nlegal rate from the date of payment to the date of refund. \n{86} Petitioners are not entitled to attorneys’ fees. \n{87} The Department correctly recognized that a change of domicile must be \ndetermined from the totality of circumstances, and that a taxpayer claiming a \nchange in domicile has the burden of proving such change by demonstrating both \nintent to establish a new domicile and to abandon the old one.  The court, after a \nthorough and careful review of the record, has accepted and found that the Fowlers’ \npresence in North Carolina after January 20, 2006, was as non-residents for \ntemporary and transitory purposes.  However, the record provided the Department \nwith a substantial and reasonable basis to pursue its position that the Fowlers had \nnot actually abandoned their domicile in North Carolina in 2006 or 2007. \n{88} The Department had substantial justification in pressing its claim \nagainst Petitioners.  \n{89} The Department did not act without justification by failing to “score” \neach of the various factors leading to its decision.   \n{90} An award of attorneys’ fees against Respondent on the facts of this \ncase would be unjust. \nVIII. CONCLUSION \n{91} For the foregoing reasons, the Court REVERSES the Final Agency \nDecision of the Department of Revenue.  The Department shall refund the amounts \nthe Fowlers paid to the Department under protest, together with interest at the \nlegal rate from the date of that payment until refunded.   \n IT IS SO ORDERED, this 6th day of August, 2014. \n \n "
}