{
  "id": "a589160a01dd941d0eeb1a1868f1b6d347e41958705f1efb2d5dbb6bd79bcf84",
  "source_file": "data/raw/ncbc/a589160a01dd941d0eeb1a1868f1b6d347e41958705f1efb2d5dbb6bd79bcf84.pdf",
  "raw_text": " \n \n \nSe. Anesthesiology Consultants, PLLC v. Charlotte-Mecklenburg Hosp. Auth., 2019 \nNCBC 74. \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 5899 \n \nSOUTHEAST ANESTHESIOLOGY \nCONSULTANTS, PLLC; AMERICAN \nANESTHESIOLOGY OF THE \nSOUTHEAST, PLLC; MEDNAX \nSERVICES, INC.; and RUSSELL A. \nSAUDER, M.D., M.B.A., \n \nPlaintiffs, \n \nv. \n \nTHE CHARLOTTE-\nMECKLENBURG HOSPITAL \nAUTHORITY, d/b/a CAROLINAS \nHEALTHCARE SYSTEM and d/b/a \nATRIUM HEALTH; THOMAS M. \nWHERRY, M.D.; TOTAL \nANESTHESIA SOLUTIONS, LLC; \nand SCOPE ANESTHESIA OF \nNORTH CAROLINA, PLLC, \n \nDefendants. \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTIONS FOR \nJUDGMENT ON THE PLEADINGS \n \n1. THIS MATTER  is before the Court on: (i) Defendant The Charlotte-\nMecklenburg Hospital Authority, d/b/a Carolinas Healthcare System and d/b/a \nAtrium Health’s (“Atrium”) Motion for Judgment on the Pleadings (“Atrium’s \nMotion”), (ECF No. 100); and (ii) Defendants Thomas M. Wherry, M.D. (“Dr. \nWherry”), Total Anesthesia Solutions, LLC (“Total Anesthesia”), and Scope \nAnesthesia of North Carolina, PLLC’s (“Scope Anesthesia”) (collectively, the “Wherry \nDefendants”) Motion for Judgment on the Pleadings (the “Wherry Defendants’ \nMotion”), (ECF No. 113).  Atrium and the Wherry Defendants are collectively referred \nto herein as “Defendants.”  Atrium’s Motion and the Wherry Defendants’ Motion are \ncollectively referred to herein as the “Motions.” \n \n \n2. For the reasons set forth herein, the Court GRANTS in part and DENIES \nin part the Motions. \nNelson Mullins Riley & Scarborough LLP by Mark A. Stafford, \nCandace S. Friel, and Noah H. Huffstetler, III, for Plaintiffs.  \n \nRobinson, Bradshaw & Hinson, P.A. by David C. Wright, III, Martin L. \nBrackett, Jr., Charles E. Johnson, and Jonathan C. Krisko, for \nDefendant The Charlotte-Mecklenburg Hospital Authority. \n \nMcGuireWoods LLP by Mark E. Anderson, Jacob D. Charles, Bradley \nR. Kutrow, John G. McDonald, Paul M. Navarro, and Alec C. \nCovington, for Defendants Thomas M. Wherry, M.D., Total Anesthesia \nSolutions, LLC, and Scope Anesthesia of North Carolina, PLLC.  \n \nRobinson, Judge. \n \nI. FACTUAL BACKGROUND \n3. The Court does not make findings of fact on a motion for judgment on the \npleadings pursuant to Rule 12(c), but only recites those factual allegations that are \nrelevant and necessary to the Court’s determination of the Motions.\n1   \nA. The Parties \n4. Southeast Anesthesiology Consultants, PLLC (“SAC”)  is a professional \nlimited liability company organized and existing under the laws of the State of North \nCarolina.  (Compl. ¶ 11, ECF No. 3 .)  SAC is a medical practice which provides \n“professional anesthesiology services” in North Carolina.  (Compl. ¶ 21.)   \n                                                 \n1 Both Plaintiffs and Defendants reference materials that are not appropriate for the Court’s \nreview on a Rule 12(c) motion.  However, when it is clear from the record and the order itself \nthat the Court has not considered additional materials, a Rule 12(c) motion is not converted \nto a Rule 56 mot ion.  Estate v. Belk v. Boise Cascade Wood Prods ., L.L.C., 824 S.E.2d 180, \n183 (N.C. Ct. App. Feb. 5, 2019).  For the purposes of r uling on the Motions, the Court only \nconsiders the pertinent pleadings.  \n \n \n5. American Anesthesiology of the Southeast, PLLC (“AASE”) is a professional \nlimited liability company organized and existing under the laws of the State of North \nCarolina.  (Compl. ¶ 12.)   \n6. MEDNAX Services, Inc. (“MEDNAX”) , a “physician practice management \ncompany”, is a corporation organized and existing under the laws of the State of \nFlorida.  (Compl. ¶ 13.)  SAC, AASE, and MEDNAX are collectively referred to herein \nas the “Provider Plaintiffs.”   \n7. Russell A. Sauder, M.D., (“Dr. Sauder”) is a resident of Meckl enburg \nCounty, North Carolina.  (Compl. ¶ 14.)  At all times relevant herein, Dr. Sauder \nacted as an employee of AASE and provided anesthesiology services to Atrium.  \n(Compl. ¶ 14.)  Dr. Sauder and the Provider Plaintiffs are collectively referred to \nherein as “Plaintiffs.”  \n8. Atrium is a statutorily established non-profit hospital authority organized \nand existing under the laws of the State of North Carolina with its principle place of \nbusiness in Mecklenburg County, North Carolina.  (Compl. ¶ 15.)  \n9. Total Anesthesia is a limited liability company organized a nd existing \nunder the laws of the State of Maryland.  (Compl. ¶ 19.)   \n10. Scope Anesthesia is a professional limited liability company organized and \nexisting under the laws of the State of North Carolina.  (Compl. ¶ 20.) \n11. Dr. Wherry is a member and co -founder of Total Anesthesia and is a \nmember and organizer of Scope Anesthesia.  (Compl. ¶¶ 19–20.) \n \n \n \nB. The Agreements \n12. AASE, an affiliate of SAC,  employs more than 90 anesthesiologists who \nhave entered into employment agreements  with AASE  (the “Employment \nAgreements”).  (Compl. ¶¶ 2, 25.)  SAC is an intended third -party beneficiary of the \nEmployment Agreements.  (Compl. ¶ 25.)  SAC and AASE maintained an agreement \npursuant to which the anesthesiologists employed by AASE (the “SAC Physicians”) \nwould provide anesthesiology services for SAC at hospitals and other medical \nfacilities.  (Compl. ¶ 2.) \n13. The Employment Agreements included a non-compete provision (the “Non-\nCompete Provision”) prohibiting the SAC Physicians from practicing anesthesiology \nfor a period of two years following termination of their employment within  \n(A) Mecklenburg County, North Carolina, ( B) a twenty mile radi us of \nany health care facility at which such SAC Physician rendered \nanesthesia services during the year prior to termination , (C)  a twenty \nmile radius of any health care facility at which such SAC Physician \nrendered medical services during the year prior to the Physician’s \ntermination, or (D) a twenty mile radius of any facility owned, operated \nor controlled by Atrium or its subsidiaries of affiliates.  \n \n(Compl. ¶ 26.)   Defendants, at all times relevant herein, “have been aware of the \nexistence” of the Non-Compete Provision.  (Compl. ¶ 27.)  \n14. SAC and Atrium entered into an agreement, pursuant to which the SAC \nPhysicians acted as  the exclusive provider of anesthesiology services at certain \nfacilities owned by Atrium in North Carolina ( the “Atrium Agreement”). (Compl. ¶ \n21.)  \n \n \n15. The Atrium Agreement contains confidentiality provisions (the \n“Confidentiality Provisions ”) prohibiting the  disclosure of the Provider Plaintiffs’ \nconfidential information to “subcontractors, professional advisors and independent \ncontractors” and requiring the mentioned affiliates of Atrium to agree to be bound by \nthe Confidentiality Provisions if disclosure to them was required for the performance \nof their obligations.  (Compl. ¶ 23.)    \n16. Beginning in 2010, SAC contracted with MEDNAX  to provide SAC with \nadministrative and management services including billing and collection services, \nhuman resources, financial s ervices, recruiting and credentialing, and contract \nnegotiations.  (Compl. ¶ 22.)    \nC. Consultation with the Wherry Defendants \n17. In the spring of 2017, Atrium informed the Provider Plaintiffs that Dr. \nWherry and Total Anesthesia would be acting as Atrium’s consultant to assist in \n“evaluating how anesthesia care is delivered at the Atrium facilities.”  (Compl. ¶ 36) \n(quotation marks omitted).   In reliance on representations made by Atrium, SAC \nshared “large amounts of confidential,  proprietary, and trade secret information” \nwith Atrium, Dr. Wherry, and Total Anesthesia  throughout the summer and fall of \n2017.  (Compl. ¶ 37.)   \n18. Plaintiffs believed that Dr. Wherry, as a professional advisor and \nindependent contract or of Atrium , would a dhere to the Confidentiality Provision s \nconsistent with the Atrium Agreement.  (Compl. ¶ 38.)   \n \n \n19. The Atrium Agreement was set to expire on December 31, 2017.  (Compl. ¶ \n42.)  Beginning in the summer of 2017, Atrium expressed interest in negotiating for \na renewal or extension of the Atrium Agreement.  (Compl. ¶ 42.)  SAC agreed to a six-\nmonth extension, extending the Atrium Agreement from January 1, 2018 until June \n30, 2018, with a “no shop” provision during the first three months.  (Compl . ¶ 44.)   \nPlaintiffs allege that Atrium’s expressed interest in negotiating an extension beyond \nJuly 2018 was not in good faith and only made with the intention to mislead Plaintiffs \nin furtherance of an alleged scheme with the Wherry Defendants to oust Pl aintiffs \nfrom the market.  (Compl. ¶¶ 42, 50–51.) \n20. Plaintiffs contend that Atrium’s representations made during negotiations \nand representations regarding Dr. Wherry’s involvement with Atrium were false and \nwere made with the intent to induce Plaintiffs to continue to share confidential \ninformation with the Defendants in furtherance of the  alleged scheme between \nAtrium and the Wherry Defendants .  (Compl. ¶ ¶ 50–51.)  Plaintiff s allege that \nDefendants hoped to misappropriate SAC’s confidential information , use  SAC’s \nconfidential information to form Scope Anesthesia as a competing entity to provide \nprofessional anesthesia services, and ultimately replace SAC with Scope Anesthesia.  \n(Compl. ¶ 50–51, 54.)     \n21. On or about December 28, 2017, Atrium entered into an agreement with \nScope Anesthesia to provide the services formerly provided by SAC pursuant to the \nAtrium Agreement.  (Compl. ¶ 54.)  Scope Anesthesia was later incorporated in North \nCarolina on January 30, 2018.  (Compl. ¶56.) \n \n \nII. PROCEDURAL BACKGROUND \n22. The Cour t sets forth here only those portions of the procedural history \nrelevant to its determination of the Motion. \n23. On March 26, 2018, Plaintiffs filed the Complaint.  (ECF No. 3 .)  On April \n4, 2018, this matter was designated as a mandatory complex business disp ute and \nassigned to the undersigned.  (ECF Nos. 1, 2.)  \n24. On June 22, 2018, the Court denied Plaintiffs’ request for a temporary \nrestraining order and a preliminary injunction.  (ECF No. 90.)   \n25. On September 14, 2018, Atrium filed its Motion for Partial Judgment on \nthe Pleadings and a brief in support thereof.  ( Atrium Health’s Br. Supp. of its Mot. \nPartial J. the Pleadings ECF No. 101 [“Atrium Br.”].)  The Wherry Defendants filed \ntheir Motion for Judgment on the Pleadings and a brief in support thereof on October \n9, 2018.  ( Wherry Defs.’ Br. Supp. of Mot. J. the Pleadings ECF No.114 [“Wherry \nDefs.’ Br.”].)  \n26. The Motions have been full y briefed, and the Court held a hearing on the \nMotions on December 19, 2018.  (See ECF No. 129.) \n27. On October 11, 2019, Plaintiffs voluntarily dismissed without prejudice \ntheir claims for monopolization, attempted monopolization , and restraint of trade \nbrought pursuant to Chapter 75 of the North Carolina General Statutes.  (ECF No. \n174.)     \n28. The Motions are ripe for resolution. \n \n \n \nIII. LEGAL STANDARD \n29. “A motion for judgment on the pleadings should not be granted unless the \nmovant clearly establishes that no material issue of fact remains to be resolved and \nthat he is entitled to judgment as a matter of law.”  Carpenter v. Carpenter, 189 N.C. \nApp. 755, 761, 659 S.E.2d 762, 767 (2008); see also Ragsdale v. Kennedy, 286 N.C. 13, \n137, 209 S.E.2d 494, 499 (1974).  The function of Rule 12(c) “is to dispose of baseless \nclaims or defenses when the formal pleadings reveal their lack of merit.”  Ragsdale, \n286 N.C. at 137, 209 S.E.2d at 499.  “A motion for judgment on the p leadings is \nallowable only where the pleading of the opposite party is so fatally deficient in \nsubstance as to present no material issue of fact . . . .”  George Shinn Sports, Inc. v. \nBahakel Sports, Inc., 99 N.C. App. 481, 486, 393 S.E.2d 580, 583 (1990). \n30. “[T]he court cannot select some of the alleged facts as a basis for granting \nthe motion on the pleadings if other allegations, together with the selected facts, \nestablish material issues of f act.”  J. F. Wilkerson Contracting Co. v. Rowland , 29 \nN.C. App. 722, 725, 225 S.E.2d 840, 842 (1976).  The court must read the pleadings \nin the light most favorable to the nonmoving party, and \n[a]ll well pleaded factual allegations in the nonmoving party’s pleadings \nare taken as true and all contravening assertions in the movant’s \npleadings are taken as false.  All allegations in the nonmovant’s \npleadings, except conclusions of law, legally impossible facts, and \nmatters not admissible in the evidence at trial, are deemed admitted by \nthe movant for purposes of the motion. \n \nRagsdale, 286 N.C. at 137, 209 S.E.2d at 499 (citations omitted). \n \n \n \n \nIV. ANALYSIS \n31. The Wherry Defendants’ Motion seeks dismissal of Plaintiffs’ claims for: (i) \nmisappropriation of trade secrets; ( ii) tortious interference with contract ; and (iii) \ncommon law unfair competition.  Atrium’s Motion seeks dismissal of Plaintiffs’ claim \nfor: (i) misappropriation of trade secrets; and (ii) common law unfair competition.   \n32. In part, Defendants rely upon the analysis in the Court’s June 22, 2018 \nOrder on Plaintiffs’ Motion for Temporary Restraining Order and/or Preliminary \nInjunction in their arguments.  At  the outset , the Court notes that  a motion for \ninjunctive relief pursuant to Rule 65 is governed by a different standard than a \nmotion pursuant to Rule 12(c), and the Court’s ruling denying preliminary injunctive \nrelief is not outcome dispositive on the Motions.    See A.E.P. Indus., Inc. v. McClure, \n308 N.C. 393, 401, 302 S.E.2d 754, 759–60 (1983) (“[A preliminary injunction] will be \nissued only (1) if a plaintiff is able to show likelihood of success on the merits. . . and \n(2) if a plaintiff is likely to sustain irreparable loss unless the injunction is issued[.]”) \n(citation omitted); see, e.g., DSM Dyneema, LLC v. Thagard, 2015 NCBC LEXIS 50, \nat *13 (N.C. Super. Ct. May 12, 2015).  \nA. Misappropriation of Trade Secrets  \n33. “The threshold question in any misappropriation  of trade secrets case is \nwhether the information obtained constitutes a trade secret[.]”  Combs & Assocs. v. \n \n \nKennedy, 147 N.C. App. 362, 369, 555 S.E.2d 634, 639 (2001).  The North Carolina \nTrade Secrets Protection Act (“TSPA”) defines a trade secret as:  \nBusiness or technical information, including but not limited to a \nformula, pattern, program, device, compilation of information, method, \ntechnique, or process that:  \n \na. Derives independent actual or potential commercial value from not \nbeing generally known or readily ascertainable through independent \ndevelopment or reverse engineering by persons who can obtain economic \nvalue from its disclosure or use; and  \n \nb. Is the subject of efforts that are reasonable under the circumstances \nto maintain its secrecy.  \n \nN.C.G.S. § 66-152(3).   \n34. “To plead misappropriation of trade secrets, a plaintiff must identify a trade \nsecret with sufficient particularity so as to enable a defendant to delineate that which \nhe is accused of misappropriating and a court to determine whether misappropriation \nhas or is threatened to occur.”  Krawiec v. Manly, 370 N.C. 602, 609, 811 S.E.2d 542, \n547–48 (2018) (quoting Washburn v. Yadkin Valley Bank & Tr.  Co., 190 N.C. App. \n315, 326, 660 S.E.2d 577, 585 (2008)).     \n35. Plaintiffs describe their trade secrets as “SAC’s coverage and staffing \nmodel, scheduling templates, subspecialty scheduling planning data, . . . methods for \nimplementation of Enhanced Recovery  After Surgery (“ERAS”) protocols, details of \nphysician compensation[,] confidential terms of employment agreements and \nstructures” (collectively the “Confidential Information ”).  (Compl. ¶ 37.)  Plaintiffs \nfurther describe the ERAS as “multi-modal perioperative care pathways designed to \nachieve early recovery after surgical procedures by maintaining pre -operative organ \n \n \nfunction and reducing the profound stress response that occurs following surgery.”  \n(Compl. ¶ 59.)  The Confidential Information comprises the Provider Plaintiffs’ \nmethods by which they achieve “efficient and effective scheduling, coverage, and \npatient care for more than 30,000 patients annually in the region.”  (Compl. ¶ 37.) \n36. The Court concludes , and Defendants do not contend  otherwise, that \nPlaintiffs have identified the allegedly misappropriated trade secrets with sufficient \nparticularity for the purposes o f Rule 12(c).  See Med. Staffing Network, Inc. v. \nRidgeway, 194 N.C. App. 649, 658 –59, 670 S.E.2d 321, 328– 29 (2009) (showing that \ninformation related to the pay rates and shift and facility preferences of the staffing \nagency’s nurses  can constitute a trade secret); Sunbelt Rentals, Inc. v. Head & \nEngquist Equip., L.L.C., 174 N.C. App. 49, 53 –56, 620 S.E.2d 222, 226– 28 (2005) \n(concluding that salary and personnel information constituted a trade secret); \nEncompass Servs., PLLC v. Maser Consulting, P.A. , 2019 NCBC LEXIS 67, at *14 –\n15 (N.C Super. Ct. Nov. 5, 2019) (concluding that “rate tables,” “design files,” and “a \nplat template, multiple deed plat tracking spreadsheets, survey plats, and project \nprogress information” coupled with other more general allegations was sufficient to  \ndescribe the alleged trade secret) ; Window Gang Ventures, Corp. v. Salin as, 2019 \nNCBC LEXIS 24, at * 42–43 (N.C. Super. Ct. Apr. 2, 2019) ( determining that “step-\nby-step service manual; its employee manual; its operations manual and guidelines \nand recommendations for operating a successful franchise” was sufficient to identify \na trade secret pursuant to Rule 12(b)(6)); Comput. Design & Integration, LLC v. \nBrown, 2018 NCBC LEXIS 216 , at *44 (N.C. Super. Ct. Dec. 10, 2018) (concluding \n \n \nthat the plaintiff’s compilation of information which included its employees’ “hours, \nearnings, and reimbursements & other payments” could be a protectable trade \nsecret).  \n37. Defendants argue that the pleadings reveal that Plaintiffs failed to take \nreasonable efforts to maintain the secrecy of any purported trade secret s because \nPlaintiffs disclosed the Confidential Information to an entity subject to the Public \nRecords Act without designating the information as confidential. (Atrium Br. 15–16; \nWherry Defs.’ Br. 4.)  \n38. It is well-established that Atrium is subject to the Public Records Act.  See \nJackson v. Charlotte Mecklenburg Hosp. Auth. , 238 N.C. App. 351, 352, 768 S.E.2d \n23, 24 (2014); see also  N.C.G.S. § 131E -16(14) (defining “hospital authority” as “a \npublic body and a body corporate and politic”).   The Public Records Act generally \nprovides the public with “liberal access to public records.”  Knight Publ’g Co. v. \nCharlotte-Mecklenburg Hosp. Auth. , 172 N.C. App. 486,  489, 616 S.E.2d 602, 605  \n(2005).   \n39. “[Absent] clear statutory exemption or exception the documents falling \nwithin the definition of ‘public records’ in the Public Records Law must be made \navailable for public inspection.”  News & Observer Publ ’g Co. v. Poole, 330 N.C. 465, \n486, 412 S.E.2d 7, 19 (1992).  “Exceptions and exemptions to the Public Records Act \n \n \nmust be construed narrowly.”  Carter-Hubbard Publ’g Co. v. WRMC Hosp. Operating \nCorp., 178 N.C. App. 621, 624, 633 S.E.2d 682, 684 (2006).   \n40. Disclosing a trade secret to an entity subject to the Public Records Act does \nnot necessarily defeat a misappropriation of trade secrets claim.  There are two \nexemptions from public records disclosure that might be applicable here. \n41. First, trade secrets provided to an entity otherwise subject to the Public \nRecords Act are nonetheless exempt from public disclosure when the information:  \na. Constitutes a trade secret as defined in G.S. 66-152(3).   \n \nb. Is the property of a private person as defined in G.S. 66-152(2).   \n \nc. Is disclosed or furnished to the public agency in connection with \nthe owner’s performance of a public contract or in connection with \na bid, application, proposal, industry development project,  or in \ncompliance with laws, regulation s, rules, or ordinances of the \nUnited States, the State, or political subdivisions of the State.    \n \nd. Is design ated or indicated as confidential or as a trade secret \nat the time of its initial disclosure to the public agency.  \n \nN.C.G.S. § 132-1.2 (quotation marks omitted). \n42. Second, “competitive health care information” as defined by N.C.G.S. § \n131E-97.3(a), is confidential information not subject to public disclosure pursuant to \nthe Public Records Act.  Id.  § 131E -97.3(a).  Under N.C.G.S. 131E -97.3(a), \n“[i]nformation relating to competitive health care activities by or on behalf of \nhospitals and public ho spital authorities” is considered competitive health care \ninformation.  N.C.G.S. § 131E-97.3(a).   \n43. Defendants contend that Plaintiffs failed to designate t he Confidential \nInformation as “confidential” or as a trade secret; therefore, any information provided \n \n \nby Plaintiffs to Defendants does not qualify for the exception in N.C.G.S. § 132 -1.2.    \n(Atrium Br. 17–18; Wherry Defs.’ Br. 4 .)  Plaintiffs contend that, even if they failed \nto designate the Confidential Information as confidential at the time it was provided \nto Defendants, the Confidential Information is not subject to disclosure under the \npublic records act because it qualifies as competitive health care information as \ndefined by N.C.G.S. § 131E-97.3.   \n44. The Confidential Information is not before the Court as a part of the record \nproperly considered on the Motions.  Taking into consideration all of  the factual \nallegations made by Plaintiffs, failure to specifically allege an exception to the Public \nRecords Act is not fatal to Plaintiffs’ claim.  Whether the Confidential Information \nwas marked as confidential or designated as a trade secret or whethe r the \nConfidential Information is competitive healthcare information should be determined \non a more fully developed record.  Therefore, the Court must determine whether \nPlaintiffs otherwise sufficiently allege in the Complaint efforts they took to maintain \nthe secrecy of the Confidential Information. \n45. Plaintiffs allege that Atrium signed the Confidentiality Provision s, which \nrequired Atrium and all of  its professional advisors and independent contractors to \nagree to be bound to the Confidentiality Provisions.  (Compl. ¶ 23.)  Plaintiffs further \nallege that SAC Physicians signed confidentiality agreements  as part of the \nEmployment Agreements .  (Compl. ¶  94.)  While Plaintiffs’ allegations regarding \ntheir efforts to maintain secrecy  are minimal, at this stage of the proceeding, the \nCourt concludes that the allegations are sufficient to survive the Motion s.  See \n \n \nWindow Gang Ventures, Corp. , 2019 NCBC LEXIS  24, at *45 (concluding that, in \nconsideration of  the parties relationship,  the allegations regarding a signed  \nconfidentiality agreement were sufficient pleading of the plaintiff’s efforts to \nmaintain secrecy of an alleged trade secret for the purposes of Rule 12) ; Bldg. Ctr., \nInc., v. Carter Lumber, Inc. , 2016 NCBC LEXIS 79, at *14 (N.C. Super. Ct. Oct . 21, \n2016) (“ Generally, o nly where efforts to maintain [the] secrecy of the allegedly \nmisappropriated trade secrets were completely absent have North Caroli na courts \ndismissed claims at the 12(b)(6) stage.”);  see also Static C ontrol Components, Inc v. \nDarkprint Imaging, Inc., 200 F. Supp. 2d 541, 546 (M.D.N.C. 2002) (“[C]onfidentiality \nagreements are one method used to protect confidential information[.]”);  Safety Test \n& Equip. Co. v. Am. Safety Util. Corp., 2015 NCBC LEXIS 40, at *27 (N.C. Super. Ct. \nApr. 23, 2015) (“The inquiry [of whether a plaintiff took reasonable efforts to maintain \nthe secrecy of a trade secret] must be as to specific facts which vary from case to \ncase”).  \n46. The Complaint is not so deficient that it warrants dismissal on a Rule 12(c) \nmotion.  See George Shinn Sports, Inc. , 99 N.C. App. at  486, 393 S.E.2d at 583.  At \nthis stage in the  proceeding, w ithout the benefit of a fully developed record, \nDefendants’ Motions as to SAC, AASE, and MEDNAX’s trade secret misappropriation \nclaims should be DENIED. \n47. Seemingly, only SAC, AASE, and MEDNAX intend to assert a \nmisappropriation of trade secrets claim against Defendants.  Any alleged trade secret \nis owned by the “Provider and Manager Plaintiffs” as defined in the Complaint as \n \n \nSAC, AASE, and MEDNAX.  ( See Compl. ¶¶ 92–101.)  Plaintiffs fail to allege any \ntrade secret owned by Dr. Sauder.   See Cty. of Wayne Const. Managers of Goldsboro \nv. Amory, 2019 NCBC LEXIS 32, at *21 (N.C. Super. Ct. May 17, 2019)  (“The TSPA \ngrants only the owner of a trade secret the remedy of a civil action for \nmisappropriation of a trade secret.”) .  Therefore, Defendants’ Motions should be \nGRANTED as to any attempted claim for misappropriation of trade secret s brought \nby Dr. Sauder.   \nB. Tortious Interference with Contract \n48. Plaintiffs only assert a tortious interference with contract claim against the \nWherry Defendants.  (Compl. 33.)  Plaintiffs contend that the Wherry Defendants \ntortiously interfered with both the Atrium Agreement and the Employment \nAgreements.  (Compl. ¶ 103.)   \n49. To sustain a claim for tortious interference with contract, the pleading must \nallege that:  \n(1) a valid contract [exists] between the [claimant] and a third person \nwhich confers upon the [claimant] a contractual right against a third \nperson; (2) the [opposing party] knows of the contract; (3) the [opposing \nparty] intentionally induces the third person not to perform the contract; \n(4) and in doing so acts without justification; (5) resulting in actual \ndamage to [claimant]. \n \nUnited Labs., Inc. v. Kuykendall, 322 N.C. 643, 661, 370 S.E.2d 375, 387 (1988).  “The \npleading standards for a tortious interference with contract claim are strict.”  Kerry \nBodenhamer Farms, LLC v. Nature’s Pearl Corp., 2017 NCBC LEXIS 27, at *16 (N.C. \nSuper. Ct. Mar. 27, 2017).  \n \n \n50. The Wherry Defendants argue that Plaintiffs’ pleading is defective in two \nways.  First, they contend Plaintiffs fail to allege inducement of Atrium by the Wherry \nDefendants to breach the Atrium Agreement .  Second, with respect to the ir alleged \ninterference with the Employment Agreements, the Wherry Defendants contend that \nPlaintiffs failed to plead actual damages.   The Court agrees .  Plaintiffs’ failure to \nplead inducement and actual damages is fatal to their claim for tortious interference \nwith contract.  \n1. Inducement  \n51. To sufficiently plead inducement, there must be allegations of “purposeful \nconduct”, “active persuasion, request, or petition .”  KRG New Hill Place, LLC v. \nSprings Inv’rs, LLC, 2015 NCBC LEXIS 20, at *14–16 (N.C. Super. Ct. Feb. 27, 2015) \n(quoting Inland Am. Winston Hotels, Inc. v. Crockett , 212 N.C. App. 349, 354, 712 \nS.E.2d 366, 369–70 (2011)).  A plaintiff must allege that a defendant did more than \ncause a third party to breach an agreement with the plaintiff.  KRG New Hill Place, \nLLC, 2015 NCBC LEXIS 20, at *16.  \n52. It is Plaintiffs’ position that  representations made regarding Atrium’s \ndesire to negotiate in good faith t owards a new agreement with SAC were false and \nAtrium created “an illusion” that it was not breachin g the Atrium Agreement .  \n(Compl. ¶¶ 50, 52.)  Plaintiffs allege that Atrium worked with Dr. Wherry in order to \ncover up any purported breach of the Atrium A greement and used the Wherry \nDefendants to “cut Plaintiffs out of the marketplace.”  (Compl. ¶¶ 52, 78.)  Plaintiffs \n \n \nalso allege that the Wherry Defendants hoped to “cause Atrium to terminate the \nAtrium Agreement[.]”  (Compl. ¶ 105.)   \n53. The pleadings lack any allegations t hat show any “purposeful conduct” or \n“active, persuasion [or] request” by the Wherry Defendants in an effort to induce \nAtrium to breach the Atrium Agreement.  See id. at *14–16.  At best, Plaintiffs allege \nthat Defendants co uld have caused them to breach or terminate the Atrium \nAgreement, and such allegations, without more, cannot support a claim for tortious \ninterference with contract.  See Se. Anesthesiology Consultants, PLLC v. Rose, 2019 \nNCBC LEXIS 52, at * 29 (N.C. Super. Ct. Aug. 20, 2019). \n54.  Therefore, the Wherry Defendants’ Motion should be GRANTED and \nPlaintiffs’ claim for tortious interference with the Atrium Agreement should be \nDISMISSED without prejudice.2        \n2. Actual Damage  \n55. “[M]onetary damages or ‘actual pecuniary harm’ to plaintiffs . . . is a \nrequired element of tortious interference with contract.”  Burgess v. Busby, 142 N.C. \nApp. 393, 404, 544 S.E.2d 4, 10 (2001); Am. Air Filter Co. v. Price, 2017 NCBC LEXIS \n55, at *17 (N.C. Super. Ct. June 26, 2017).  The North Carolina appellate courts have \nalso “suggested that such damages must be connected to a contract right.”  See \nSiteLink Software, LLC v. Red Nova Labs, Inc. , 2018 NCBC LEXIS 90, at *49 (N.C. \nSuper. Ct. Aug. 20, 2018). \n                                                 \n2 The decision to dismiss an action with or without prejudice is in the discretion of the trial \ncourt.  First Fed. Bank v. Aldridge, 230 N.C. App. 187, 191, 749 S.E.2d 289, 292 (2013).  The \nCourt concludes, in the exercise of its discretion, that dismissal of the tortious interference \nwith contract claim pertaining to the Atrium Agreement should be without prejudice.  \n \n \n56. Plaintiffs allege that Defendants “plotted to potentially steal their \nanesthesiologists to establish Dr. Wherry and his companies as SAC’s replacement.”  \n(Compl. ¶ 35.)  Missing from the Complaint is any allegation that Defendants actually \ninterfered with, or the SAC Physicians breached, the Employment Agreements.  \nPlaintiffs only allege that Defendants have created a situation where the SAC \nPhysicians might violate the Employment Agreements or the Non -Compete \nProvisions therein or become employed in another region.  (Compl. ¶ 63.)   Plaintiffs \nfail to allege any actual harm that has occurred based on any purported interference \nwith the Employment Agreements.  \n57. For the foregoing reasons, Plaintiffs’ claim for tortious interference with \ncontract is deficient and th e Wherry Defendants’ Motion as to the claim for tortious \ninterference with contract should be GRANTED  and Plaintiffs’ claim for tortious \ninterference with the Employment Agreements should be  DISMISSED with \nprejudice.  \nC. Common Law Unfair Competition  \n58. Plaintiffs previously brought claims pursuant to N.C.G.S. §§ 75-1, 75-2, and \n75-2.1 for monopolization, attempted monopolization, and restraint of trade, which \nthey voluntarily dismissed without prejudice on October 11, 2019.  (Compl. 37 –42.)  \nPlaintiffs never sought relief pursuant to the unfair and deceptive trade practices act \n(“UDTPA”) of N.C.G.S. § 75 -1.1 but  assert a claim for common law unfair \ncompetition.3   \n                                                 \n3 Defendants raise the issue of whether a claim pursuant to UDTPA is intended to be broader \nthan a common law claim for unfair competition. (Atrium Br. 14 –15; Wherry Defs.’ Br. 4.)  \n \n \n59. “The gravamen of unfair competition is the protection of a business from \nmisappropriation of its commercial advantage earned through organiza tion, skill, \nlabor, and money.”  Henderson v. U.S. Fid. & Guar. Co., 346 N.C. 741, 749, 488 S.E.2d \n234, 239– 40 (1997).   “The standard which a plaintiff must meet to recover on an \nunfair competition claim under the common law is not appreciably different from a \nclaim for unfair or deceptive trade practices [pursuant to Chapter 75].” Global Textile \nAlliance, Inc. v. TDI Worldwide, LLC , 2018 NCBC LEXIS 104, at *23 (N.C. Super. \nCt. Oct. 9, 2018) ( alteration in original) (citing BellSouth Corp. v. White Directory \nPublishers, Inc., 42 F. Supp. 2d 598, 615 (M.D.N.C. 1999).  Pleading a violation of the \nUDTPA requires allegations showing that “(1) defendant committed an unfair or \ndeceptive act or practice, (2) the action in question was in or affecting commerce, and \n(3) the act proximately caused injury to the plaintiff.”  Dalton v. Camp, 353 N.C. 647, \n656, 548 S.E.2d 704, 711 (2001). \n60. A common law unfair competition claim may encompass “interference with \na competitor’s contractual relations, disparagement of a competitor’s product or \nbusiness methods, and misappropriation of a competitor’s intangible property rights \n                                                 \nDefendants fail to bring to the Court’s attention any law supportive of the general premise \nthat if a party cannot sustain a UDTPA claim, because, for example, the Defendants’ conduct \nis exempt from liability under the learned profession exception, then the party cannot sustain \na common law unfair competition claim.  T he North Carolina Court of Appeals’ decisions in \nSperry Corp. v. Patterson, 73 N.C. App. 123, 125, 325 S.E.2d 642, 644– 45 (1985) and Badin \nShores Resort Owners Ass’n  v. Handy Sanitary Dist. , 257 N.C. App. 542, 811 S.E.2d 198 \n(2018), and this Court’s analysis thereof in DiCesare v. Charlotte-Mecklenburg Hosp. Auth., \n2019 NCBC LEXIS 14 (N.C. Super. Ct. Feb. 27, 2019), preclude Plaintiffs from pursuing \nclaims against Atrium pursuant to Chapter 75 due to the express language of the statute.   \nHowever, Plaintiffs no longer seek recovery pursuant to Chapter 75, and the Court does not \nfind it necessary to apply its analysis of these cases to a claim for common law unfair \ncompetition. \n \n \nsuch as advertising devices or business systems.”  Stearns v.  Genrad, Inc., 564 F. \nSupp. 1309, 1320 (M.D.N.C. 1983).  \n61. The Court has already determined that SAC, AASE, and MEDNAX’s claim \nfor trade secret misappropriation survives the Motions.  Plaintiffs also assert a claim \nof fraud, which is not subject to dismissal pursuant to the Motions.  (Compl. 35.)  The \nunderlying conduct for both claims  of trade secret misappropriation and fraud may \nsupport Plaintiffs’ claim for common law unfair competition for the purposes of Rule \n12(c).  See Global Textile Alliance, Inc., 2018 NCBC LEXIS 104, at *20–24 (concluding \nthat fraudulent conduct may serve as the basis of a common law unfair competition \nclaim); NFH, Inc. v. Troutman, 2019 NCBC LEXIS 66, at * 64 (N.C. Super. Ct. Oct. \n29, 2019) (“Under well -settled North Carolina law, a violation of [ the TSPA] may \nsupport liability under N.C.G.S. § 75-1.1.”).  The Court concludes that Plaintiffs have \nadequately alleged conduct that would support a claim for common law unfair \ncompetition, at least at this stage of the proce eding.  Therefore, Defendants’ Motion \nshould be DENIED as to Plaintiffs’ claim for common law unfair competition.  \nV.      CONCLUSION \n62. For the foregoing reasons, the Court hereby GRANTS in part and DENIES \nin part the Motions.  \nA. The Motions are DENIED as MOOT as to Plaintiffs’ former \nclaims of monopolization/attempted monopolization and restraint \nof trade;  \n \n \nB. Defendants’ Motions seeking dismissal of SAC, AASE, and \nMEDNAX’s misappropriation of trade secrets claim is DENIED;  \nC. Defendants’ Motions seeking dismissal of Dr. Sauder’s \nmisappropriation of trade secrets claim is GRANTED and his \nclaim is DISMISSED WITH PREJUDICE;  \nD. The Wherry Defendants’ Motion s eeking dismissal of Plaintiffs’ \ntortious interference with  contract claim as it relates to the \nAtrium Agreement is GRANTED and the claim is DISMISSED \nWITHOUT PREJUDICE;  \nE. The Wherry Defendants’ Motion seeking dismissal of Plaintiffs’ \ntortious interference w ith contract claim as it relates to the \nEmployment Agreements is GRANTED and the claim is \nDISMISSED WITH PREJUDICE. \nF. Defendants’ Motions seeking dismissal of Plaintiffs’ common law \nunfair competition claim is DENIED. \nSO ORDERED, this the 13th day of December, 2019. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}