{
  "id": "a644e5f125a2986b71db210198f1971f953b26d251f0189b3a8bada0c1ea03ca",
  "source_file": "data/raw/ncbc/a644e5f125a2986b71db210198f1971f953b26d251f0189b3a8bada0c1ea03ca.pdf",
  "raw_text": " Loyd v. Griffin, 2022 NCBC 30. \n \nSTATE OF NORTH CAROLINA \n \nIREDELL COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 2394 \n \nASHTON K. LOYD, \n \nPlaintiff, \n \nv. \n \nJAMES MICHAEL GRIFFIN and \nGRIFFIN INSURANCE AGENCY, \nINC., \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \nSECOND AMENDED COMPLAINT \n \n1. This matter is before the Court on the Defendants’ Motion to Dismiss \nSecond Amended Complaint  (the “Motion”) pursuant to Rule 12(b)(6) of the North \nCarolina Rules of Civil Procedure (“Rule(s)”).  (ECF No. 87.) \n2. For the reasons set forth herein, the Court GRANTS in part and DENIES \nin part the Motion. \nLevine Law Group, P.A. , by Michael J. Levine and Cathy A. Williams, \nAustin Law Firm , by John S. Austin, and Mauney PLLC , by Gary V. \nMauney, for Plaintiff Ashton K. Loyd. \n \nBennett & Guthrie, PLLC, by Mitchell Hendrix Blankenship and Joshua \nH. Bennett, for Defendants James Michael Griffin and Griffin Insurance \nAgency, Inc. \n \nRobinson, Judge. \nI. INTRODUCTION \n3. The Second Amended Complaint asserts seven claims for relief.  Moving \nDefendants seek to have all claims dismissed: (1) First Claim for Relief (Breach of \nFiduciary Duty), brought against James Michael Griffin; (2) Second Claim for Relief \n(Constructive Fraud), brought against James Michael Griffin; (3) Third Claim for \n \n \n \nRelief (Conversion), brought against all D efendants; (4) Fourth Claim for Relief \n(Unjust Enrichment), brought against all Defendants; (5) Fifth Claim for Relief \n(Constructive Trust & Accounting), brought against all Defendants; (6) Sixth Claim \nfor Relief (Alternative Remedy of Recission), brought against all Defendants, and (7) \nSeventh Claim for Relief (Punitive Damages), brought against all Defendants. \nII. FACTUAL BACKGROUND \n4. The Motion is brought pursuant to N.C.G.S. § 1A-1, Rule 12(b)(6) for failure \nto state a claim upon which relief can be granted .  Accordingly, the Court is limited \nto its review of the relevant pleading ––the Second Amended Complaint––and any \ndocuments referred to in the pleading that may be properly considered.  Moch v. A.M. \nPappas & Assocs., LLC, 251 N.C. App. 198, 206 (2016) (citation omitted). \n5. Therefore, to the extent that any party has relied on extraneous evidence \nto support their respective positions on the Motion, the Court has not considered that \nevidence.  The parties’ mere reference to additional documents does not automatically \nconvert a motion to dismiss into one for summary judgment.  See Estate of Belk v. \nBoise Cascade Wood Prods. L.L.C. , 263 N.C. App. 597, 599 (2018) (“[T]he trial court \nis not required to convert a motion to dismiss into one for summary judgment simply \nbecause additional documents are submitted . . . .  Where it is clear from the record, \nnamely from the order itself, that the additional materials were not considered by the \ntrial court, the 12(b)(6) motion is not converted into a Rule 56 motion.”  (internal \nquotation marks, brackets, and citation omitted)). \n \n \n \n6. The Court does not make findings of fact on a motion to dismiss pursuant \nto Rule 12(b)(6), but only recites those factual allegations from the Second Amended \nComplaint that are relevant and necessary to the Court’s determination of the \nMotion. \n7. Defendant James Michael Griffin  (“Griffin”) is a resident and citizen of \nMecklenburg County, North Carolina.  (S. Am. Compl. ¶ 17, ECF No. 83.) \n8. Defendant Griffin Insurance Agency, Inc. (“GIA”) is a North Carolina  \ncorporation with its principal office located at 135  Gasoline Alley, Iredell County , \nNorth Carolina.  (S. Am. Compl. ¶ 18.) \n9. Plaintiff Ashton Loyd (“Loyd”) is a resident and citizen of Iredell County, \nNorth Carolina.  (S. Am. Compl. ¶ 16.) \n10. Griffin formed G IA on 29 June 2001 , through which he sold insurance \npolicies as a Nationwide Mutual Insurance Company (“Nationwide”) principal agent.  \n(S. Am. Compl. ¶¶ 22, 25.) \n11. On 19 November 2001, GIA issued 1500 shares representing the entirety of \noutstanding GIA stock to Griffin.  (S. Am. Compl. ¶ 116.)  On the same day,  Griffin \nand Charles E. Moore, III (“Moore”) were elected directors of GIA’s board of directors, \nand GIA’s board authorized Moore to purchase 500 shares of GIA stock; he did so on \n18 February 2002.  (S. Am. Compl. ¶¶ 115, 116.)  Accordingly, Griffin transferred 500 \nshares of GIA stock to Moore, leaving Griffin with 1000 shares.  (S. Am. Compl. \n¶ 116.) \n \n \n \n12. GIA adopted corporate bylaws, authorized by its Board of Directors, on 10 \nFebruary 2002.  (S. Am. Compl. ¶ 118.) \n13. Plaintiff Loyd began selling insurance policies for Liberty Mutual \nInsurance Company (“Liberty”) shortly after graduating college in 1992, doing so for \nalmost ten years.  (S. Am. Compl. ¶ 20.) \n14. Sometime in 2002, Griffin arranged a meeting with Loyd proposing they \n“join forces” with the goal of Loyd succeeding Griffin as a Nationwide primary agent.  \n(S. Am. Compl. ¶ 23.) \n15. Loyd declined the initial offer but was again approached by Griffin in 2004.  \nLoyd accepted the second offer with the understanding that he would go into business \nwith Griffin, as partners, and Griffin would prepare Loyd to become head of GIA.  (S. \nAm. Compl. ¶ 24.)   \n16. From 2004 through 2009, Loyd sold Nationwide insurance policies for GIA.  \nLoyd was promoted1 on 26 March 2010 via an “Agency Reorganization Plan,” which \ninstalled Loyd as responsible for directing all personnel and operational decisions \nwithin various GIA locations.  (S. Am. Compl. ¶¶ 27–28.) \n17. On 30 June 2009, GIA redeemed Moore’s 500 shares of GIA stock via a Stock \nRedemption Agreement.  As a result, Griffin became the sole remaining shareholder.  \n(S. Am. Compl. ¶¶ 132–33.) \n18. On 31 March 2010, at the direction of Griffin, Loyd formed Loyd Insurance \nAgency, Inc. (“LIA”).  (S. Am. Compl. ¶ 32.)  Griffin and Loyd then entered into three \n \n \n1 The Complaint fails to state the position to which Loyd was “promoted.” \n \n \n \nRevenue Stream Purchase Agreements (“Revenue Agreement (s)”) in March 2010, \nMay 2012, and October 2017.  (S. Am. Compl. ¶ 33.) \n19. The purpose of the Revenue Agreements, according to Griffin, was to \nfinance Loyd’s purchase  of GIA.  (S. Am. Compl. ¶ 33.)  Through the Revenue \nAgreements, Griffin assigned the revenue from GIA’s Nationwide insurance sales at \nvarious GIA locations to Loyd.  In return, Loyd executed promissory notes requiring \nhim to pay Griffin a sum of $1, 805,364.58 plus ten percent of  the revenue streams \nfrom the GIA locations at Mooresville and Statesville, NC.  (S. Am. Compl. ¶ 35.) \n20. Loyd and Griffin also entered into an Asset Purchase Agreement  (“Asset \nAgreement”) in March 2010 through which Loyd agreed to purchase GIA property \nsuch as office equipment and fixtures at the sites covered by the Revenue \nAgreements.  (S. Am. Compl. ¶ 37.) \n21. In both the Revenue Agreements and the Asset Agreement, LIA was \nreferred to as “LOYD INSURANCE AGENCY, INC., a North Carol ina corporation \nd/b/a Griffin Insurance Agency.”  (S. Am. Compl. ¶ 39.) \n22. On or about 1 July 2012, Griffin, through GIA, proposed that he and Loyd \nenter into a Corporate Associate Agent Agreement (“Agent Agreement”) allowing LIA \nto act as an exclusive seller  of Nationwide insurance policies under the terms of the \nGIA contract with Nationwide.   (S. Am. Compl. ¶  41.)  The Agent Agreement also \nstipulated that both Loyd and LIA were independent contractors and not employees \nof GIA.  (S. Am. Compl. ¶ 103.) \n \n \n \n23. Under Griffin’s leadership and with his permission, GIA began an agency-\nwide practice of issuing Certificates of Insurance (“COI(s)”) against Nationwide \npolicies.  GIA agents would accommodate Griffin’s family members and VIP clients \nby issuing COIs as proof of insurance to demonstrate active insurance coverage prior \nto Nationwide’s issuing a physical written policy.  (S. Am. Compl. ¶ 50.) \n24. As long as a client had “actual coverage, in a client policy somewhere ,” it \n“became the practice of nearly all GIA staf f to issue COIs to such clients ” upon \nrequest, and “[n]o one that did this at GIA understood this to be a violation of the \nlaw[.]”  (S. Am. Compl. ¶ 51.) \n25. From 2015 through 2019, nine such COI s were issued to members of \nGriffin’s family by a GIA employee who directly reported to Griffin, despite the COIs \nhaving named as insureds individuals who were not formally insured.  (S. Am. Compl. \n¶ 53.) \n26. In June 2018, Griffin told Loyd that he intended to cancel the Revenue \nAgreements and instead was going to merge GIA with LIA.  (S. Am. Compl. ¶ 60.) \n27. At this point, Loyd owed less than a million dollars under the Revenue \nAgreements and offered to accelerate his payments on those contracts in lieu of \nmerging LIA and GIA, but Griffin rejected the offer.  (S. Am. Compl. ¶ 61.) \n28. On 25 June 2018, Griffin presented Loyd with two documents, the \n“Agreement and Plan of Merger between Griffin Insurance Agency, Inc. and Loyd \nInsurance Agency, Inc.” (the “Merger Agreement”) and the “Shareholders \nAgreement.”  (S. Am. Compl. ¶¶ 62, 66.) \n \n \n \n29. The Merger Agreement offered Loyd an ownership interest in GIA in \nexchange for the merger of GIA and LIA, subject to the terms and conditions of the \nShareholders Agreement.  (S. Am. Compl. ¶¶ 62, 66.) \n30. That same day, Loyd and Griffin ––in his capacity a s Trustee for the J. \nMichael Griffin Revocable Trust (the “Griffin Trust”)2––signed both the Merger and \nShareholders Agreements, effectuating the merger of GIA and LIA .  (S. Am. Compl. \n¶ 64.)   \n31. Even though the agreements making Loyd a shareholder of GIA w ere \nsigned on 1 July 2018, the Griffin Trust did not transfer the required shares to Loyd \nuntil 1 December 2018.  Also, on 1 December 2018, Andrew S. Patton (“Patton”) was \nadded as a party to the Shareholders Agreement.  In all, the Griffin Trust transferred \n345 shares of GIA stock  to Loyd and 165 shares of GIA stock  to Patton.  (S. Am. \nCompl. ¶ 64.) \n32. As of 1 December 2018, share transfer records reflect that the Griffin Trust \nowned 490 shares  of GIA  stock, Loyd own ed 345 shares, and Patton ow ned 165 \nshares, for a total of 1000 outstanding shares.  (S. Am. Compl. ¶ 93.) \n33. Despite GIA’s share transfer records, Griffin and GIA  expressed the \nownership interest of  GIA shareholders in varying percentages  across different \ndocuments.  On 17 July 2019, GIA represented to the IRS via its 2018 tax filings that \nGriffin personally owned 86.213698 percent of GIA, Loyd owned 12.852055 percent \n \n \n2 The Complaint does not specify when the Griffin Trust became the owner of stock in GIA, \nand the record before the Court properly considered on the Motion fails to provide that \ninformation.  \n \n \n \nof GIA, and Patton owned 0.934247 percent of GIA.  (S. Am. Compl. ¶ 157.)  Elsewhere \nin documents on the same tax filing, Griffin was listed as owning 66 percent of GIA’s \ncommon stock, Loyd was listed as owning 23 percent, and Patton was listed as owning \n11 percent.  (S. Am. Compl. ¶ 158.) \n34. By 12 November 2019, Griffin began to seek potential buyers for GIA, or  \nalternatively, a merger partner who would offer a payout to GIA shareholders .  (S. \nAm. Compl. ¶ 69.) \n35.  In February 2020, GIA received two offers for purchase via letters of intent.  \n(S. Am. Compl. ¶¶ 71 –73.)  On 4 February 2020 , Leavitt Group Enterprises, Inc. \n(“Leavitt”) offered to purchase eighty percent of GIA’s business and outstanding \nissued shares for a total sum between $26,867,552 and $28,500,000 based on earnings \nperformance.  (S. Am. Compl. ¶¶ 72 –73.)  Twenty days later, on 28 February 2020, \nRelation Insurance, In c. offered to pay $26,850,000 for all of GIA’s business and \nassets. (S. Am Compl. ¶ 71.) \n36. Also, during February 2020, amid these incoming offers, one of Griffin’s \nsubordinates conducted a “routine desk audit” which included a review of COIs issued \nby Loyd to clients of GIA .  (S. Am. Compl. ¶ 75.)   As a result, Griffin reported to \nNationwide and to the North Carolina Department of Insurance (“NCDOI”) that Loyd \nhad been involved in issuing faulty COIs.  (S. Am. Compl. ¶ 78.) \n37. Nationwide investigated the report and found that more than sixty COIs \nwere issued “for policies that either did not exist or for which the type or extent of \ncoverage represented under the policy did not exist,” ten of which were issued by \n \n \n \nLoyd.  (S. Am. Compl. ¶ 79.)  NCDOI did not make any findings of fact or reach any \nconclusions of law regarding Loyd’s conduct.  (S. Am. Compl. ¶ 80.) \n38. Sometime after the Nationwide investigation, Griffin terminated Loyd as \nan officer of GIA.  (S. Am. Compl. ¶ 83.)  Griffin claimed that under the Shareholders \nAgreement, Loyd’s termination of employment was a “triggering event” that \nmandated Loyd to sell and GIA to repurchase Loyd’s shares  of GIA stock on a \ndiscounted basis.  (S. Am. Compl. ¶ 102.)  \n39. After Loyd’s termination, Griffin held a special shareholder meeting on 12 \nMarch 2020 by “ invoking a ‘Consent in Lieu of the Special Meeting of the \nShareholders of Griffin Insurance Agency, Inc., ’ ” (the “Co nsent Document”)  \npurporting to include all GIA shareholders’ consent to force redemption of Loyd’s \nshares in GIA.  (S. Am. Compl. ¶¶ 84–85.)  However, Patton was the only shareholder \nwho signed the Consent Document.  (S. Am. Compl. ¶ 85.)  Loyd neither consented to \nnor attended the meeting.  (S. Am. Compl. ¶ 90.) \n40. GIA’s bylaws specifically require that “[a]ction taken by the Shareholders \nwithout a meeting shall constitute Shareholder action if written consent to the action \nin question is signed by all of the Shareholders and filed with th e Minutes of the \nproceedings of the Shareholders, whether done before or after the action is taken.”  \n(S. Am. Compl. ¶ 87.) \n41. Despite lack of all shareholder signatures on the Consent Document, Griffin \ncreated a document entitled “Minutes of the Special Meeting of the board of Directors \nand Shareholders of Griffin Insurance Agency, Inc.” purporting to document the \n \n \n \nactions that took place during the 12 March 2020 shareholder meeting , including \nauthorization of GIA’s repurchase of Loyd’s outstanding shares of s tock.  (S. Am. \nCompl. ¶ 89.) \n42. Sometime between March and April 2020, after the 12 March 2020 meeting, \nGriffin attempted to have Loyd sign a severance agreement effecting the repurchase \nof Loyd’s 345 shares of GIA stock for $800,000.  (S. Am. Compl. ¶ 97.)  The severance \nagreement also offered that GIA would exercise its “best efforts” to remove Loyd’s \nliability for personal guarantees of GIA’s debts in excess of 5.8 million dollars.  (S. \nAm. Compl. ¶ 100.)  Loyd did not agree to and did not sign the severance agreement.  \n(S. Am. Compl. ¶ 100.) \n43. On 20 May 2020, Griffin rejected the purchase offer from Relation \nInsurance, Inc. citing “[t]he unfortunate circumstances, involving minority partner \nAshton Loyd . . .” as the reason for rejection.  (S. Am. Compl. ¶ 81.) \n44. On 31 December 2020, the Griffin Trust, Patton, and Leavitt entered into \nand executed a Stock Sales Agreement (the “Sale Agreement”), which stated that the \nGriffin Trust owned 990 shares of GIA stock and Pa tton owned 165 shares of GIA \nstock for a total of 1,155 outstanding shares.  (S. Am. Compl. ¶¶ 166–67.)   \n45. Under the terms of the Sale Agreement, Griffin sold 785.95 shares of the \nGriffin Trust’s stock to Leavitt.  (S. Am. Compl. ¶ 168.)  The Sale Agreement did not \nmention Loyd as an owner of shares of GIA stock.  (S. Am. Compl. ¶¶ 166–67.) \n46. Loyd filed his Second Amended Complaint, following the Court’s Order \ngranting leave to do so, (ECF No. 82), on 25 January 2022, seeking damages for claims \n \n \n \nagainst Griffin and GIA for breach of fiduciary duty, constructive fraud, conversion, \nunjust enrichment, constructive trust and accounting, alternative remedy of \nrescission, and punitive damages.  (S. Am. Compl. 47–57.) \nIII. PROCEDURAL BACKGROUND \n \n47. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motion. \n48. Loyd filed his original Complaint on 25 September 2020.  (ECF No. 3.) \n49. On 26 October 2020 , the case was designated a mandatory complex \nbusiness case and assigned to the North Carolina Business Court.  (ECF Nos. 1, 2.) \n50. An Amended Complaint was filed on  11 January 2021,  (ECF No.  29), \nfollowing the Court’s Order on Consent Motion to Amend Complain t filed the same \nday, (ECF No. 28).  \n51. On 25 January 2022 , the Court granted leave for Loyd to file a Second \nAmended Complaint.  (ECF No. 82.) \n52. The Second Amended Complaint was filed on 1 February 2022.  (ECF No. \n83.) \n53. Griffin and GIA filed their Motion to Dis miss Second Amended Complaint \non 3 March 2022.  (ECF No. 87.) \n54. The Motion has been fully briefed, (Brief in Support of Defendants’ Motion \nto Dismiss Plaintiff’s Second Amended Complaint, ECF No.  88 [“Br. Supp.”]; \nPlaintiff’s Brief in Opposition to Defendants’ Motion to Dismiss the Second Amended \nComplaint, ECF No. 93 [“Br. Opp.”]; Defendants’ Reply to Plaintiff’s Opposition to \n \n \n \nMotion to Dismiss Second Amended Complaint, ECF No. 94 [“Reply Br.”]), and on 7 \nJune 2022 the Court conducted a hearing on the Motion.  (See Not. Of Hearing, ECF \nNo. 95.) \n55. The Motion is now ripe for resolution. \nIV. LEGAL STANDARD \n \n56. In ruling on a motion to dismiss pursuant to North Carolina Rule of Civil \nProcedure 12(b)(6), the Court reviews the all egations in the Complaint in the light \nmost favorable to the plaintiff.  See Christenbury Eye Ctr. P.A. v. Medflow, Inc., 370 \nN.C. 1, 5 (2017).  The Court’s inquiry is “whether, as a matter of law, the allegations \nof the complaint, treated as true, are sufficient to state a claim upon which relief may \nbe granted under some legal theory[.]”  Harris v. NCNB Nat’l Bank, 85 N.C. App. 669, \n670 (1987).  The Court accepts all well -pleaded factual allegations in the relevant \npleading as true.  See Krawiec v. Manly , 370 N.C. 602, 606 (2018).  The Court is \ntherefore not required “to accept as true allegations that are merely conclusory, \nunwarranted deductions of fact, or unreasonable inferences.”  Good Hope Hosp., Inc. \nv. N.C. Dep’t of Health and Human Servs. , 174 N.C . App. 266, 274 (2005)  (quoting \nVeney v. Wyche, 293 F.3d 726, 730 (4th Cir. 2002)). \n57. Furthermore, the Court “can reject allegations that are contradicted by the \ndocuments attached, specifically referred to, or incorporated by reference in the \ncomplaint.”  Moch v. A.M. Pappas & Assocs., LLC , 251 N.C. App. 198, 206 (2016) \n(quoting Laster v. Francis, 199 N.C. App. 572, 577 (2009)).  The Court may consider \nthese attached or incorporated documents without converting the Rule 12(b)(6) \n \n \n \nmotion to dismiss into a Rule 56 motion for summary judgment.  Id. (citing Schlieper \nv. Johnson , 195 N.C. App. 257, 261 (2009)).  Moreover, the Court “may properly \nconsider documents which are the subject of a plaintiff’s complaint and to which the \ncomplaint specifically refers even t hough they are presented by the defendant.”  \nOberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 60 (2001) (citing Robertson v. Boyd, \n88 N.C. App. 437, 441 (1988)). \n58. Our Supreme Court has noted that “[i]t is well -established that dismissal \npursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on its face reveals that no \nlaw supports the plaintiff’s claim; (2) the complaint on its face reveals the absence of \nfacts sufficient to make a good claim; or (3) the complaint discloses some fact that \nnecessarily defeats the plaintiff’s claim. ’ ”  Corwin v. British Am. Tobacco PLC , 371 \nN.C. 605, 615 (2018) (quoting Wood v. Guilford Cty., 355 N.C. 161, 166 (2002)).  This \nstandard of review for Rule 12(b)(6) is the standard our Supreme Court “routinely \nuses . . . in assessing the sufficiency of complaints in the conte xt of complex \ncommercial litigation.”  Id. at 7 (citing Krawiec, 370 N.C. at 606 and Christenbury \nEye Ctr., 370 N.C. at 5). \nV. ANALYSIS \n \nA. Breach of Fiduciary Duty \n59. Griffin and GIA first seek dismissal of Loyd’s breach of fiduciary duty claim \nbrought against Griffin. \n60. To state a claim for breach of fiduciary duty, the plaintiff must plead the \nexistence of a fiduciary duty, a breach of that duty, and injury proximately caused by \n \n \n \nthe breach.  Panzino v. MAP Mgmt. of Charlotte LLC, 2021 NCBC LEXIS 13, *9 (N.C. \nSuper. Ct. Feb. 12, 2021) (citing Green v. Freeman, 367 N.C. 136, 141 (2013)). \n61. Shareholders of a corporation generally do not owe each other fiduciary \nduties, Raymond James Capital Partners, L.P. v. Hayes , 248 N.C. App. 574, 580 \n(2016), but there is an exception impos ed on majority shareholders toward minority \nshareholders, Meiselman v. Meiselman, 58 N.C. App. 758, 774 (1982). \n62. Business partners in North Carolina owe each other de jure fiduciary \nduties.  See HAJMM Co. v. House of Raeford Farms, Inc. , 328 N.C. 578, 588 ( 1991) \n(“[B]usiness partners . . . are each other’s fiduciaries as a matter of law.”). \n63. Griffin argues that Loyd’s fiduciary duty claim should be dismissed because \nhe never owed Loyd fiduciary duties .  Prior to Loyd ’s becoming a shareholder on 1 \nDecember 2018, Griffin argues there was no factual basis alleged that establishes \neither a de jure  or de facto  fiduciary relationship.  (Br. Supp. 17 –18.)  After 1 \nDecember 2018, Griffin contends that the Second Amended Complaint alleges Griffin \nwas a minority shareholder and therefore it is unsettled law in North Carolina as to \nwhether a minority shareholder owes other shareholders a fiduciary duty.  (Br. Supp. \n18–19 (citing Corwin, 371 N.C. at 617).)  In Griffin’s view, Loyd has not sufficiently \nalleged that Griffin was a controlling minority shareholder under the exacting \npleading standard set forth in Corwin.  (Br. Supp. 19.) \n64. Loyd, on the other hand, argues that the bases under which Griffin owed \nhim a fiduciary duty are demonstrated throughout the factual allegations of the \nSecond Amended Complaint.  Loyd argues that there are several allegations of a \n \n \n \npartnership between Griffin and Loyd that began from the onset of their business \nrelationship and continued even after Loyd became a shareholder of GIA.  (Br. Opp. \n15–16.) \n65. The Court agrees with Loyd that the Second Amended Complaint \nsufficiently alleges that Griffin owed a fiduciary duty to Loyd  as a business partner.  \nThe Second Amended Co mplaint states throughout that Griffin and Loyd formed a \npartnership that remained in effect throughout all relevant transactions between \nthem.  Loyd begins the pleading by alleging that “Griffin and Loyd agreed to work \ntogether, and to combine their efforts, as partners at GIA, for the purpose of making \nand sharing the profits derived therefrom.”  (S. Am. Compl. ¶ 4.) \n66. Such allegations of the ongoing partnership continue throughout the \npleading, demonstrating that the transactions between Loyd and Griffin prior to the \nmerger of LIA and GIA were done in continuance and furtherance of a partnership \nfor profit.  (See, e.g., S. Am. Compl. ¶¶ 31–44.)  The pleading specifically alleges that \nGIA’s official share transfer records refer to Loyd and Patton as “partners” with \nGriffin on the 1 December 2018 transfer of shares.  (S. Am. Compl. ¶ 65.)  These facts \nsuffice at the 12(b)(6) stage to allege that Griffin and Loyd shared mutual fiduciary \nduties towards each other as partners t hroughout the entirety of the relevant \ntransactions as a matter of law.  See HAJMM, 328 N.C. at 588. \n67. The parties dispute whether Griffin owed Loyd a fiduciary duty by virtue of \ntheir relationship as GIA shareholders.  Rebutting Griffin’s arguments that his  \nminority shareholder status defeats a breach of fiduciary duty claim , Loyd argues \n \n \n \nthat there are facts alleged that ad equately demonstrate Griffin was a majority \nshareholder, or in the alternative, a controlling shareholder and therefore owed Loyd \na fiduciary duty on those bases.  (Br. Opp. 18–19.) \n68. The allegations demonstrating a partnership between Griffin and Loyd at \nall relevant times are sufficient to establish that a fiduciary duty  existed between \nthem for the purposes of the claim surviving a 12(b)(6) motion.  Accordingly, the Court \nneed not address whether Griffin owed Loyd a duty pursuant to his shareholder \nstatus as a matter of law at the pleadings stage.   \n69. The facts as alleged tend to show that Griffin took advantage of his position \nof trust as Loyd’s business partner to cause a merger between LIA and GIA, transfer \nshares of GIA stock to Loyd, and then ultimately reclaim Loyd’s stock to sell to Leavitt \nfor a large profit to himself.  The Second Amended Complaint indicates that Griffin’s \nactions were  intended to and in fact directly caused the harm Loyd complains of ; \nnamely, Griffin’s appropriation of Loyd’s GIA stock.  (See, e.g., S. Am. Compl. ¶¶ 78, \n80, 82–84, 89–90, 95–100, 162–63, 166–68.)  This, combined with the adequately pled \nallegations that Griffin owed Loyd a fiduciary duty, is sufficient to state a cause of \naction for breach of fiduciary duty. \n70. Further, Loyd’s harm  was unique and personal.  Defendants argue that \nLoyd’s harm was not appropriately brought as a direct action against GIA and Griffin.  \n(Br. Supp. 21–22.)  However, the pleading alleges facts that, when taken as true and \nin the light most favorable to Loyd , demonstrate Griffin acted  in bad faith and \nattempted to use the Shareholder s Agreement to provide cover of law to breach his \n \n \n \nfiduciary duty and cause harms specific to Loyd,  not to GIA as a whole or to all \nshareholders. \n71. Accordingly, Loyd has sufficiently pled facts that, when the Court takes \nthem as true and, in the light most favorable to the plaintiff under the standard for \n12(b)(6) rulings, demonstrate that all the elements of a breach of fiduciary duty are \nmet.  Therefore, the Court DENIES the Motion as to that claim. \nB. Constructive Fraud \n72. “In stating a cause of action for constructive fraud, the plaintiff must allege \nfacts and circumstances (1) which created the relation of trust and confidence, and \n(2) led up to and surrounded the consummation of the transaction in which defendant \nis alleged to have taken advantage of his position of trust to the hurt of the plaintiff.”  \nWatts v. Cumberland Cnty. Hosp. Sys., Inc., 317 N.C. 110, 116 (1986). \n73. “A claim of constructive fraud does not require the same rigorous adherence \nto elements as actual fraud.”  Hunter v. Guardian Life Ins. Co. of Am., 162 N.C. App. \n477, 482 (2004)  (quoting Terry v. Terry , 302 N.C. 77, 83 (1981)) .  The element of a \n“relation of trust and confidence ” is satisfied when there is a fiduciary duty owed to \nthe plaintiff; constructive fraud is “based on a confidential relationship rather than a \nspecific misrepresentation.”  Barger v. McCoy Hillard & Parks , 346 N.C. 650, 666 \n(1997). \n74. Griffin argues that Loyd did not state a claim for constructive fraud because \nhe did not sufficiently allege a fiduciary duty was owed to him by Griffin, and because \nLoyd did not sufficiently allege that Griffin used a position of trust to hurt Loyd.  (Br. \n \n \n \nSupp. 23.)  In Griffin’s view, Loyd’s alleged harm––the forced redemption of his GIA \nstock––was not caused by any malfeasance by Griffin.  Rather, according to Griffin, \nLoyd caused his own injury by breaching the Shareholder s Agreement.  ( Br. Supp. \n23.) \n75. According to Griffin, GIA properly exercised its authority under the  \nShareholders Agreement to redeem L oyd’s shares  because Loyd’s termination, \nresulting from his improper issuance of COIs, constituted a “triggering event.”  (Br. \nSupp. 23.) \n76. Griffin’s argument, however, misunderstands what Loyd alleges.  Griffin is \nthe person against whom Loyd brought the claim of constructive fraud, not GIA.  (S. \nAm. Compl. 53.)   \n77. Loyd’s specific allegation is that Griffin, in his position s as sole director, \nCEO, and a shareholder of GIA, used his positions to his advantage and in bad faith—\nbreaching his fiduciary duty to Loyd with the express purpose of receiving a benefit \nat Loyd’s expense.  (S. Am. Compl. ¶ 191.) \n78. Loyd alleges that Griffin allowed and condoned the practice of issuing \n“questionable” COIs to family and clients that he later used as the “triggering event” \nunder the Shareholder s Agreement to justify Loyd’s termination .  Supporting this \ntheory, the Second Amended Complaint alleges that Griffin looked the other way \nwhen his subordinates issued defective COIs an d alleges that Griffin’s own family \nknowingly and directly benefited from this practice .  Further indicating that Loyd’s \ntermination was pretextual, t he Second Amended Complaint  alleges that NCDOI \n \n \n \nconducted a routine audit investigation of GIA on 11 Septem ber 2019 and found “no \napparent violations of North Carolina statutes and administrative codes ,” despite \nGriffin’s knowing that GIA sometimes issued non-conforming COIs.  (S. Am. Compl. \n¶¶ 58–59.)  Griffin only decided to audit COI issuance practices when there was a \nlucrative buyout deal on the horizon, and Griffin terminated Loyd despite Loyd only \nrepresenting, at most, a sixth of the total defective COI claims issued by various GIA \nemployees.  (S. Am. Compl. ¶¶ 58–59, 78–80.) \n79. These facts tend to show Griffin acted in bad faith when he invoked the \n“triggering event” language in the Shareholders Agreement to redeem Loyd’s shares.  \nAssuming the Shareholders Agreement’s stock redemption provisions wer e in effect \nat the relevant time, 3 Loyd alleges facts that sufficiently demonstrate Griffin used \nhis position of authority within GIA to terminate Loyd’s ownership interest and \nappropriate it for himself through pretext to increase his personal profit in the sale \nto Leavitt.  (Br. Opp. 25; S. Am. Compl. ¶ 191.)   \n80. Accordingly, Loyd sufficiently alleges that Griffin breached the fiduciary \nduty that Loyd was owed  by selectively enforcing a policy against Loyd that Griffin \n \n \n3 Several paragraphs in the Second Amended Complaint tend to show that the  forced stock \nredemption provision under the Shareholders Agreement may not have applied to Loyd.  For \nexample, Loyd alleges that he was an independent contractor and not an employee, such that \nthe Shareholders Agreement’s “triggering event” upon “termination of employment” did not \napply to him.  (S. Am. Compl. ¶¶ 103–06.)  Loyd also alleges that the addition of Patton to \nthe Shareholders Agreement constituted an amendment to the contract which barred any \nbuying or trading of stocks pursuant to its own terms.  (S. Am. Compl. ¶ 107.)  Interestingly, \nLoyd did not bring a claim for breach of contract against Griffin or GIA.  Therefore, the Court \nwill only consider the Defendants’  alleged actions under the context of the claims listed in \nthe Second Amended Complaint. \n \n \n \ncondoned for years.  Further, Loyd has alleged that the purpose and the result of that \nbreach were to increase Griffin’s profit upon the sale of GIA stock to Leavitt, at the \nexpense of Loyd being forced to sell his stock to GIA (and ultimately Griffin) for a \nsmall fraction of the value under which it was being sold to Leavitt.  These allegations \nsupport each element of a claim for constructive fraud. \n81. Therefore, the Court DENIES the Motion as to the claim of constructive \nfraud. \nC. Conversion \n82. There are two elements in a conversion claim: (1) ownership in the plaintiff \nand (2) wrongful possession or conversion by the defendant. Variety Wholesalers, Inc. \nv. Salem Logistics Traffic Servs., LLC , 365 N.C. 520, 523 (2012).   Crucial to a \nsuccessful claim of conversion is the element of wrongful deprivation to the owner.  \nSee Mace v. Pyatt , 203 N.C. App. 245, 256 (2010)  (“The essence of conversion is not \nthe acquisition of property by the wrongdoer, but a wrongful deprivation of it to the \nowner . . . .”) \n83. Loyd’s claim for conversion centers on the “unlawful[  ] taking [of Loyd’s] \nGIA shares” by both Griffin and GIA, and then selling those shares to Leavitt \npursuant to the Sale Agreement.  (S. Am. Compl. ¶ 196.)  Loyd alleges that this \ntransaction occurred “without authorization or legal justification.”  (S. Am. Compl. \n¶ 195.) \n84. Defendants argue that Loyd’s allegations are contradictory on their face  \nand, therefore, the conversion claim must fail.  (Br. Supp. 24 –25.)  In Defendants’ \n \n \n \nview, by alleging the existence of the Shareholders Agreement and acknowledging its \n“triggering event” provision, the Second Amended Complaint also stipulates the \nlawfulness of Defendants’ taking and reselling of Loyd’s GIA stock.  (Br. Supp. 24 –\n25.) \n85. Further, Defendants argue that b y issuing defective COIs , Loyd was the \ncause of his own loss.  (Br. Supp. 25.) \n86. Loyd argues that a dispute over the Shareholder s Agreement’s validity , \nwhich is argued by Defendants to contradict the conversion claim, is not appropriate \nat the 12(b)(6) stage,  but rather is a factual dispute more appropriate for later \nproceedings.  (Br. Opp. 26.)  Further, during the hearing on the Motion , Loyd’s \ncounsel argued that the allegations in the Second Amended Complaint demonstrate \nthat––even if the Sha reholders Agreement is valid ––Defendants still converted \nLoyd’s shares of GIA stock by selling them to Leavitt without first taking steps to \nreacquire them from Loyd.    \n87. In Loyd’s view, Defendants should have  taken steps to settle the dispute \nover Loyd’s ownership of his GIA stock, such as by bringing a breach of contract action \nagainst him to enforce the terms of the Shareholders Agreement, before repurchasing \nhis shares.  Loyd argues that even if the Shareholder s Agreement required that he \nsell his stock back to GIA, he never did ––a fact apparent in the Second Amended \nComplaint.  ( See S. Am. Compl. ¶ ¶ 89–90, 97–100, 195–97.)  Loyd’s counsel at oral \nargument stated that Loyd had not been paid for the stock Defendants purportedly \nsold to Leavitt, even at the rate required under the Shareholders Agreement.  Loyd’s \n \n \n \ncounsel went on to argue that Griffin and GIA’s actions were  comparable to “self -\nhelp” in a contract dispute, which settled North Carolina law forbids. \n88. The Court agrees with Loyd on multiple fronts.  Foremost, the Second \nAmended Complaint sufficiently pleads the facts of conversion on its face.  While a \nbreach of contract action was not pled, Loyd has pled several facts that logically \nconclude, if proven, that Defendants wrongfully asserted ownership over Loyd’s \nshares of GIA stock by selling them to Leavitt.  See supra FN 1.   \n89. Loyd has pled facts that tend to show an ongoing dispute over the terms of \nthe Shareholder s Agreement and, assuming it is enforceable, whether it s terms  \napplied to Loy d.  Loyd alleges that he was not an employee as defined by the \nShareholders Agreement such that his termination is not a “triggering event” under \nthe contract requiring him to sell his shares back to GIA.  (S. Am. Compl. ¶¶ 103–06.)  \nFurther, Loyd also alleges that Patton’s addition as a signatory to the Shareholder s \nAgreement is an amendment that, under its terms, prevents further buying and \nselling of GIA shares––including under the “triggering event” clause.  (S. Am. Compl. \n¶ 107.) \n90. Loyd al leges that the GIA stock sold to Leavitt as part of the Sale \nAgreement included Loyd’s shares.  (See S. Am. Compl. ¶ 168.)  If proven true, these \nfactual allegations lead to the conclusion stated in the conversion claim , that \nDefendants asserted ownership over Loyd’s shares of GIA stock and promised them \nto Leavitt as part of the Sale Agreement without authorization or legal justification. \n \n \n \n91. Put simply, even if the Shareholders Agreement is valid and required Loyd \nto sell back his shares to GIA, the dispute over its terms as alleged sufficiently pleads \nthe wrongfulness of GIA’s asserting ownership over Loyd’s stock without first legally \nsettling that dispute.  Loyd alleges that he rejected the severance agreement with \nwhich Griffin approached him.  (S. Am. Compl. ¶¶ 97–100.)  Further, Loyd alleges \nthat Griffin unilaterally caused GIA to cancel the stock certificate  that transferred \nGIA shares to Loyd on 1 December 2018 to proceed with the Sale Agreement with \nLeavitt.  (S. Am. Compl. ¶ 169.) \n92. Under the fa cts as alleged, Defendants purported to sell Loyd’s stock to \nLeavitt without first, either by consent or legal action, reacquiring that stock from \nLoyd.  If, by not selling his stock  back to GIA  as required under the Shareholder s \nAgreement, Loyd breached the Shareholders Agreement, Defendants’ remedies would \nbe to seek damages through legal action, see, e.g., Harris & Harris Constr. Co. v. Crain \n& Denbo, Inc. , 256 N.C. 110, 123 (1962), or seek specific performance, see, e.g. , \nWillams v. Habul, N.C. App. 281, 290–91 (2012). \n93. Defendants allegedly took neither action before purporting to sell Loyd’s \nstock.4  Therefore, regardless of whether the Shareholder Agreement was valid , the \nSecond Amended Complaint sufficiently pleads facts that demonstrate Defendants \nasserted an ownership interest they did not have in Loyd’s stock through the Sale \n \n \n4 Defendants did file a counterclaim against Loyd seeking specific performance, but this \noccurred after the events Loyd  alleges were conversion of his  GIA stock.  Loyd ’s argument \nthat one cannot assert ownership over another’s property and then seek specific performance \nafterwards advances the narrative already set forth by the pleadings. \n \n \n \nAgreement with Leavitt.  Accordingly, Loyd has adequately pled facts stating a claim \nfor conversion and the Court DENIES the Motion as to this claim. \nD. Unjust Enrichment \n94. Loyd’s fourth claim for relief of unjust enrichment is an alternative \nequitable claim should the Court find that Loyd’s legal claims are not actionable.  (S. \nAm. Compl. ¶ 200.) \n95. “The doctrine of unjust enrichment was devised by equity to exact the \nreturn of, or payment for, benefits received under circumstances where it would be \nunfair for the recipient to retain them without the contributor being repaid or \ncompensated.”  Collins v. Davis, 68 N.C. App. 588, 591 (1984).  “In order to properly \nset out a claim for unjust enrichment, a plaintiff must allege that property or benefits \nwere conferred on a defendant under circumstances which give rise to a legal or \nequitable obligation on the part of the defendant to account for the benefits received.”  \nHOMEQ v. Watk ins, 154 N.C. App. 731, 733 (2002)  (quotation omitted).  “The \nrecipient of a benefit voluntarily bestowed without solicitation or inducement is not \nliable for their value.”  Id. (quoting Wright v. Wright, 305 N.C. 345, 350 (1982)). \n96. Defendants argue that unjust enrichment is not available as an alternative \nremedy under the pled facts because the facts show th e existence of  an actual \nagreement between the parties, i.e., the Shareholders Agreement.  (Br. Supp. 26.)  In \nDefendants’ view, because the equitable r emedy of unjust enrichment creates an \nimplied contract between parties, such an implied contract is precluded by the \nexpress contract the parties already have.  (Br. Supp. 26–27.) \n \n \n \n97. Loyd rebuts Defendants’ argument against the unjust enrichment claim by \nreiterating that the claim is in the alternative, and only meant to plead damages in \nthe event that there is no legal remedy available to Loyd.  (Br. Opp. 27.)  Therefore, \nLoyd argues that it is an “entirely false notion that a claim in equity cannot be pled \nin the alternative to plaintiff’s other claims at law.”  (Br. Opp. 27.)  The Court agrees. \n98. While it is correct that an express contract precludes an implied contract, \nsee Paul L. Whitfield, P.A. v. Gilchrist , 348 N.C. 39, 42 (1997) , the Court must \nemphasize that the Motion is brought under Rule 12(b)(6), and that at the pleadings \nstage it is inappropriate for the Court to make factual determinations outside of the \nrequirement that the Court take all allegations in the pleadings as true and resolve \nall inferences in the light most favorable to the plaintiff. \n99. Under that standard,  the well -pled Second Amended Complaint alleges \nfacts that tend to show the Shareholders Agreement was inappropriately applied to \nLoyd.  See Supra ¶ 97.  If, at later stages of the case, it is shown through evidence by \neither party that the express terms of the Shareholders Agreement are inapplicable \nto the facts of this case and that Loyd has no  available remedy through his legal  \nclaims for relief,  then Loyd is entitled to pursue the alternative claim in equity for \ndamages he allegedly suffered. \n100. Accordingly, the Court finds that Defendants’ arguments against the unjust \nenrichment claim are better resolved at summary judgment, after the parties have \nconducted discovery.   \n \n \n \n101. Therefore, t he Court DENIES the Motion as to the claim of unjust \nenrichment. \nE. Constructive Trust & Accounting, Rescission, and Punitive \nDamages \n \n102. Loyd acknowledges in the Second Amended Complaint that his fifth claim \nfor relief for the creation of a constructive trust and accounting as to the profit \nreceived by Griffin and GIA for Loyd’s alleged harms is not a cause of action, but \nrather a prayer for relief upon the Court’s equitable power.  (S. Am. Compl. ¶¶ 207, \n212.) \n103. Likewise, as to the sixth claim for relief, Loyd has entitled it “Alternative \nRemedy of Rescission” and states that “plaintiff is entitled to the alternative remedy \nof the Shareholder’s Agreement’s recission” and that Loyd “prays the Court for an \norder to this effect.”  (S. Am. Compl. 56, ¶ 217.)   \n104. Finally, Loyd’s seventh claim for relief seeks punitive damages pursuant to \nChapter 1D of the North Carolina General Statutes, which he contends are \nappropriate due to Defendants’ “intentional, continued, and egregiously  wrongful \nacts. . . .”  (S. Am. Compl. ¶¶ 219 –20.)  Again, punitive damages are a remedy, not a \ncause of action. \n105. Accordingly, as to these three claims, the Court need not consider \narguments for or against them at the 12(b)(6) stage.  The remedies sought in  the \nSecond Amended Complaint are to be reserved for the finder of fact to award based \nupon the evidence presented as to the causes of action alleged. \n \n \n \n106. Therefore, as to Second Amended Complaint’s Fifth Claim for Relief for \nConstructive Trust & Accounting, S ixth Claim for Relief for Alternative Remedy of \nRescission, and Seventh Claim for Relief for Punitive Damages, the Court GRANTS \nthe Motion and denies those claims as such, without prejudice to Loyd’s right to seek \ndamages and remedies as permitted by law. \nVI. CONCLUSION \n \n107. For the foregoing reasons, the Court hereby GRANTS IN PART  and \nDENIES IN PART the Motion as follows: \na. the Motion is DENIED as to the breach of fiduciary duty claim; \nb. the Motion is DENIED as to the constructive fraud claim; \nc. the Motion is DENIED as to the conversion claim; \nd. the Motion is DENIED as to the unjust enrichment claim; \ne. the Motion is GRANTED as to the constructive trust and accounting \nclaim; \nf. the Motion is GRANTED as to the rescission claim; and \ng. the Motion is GRANTED as to the punitive damages claim. \nIT IS SO ORDERED, this the 23rd day of June, 2022. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}