{
  "id": "a651af3bb141abb882ae4e5083aa301230e98b380b994ff1c56e2b1352d0eee1",
  "source_file": "data/raw/ncbc/a651af3bb141abb882ae4e5083aa301230e98b380b994ff1c56e2b1352d0eee1.pdf",
  "raw_text": " \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 14 CVS 469   \n \n \nLEE W. SCHULTHEIS; TRUST ADVISORY ) \nGROUP, INC; MICHAEL R. PORTNOY and ) \nMARK R. TONUCCI, Individually and ) \nDerivatively on Behalf of Hatteras Alternative ) \nMutual Funds, LLC, ) \n  Plaintiffs ) \n   ) \n v.  )  \n   ) \nHATTERAS CAPITAL INVESTMENT ) \nMANAGEMENT, LLC, Individually and in its ) \nCapacity as Sole Managing Member of ) \nHatteras Alternative Mutual Funds, LLC; ) \nDAVID B. PERKINS, Individually and in his ) OPINION AND ORDER \nCapacity as a Managing Member of Hatteras ) ON MOTION FOR JUDGMENT \nCapital Investment Management LLC; ) ON THE PLEADINGS \nROBERT L. WORTHINGTON, Individually ) \nand in his Capacity as a Managing Member ) \nof Hatteras Capital Investment Management ) \nLLC; HATTERAS INVESTMENT ) \nPARTNERS LLC; HATTERAS ) \nINVESTMENT MANAGEMENT LLC and ) \nHATTERAS CAPITAL INVESTMENT ) \nPARTNERS, LLC, ) \n  Defendants ) \n   ) \n and  )  \n   ) \nHATTERAS ALTERNATIVE MUTUAL ) \nFUNDS, LLC, ) \n  Nominal Defendant ) \n \n \nTHIS CAUSE, designated a mandatory complex business case by Order of the \nChief Justice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-\n45.4(b) (hereinafter, references to the North Carolina General Statutes will be to \"G.S.\"), \nand assigned to the undersigned Chief Special Superior Court Judge for Complex \nSchultheis v. Hatteras Capital Inv. Mgmt., LLC, 2014 NCBC 23. \n \n \nBusiness Cases, comes before the court upon Defendants' Motion for Judgment on the \nPleadings (\"Motion\") pursuant to Rule 12(c) of the North Carolina Rules of Civil \nProcedure (“Rule(s)”); and \n THE COURT, after reviewing the Motion, briefs in support of and in opposition to \nthe Motion, arguments of counsel and other appropriate matters of record, \nCONCLUDES that the Motion should be GRANTED, for the reasons stated herein. \nSatisky & Silverstein, LLP, by Keith A. Satisky, Esq. and Howard P. Satisky, Esq. \nfor Plaintiffs Lee W. Schultheis, Trust Advisory Group, Inc., Michael E. Portnoy \nand Mark R. Tonucci. \n \nWyrick Robbins Yates & Ponton LLP, by Benjamin N. Thompson, Esq., Lee M. \nWhitman, Esq. and J. Blakely Kiefer, Esq. and Drinker Biddle & Reath LLP, by \nRichard E. Coe, Esq., Daniel H. Aiken, Esq. and David J. Woolf, Esq. for \nDefendants Hatteras Capital Investment Management, LLC, David B. Perkins, \nRobert L. Worthington, Hatteras Investment Partners LLC, Hatteras Investment \nManagement LLC and Hatteras Capital Investment Management, LLC. \n \nJolly, Judge. \n \n \nPROCEDURAL HISTORY \n \n[1] On January 13, 2014, Plaintiffs filed a Complaint against Defendants. \nPlaintiff's action was designated as civil action number 14 CVS 469 by the Clerk of \nSuperior Court of Wake County. \n[2] In the Complaint, Plaintiffs allege  the following eight claims for relief \n(\"Claim(s)\"): First Claim for Relief (Breach of Operating Agreement – HCIM); Second \nClaim for Relief (Breach of Implied Covenant of Good Faith and Fair Dealing – HCIM); \nThird Claim for Relief (Breach of ESA – HIP); Fourth Claim for Relief (Breach of \nFiduciary Duties and Duties of Good Faith and Fair Dealing – HCIM); Fifth Claim for \nRelief (Breach of Fiduciary Duty and Duty of Good Faith and Fair Dealing – Perkins and \n \n \nWorthington); Sixth Claim for Relief (Access to Company Information – HAMF); Seventh \nClaim for Relief (Unjust Enrichment – All Defendants); and Eighth Claim for Relief \n(Declaratory Judgment). \n[3] On April 17, 2014, Defendants filed the Motion, seeking limited judgment \non the pleadings with respect to Plaintiffs' Claims to the extent the Claims are based on \nHatteras Capital Investment Management, LLC's (\"HCIM\") alleged breach of the Third \nAmended and Restated Limited Liability Company Operating Agreement of Hatteras \nAlternative Mutual Funds LLC1 by virtue of HCIM's entrance into an agreement to sell all \nor substantially all of Hatteras Alternative Mutual Funds LLC's (\"HAMF\") assets without \nobtaining Plaintiffs' authorization. \n[4] On May 1, 2014, upon consent of the parties, the court entered an Order \nto Bifurcate and Partial Case Management Order (\"Bifurcation Order\"). Pursuant to the \nBifurcation Order, the issue of whether HCIM acted improperly in failing to obtain \nPlaintiffs' approval for the sale of HAMF's assets was severed from the rest of the action \nand placed on an expedited trial schedule. The Bifurcation Order also expedited the \nparties' briefing schedule for this Motion as well, and the Motion was set for hearing \nimmediately preceding trial. \n[5] The Motion has been fully briefed and argued and is ripe for \ndetermination. \n  \n                                                 \n1 See Ex. 1 to Answer and Countercl. (\"Operating Agreement\"). \n \n \nFACTUAL BACKGROUND \nAmong other things, the Complaint alleges that: \n[6] Plaintiffs are minorit y, non-managing members of HAMF. Plaintiffs brought \nthis action individually and derivatively on behalf of HAMF.2 HAMF is a Delaware limited \nliability company with its principal office located in Wake County, North Carolina. HAMF \nis registered with the U.S. Securities and Exchange Commission under the Investment \nAdvisers Act of 1940.3 \n[7] Defendant HCIM is the managing me mber of HAMF. Defendants Perkins \nand Worthington are the individual managing members of HCIM.4 Defendant Perkins is \nthe sole managing member of Hatteras Investment Partners, LLC (\"HIP\").5 HCIM and \nHIP are both Delaware limited liability companies with principal locations in Wake \nCounty, North Carolina. HIP is \"an affiliated entity of\" HCIM. Along with several other \naffiliated entities, HAMF, HCIM and HIP constitute The Hatteras Group, which provides \n\"alternative investment products.\"6 \n[8] Prior to September 15, 2009, HAMF  operated under the name Alternative \nInvestment Partners, LLC. On September 15, 2009, HCIM completed its acquisition of a \n55% membership interest in HAMF.7 As part of this transaction, HCIM entered into, \namong other agreements, the Operating Agreement with HAMF and HAMF's non-\nmanaging members. The Operating Agreement made HCIM the sole managing member \nof HAMF. \n                                                 \n2 Compl. ¶ 1. \n3 Id. ¶ 4. \n4 Id. ¶ 1. \n5 Id. ¶ 11. \n6 Id. ¶¶ 9-10, 13-14, 18. \n7 Id. ¶¶ 23-25. \n \n \n[9] On or about October 1, 2013, Plaint iffs discovered that HAMF, along with \nHCIM, HCIP, HIP and Hatteras Investment Management, LLC (\"HIM\") (collectively, \n\"Hatteras Sellers\"), had entered into an asset purchase agreement (\"APA\") with RCS \nCapital Corporation (\"RCS\") and Scotland Acquisition, LLC (\"Scotland\") (collectively, \n\"RCS Purchasers\"). Under the APA, substantially all of the assets of the Hatteras \nSellers, including HAMF, would be acquired by the RCS Purchasers in a single \ntransaction (\"APA Transaction\").8 \n[10] Section 2.03 of the Operating Agreement requires \"Requisite Non-\nManaging Member Approval\" for the validity of certain \"Major Decisions\" undertaken by \nHCIM in its capacity as HAMF's sole managing member. The APA, an agreement \nbetween HAMF and its \"Managing Member or an Affiliate of the Managing Member,\" \nrequired § 2.03 approval. HCIM failed to notify HAMF about the APA Transaction at an \nappropriate time, and did not seek the approval of HAMF's non-managing members, \nincluding Plaintiffs. In doing so, HCIM breached the Operating Agreement.9 \nDISCUSSION \n[11] The Motion seeks Judgment on the Pleadings pursuant to Rule 12(c), \nwhich allows courts to \"dispose of baseless claims or defenses when the formal \npleadings reveal their lack of merit.\" Ragsdale v. Kennedy, 286 N.C. 130, 137 (1974). \nThis is appropriate where \"all the material allegations of fact are admitted in the \npleadings and only questions of law remain,\" and the movant establishes that he or she \nis \"clearly entitled\" to judgment as a matter of law. Id. Judgment on the pleadings is \ndisfavored, and the nonmovant's pleadings are to be \"liberally construed.\" RGK, Inc. v. \n                                                 \n8 Id. ¶ 47. \n9 Id. ¶ 58. \n \n \nU.S. Fid. & Guar. Co., 292 N.C. 668, 674 (1977) (quotations and citations omitted). The \ncourt must similarly view facts and permissible inferences \"in the light most favorable to \nthe nonmoving party,\" and \"[a]ll allegations in the nonmovant's pleadings, except \nconclusions of law, legally impossible facts, and matters not admissible in evidence at \nthe trial, are deemed admitted by the movant for purposes of the motion.\" Ragsdale, \n286 N.C. at 137. In assessing the motion, the court may refer only to the pleadings \"and \nany attached exhibits, which become part of the pleadings.\" Minor v. Minor, 70 N.C. \nApp. 76, 78 (1984), cert. denied, 312 N.C. 495 (1984). \n[12] The propriety of HCIM's sale of HAMF's assets without the approval of \nPlaintiffs (\"Approval Issue\") is the central issue before the court at this time, and is set \nfor trial under the Bifurcation Order. Defendants, via the Motion, seek judgment on the \npleadings as to this issue. Defendants contend that the plain language of the Operating \nAgreement taken as a whole gave HCIM the right to sell all or substantially all of \nHAMF's assets with or without Plaintiff's approval. Defendants further posit that a trial is \nunnecessary because no extrinsic evidence is needed to determine the outcome of this \nspecific issue. \n[13] The Parties' briefs together make  it clear that the Approval Issue – and \ntherefore the Motion – invokes two key inquiries. First, as a matter of contractual \nconstruction, does the Operating Agreement require non-managing member approval \nfor the sale of HAMF (\"Interpretation Issue\")? Second, does the APA Transaction \nconstitute a \"contract  . . . with . . . an Affiliate of the Managing Member\"\n10 that would \n                                                 \n10 Operating Agreement § 2.03(f). \n \n \nrequire non-managing member approval regardless (\"Affiliate Issue\")? The court will \naddress each inquiry in turn. \nInterpretation Issue \n[14] The Parties agree that the Interpre tation Issue may properly be decided as \na matter of law on the pleadings because no extrinsic evidence is required for its \ndetermination.11 Defendants contend that judgment as a matter of law on the \nInterpretation Issue and Approval Issue is proper because the Operating Agreement, \ntaken as a whole, plainly vests HCIM with the sole authority to sell HAMF. Defendants \npoint to, among other provisions, § 2.02, which provides HCIM, the \"Managing \nMember,\" the sole authority \"to Approve a Sale of [HAMF].\" However, § 2.02 is explicitly \nsubject to § 2.03 by its own terms, and the Parties' disagreement centers on the \nmeaning of the word \"with\" in § 2.03(f) of the Operating Agreement.  \n[15] Notwithstanding t he Clintonian overtones12 of a debate over the meaning \nof the word \"with,\" the word's role is of material importance to the Interpretation Issue. \nSection 2.03 lays out certain \"Major Decisions\" which, \"[n]otwithstanding anything \ncontained in [the Operating Agreement] to the contrary,\" are \"prohibited . . . absent . . . \nRequisite Non-Managing Member Approval.\"13 Among those actions requiring non-\nmanaging member approval is, in relevant part, \"the entering into any contract . . . with \nthe Managing Member or an Affiliate of the Managing Member.\"14 The parties vigorously \n                                                 \n11 See Mem. Supp. Defs.' Mot. J. Pleadings (\"Defendants' Brief\") at 8, Pls.' Resp. Defs.' Mot. J. Pleadings \n(\"Plaintiffs' Brief\") at 8; see also Erie Ins. Exch. v. Builders Mut. Ins. Co., __ N.C. App. __, __, 742 S.E.2d \n803, 809 (2013) (\"The construction and interpretation of provisions in [a] . . . contract is a question of law . \n. . [that] may be resolved by judgment on the pleadings.\") (internal quotations and citations omitted). \n12 See Timothy Noah, Bill Clinton and the Meaning of \"Is,\" SLATE (Sept. 13, 1998 9:14 PM), \nhttp://www.slate.com/articles/news_and_politics/chatterbox/1998/09/bill_clinton_and_the_meaning_of_is.\nhtml. \n13 Operating Agreement § 2.03 \n14 Id. § 2.03(f) \n \n \ndispute whether the APA triggers this provision. In essence, Plaintiff contends that the \nAPA is a contract that HAMF entered into \"with\" HCIM, and HCIM therefore breached \nthe Operating Agreement by entering HAMF into the APA without gaining Plaintiffs' \napproval.  \n[16] The Interpretation Issue fundamenta lly raises the question of what it \nmeans to say that an entity enters into a contract \"with\" another entity in a multi-party \ntransaction. As Defendants note with examples, the common use of the term \"with\" in \nthis context refers to the contractual binding of bargaining parties on opposite \"sides\" of \nsuch a transaction, while one might use \"alongside\" or \"along with\" to refer to parties on \nthe same \"side\" of a contract. In fact, the language in Plaintiffs' own Complaint is \nconsistent with such usage.15 Plaintiffs ask for a strained interpretation of § 2.03(f), one \nthat the court finds unpersuasive for a variety of other reasons beyond its mere \ninconsistency with customary usage of the term. \n[17] First and foremost, although § 2. 03 by its own terms takes precedence \nover any other provision in the Operating Agreement, and § 2.02 is by its own terms \nsubject to § 2.03, Plaintiffs' reading of § 2.03(f) asks this court to reach one of two \nanomalous conclusions: either (a) § 2.03(f) uses vague and ambiguous language to \ndirectly contradict and override § 2.02(o) in its entirety; or (b) the parties intended HCIM \nto have the exclusive authority to sell HAMF on its own, but not in conjunction with a \nsale of the other Hatteras entities. Indeed, under Plaintiffs' proffered reading of § 2.03(f), \n                                                 \n15 See Compl. ¶ 25(b) (HAMF \"entered into several agreements with sub-advisors and subcontractors\"), ¶ \n47 (HAMF, \"along with\" the other Hatteras Sellers, entered into the APA \"with\" the RCS Purchasers). But \nsee Compl. ¶ 67(c) (HCIM breached Operating Agreement \"[b]y facilitating [HAMF] to enter into the APA \nwith HCIM and the other Hatteras Group entities without having first obtained the Requisite Non-\nManaging Member\"). \n \n \nHCIM could perhaps merely enter into two separate APAs with the RCS purchasers – \none for HAMF, and a second for the rest of the Hatteras Sellers – and effectively avoid \nseeking non-managing member approval. \n[18] Second, Plaintiffs' reading of § 2. 03(f) also conflicts with § 5.06 of the \nOperating Agreement. Section 5.06 places certain obligations on HAMF's members if \nHCIM receives an offer to sell HAMF and HCIM \"proposes to accept such offer to \nconsummate a Sale of [HAMF],\" so long as the buyer is not an \"Affiliate\" of HCIM.16 \nSubsection (c)(i) of that same provision further requires HAMF's members to vote in \nfavor of such a proposed transaction.17 \n[19] Even if the court felt conflicted over the plain meaning of the word \"with\" in \nthe context of § 2.03(f), the rest of the Operating Agreement as a whole clearly points to \nthe parties' intention to vest the authority to sell HAMF in HCIM alone. Whether such an \narrangement was inadvertent or, more likely, the result of deliberation and bargaining by \nthe Parties, Plaintiffs cannot rest on the dictionary definition of the word \"with\" to \nsubstantively rewrite the Operating Agreement to provide them with rights they failed to \nsecure at the outset. \n[20] The court hereby CONCLUDES that  the Operating Agreement provided \nHCIM with the exclusive right to \"approve a Sale\" of HAMF without Plaintiffs' \nauthorization. Accordingly, as to the Interpretation Issue and Claims against Defendants \nfor breach of the Operating Agreement based on the Interpretation Issue, Defendants' \nMotion should be GRANTED. \n  \n                                                 \n16 Operating Agreement § 5.06(a). \n17 Id. § 5.06(c)(i) \n \n \nAffiliate Issue \n[21] The Operating Agreement defines \"A ffiliate,\" as it is used therein as, \namong other things, any person or entity that is \"directly or indirectly controlling, \ncontrolled by, or under common control with\" HCIM.18 Plaintiffs contend in their \nresponsive brief that RCS is an \"Affiliate\" of HCIM. Plaintiffs argue that HCIM therefore \nbreached the Operating Agreement by failing to seek \"Requisite Non-Managing Member \nApproval\" under § 2.03 before it entered HAMF into the APA. Plaintiffs therefore seek \ndenial of the Motion on the ground that judgment on the pleadings is improper because \nthe introduction of extrinsic evidence and \"a fact specific analysis\" is necessary to such \na determination.19 \n[22] In support of their contention that the RCS Purchasers are \"Affiliates\" of \nHCIM, Plaintiffs proffer the APA provisions allowing the Hatteras Sellers to continue \noperating without interference through 2018, as well as employment agreements \nexecuted by \"all the Hatteras principles\" allowing those individuals to \"retain the same \ntitles and control that they currently hold.\"20 Plaintiffs allege that APA leaves Plaintiffs \nwithout the \"protections\" of the Operating Agreement and at the mercy of Perkins's \ndecisions.21 \n[23] Notwithstanding the fact  that there is no allegation in the Complaint that \nthe RCS Purchasers were Affiliates of HCIM prior to the APA, it is unclear how Plaintiffs' \nallegations give rise to control by the RCS Purchasers over HCIM or vice-versa as of \nthe time the APA Transaction took place. As Defendants point out, there is nothing in \n                                                 \n18 Operating Agreement § 3.01(c)(iv). \n19 Pls.' Br. at 10. \n20 Id. at 9. \n21 Id. \n \n \nthe Operating Agreement that suggests the scrutiny of a future tense with respect to \nwho or what constitutes an \"Affiliate.\" Section 3.01(c)'s definitions of \"Affiliate\" do not \ninclude one who will control some person or entity.  Whether a prospective purchaser \nwill become an Affiliate of HCIM by virtue of a contract or other transaction is irrelevant \nand cannot trigger § 2.03(f). \n[24] Accordingly, the court CONCLUDES that as to the Affiliate Issue and \nClaims against Defendants for breach of the Operating Agreement based on the Affiliate \nIssue, Defendants' Motion should be GRANTED. \nNOW THEREFORE, based upon the foregoing, it is hereby ORDERED that: \n[25] Defendants' Motion for Judgment  on the Pleadings is GRANTED. \n[26] HCIM has the authority to sell HAMF  without the approval of Plaintiffs. \n[27] Upon closing on the sale of HA MF by HCIM to RCS Purchasers, RCS \nPurchasers will receive clear and valid title to the assets purchased from HCIM as part \nof the APA. \n[28] This Order is enter ed without prejudice to the rights of Plaintiffs to \ncontinue pursuing claims against Defendants for damages not covered within the \nOrder's scope. That is, the Order is dispositive only as to HCIM's authority to sell \nHAMF's assets to RCS Purchasers without non-managing member approval, and is not \nintended to determine any other Claims between Plaintiffs and Defendants that may \nnonetheless arise out of the APA. \n  \n \n \nThis the 9th day of June, 2014. \n  \n  "
}