{
  "id": "a65f8422e589487fe1513c3ed4c57ab415e9bac1ca8030c8c8832f79a75d2181",
  "source_file": "data/raw/ncbc/a65f8422e589487fe1513c3ed4c57ab415e9bac1ca8030c8c8832f79a75d2181.pdf",
  "raw_text": "Red Valve, Inc. v. Titan Valve, Inc., 2019 NCBC 56. \n \nSTATE OF NORTH CAROLINA \n \nGASTON COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 1064 \n \nRED VALVE, INC.; and \nHILLENBRAND, INC., \n \nPlaintiffs, \n \nv. \n \nTITAN VALVE, INC.; BEN PAYNE; \nFABIAN AEDO ORTIZ; and JOHN \nDOES 1-10, \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFFS’ VERIFIED MOTION \nFOR ORDER TO SHOW CAUSE AND \nSECOND MOTION FOR SANCTIONS \nAND CONTEMPT \n \n1. THIS MATTER  is before the Court upon  Plaintiffs Red Valve, Inc. and \nHillenbrand, Inc.’s (“Red Valve” or “Plaintiffs”) (i) Verified Motion for Order to Show \nCause (the “First Show Cause Motion”) and (ii) Second Motion for Sanctions  and \nContempt (the “Second Sanctions Motion”) in the above-captioned case. \n2. In support of the  Second Sanctions  Motion, Plaintiffs offer compelling \nevidence that Defendants Titan Valve, Inc. (“Titan”), Ben Payne (“Payne”), and \nFabian Aedo Ortiz (“Aedo”) (collectively, “Titan Defendants”) have repeatedly \nviolated the Court’s orders concerning the nondisclosure and use of Plaintiffs’ \nconfidential, proprietary, a nd trade secret  information, failed to timely return \nPlaintiffs’ information and property consistent with the Court’s orders, and \nintentionally abused the litigation process to gain a perceived litigation or business \nadvantage.  Among other things, the evidence shows that the Titan Defendants have \nrepeatedly and continuously used copies of documents containing Plaintiffs’ trade \nsecrets and other confidential information which the Court specifically enjoined \n \nDefendants from using during the pendency of this litigation and which the Court \nordered Defendants to return to Plaintiffs days after this litigation commenced some \nseventeen months ago.   \n3. As will be discussed in more detail below, and having considered the Second \nSanctions Motion , the briefs in support of and in opposition to that Motion , the \nrelevant materials associated with the Motion, and the arguments of counsel at the \nJune 4, 2019  hearing on the Second Sanctions Motion (the “June 4 Hearing”) , the \nCourt concludes, in the exerc ise of its discretion,  that the proper administration of \njustice requires the imposition of severe sanctions for the Titan Defendants’ conduct.  \nThus, the Court hereby ENTERS the following FINDINGS OF FACT  and \nCONCLUSIONS OF LAW , and ORDERS the relief set forth below .  The Court \nfurther determines, for the reasons set forth below, that the First Show Cause Motion \nshould be DENIED. \nNelson Mullins Riley & Scarborough LLP, by David N. Allen, Benjamin \nS. Chesson, and Anna Majestro, for Plaintiffs Red Valve, Inc . and \nHillenbrand, Inc. \n \nBell, Davis & Pitt, P.A., by Edward B. Davis and Derek Bast, for \nDefendants Titan Valve, Inc., Ben Payne, and Fabian Aedo Ortiz.1 \n \nBledsoe, Chief Judge. \n \n                                                           \n1  Bell, Davis & Pitt, P.A. first appeared as counsel of record for Defendants in this action on \nOctober 18, 2018.  By Order dated April 4, 2019, the Court granted Michael L. Carpenter, \nMarshall P. Walker, Christopher M. Whelchel, and the law firm of Gray, Layton, Kersh, \nSolomon, Furr & Smith, P.A.’s Consent Motion to Withdraw as Counsel for Defendants. \n \n \nI. \nFINDINGS OF FACT2 \n4. Plaintiffs initiated this action on March 14, 2018 , asserting claims against \nthe Titan Defendants as well as former defendant Greg Farris (“Farris”; together with \nthe Titan Defendants, “Defendants” ),3 arising out of Defendants’ alleged wrongful \nconduct in acquiring, possessing, and using Red Valve’s alleged  confidential, \nproprietary, and trade secret  information in a competing valve manufacturing \ncompany that Defendants created shortly before Red Valve terminated Payne’s and \nAedo’s Red Valve employment that same day.4   \n5. Contemporaneously with the filing of the Verified Complaint, Plaintiffs also \nfiled a Notice of Designation, as well as a Motion for a Temporary Restraining Order \n(the “TRO Motion”) and a Motion for Preliminary Injunction (the “P.I. Motion”).  The \nTRO and P .I. Motions sought  injunctive relief against all Defendants based on \n                                                           \n2  The procedural and factual background of this matter is set out more fully in Red Valve, \nInc. v. Titan Valve, Inc., 2019 NCBC LEXIS 5 (N.C. Super. Ct. Jan. 11, 2019), Red Valve, Inc. \nv. Titan Valve, Inc., 2018 NCBC LEXIS 41 (N.C. Super. Ct. Apr. 17, 2018), Red Valve, Inc. v. \nTitan Valve, Inc., 2018 NCBC LEXIS 31 (N.C. Super. Ct. Apr. 10, 2018), and Red Valve, Inc. \nv. Titan Valve, Inc., 2018 NCBC LEXIS 139 (N.C. Super. Ct. Mar. 14, 2018). \n \n3  On June 6, 2019, the Court granted Plaintiffs and Farris’s Joint Motion to Enter Consent \nOrder, dismissing all claims against Farris.  (See Consent Order Between Red Valve, Inc. & \nHillenbrand, Inc. & Greg Farris, ECF No. 212.)  Plaintiffs have withdrawn the Second \nSanctions Motion to the extent they asserted it against Farris.  \n \n4  Aedo, Payne, and Farris incorporated Titan on February 6, 2018 and thereafter jointly \nowned and operated that entity.  Cf. N.C. R. Civ. P. 37(b)(2) (permitting sanctions if “a party \nor an officer, director, or managing agent of a party” fails to obey a court order regarding \ndiscovery); Vorachek v. Citizens State Bank, 421 N.W.2d 45, 49–50 (N.D. 1988) (“[I]f the co-\nparties are a corporation and its officer or managing agent sued in his individual capacity, \nhis failure may serve as a predicate for the imposition of the sanction against both.” (quoting \n4A Moore’s Federal Practice ¶ 37.05 at 37-107 n.21 (2d ed. 1987)). \n \nPlaintiffs’ claims for misappropriation of trade secrets and against Aedo separately \nfor breach of contract.   The case was designated as a mandatory complex business \ncase later on March 14, 2018 by the Chief Justice of the Supreme Court of North \nCarolina and assigned to the undersigned.   \nA. Temporary Restraining Order & Expedited Discovery \n6. Promptly upon designation, t he Court held a hearing on the TRO Motion  \n(the “March 14 Hearing”), ex parte, at which Plaintiffs’ counsel was in attendance and \npresented evidence and argument .  At the conclusion of the March 14 Hearing, the \nCourt entered a temporary restraining order (the “TRO”), which became effective that \nday.5  See Red Valve, Inc. v. Titan  Valve, Inc., 2018 NCBC LEXIS 139 (N.C. Super. \nCt. Mar. 14, 2018).  The TRO required Defendants to “return to Red Valve any and \nall Red Valve property in their possession, including any property containing Red \nValve’s Trade Secrets[6] or any other confidential and proprietary information of Red \nValve” within three days.   Id. at *7.   The TRO  also restrained and enjoined \nDefendants (i) “from directly or indirectly using, disclosing, relying on, or otherwise \nmisappropriating Red Valve’s Trade Secrets and other confidential information,” id. \nat *5, and (ii) “from contacting any of Red Valve ’s current or known prospective \ncustomers identified in Red Valve’s Trade Secrets,” id. at *7.   \n                                                           \n5  Although the TRO was scheduled to expire on March 24, 2018, the Court granted the \nparties’ joint motion to extend the TRO on March 22, 2018 and extended the TRO through \nApril 6, 2018.   \n \n6  The TRO defined “Trade Secrets” as Plaintiffs’ “Price Data, Customer Database, Design \nDocuments, Manufacturing Processes, and Vendor Lists.”  Red Valve, Inc. , 2018 NCBC \nLEXIS 139, at *3.  In turn, the TRO specifically defined those five Trade Secrets.  Id. at *5–\n7. \n \n7. On March 28, 2018, Plaintiffs filed a motion for expedited discovery (the \n“Expedited Discovery Motion”) in preparation for an April 5, 2018 hearing on the P.I. \nMotion (the “April 5 Hearing”).  The Court subsequently entered an Order on March \n30, 2018 (the “Expedited Discovery Order”) granting in part and denying in part the \nExpedited Discovery Motion.  (Order Pls.’ Mot. Expedited Disc. [hereinafter \n“Expedited Disc. Order”], ECF No. 23.)  The Expedited Dis covery Order required \nDefendants to produce to Plaintiffs no later than April 3, 2018, among other things, \n(i) “all materials containing Red Valve’s Trade Secrets, as defined in the Court’s \nMarch 14, 2018 TRO” and (ii) “all documents describing all efforts undergone to create \nTitan Valve prior to March 14, 2018.”   (Expedited Disc. Order 5.)  The Expedited \nDiscovery Order further required Defendants to “ examine their email accounts \n(personal or otherwise)” and “return to Red Valve any and all Red Valve prope rty in \ntheir possession, including any property conta ining Red Valve’s Trade Secrets [, as \ndefined in the TRO ,] or any other confidential and propr ietary information of Red \nValve” by no later than April 3, 2018.  (Expedited Disc. Order 5.)   \n8. On April 3, 2018, Defendants produced to Plaintiffs approximately 3,2 15 \nfiles in a variety of formats , as well as twenty-one additional screenshots of certain \ntext messages exchanged between the individual Defendants  (the “April 3 \nProduction”).  Red Valve, Inc. v. Titan Valve, Inc. , 2019 NCBC LEXIS 5, at *5 (N.C. \nSuper. Ct. Jan. 11, 2019). \n \nB. Preliminary Injunction \n9. All parties that have appeared in this action were represented by counsel at \nthe April 5 Hearing on Plaintiffs’ P.I. Motion.  With the parties’ consent and for good \ncause shown, the Court, by Order dated April 5, 2018, extended the TRO until April \n10, 2018.  (Order Extending TRO, ECF No. 33.) \n10. On April 10, 2018 , the Court entered an Order and Opinion on Plaintiffs’ \nP.I. Motion, as corrected on Apri l 17, 2018 (the “P.I. Order”).  See Red Valve, Inc. v. \nTitan Valve, Inc., 2018 NCBC LEXIS 41 (N.C. Super. Ct. Apr. 17, 2018).   The Court \nfound that Plaintiffs’ evidence show ed “Aedo had been using a Dropbox account \nconnected to his Red Valve email address to store thousands of files, many of them \ncontaining Red Valve’s confidential and proprietary information” and that “[m]uch of \nthe confidential and propriety information stored in t he Red Valve Dropbox account \nwas contained in a subfolder labeled ‘Titan.’  ”  Id. at *11.  The Dropbox  account \ncontained, among other things, (i) “information pertaining to Red Valve’s current and \nprospective customers”; (ii) “Red Valve price factor s heets and Price Books”; (iii) “in \nthe Titan subfolder, numerous Red Val ve design drawings” ; and (iv)  “information \nrelated to in -house and [proprietary] manufacturing processes that are not in the \npublic domain[.]”  Id. at *11 –12.  Based in part on the existence  of the Dropbox \naccount (the “Dropbox Account”), the Court found that, together “[w]ith Farris, Aedo \nand Payne actively worked to launch Titan during their employment with Red Valve, \nand during that time, they also actively acquired and stored information relating to \n \nand constituting Red Valve’s Customer Database, Price Data, [7] Design Documents, \nand Protectable Manufacturing Processes,” which the Court preliminarily concluded \nwere protectable trade secrets of Plaintiffs (the “Trade Secrets”).  Id. at *33–34.   \n11. After noting that  “Defendants’ actual and threatened misappropriation of \nPlaintiffs’ Trade Secrets, if not enjoined, [would] damage Plaintiffs’ business, \nadversely impact Red Valve’s market position, and dull its competitive advantage[,]” \nid. at *38–39, the Court concluded that Plaintiffs had “demonstrated a likelihood of \nsuccess on the merits of their claim for misappropriation of trade secrets[,]” 8 id. at \n*36.  The P.I. Order accordingly “RESTRAINED and ENJOINED [Defendants], \nduring the pendency of this action, from using, disclosing, or distributing Plaintiffs’ \nCustomer Database, Price Data, Design Documents, and Protectable Manufacturing \nProcesses[.]”  Id. at *43 (emphasis added).   \n12. Additionally, pursuant to paragraph 85(b) of the P.I. Order, each Defendant \nwas required, on or before April 19, 2018, to: \n(i) return to Plaintiffs all of Plaintiffs’ property, including but not limited to \nPlaintiffs’ Trade Secrets, and (ii) certify under oath in a written statement \nfiled with the Court that Defendant has returned to Plaintiffs all of Plaintiffs’ \nproperty in Defendant’s possession and further that Defendant does not \nretain or possess any Red Valve property. \n \n                                                           \n7  The P.I. Order defined “Price Data” as “t he prices Red Valve charges for its products and \nthe formula it uses to price products.”  Red Valve, Inc., 2018 NCBC LEXIS 41, at *14.  More \nspecifically, the Court stated in the P.I. Order that the “Price Data contains both a \ncompilation of information that includes Red Valve’s pricing history for each of its products \nand Red Valve’s formula for preparing price quotes, which is summarized in Red Valve’s Price \nBook.”  Id. at *28.  \n \n8 The Court similarly concluded on the evidence of record that Plaintiffs had shown a \nlikelihood of success on their breach of contract claim against Aedo.  Red Valve, Inc., 2018 \nNCBC LEXIS 41, at *36–37. \n \nId. \n \n13. Upon Defendants’ request , by Order dated April 17, 2018 (the “Order \nClarifying P.I.”), the Court deferred the deadline for Defendants’ performance under \nparagraph 85(b) of the P.I. Order as it related to Plaintiffs’ electronically stored \ninformation (“ESI”) in Defendants’ possession.  (Order Clarifying P.I. 2–3, ECF No. \n43.)  The Order Clari fying P.I. required that the parties promptly meet, confer, and \npropose a return and preservation protocol concerning Defendants’ return of ESI no \nlater than April 27, 2018.  (Order Clarifying P.I. 2.)  The Order Clarifying P.I. did not, \nhowever, extend the April 19, 2018 compliance date as to Plaintiffs’ non-ESI property \nin Defendants’ possession.  (Order Clarifying P.I. 2 –3.)  On April 19, 2018, all \nDefendants certified under oath that they had returned to Plaintiffs all of Plaintiffs’ \nnon-ESI property.  (See Certification Fabian Aedo Oritz, ECF No. 48; Certification \nBen Payne, ECF No. 47; Certification Greg Farris, ECF No. 46; Certification Greg \nFarris Behalf Titan Valve, Inc., ECF No. 45.) \n14. The parties then negotiated for more than six months the return a nd \npreservation protocol (the “Return Protocol”) required under the Order Clarifying the \nP.I. Order, seeking the Court’s guidance on multiple occasions during this time on a \nnumber of topics.  The parties finally agreed to, and the Court approved, the terms of \nthe Return Protocol in September 2018 , and the Court formally entered the Return \nProtocol on February 27, 2019 .  ( See Return & Preservation Protocol  [hereinafter \n“Return Protocol”], ECF No. 162.)  Envista Forensics (“Envista”), a forensic expert \n \nretained by Defendants, was responsible for carrying out the Return Protocol. 9  \n(Return Protocol 2.) \n15. The Return Protocol consisted of four phases: (i)  device collection and \nimaging, (ii) identification of Red Valve property,  (iii) preservation and return , and \n(iv) deletion.  (See generally  Return Protocol.)  Under its terms, Defendants were \nrequired to complete the “return” phase by November 7, 2018 and the “deletion” phase by \nNovember 19, 2018.  Despite these deadlines, Defendants did not produce all of the “return” \ndocuments under the Return Protocol until November 12, 2018, or complete the “deletion” \nphase until approximately December 12, 2018.  \nC. First Sanctions Order & Device Discovery Protocol \n16. On November 5, 2018, Plaintiffs filed a Motion for Sanctions (the “First Sanctions \nMotion”), alleging that Defendants improperly withheld documents in violation of the \nExpedited Discovery Order.10  After full briefing, the Court held a hearing on the First \nSanctions Motion on December 18, 2018, at which all parties that have appeared to this \naction were represented by counsel.   \n                                                           \n9  The Return Protocol included provisions to ensure that Defendants’ privileged documents \nwere not disclosed to Plaintiffs.  Cf. Crosmun v. Trs. of Fayetteville Tech. Cmty. Coll. , No. \nCOA18-1054, 2019 N.C. App. LEXIS 658, at *37 –38 (N.C. Ct. App. Aug. 6, 2019).  For \ninstance, after Envista generated the fi nal search results, Defendants’ counsel had the \nopportunity to examine the files and documents to identify and remove privileged materials.  \n(Return Protocol 8–9, n.7.)  Defendants have not contended at any time in this action that \ntheir privileged information has been compromised or disclosed to Plaintiffs or other third \nparties. \n \n10  Additionally, on November 6, 2018, Plaintiffs filed the First Show Cause Motion.  The Court \nheard arguments on the First Show Cause Motion at the December 18, 2018 hearing.   \n \n \n17. The Court granted the First Sanctions Motion by Order and Opinion dated \nJanuary 11, 2019 (the “First Sanctions Order”).  See Red Valve, Inc. v. Titan Valve, \nInc., 2019 NCBC LEXIS 5, at * 33 (N.C. Super. Ct. Jan. 11, 2019).  The Court \nconcluded that “Defendants’ April 3 Production was substantially incomplete,” id. at \n*16, and that “Defendants failed to comply with the Expedited Discovery Order by \nwithholding responsive documents and concealing material, adverse evidence,”11 id. \nat *30.   \n18. Among other sanctions,12 the Court ordered the forensic examination of all data \nsources used by Defendants since July 2017.  Id. at *33.  Specifically, the Court permitted \nPlaintiffs’ forensic expert, Reliance Forensics, LLC (“Reliance”), “to conduct a forensic \nexamination of all data sources used by Defendants after July 2017 . . . —regardless \nof whether such data sources were subject to the Return Protocol —for dat a and \n                                                           \n11  As an illustrative example, as part of the April 3 Production, Defendants produced a \nscreenshot of a January 27, 2018 text message exchange among the individual Defendants.  \nRed Valve, Inc., 2019 NCBC LEXIS 5, at *21–22.  Defendants omitted the phrase “based on \na rv [i.e., Red Valve] drawing” from a text message sent by Aedo, which fully stated “Look at \nthe video he did for me based on a rv drawing .”  Id. at *22.  The Court concluded that the \n“omitted portion” was “critical,” “highly relevant,” and “com pletely change[d] the factual \ncontext of the document as produced.”  Id. \n \n12  The Court also ordered Defendants to pay Plaintiffs’ reasonable expenses incurred in \nbringing the First Sanctions Motion, including Plaintiffs’ reasonable attorneys’ fees and \nexpenses, Red Valve, Inc. , 2019 NCBC LEXIS 5, at *30 –31, in the total amount of \n$108,667.50.  Plaintiffs sought as a further sanction an order preemptively striking \nDefendants’ answer to newly asserted tortious interference claims contained in Plaintiffs’ \nAmended Complaint and precluding Defendants from conducting discovery on those claims.  \nId. at *31–32.  The Court concluded at that time, however, that denying Defendants the \nopportunity to defend against Plaintiffs’ tortious interference claims was inappropriate in \nlight of “the preference within the North Carolina Rules of Civil Procedure for adj udicating \nclaims on the merits,” the other sanctions awarded in the First Sanctions Order, and the facts \nand circumstances of the case as of that time.  Id. at *32–33. \n \n \nmetadata related to Defendants’ access and use of such data sources.”13  Id. (emphasis \nadded).  The Court did not, however, permit Reliance  or Plaintiffs  “to review \nsubstantive file information contained on these data sources[.]”  Id. \n19. As required by the First Sanctions Order, the parties negotiated a device \ndiscovery protocol (the “Device Discovery Protocol”) to govern the forensic \nexamination.  With the parties’ consent, the Court entered the final Device Discovery \nProtocol on February 5, 2019.  (See Device Disc. Protocol [hereinafter “Disc. Protocol”], \nECF No. 152.) \n20. Within the Device Discovery Protocol, Defendants represented that they had \nidentified all data sources falling within the scope of th at Protocol.  ( Disc. Protocol \n¶ 2.)  The Device Discovery Protocol required Defendants to file a certification \ndescribing all efforts they took to identify data sources falling within the Protocol no \nlater than February 8, 2019.  ( Disc. Protocol ¶  2.)  The Protocol further required \nDefendants to submit to Reliance all data sources, including physical devices and \ncloud-based accounts, falling within the scope of the Protocol no later than February \n13, 2019.  (Disc. Protocol ¶ 2.)   \n                                                           \n13  The Court concluded that a forensic examination was particularly appropriate in ligh t of \nevidence tendered by Plaintiffs tending to show Defendants had spoliated evidence.  \nSpecifically, Plaintiffs offered evidence showing that (i) Aedo admitted to attempting to delete \nfiles from the Dropbox Account on the day of his termination; (ii) on the night of his \ntermination, Aedo remotely wiped his Red Valve iPhone and thus deleted any text messages, \nchats (including iMessages), call records, internet history, voicemails, and any other use data \ngenerated on the device from March 2017 through his t ermination; and (iii) Payne claimed \nthat his Red Valve cell phone was inaccessible, and had not produced its contents.  Red Valve, \nInc., 2019 NCBC LEXIS 5, at *24.  Moreover, “[t]he need for a forensic examination [was] \nfurther highlighted by Red Valve’s f ailure to locate and produce a number of USB devices \nthat were connected to Payne’s Red Valve computer during the relevant time period that \npotentially contain[ed] relevant information.”  Id. at *25. \n \n21. The Device Discovery Protocol process was delayed even before it started \nwhen, on February 8, 2019 at 4:55 PM, Aedo moved for an extension of the previously \nagreed-upon February 8 (certification) and February 13 (data sources) deadlines.  \nAedo’s motion was not based on circumstances that were unforeseeable when Aedo \nand his co -Defendants agreed to the February 8 and February 13 deadlines on \nFebruary 4,  and, as a result, the Court denied Aedo’s motion for extension on \nFebruary 12, 2019 .  (Order Def. Aedo’s Mot. Extension Time, ECF No. 157.)  By \noperation of Business Court Rule 4.1, the Court’s denial of Aedo’s motion caused the \ndeadlines for Aedo’s Device Discovery Protocol compliance to be extended until \nFebruary 14.  See BCR 4.1(c) (“If the Court denies [a motion for extension], then the \nfiling is due or the act must be completed no later than 5:00 p.m. Eastern Time on \nthe second business day after the Court issues its order, unless the Court’s order \nprovides a different deadline.”) .  Even with this additional extension, Aedo failed to \nmeet either deadline.  Indeed, his physical devices were not delivered to Reliance \nuntil February 25 , and w hile he filed an unnotarized copy of his certification on \nFebruary 13, he did not file the required notarized certification until March 12.   \n22. Reliance timely completed the forensic examination contemplated under the \nDevice Discovery Protocol.  In particular, Reliance created forensic images (or a best-\npossible extraction, as applicable) of Defendants’ data sources using standards and \npractices generally accepted in the field of digital forensics and created metadata \nreports of forensic artifacts bearing on the files on each data source, as well as the \naccess and use of each data source (“Forensic Reports”).   (See Pls.’ Reply Br. Supp. \n \nSecond Mot. Sanctions & Contempt Ex. A, at ¶¶ 4–5 [hereinafter “Walton May 2019 \nAff.”], ECF No. 204.1.)14  One of the Forensic Reports Reliance created was a “File \nExploring” report (“File Exploring Report”), which records metadata including: every \nfile opened on a device, the date and time the file was opened, an “access count” (which \nrecords the number of times the specific file has been opened from its specific \nlocation), and the folder path for the file.   (Walton May 2019 Aff. ¶¶ 4, 10–11.)  The \nFile Exploring Report does not record each time a file is viewed on a device if the file \nhas not been closed and reopened.  (Walton May 2019 Aff. ¶ 12.) \n23. Reliance then provided the Forensic Reports to Defendants’ counsel for \nprivilege and other appropriate redactions as required by the Device Discovery \nProtocol.15  (Walton May 2019 Aff. ¶  5.)  After Defendants’ counsel reviewed and \nredacted the Forensic Reports, Reliance provided the Reports to Plaintiffs’ counsel on \na rolling basis, which Plaintiffs’ counsel then reviewed together with Reliance.  \n                                                           \n14  Clark C. Walton, Esq. (“Walton”) is the principal digital forensic expert for Reliance. \n \n15  As the scope of the Device Discovery Protocol was limited to “access and use” data and did \nnot permit Plaintiffs or Reliance “to review substantive file information,” Red Valve, Inc. , \n2019 NCBC LEXIS 5, at *33, there was limited, if any, risk that Defendants’ privileged \ninformation could be disclosed.  Nevertheless, the Device Discovery Protocol agreed upon by \nthe parties provided that Defendants’ counsel would have the opportunity to review the \naccess and use data to identify and redact privileged information.  (Disc. Protocol ¶¶ 6, 10.)  \nMoreover, in negotiating the terms of the Device Discovery Protocol, a dispute arose as to the \nproper scope of redactions to the “Internet Search History,” (Disc. Protocol ¶ 10), lists that \nwould be generated.  By Order dated February 5, 2019, the Court agreed with Defendants \nthat Defendants’ counsel should be permitted to redact “sensitive personal information, \nincluding social security numbers, usernames and passwords, financial acco unt numbers, \nany Defendant’s specific medical records, personal health information and medical history, \nand personal internet browsing habits which are wholly unrelated to the subject matter of \nthis litigation and whose disclosure would reasonably serve no  purpose other than \nembarrassment.”  (Order Device Discovery Protocol Dispute, ECF No. 151; Disc. Protocol \n¶ 10(f).) \n \n24. The Titan Defendants do not dispute the accuracy of the information \ncontained in the Forensic Reports. \n25. The Second Sanctions Motion relates, in part, to the information uncovered in \nReliance’s forensic examination.  \n1. Aedo’s Access to and Use of Red Valve Price Data Through the Shadow \nDropbox  \n26. The Forensic Reports show that on March 16, 2018 —two days after the \nCourt entered its TRO—Aedo moved electronic copies of Red Valve’s pricing \ndocuments from the Dropbox Account that Aedo created during his employment with \nRed Valve onto an external drive .  Aedo did this without notice to Plaintiffs or the \nCourt, and his actions were in plain violation of the Court’s TRO. \n27. As noted  above and as discussed at length in the P.I. Order , during his \nemployment at Red Valve, Aedo used the Dropbox Account to store thousands of files, \nmany containing Red Valve’s proprietary information, including  Red Valve pricing \ndocuments.  In connection with Aedo’s termination on March 14, 2018 , Plaintiffs \nchanged the password to the Dropbox Account to eliminate Aedo’s access to that \naccount.   \n28. Reliance’s forensic examination revealed , however,  that unbeknownst to \nPlaintiffs, Aedo retained a “local” copy of the Dropbo x folder on his HP Model 15t \nlaptop (the “ Aedo HP Laptop ”) containing the same Red Valve confidential, \nproprietary, and trade secret information that Defendants had taken from Red Valve \n \nand that the Court had ordered them to return to Plaintiffs in the TRO.16  (See Walton \nMay 2019 Aff. ¶ 19.)  In particular, Reliance’s investigation shows that on March 16, \n2018, Aedo accessed the “local” copy of the Dropbox Account and saved Red Valve \npricing documents, including files titled “2017.10.10_Red Valve Price Book.pdf” and \n“Pricing_Redvalve_factor sheets latin ameri ca.pdf,” to a n external “STORE N GO” \nUSB drive , in essence a “shadow” Dropbox account consisting of these files  (the \n“Shadow Dropbox”).  (Walton May 2019 Aff. ¶¶ 19–20; Walton May 2019 Aff. Ex. A, \nat Lines 3963–3964; Walton May 2019 Aff. Ex. B, at Lines 5950, 10049–10053.)17  The \nRed Valve Price Book and the price factor sheet plainly constitute Red Valve’s “Price \nData,” which the Court preliminar ily found to be a Red Valve Trade Secret and \nordered Defendants to return to Plaintiffs.  See Red Valve, Inc., 2018 NCBC LEXIS \n139, at *3, *5 (defining “Price Data” as the “prices Red Valve charges for its products \nand the formula it uses to price products”). \n29. Nevertheless, in an affidavit submitted in opposition to Plaintiffs’ P.I. \nMotion, Aedo denied having  access to any of Red Valve’s pricing information, \nswearing that he did not “take any pricing list” when “leaving [his] employment with \nRed Valve.”  (Defs.’ Br. Opp’n Pls.’ Mot. Prelim. Inj. Ex. C, at ¶  13, ECF No. 25.)  In \nthe same affidavit, Aedo further swore that he “no longer [had] access to that Dropbox \n                                                           \n16  As discussed infra, the Titan Defendants now contend that the Aedo HP Laptop is missing \nafter the completion of the Device Discovery Protocol.  \n \n17  The exhibits to Walton’s May 10, 2019 Affidavit are Excel spreadsheets containing tens of \nthousands of entries.  As these files are not compatible with the Court’s filing system, \nPlaintiffs tendered the exhibits in native format to the Court vi a e-mail.  The exhibits have \nbeen retained and can be made a part of the court record in the event of an appeal. \n \naccount (or the Titan folder), or any information contained therein.”  (Defs.’ Br. Opp’n \nPls.’ Mot. Prelim. Inj. Ex. C, at ¶  30.)  As shown above, those representations to the \nCourt are demonstrably false. \n30. Reliance’s forensic examination also established that o n April 13, 2018 —\nthree days after the P.I. Order again “RESTRAINED and ENJOINED” Defendants \n“from using, disclosing, or distributing Plaintiffs’ .  . . Price Data” and required \nDefendants to return all Red Valve property, Red Valve, Inc., 2018 NCBC LEXIS 41, \nat *43—Aedo accessed the Red Valve Price Data from the Shadow Dropbox, (Walton \nMay 2019 Aff. Ex. B, at Lines 10049–10053). \n31. The examination further revealed that Aedo accessed the Red Valve Price \nData from the Shadow Dropbox on September 12, 2018.   (Walton May 2019 Aff. Ex. \nA, at Lines 3959 –3964; Walton May 2019  Aff. Ex. B, at Lines 5950, 10049 –10053.)  \nOn that date, less than thirty minutes after he opened the “Titan Price Book,” Aedo \naccessed the “Pricing _Redvalve_factor sheet latin America.pdf” and the Red Valve \npricing sheet for a Series 5400 Control Pinch Valve.  (Walton May 2019 Aff. Ex. A, at \nLines 3962–3967.)  Minutes later, Aedo again opened a Titan Price Book, this time \nTitan’s Price Book for its PLT pinch valve and Titan’s “Pinch Calculator.”  (Walton \nMay 2019  Aff. Ex. A, at Lines 39 59–3960; see Defs.’ Br. Opp’n Pls.’ Second Mot. \nSanctions & Contempt Ex. 3  [hereinafter “Aedo April 2019 Aff.”], at Ex. L, ECF No. \n196.1.)  Thus, not only does the Reliance examination show that Aedo accessed Red \nValve’s Trade Secrets , but the temporal proximity between Aedo’s access of Red \n \nValve’s pricing information and of Titan’s Price Books is persuasive evi dence that \nAedo used Red Valve’s confidential information to further Titan’s business objectives. \n32. In addition, a lthough the Shadow Dropbox contained Red Valve pricing \ndocuments, Aedo did not identify the “STORE N GO” USB drive or return the files as \nrequired in response to written discovery, the Return Protocol, and the Device \nDiscovery Protocol.  ( Cf. Walton May 2019  Aff. ¶  20.)  Plaintiffs discovered the \nShadow Dropbox only through Reliance’s Forensic Reports.   \n2. Aedo’s Access to and Use of Sealed  Court Documents Containing Red \nValve Trade Secrets \n33. The Forensic Reports  generated through the Device Discovery Protocol  \nfurther show that Aedo improperly accessed sealed Court documents containing Red \nValve Trade Secrets on numerous occasions. \n34. In particular, o n August 3, 2018, an employee of Gray Layton Kersh \nSolomon Furr & Smith (“Gray Layton”)18—Defendants’ only counsel of record at the \ntime—“inadvertently” sent Payne, Aedo, and Farris confidential Red Valve \ndocuments containing exhibits that Plaintiffs filed in support of their P.I. Motion.19  \n                                                           \n18  On April 2, 2019, Gray Layton filed a consent motion to withdraw as counsel for \nDefendants due to a “potential conflict of interest” between  counsel and Defendants.  ( See \nConsent Mot. Withdraw Counsel, ECF No. 182.)  The Court granted the motion on April 4, \n2019.  The law firm of Bell, Davis & Pitt, P.A. remains counsel of record for Defendants.  All \nconduct at issue in this Order and Opinion occurred before Gray Layton moved to withdraw \nand before Bell, Davis & Pitt, P.A. became Defendants’ lead counsel.  \n \n19  The P.I. Exhibits are not the only sealed documents containing Red Valve’s Trade Secrets \nthat Gray Layton sent to Defendants.  Reliance’s forensic examination revealed that an \nattorney with Gray Layton sent at least two other sealed documents containing Red Valve’s \nTrade Secrets to Defendants, one on April 17, 2018 and the other on May 17, 2018.  Those \nfiles remain on devices that were subject to the Return Protocol as well as devices that \nDefendants did not submit to the Return Protocol.  Gray Layton did n ot notify the Court of \nthese inadvertent disclosures to Defendants.   \n \n(Defs.’ Br. Opp’n Pls.’ Second Mot. Sanctions & Contempt Ex. 2, ECF No. 196.1.)  The \nfiles, entitled “Exhibits Part 1.2.pdf,” “Exhibits Part 1.1.pdf,” and “Exhibits Part \n2.pdf” (the “P.I. Exhibits”), were off ered by Plaintiffs in connection with the P.I. \nMotion to identify their relevant trade secrets.  The P.I. Exhibits included Red Valve’s \nPrice Book, a price factor sheet , a design drawing, and a build sheet, (see Pls.’ Br. \nSupp. Second Mot. Sanctions & Contempt Ex. A, at ¶ 17 [hereinafter “Walton March \n2019 Aff.”], ECF No. 169.1; Walton March 2019 Aff. Exs. D, E, F ),20 all of which the \nCourt preliminarily found to be trade secrets and restrained and enjoined Defendants \nfrom using or possessing through the P.I. Order, Red Valve, Inc., 2018 NCBC LEXIS \n41, at *36, *43.  The P.I. Exhibits were filed under seal and, as the Titan Defendants \nconcede, Defendants should never have rec eived unredacted copies  of those \ndocuments.  See BCR 5.2(c). \n35. After learning that Gray Layton had sent Defendants the P.I. Exhibits in \nmid-January 2019 ,21 Plaintiffs raised the issue with Defendants’ counsel on three \nseparate occasions to gain assurance that Defendants would not access the P.I. \nExhibits: first, by letter dated January 15, 2019; next, by letter dated January 16, \n                                                           \n20  As with the exhibits to Walton’s May 10, 2019 Affidavit, the Exhibits to Walton’s March \n12, 2019 Affidavit have not been filed on the Court’s docket due to their size and file type.  \nThese exhibits have been retained and can be made a part of the court record in the event of \nan appeal. \n \n21  The Gray Layton employee also sent the P.I. Exhibits to the individual Defendants’ former \nRed Valve e-mail addresses.  On August 6, 2018, Plaintiffs’ counsel notified Gray Layton that \n“Red Valve, not the defendants, now has access to those Red Valve addresses” and that, \n“[u]nless [Defendants] want Red Valve to retain those emails,” Plaintiffs’ counsel would \ninstruct Red Valve “to delete the misdirected emails without reviewing them.”  (See Pls.’ Br. \nSupp. Second Mot. Sanctions & Contempt Ex. C, ECF No. 169.1.)  There is no evidence that \nPlaintiffs’ counsel reviewed the e-mails prior to ordering Red Valve to delete them. \n \n \n2019; and finally, during a February 6, 2019 meet -and-confer discussion.  (See Pls.’ \nBr. Supp. Second Mot. Sanctions & Contempt Exs. D, E, F, ECF No. 169.1.)  \n36. Nevertheless, the forensic examination showed that Aedo not only possessed \nthe P.I. Exhibits, but repeatedly and continuously accessed the P.I. Exhibits through \nand including February 11, 2019 —a period including the Court’s First Sanctions \nOrder and extending until two days before the deadline for Defendants to provide \nReliance with their devices under the Device Discovery Protocol, a deadline which \nAedo failed to meet.  \n37. Plaintiffs offer evidence tending to show that Aedo used the P.I. Exhibits for \nTitan’s business purposes, including to compete with Red Valve.   For instance, on \nFebruary 11, 2019, Aedo accessed files containing quote activities for Titan at 11:20 \nAM to 11:30 AM  on the Aedo HP Laptop.  (Walton March 2019 Aff. Ex. C, at Lines \n269–274.)  At 11:47 AM, Aedo then opened the “Exhibits Part 1.1.pdf” and “Exhibits \nPart 1.2.pdf” files from the local drive on the Aedo HP Laptop.  (Walton March 2019 \nAff. Ex. C, at Lines 265–268.)  Less than three minutes later, Aedo opened documents \ncontaining Titan’s pinch valve price book.  (Walton March 2019 Aff. Ex. C, at Lines \n263–264.) \n38. Aedo also opened “Exhibits Part 1.1.pdf” and “Exhibits Part 1.2.pdf” on \nFebruary 4, 2019 and accessed Titan s ales quotes less than one hour later.  (Walton \nMarch 2019 Aff. Ex. C, at Lines 369–374.) \n \n39. Similarly, on January 29, 2019, Aedo began working on a quote for a sales \nrepresentative in Ecuador for a project in Guayaquil, Ecuador.22  (Walton March 2019 \nAff. Ex. C, at Lines 524–533.)  Less than one hour later, Aedo opened “Exhibits Part \n2.pdf” on the “G drive,” (Walton March 2019  Aff. Ex. C, at Lines 522 –523), which \ndemonstrates the file was located on an external device connected to the Aedo HP \nLaptop, (Walton March 2019 Aff. ¶ 14). \n40. In total, Aedo opened the P.I. Exhibits on the Aedo HP Laptop from the \nexternal “G drive” on at least forty different occasions, (Walton March 2019 Aff. ¶ 16), \nincluding on November 7, December 5, 10, 11, and 27  in 2018, and on January 2, 4, \n11, 18, 25, 28, 29, and 31 , and February 4 and 11 in 2019, (Walton March 2019 Aff. \n¶ 13; Walton May 2019 Aff. ¶ 17).23 \nD. Titan Defendants’ Further Conduct in Violation of the Court’s Orders \n41. In addition to Aedo’s improper access to and use of Red Valve’s Trade Secrets \nduring the pendency of this action, each Titan Defendant violated the Court’s orders \non numerous occasions.  \n                                                           \n22  According to Plaintiffs, Aedo’s quote for a project in Guayaquil is significant in and of itself, \nbecause Plaintiffs recently became aware that Titan is bidding on a project in Guayaquil that \nit appears Aedo knows about only through his access to Red Valve’s Trade Secrets.  \n \n23  Given that Reliance’s forensic examination confirms that Defendants continued to access \nand use Red Valve’s Trade Secrets after Plaintiffs notified Defendants’ counsel that \nDefendants continued to hold these confidential documents, it appears to the Court that \nwhatever corrective action Defendants’ counsel sought to undertake was  insufficient to \nprevent Defendants from accessing or using the P.I. Exhibits. \n \n \n1. Aedo’s Contact with a Current Red Valve Customer24 \n42. Aedo contacted a current Red Valve customer in violation of the  March 14, \n2018 TRO. \n43. As noted, the TRO enjoined  Defendants from, among other things, \n“contacting any of Red Valve’s current or known prospective customers identified in \nRed Valve’s Trade Secrets.”  Red Valve, Inc. , 2018 NCBC LEX IS 139, at *7.  \nDefendants’ counsel , Gray Layton , accepted service of the TRO on behalf of \nDefendants, including Aedo,  on March 15, 201 8.  (Pls.’ Reply Br. Supp. Mot. Order \nShow Cause Ex. B,  ECF No. 130.1.)  Nevertheless, on the very next day, March 16, \n2018, Aedo contacted a current Red Valve customer, AMP Mineral , to solicit the \ncompany’s business for Titan Valve .  (See Pls.’ Br. Supp. Verified Mot. Order Show \nCause Ex. A,  ECF No. 99.1.)  Specifically, Aedo e -mailed an AMP Mineral \nrepresentative stating, in relevant part, as follows:  \nI’m no longer with Red Valve, just like Ben Payne.  Starting today we’re \nindependent and 100% employees of Red Valve [sic].  \n \nThe fact is that we ’re in mediation with Hillenbrand for our departure, and  \nthus I recommend that AMP Minerals not buy directly from Titan until we \nhave a legal agreement with Red Valve.  If you can send the purchase order \nunder another company that would be perfect and the way to proceed.  \n \n. . . \n \nJust confirm for me what type of actuator and I’ll give you a firm price. \n \n                                                           \n24  Plaintiffs first raised this issue through their First Show Cause Motion.  As discussed below, \nbecause Plaintiffs incorporated the conduct underlying the First Show Cause Motion by \nreference into their Second Sanctions Motion, the Court concludes that it may, and will, \nconsider this conduct when considering appropriate sanctions under the Second Sanctions \nMotion. \n \n(Pls.’ Br. Supp. Verified Mot. Order Show Cause Ex. A (emphasis added).) \n44. Defendants do not dispute that Aedo had been served with the TRO when \nhe contacted the AMP Mineral representative, that Aedo was aware that Defendants \nwere enjoined from contacting Red Valve’s customers at the time he sent this e-mail, \nor that AMP Minerals was a current Red Valve customer.  Rather, according to Aedo, \nhe sent his e-mail to the AMP Mineral representative “based on [his] belief that Red \nValve was preparing a settlement agreement” and that he “did not intend [his] email \nto be deceitful, nor did [he] intend it to be a violation of any court order.”  (Aff. Fabian \nAedo Ortiz ¶  16 [hereinafter “ Aedo Nov. 2018 Aff.”], ECF No. 117.)   Regardless of \nAedo’s claimed lack of intent, his e -mail was in plain violation of the clear and \nunambiguous language of the TRO.  \n2. Defendants’ Marketing Image Containing Red Valve Trade Secrets25 \n45. The Titan Defendants violated the P.I. Order by using a mark eting image \nthat was created using Red Valve’s Trade Secrets. \n46. As discussed previously, the P.I. Order restrained and enjoined Defendants, \n“from using, disclosing, or distributing Plaintiffs’ .  . . Design Documents[.]”  Red \nValve, Inc., 2018 NCBC LEXIS 41, at *43.   \n47. On May 15, 2018, a month after the P.I. Order was entered, Aedo posted an \nimage of a purported Titan valve (the “Marketing Image”) to Titan’s public LinkedIn \nprofile.  (See Pls.’ Br. Supp. Verified Mot. Order Show Cause Ex. E,  ECF No. 99.1.)  \nThe valve depicted in the Marketing Image utilized a computer-aided design (“CAD”) \n                                                           \n25  Plaintiffs first raised this issue through their First Show Cause Motion.  \n \ndrawing that, in turn, copied a Red Valve sleeve drawing.  (See Pls.’ Br. Supp. Verified \nMot. Order Show Cause Exs. B, C, D, E, ECF No. 99.1.)  As a result, the valve depicted \nin the Marketing Image was derived from the Red Valve design drawing of a sleeve. \n48. In the P.I. Order, the Court preliminarily found that Red Valve’s original \nsleeve drawing—upon which the CAD drawing was based —constituted a Red Valve \nDesign Document and was thus a t rade secret.  Red Valve, Inc., 2018 NCBC LEXIS \n41, at *16–17, *30–31.  Moreover, the Court found that the CAD drawing “ exactly \nduplicates the dimensions, labels, and notes” of the Red Valve sleeve drawing. 26  Id. \nat *12. \n49. The Titan Valve Defendants do not dispute that the valve depicted in the \nMarketing Image was derived from Red Valve ’s sleeve drawing.  According to Aedo, \nhowever, the Marketing Image “was not the image that [Defendants] intended to be \nuploaded” to LinkedIn .  ( Aedo Nov. 2018 Aff.  ¶ 18.)  Instead, Aedo avers that \nDefendants intended to upload a different image, one that was not derived from a \nRed Valve trade secret.  (Aedo Nov. 2018 Aff. ¶¶ 19–22.) \n50. The Marketing Image was removed from Titan’s LinkedIn page on May 17, \n2018, two months after the Court’s TRO first precluded its use and only after \nPlaintiffs’ counsel’s demanded on May 16, 2018 that it be taken down.  The Marketing \nImage was created and p ublicly disseminated in plain violation of the clear and \nunambiguous language of the P.I. Order. \n                                                           \n26  The CAD drawing had been saved to the “Titan” subfolder in the Dropbox Account. \n \n3. Payne’s Solicitation and Retention of Red Valve Trade Secrets27 \n51. Payne violated the P.I. Order by requesting and obtaining Red Valve Trade \nSecrets from Red Valve employees and failing to return that information to Plaintiffs. \n52. In June 2018 —two months after the P.I. Order  required Defendants to \nreturn all Red Valve property and specifically “ RESTRAINED and ENJOINED \n[Defendants], during the pendency of this action, from using, disclosing, or \ndistributing Plaintiffs’ . . . Design Documents[,]” Red Valve, Inc., 2018 NCBC LEXIS \n41, at *43 —Payne visited the personal residence of a Red Va lve employee, Brenda \nHoffman, and asked her to create a build sheet for a part based on Red Valve’s build \nsheets.  (Pls.’ Reply Br. Supp. Mot. Order Show Cause Ex. I, at ¶¶  5–6 [hereinafter \n“Hoffman Aff.”], ECF No. 130.1; see Pls.’ Br. Supp. Verified Mot. Order Show Cause \nEx. L, ECF No. 99.1.)  Ms. Hoffman did not provide Payne with the re quested build \nsheets, but she did tell her Red Valve co-worker, Penny Bates, about her conversation \nwith Payne.  (See Hoffman Aff. ¶¶ 7, 9.)   \n53. That same month, Ms. Bates met with Payne and gave him a USB drive \ncontaining Red Valve build sheets, which Payne accepted (the “Build Sheets USB”).  \n(Aff. Ben Payne ¶¶ 2–3 [hereinafter “Payne Nov. 2018 Aff.”], ECF No. 118.)  According \nto Payne, Ms. Bates “told” him that the Build Sheets USB “contained Red Valve build \nsheets[.]”  (Payne Nov. 2018 Aff. ¶ 3.)  The P.I. Order specifically provides that Red \nValve’s build sheets are “Design Documents,” and thus Red Valve Trade Secrets, \nwithin the meaning of the Order, see Red Valve, Inc., 2018 NCBC LEXIS 41, at *17 \n                                                           \n27  Plaintiffs first raised this issue through their First Show Cause Motion.    \n \n(“Red Valve’s Design Documents also include build sheets, which are documents \ncontaining a comprehensive listing of the quantity and dimensions of each \nelastomeric and fabric material used in the hand -fabrication of rubber sleeves and \nthe detailed sequence in which each material is placed on the mandrel a nd \nintermediate layers until the final elastomer/fabric matrix is complete.”).  Reliance \nsubsequently determined that the Build Sheets USB contained over 1,000 Red Valve \nbuild sheets.  (See Pls.’ Br. Supp. Mot. Sanctions Ex. L, at ¶  7 [hereinafter “Walton \nNov. 2018 Aff.”], ECF No. 92; Payne Nov. 2018 Aff. ¶ 3).  Payne did not disclose that \nhe had the Build Sheets USB, or return the USB to Plaintiffs, until October 2018, \ndespite the clear requirements of the P.I. Order.   See Red Valve, Inc. , 2018 NCBC \nLEXIS 41, at *43.  The foregoing conduct violates the plain terms of the P.I. Order. \n4. Violations of Return Protocol \na. Aedo’s Failure to Certify Compliance \n54. After Defendants represented at the December 18, 2018 hearing in this case \nthat the Return Protoc ol was complete and no further action thereunder was \nnecessary, the Court ordered Defendants to promptly file the certifications of \ncompliance it had initially required to be filed by April 19, 2018 prior to initiating the \nReturn Protocol process.   \n55. On January 11 , 2019, Defendants filed a certification that Jason \nMcCollough of Envista had completed all activities required of Defendants and \nEnvista in the Return Protocol.   (Certification Completion Return & Preservation \nProtocol, ECF No. 140.)  Thereafter, o n March 5, 2019, Payne for himself and on \nbehalf of Titan, certified that Payne was not aware of any Red Valve property in the \n \npossession of Payne or Titan.  (Certification Ben Payne & Titan Valve, ECF No. 164.)  \nAedo, however, did not file the required certification and remains in violation of the \nCourt’s orders to file that certification .  He has not explained his ongoing failure to \ncomply with the Court’s certification requirement.  \nb. Failure to Identify Devices and Delete Red Valve Property \n56. The Titan Defendants failed to identify at least the following devices in the \nReturn Protocol as devices that may contain Red Valve property, although those \ndevices contained, and may still contain, Red Valve property: ( i) the “STORE N GO” \nUSB device containing the Shadow Dropbox; (ii) the Aedo HP Laptop; and (iii) Payne’s \nLenovo Ideapad.28  (See Return Protocol 2–5.)  Such conduct was in violation of the \nplain language of the Return Protocol. \n57. At the time of Payne’s March 5, 2019 certification, the P.I. Exhibits, which \ncontain Red Valve property, remained in Payne’s Titan e -mail account, \nBpayne@Titan-valve.com, as well as on Payne’s Lenovo Ideapad.  (Walton May 2019 \nAff. ¶ 7.)  Thus, Payne’s certification was false. \n58. In addition, as of the date of Reliance’s forensic examination under the First \nSanctions Order and the Device Discovery Protocol , Payne’s Dell laptop contained \ndocuments with “Red Valve” in the file name, which should have been returned to \n                                                           \n28  In their proposed order on the Second Sanctions Motion, Plaintiffs indicated that the Titan \nDefendants failed to identify an additional Dropbox account owned by Aedo that was \ndisclosed to Plaintiffs on June 3, 2019 (i.e., the day before June 4 Hearing on the Second \nSanctions Motion).  Plaintiffs have not offered evidence concerning t his additional Dropbox \naccount so the Court does not consider it on the Second Sanctions Motion.  \n \nPlaintiffs and deleted  under the Return Protoco l, but were not , including  the \nfollowing files:  \n• Red Valve Gross Margin History((Unsaved-306430564229087573)).xlsb \n• Red Valve PD – December FY18 – Internal_JMK Slide 15-\n16_r3_011218.pptx \n• Red Valve OEM Agreement – 9-28-2017.docx \n• Copy of Project Deck – Red Valve Gastonia.xlsx \n• Copy of Red Valve – Dillon 8 11 17 Bid.xlsx \n• Red Valve Quartile Detail_2009-2016 – Product Type as Product (1).xlsx \n• Copy of 10 27 2016 red valve x matrices and action plan.xlsx \n• Copy of 2016 Qrtly Fluctuation Analysis Template – Consolidated Red \nValve.xlsx \n \n(Walton March 2019 Aff. ¶ 9; Walton March 2019 Aff. Ex. A.)  It is readily apparent \nfrom the file names of these documents that they contain Red Valve property , and \nPayne was required to return these documents under the Court’s orders .  \nNevertheless, Payne certified —the Court concludes untruthfully —that he was \nunaware that he continued to possess Red Valve property.  (See Certification Ben \nPayne & Titan Valve, ECF No. 164.) \n59. The Titan Defendants have also failed to locate and produce a num ber of \nUSB devices that were connected to Payne ’s Red Valve computer .  Specifically, \nthrough Reliance’s forensic efforts, Plaintiffs were able to identify nine USB devices \nthat were plugged into Payne’s Red Valve computer between October 2017 and March \n2018, but which have not been produced or accounted for.  See Red Valve, Inc., 2019 \nNCBC LEXIS 5, at *25–26.  Payne did not identify any of these USB devices as part \nof the Return Protocol process, and, in response to Plaintiffs’ discovery requests, \nPayne stated that he no longer possessed any of the missing USB devices.   Despite \nthese assurances, however, on October 23, 2018, Defendants informed Plaintiffs that \n \nthey “found” two of the USB drives that ha d been connected to Payne’s computer \nwhile he was at Red Valve.  Id. at *26.   Seven USB devices that were connected to \nPayne’s Red Valve computer between October 2017 and March 2018 have yet to be \nreturned to Plaintiffs.  See id.   Based on his conduct to date, the Court is not \npersuaded that Payne has exhausted all reasonable efforts to locate and return these \nremaining USB devices to Plaintiffs and thus has violated the Return Protocol  and \nthe P.I. Order. \n5. Violations of Device Discovery Protocol and First Sanctions Order \n60. The Titan Defendants also failed to identify and produce at least four data \nsources under the Device Discovery Protocol in violation of the First Sanctions Order.  \nIn particular, Aedo did not identify the “STORE N GO” USB device containing the \nShadow Dropbox through the Device D iscovery Protocol.  (Walton May 2019  Aff. \n¶ 20.)  Two additional devices, likely a Galaxy J4+ and an Apple iPhone, were \nconnected to the Aedo  HP Laptop on January 14, 2019  and February 13, 2019, \nrespectively, and neither was identified by Aedo in the Device Discovery Protocol  or \nprovided to Reliance for device discovery .  (Walton May 2019  Aff. ¶¶  21–22.)  \nSimilarly, a “My Passport” device was accessed on Aedo’s ASUS laptop , but \nDefendants neither identified nor provided this device to Reliance, as required under \nthe Device Discovery Protocol  and First Sanctions Order .  (Walton May 2019  Aff. \n¶ 27.)   \n61. By failing to identify and produce these devices—each of which Defendants \nused on or after July 1, 2017  and which were to be subject to forensic examination \n \nunder the Device Discovery Protocol —the Titan Defendants violated the First \nSanctions Order.  \n6. Defendants Concealed Evidence from Discovery Responses \n62. By Order dated March 15, 2019, the Court ordered Defendants to respond \nto certain discovery requests, including Interrogatory No. 14 in Plaintiffs’ First Set of \nInterrogatories, which requested that Defendants “[l]ist all Red Valve Trade Secrets \nthat You have used or disclosed for any purpose other than for Defendants’ Payne or \nAedo’s employment with Red Valve[.]”  (Order Pls.’ BCR 10.9 Dispute Summaries 6–\n7, ECF No. 172.)  In their April 3, 2019 response to Interrogatory No. 14, however, \nDefendants listed conduct only up to and including March 11, 2018 (i.e., prior to the \nfiling of Plaintiffs’ Complaint in this action).  By failing to identify the Trade Secrets \nin the P.I. Exhibits and the Shadow Dropbox Price Data (which Aedo used to advance \nTitan’s business interests after Plaintiffs’ Complaint was filed), the Titan Defendants \nfailed to comply with the Court’s March 15, 2019 Order and frustrated the process of \nsubstantive discovery on the merits of Plaintiffs’ claims.  \nE. Second Sanctions Motion \n63. Plaintiffs filed the Second Sanctions Motion on March 13, 2019.  That same \nday, the Court held a telephone conference to preliminarily address the issues raised \nin the Second Sanctions Motion .  All parties that have appeared in this action were \nrepresented by counsel at the conference. \n64. On March 14, 2019, the Court issued a Preliminary Order on Plaintiffs’ \nMotion for Sanctions  (the “Preliminary Second Sanctions Order”) .  (Prelim. Order \nPls.’ Mot. Sanctions, ECF No. 171.)   In light of the substantial evidence offered by \n \nPlaintiffs showing that Aedo continued to use the P.I. Exhibits for months after the \nP.I. Order had issued  and continued to then have access to th at confidential Red \nValve information , the Court concluded that immediate relief was warranted.  \nSpecifically, the Court, in the exe rcise of its discre tion and for good cause shown, \nconcluded that Plaintiffs’ forensic expert, Reliance, should be permitted to conduct a \nforensic examination of all of Defendants’ data sources —regardless of whether such \ndata sources were subject to the Ret urn Protocol or Device Discovery Protocol —to \nsearch for and identify data and metadata related to the P.I. Exhibits.   The Court \ndirected Reliance to “permanently delete from the Data Sources the P.I Exhibits and \nany copies thereof[.]”  (Prelim. Order Pls.’ Mot. Sanctions 3–4.) \n65. Through the Preliminary Second Sanctions Order, the Court also directed \nDefendants to each certify under oath in a written statement filed with the Court by \nno later than March 19, 2019 that, among other things, “the Defendant ha [d] not \nviewed, accessed, used, or disclosed the P.I. Exhibits at least since March 11, 2019” \nand “the Defendant ha[d] returned any and all hard copies of the P.I. Exhibits (or any \nother information or material that the Court identified as a Red Valve trade secret in \nthe [P.I. Order]) that [were] within Defendants’ possession, custody or control[.]”  \n(Prelim. Order Pls.’ Mot. Sanctions 4–5.)  The Court further noted that, “[c]onsistent \nwith the Court’s prior orders in this case, Defendants [were] prohibited from using, \npossessing, or disclosing the P.I. Exhibits (or any other information or material that \nthe Court identified as a Red Valve trade secret in the [P.I. Order]).”  (Prelim. Order \nPls.’ Mot. Sanctions 2–3.) \n \n66. Farris, Payne, and Titan timely filed sworn certifications pursuant to the \nPreliminary Second Sanctions Order.  Aedo, on the other hand, filed an unsworn \ncertification on March 19, 2019 and did not file a notarized certification until June 3, \n2019 (i.e., the day prior to the June 4 Hearing on the Second Sanctions Motion).  \n67. In accordance with the Preliminary Second Sanctions Order, Reliance \ndeleted the P.I. Exhibits from Defendants’ tendered devices.  (Walton May 2019 Aff. \n¶¶ 7–9.) \n68. The Court heard arguments on the Second Sanctions Motion at the June  4 \nHearing, at which all parties that have appeared in this action were represented by \ncounsel. \n69. At the conclusion of the  June 4 Hearing, the Court forecast that it would \ngrant the Second Sanctions Motion , at least to the extent Plaintiffs seek sanctions \nagainst Aedo and Titan .  The Court declined, however, to forecast its ruling as to \nPayne. \n70. In light of the Court’s forecasted ruling that at least Aedo and Titan would \nbe ordered to pay Plaintiffs’ reasonable expenses, including attorneys’ fees, the Court \nset a schedule at the June  4 Hearing for filing and briefing Plaintiffs’ anticipated \npetition for such fees.  On June 18, 2019, Plaintiffs filed a Petition for Reasonable \nExpenses Resulting from Plaintiffs’ Second Motion for Sanctions (the “Fee Petition”).  \nBriefing is complete on the Fee Petition, and t he Court will rule on the Petition by \nseparate order. \n71. The Second Sanctions Motion is now ripe for final determination. \n \nII. \nCONCLUSIONS OF LAW \n72. Plaintiffs request that the Court impose sanctions pursuant to the Court’s \ninherent authority and under Rules 11, 26, 37, and 41 of the North Carolina Rules of \nCivil Procedure .  Plaintiffs specifically ask the Court to (i)  strike the Titan \nDefendants’ Answer to Plaintiffs’ Amended Complaint and enter default against \nthem; (ii) modify the Return Protoc ol; (iii) require the Titan Defendants to pay \nPlaintiffs’ reasonable expenses incurred in bringing the Second Sanctions Motion, \nincluding payment of Plaintiffs’ reasonable attorneys’ fees;  and (iv)  modify the \nProtective Order entered in this case .  While t he Titan Defendants do not dispute \nthat sanctions may be appropriate  or that the Court has the authority to enter the \nsanctions Plaintiffs request , they contend that “[t]he sanctions sought by Plaintiffs \nare excessive and unwarranted under the circumstance s.”  ( Defs.’ Br. Opp’n Pls.’ \nSecond Mot. Sanctions & Contempt 8, ECF No. 196.)   \n73. Before considering the Second Sanctions Motion on its merits, the Court \naddresses the suggestion first raised by the Titan Defendants at the June 4 Hearing \nthat sanctions against Payne are improper because he did not receive adequate notice \nof the grounds upon which sanctions against him are sought.   \n74. As an initial matter, it is well established that “[t]he bases for the sanctions \nmust be alleged” and, “[i]n order to pass constitutional muster, the person against \nwhom sanctions are to be imposed must be advised in advance of the charges against \nhim.”  Walsh v. Cornerstone Health Care, P.A. , No. COA18 -925, 2019 N.C. App. \n \nLEXIS 503, at *11 –12 (N.C. Ct. App. June 4, 2019) (quoting Griffin v. Griffin , 348 \nN.C. 278, 280, 500 S.E.2d 437, 439 (1998)).  Contrary to Payne’s contention, however, \nPlaintiffs’ Second  Sanctions Motion, and the briefs and materials submitted in \nsupport, easily met this standard and afforded Payne fair and adequate notice of the \nbases for the sanctions sought against him.   \n75. In particular, Plaintiffs incorporated by reference the conduct underlying \nthe First Show Cause Motion (and thus Payne’s conduct related to the Build Sheets \nUSB) into the Second Sanctions Motion.  (See Pls.’ Br. Supp. Second Mot. Sanctions \n& Contempt 10, ECF No. 169 (“Plaintiffs refer the Court back to Plai ntiffs’ prior \nMotion for Sanctions and Motion for Order to Show Cause for a full recitation of \nDefendants’ truly reprehensible conduct.”).)  Further, Plaintiffs specifically described \nPayne’s failure to timely identify and produce certain devices in the Return Protocol.  \n(See Pls.’ Br. Supp. Second Mot. Sanctions & Contempt 12 (“Defendants belatedly \nidentified two USB devices in Defendant Payne’s possession that should have been \nsubject to the Return Protocol[.]”).)  Finally, Plaintiffs pointed out that the  Forensic \nReports generated through the Device Discovery Protocol showed that Red Valve \nproperty remained on Payne’s laptop even after the Return Protocol process was \ncompleted.  (See Pls.’ Br. Supp. Second Mot. Sanctions & Contempt 13 (“[A] search of \n‘Red Valve’ on the master file table for Defendant Payne’s Dell Laptop reveals \ndocuments that are Red Valve Property, which is readily apparent by the file \nnames.”).)  Therefore, the Court concludes that the Titan Defendants’ arguments are \n \nwithout merit and th at Payne had adequate notice of his conduct at issue in the \nSecond Sanctions Motion.   \n76. The Court thus turns to the merits of the Second Sanctions Motion. \n77. Trial courts retain the inherent authority “to do all things that are \nreasonably necessary for the proper administration of justice.”  Beard v. N.C. State \nBar, 320 N.C. 126, 1 29, 357 S.E.2d 694, 696 (1987).  “[T]he power to sanction \ndisobedient parties, ev en to the point of dismissing their actions or striking their \ndefenses, . . . is longstanding and inherent.”  Minor v. Minor, 62 N.C. App. 750, 752, \n303 S.E.2d 397, 399 (1983) ; see Chambers v. NASCO, Inc. , 501 U.S. 32, 46 (1991) \n(holding that statutory schemes and court rules do not “displace[] the inherent power \nto impose sanctions for . . . bad-faith conduct,” for statutory schemes and court rules, \neven when considered together, “are not substitutes for . . . inherent power”); Daniels \nv. Montgomery Mut. I ns. Co., 320 N.C. 669, 674, 360 S.E.2d 772, 776 (1987) (“[W]e \nhold it to be within the inherent power of the trial court to order plaintiff to pay \ndefendant’s reasonable costs including attorney ’s fees for failure to comply with a \ncourt order.”); Cloer v. Smith, 132 N.C. App. 569, 573, 512 S.E.2d 779, 782 (1999) \n(“The trial court .  . . retains inherent authority to impose sanctions for discovery \nabuses beyond those enumerated in Rule 37.”); Few v. Hammack Enters., Inc. , 132 \nN.C. App. 291, 298–99, 511 S.E.2d 665, 670–71 (1999) (finding it was within the trial \ncourt’s inherent authority to strike a party’s answer for willful failure to comply with \nthe rules of court); Lomax v. Shaw, 101 N.C. App. 560, 563, 400 S.E.2d 97, 98 (1991) \n(concluding trial court “was well within the bounds of the court’s inherent authority \n \nto manage the case docket when he struck the defendants’ answer” for failing to \nexecute a consent judgment). \n78. Separate and apart from a trial c ourt’s inherent authority to impose \nsanctions, Rule 37(b) of the North Carolina Rules of Civil Procedure permits a court \nto order a variety of sanctions against a party who fails to obey a court order regarding \ndiscovery.  See N.C. R. Civ. P. 37(b); Bumgarner v. Reneau, 332 N.C. 624, 630, 422 \nS.E.2d 686, 690 (1992) (“Rule 37 establishes certain sanctions for failure of a party to \ncomply with discovery processes.”); see also Essex Grp., Inc. v. Express Wire Servs. , \n157 N.C. App. 360, 363, 578 S.E.2d 705, 707 (2003) (“Rule 37 sanctions are powers \ngranted to the trial courts of our state to prevent or eliminate dilatory tactics on the \npart of unscrupulous attorneys or litigants.”); Am. Tel. & Tel. Co. v. Griffin , 39 N.C. \nApp. 721, 727, 251 S.E.2d 885, 888 (1979) (“[T]he discovery rules should be \nconstructed liberally  so as to substantially accomplish their purposes.  The \nadministration of these rules lies necessarily within the province of the trial courts; \nRule 37 allowing the trial court to impose sanctions is flexible, and a broad discretion \nmust be given to the tr ial judge with regard to sanctions.” (citations and quotation \nmarks omitted)); Out of the Box Developers, LLC v. LogicBit Corp., 2014 NCBC LEXIS \n7, at *7 (N.C. Super. Ct. Mar. 20, 2014) (concluding that Rule 37(b) may be used to \nsanction a party for violating a Rule 26(c) protective order  because “the orderly and \nefficient progression of litigation demands that the trial court be empowered to police \nviolations of [discovery] orders”).  Permissible sanctions under Rule 37(b) include, but \n \nare not limited to, the establishment of facts, the exclusion of evidence, the striking \nout of pleadings or parts thereof, or the dismissal of an action.  N.C. R. Civ. P. 37(b)(2). \n79. The imposition of sanctions is left to the sound discretion of the trial judge \nand “will not be overturned absent a showing of abuse of discretion.”  Cloer, 132 N.C. \nApp. at 573, 512 S.E.2d at 782.  A trial court will be held to have abused its discretion \nonly “where the court’s ruling is manifestly unsupported by reason or is so arbitrary \nthat it could not have been the result of a reasoned decision.”  E. Brooks Wilkins \nFamily Med., P.A. v. WakeMed , 244 N.C. App. 567, 578, 784 S.E.2d 178, 185 (2016)  \n(quoting Couch v. Private Diagnostic Clinic , 146 N.C. App. 658, 667 –68, 554 S.E.2d \n356, 363 (2001)). \n80. “North Carolina courts do not presently require the party requesting \nsanctions to demonstrate, as a part of its burden, that it suffered prejudice as a result \nof the opposing party’s discovery failures or that the opposing party acted willfully.” \nTumlin v. Tuggle Duggins P.A., 2018 NCBC LEXIS 51, at *31 (N.C. Super. Ct. May \n22, 2018); see Henderson v. Wachovia Bank of N.C., N.A., 145 N.C. App. 621, 629, 551 \nS.E.2d 464, 470 (2001).  That said, “[w]illfulness, bad faith, or prejudice to another \nparty” may influence the court’s discretion “in determining the appropriate sanction.”  \nOut of the Box Developers, LLC, 2014 NCBC LEXIS 7, at *9. \n81. In assessing appropriate sanctions, North Carolina law is clear that a court \nmay consider the entire record before it .  See Ray v. Greer, 212 N.C. App. 358, 363, \n713 S.E.2d 93, 97 (2011) (noting that trial court may “view of the totality of the \ncircumstances of the case” in assessing appropriate sanctions  (quoting Badillo v. \n \nCunningham, 177 N.C. App. 732, 734 –35, 629 S.E.2d 909, 911 (2006)) ); Batlle v. \nSabates, 198 N.C. App. 407, 420, 681 S.E.2d 788, 797 –98 (2009) (affirming trial \ncourt’s dismissal of plain tiff’s complaint as a sanction where trial court considered \n“the totality of the circumstances of the case in determining the appropriate sanction” \n(internal quotation marks omitted)) .  Indeed, “[w]hen sanctioning a party under its \ninherent authority, the court must weigh the circumstances of each case and choose \na sanction that, in the court ’s judgment, ‘properly takes into account the severity of \nthe party’s disobedience.’ ”  Out of the Box Developers, LLC, 2014 NCBC LEXIS 7, at \n*10 (quoting Patterson v. Sweatt, 146 N.C. App. 351, 357, 553 S.E.2d 404, 409 (2001)). \n82. Finally, in determining whether the issuance of serious sanctions pursuant \nto a court’s inherent authority is proper, the North Carolina Supreme Court has \nlooked to guidance from federal courts.  See Daniels, 320 N.C. at 674, 360 S.E.2d at \n776.  The United States Court of Appeals for the Fourth Circuit, in a panel joined by \nformer North Carolina Business Court Judge Albert Diaz, has held that serious \nsanctions, including the dismissal of an action , “are appropriate when a party \ndeceives a court or abuses the process at a level that is utterly inconsistent with the \norderly administration of justice or undermines the integrity of the process.”  Projects \nMgmt. Co. v. Dyncorp Int’l LLC , 734 F.3d 366, 3 73 (4th Cir. 2013) (citations and \nquotation marks omitted).  The Court finds Project Management ’s articulation \npersuasive and appropriate for application in this case.  \n83. Here, the primary grounds upon which Plaintiffs’ base the Second Sanctions \nMotion are (i) Aedo’s access to and use of Red Valve’s Price Data through the Shadow \n \nDropbox and (ii) Aedo’s access to and use of the P.I. Exhibits.  Plaintiffs also assert \nthat sanctions are warranted as a result of the Titan Defendants’ other violative \nconduct, including the conduct first raised in Plaintiffs’ First Show Cause Motion \ninvolving Aedo and Payne.   \nA. Aedo’s Sanctionable Conduct \n84. Aedo’s conduct during the pendency of this action, for himself and on behalf \nof Titan, reflects an astonishing disregard for the judicial process and the Court’s \norders, an utter defiance of the law and Aedo’s legal responsibilities as a party in this \nlitigation, and a total disdain for the administration of justice under the laws of this \nState.  As such, the Court concludes that severe sanctions against Aedo and Titan are \nappropriate.   \n85. Particularly, Aedo, in his individual capacity and as an agent of Titan, has \nviolated the Court’s various orders and engaged in litigation misconduct in at least \nthe following ways: \n• Contacting a Red Valve customer , AMP Mineral,  on March 16, 2018 in \nviolation of the TRO; \n \n• Creating the Shadow Dropbox containing Red Valve’s Price Data on March \n16, 2019 in violation of the TRO; \n \n• Withholding responsive documents and concealing material, adverse \nevidence in violation of the Expedited Discovery Order; \n \n• Signing an affidavit submitted in opposition to Plaintiffs’ P.I. Motion, in \nwhich he falsely claimed that he did not have access to any of Red Valve’s \npricing information and that he no longer had access to tha t Dropbox \nAccount or any information contained therein; \n \n• Accessing Red Valve’s Price Data through the Shadow Dropbox on at least \nApril 13, 2018 and September 12, 2018 in violation of the P.I. Order; \n \n \n• Failing to identify the “STORE N GO” USB drive containin g the Shadow \nDropbox in response to relevant, appropriate written discovery; \n \n• Accessing the P.I. Exhibits at least forty separate times, each of which is a \ndistinct violation of the P.I. Order; \n \n• Posting the Marketing Image to Titan’s public LinkedIn page on May 15, \n2018 in violation of the P.I. Order; \n \n• Failing to return and delete all Red Valve property within the agreed-upon \ndeadlines in the Return Protocol; \n \n• Failing to file a certification concerning his compliance with the Return \nProtocol as required by the P.I. Order and the Order Clarifying P.I.; \n \n• Failing to identify and produce at least the following devices in the Return \nProtocol as required by its terms : (i) the Aedo HP Laptop  and (ii) the \n“STORE N GO” USB drive containing the Shadow Dropbox; \n \n• Failing to timely file a sworn certification as required under the Device \nDiscovery Protocol  in defiance of the Court’s February 12, 2019 Order \ndenying Aedo’s motion for extension; \n \n• Failing to timely submit to Reliance all data sources as required under the \nDevice Discovery  Protocol in defiance of the Court’s February 12, 2019 \nOrder denying Aedo’s motion for extension; \n \n• Failing to identify and produce at least the following devices in the Device \nDiscovery Protocol as required by the terms of the Protocol and the Court’s \nFirst Sanctions Order: (i) a Galaxy J4+ connected to the Aedo HP Laptop \non February 13, 2019 ; (ii) an Apple iPhone connected to the Aedo HP \nLaptop on January 14, 2019; (iii) a “My Passport” device accessed on Aedo’s \nASUS laptop ; and (iv) the “STORE N GO” USB driv e containing the \nShadow Dropbox; \n \n• Failing to identify the Trade Secrets in the P.I. Exhibits and Shadow \nDropbox in his  response to Plaintiffs’ Interrogatory No. 14  as required \nunder the Court’s March 15, 2019 Order; and \n \n• Failing to timely file a sworn certification as required under the \nPreliminary Second Sanctions Order. \n \n \n86. The Court has identified above sixty-one discrete instances of Aedo’s failure \nto comply with t he legal duties imposed by the Court’s orders and applicable law , \nwhich individually and collectively reflect Aedo’s utter disregard for the Court’s \nauthority and the legal process .  The Court concludes that serious sanctions are \nappropriate to address Aedo’s litigation misconduct. \n87. Of particular significance for purposes of the Second Sanctions Motion are \nAedo’s repeated violations of the TRO and P.I. Order through his separate use of the \nShadow Dropbox and the P.I. Exhibits, which were only discovered in 2019 through \nthe Device Discovery Protocol, itself necessitated by Defendants’ earlier misconduct.  \nThis specific conduct bears special mention, and each set of actions, standing alone, \njustifies the imposition of the harshest sanctions. \n1. Aedo’s Access to and Use of Red Valve Price Data Through the Shadow \nDropbox \n88. The Court turns first to Aedo’s access to and use of Red Valve’s Price Data \nthrough the Shadow Dropbox for the benefit of the Titan Defendants.  The March 14, \n2018 TRO “restrained and enjoined [Defendants] from directly or indirectly using, \ndisclosing, relying on, or otherwise misappropriating Red Valve’s Trade Secrets” and \nordered Defendants to “return to Red Valve any and all Red Valve property in their \npossession.”  Red Valve, Inc. , 2018 NCBC LEXIS 139, at *5 –7.  The Court \npreliminarily found that Red Valve’s Price Data, or the “prices Red Valve charges for \nits products and the formula it uses to price products,” was a Red Valve Trade Secret.  \nId. at *5. \n \n89. Reliance’s forensic examination conclusively establishes that only two days \nafter the TRO was entered , Aedo improperly accessed the Dropbox Account and \ndownloaded Red Valve’s Price Book and a Red Valve price factor sheet to the Shadow \nDropbox he had recently created.  Both documents indisputably constitute Price Data \nand thus are Red Valve Trade Secrets under the TRO, and the Court concludes that \nAedo’s conduct in accessing and downloading these materials was a gross and willful \nviolation of the TRO.   \n90. Moreover, two weeks after he created the Shadow Dropbox and downloaded \nRed Valve’s Price Data, Aedo offered in opposition to the P.I. Motion an affidavit in \nwhich he falsely swore, among other things,  that he did not “take any pricing list” \nwhen “leaving [his] employment with Red Valve, ” (Aedo April 2018 Aff. ¶ 13), and \nthat he “no longer [had] access to that Dropbox account (or the Titan folder), or any \ninformation contained therein[,]”  (Aedo April 2018 Aff. ¶  30).  It is plain from the \nnow-developed record that Aedo knew his representations were false when he made \nthem and intended those representations to conceal from Plaintiffs and the Court \nthat he had accessed and used, and intended to continue to access and use, Red \nValve’s Trade Secrets to further Titan’s business. \n91. Thereafter, on April 10, 2018, the Court granted Plaintiffs’ P.I. Motion, and \nthrough the P.I. Order  again “RESTRAINED and ENJOINED” Defendants “from \nusing, disclosing, or distributing Plaintiffs’ .  . . Price Data” and require d that \nDefendants return all Red Valve property.  Red Valve, Inc., 2018 NCBC LEXIS 41, at \n \n*43.  Three days later, Aedo accessed the Price Data in the Shadow Dropbox in \nblatant violation of the P.I. Order.   \n92. On September 12, 2018, Aedo again violated the P.I. Order by accessing the \nPrice Data in the Shadow Dropbox.  On this occasion, Aedo’s access to the Price Data \nwas contemporaneous with his access to documents related to Titan’s pricing, \nincluding a “Titan Price Book.”  Based on the evidence of record, the Court concludes \nthat Aedo accessed and used Red Valve’s proprietary Price Data on this occasion to \nfurther Titan’s business objectives in plain violation of the Court’s P.I. Order. \n93. In the face of this evidence, Aedo offers little by way of defense or \njustification for his conduct.  At the June 4 Hearing, Aedo’s counsel represented that \nAedo purports to have “no recollection” of creating the Shadow Dropbox or accessing \nRed Valve’s Price Data.  The Reliance forensic examination , however, conclusively \nestablishes that he did just that.  Aedo does not otherwise challenge the results of \nReliance’s forensic examination showing that he saved the Price Data to the Shadow \nDropbox and repeatedly accessed those files.    \n94. Based on the above, t he Court concludes that Aedo’s conduct in connection \nwith the Shadow Dropbox as outlined above was in willful violation of the Court’s P.I. \nOrder and, by itself, merits the imposition of severe sanctions against Aedo and Titan. \n2. Aedo’s Access to and Use of P.I. Exhibits \n95. The Court turns next to Aedo’s access to and use of the P.I. Exhibits for the \nbenefit of the Titan Defendants.   Although Aedo does not challenge the evidence \nshowing that he accessed the P.I. Exhibits containing Red Valve’s Trade Secrets over \n \nforty separate times from September 2018 through February 2019, he contends that \nhis conduct was justified and should not lead to the imposition of severe sanctions.   \n96. The Titan Defendants first argue that “the highly unusual circumstances of \nhow Defendants received the” P.I. Exhibits justifies Aedo’s conduct.  (Defs.’ Br. Opp’n \nPls.’ Second Mot. Sanctions & Contempt 9, ECF No. 196.)  To this end, Aedo avers \nthat he thought he could access Red Valve’s P.I. Exhibits  because a Gray Layton \nemployee sent those documents to Defendants.  Aedo asserts that “[u]p until the time \n[he] learned about Plaintiffs’ allegations in the Second Sanctions Motion, [he] \nbelieved that [he] was permitted to have and access the [P.I. Exhibits], because they \nwere provided to [him] and the othe r members of Titan Valves [sic] by our former \nattorneys.”  (Defs.’ Br. Opp’n Pls.’ Second Mot. Sanctions & Contempt Ex. 3, at ¶  8 \n[hereinafter “Aedo April 2019 Aff.”], ECF No. 196.1.)   \n97. The Supreme Court of North Carolina has held that a litigant’s good fa ith \nreliance on an attorney’s advice “concerning the legal basis for their claim” may \npreclude Rule 11 sanctions.  Bryson v. Sullivan, 330 N.C. 644, 660, 412 S.E.2d 327, \n335–36 (1992).  In that context, the Court defined “good faith as ‘honesty of intention, \nand freedom from knowledge of circumstances which ought to put [one] upon \ninquiry.’ ”  Id. at 662, 412 S.E.2d at 336 (quoting Black’s Law Dictionary 693 (6th ed. \n1990)).  Bryson, however, does not provide a path for Aedo to avoid the consequences \nof his conduct here.   \n98. To the contrary, the evidence of record shows that Aedo was not acting in \ngood faith reliance on the advice of counsel and  could not reasonably believe that he \n \ncould possess, access, or use the P.I. Exhibits, and specifically Red Valve’s Price Book, \nin the face of the plain and unambiguous Court orders precluding such conduct .  In \nparticular, t he P.I. Order unequivocally prov ided that Defendants were \n“RESTRAINED and ENJOINED, during the pendency of this action, from using, \ndisclosing, or distributing Plaintiffs’ .  . . Price Data[.]”  Red Valve, Inc., 2018 NCBC \nLEXIS 41, at *43.   The Titan Defendants do not dispute that they received the P.I. \nOrder, nor do they argue either that they misunderstood the P.I. Order  or that Red \nValve’s Price Book did not constitute Price Data under its terms.  Moreover, each \nDefendant, including Aedo was fully aware that Plaintiffs had fired and sued them \nfor downloading Red Valve’s Trade Secrets and other proprietary information and \nthat the Court had granted injunctive relief twice to prevent the use of Red Valve’s \nconfidential information and requi re the prompt return of Red Valve’s property.  \nWhen these facts are considered with Aedo’s surreptitious creation and use of the \nShadow Dropbox in willful violation of the TRO—an effort to conceal showing that he \nknew his conduct was improper—Aedo’s claim that he thought he could use the Price \nBook rings hollow indeed.  \n99. The Titan Defendants also seek to minimize Aedo’s conduct by contending \nthat there is a “ lack of evidence that Defendants in fact used the [P.I. Exhibits] to \ncompete against Plaintiffs.”  (Defs.’ Br. Opp’n Pls.’ Second Mot. Sanctions & Contempt \n9.)  Although Aedo acknowledges that he accessed Red Valve’s Price Book while \nworking on Titan’s price book, he avers that it was “not for the purpose of using any \nof the pricing information itself.”  (Aedo April 2019 Aff. ¶  10.)  Instead, Aedo claims \n \nthat he accessed the Price Book “once” because he “simply wanted to be sure that \nTitan’s price book looked stylistically different from Red Valves [sic], to emphasize \nthat Titan had developed its pricing independently.”  (Aedo April 2019 Aff. ¶ 10.) \n100. Aedo’s explanation does not square with the undisputed facts.  In particular, \nReliance’s forensic examination shows that on numerous occasions—not just “once”—\nAedo accessed the Red Valve Price Book at or about the same time he accessed the \nTitan price book or other Titan pricing -related information .  For example, on \nFebruary 11, 2019, Aedo accessed files containing quote activities for Titan from \n11:20 AM to 11:30 AM on the Aedo HP Laptop.  (Walton March 2019 Aff. Ex. C, at \nLines 269–274.)  Seventeen minutes later, a t 11:47 AM, Aedo opened the “Exhibits \nPart 1.1.pdf” and “Exhibits Part 1.2.pdf” files from the local drive on the Aedo HP \nLaptop, i.e., the P.I. Exhibits .  ( Walton March 2019  Aff. Ex. C, at Lines 265–268.)  \nLess than three minutes later, Aedo opened documents containing Titan’s pinch valve \nprice book.  ( Walton March 2019  Aff. Ex. C, at Lines 263–264.)  Aedo’s explanation \nhardly accounts for this conduct.  To the contrary, the Court concludes that this and \nthe other evidence before the Court shows that Aedo repeatedly used the Red Valve \nPrice Book to make Titan pricing decisions in direct violation of the P.I. Order. \n101. The Titan Defendants also suggest that Aedo’s conduct is inconsequential \n(and thus should not justify sanctions) because Titan later abandoned its plans to \nmanufacture and se ll products designed by Titan.  This argument fails for at least \ntwo reasons.   \n \n102. First, and most importantly, the fact that a violator elects to make post -\nviolation business decisions that limit the benefit obtained from his violative conduct \ncannot insulate the violator for the consequences of his misconduct.  It is the violator’s \nabuse and undermining of the judicial process and his interference with the orderly \nadministration of justice that is paramount in imposing sanctions, not whether the \nviolator gained from his misconduct.  See Projects Mgmt. Co., 734 F.3d at 373.   \n103. In any event, Titan’s alleged change in business plans did not eliminate any \nbenefit to Titan from Aedo’s actions as the Titan Defendants suggest.  Although Aedo \navers that “Titan became a distributor for Dual Valves [(“Dual”)] and abandoned its \nplans to manufacture and sell Titan designs” in February 2019, (Aedo April 2019 Aff. \n¶ 10), an d further that “Titan does not control the pricing that Dual sets on its \nproducts[,]” (Aedo April 2019 Aff. ¶  11), the evidence shows that Aedo regularly \ncommunicated with Dual about pricing Dual products, (Pls.’ Reply Br. Supp. Second \nMot. Sanctions & Contempt Ex. B, ECF No. 204.1), and that Titan was in the process \nof finalizing a Products Distribution and Manufacturing Agreement to manufacture \nand distribute parts on behalf of Dual during the same time Aedo was routinely using \nRed Valve’s Price Book contained in the P.I. Exhibits , (see Pls.’ Reply Br. Supp. \nSecond Mot. Sanctions & Contempt Ex. C, ECF No. 204.1).29  Based on this evidence, \nthe Court finds the Titan Defendants’ contention unpersuasive. \n                                                           \n29  The Product Distribution and Manufacturing Agreement between Titan and Dual provides \nthat “Titan may charge End User any cost that Titan Designates .”  (Pls .’ Reply Br. Supp. \nSecond Mot. Sanctions & Contempt Ex. C, ECF No. 204.1 (emphasis added).)   \n \n104. Finally, the Titan Defendants contend that Aedo accessed the P.I. Exhibits \nfor litigation purposes, “such as reminding himself of the specific allegations in Red \nValve’s affidavits in order to respond to discovery requests ,” (Defs.’ Br. Opp’n Pls.’ \nSecond Mot. Sanctions & Contempt 4), not to advance Titan’s business interests.  The \nundisputed facts again do not support Aedo’s claim.  In particular, Reliance’s forensic \nexamination shows that Aedo did not access any litigation-related documents \nimmediately prior to or immediately after any of the times Aedo acc essed the Red \nValve Price Book  in the P.I. Exhibits .  As such, Aedo’s explanation lacks all \ncredibility. \n105. Accordingly, based on the above, the Court concludes that the overwhelming \nweight of evidence shows that Aedo accessed and used the P.I. Exhibits conta ining \nRed Valve’s Trade Secrets, and specifically Red Valve’s Price Book, over forty \nseparate times from September 2018 through February 2019  to advance Titan’s \nbusiness interests and to compete against Red Valve in knowing and willful violation \nof the Court’s P.I. Order.  The Court concludes that such conduct, particularly when \nconsidered with Aedo’s other conduct discussed above, merits the imposition of severe \nsanctions against Aedo and Titan.   \nB. Payne’s Sanctionable Conduct \n106. Although not as egregious as Aedo’s, Payne’s conduct nonetheless \ndemonstrates a complete disregard for the proper administration of justice , has \n“undermine[d] the integrity of the process,” Projects Mgmt. Co., 734 F.3d at 373, and \nwarrants severe sanctions. \n \n107. Payne, in his individual capacity and as an agent of Titan, has violated the \nCourt’s various orders and engaged in litigation misconduct in at least the following \nways: \n• Soliciting and retaining the Build Sheets USB in violation of the P.I. Order; \n \n• Withholding responsive documents and concealing material adverse \nevidence in violation of the Expedited Discovery Order; \n \n• Failing to identify and produce the Build Sheets USB as required under \nthe Return Protocol; \n \n• Failing to identify and produce his Lenovo Ideapad as required under the \nReturn Protocol; \n \n• Failing to timely identify and produce two additional USB devices in his  \npossession as required under the Return Protocol; and \n \n• Failing to return and delete all Red Valve property within the agreed-upon \ndeadlines established in the Return Protocol. \n \n108. In particular, t he undisputed facts of record show that shortly after the \nCourt entered the P.I. Order , and while the parties were negotiating the Return \nProtocol, Payne actively sought to obtain Red Valve’s Trade Secrets in total disregard \nof the clear and unambiguous restrictions set forth in the P.I. Order .  As noted \npreviously, that Order , like the TRO,  required Defendants to return all Red Valve \nproperty and specifically “RESTRAINED and ENJOINED [Defendants], during the \npendency of this action, from using, disclosing, or distributing Plaintiffs’ .  . . Design \nDocuments[.]”  Red Valve, Inc., 2018 NCBC LEXIS 41, at *43.  For purposes of the \nP.I. Order, Design Documents included, among other things, Red Valve’s “ build \nsheets.”  Id. at *17.   \n \n109. As explained in more detail above, in June 2018—two months after the P.I. \nOrder issued—Payne sought and obtained from Red Valve employees the Build \nSheets USB, which he knew contained over 1,000 Red Valve build sheets .  (Walton \nNov. 2018 Aff. ¶ 7; Payne Nov. 2018 Aff. ¶ 3.)  Although Payne knew that the Build \nSheets USB contained Red Valve Trade Secrets, ( see Payne Nov. 2018 Aff. ¶  3), he \ndid not identify the Build Sheets USB in connection with the ongoing Return Protocol \nand did not turn over the USB to Plaintiffs until late October 2018, (see Pls.’ Br. Supp. \nVerified Mot. Order Show Cause Ex. L).   Indeed, after receiving the Build Sheets \nUSB, Payne did not disclose its existence for over five months, and only identified the \nUSB when confronted with the prospect of forensic discovery of his devices that would \nmost certainly have exposed the existence of the Build Sheets USB to Plaintiffs and \nthe Court.30 \n110. To justify his conduct , Payne avers that “it did not occur to [him] th at the \n[Build Sheets USB] needed to be handed over to [his] lawyers and returned” because \n“[t]he deadlines to return tangible items under the [P.I. Order] had already passed, \nand [he] had already provided [his] lawyers with [his] devices and documents.”  \n(Payne Nov. 2018 Aff. ¶ 4.)  The Court cannot credit Payne’s explanation, especially \ngiven that Payne asked Ms. Hoffman to create a build sheet for him based on Red \nValve’s Trade Secrets shortly after the P.I. Order issued.  Accordingly, the Court \nconcludes that Payne’s conduct as discussed above was in willful violation of the \nCourt’s P.I. Order and Return Protocol and, standing alone, as well as when \n                                                           \n30  Defendants disclosed the existence of the Build Sheets USB four days after Bell, Davis & \nPitt, P.A. appeared as counsel of record. \n \nconsidered in conjunction with Payne’s other willful violations identified above, \njustifies the imposition of severe sanctions. \nC. Appropriate Sanctions \n111. The Court next considers appropriate sanctions for the Titan Defendants’ \negregious misconduct.  Plaintiffs ask the Court to (i)  strike the Titan Defendants’ \nAnswer to Plaintiffs’ Amended Complaint and enter default against them; (ii) modify \nand re-conduct the Return Protocol to locate and return Plaintiffs’ Trade Secrets and \nother property ; (iii)  require the Titan Defendants to pay Plaintiffs’ reasonable \nexpenses incurred in bringing the Second Sanctions Motion,  including payment of \nPlaintiffs’ reasonable attorneys’ fees; and (iv) modify the Protective Order entered in \nthis case to exclude Defendants’ former counsel’s access to certain information.   \n112. The Titan Defendants do not dispute that the Court has the inhe rent \nauthority to order all the sanctions Plaintiffs now seek.  Nor do the Titan Defendants \ndispute that certain sanctions may be appropriate.  The Titan Defendants request \nonly that the Court exercise its discretion and decline to grant Plaintiffs’ request for \ndispositive relief. \n1. Strike Titan Defendants’ Answer \n113. Plaintiffs seek as a sanction an order striking the Titan Defendants’ Answer \nand entering default against them.  The Titan Defendants respond that lesser \nsanctions are warranted due to certain supposedly mitigating circumstances.  After \ncareful consideration of the Titan Defendants’ conduct discussed above and the \npotential application of lesser available sanctions, the Court, in the exercise of its \ndiscretion and pursuant to its inherent authority and the authority conferred by Rule \n \n37(b), concludes that the Titan Defendants ’ Answer should be stricken and default \nshould be entered against each of them on all claims as an appropriate sanction for \nthe Titan Defendants’ misconduct .  The Court has considered lesser sanctions —\nincluding, among other things,  striking certain affirmative defenses, striking the \nAnswer of one Titan Defendant but not of all Titan Defendants, deeming certain facts \nto be established, refusing to allow the Titan Defendants to  oppose certain claims, \nprohibiting the Titan Defendants from introducing certain evidence, and holding one \nor more of the Titan Defendants in civil or criminal contempt—and concludes, in the \nexercise of its discretion, that a lesser sanction would not serve the interests of justice \nin the facts and circumstances of this case .  None of these alternative sanctions \nadequately addresses the nature of the Titan Defendants’ misconduct, including their \nongoing and continued violations of this Court’s orders. \n114. The Court is mindful that “s triking a party’s answer is a severe sanction \nwhich should only be imposed where the trial court has considered less severe \nsanctions and found them to be inappropriate.”  Few, 132 N.C. App. at 299, 511 S.E.2d \nat 671 (citing Triad Mack Sales & Serv. v. Clement Bros. Co., 113 N.C. App. 405, 409, \n438 S.E.2d 485, 488 (1994)); see N.C. R. Civ. P. 37(b)(2)(b)–(c); Rodriguez v. Beckwith, \nNo. COA15-1021, 2016 N.C. App. LEXIS 532, at *1 –2, *5–6 (N.C. Ct. App. May 17, \n2016).  Moreover, “[i]m position of sanctions that are directed to the outcome of the \ncase, such as dismissals, default judgments, or preclusion orders, .  . . are examined \nin the light of the general purpose of the Rules to encourage trial on the merits.”  \nMoore v. Mills, 190 N.C. App. 178, 180–81, 660 S.E.2d 589, 591 (2008) (quoting Am. \n \nImps., Inc. v. G. E. Emps. W. Region Fed. Credit Union , 37 N.C. App. 121, 1 24, 245 \nS.E.2d 798, 800 (1978)); cf. Essex Grp., Inc., 157 N.C. App. at 363, 578 S.E.2d at 708 \n(affirming sanctions order  striking defendants’ answer, entering default judgment, \nand ordering defendants to pay plaintiff’s costs and attorneys’ fees under Rule 37 \nwhere defendants’ actions “were at best dilatory and at worst dishonest”); Patterson, \n146 N.C. App. at 358–59, 553 S.E.2d at 409–10 (affirming dismissal of action with \nreasonable costs and attorneys’ fees for, inter alia, multiple violations of court orders \non discovery). \n115. On the evidence of record here, as more particularly discussed above, the \nCourt concludes that the Titan Defendants have knowingly and willfully “deceive[d] \n[the] court” by filing false affidavits  concealing their misconduct ; “abuse[d] the \nprocess at a level that is utterly inconsistent with the orderly administration of \njustice” by using Red Valve Trade Secrets they improperly obtained through this \nlitigation to advance Titan’s business interests and by failing to adhere to the Court’s \nvarious orders concerning the identification, preservation, and return of Plaintiffs’ \nTrade Secrets and other property; and “undermine[d] the integrity of the [judicial] \nprocess” by violating the Court’s P.I. Order and related orders prohibiting Defendants \nfrom using Red Valve’s trade secret information and requir ing the return of Red \nValve’s property while the parties litigated the merits of Plaintiffs’ claims.  See \nProjects Mgmt. Co., 734 F.3d at 373.  As a result, the Court concludes that striking \nthe Titan Defendants’ Answer is the most appropriate sanction here. \n \n116. The Court has considered lesser sanctions and determined that lesser \nsanctions are not sufficient in light of the Titan Defendants’ prior and ongoing \nviolations of the Court’s orders and their various misrepresentations to the Court.   \n117. As an initial matter , the Court previously declined to strike Defendants’ \nAnswer in favor of lesser sanctions in the First Sanctions Order.  See Red Valve, Inc., \n2019 NCBC LEXIS 5, at *31 –33.  After the Court issued that Order on January 11, \n2019, however, Aedo, for the joint  benefit of the Titan Defendants,  continued to \nimproperly access and use Red Valve Price Data to advance Titan’s business interests \nand to compete with Red Valve.  Indeed, in the month following the First Sanctions \nOrder and after Defendants were ordered t o pay Plaintiffs’ reasonable expenses, \nincluding their attorneys’ fees, for Defendants’ misconduct, Aedo accessed and used \nthe P.I. Exhibits in blatant violation of the P.I. Order on January 18, January 25, \nJanuary 28, January 29, January 31, February 4, and February 11.  Lesser sanctions \nin that instance failed to dissuade either Aedo’s misconduct or the other Titan \nDefendants’ willingness to accept the fruits of Aedo’s wrongdoing. \n118. Moreover, the Titan Defendants’ willful violation of the Court’s orders has \nbeen constant and ongoing since this litigation began , was not slowed by the First \nSanctions Order and the award of $108,667.50 in attorneys’ fees and expenses against \nthem, and further demonstrates that lesser s anctions will neither deter the Titan \nDefendants’ future misconduct nor fairly address their unrelenting defiance of the \nCourt’s orders.  At every turn, the Titan Defendants have shown a complete disregard \nfor the legal process and the administration of justice, and the Court concludes that \n \nthe severest sanctions are necessary and appropriate to address their misconduct and \nprotect the integrity of the judicial process.  \n119. It bears mentioning that the Titan Defendants have been on specific notice \nsince this case began that compliance with the Court’s orders was mandatory and \nthat failure to comply with those orders would result in severe consequences.  Indeed, \neven before the Court entered its P.I. Order, Plaintiffs began to present evidence that \nDefendants were not fully complying with the Court’s orders.  As a result, the Court \nadvised Defendants in open court at the April 5, 2018 hearing on the P.I. Motion as \nfollows:  \nThere’s certainly direction to the Defendants to fully comply with my o rders \nand consider everyone -- everyone on the Defendant side to consider \nthemselves on notice that the Court does expect full compliance, and that \nfailure to comply is punishable by the contempt powers of the Court.  \n \n(P.I. Hearing Tr., 107:4–9.)   \n118. Yet remarkably, just over a week later and only three days after the P.I. \nOrder again “RESTRAINED and ENJOINED” Defendants “from using, disclosing, \nor distributing Plaintiffs’ . . . Price Data” and required that Defendants return all Red \nValve property, Red Valve, Inc., 2018 NCBC LEXIS 41, at *43, Aedo downloaded and \naccessed the Red Valve pricing documents in the Shadow Dropbox, (Walton May 2019 \nAff. Ex. B, at Lines 10049–10053), for the benefit of the Titan Defendants.  And just \nover a month later, Payne sought and obtained the Build Sheets USB which he knew \ncontained over 1,000 Red Valve build sheets, (Walton Nov. 2018 Aff. ¶ 7; Payne Nov. \n2018 Aff. ¶ 3), which he well knew were Red Valve Trade Secrets under the P.I. Order, \n(see Payne Nov. 2018 Aff. ¶ 3).  Such bold defiance of the Court’s P.I. Order, standing \n \nalone, merits harsh sanctions, and when considered in conjunction with the evidence \nof record discussed at length above, makes plain that lesser sanctions do not \nadequately address the Titan Defendants’ misconduct.   \n120. The Titan Defendants argue that such severe sanctions are not warranted \nbecause their actions were not willful and did not prejudice Plaintiffs.  However, the \nrecord evidence, as discussed above, is decidedly to the contrary.  For example, Aedo \nfails to offer any explanation in response to the forensic evidence showing that he \nsecretly set up the Shadow Dropbox with Red Valve Trade Secrets, and his various \nexplanations for accessing Red Valve’s Trade Secrets in the P.I. Exhibits on over forty \nseparate occasions during the course of this litigation  lack all credibility.  Similarly, \nthe Titan Defendants do not dispute that Payne willfully asked a Red Valve employee \nto create a build sheet for a part based on Red Valve’s Trade Secrets to further Titan’s \nbusiness, that he knowingly accepted and retained the Build Sheets USB containing \nover 1,000 Red Valve Trade Secrets, or that he failed to identify or return the Build \nSheets USB for over five months and only identified the USB when conf ronted with \nthe looming prospect of forensic discovery. \n121. The Titan Defendants’ claim of “no prejudice” is equally specious.  The Court \nconcluded in the P.I. Order that Plaintiffs would suffer irreparable harm should \nDefendants continue to use Plaintiffs’ Trade Secrets during this litigation.  See Red \nValve, Inc., 2018 NCBC LEXIS 41, at *38 –39 (“[I]t is clear that Defendants’ actual \nand threatened misappropriation of Plaintiffs’ Trade Secrets, if not enjoined, will \ndamage Plaintiffs’ business, adversely impact Red Valve’s market position, and dull \n \nits competitive advantage. That injury is ‘not on e to which [Red Valve] should be \nrequired to submit[.] ’ ” (quoting Barr-Mullin, Inc v. Browning , 108 N.C. App. 590, \n597, 424 S.E.2d 226, 230 (1993) ).  The developed evidence leads to the same \nconclusion.  Indeed, t he Forensic Reports show beyond doubt that the Titan \nDefendants have time and again used Plaintiffs’ Trade Secrets during this litigation \nto price Titan’s products and to compete with Red Valve.   The resulting injury to \nPlaintiffs is the essence of unfair prejudice. \n122. Finally, the Titan Defendants argue that the Court should consider \nimposing lesser sanctions against Payne because Aedo , not Payne,  used the P.I. \nExhibits and Shadow Dropbox in violation of the P.I. Order.  As discussed above, \nhowever, the Court has consid ered lesser sanctions as to Payne and concludes that \nthey are inadequate.  Not only have the Titan Defendants been acting in concert \nduring the entirety of the litigation for the benefit of their joint enterprise, but Payne \nhas also knowingly and willfully acted in total disregard of the Court’s various orders \nby failing to identify and return data sources, retaining Red Valve property, and \nseeking, obtaining, and retaining the Build Sheets USB.  While Payne’s conduct is \nless egregious than Aedo’s on this record, it remains that Payne has also committed \nactions which warrant the most severe sanctions, including the striking of his \nAnswer.  \n123. Therefore, the Court, in the exercise of its discretion , pursuant to its \ninherent authority  and Rule 37(b) , and after having carefully and thoughtfully \nconsidered the potential application of lesser sanctions, concludes that striking the \n \nTitan Defendants’ Answer and entering default against them is the most appropriate \nsanction in light of the Titan Defendants’ misconduct. \n2. Modifications to Return Protocol \n124. Plaintiffs also request as a sanction that the Court modify the Return \nProtocol at Defendants’ expense to allow Plaintiffs to re-conduct the Return Protocol \nwith Reliance to ensure that all Red Valve property is returned to Plaintiffs and \ndeleted from all of Defendants’ devices , while allowing for a provision to protect the \nconfidentiality of privileged information on Defendants’ data sources .  The Titan \nDefendants agree to allow the modified Return Protocol, b ut argue in favor of a \n$50,000 cap on the fees and expenses they must pay to complete the modified Return \nProtocol.   \n125. The return of Red Valve’s property has been a central focus of this case since \nit began .  After the Court ordered the Titan Defendants to return all Red Valve \nproperty to Plaintiffs on at least four separate occasions, see Red Valve, Inc. , 2018 \nNCBC LEXIS 139, at *7; Red Valve, Inc., 2018 NCBC LEXIS 41, at *43; (Expedited \nDisc. Order 5; Order Clarifying P.I. 2 –3), the parties spent six months negotiating a \nReturn and Preservation Protocol to ensure that the Titan Defendants returned all \nelectronically stored Red Valve property to Plaintiffs pursuant to the Court’s return \norders.  The parties, and the Court, agreed to a final version of the Return Protocol \nin September 2018 that required Defendants to return all Red Valve property by \nNovember 7, 2018 and delete all Red Valve property by November 19, 2018.  \n126. The Return Protocol stated that: \n \nThe Data Sources lis ted in this Paragraph encompass all email accounts, \ncloud based storage accounts, computers, mobile devices, USB drives, and \nexternal hard drives in the possession of Defendants Payne, Aedo, and Titan, \nand the possession and control of Defendant Farris, wh ich any Defendant \nbelieves (1) may contain or has ever contained any Red Valve Property, \n(2) has been connected to any Red Valve server or computer, or (3) has \ncontained or does now contain any backup of any other Data Source.  \n  \n(Return Protocol ¶ 3.) \n \n127. The Titan Defendants, however, failed to identify at least four devices or \naccounts that were required to go through the Return Protocol process: the Aedo HP \nLaptop, the Google Drive to which Aedo copied the P.I. Exhibits, Ben Payne’s Lenovo \nIdeapad, and the “STORE N GO ” containing the Shadow Dropbox. 31  Additionally, \neven as to the devices that did go through the Return Protocol process, not all of Red \nValve’s property was deleted .  As an example, it is undisputed that Payne’s Dell \nLaptop still contains Red Valve property, even though that device was  processed \nthrough the Return Protocol. 32  The Titan Defendants’ conduct —and the \ndemonstrated fact that the Titan Defendants have not returned all of Red Valve’s \nproperty—therefore supports requiring the Return Protocol to be re-conducted at the \nTitan Defendants’ expense.  \n128. The need for a revised Return Protocol is highlighted by events that have \ncome to light after the June 4 Hearing on Plaintiffs’ Second Sanctions Motion.  By \naffidavit dated July 18, 2019, Payne ave rred that two of Aedo’s laptops were now \n                                                           \n31 In addition, as discussed above, the Titan Defendants withheld at least four data sources \nfalling within the scope of the Court’s First Sanctions Order.  \n \n32  Payne should have been alerted to the fact that that this device still contained Red Valve \nproperty, at a minimum, from the file names of these documents. \n \n \nmissing.  (Aff. Ben Payne [hereinafter “ Payne July 2019 Aff.”], ECF No.  215.)  \nAccording to Payne, on April 10, 2019, he shipped to Aedo in Mexico via FedEx  both \nAedo’s Dell laptop (the “Dell Laptop”), HP laptop (the “HP Laptop” and, together with \nthe Dell Laptop, the “Missing Laptops”), 33 iPad, Samsung Galaxy S6+ phone, and \nSamsung Galaxy S8+ phone.  ( Payne July 2019  Aff. ¶ 4.)  Payne avers that he also \nshipped “personal goods” to Aedo, including “clothing, vitamins, and items for [Aedo’s] \nbaby.”  ( Payne July 2019  Aff. ¶ 4.)  Payne further asserts that he packed all of the \nitems into two boxes, with one laptop in each box, and “bubble wrapped and secured \nthe items.”  (Payne July 2019 Aff. ¶ 21.) \n129. Payne offers evidence showing that he delivered two boxes to a FedEx \nlocation in Gastonia, North Carolina on April 10, 2019.  (Payne July 2019 Aff. Ex. A, \nECF No. 215.1.)  Payne’s April 10, 2019 receipt from FedEx indicates that he shipped \na 12 x 8 x 6 inch box weighing 9.9 pounds and a 13 x 10 x 4 inch box weighing 3.6 \npounds.  (Payne July 2019  Aff. Ex. A, ECF No. 215.1.)  FedEx tracking data shows \nthat the two boxes were held by Mexican Customs from April 11, 2019 until May 16, \n2019.  (Payne July 2019 Aff. Exs. B, C, D, E, F, ECF No. 215.1.)  On May 17, 2019, \nthe packages were returned to Payne in Gastonia, North Carolina.  (Payne July 2019 \nAff. Exs. E, F.)  According to Payne, however, the Missing Laptops were not enclosed \nin the boxes that were returned to him.  (Payne July 2019 Aff. ¶¶ 21–22.) \n130. Payne’s story does not bear scrutiny.  As Plaintiffs point out, the Missing \nLaptops are larger than the boxes reflected on Payne’s April 10, 2019 receipt from \n                                                           \n33  It is undisputed that (i) the Dell Laptop is a Dell Inspiron 17 5000 Series and (ii) the HP \nLaptop is a HP Model 15t.   \n \nFedEx.  In addition, the FedEx tracking data for the return shipment from Mexico 34 \nshows that one box was 11 x 13 x 9 inches and weighed 9.7 pounds and the other was \na 13 x 11 x 5 inch b ox weighing 3.6 pounds.  While the dimensions of the return \npackages are different from those reflected on Payne’s April 10, 2019 receipt, there is \nonly a 0.2 pound variation in weight, which contradicts Payne’s notion that the \nlaptops were not included in the return boxes.   \n131. At the June 4 Hearing on the Second Sanctions Motion —at which both \nPayne and Aedo were present —the Titan Defendants failed to mention the Missing \nLaptops, even though Payne had supposedly been aware that the laptops were \nmissing for two weeks at that time. \n132. In light of the Titan Defendants’ conduct discussed above and based on the \nsubstantial evidence showing that Red Valve property remains on the Titan \nDefendants’ devices despite the Court’s repeated orders requiring the Titan \nDefendants to return all Red Valve property, the Court concludes that a modification \nof the Return Protocol is warranted  to permit the Return Protocol to be conducted \nagain by Plaintiffs’ counsel and Reliance and that this process should be conducted \nat the Titan Defendants’ expense.   The Court has considered but will not impose a \ncap on the costs of this protocol process at this time, and the Titan Defendants may \nobject to the amount of such costs for good cause shown.  The Court shall also require \n                                                           \n34 FedEx assigned the packages different tracking numbers for their return.   \n \n \nthe parties to meet and confer to establish an agreement and protocol, for court review \nand approval, to safeguard privileged material on the Titan Defendants’ devices.35 \n3. Plaintiffs’ Reasonable Expenses \n133. Plaintiffs also seek as a sanction that  the Titan Defendants be required to \npay Plaintiffs’ reasonable expenses incurred in bringing the Second Sanctions \nMotion, including payment of Plaintiffs’ reasonable attorneys’ fees. \n134. It is “within the inherent power of the trial court to order [a party] to pay \n[the opposing party’s] reasonable costs including attorney’s fees for failure to comply \nwith a court order.”  Daniels, 320 N.C. at 674, 360 S.E.2d at 776. \n135. In addition to a trial court’s inherent authority to award reasonable \nexpenses for litigation misconduct, Rule 37(b) provides that, i n lieu of or in addition \nto other sanctions, “the court shall require the party failing to obey the order to pay \nthe reasonable expenses, including attorney’s fees, caused by the failure, unless the \ncourt finds that the failure was substantially justified or that other circumstances \nmake an award of expenses unjust.”  N.C. R. Civ. P. 37(b)(2).  Thus, “when a party \ncompelled to provide discovery [fai ls] to do so, an award of reasonable costs is \nmandatory unless the failure is substantially justified or an award would be unjust \ndue to other circumstances.”  Bradshaw v. Maiden, 2018 NCBC LEXIS 46, at *21–22 \n(N.C. Super. Ct. May 9, 2018) (internal quotation marks omitted).   \n                                                           \n35  The Court directs the parties to consider our Court of Appeals’ recent decision in Crosmun \nv. Trs. of Fayetteville Tech. Cmty. Coll. , No. COA18-1054, 2019 N.C. App. LEXIS 658 (N.C. \nCt. App. Aug. 6, 2019), in formulating a process by which the Titan Defendants’ privileged \ninformation may be protected from disclosure. \n \n \n136. Because awarded expenses are required to be “reasonable, the record must \ncontain findings of fact to support the award of any expenses, including attorney’s \nfees.”  Benfield v. Benfield, 89 N.C. App. 415, 422, 366 S.E.2d 500, 504 (1988).   \n137. As discussed above, the Titan Defendants have repeatedly failed to comply \nwith numerous orders of this Court, including discovery orders.  The Titan \nDefendants’ unjustified misconduct has caused Plaintiffs to incur unnecessary \nexpenses in this litigation. \n138. At the June 4 Hearing, the Court forecast that it would order Aedo and Titan \nto pay Plaintiffs’ reasonable expenses, including attorneys’ fees.36  The Court advised \nthat it would determine appropriate sanctions against Payne at a later date.  Up on \nfurther consideration, the Court, in the exercise of its discretion, concludes, based on \nPayne’s misconduct as discussed at length above, that Payne should also be required \nto pay Plaintiffs’ reasonable expenses, including attorneys’ fees , as an appropr iate \nsanction for that misconduct. \n139. Accordingly, t he Court concludes, in the exercise of its discretion and \npursuant to the Court’s inherent authority and under Rule 37(b) , that the \n                                                           \n36 The Court specifically forecast at the June 4 Hearing that it would order Aedo and Titan \nto pay all of Plaintiffs’ reasonable attorneys’ fees and expenses to date.  Upon further \nconsideration and based on the Court’s review of the relevant case law, the Court \nsubsequently determined that it should modify its forecasted ruling.  Cf. Goodyear Tire & \nRubber Co. v. Haeger , 137 S. Ct. 1178, 1186 (2017) (“This Court has made clear that [an \nattorneys’ fees sanction], when imposed pursuant to civil procedures, must be compensatory \nrather than punitive in nature. .  . .  That means, pretty much by definition, that  the court \ncan shift only those attorney’s fees incurred because of the misconduct at issue.”).  By e-mail \nto all counsel dated June 5, 2019, the Court modified its forecasted ruling and noted that its \nassessment of reasonable expenses would be limited to “those incurred in (i) investigating \nthe conduct necessitating the Motion and (ii) seeking and obtaining the relief afforded \nthrough the Motion, including prosecuting the Motion.”   \n \n \ncircumstances here warrant the entry of an order requiring the Titan Defendants to \npay Plaintiffs’ reasonable expenses, including Plaintiffs’ reasonable a ttorneys’ fees, \nincurred in (i) investigating the conduct necessitating the Second Sanctions Motion \nand (ii)  seeking and obtaining the relief afforded through the Second S anctions \nMotion, including prosecuting the Second Sanctions Motion.37   \n140. On June 18, 2019, pursuant to the briefing schedule set by the Court at the \nJune 4 Hearing, Plaintiffs filed their Fee  Petition.  The Court intends to resolve \nPlaintiffs’ Petition by separate order.  In that order, the Court intends to address the \ntotal amount of fees and expenses to be awarded under the Fee Petition and the \nallocation of the payment of those fees and expenses between and among the Titan \nDefendants. \n141. The Court further concludes that , as a further sanction,  the fees and \nexpenses Plaintiffs incurred to complete the Device Discovery Protocol should be \nshifted to the Titan Defendants.  In its First Sanctions Order, the Court ordered \nPlaintiffs “to initially bear [the] cost”  of the forensic device discovery but noted that \nthe Court would “consider shifting the costs of this examination at a later date for \ngood cause shown.”  Red Valve, Inc., 2019 NCBC LEXIS 5, at *33 n.12.  The Court \nconcludes Plaintiffs have established good cause to shift these costs to the Titan \nDefendants by presenting evidence—much of which was obtained through the Device \nDiscovery Protocol —that the Titan Defendants withheld critical information from \n                                                           \n37  Nothing herein shall prejudice Plaintiffs’ right to seek all of its reasonable attorneys’ fees \npursuant to the Trade Secret Protection Act or the North Carolina Unfair and Deceptive \nTrade Practices Act, as appropriate. \n \ndiscovery and continued  to misappropriate Plaintiff s’ T rade Secrets during the \npendency of this action.  The Court intends to address the amount of the expenses to \nbe awarded and the allocation of those expenses between and among the Titan \nDefendants in its separate order resolving Plaintiffs’ Fee Petition. \n4. Modifications to Protective Order \n142. Plaintiffs finally request that the Court modify the Protective Order in this \ncase to preclude Gray Layton from viewing or possessing copies of Plaintiffs’ \nconfidential and attorneys-eyes-only documents or documents filed under seal in this \naction.  Because Gray Layton is no  longer counsel of record in this action and no \nlonger has access to Plaintiffs’ confidential documents, the Court concludes that this \nrelief is unavailable and thus that the Second Sanctions Motion should be denied as \nmoot as to this relief.  See, e.g., In re Hamilton, 220 N.C. App. 350, 353, 725 S.E.2d \n393, 396 (2012) (noting that an issue is moot whenever “the relief sought has been \ngranted or that the questions originally in controversy between the parties are no \nlonger at issue”  (quoting In re Peoples , 296 N.C. 109, 147 –48, 250 S.E.2d 890, 912 \n(1978)). \nC. First Show Cause Motion \n143. Through the First Show Cause Motion, Plaintiffs move the Court to issue an \norder to show cause why Defendants should not be held in civil contempt pursuant to \nN.C.G.S. § 5A-23 and in criminal contempt pursuant to N.C.G.S. § 5A-11.  As noted, \nPlaintiffs base their First Show Cause Motion on the following conduct: (i)  Aedo’s \ncontact with a Red Valve customer in violation of the TRO; (ii)  Payne’s solicitation \nand retention of the Build Sheets USB; and (iii) Aedo’s posting the Marketing Image \n \nto Titan’s public LinkedIn page in violation of the P.I. Order.  In addition, through \nthe Second Sanctions Motion, Plaintiffs request the Court issue an order to show \ncause for civil contempt pursuant to N.C.G.S. § 5A-23, but do not specify the conduct \nupon which this request is based.   \n144. Based on its review of the evidence of record and the applicable law, the  \nCourt concludes that civil contempt is not appropriate on the facts of record here.  \nUnder N.C.G.S. §  5A-21(a), a party’s failure to comply with a court order may \nconstitute a “continuing civil contempt as long as” the following conditions are met:  \n(1) The order remains in force;  \n \n(2) The purpose of the order may still be served by compliance with the order;  \n \n(2a) The noncompliance by the person to whom the order is directed is willful; \nand  \n \n(3) The person to whom the order is directed is able to comply with the order \nor is able to take reasonable measures that would enable the person to comply \nwith the order. \n \nN.C.G.S. § 5A-21(a).  \n \n145. A court’s only means of compelling compliance of a person found in civil \ncontempt is imprisonment as long as the civil contempt continues, subject to certain \ntime limitations.  See N.C.G.S. § 5A-21(b).  An order holding a party in civil contempt \nmust specify how the party may “purge himself or herself of the contempt,” N.C.G.S. \n§ 5A-23(e), and imprisonment must end once the person has purged himself or herself \nof contempt, N.C.G.S. § 5A-22(a).  “Because civil contempt seeks to coerce compliance \nrather than to punish, the purge provision is essential to a civil contempt order.”  Ray \nLackey Enters., Inc. v. Vill. Inn Lakeside, Inc. , 2016 NCBC LEXIS 9, at *23 (N.C. \n \nSuper. Ct. Jan . 29, 2016) (citing Bethea v. McDonald , 70 N.C. App. 566, 570, 320 \nS.E.2d 690, 693 (1984)). \n146. The Court concludes that c ivil contempt is not appropriate  based on the \nconduct Plaintiffs raise through the First Show Cause Motion  because (i) Plaintiffs \nhave not presen ted evidence that Aedo’s contact with a Red Valve customer \ncontinues, (ii)  Payne has now returned the Build Sheets USB to Plaintiffs, and \n(iii) the Marketing Image has been removed from Titan’s public LinkedIn page.   \nBecause Plaintiffs have failed to show that there is a continuing civil contempt which \nthe Titan Defendants may purge, the Court concludes that Plaintiffs’ requests for an \norder to show cause for civil contempt through the First Show Cause Motion and the \nSecond Sanctions Motion should be denied. \n147. The Court further concludes, in the exercise of its discretion, that criminal \ncontempt is not warranted in light of the other sanctions granted in this Order and \nOpinion.  See Kedar v. Patel , No. COA16-781, 2017 N.C. App. LEXIS 828, at *4, *7  \n(N.C. Ct. App. Oct. 3, 2017) (concluding trial court acted within its discretion where \ncourt struck defendant’s answer and awarded plaintiff’s reasonable expenses under \nRule 37(b) and “declined to find defendant in contempt” in  light of other sanctions \ngranted). \n148. Accordingly, for the reasons set forth above, the Court concludes, in the \nexercise of its discretion, that the First Show Cause Motion should be denied. \n \nIII. \nCONCLUSION \n149. WHEREFORE, the Court, for the reasons stated herein , in the exercise of \nits discretion, and pursuant to its inherent authority  and under Rule 37(b), hereby \nORDERS as follows: \na. Plaintiffs’ Second Motion for Sanctions and Contempt is hereby \nGRANTED in part and DENIED in part and the Court, in the exercise \nof its discretion, hereby ORDERS as follows: \ni. As to Plaintiffs’ request for an order striking the Titan Defendants’ \nAnswer to Plaintiffs’ Amended Complaint, the Second Sanctions \nMotion is GRANTED, and the Court, in the exercise of its discretion, \nhereby ORDERS as follows: \n1. The Titan Defendants’ Answer to Plaintiffs’ Amended Complaint \nis hereby stricken; and \n2. Default is hereby entered against Aedo, Payne, and Titan Valve. \nii. As to Plaintiffs ’ request that the Court modify the Return Protocol, \nthe Second Sanctions Motion is GRANTED and the Court , in the \nexercise of its discretion, hereby ORDERS as follows: \n1. Within fourteen days of the entry of this Order and Opinion, the \nparties shall meet, confer, and submit for the Court’s review and \napproval a revised Return Proto col, which shall include an \n \nappropriate process for protecting Defendants’ privileged \ndocuments;  \n2. Plaintiffs shall re-conduct the Return Protocol on all of the Titan \nDefendants’ devices meeting the definition of a Data Source in the \nmodified Return Protocol, regardless of whether the data sources \nwere subject to the Return Protocol originally;  \n3. The Return Protocol shall be conducted by Plaintiffs in \nconjunction with their forensic expert, Reliance Forensics; and  \n4. The Titan Defendants shall bear all fees and costs to conduct the \nReturn Protocol ordered hereunder.  The Titan Defendants may \nobject to the fees and costs of the Return Protocol for good cause  \nshown. \niii. As to Plaintiffs’ request for payment of their reasonab le expenses, \nincluding attorneys’ fees, the Second Sanctions Motion is \nGRANTED, and the Court , in the exercise of its discretion, hereby \nORDERS as follows: \n1. Plaintiffs shall be entitled to recover from the Titan Defendants \ntheir reasonable expenses, including attorneys’ fees, incurred in \n(i) investigating the conduct necessitating the Second Sanctions \nMotion and (ii) seeking and obtaining the relief afforded through \nthe Second Sanctions Motion, including prosecuting the Second \nSanctions Motion; and \n \n2. The Court shall address the total amount of fees and expenses to \nbe awarded hereunder and the allocation of the payment of those \nfees and expenses between and among the Titan Defendants in \nits separate order resolving Plaintiffs’ Fee Petition. \niv. As to Plaintiffs’ request that the Court shift the costs associated with \nthe forensic examination of Defendants’ devices ordered in the First \nSanctions Order  to the Titan Defendants, the Second Sanctions \nMotion is GRANTED and the Court, in the exercise of its discretion, \nhereby ORDERS as follow: \n1. The Titan Defendants shall pay to Plaintiffs the costs associated \nwith the forensic examination of Defendants’ devices ordered in \nthe First Sanctions Order; and  \n2. The Court shall address the total amount of costs to be awarded \nhereunder and the allocation of the payment of those costs \nbetween and among the Titan Defendants in its separate order \nresolving Plaintiffs’ Fee Petition. \nv. As to Plaintiffs’ request that the Court modify the Protective Order to \nprohibit Defendants’ former counsel from retaining copies of \nPlaintiffs’ confidential and attorneys -eyes-only documents or \ndocuments filed under seal in this action, the Second Sanctions \nMotion is DENIED as moot as to this relief. \n \nvi. As to Plaintiffs’ request that the Court issue an order directing the \nTitan Defendants to appear and show cause why they should not be \nheld in civil contempt of Court, the Second Sanctions Motion  is \nDENIED as to this relief. \nb. Plaintiffs’ Verified Motion for Order to Show Cause is DENIED. \nSO ORDERED, this the 3rd day of September, 2019. \n     /s/ Louis A. Bledsoe, III \n     Louis A. Bledsoe, III \n     Chief Business Court Judge \n "
}