{
  "id": "a672c9b79af39eb5db1d07eeffcc17f5c3bed6f407e46fb2bc043fe538ca901b",
  "source_file": "data/raw/ncbc/a672c9b79af39eb5db1d07eeffcc17f5c3bed6f407e46fb2bc043fe538ca901b.pdf",
  "raw_text": "Hardin v. Lewis, 2016 NCBC 55. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF CUMBERLAND 15 CVS 3899 \n \nVICTORIA G. HARDIN, ) \n  Plaintiff, )  \n   )  \n v.  )   \n   ) OPINION AND ORDER  \nRICHARD M. LEWIS, JR.; RENNY W. )  \nDEESE; JAMES R. NANCE, JR.; JOHN G. ) ORDER APPOINTING RECEIVER \nBRIGGS, III; LEWIS DEESE NANCE  ) \nBRIGGS & HARDIN LLP; and LEWIS  ) \nDEESE NANCE & BRIGGS,  ) \n  Defendants. ) \n \n \n THIS CAUSE, designated a mandatory comp lex business case by Order of the Chief \nJustice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, references to the North Caroli na General Statutes will be to \"G.S.\"), and \nassigned to the undersigned Special Superi or Court Judge for Complex Business Cases, \ncomes before the Court upon Plaintiff's Mo tion for Summary Judgment and to Compel \nCompliance with Prior Orders Entered in this  Action (\"Plaintiff's Motion for Summary \nJudgment\").  On July 7, 2016, the Court held a hearing on Plaintiff's Motion for Summary \nJudgment. \n THE COURT, having considered the Motion , the memoranda filed in support of and \nopposition to the Motion, the affidavits and exhibits, the pleadings and appropriate matters \nof record, and the argument of counsel, concludes as follows with regard to Plaintiff's Motion \nfor Summary Judgment regarding the First and Ninth Claims for Relief contained in the \nVerified Complaint:\n1 \n                                                 \n1 The Court will address the Second – Eighth Claims for Relief in the Verified Complaint in a separate \nopinion and order. \n \n \nA. FACTUAL2 AND PROCEDURAL BACKGROUND. \n1. On March 1, 2013, Plaintiff became a partner in the law firm of Lewis, Deese, \nNance, Briggs & Hardin, LLP (the \"Firm\").  Richard M. Lewis (\"Lewis\"), Renny W. Deese \n(\"Deese\"), James B. Nance, Jr.  (\"Nance\"), and  John G. Briggs, III (\"Briggs\") were Plaintiff's \npartners. The Firm did not have a written partnership agreement. Deese told Plaintiff she \nwould receive a $10,000.00 per month draw and that she would have to pay a $45,000.00 \n\"buy-in\" to the partnership.  The buy-in wo uld be deducted from her monthly draw in \ninstallments of $1,500.00 until paid in full.  Th ere also apparently was a profit distribution \nmade at the end of each year in equal, pro rata, shares to each partner. \n2. The partners implemented a new profit distribution plan effective January 1, \n2014. The partners agreed to keep $100,000.00 in  the firm's operating account, and at the \nend of each quarter distribute any amount in excess of $100,000.00 in the operating account. \nUnder the new plan, distributions were based on individual revenues generated by each \npartner.\n3 For the first three quarters of 2016, a profit distribution was made to each partner \nbased on a pro-rata percentage determined by dividing the gross revenues collected on the \npartner's work during the quarter by the total gross revenues collected by the Firm on all \nwork during the quarter. 4  Defendants apparently contend that the partners agreed that a \ndecision on whether to pay the profit distribution would be made after each quarter.5 Plaintiff \ndisputes this contention and claims that the partners placed no contingencies on the payment \nof the distributions. This dispute of fact make s it impossible, at this time, to determine \n                                                 \n2 The parties' briefs are virtually bereft of any cita tion to the evidence in the record, insubstantial as \nit is, which has made the Court's task of ruling  on the Plaintiff's Motion for Summary Judgment \nextremely difficult. \n3 Hardin Dep. pp.  62, 68, 69, 93, and 95; Defs.' Resp. to Pl.'s First Req. for Admissions nos. 4 and 5 \n(filed on August 10, 2015). \n4 Defs.' Resp. to Pl.'s First Req. for Admissions nos. 4 and 5 (filed on August 10, 2015). \n5 Id. \n \n \nwhether Plaintiff was entitled to a payment of a profit distribution for the fourth quarter of \n2014. \n3. It is undisputed that Plaintiff genera ted the highest level of gross revenues \nduring the first three quarters of 2014.  Plaintiff received her profit distributions for the first, \nsecond, and third quarters of 2014, and has not disputed that she received the appropriate \namount for each of these quarters.  Defendants contend that no profit distribution was paid \nto the partners for the fourth quarter of  2014.  During December 2014, January 2015, and \nFebruary 2015, Plaintiff requested an explanatio n for why the profit distribution was not \npaid and records from which she could determine any distribution she was owed.  Defendants \ndid not provide her with an explanation or the records. \n4. On February 16, 2015, Plaintiff notified her partners that she was \nwithdrawing from the Firm effective March 1, 2015.  Defendants do not dispute that Plaintiff \nrequest effected a dissolution of the Firm as a matter of law pursuant to N.C. Gen. Stat. § 59-\n61.  She requested payment of the fourth qua rter 2014 profit distribution and repayment of \nher capital account.  On February 25, 2015, Plaintiff and her paralegal were denied access to \nthe Firm's network and computer files.  On February 26, 2015, Plaintiff sent an email to the \npartners again requesting payment of her fourth  quarter profit distribution and her capital \naccount, and requesting that the Firm be dissolved.   \n5. It is undisputed that since February 16, 2015, Lewis, Deese, Nance, and Briggs \nhave continued to practice law as \"Lew is, Deese, Nance and Briggs\" (\"LDNB\"). 6  L D N B ,  \nhowever, did not establish new bank accounts fo r LDNB or attempt to segregate the Firm's \nfunds or finances from those of LDNB in order to account for the dissolution and distribution \nto Plaintiff. Rather, LDNB has continued to  use the Firms' bank accounts and the funds \n                                                 \n6 Defs.' Answer and Counterclaim ¶ 8. \n \n \ntherein to operate LDNB. On March 24, 2015, LDNB filed a Certificate of Amendment with \nthe North Carolina Department of the Secretary of State changing the name of the firm to \nLDNB. \n6. Following her resignation, Plaintiff attempted to obtain from the Firm \nfinancial records, documents, and informatio n for purposes of the settling of accounts \nbetween the partners and determination of any distribution to which she may be entitled \nfrom the Firm. The Firm did not provide Plaint iff with all of the records, documents and \ninformation that she believed were necessary for the settling of accounts and determination \nof any distribution. \n7. On May 26, 2015, Plaintiff filed this a ction against the Firm, her individual \nformer partners, and LDNB, operating as a de facto partnership.  In the Complaint, Plaintiff \nmakes the following \"Claims for Relief:\" (1) decl aratory judgment, (2) breach of partnership \nagreement, (3) breach of fiduciary duties, (4 ) conversion, (5) accounting pursuant to G.S. § \n59-52,  (6) constructive fraud, (7) constructive trust, (8) unfair and deceptive trade practices, \nand (9) dissolution and winding up pursuant to G.S. § 59-59, et seq.   \n8. On June 29, 2015, Plaintiff filed a motion seeking an order prohibiting \nDefendants from making disbursements from  the Firm's operating bank account and \nrequiring Defendants to repay to the operatin g account all distributions and disbursements \nmade since February 26, 2015.  Defendants filed a response to the motion in which they \nadmitted that they have not segregated the accounts and finances of the Firm and LDNB, \nbut contended that enjoining them from acce ssing the operating account would effectively \nend Defendants' ability to practice law and co uld cause harm to ongoing client matters. At \nthe hearing, the Court indicated to counsel t hat while it was sympathetic to Plaintiff's \nconcerns regarding the financial status of the Firm, it was not inclin ed to cut-off LDNB's \nability to access the operating account. The Court noted that the information provided to the \n \n \nCourt tended to show that LDNB, which is op erating using the Firm's funds, was a viable \nand ongoing business entity that would have su fficient funds to pay any distribution that \nmay be owed to Plaintiff following the winding up of the Firm's affairs. Accordingly, the Court \nsuggested to the parties that it preferred to issue an order pursuant to the statutory authority \ngranted by Chapter 59 of the General Statut es and its equitable authority that would \nfacilitate an accounting of the Firm's financial condition, a settling of accounts between the \npartners, and a determination of any distribution to which Plaintiff was entitled.  The parties \nagreed that the Court had the authority to do so, and provided input into the contents of the \norder. \n9. On July 14, 2015, the Court issued an order (\"July 14 Order\") that required, \ninter alia, (a) Defendants arrange a meeting between  Plaintiff's accountant and the Firm's \naccountant for \"the purposes of allowing the accountants to determine any distribution that \nmay be owed to Plaintiff as a result of the dissolution of the Firm pursuant to G.S. § 59-70 \n(the \"Joint Accounting\")\", (b) Defendants to make available to Plaintiff's accountant any \nrecords, documents, or information that Plaintiff's accountant requested, and (c) Defendants \nto provide Plaintiff with electronic access to  the Firm's bank accounts.  The July 14 Order \nalso prohibited Defendants from making rent payments to themselves, and from making  \ncertain disbursements from the Firm's operating and trust accounts. \n10.   On October 2, 2015, Plaintiff filed Motions for an Order to Show Cause and \nfor the Appointment of a Receiver (\"Motion to  Show Cause\") alleging that Defendants have \nfailed to comply with a number of provisions of the July 14 Order. In response, Defendants \nargued that any deviation from the mandates of the July 14 Order were not intentional or \nwillful, and that, to the extent possible, De fendants' noncompliance had been resolved. \nNevertheless, Plaintiff maintained that she had not yet received all of the information \n \n \nrequired by the July 14 Order and necessary fo r the determination of any distribution from \nthe Firm to which she may be entitled. \n11. After hearing on the Motion to Show Cause, the Court concluded that the facts \ndid not support a finding of civil contempt and that the appointment of a receiver was not \nwarranted at that time. Nevertheless, the Cou rt concluded that nothing short of unfettered \naccess to the books and records of the Firm wo uld resolve this dispute. The parties were \nadvised of this conclusion at the hearing, and  both parties indicated that they would work \ncooperatively to provide Plaintiff this access. Additionally, Defendants agreed to make Arlene \nJohnson, office manager of LDNB, available as necessary to assist Plaintiff or her accountant, \nFlorence Black, in obtaining this access. On October 16, 2015, the Court issued an Order on \nMotion to Show Cause reflecting these conclusions and obligations. \n12. Despite the attempts to assist the parties in reaching a resolution of the issues \nsurrounding the dissolution of the Firm and dis tribution to Plaintiff, the parties have been \nunable to reach agreement. \n13. On April 14, 2016, Plaintiff filed Plaint iff's Motion for Summary Judgment.  \nPlaintiff seeks an order granting summary judgment in her favor as to all nine claims raised \nin the Complaint.  Defendants have filed a response opposing Plaintiff's Motion for Summary \nJudgment.  From the sparse evidence filed by  the parties regarding Plaintiff's Motion for \nSummary Judgment and from information provided by counsel at the hearing on the motion, \nit is apparent that parties conducted very limited discovery. Plaintiff has provided almost no \ncitation to record evidence in support of her motion, and has failed to present sufficient \nargument in support of summary judgment as to  most of her claims.  Defendant also has \nfailed to present sufficient argument in support of its opposition to Plaintiff's Motion for \nSummary Judgment, and has not pointed the Court to evidence in the record from which it \ncould determine whether or not disputes of mate rial fact exist. Nevertheless, the facts that \n \n \nare undisputed at this time permit the Cou rt to decide Plaintiff's request for summary \njudgment as to her first claim for declarat ory judgment and as to her ninth claim for \ndissolution and winding up.  With regard to these two claims, Plaintiff's Motion for Summary \nJudgment requests that the Court appoint a receiv er or referee to conduct a dissolution and \nwinding up of the Firm.  In the interest of expediting the appointment of a receiver to dissolve \nand wind up the Firm partnership, the Court addresses these two claims in this Opinion and \nOrder.  The Court will address Plaintiff's remaining claims in a separate order. \nB. ANALYSIS. \n14. Plaintiff has moved for summary judgment  in her favor as to her First and \nNinth Claims for Relief pursuant to Rule 56(a).  \"Summary judgment is appropriate if the \npleadings, depositions, answers to interrogato ries, and admissions on file, together with \naffidavits, if any, show that there is no genuine  issue of material fact and that any party is \nentitled to judgment as matter of law.\"  \nVariety Wholesalers, Inc. v. Salem Logistics Traffic \nServs., LLC, 365 N.C. 520, 523, 723 S.E.2d 744, 747 (2012).  An issue is \"material\" if its \n\"resolution . . . is so essential that the party against whom it is resolved may not prevail.\"  \nMcNair v. Boyette, 282 N.C. 230, 235, 192 S.E.2d 457, 460 (1972).  The moving party bears \n\"the burden of clearly establishing lack of  a triable issue\" to the trial court.  N.C. Farm \nBureau Mut. Ins. Co. v. Sadler , 365 N.C. 178, 182, 711 S.E.2d 114, 116 (2011).  The moving \nparty may meet this burden by \"proving an e ssential element of the opposing party's claim \ndoes not exist, cannot be proven at trial, or would have been barred by an affirmative \ndefense.\"  \nVariety Wholesalers, Inc., 365 N.C. at 523, 723 S.E.2d at 747. \n15. In her First Claim for Relief, Plaintiff a lleges \"issues exist with respect to the \nrights and obligations of the parties with resp ect to the dissolution and winding up of the \naffairs of [the Firm] and distribution of its as sets,\" and seeks a declaration from this Court \npursuant to G.S. § 1-253, et seq., \"to settle the rights and obligations of the respective parties \n \n \nregarding these matters.\"7  Under North Carolina law, a declaratory judgment is a statutory \nremedy that grants a court the authority to \"declare rights, status, and other legal relations\" \nwhen an \"actual controversy\" exists betw een parties to a lawsuit. G.S. § 1-253; Pine Knoll \nShores v. Carolina Water Serv., Inc. , 128 N.C. App. 321, 494 S.E.2d 618 (1998).  Summary \njudgment may be granted on a claim for declarat ory judgment if there remain no issues of \nmaterial fact and either party is enti tled to relief as a matter of law. Smith v. Marez , 217 \nN.C. App. 267, 270, 719 S.E.2d 226 (2011) (internal citation omitted). \n16.  It is undisputed that on February 16, 2015, Plaintiff requested dissolution of \nthe Firm. There being no prior agreement be tween the partners regarding dissolution, the \nprovisions of G.S. § 59-61(1)(b) applied, and Pl aintiff's request caused a dissolution of the \nFirm as a matter of law on February 16, 2015. 8 In addition, the dissolution of the Firm \nentitled Plaintiff to a settling of accounts between the partners and distribution of firm assets \nas of February 16, 2015, pursuant to G.S. § 59-70.   \n17. In her first claim, Plaintiff also reque sts a declaration regarding the parties \nrespective rights on the windin g up of the Firm as provided for in G.S. § 59-67.  A winding \nup is distinct from a dissolution of the partnership. G.S. § 59-59 (\"The dissolution of a \npartnership is the change in the relation of the partners caused by any partner ceasing to be \nassociated in the carrying on as distinguished from the winding up of the business.\"). Only \nupon the completion of a winding up can a North Carolina general partnership truly be said \nto terminate. What exactly constitutes a winding up where, as here, LDNB has continued to \n                                                 \n7 Compl. ¶¶ 53-56. \n8 G.S. § 59-61(1)(b) provides dissolution is caused \"[b]y the express will of any partner when no definite \nterm or particular undertaking is specified.\" Neither party contends, nor is there any evidence before \nthe Court, that the Firm was established for a defi nite term or only to engage in a particular \nundertaking. \n \n \noperate much of the Firm's prior business, however, is not clearl y addressed in North \nCarolina's Uniform Partnership Act, or in this State's appellate case law.  \n18. To resolve this issue, the Court finds guidance from a variety of other \njurisdictions that have addressed this issue,  all interpreting nearly identical statutory \nlanguage as that adopted in this State. When  presented with this question, a number of \ncourts have concluded that a \"winding up\" is technically effected when an outgoing partner \nis compensated for their interest in the dissolving partnership, without any strict \nrequirement that the dissolvin g partnership be liquidated. See e.g. Thomas v. Price , 718 \nF.Supp 598 (S.D. Tex. 1989). Similarly, other courts have concluded that a technical \"winding \nup\" can occur when a newly constituted partne rship simply takes over the assets of the \ndissolving partnership. See Wilzig v. Sisselman , 442 A.2d 1021 (1982). Further, a leading \ntreatise on partnership law under the Uniform Partnership Act notes that, notwithstanding \nits frequent use as a synonym for liquidation, \" 'winding up' does appropriately describe an \nextended process of settling the interests of the partners in the dissolved firm even if the \npartnership is reconstituted, as in a professional firm that must wind up its work in process.\" \n2 A. Bromberg & L. Ribstein, Bromberg and Ribstein on Partnership § 7.08(a) (2015). Indeed, \neven our supreme court appears to have conclu ded that a winding up does not necessarily \nrequire liquidation, holding that the right to apply partnership assets to any obligation does \nnot arise until either \"the affairs of the partn ership have [been] wound up, or the share of a \npartner ascertained.\" Casey v. Grantham , 239 N.C. 121, 125, 79 S.E.2d 735, 738 (1954). \nSimilarly, in interpreting section 38(1) of the Uniform Partnership Act, the liquidation right \nnoted above and codified at G.S. § 59-68, courts have concluded that, in an appropriate case, \na buyout of the withdrawing partner's interest  may be more appropriate than ordering a \nliquidation of the dissolving partnership. See A. Bromberg & L. Ribstein, supra, § 7.11(f) \n(collecting cases). These cases strongly su ggest that a partnership, under appropriate \n \n \ncircumstances, can be dissolved and wound up consistent with the terms of the Uniform \nPartnership Act without a requirement that the partnership's assets be liquidated. \n19. Based on the above, the Court concludes that, even if entitled to a winding up, \nPlaintiff is not necessarily entitled to compel the liquidation of the assets of the Firm through \na winding up. Instead, it appears to the Court that the facts at bar present precisely the type \nof scenario that warrants allowing an accountin g and a buyout of Plaintiff's interest in the \nFirm in lieu of liquidation.\n9 As the Court has recognized in its prior orders, the partners in \nthe Firm were practicing together and maintaining a viable legal practice long before Plaintiff \nbecame a partner.  In addition, LDNB has cont inued to operate a viable legal practice since \nPlaintiff dissolved the Firm, albeit without taki ng the steps that should have been taken to \nassure that the Firm's assets and liabilities were segregated from the assets and liabilities of \nthe new partnership.  There also is no dispute that LDNB has active client relationships and \nis representing those clients in pending ma tters. Given these facts, and particularly the \npotential disruption to the representation of LDNB's current clients that would result from \na liquidation of the Firm's assets, the Court concludes, in its discretion, that the Firm should \nbe \"wound up\" in that there should be an accounting and settling of accounts between the \npartners as of February 16, 2015, but that the now existing firm should be considered to have \nbeen formed as a new partnership effective February 17, 2015, and be permitted to continue \nas new LDNB.10 \n                                                 \n9 Defendants have requested that the winding up be conducted in exactly this manner.  See \nDefendants' Response to Plaintiff's First Interrogatories, First Set of Requests for Production of \nDocuments, and First Set of Requests for Admissions, filed with the Court on August 10, 2015. \n10 As set out below, this will be accomplished by the Receiver's settlement of partnership accounts as \nof February 16, 2015, which will permit Plaintiff to  receive any distribution to which she may be \nentitled without necessitating the immediate payment of all current debts or long-term debts or \nliquidation of firm assets that are needed for LDNB to continue to practice. \n \n \n20. Accordingly, the Court concludes that th ere are no genuine issues of material \nfact and that judgment should be GRANTED as  to Plaintiff's First Claim for Relief for a \ndeclaratory judgment declaring that the Firm was dissolved effective February 16, 2015, that \nthe Firm should be wound up as of February 16, 2015, and that Plaintiff is entitled to a \nsettlement of accounts between the partners and a distribution of firm assets as of February \n16, 2015, pursuant to G.S. § 59-70 and any other applicable provisions of the North Carolina \nUniform Partnership Act (\"the Act\"). See Casey v. Grantham , 239 N.C. 121, 125, 79 S.E.2d \n735, 738 (1954) (Plaintiff entitled to partner ship accounting and determination of any \ndistribution); Dean v. Manus Homes, Inc. , 143 N.C. App. 549, 553-54, 546 S.E.2d 160, 162-\n63 (2001) (Partner in dissolved partnership entitled to accounting and distribution of assets). \n21. In her Ninth Claim for Relief, Plaintiff alleges that she \"is entitled to the \ndissolution and winding up of [the Firm] and its affairs pursuant to, inter alia, N.C. Gen.Stat. \n§ 59-59 et seq.\".11  Again, the facts necessary to resolution of this claim are not in dispute.  As \ndiscussed above, the partnership constituting the Firm was dissolved as a matter of law on \nor about February 16, 2015 by operation of th e statute. Accordingly, although the Act \nauthorizes a court to decree a dissolution of a partnership, the Court does not believe that it \nis necessary to do so here.  Plaintiff is, howeve r, entitled to a winding up of the Firm and a \nsettling of the partnerships accounts. Accordingly, the Court concludes that Plaintiff's Motion \nfor Summary Judgment as to Plaintiff's First Claim for Relief should be GRANTED.  The \nFirms business shall be wound up and the partnership accounts settled pursuant to the order \nregarding the appointment of the Receiver below. \n \n \n                                                 \n11 Compl. ¶¶ 91-92. \n \n \n \nC. ORDER APPOINTING RECEIVER. \n22. Under G.S. § 1-501, this Court has authori ty to appoint receivers.  A receiver \nmay be appointed prior to a judgment when the moving party \"establishes an apparent right \nto property which is the subject of the action  and in the possession of an adverse party, and \nthe property or its rents and pr ofits are in danger of being lo st, or materially injured or \nimpaired.\"  G.S. § 1-502(1).  Further, \"[c]ourts of equity have original power to appoint \nreceivers and to make such orders and decrees with respect to the discharge of their trust as \njustice and equity may require.\"  \nLambeth v. Lambeth , 249 N.C. 315, 321, 106 S.E.2d 491, \n495 (1959) (citation omitted).  Appointment of a re ceiver is only appropriate \"where there is \nno other safe or expedient remedy,\" Murphy v. Murphy , 261 N.C. 95, 101, 134 S.E.2d 148, \n153 (1964) (citation omitted), and \"should be utilized only with attendant 'caution and \ncircumspection.'\" Lowder v. All Star Mills, Inc., 301 N.C. 561, 577, 273 S.E.2d 247, 256 (1981).  \nNevertheless, the trial court's appointment of a receiver is within its sound discretion, Barnes \nv. Kochhar. 178 N.C. App. 489, 500, 633 S.E.2d 474, 481 (2006). \n23. The evidence before the Court establishes that Plaintiff has an apparent right \nto partnership property and assets which are the subject of this lawsuit and are currently in \nthe possession of Defendants.  The Court conclu des that Plaintiff has established that the \npartnership's assets are in danger of being lost or impaired absent appointment of a receiver \nto oversee an accounting, settlement of accounts between the partners, and determination of \nany distribution.  Based upon the course of this case, including the parties' failure to come to \na resolution despite the Court's prior orders, the Court further includes that no is no adequate \nremedy short of appointment of a receiver t hat will accomplish the dissolution and winding \nup of the Firm. \n \n \n24. Accordingly, for good cause shown the Court APPOINTS as Receiver for the \nFirm: \nCraig A. Adams, CPA, Partner  \nClifton Larson Allen LLP \n3801 Barrett Drive, Suite 201 \nRaleigh, NC 27609 \nDirect 919-239-8520 \nCraig.adams@CLAconnect.com \n \nThe Receiver shall be compensated at an hourly rate of $265.00 for time reasonably \nexpended on services as the Receiver, and shall require a pre-paid retainer fee of $10,000.00 \nto be applied against billings. LDNB shall be re sponsible for paying the Receiver's fees and \nexpenses following submission and approval of such fees by the Court.  LDNB shall contact \nthe Receiver immediately to initiate the accounting called for by the Order, and shall pay the \n$10,000 retainer fee no later than Monday, August 1, 2016.  \n25. The Receiver shall have authority, and all powers necessary, to prepare an \naccounting that determines the settling of accounts between the partners of the Firm and \nany distribution to be made to Plaintiff as of February 16, 2015, pursuant to the provisions \nof the North Carolina Uniform Partnership Act.  Unless otherwise noted herein, the Receiver \nmay exercise the authority granted in the Order without further order of the Court. \n26. In addition to the general authority to prepare the accounting called for in this \nOrder, the Receiver shall have the following specific authority and powers: \na. The Receiver shall immediately take possession and control of the Firm's \nbooks, records, accounts, or other information maintained by or on behalf of \nthe Firm as is necessary to perform the duties assigned herein.  This includes, \nbut is not limited to, all of the organi zation's financial, accounting, tax, and \nbanking records.  The Receiver may determine, in his sole discretion, the place \n \n \nat which the records will be maintained and may establish any rules or \nprocedures deemed necessary to ensure the preservation of those records. \nb. The Receiver shall have the authority to inspect and review the books, records, \naccounts, or other information maintained by or on behalf of the Firm at such  \ntimes and at such places that he determines in his sole discretion. \nc. Upon entry of this Order, the Firm and the individual partners of the Firm \nshall cooperate fully with the Receiver in the performance of his duties, \nincluding making themselves, members of the Firm's staff, and the Firm's \noutside accountants and other professional advisors, available to the Receiver \nupon request. \nd. The Receiver shall make such an accounting of the Firms assets and liabilities \nas of February 16, 2015, as is necessary to settle the accounts between the \npartners and determine any distribution to  which Plaintiff was entitled as of \nFebruary 16, 2015 pursuant to G.S. § 59-70.  In making the accounting, the \nReceiver shall use generally accepted a ccounting principles, and rely on his \nprofessional experience and judgment.  The Receiver shall also prepare an \nalternative accounting that assumes Plaintiff had been paid a profit \ndistribution for the fourth quarter of 2014 as described in paragraph 2 of this \nOpinion and Order (and assuming the payment had been made prior to \nFebruary 16, 2015).    \ne. If there were assets subject to distribution under G.S. § 59-70, the Receiver \nshall determine and recommend to the court the amount in which those assets \nshould be distributed under both accountings.  If there are assets available for \ndistribution to the partners of the firm  as of the date of dissolution, the \n \n \nReceiver shall determine and recommend  to the court the amount in which \nthose assets should be distributed. \nf. The Receiver shall report his findings to  the Court as soon as practicable and \nmay apply to this Court, with notice to  counsel for Petitioner and counsel for \nIntervenors, for such orders as may be necessary and appropriate to carry out \nthe mandate of this Court. \ng. In undertaking and performing this engagement, the Receiver is authorized to \nengage the professional services of other members of his accounting firm, at \ntheir customary and usual hourly rate s, as he reasonably determines are \nneeded without need to seek the approval of this Court. \nh. If the Receiver believes it is necessa ry to retain additional accountants, \nattorneys, or other professionals outside of his accounting firm in the course of \nperforming his duties under this Orde r, the Receiver shall make a written \nrequest to the Court to retain such attorneys or other professionals with a copy \nof such request to counsel for Peti tioner and counsel for Intervenors.\n12 The \nrequest shall describe the legal or othe r issues with which the Receiver needs \nassistance, identify the attorney or other professional the Receiver proposes to \nretain, and provide an estimate of the cost for retaining such services. \n27. During pendency of this civil action or unless otherwise ordered, all parties are \ndirected not to destroy, remove , alter or obscure any of the financial or otherwise relevant \nrecords of the Company. \n28.   This Order shall remain in force and effect until further order of this court.  \n \n                                                 \n12 For the purpose of complying with this section, an informal request by email is sufficient. \n \n \nThis the 21st day of July, 2016. \n \n     /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases \n "
}