{
  "id": "a67c48f621edb4c8f4336788f05a75fb34081ef2bcfd7325b4e0143e1f82c6c8",
  "source_file": "data/raw/ncbc/a67c48f621edb4c8f4336788f05a75fb34081ef2bcfd7325b4e0143e1f82c6c8.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nNEW HANOVER COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 4611 \nHE CHI; BIAN YIDE; CAO YONGJIE; \nCHEN MINZHI; CHENG TAO; HU \nKUN; LIANG JINGQUAN; LUO  \nPENG; MA QIHONG; MA WEIGUO; \nSONG YING; WANG JIAN; WANG \nLING; WANG XUEHAI; XIE QIN; YE \nXIAFEN; and ZHANG YUNLONG, \n \nPlaintiffs, \n \nv. \n \nNORTHERN RIVERFRONT MARINA \nAND HOTEL LLLP; NRMH \nHOLDINGS LLC; NRMH HOTEL \nHOLDINGS LLC; USA INVESTCO \nLLC; PAC RIM VENTURE LTD.; \nRIVERFRONT HOLDINGS II LLC; \nWILMINGTON RIVERFRONT \nDEVELOPMENT LLC; GOLDEN \nMARINA LLC; CIRCLE MARINA \nCARWASH, INC.; CHARLES J. \nSCHONINGER; JOHN C. WANG; \nJIANGKAI WU; CHRISTOPHER \nARDALAN; and GONGZHAN WU,  \n \nDefendants. \n \nORDER AND OPINION ON MOTION \nTO DISMISS COUNTERCLAIM \n1. THIS MATTER is before the Court on Plaintiffs /Counterclaim-\nDefendants’ Motion to Dismiss Counterclaim (“Motion”) pursuant to Rule 12(b)(6) of \nthe North Carolina Rules of Civil Procedure (“Rule(s)”).  (ECF No. 44.)  \n2. The Court, having considered the Motion, the briefs supporting and \nopposing the Motion, the parties’ arguments at a hearing held on 16 May 2022, and \nother relevant matters of record, concludes for the reasons stated below that the \nMotion should be DENIED. \nChi v. N. Riverfront Marina & Hotel LLLP, 2022 NCBC 46. \n \n \nLedolaw, by Michelle Ledo, and DGW Kramer, LLP, by Katherine \nBurghardt Kramer,  for Plaintiffs Ma Qihong, Luo Peng, Liang \nJingquan, Hu Kun, Cheng Tao, Chen Minzhi, Cao Yongjie, Bian Yide, \nHe Chi, Zhang Yunlong, Ye Xiafen, Xie Qin, Wang Xuehai, Wang Ling, \nWang Jian, Song Ying, and Ma Weiguo.  \n \nThe Law Offices of Oliver & Cheek, PLLC, by George M. Oliver, for \nDefendants Wilmington Riverfront Development LLC, Riverfront \nHoldings II LLC, USA InvestCo LLC, NRMH Hotel Holdings LLC, \nNRMH Holdings LLC, Northern Riverfront Marina and Hotel, LLLP, \nChristopher Ardalan, John C. Wang, Charles J. Schoninger, Circle \nMarina Carwash, Inc., and Golden Marina LLC.  \n \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, LLP, by Clifton \nL. Brinson, and Grace A. Gregson, and Mintz, Levin, Cohn, Ferris, \nGlovsky and Popeo, P.C., by Kevin N. Ainsworth, for Defendants Pac Rim \nVenture Ltd., and Gongzhan Wu.  \n \nThe Law Offices of G. Grady Richardson, Jr., P.C. , by Jennifer L. \nCarpenter, for Defendant Jiangkai Wu.  \n \n \nI. FACTUAL AND PROCEDURAL BACKGROUND \n3. The Court does not make findings of fact on a motion to dismiss \npursuant to Rule 12(b)(6), but rather recites only those factual allegations from the \nCounterclaim that are relevant and necessary to a determination of the Motion.\n1 \n4. Plaintiffs/Counterclaim-Defendants, He Chi, Bian Yide, Cao Yongjie, \nChen Minzhi, Cheng Tao, Hu Kun, Liang Jingquan, Luo Peng, Ma Qihong, Ma \nWeiguo, Song Ying, Wang Jian, Wang Ling, Wang Xuehai, Xie Qin, Ye Xiafen, and \nZhang Yunlong (collectively, “Plaintiffs”) are all citizens of the People’s Republic of \nChina (“China”).  (Answ. & Counterclm. t o First Am. & Verif . Compl. [hereinafter \n“Counterclm.”] ¶ 4, ECF No. 35.) \n \n1  The Court’s earlier Order and Opinion, ECF No. 76, contains additional factual \nbackground.  \n \n \n5. Defendant/Counterclaim-Plaintiffs Northern Riverfront Marina and \nHotel LLLP (“NRMH”), and Wilmington Riverfront Development LLC (“Wilmington \nRiverfront,” collectively, “Defendants”), are North Carolina entities.  (Counterclm.  ¶¶ \n2–3.) \n6. Wilmington Riverfront  and Plaintiffs entered into an Agreement of \nLimited Partnership effective 1 May 2011  (the “Partnership Agreement”) . The \npurpose of the partnership was to form NRMH, a limited partnership through which \nPlaintiffs invested in the development of property along the riverfront in Wilmington, \nNorth Carolina (the “Project”).  (Counterclm. ¶ 5.) \n7. Pursuant to the Partnership Agreement, Wilmington Riverfront was the \nGeneral Partner  in NRMH .  Each Plaint iff signed a Subscription Agreement and \nthereby became a Limited Partner in NRMH.  (Counterclm. ¶ 6.) \n8. The Partnership Agreement and the Subscription Agreement were both \nincluded as exhibits to an Offering Circular that contained additional background \ninformation regarding the Project.  The Offering Circular was distributed to each \nPlaintiff.   It states in relevant part: \nThe information in this Offering Circular is furnished on a confidential  basis \nexclusively for your use and retention and, by accepting this Offering Circular, \nyou agree not to transmit, reproduce or make available to any other person \n(other than your legal, tax, accounting, and other advisers) all or any part of \nthis Offering Circular without the Ge neral Partner’s express written \npermission. \n(Counterclm. ¶¶ 5, 6, 8, Ex. B) (emphasis in original). \n9. Similarly, the Subscription Agreement states: \n \n \nB. Confidentiality.  The undersigned acknowledges that the information \ncontained in this Subscription Agreement and in the Offering Circular , and \nwhich the undersigned receives orally or in writing from the Partnership is \nconfidential and non-public and agrees that all such information shall be kept \nin confidence by the undersigned unless disclosure is otherwise required by \nlaw or court order.  \n(Counterclm. ¶ 9.) \n10. The terms of the Partnership Agreement and the Subscription \nAgreement established a contractual relationship among Plaintiffs, Wilmington \nRiverfront and NRMH.  (Counterclm. ¶ 6.) \n11. Plaintiffs initiated this action on 13 December 2021, after the ir \ninvestment in NRMH  failed to provide the allegedly promised return .  The First \nAmended & Verified Complaint (“Amended Complaint”) was subsequently filed on 3 \nFebruary 2022, (ECF No. 26).   \n12.   Plaintiffs included the Offering Circular, with its exhibits , as Exhibit \nB to their Amended Complaint when they filed the pleading on the public docket.  In \naddition, Defendants allege that Plaintiffs’ pleading contains “numerous accounts of \noral and written communications and information relating to the Partnership.”  \n(Counterclm. ¶ 10.)  \n13. As a result, t wo of the defendants, NRMH and Wilmington Riverfront \nasserted a counterclaim against all Plaintiffs for breach of contract.  (Answ. & \nCounterclm. to First Am. & Verif. Compl., ECF No. 35) (“Counterclm.”).  On 30 March \n2022, Plaintiffs filed this Motion seeking the dismissal of the counterclaim pursuant \nto Rule 12(b)(6). \n \n \n14. On 16 May 2022, the Court held a hearing on the Motion during which \nall parties except Jiangkai Wu were present.2  The Motion is now ripe for resolution. \nII. LEGAL STANDARD \n15. In ruling on a motion to dismiss a counterclaim pursuant to Rule \n12(b)(6), the Court reviews the allegations in the light most favorable to the non-\nmoving party.  See Christenbury Eye Ctr., P.A. v. Medflow, Inc., 370 N.C. 1, 5 (2017).  \nThe Court’s inquiry is “whether, as a matter of law, the allegations of the \n[counterclaim] . . . are sufficient to state a claim upon which relief may be granted \nunder some legal theory[.]”  Harris v. NCNB Nat’l Bank, 85 N.C. App. 669, 670 (1987). \n16. The Court accepts all well -pleaded factual allegations in the \ncounterclaim as true.  See Krawiec v. Manly, 370 N.C. 602, 606 (2018).  However, the \nCourt is not required “to accept as true allegations that are merely conclusory, \nunwarranted deductions of fact, or unreasonable inferences.”  Good Hope Hosp., Inc. \nv. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, 274 (2005) (citation \nomitted).  Nor is the Court required to accept  a party’s legal conclusions set forth in \nthe pleading.  McCrann v. Pinehurst, LLC, 225 N.C. App. 368, 377 (2013). \n17. Furthermore, the Court is not bound by allegations that are contradicted \nby the documents attached, specifically referred to, or incorporated by reference in \nthe complaint.  Moch v. A.M. Pappas & Assocs., LLC, 251 N.C. App. 198, 206 (2016) \n(cleaned up ).  The Court may consider these attached or incorporated documents \n \n2 Defendant Jiangkai Wu had not been served at the time of the hearing and therefore did \nnot appear. \n \n \n \nwithout converting the Rule 12(b)(6) motion into a motion for summary judgment.  \nId. (citation omitted).   \n18. Our Supreme Court has noted that “[i]t is well -established that \ndismissal pursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on its face \nreveals that no law supports the plaintiff’s claim; (2) the complaint on its face reveals \nthe absence of facts sufficient to make a good c laim; or (3) the complaint discloses \nsome fact that necessarily defeats the plaintiff’s claim.’  ” Corwin v. British Am. \nTobacco PLC, 371 N.C. 605, 615 (2018) (quoting Wood v. Guilford Cty., 355 N.C. 161, \n166 (2002)).  This standard of review under Rule 12(b)(6) is the standard our Supreme \nCourt “uses routinely . . . in assessing the sufficiency of complaints in the context of \ncomplex commercial litigation.”  Id. at 615 n.7 (citations omitted). \nIII. ANALYSIS  \n19. Defendants’ single counterclaim is for breach of contract.  Defendants \nallege that Plaintiffs breached  the Partnership Agreement and the Subscription \nAgreement by disclosing confidential information about the Partnership in their \npublic filings in this lawsuit, including the Offering Circular and exhibits, as well as \nother written and oral communications relating to the Partnership.   Defendants \nassert that they have been  damaged as a result of the disclosure s.  (Counterclm. ¶¶ \n14–15.) \n20. Plaintiffs argue Defendants have failed to identify information “from the \nPartnership” that was improperly disclosed and, therefore, their allegations are \nconclusory and fail to state a valid claim for relief . (Mem. Supp. Mot. Dismiss \n \n \nCounterclm., 5, ECF No. 45 [hereinafter “ Pls. Brief”].)  Additionally, they contend \nthat disclosure of the information at issue is protected by “litigation privilege.”  (Pls. \nBrief 5 –7.)  Finally, they maintain that Defendants, by including the Offering \nCircular as an exhibit to their counterclaim, have waived their right to pursue a claim \nagainst Plaintiffs for the same disclosure.  (Pls. Brief 7–8.) \n21. Defendants respond that, at this stage of the litigation, they have \nadequately identified the information that was improperly disclosed.  (Defs. ’ Opp. \nMot. Dismiss Counterclm. 3–8, ECF No. 53 [hereinafter “Defs. Brief”].)  They further \ncontend that no North Carolina law recognizes a litigation privilege under the \ncircumstances presented here  and that the case law cited by Plaintiffs for the \nproposition that Defendants  have waived their claim is inapposite.  (Defs. Brief 8 –\n10.) \n22. The Court concludes that Defendants’  counterclaim states a valid claim \nfor relief.  “ The elements for a breach of contract claim are the existence of a valid \ncontract and a breach of the terms therein .”  Moss v. N.C. Dep’t of State Treasurer, \nRet. Sys. Div., 2022-NCCOA-206, *P16.  Both elements are satisfied here.  Defendants \nhave alleged that the terms of the Partnership Agreement and the Subscription \nAgreement established a contractual relationship “ by and amongst the p arties.”  \n(Counterclm. ¶ 6.)  They have set out the language of the confidentiality provision in \nthe Offering Circular and in the accompanying Subscription Agreement .  \n(Counterclm. ¶¶ 8–9.)   Defendants have also alleged that the terms were breached  \nby Plaintiffs’ public filings.  (Counterclm. ¶ 10.)  Nothing further is required at this \n \n \njuncture.  See Bennett v. Bennett, 2019 NCBC LEXIS 47, at *4 (N.C. Super. Ct. Aug. \n6, 2019) (denying motion to dismiss and noting that “our appellate courts routinely \nreverse trial court orders that require anything more” than an allegation of a valid \ncontract and its breach (citations omitted)).  \n23. With regard to Plaintiffs’ claimed litigation privilege, Plaintiffs have \nfailed to cite any North Carolina case holding that a party to a confidentiality \nagreement possesses a privilege to file documents in the public record in violation of \nthat agreement .  Business Court Rule 5 provides a mechanism for any party to \nrequest that a filing be made under seal and gives both parties an opportunity to be \nheard on the issue before the Court renders a ruling.  Plaintiffs’ decision not to utilize \nthat mechanism in this case is not protected by the asserted privilege. \n24. Finally, Plaintiffs waiver argument also fails.   The allegations in the \nAmended Complaint assert that it was Plaintiffs who accepted a contractual duty not \nto disclose confidential information.  Nothing in the Amended Complaint alleges that \nDefendants agreed to be bound by the same duty.  Furthermore, Defendants’ decision \nto file the confidential material with their counterclaim came only after Plaintiffs had \nalready put the same material  on the public record.  Thus, Defendants’ decision to \nfile confidential material does not constitute a waiver of the Plaintiffs’ alleged breach.   \nIV. CONCLUSION \n25. THEREFORE, for the foregoing reasons, Plaintiffs’ Motion to Dismiss \nCounterclaim is hereby DENIED. \n  \n \n \n         IT IS SO ORDERED, this the 24th day of August, 2022. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n "
}