{
  "id": "a6c1e6758233ba51ae429d72fa1d89256860f2feeefc6d86562eca8204d8ba08",
  "source_file": "data/raw/ncbc/a6c1e6758233ba51ae429d72fa1d89256860f2feeefc6d86562eca8204d8ba08.pdf",
  "raw_text": "Eye Dialogue LLC v. Party Reflections, Inc., 2020 NCBC 54. \n \nSTATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JUSTICE \n  SUPERIOR COURT DIVISION \nCOUNTY OF MECKLENBURG  20-CVS-5104 \n   \nEYE DIALOGUE LLC, \n \n  Plaintiff, \nv. \n \nPARTY REFLECTIONS, INC., \nDANIEL W. HOOKS, and PAUL \nS. EMRICK,  \n \n  Defendants. \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \nORDER AND OPINION ON \nDEFENDANT PAUL S. EMRICK’S \nMOTION TO DISMISS \n \n \nTHIS MATTER comes before the Court on Defendant Paul S. Emrick’s Motion \nto Dismiss.  (“Motion,” ECF No. 11.) \n THE COURT, having considered the Motion, the briefs filed in support of and \nin opposition to the Motion, the arguments of counsel at the hearing on the Motion, \nthe applicable law, and other appropriate matters of record, CONCLUDES that the \nMotion should be GRANTED, in part, and DENIED, in part, for the reasons set forth \nbelow. \nRosenwood, Rose & Litwak, PLLC, by Nancy S. Litwak, Ryan M. Arnold, \nand Erik M. Rosenwood, for Plaintiff Eye Dialogue LLC. \n \nLewis Brisbois Bisgaard & Smith, LLP, by Kevin Parsons, Philip A. \nHinson, and John A. Bruno, for Defendant Paul S. Emrick. \n \nMcGuire, Judge. \n \nI. FACTS \n1. The Court does not make findings of fact on motions to dismiss under \nRule 12(b)(6) of the North Carolina Rules of Civil Proc edure (hereinafter, “Rule(s)”), \nbut only recites those facts included in the complaint that are relevant to the Court’s \ndetermination of the Motion.  See, e.g. , Concrete Serv. Corp. v. Inv’rs Grp., Inc. , 79 \nN.C. App. 678, 681,  340 S.E.2d 755, 758 (1986).  The facts relevant to the \ndetermination of the Motion are drawn from Plaintiff’s verified complaint.  (“Verified \nComplaint,” ECF No. 3.)   \n2. Plaintiff Eye Dialogue LLC (“Plaintiff” or “Eye Dialogue”) is a North \nCarolina limited liability company with its principal place of business in Mecklenburg \nCounty, North Carolina.  ( Id. at ¶ 1.)  Eye Dialogue “is in the business of providing \nlighting, sound, special effects, and video services for event -related needs.”  (Id. at ¶ \n8.)  Donald L. James (“Don James”) owns Eye Dialogue, and his son, Michael Paul \nJames is the manager (collectively  Don James and Michael Paul James are the \n“Jameses”).  (Id. at ¶ 24.) \n3. Defendant Party Reflections, Inc. (“Party Reflections”) is a North \nCarolina corporation with its principal place of business in Mecklenburg County, \nNorth Carolina.  ( Id. at ¶ 2.)  Party Reflections specializes in providing rentals of \nparty necessities such as “chairs, dance floors, décor, food service equipment, \nfurniture, tables, tents, etc.”  ( Id. at ¶ 9.)   Defendant Daniel W. Hooks (“Hooks”) is \nthe president/CEO of Party Reflections.  (Id. at ¶ 3.) \n4. Plaintiff alleges that Eye Dialogue and Party Reflections are \ncompetitors providing similar services in the same locale.   (Id. at ¶ 12.)  However, \nPlaintiff also alleges that while Plaintiff was in the business of providing audio/visual \n(“A/V”) systems, equipment and services, “Party Reflections, at all relevant times, \nwas not in the business of providing [A/V] systems, equipment and services for event-\nrelated needs.”  (Id. at ¶ 10–11.)  \n5. Defendant Paul Emrick (“Emrick”; collectively, Party Reflections, \nHooks, and Emrick are referred to as “Defendants”) began working for Eye Dialogue \nsometime around June 2008.  (Id. at ¶ 15.)  Prior to beginning employment with Eye \nDialogue, Emerick signed an “E mployee Non -Compete Agreement.”  (Id. at ¶ 16; \n“Non-Compete,” ECF No. 3 at Ex. A.)  Pursuant to the Non-Compete, Emrick agreed \nto not “directly or indirectly compete with the business of” Eye Dialogue “during the \nperiod of his employment an d for a period of 2 years following termination of \nemployment.”  (“Non-Competition Provision,” ECF No. 3 at Ex. A.)  The Non-Compete \nfurther defines “not compete” to mean that “the Employee shall not ow n, manage, \noperate, consult or be employed in a business substantially similar to, or competitive \nwith, the present business of [Eye Dialogue] or such other business activity in which \n[Eye Dialogue] may substantially engage during the term of employment.”  (Id.) \n6. The Non -Compete further provides  that its restrictions extend “ for a \nradius of 200 miles from the present location of [Eye Dialogue].”  (Id.) \n7. The Non -Compete also contains a non- disclosure provision in which \nEmrick acknowledges that Eye Dialogue may provide Emrick with “access to trade \nsecrets, customers and other confidential data and good will.  [And Emrick] agrees to \nretain said information as confidential and not to use said information on his . . . own \nbehalf or disclose same to any third party.”  ( “Non-Disclosure Provision,” ECF No. 3 \nat Ex. A.)   \n8. By 2014, Emrick began serving as Eye Dialogue’s  general manager, \ngiving him access to “Plaintiff’s customer lists, pending orders, accounts, payroll \ninformation, emails, and employee information [.]”  (Id. at ¶ 23.)  In early 2019, \nEmrick offered Don James approximately $600,000 for a 51% ownership interest in \nEye Dialogue.  (Id. at ¶ 25.)  The offer was rejected.  (Id.)  \n9. In or around March 2019, Hooks began to express “interes t in \npurchasing Plaintiff” and valued Eye Dialogue at approximately $400,000.  (Id. at ¶ \n26–27.)  The Jameses rejected the offer.  (Id. at ¶ 28.) \n10. Plaintiff alleges, on information and belief, that “the Defendants, having \nhad their offers to purchase [Eye Dialogue]  rejected . . . committed to a plan that \nwould result in Defendants effectively owning [Eye Dialogue]  without having to pay \nfair market value[.]”  (Id. at ¶ 29.)   Accordingly, Plaintiff co ntends that while still \nemployed with Eye Dialogue, Emrick began reporting to  Hooks about what was \nhappening internally at Eye Dialogue and how they could transition “Plaintiff’s \nemployees, customers, clients, and accounts to Party Reflections.”  (Id. at ¶¶ 30–35.)  \nMore specifically, Plaintiff alleges that “[t]hroughout late June 2019, Emrick \ncontinued to forward Hooks emails and other  documents either sent to Emrick by \nMichael Paul James on behalf of Plaintiff, or taken from Plaintiff by Emrick directly, \nwhich emails and documents constituted proprietary, confidential, and sensitive \ninformation specific to Plaintiff.”  (Id. at ¶ 35.) \n11. In mid-July 2019, Emrick resigned from his position with Eye Dialogue \nand commenced employment with Party Reflections.  (Id. at ¶ 36.)   In the wake of \nEmrick’s resignation, Plaintiff contends  that Emrick and Hooks continued to take \nactions that were detrimental to the conti nued operations of Eye Dialogue.  ( See id. \nat ¶¶ 37–50.)  In sum, Plaintiff alleges that: \nDefendants conspired to and engaged in a common scheme \nto effectively run Plaintiff’s business operations into the \nground and/or reap the benefits from and value of \nPlaintiff’s business, all the while feigning interest in \npurchasing Plaintiff’s goodwill, assets, equipment, etc., by, \namong other things: convincing all of Plaintiff’s employees \nto leave Plaintiff in order to work for Party Reflections ; \nconvincing Plaintif f’s customers, clients and accounts to \nmove over to Party Reflections; misappropriating and \nutilizing Plaintiff’s trade secrets; and using Plaintiff’s \nformer employees to set up an A/V team at Party \nReflections where it previously had none. \n \n(Id. at ¶ 13.) \n \n12. Plaintiff asserts that Defendants’ conduct gives rise to numerous causes \nof action under North Carolina law, but specifically with regard to Emrick, \ndemonstrates a claim for breach of the Non-Compete.  \nII. PROCEDURAL BACKGROUND \n13. Plaintiff filed the Verified Complaint in this matter on March 11, 2020.   On March \n19, 2020, this case was designated as a mandatory complex business case and \nassigned to the undersigned.  (Designation Order, ECF No. 1; Assignment Order, \nECF No. 2.) \n14. In the Verified Complaint, Plaintiff alleges claims against Emrick  for: \nbreach of fiduciary duty (“First Claim”); actual fraud (“Seventh Claim”); constructive \nfraud ( “Eighth Claim ”); conversion ( “Ninth Claim ”); obtaining property by false \npretenses (“Tenth Claim”); and breach of contract and breach of duty to act in good \nfaith and deal fairly  (“Twelvth [sic] Claim”).  Plaintiff alleges claims against all \nDefendants for: tortious interference with contractual relations ( “Second Claim ”); \ntortious interference with prospective economic advantage ( “Third Claim ”); \nmisappropriation of trade secrets ( “Fourth Claim ”); computer trespass ( “Fifth \nClaim”); unjust enrichment (“Sixth Claim”); civil conspiracy (“Eleventh Claim”); and \nmotions for TRO, preliminary injunction and permanent injunction ( “Thirteenth \nClaim”).  \n15. On May 14, 2020, Emrick filed the Motion and a brief in support (Br. in \nSupp., ECF No. 12), seeking the dismissal  only of Plaintiff’s claim for breach of \ncontract and breach of the duty of good faith and fair  dealing pursuant to Rule \n12(b)(6).  On June 2, 2020, Plaintiff filed a response brief in opposition to the Motion \n(Br. in Opp., ECF No. 14), and Emrick filed his  reply brief on June 12 , 2020 (Reply \nBr., ECF No. 15). \n16. On June 25, 2020, the Court held a hearing on the Motion, which is now \nripe for resolution. \nIII. ANALYSIS \nA. Standard of Review \n17. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court’s \ninquiry is “whether, as a matter of law, the allegations of the complaint, treated as \ntrue are sufficient to state a claim upon which relief may be granted under some legal \ntheory, whether properly labeled or not.”  Harris v. NCNB Nat’l Bank, 85 N.C. App. \n669, 670, 355 S.E.2d 838, 840 (1987).  Our appellate courts frequently reaffirm that \nNorth Carolina is a notice pleading state.   See, e.g., Feltman v. City of Wilson , 238 \nN.C. App. 246, 252, 767 S.E.2d 615, 620 (2014) (quoting Wake Cty. v. Hotels.com, L.P., \n235 N.C. App. 633, 647,  762 S.E.2d 477, 486 (2014)) (“Under notice pleading, a \nstatement of claim is adequate if it gives sufficient notice of the claim asserted to \nenable the adverse party to answer and prepare for trial, to allow for the application \nof the doctrine of res judicata, and to show the type of case brought.”).  \n18. “It is well established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen ‘(1) the complaint on its face reveals that no law supports the plaintiff’s claim; \n(2) the complaint on its face reveals the absence of facts sufficient to make a good \nclaim; or (3) the complaint discloses some fact that necessarily defeats the plaintiff’s \nclaim.’”  Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615, 821 S.E.2d 729, 736–\n37 (2018) (quoting Wood v. Guilford County , 355 N.C. 161, 166, 558 S.E.2d 490, 494 \n(2002)).  \n19. In ruling on a Rule 12(b)(6) motion, the court construes the complaint \nliberally and accepts all allegations as true.  See Laster v. Francis, 199 N.C. App. 572, \n577, 681 S.E.2d 858, 862  (2009).  However, the Court is not required “to accept as \ntrue allegations that are merely conclusory, unwarranted deductions of fact, or \nunreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. Dep’t of Health & Human \nServs., 174 N.C. App. 266, 274,  620 S.E.2d 873, 880  (2005) (citation and quotation \nmarks omitted).  \n20. In addition, “when ruling on a Rule 12(b)(6) motion, a court may \nproperly consider documents which are t he subject of a plaintiff’s complaint and to \nwhich the complaint specifically refers even though they are presented by the \ndefendant.”  Oberlin Capital, L.P. v. Slavin , 147 N.C. App. 52, 60,  554 S.E.2d 840, \n847 (2001). \nB. Breach of Contract \n21. In its Twelfth Claim, Plaintiff pleads a claim against Emrick for breach \nof contract and breach of duty to act in good faith and deal fairly .  (ECF No. 3, at ¶¶ \n140–48.)  Plaintiff alleges that the Non -Compete is a valid and binding contract \nbetween Plaintiff and Emrick, which Emrick breached by \ndisclosing and using confidential information without \nauthorization and for the purpose of operating and/or being \nemployed by [Party Reflections], disclosing and using \nconfidential information without authorization,  being \nemployed by Party Reflections in  violation of the \nreasonable restrictions of the [Non -Compete], soliciting \nPlaintiff’s clients and employees . . . and/or generally acting \nin breach of the terms and conditions of the [Non -\nCompete]. \n \n(Id. at ¶¶ 140, 144.) \n \ni. The Non-Competition Provision \n \n22. Emrick argues that the Non -Competition Provision  is unenforceable \nbecause it prohibits Emrick f rom engaging in “employment that is ‘directly or \nindirectly . . .’ competitive with Eye Dialogue[,]” and therefore, is overly  broad on its \nface.  (ECF No. 12, at p. 4.)  In addition, Emrick contends that the Non -Competition \nProvision is unenforceable as a ma tter of law because it contains unreasonable \ngeographic and durational restrictions.  (Id.)   \n23. Under North Carolina law, a covenant not to compete is valid and \nenforceable if it is (1) in writing; (2) made a part of the employment contract; (3) based \non valuable consideration; (4) reasonable as to time and territory; and, (5) designed \nto protect a legitimate business interest of the employer.   Mkt. Am., Inc. v. Lee, 257 \nN.C. App. 98, 108, 809 S.E.2d 32, 39–40 (2017) (quoting Okuma Am. Corp. v. Bowers, \n181 N.C. App. 85, 88,  638 S.E.2d 617, 620 (2007) (quotation marks omitted).  Here, \nEmrick does not dispute the validity of the Non -Competition Provision with regard \nto the first three factors listed above.  Rather, Emrick’s contentions rest on whether \nthe Non -Competition Provision is reasonable as to both time and territory and \nwhether it is actually designed to protect the legitimate business interests of Eye \nDialogue. \n24. The Non-Competition Provision at issue provides, in relevant part, that \nEmrick is prohibited from “directly or indirectly ”  own ing, manag ing, operat ing, \nconsulting with,  or be ing employed in a business “substantially similar to, or \ncompetitive with, the p resent business of [Eye Dialogue] ” during Emrick’s \nemployment and for a period of two years following his termination.  (“Non -\nCompetition Provision,” ECF No. 3 at Ex. A.) \n25. “The reasonableness of a non-competition covenant is a matter of law for \nthe court to decide.”  Medical Staffing Network, Inc. v. Ridgway, 194 N.C. App. 649, \n655, 670 S.E.2d 321, 327 (2009).  Courts carefully scrutinize non-compete agreements \nbecause they “are not viewed favorably in modern law.”  VisionAIR,  Inc. v. James, \n167 N.C. App. 504, 508, 606 S.E.2d 359, 362 (2004) (quoting Farr Assocs., Inc. v. \nBaskin, 138 N.C. App. 276, 279, 530 S.E.2d 878, 881 (2000)) (internal quotation \nmarks omitted) .  In determining whether a n on-compete agreement is, in fact, \nreasonable, and valid and enforceable, courts must examine the “reasonableness of \nits time and geographic restrictions, balancing the substantial right of the employee \nto work with that of the employer to protect its legitimate business interests.”  Okuma \nAm. Corp., 181 N.C. App. at 86, 638 S.E.2d at 618. \nTo be valid, the restrictions on the employee’s future \nemployability by others “must be no wider in scope than is \nnecessary to protect the business of the employer.”  If a \nnon-compete covenant “is too broad to be a reasonable \nprotection to the employer’s business it will not be \nenforced.  The courts will not rewrite a contract if it is too \nbroad but will simply not enforce it.”   \n \nVisionAIR, Inc., 167 N.C. App. at 508, 606 S.E.2d at 362 (internal citations and \nquotations omitted).  \n26. Non-compete agreements that bar an “employee from working in an \nidentical position for a direct competitor” are enforceable in North Carolina.  Okuma \nAm. Corp., 181 N.C. App. at 90–91, 638 S.E.2d at 621 (citing Precision Walls v. Servie, \n152 N.C. App. 630, 638–39, 568 S.E.2d 267, 273 (2002)); see also Ridgway, 194 N.C. \nApp. at 656, 670 S.E.2d at 327.  On the other hand, our appellate courts consistently \nhold non-compete agreements purporting to prohibit a former employee “from having \nany association with a business providing similar services, including performing even \nwholly unrelated work”  to be over broad and unenforceable.  Andy -Oxy Co., Inc. v. \nHarris, No. COA19-10, 2019 N.C. App. LEXIS 902, at *9–10, 834 S.E.2d 195 (N.C. Ct. \nApp. Nov. 5, 2019) (citing Hartman v. W.H. Odell & Assocs., 117 N.C. App. 307, 317, \n450 S.E.2d 912, 920 (1994); VisionAIR, 167 N.C. App. at 509, 606 S.E.2d at 362); see \nalso Henley Paper Co. v. McAllister, 253 N.C. 529, 534–35, 117 S.E.2d 431, 434 (1960). \n27.   Recently, the North Carolina Court of Appeals considered a nearly \nidentical non-competition provision in Andy-Oxy Co., Inc.  The court concluded that \nthe non-compete agreement at issue was over broad and did not protect a legitimate \nbusiness interest because it provided that the former employee “shall not, directly or \nindirectly, . . . be employed or otherwise participate in the field or area of supplying, \nretailing, wholesaling, or distributing . . . any [ ] products sold by the company, within \nthe restricted area[.]”  Andy-Oxy Co., Inc., No. COA19-10, 2019 N.C. App. LEXIS 902, \nat *11–12.  The Court held that the “covenant is not limited to a restriction preventing \n[defendant] from working “in an identical position for a direct competitor[.]”  Id . at \n*12 (citing Ridgway, 194 N.C. App. at 656, 670 S.E.2d at 327).  The Court reasoned \nthat the covenant effectively prohibited the former employee “from having any \nassociation with a business in the same field” and was therefore unenforceable under \nNorth Carolina law.  Id. at *12. \n28. In VisionAIR the court held that a non-compete provision that stated \nthat the former employee “may not ‘own, manage, be employed by or otherwise \nparticipate in, directly or indirectly, any business similar to Employer’s . . . within \nthe Southeast’ for two years after the termination of his employ with VisionAIR” was \nunenforceable.  167 N.C. App. at 508, 606 S.E.2d at 362.  The Court held: \nUnder this covenant [defendant] would not merely be \nprevented from engaging in work similar to that which he \ndid for VisionAIR at VisionAIR competitors; [defendant]  \nwould be prevented from doing even wholly unrelated work \nat any firm similar to VisionAIR.   Further, by preventing \n[defendant] from even “indirectly” owning any similar firm, \n[defendant] may, for example, even be prohibited from \nholding interest in a mutual fund invested in part in a firm \nengaged in business similar to VisionAIR.   Such vast \nrestrictions on [defendant] cannot be enforced. \n \nId. at 508–09, 606 S.E.2d at 362–63 (footnote omitted). \n29. The language of t he Non -Competition Provision  at issue here  is \nindistinguishable from the non-compete agreements struck down as unenforceable in \nboth Andy-Oxy Co., Inc. and VisionAIR.  S uch extensive restrictions on Emrick’s \nemployment are over broad and unenforceable.  Therefore, to the extent Emrick’s \nMotion seeks dismissal of Plaintiff’s breach of contract claim  based on the terms of \nthe Non-Competition Provision being facially over broad, Emrick’s Motion should be \nGRANTED.    \n30.  The Court, having concluded that the terms of the Non -Competition \nProvision are unenforceable due to restricting too many activities, need not address \nwhether the geographic and durational restrictions are also overbroad.  \nii. The Non-Disclosure Provision \n31. A non-disclosure provision in an employment agreement is enforceable \n“if it does not seek to prevent a party from engaging in a similar business in \ncompetition with the [employer], but instead seeks to prevent the disclosure or use of \nconfidential information.”  Chemimetals Processing v. McEneny, 124 N.C. App. 194, \n197, 476 S.E.2d 374, 376 (1996).  To be enforceable, such a non-disclosure agreement \nrequires only “a showing that it protects a legitimate business interest of the  \n[employer]”; time and durational limitations are irrelevant.  Id. at 197, 476 S.E.2d. \nat 377.    \n32. “North Carolina courts will treat a non -disclosure agreement as a \ncontract in restraint of trade in appropriate circumstances.”  Amerigas Propane, L.P. \nv. Coffey, 2015 NCBC LEXIS 98, at *23 (N.C. Super. Ct. Oct. 15, 2015) (citing \nChemiMetals, 124 N.C. App. at 197, 476 S.E.2d at 376 –77).  A non -disclosure \nprovision equates to a restrictive covenant in restraint of trade  and is subject to the \nsame analysis as a covenant not to compete if “the anticipated and intended effect of \nthe prohibition on [an employee’s] disclosure . . . is not to protect  [the company’s] \nconfidential business information” but rather to prevent a former employee from  \ncompeting with the former employer.   See Amerigas Propane, L.P., 2015 NCBC \nLEXIS 98, at *24–25 (compiling cases).    \n33. Emrick relies almost exclusively on  this Court’s ruling in  Amerigas to \nsupport his argument that the Non- Disclosure Provision should be struck down  as \nunenforceable along with the Non-Competition Provision.  Amerigas came before the \nCourt on the defendants’ motions for summary judgment.  Id. 2015 NCBC LEXIS 98, \nat *1.  The Court, with the benefit of being able to analyze a developed record, found \nthat: \n[I]t is undisputed that the identities of AmeriGas \ncustomers are often readily ascertainable and can typically \nbe obtained by a cursory, roadside examination of the \nvendor logo on a homeowner’s outdoor propane tank.  The \nsame is true concerning the identities of t he customers of \nany competing vendor of propane gas in the area.  In these \ncircumstances, the Court concludes that AmeriGas ’s \ncustomer identities are not confidential in any meaningful \nsense. \n \nId. 2015 NCBC LEXIS 98, *23–24.  The Court concluded that, to the extent the non-\ndisclosure provision sought to prohibit the disclosure of AmeriGas’s customer \nidentities, the non-disclosure provision amounted to a restraint on trade.  Id.   \n34. The Court, however, also concluded that:  \n[T]he non-disclosure provision [at issue] also seeks to \nprohibit the use or disclosure of customer credit \ninformation, gas usage patterns, and pricing and \nmarketing information relating to AmeriGas \ncustomers.  The Court concludes that the purpose and \nfunction of the non-disclosure provision to this extent is not \nto prevent Coffey from soliciting AmeriGas customers, but \nrather to prevent the use or disclosure of valuable, \nconfidential information of AmeriGas concerning its \ncustomers[.] \n \nId. 2015 NCBC LEXIS 98, at *26. Accordingly, the Court found that the non-\ndisclosure provision was enforceable to the extent it sought to prohibit “ the use or \ndisclosure of customer credit information, gas usage patterns, and pricing and \nmarketing information.”  Id. 2015 NCBC LEXIS 98, at *26–27.   \n35. Here, Emrick acknowledges in the Non-Disclosure Provision that Eye \nDialogue may provide  him with  “access to trade secrets, customers and other \nconfidential data and good will.  [And Emrick] agrees to retain said information as \nconfidential and not to use said information on his . . . own behalf or disclose same to \nany third party.”  (ECF No. 3 at Ex. A.)   \n36. Emrick argues that the Non -Disclosure Provision is overbroad and \nunenforceable because: (1) the “categories, ‘customers’ and ‘goodwill,’ directly prohibit \n[Emrick] from engaging in competitive activities unrelated to the disclosure of any \ntype of confidential information”; and (2) the Non-Disclosure Provision fails to define \n“trade secrets” or “confidential information .”  (ECF No. 12, at pp.  10–11.)  Emrick \ncontends that the Non- Disclosure Provision “is so broad that it could reasonably be \nread to include all information provided to [Emrick] during the course of his \nemployment” and, therefore, “constitutes a restraint on trade.”  (Id. at p. 11.)   \n37. Plaintiff contends that the Non -Disclosure Provision aims to protect \n“Plaintiff’s legitimate business interests[,] proprietary information[,] and trade \nsecrets.”  (ECF No. 14, at p. 9.)   Plaintiff argues that the Complaint sufficiently  \nalleges Emrick misappropriated Eye Dialogue’s customer lists, trade secrets, and “his \nexpertise and knowledge of the A/V industry.”  (Id.)   \n38. At this early stage in litigation, where the Court is bound strictly to the \nallegations in the pleadings and the documents attached th ereto, the Court cannot \ndiscern the “anticipated and intended effect” of the Non -Disclosure Provision.   \nAmerigas Propane, L.P., 2015 NCBC LEXIS 98 , at *24 –25.  The Court notes that \nPlaintiff’s allegations regard ing Emrick’s misappropriation of Eye Dialogue’s trade \nsecrets, customer lists, and other proprietary information, are scant and may not \ncarry the day as discovery proceeds.   Nevertheless, a more developed record  is \nnecessary to determine whether Eye Dialogue’s customers are “ confidential in any \nmeaningful sense,” or if the remainder of the Non -Disclosure provision is intended \nsolely “to prevent the use or disclosure of valuable, confidential information of [Eye \nDialogue] concerning its customers.”  Id. 2015 NCBC LEXIS 98, at *24, 26.  Therefore, \nto the extent Emrick’s Motion seeks dismissal of Plaintiff’s claim for breach of \ncontract, based on the Non -Disclosure Provision being unenforceable , Emrick’s \nMotion should be DENIED. \nC. Breach of the Covenant of Good Faith and Fair Dealing  \n39. Under North Carolina law, every enforceable contract contains an \nunderlying, implied covenant of good faith and fair dealing.  Bicycle Transit Auth. v. \nBell, 314 N.C. 219, 228, 333 S.E.2d 299, 305 (1985).  “A claim for breach of this implied \ncovenant arises when one party ‘wrongfully deprives’ the other of some benefit ‘to \nwhich they were entitled,’ or  takes some other action for a ‘wrongful or \nunconscionable purpose.’”  Wadhwania v. Wake Forest Univ. Baptist Med. Ctr., No. \nCOA18-252, 2018 N.C. App. LEXIS 1100, at *8, 821 S.E.2d 309 (N.C. Ct. App. Nov. \n20, 2018) (citing Dull v. Mut. Of Omaha Ins. Co., 85 N.C. App. 310, 318,  354 S.E.2d \n752, 757 (1987)).  In North Carolina: \nAs a general proposition, where a party’s claim for breach \nof the  implied covenant of good faith and fair dealing is \nbased upon the same  acts as its claim for breach of \ncontract, we treat the former claim as “part and parcel” of \nthe latter.  Murray v. Nationwide Mut. Ins. Co., 123 N.C. \nApp. 1, 19,  472 S.E.2d 358, 368 (1996), disc. review \ndenied, 345 N.C. 344, 483 S.E.2d 173 (1997); see Suntrust \nBank v. Bryant/Sutphin Props., LLC, 222 N.C. App. 821, \n833, 732 S.E.2d 594, 603 (“As the jury determined that \nplaintiff did not breach any of its contracts with \ndefendants, it would be illogical for this Court to conclude \nthat plaintiff somehow breached implied terms of the same \ncontracts.”), disc. review denied, 366 N.C. 417, 735 S.E.2d \n180 (2012). \n \nCordaro v. Harrington Bank, FSB, 260 N.C. App. 26, 38–39, 817 S.E.2d 247, 256 \n(2018).  In other words, if a plaintiff brings a breach of contract claim and a claim for \nbreach of the covenant of good faith and fair dealing based on the same facts, the two \ncauses of action are treated as one and the same.   \n40. Here, Plaintiff alleges that “[a]n implied term of the [Non-Compete] was \na duty for Defendant Emrick to act in good faith and fair dealing when carrying out \nhis duties and obligations under the [Non- Compete.]”  (ECF No. 3, at ¶ 141.)  \nAccordingly, Plaintiff’s breach of the covenant of good f aith and fair dealing claim is \nsupported by the same factual underpinnings as its breach of contract claim.  The \nCourt has already determined that, to the extent Plaintiff’s breach of contract claim \nis based on the Non-Competition Provision, Plaintiff’s breach of contract claim should \nbe dismissed.  Therefore, to the extent Emerick’s Motion seeks dismissal of Plaintiff’s \nclaim for breach of the covenant of good faith and fair dealing,  based on Emrick ’s \nbreach of the Non-Competition Provision, Emrick’s Motion should be GRANTED.   \n41. However, the Court has also concluded that , to the extent Plaintiff \nalleges its breach of contract claim is based on Emrick’s alleged breach of the Non -\nDisclosure Provision,  Plaintiff’s breach of contract  claim should not be dismissed.   \nAccordingly, to the extent Plaintiff’s claim for breach of the covenant of good faith and \nfair dealing is based on Emrick’s breach of the Non -Disclosure Provision, Plaintiff’s \nclaim for breach of the covenant of good faith and fair dealing should likewise \nwithstand dismissal at this stage .  Therefore, to the extent Emrick’s Motion seeks \ndismissal of Plaintiff’s claim for breach of the covenant of good faith and fair dealing, \nbased on Emrick’s breach of the Non -Disclosure Provision, Emrick’s Motion should \nbe DENIED.  \nIV. CONCLUSION \nTHEREFORE, IT IS ORDERED that the Motion is GRANTED, in part, and \nDENIED, in part, as follows: \n1. To the extent Emrick’s Motion seeks dismissal of Plaintiff’s Twelfth \nClaim, based on the terms of the Non -Competition Provision being \nfacially over broad, Emrick’s Motion is GRANTED.    \n2. To the extent Emrick’s Motion seeks dismissal of Plaintiff’s Twelfth \nclaim based on the Non -Disclosure Provision being unenforceable , \nEmrick’s Motion is DENIED.    \n \nSO ORDERED, this the 28th day of July, 2020. \n \n \n/s/ Gregory P. McGuire    \nGregory P. McGuire \nSpecial Superior Court Judge for \nComplex Business Cases \n "
}