{
  "id": "a71195875ad79d47f27aebd070a59c853eedf4983a30ac397811c575dfc2534c",
  "source_file": "data/raw/ncbc/a71195875ad79d47f27aebd070a59c853eedf4983a30ac397811c575dfc2534c.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nCOUNTY OF IREDELL \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n12 CVS 2944 \nESTATE OF JERRY CARL \nCHAMBERS; BETTIE BUCHANAN \nCHAMBERS; GEORGE COOLIDGE \nCHAMBERS, JR.; JUDY WARREN \nCHAMBERS; SUE CHAMBERS \nCAMPBELL; and KATHY \nCAMPBELL PARLIER; TRUSTEES \nUNDER THE WILL OF JAMES \nKENNETH CHAMBERS; NEWTON \nSANKEY GAITHER, III; JUNE \nNUTT GAITHER; JOHN DAVID \nGAITHER; ROBERT ROSSER \nCHAMBERS; SHIRLEY HAYES \nCHAMBERS; MISSY CHAMBERS \nKING; JOE KING; WILLIAM \nFRANKLIN CHAMBERS, II; \nCAROLE CHAMBERS ADAMS; and \nJOHN G. ADAMS, \n \nPlaintiffs, \n \nv. \n \nVISION TWO HOSPITALITY \nMANAGEMENT, LLC, a North \nCarolina Limited Liability Company; \nFALGUN DHARIA; and PARU \nDHARIA,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER AND OPINION \n \n \n{1} THIS MATTER is before the court on Defendants’ Motion to Dismiss \nPlaintiffs’ Second Amended Complaint (“Motion”) pursuant to Rule 12(b)(6) of the \nNorth Carolina Rules of Civil Procedure (“Rule(s)”). For the reasons stated below, \nthe Motion is GRANTED in part and DENIED in part.  \n \nEstate of Chambers v. Vision Two Hospitality Mgmt., LLC 2013 NCBC 52. \nThad A. Throneburg, Attorney at Law by Thad A. Throneburg for Plaintiffs. \nErwin, Bishop, Capitano & Moss, P.A. by Lex M. Erwin for Defendants. \n \nGale, Judge. \n \nI. PARTIES \n \n{2} Plaintiffs Estate of Jerry Carl  Chambers, Bettie Buchanan Chambers, \nGeorge Coolidge Chambers, Jr., Judy Warren Chambers, Sue Chambers Campbell, \nand Kathy Campbell Parlier, Trustees under the will of James Kenneth Chambers, \nNewton Sankey Gaither, III, June Nutt Gaither, and John David Gaither are \nresidents of Iredell County, North Carolina. (Second Am. Compl. ¶ 1.)  \n{3} Plaintiffs Robert Rosser Chambers and Shirley Hayes Chambers are \nresidents of DeKalb County, Georgia. (Second Am. Compl. ¶ 2.)  \n{4} Plaintiffs Missy Chambers King and Joe King are residents of \nRichland County, South Carolina. (Second Am. Compl. ¶ 3.)  \n{5} Plaintiff William Franklin Chambers II is a resident of Monroe \nCounty, Georgia. (Second Am. Compl. ¶ 4.)  \n{6} Plaintiffs Carole Chambers Adams and John G. Adams are residents of \nFulton County, Georgia. (Second Am. Compl. ¶ 5.) \n{7} Defendants Falgun Dharia and Paru Dharia are residents of New \nJersey. (Second Am. Compl. ¶¶ 6–7.)  \n{8} Defendant Vision Two Hospitality Management, LLC (\"Vision Two\") \nwas a limited liability company formed under the laws of the State of North \nCarolina with its principal place of business in Iredell County, North Carolina, but \nit was dissolved on September 2, 2010. (Second Am. Compl. ¶¶ 8, 12; Second Am. \nCompl. Ex. 2.) \n \n \n \nII. FACTUAL BACKGROUND \n \n{9} The court does not make findings of  fact in connection with a motion to \ndismiss, as a motion to dismiss “does not present the merits, but only [determines] \nwhether the merits may be reached.” Concrete Serv. Corp. v. Investors Grp., Inc., 79 \nN.C. App. 678, 681, 340 S.E.2d 755, 758 (1986).  For the purposes of the Motion the \ncourt assumes the facts alleged in the Second Amended Complaint are true and \nmakes inferences in Plaintiffs’ favor, but is not bound to legal conclusions asserted \ntherein.  The court may consider documents which are the subject matter of the \naction or which are specifically referred to in the complaint without converting a \nRule 12(b)(6) motion into a motion for summary judgment.  Schlieper v. Johnson, \n195 N.C. App. 257, 261, 672 S.E.2d 548, 551 (2009); Oberlin Capital, L.P. v. Slavin, \n147 N.C. App. 52, 60–61, 554 S.E.2d 840, 847 (2001). \n{10} Plaintiffs leased the land and premises at issue to Vision Two to \noperate and manage a hotel.  (Second Am. Compl. ¶¶ 13–20; Second Am. Compl. Ex. \n3 (hereinafter “Lease”) 1.)1  Vision Two was required to maintain, repair, insure, \nand pay taxes on the premises.  (Second Am. Compl. ¶ 21; Lease 2–8.)  Vision Two \ncould assign or sublet the premises, but it remained liable to Plaintiffs for failing to \nperform terms binding it under the Lease.  (Lease 17.)  The Lease permitted \nPlaintiffs to inspect and examine the premises during normal business hours.  \n(Lease 11.) \n{11} Plaintiffs allege as follows.  The Dharias are controlling members of \nVision Two who intended to siphon off as much revenue as possible without \nperforming under the Lease.  (Second Am. Compl. ¶¶ 110–12.)  They sublet the \npremises to subtenants and charged excessive rent that prevented those subtenants \nfrom being able to perform tenant duties under the Lease.  (Second Am. Compl. ¶¶ \n93–95, 110–12.)  Knowing that the subtenants’ excessive rent would not enable \nthem to perform, the Dharias nonetheless transferred assets from Vision Two to \n                                                 \n1 Plaintiffs’ and Defendants’ predecessors-in-interest were the original landlords and tenants to the \nLease, which Plaintiffs and Vision Two modified on March 1, 2010.   \nthemselves, thus intentionally undercapitalizing Vision Two.  (Second Am. Compl. \n¶¶ 94–95, 110–12; 116–22.)  As a result, the hotel is in a state of substantial \ndisrepair.  (Second Am. Compl. ¶ 102.)  Vision Two also failed to pay Plaintiffs \namounts due under the Lease and misrepresented to Plaintiffs that certain repairs \nwere made to the land and premises.  (Second Am. Compl. ¶¶ 126, 136–37.)  Vision \nTwo is now insolvent, and the North Carolina Secretary of State dissolved it in 2010 \nfor failing to file annual reports.  (Second Am. Compl. ¶ 109; Second Am. Compl. Ex. \n2.) \n{12} On September 12, 2012 Plaintiffs faxed a letter to Vision Two alleging \nthat it had breached the Lease by failing to maintain, repair, or insure the \npremises, and Plaintiffs would terminate the Lease in thirty days if Vision Two did \nnot cure the breach.  (Second Am. Compl. ¶¶ 22–26; Second Am. Compl. Exs. 6–8.) \nClaiming a failure to cure, Plaintiffs, via faxed letter, notified Vision Two of their \nintent to terminate the Lease.  (Second Am. Compl. ¶¶ 27–34; Second Am. Compl. \nExs. 9–11.)  On October 25, 2012 Plaintiffs terminated the Lease with Vision Two \nand demanded possession of the land and premises.  (Second Am. Compl. ¶¶ 35–40; \nSecond Am. Compl. Exs. 12–14.)   Plaintiffs continued to send Vision Two notices of \ndefault and demands for possession of the land and premises over the next several \nmonths.  (Second Am. Compl. ¶¶ 48–91; Second Am. Compl. Exs. 15–26.) \n \nIII. PROCEDURAL BACKGROUND \n \n{13} Plaintiffs initiated this lawsuit in Iredell County on October 26, 2012 \nby filing a Complaint in Summary Ejectment.  After trial on November 26, 2012, \njudgment was entered in Plaintiffs’ favor granting them possession of the premises \nin question.  Defendants appealed the judgment to the District Court Division.  This \naction was then transferred from the District Court Division to the Superior Court \nDivision on January 14, 2013.  Plaintiffs filed an Amended Complaint on February \n4, 2013.  The case was designated a Business Court case by Chief Justice Sarah \nParker by Order dated February 11, 2013 and assigned to the undersigned on \nFebruary 13, 2013.  \n{14} Defendants filed a Motion to  Dismiss the Amended Complaint on \nMarch 14, 2013.  Plaintiffs filed a Second Amended Complaint on April 19, 2013, \nmooting the original Motion to Dismiss.  In their Second Amended Complaint, \nPlaintiffs allege claims for possession of the premises, fraud, fraudulent conveyance, \npiercing the corporate veil, unfair and deceptive trade practices, civil conspiracy, \ndetention damages, compensatory damages, constructive trust, and attachment. \n{15} Defendants filed the present Mo tion on June 21, 2013, seeking to \ndismiss all claims except those for possession.  Defendants contend that this case is \nmerely a landlord-tenant dispute between Plaintiffs and Vision Two.  They seek \ndismissal of all claims alleged against the Dharias personally.  The Motion has been \nfully briefed, a hearing was held, and the matter is ripe for disposition.  \n \nIV. ANALYSIS \n \n \n{16} The appropriate inquiry on a mo tion to dismiss pursuant to Rule \n12(b)(6) is “whether, as a matter of law, the allegations of the complaint, treated as \ntrue, are sufficient to state a claim upon which relief may be granted under some \nlegal theory, whether properly labeled or not.”  \nCrouse v. Mineo, 189 N.C. App. 232, \n237, 658 S.E.2d 33, 36 (2008) (quoting Harris v. NCNB Nat’l Bank of N.C., 85 N.C. \nApp. 669, 670, 355 S.E.2d 838, 840 (1987)).  A motion to dismiss may be granted if \nthe complaint reveals the absence of facts required to make out a claim for relief or \nif the complaint reveals some fact that necessarily defeats the claim.  Wood v. \nGuilford Cnty., 355 N.C. 161, 166, 558 S.E.2d 490, 494 (2002).   \n \nA. Plaintiffs’ Fraud Claim Fails under Rule 9(b) \n \n{17} Besides reincorporating other allegations of their Complaint, Plaintiffs \nspecifically allege that from 2009 to 2012 Vision Two and Paru Dharia \nmisrepresented that they had repaired the leased premises and that Plaintiffs \nreasonably relied on those misrepresentations “in continuing to allow defendant \nVision Two to” lease the premises.  (Second Am. Compl. ¶¶ 125–28.) \n{18} To state a fraud claim, a party “must  allege with particularity ‘(1) that \ndefendant made a false representation or concealment of a material fact; (2) that \nthe representation or concealment was reasonably calculated to deceive . . . ; (3) that \ndefendant intended to deceive . . . ; (4) that [the party] was deceived; and (5) . . . \ndamage resulting from defendant’s misrepresentations or concealment.”  BDM Invs. \nv. Lenhil, Inc., 2012 NCBC LEXIS 7, at *56–*57 (N.C. Super. Ct. Jan. 18, 2012) \n(citing Claggett v. Wake Forest Univ., 126 N.C. App. 602, 610, 486 S.E.2d 443, 447 \n(1997)).  In order to satisfy the heightened pleading requirements of Rule 9(b), fraud \nclaims must “allege the ‘time, place, and content of the fraudulent’” acts or \nrepresentations, identify “’the person making the representations[,] and [describe] \nwhat was obtained as a result of the fraudulent acts or representations.’” Id. at *58 \n(citing Bob Timberlake Collection, Inc. v. Edwards, 176 N.C. App. 33, 39, 626 S.E.2d \n315, 321 (2006)). \n{19} Reliance on “allegedly false representations must be reasonable.”  \nForbis v. Neal, 361 N.C. 519, 527, 649 S.E.2d 382, 387 (2007).  When the party \nrelying on the allegedly fraudulent or misleading statement could have discovered \nthe truth, pleading reasonable reliance requires the party to allege either denial of \nthe opportunity to investigate or that a reasonably diligent inquiry would not have \nrevealed the truth.  Oberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 59, 554 S.E.2d \n840, 846–47 (2001) (citing Hudson-Cole Dev. Corp. v. Beemer, 132 N.C. App. 341, \n346, 511 S.E.2d 309, 313 (1999)).  In Oberlin Capital, L.P., the contract governing \nthe allegedly fraudulent transaction noted that plaintiffs had an opportunity to \ninspect the premises and interview individuals involved in the transaction.  Id. at \n60; 554 S.E.2d at 847.  The plaintiffs’ failure to allege either that defendants denied \nthem the opportunity to investigate or that a reasonably diligent inquiry would not \nhave revealed the truth warranted a Rule 12(b)(6) dismissal of their fraud claim for \nfailing to plead reasonable reliance.  Id. \n{20} Article XI of the Le ase permits Plaintiffs, at any time during the lease \nterm, to inspect and examine the “premises during reasonable business hours[.]”  \n(Lease 11).  Plaintiffs do not allege that Defendants prevented them from exercising \nthese inspection rights, nor do they allege that a reasonably diligent inspection \nwould not have revealed the true condition of the leased premises.  Thus, Plaintiffs \nhave not satisfied Rule 9(b)’s heightened pleading requirements for reasonable \nreliance.   \n{21} The court also concludes that the general allegations of the Complaint \nand the specific allegation supporting the fraud count—that from 2009 to 2012 \nVision Two and Paru Dharia misrepresented that they had repaired the premises—\nfail to allege sufficiently the time, place, and manner of the allegedly fraudulent \nacts as required by Rule 9(b) and the above-cited cases and further fail to \ndemonstrate reasonable reliance on the allegedly fraudulent statements.  The fraud \nclaim is DISMISSED. \n \nB. Plaintiffs Do Not State an Actionable Civil Conspiracy Claim \n \n{22} A conspiracy claim “must allege ‘a conspiracy, wrongful acts done by \ncertain of the alleged conspirators, and injury.”  S.N.R. Mgmt. Corp. v. Danube \nPartners 141, LLC, 189 N.C. App. 601, 608, 659 S.E.2d 442, 449 (2008) (citing \nNorman v. Nash Johnson & Sons’ Farms, Inc., 140 N.C. App. 390, 416, 537 S.E.2d \n248, 265 (2000)).  Importantly, plaintiffs must allege facts sufficient to show “that a \nconspiracy in fact existed.”  Id. at 609; 659 S.E.2d at 449 (emphasis in original).  \nCircumstantial evidence may establish an agreement, but mere “suspicion or \nconjecture” does not warrant “submission to a jury.”  Id.; see also Dickens v. \nPuryear, 302 N.C. 437, 456–57, 276 S.E.2d 325, 337 (1981).  At the pleading stage, \nthis means allegations that “defendants maliciously conspired together and acted in \nconcert, explicitly, impliedly or tacitly, to engage in the above-referenced fraudulent \nand otherwise wrongful acts[,]” without additional supporting facts, are insufficient \nto survive a Rule 12(b)(6) motion.  S.N.R. Mgmt. Corp., 189 N.C. App. at 609, 659 \nS.E.2d at 449. \n{23} Like the allegations supporting the fraud claim dismissed in the S.N.R. \nManagement Corp. case, Plaintiffs’ allegations here vaguely accuse “defendant \nVision Two, defendants Dharia, other members and managers of defendant Vision \nTwo and other persons unknown to the plaintiffs including multiple entities \nincluding the name ‘Mantiff’ and ‘Vision’” of concocting “a multi-state and multi-\nentity conspiracy under which they would, among other things and variously, \ndirectly and through their alter egos” commit wrongful acts against Plaintiffs.  \n(Second Am. Compl. ¶ 93.)  This allegation does not satisfy Plaintiffs’ burden to \nplead allegations sufficient to show any agreement or conspiracy.  Plaintiffs’ civil \nconspiracy claim is DISMISSED. \n \nC. Plaintiffs State an Actionable Veil Piercing Claim \n \n{24} Under the “instrumentality rule,” veil piercing claims must allege \ncontrol of the corporate entity by another individual or entity that was used to \ncommit fraud or other wrongdoing against the plaintiff that proximately caused \nplaintiff’s injury.  \nSee, e.g., Fischer Inv. Capital, Inc. v. Catawba Dev. Corp., 200 \nN.C. App. 644, 649–50, 689 S.E.2d 143, 147 (2009).  Control may be shown by \ninadequate capitalization, failing to follow corporate formalities, complete \ndomination of the corporation by another, or excessive fragmentation of a single \nenterprise into separate corporate entities.  Id. at 650–51; 689 S.E.2d at 147–48 \n(citing East Mkt. St. Square, Inc. v. Tycorp Pizza IV, Inc., 175 N.C. App. 628, 636, \n625 S.E.2d 191, 198 (2006)).  No one factor is determinative.  Id.  Plaintiffs must \nallege some combination of factors such that the entity “had ‘no separate mind, will \nor existence of its own’ and . . . was the ‘mere instrumentality or tool’ of the \ndominant corporation.”  Id.  Mere recitations of the elements of a veil piercing claim \nand the factors alleged to show control, without supporting factual allegations, are \n“bare legal conclusions” not entitled to any deference in considering a motion to \ndismiss a veil piercing claim.  Blue Ridge Pediatric & Adolescent Med., Inc. v. First \nColony Healthcare, LLC, 2012 NCBC LEXIS 52, at *15 (N.C. Super. Ct. Oct. 3, \n2012). \n{25} Plaintiffs’ claim to pierce Vision  Two’s corporate veil arises primarily \nfrom allegations that the Dharias, members of Vision Two, dominated and \ncontrolled its activities in a manner that prevented it from upholding its obligations \nunder the Lease.  More specifically, Plaintiffs contend that the Dharias \nintentionally undercapitalized Vision Two by draining its assets instead of \nperforming under the lease, ultimately resulting in its insolvency.  Instead of \nupholding its lease obligations and properly maintaining the hotel, Vision Two let \nthe hotel fall into substantial disrepair.  Although Defendants deny the allegations, \nthey state a veil piercing claim.  Defendants’ Motion is DENIED as to that claim. \n \nD. Plaintiffs State a Fraudulent Conveyance Claim \n \n{26} Plaintiffs allege that Vision Tw o’s distributions to the Dharias were \nfraudulent transfers under North Carolina’s Uniform Fraudulent Transfer Act \n(“UFTA”).  Plaintiffs allege that their contractual relationship with Vision Two \ncreates a creditor-debtor relationship that gives them standing under the UFTA to \nchallenge Vision Two’s transfers, (Second Am. Compl. ¶¶ 116–17,) and that \nDefendants “have had actual knowledge” of Plaintiffs’ contract claims since April \n2009, (Second Am. Compl. ¶ 118.)  Plaintiffs allege that Vision Two transferred \nassets with intent to hinder, delay, or defraud Plaintiffs.  (Second Am. Compl. ¶ \n119.)  They also allege that Vision Two transferred assets without receiving \nreasonably equivalent value in return from the Dharias, and that such transfers left \nVision Two with an unreasonably small amount of assets in relation to its business \n(managing and maintaining the leased premises) or that Vision Two was insolvent \nwhen it made the transfers (Second Am. Compl. ¶¶ 116–22.)  Plaintiffs also allege \nthat the Dharias, as insiders of Vision Two, received transfers to satisfy debts owed \nto them by Vision Two when they had reason to believe that Vision Two was \ninsolvent.  (Second Am. Compl. ¶ 116.) \n{27} Defendants contend Plaintiffs ha ve no standing to sue because they \nare not “creditors” possessing “claims” under the UFTA.  Defendants further assert \nthat Plaintiffs have insufficiently pleaded UFTA claims, and that Plaintiffs’ claims \nare barred by either the UFTA’s statute of limitations or the LLC Act’s statute of \nlimitations on wrongful distributions to LLC members.  \nSee N.C. Gen. Stat. §§ 39-\n23.9; 57C-4-07(c).  \n{28} The court first considers Plaintiffs’ standing to sue under the UFTA.  \nPlaintiffs must be creditors of Vision Two or the Dharias in order to proceed under \nthe UFTA.  See Maloney v. Alliance Dev. Group, LLC, 2006 NCBC LEXIS 14, at \n*14–*15 (N.C. Super. Ct. Sept. 18, 2006) (citing N.C. Gen. Stat. §§ 39-23.4(a), 39-\n23.5(a), 39-23.7(a)).  One must have a “claim,” defined as a “right to payment,” to be \na creditor under the UFTA.  N.C. Gen. Stat. § 39-23.1(3)–(4); see also id.  A “right to \npayment” can be unliquidated, contingent, unmatured, or disputed, and need not be \nreduced to a judgment.  N.C. Gen. Stat. § 39-23.1(3).  The wrong causing an injury \nthat creates an enforceable obligation generates a right to payment under the \nUFTA.  \nSee In re Rountree, 448 B.R. 389, 405–06 (Bankr. E.D. Va. 2011) (applying \nNorth Carolina’s UFTA). \n{29} Plaintiffs’ allegations that Vision  Two failed to perform under the lease \nare “claims” creating a creditor-debtor relationship under the UFTA.  Plaintiffs \ntherefore have standing to pursue their UFTA claims. \n{30} Plaintiffs have sufficiently plea ded UFTA claims, as well.  Given the \nUFTA’s broad definitions of debtor, creditor, claim, insider, and transfer, the court \nconcludes that the Second Amended Complaint states claims under UFTA sections \n39-23.4(a) and 39-23.5 adequate to withstand a Rule 12(b)(6) motion.  N.C. Gen. \nStat. § 39-23.1; see also Fischer Inv. Capital, Inc. v. Catawba Dev. Corp., 200 N.C. \nApp. 644, 658–63, 689 S.E.2d 143, 152–55 (2009). \n{31} The court acknowledges tension between the UFTA and the LLC Act’s \nlimitations on member liability and restriction of distributions and will remain \nsensitive to that tension as this case proceeds.  See Russell M. Robinson II, \nRobinson on North Carolina Corporation Law § 11.03, at 11-4–11-5 (7th ed. 2013).  \nIt does not wish to and does not here encourage the pleading of claims under the \nUFTA to override limited corporate liability in the absence of clearly alleged \negregious facts.  Based upon the unique allegations of this particular case, and \naccepting the allegations as true as it is required to do, the court ultimately \nconcludes that, at the pleading stage, the UFTA claims survive Rule 12(b)(6). \n{32} Finally, the court cannot determine,  based solely on allegations in the \nSecond Amended Complaint, whether the statutes of limitations cited above bar all \nclaims challenging Vision Two’s allegedly fraudulent transfers.  This issue should \nbe revisited at summary judgment.   \n{33} Defendants’ Motion is DENIED as to the UFTA claims. \n \nE. Plaintiffs State an Actionable Unfair & Deceptive Trade Practices Claim \n \n{34} An unfair and deceptive trade practices claim requires showing an \nunfair or deceptive act or practice, in or affecting commerce, that proximately \ncaused plaintiff’s injury.  N.C. Gen. Stat. § 75-1.1(a); \nBumpers v. Community Bank \nof Northern Virginia, __ N.C. __, 747 S.E.2d 220, 226 (2013) (citing Dalton v. Camp, \n353 N.C. 647, 646, 548 S.E.2d 704, 711 (2001)).  Acts or practices that violate public \npolicy or are “immoral, unethical, oppressive, unscrupulous, or substantially \ninjurious to consumers” are unfair.  Bumpers, __ N.C. at __, 747 S.E.2d at 228 \n(citing Walker v. Fleetwood Homes of N.C., Inc., 362 N.C. 63, 72, 653 S.E.2d 393, \n399 (2007)).  Breaches of contract support unfair or deceptive trade practice claims \nonly when accompanied with “substantial aggravating circumstances.”  \nSoutheastern Shelter Corp. v. Btu, Inc., 154 N.C. App. 321, 330, 572 S.E.2d 200, 206 \n(2002) (citing Branch Banking & Trust Co. v. Thompson, 107 N.C. App. 53, 62, 418 \nS.E.2d 694, 700 (1992)). \n{35} The court concludes that, based on the factual allegations discussed \nabove, Plaintiffs do not seek to cast a mere contract claim as a Chapter 75 claim but \nallege other acts that, if proven, sustain a claim for unfair and deceptive trade \npractices under section 75-1.1. \n \nF. Plaintiffs May Seek Detention & Compensatory Damages \n \n{36} Defendants also seek dismissal of Plaintiffs’ claims for compensatory \nand detention damages alleged against the Dharias.  The court concludes that \nPlaintiffs may seek damages against the Dharias for breach of contract or \npossession through Plaintiffs’ veil piercing and UFTA claims.  The Motion is \nDENIED as to these claims. \n \nG. Plaintiffs May Not Seek a Constructive Trust \n \n{37} Plaintiffs seek imposition of a constructive trust on “all property of \ndefendant Vision Two owed, diverted, secreted, received and converted by the \ndefendants and other Conspirators” as a “result of the defendant’s [sic] actions in \nfurtherance of the Conspiracy[.]”  The court has dismissed the conspiracy claim.  \nFurther, the court concludes that any of Defendants’ assets upon which it could \nimpose a constructive trust are recoverable through Plaintiffs’ UFTA and veil \npiercing claims.  Constructive trust is an improper remedy for claims redressed \nthrough an adequate legal remedy.  In re Gertzman, 115 N.C. App. 634, 640–41, 446 \nS.E.2d 130, 135 (1994) (constructive trust improper remedy where creditor-debtor \nrelationship gives adequate remedy at law); Branch Banking & Trust Co. v. \nLighthouse Fin. Corp., 2005 NCBC LEXIS 4, at *27–*28 (N.C. Super. Ct. Jul. 13, \n2005) (dismissing constructive trust claim under Rule 12(b)(6) where remedies at \nlaw exist for claims underlying constructive trust claim).  The constructive trust \nclaim is DISMISSED. \n \n \n \n \nH. Plaintiffs Have Not Shown Adequate Grounds for Prejudgment \nAttachment \n \n{38} Plaintiffs seek prejudgment attach ment of unspecified property of the \nDharias to satisfy any judgment received in this case.2  See N.C. Gen. Stat. §§ 1-\n440.2; 1-440.3.  A party must demonstrate entitlement to an attachment through an \naffidavit or verified complaint.  N.C. Gen. Stat. § 1-440.11.  An affidavit that fails \n“to set forth supporting facts and circumstances in a definite and distinct manner” \ncannot support prejudgment attachment.  Connolly v. Sharpe, 49 N.C. App. 152, \n154, 270 S.E.2d 564, 566–67 (1980) (reversing trial court’s failure to dismiss \nprejudgment attachment); see also Nelson v. Hayes, 116 N.C. App. 632, 637, 448 \nS.E.2d 848, 851 (1994) (affirming dissolution of prejudgment attachment order \nunsupported by specific factual allegations); RDLG, LLC v. RPM Group, LLC, No. \n1:10cv204, 2011 U.S. Dist. LEXIS 56816, at *4–*5 (W.D.N.C. May 26, 2011) \n(denying attachment where affidavit does not describe with particularity property \nto be attached).  A supporting affidavit must “give the sources of information and \nrecite positive facts reasonably supporting” the grounds for an attachment.  \nConnolly, 49 N.C. App. at 155, 270 S.E.2d at 567. \n{39} Plaintiffs seek a prejudgment attachment of $1,500,000 of unspecified \nassets or property of the Dharias, yet only declare that Vision Two “transferred \nassets to Defendants Dharia while it was insolvent with the intent defraud [sic] the \nPlaintiffs.”  (Aff. In Attach. Proceeding.)  This allegation does not contain any facts \nreasonably supporting an attachment, nor does it specify which assets or property \nto attach. Even if the court could consider Plaintiffs’ unsworn statements at the \nhearing and in their brief, the court concludes that Plaintiffs do not describe with \nsufficient particularity any conduct indicating intent to defraud that would merit \n                                                 \n2 At the hearing on August 12, 2013 and in their brief opposing the Motion, Plaintiffs contend that \nthe court should attach any personal property, trade fixtures, or other property of Vision Two or the \nDharias remaining in the hotel.  Plaintiffs also seek attachment of the accounts receivable or rent \nmoney Vision Two receives from its sublessee.  Defendants have indicated that no property has been \nor will be removed from the hotel during the pendency of this litigation. \nimposing the extraordinary remedy of prejudgment attachment.  Plaintiffs’ request \nfor prejudgment attachment is DISMISSED. \n \nV. CONCLUSION  \n \n{40} For the foregoing reasons, Defendants’ Motion is GRANTED as to \nPlaintiffs’ claims for fraud, civil conspiracy, constructive trust, and attachment, but \nis DENIED as to all other claims. \n \nIT IS SO ORDERED, this the 21st day of November, 2013. "
}