{
  "id": "a73f5939894023f7c95d877e004f0bcf04753dd8a54af9ff006219359f02fe23",
  "source_file": "data/raw/ncbc/a73f5939894023f7c95d877e004f0bcf04753dd8a54af9ff006219359f02fe23.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 8406 \n \nCARDINAL TRAVEL SERVICE, \nINC., \n \nPlaintiff and \nCounterclaim \nDefendant, \n \nv. \n \nADVANCE STORES COMPANY, \nINCORPORATED, \n \nDefendant and \nCounterclaim \nPlaintiff. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT’S PARTIAL MOTION TO \nDISMISS VERIFIED COMPLAINT \n \n \n1. THIS MATTER  is before the Court upon Defendant  Advance Stores \nCompany, Incorporated’s (“Defendant”) Partial Motion to Dismiss Verified Complaint \n(the “Motion”) pursuant to Rule 12(b)(6) of the North Carolina Rules of Civil \nProcedure (“Rule(s)”).  (ECF No. 13.)  \n2. The Motion seeks the dismissal of Plaintiff Cardinal Travel Service, Inc. ’s \n(“Plaintiff”) claims for unfair and deceptive trade practices under N.C.G.S. § 75 -1.1 \n(“UDTPA”) and for “course of dealing,” each arising from a dispute over payment for \ntravel services provided by Plaintiff to Defendant. \n3. Having considered the Motion, the related briefing, and the arguments of \ncounsel at the hearing on the Motion, the Court, in the exercise of its discretion and \nfor the reasons set forth below, DENIES Defendant’s Motion.  \nJordan Price Wall Gray Jones & Carlton, PLLC, by Matthew J. Waters \nand Rhian C. Mayhew, for Plaintiff Cardinal Travel Service, Inc. \n \nCardinal Travel Serv., Inc. v. Advance Stores Co., 2022 NCBC 12. \nWilliams Mullen, by Alexander M. Gormley, Lauren E. Fussell, and \nCamden R. Webb, for Defendant Advance Stores Company, Inc.  \n \nBledsoe, Chief Judge. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \n4. The Court does not make findings of fact on a motion to dismiss under Rule \n12(b)(6), reciting instead only those facts in the Verified Complaint relevant to the \nCourt’s determination of the Motion. \n5. Plaintiff initiated this action on 18 June 2021 asserting claims for  unjust \nenrichment, (Verified Compl. ¶¶ 102–09 [hereinafter “Compl.”], ECF No. 3 ), “course \nof dealing,” (Compl. ¶¶ 110–13), and unfair and deceptive trade practices under the \nUDTPA, (Compl. ¶¶ 114–26). \n6. On 27 August 2021, Def endant filed the Motion, seeking to dismiss \nPlaintiff’s claims under the UDTPA and for “course of dealing.”   \n7. On 27 January 2022, Plaintiff voluntarily dismissed its UDTP A claim \nwithout prejudice.1   \n8. The parties agreed in their briefing on the Motion that Plaintiff’s “course of \ndealing” claim was mislabeled and should properly be considered a claim for breach \nof an implied -in-fact contract. 2  R ather than withdraw the Motion  based on this \n \n1 (Pl.’s Notice Voluntary Dismissal Without Prejudice, ECF No. 35.) \n \n2 (Pl.’s Br. Opp’n Def.’s Partial Mot. Dismiss 5 [hereinafter “Pl.’s Opp’n”], ECF No. 27; Reply \nto Resp. Opp’n Partial Mot. Dismiss Verified Compl. 2 –3 [hereinafter “Def.’s Reply”], ECF \nNo. 31.) \nagreement, however, Defendant sought a hearing, contending that the Motion still \npresented an issue for judicial determination. \n9. The Motion has been fully briefed, and, at Defendant’s request, the Court \nheld a hearing on the Motion on 23 February 2022 (the “Hearing”), at which all \nparties were represented by counsel. \n10. The Motion is now ripe for resolution. \nII. \nLEGAL STANDARD \n11. “A motion to dismiss under Rule 12(b)(6) tests the legal sufficiency of the \ncomplaint by presenting ‘the question whether, as a matter of law, the allegations of \nthe complaint, treated as true, are sufficient to state a claim upon which relief can be \ngranted under some [recognized] legal theory.’ ”  Forsyth Mem’l Hosp., Inc. v. \nArmstrong World Indus., Inc., 336 N.C. 438, 442 (1994) (alteration in original) \n(quoting Lynn v. Overlook Dev., 328 N.C. 689, 692 (1991)).  \nIII. \nANALYSIS \n12. The Court first notes that Plaintiff’s dismissal of its UDTP A claim renders \nDefendant’s Motion moot as to that claim.  The Court shall therefore deny \nDefendant’s Motion in this respect. \n13. The Court next notes that  the parties agree that Plaintiff’s “course of \ndealing” claim is not a properly titled cause of action and instead is a claim for breach \nof an implied-in-fact contract.3  Defendant also acknowledged at the Hearing the legal \nprinciple that “[t]he fact that [a] plaintiff might have mislabeled his claim . . . is of no \nsignificance in ruling on [a] motion to dismiss pursuant to Rule 12(b)(6).”  Warren v. \nHalifax Cnty., 90 N.C. App. 271, 273 (1988).  Indeed, North Carolina law is clear that \n“[t]he question for the court is whether, as a matter of law, the allegations of the \ncomplaint, treated as true, are sufficient to state a claim upon which relief may be \ngranted under some legal theory, whether properly labeled or not .”  Harris v. NCNB \nNat’l Bank, 85 N.C. App. 669, 670 (1987) (emphasis added).   \n14. Having acknowledged these facts and the applicable law, Defendant elected \nnot to argue  at the Hearing that Plaintiff’s allegations supporting its “course of \ndealing” claim failed to state a claim under Rule 12(b)(6) and instead urged the Court \nto order Plaintiff to file an amended complaint because , according to Defendant, the \nComplaint fails to put Defendant on notice of the terms of the implied-in-fact contract \non which Plaintiff’s claim for breach is based.  Defendant’s argument and request , \nhowever, disregard the fact that Defendant brought its Motion seeking dismissal for \nfailure to state a claim under Rule 12(b)(6)—not for a more definite statement under \nRule 12(e), the relief Defendant appeared to seek at the Hearing. \n15. The resolution of this aspect of the Motion is straightforward.  T he parties \nagree that Plaintiff’s “course of dealing” claim is actually a claim for breach of an \nimplied-in-fact contract, and the Court is satisfied from its review that the Complaint \nstates a claim to that effect, even if mislabeled.  That conclusion marks the end of the \n \n3 (See Pl.’s Opp’n 5; Def.’s Reply 2–3.) \nCourt’s inquiry under Rule 12(b)(6), and any further relief Defendant may wish to \nseek must be by separate motion under appropriate authority.  Defendant’s Motion \nwith respect to Plaintiff’s mislabeled claim for breach of an implied-in-fact contract is \nwithout merit and shall therefore be denied.   \nIV. \nCONCLUSION \n16. WHEREFORE, for the reasons set forth above, the Court hereby: \na. DENIES the Motion as moot as to Plaintiff’s UDTPA claim; and  \nb. DENIES the Motion as to Plaintiff’s claim for breach of an implied-in-\nfact contract  (mislabeled in the Complaint as a claim for “course of \ndealing”).   \n    SO ORDERED, this the 25th day of February, 2022. \n \n      /s/ Louis A. Bledsoe, III   \n     Louis A. Bledsoe, III \n     Chief Business Court Judge   "
}