{
  "id": "a78edfb8918a6a3cc813ed911cdf85737ade7c09ac674e7b6d5050b4a39824a9",
  "source_file": "data/raw/ncbc/a78edfb8918a6a3cc813ed911cdf85737ade7c09ac674e7b6d5050b4a39824a9.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCLEVELAND COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 608 \n \nDOUGLAS BROWN, \n \nPlaintiff and Counterclaim \nDefendant, \n \nv. \n \nARTHUR D. SECOR; SECOR GROUP, \nLLC; JOSEPH CHRISTOPHER ROSSO; \nand SOUTHGROUP REAL ESTATE \nMARKETING, LLC, \n \nDefendants and \nCounterclaim Plaintiffs.  \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION FOR \nPARTIAL SUMMARY JUDGMENT \nAND PLAINTIFF’S MOTION TO \nAMEND OR RECONSIDER  \n \n1. Art Secor and Joe Rosso are real estate developers.  They acquire distressed \nproperties with funds from investors and then try to sell at a higher price .  Doug \nBrown is one of these investors.  Beginning in May 2013, Brown invested $2.2 million \nrelated to three real estate deals, but he has not received a return of his principal or \na share of any profits in the years since .  Seeking to recover his investment, Brown \nsued Secor and Rosso as well as  two entities they use to buy and hold properties, \nSecor Group, LLC and Southgroup Real Estate Marketing, LLC (“Southgroup”).  \n2. This Order addresses two motions.  First, the four Defendant s have moved \nfor summary judgment on most of Brown’s claims, which sound in contract and fraud.  \nSecond, Brown asks the Court either to revisit an earlier ruling related to the scope \nof his claim for breach of contract or to allow him  to amend the complaint .  For the \nreasons discussed bel ow, the Court GRANTS in part  and DENIES in part  \nDefendants’ motion for summary judgment and GRANTS Brown’s motion to amend. \nBrown v. Secor, 2020 NCBC 82. \nGray, Layton, Kersh, Solom on, Furr & Smith, P.A., by Michael L. \nCarpenter and Marshall P. Walker, for Plaintiff Douglas Brown.  \n \nParker Poe Adams and Bernstein LLP, by Morgan H. Rogers and Eric A. \nFrick, for Defendants Arthur D. Secor, Secor Group, LLC, Joseph \nChristopher Rosso, and Southgroup Real Estate Marketing, LLC.  \n \nConrad, Judge. \nI. \nBACKGROUND \n3. Courts do not make findings of fact when deciding motions for summary \njudgment.  This background describes the evidence, noting relevant disputes, to \nprovide context for the Court’s analysis and ruling. \n4. Secor and Rosso are longtime business associates.  Together, they acquire \ndistressed real estate and develop it with the goal of selling for a profit.  ( See Pl.’s \nExs. 17, 18, ECF Nos. 154.18, 154.19.)  Secor and Rosso do much of their work under \nthe name LW Land, which appears to be a brand for several  companies, including \nSecor Group and Southgroup.   ( See Pl.’s Ex. 18; Secor Dep. 153: 9–21, ECF No s. \n154.27, 154.28.)   \n5. Brown first met Secor in  early 2013.  According to Brown , Secor “talked \nabout the land deals he had,” which involved buying properties for “10 to 15 cents on \na dollar” and then aiming to “flip them in three to six months” for “double our money.”  \n(Brown Dep. 91:16 –20, ECF No. 139.3.)  Brown said he’d “think about it.”  (Brown \nDep. 91:3–4.)   \n6. When the pair met again in May 2013, Brown agreed to invest.  Beyond that, \nthere is little consensus about what happened at that meeting.  It is unclear, for \nexample, whether Rosso attended.  (See Brown Dep. 285:6–11; Rosso Dep. 125:21–24, \nECF No. 154.26.)  And neither side memorialized their agreement, fueling  disputes \nabout its terms and sowing confusion about who the parties are.  Brown’s version of \nthe oral agreement  is that he would  provide funding in return for an equal split of \nany profits after a full return of his principal plus six percent interest.  (See Brown \nDep. 9:19–10:9, 143:2–16.)  This  agreement, he testified, was not with Secor \npersonally but with Southgroup.  ( See Brown Dep. 285:24 –286:5, 29 0:25–291:6.)  \nSecor disputes the terms of the agreement ( although his version is not relevant for \npresent purposes) and has testified that both Southgroup and Secor Group are parties \nto it.  (See Secor Dep. 142:8–16, 151:16–22.) \n7. Within days of this meeting, Secor presented an appraisal for an investment \nproperty called Black Bear Falls.  (See Brown Dep. 110:5–111:2; Defs.’ Ex. 4, ECF No. \n151.4.)  Southgroup already owned this property, having bought it a year earlier with \nfunds from other investors .  (See Defs.’ Ex. 1, ECF No. 151.1; Rosso Dep. 147:19 –\n149:24.)  The appraisal had been prepared for United Community Bank in 2010  and \ndid not identify  Southgroup as the owner.   (See Defs.’ Ex. 4 .)  Brown claims that \nDefendants never told him that they had acquired the property or that they intended \nto use hi s money to refinance it  and pay their debt.  ( See Brown Dep. 112:14– 18, \n130:3–16; Rosso Dep. 151:13–21.)  Without reading the appraisal or performing any \nother investigation, Brown approved the deal and, following Secor’s instructions, \nwired nearly $400,000 to a law firm.  (See Brown Dep. 111:17–112:12, 112:23–113:10, \n119:23–25; Pl.’s Ex. 20, ECF No. 154.21.)   \n8. Over the next few weeks, Brown transferred another $1.4 million related to \ntwo more properties, called Nature’s Courtyard and New River.  (See, e.g., Pl.’s Ex. 8, \nECF No. 154.9. )  Secor provided a market summary for Nature’s Courtyard that \nestimated “a sellout of $990k-$1,320,000.”  (Defs.’ Ex. 3, ECF No. 151.3.)   \n9. In June 2013, Secor e-mailed Brown a document titled Membership Interest \nPurchase Agreement  (“MIPA”).  That document purports to transfer to Brown an \ninterest that Southgroup holds in an unnamed “single-purpose entity established for \nthe development of” Black Bear Falls and Nature’s Courtyard.  ( See Pl.’s Ex. 5, ECF \nNo. 154.6.)  As Secor put it, the MIPA is “the document that essentially signs over the \ncompany to [Brown] to be used as collateral in case of default.”  (Pl.’s Ex. 5.)  Although \nBrown did not read the MIPA , he took the view that it gave him ownership of \nSouthgroup itself, not Southgroup’s interest in a different single-purpose entity.  (See \nBrown Dep. 18:10–13, 63:3–6, 69:20–70:13, 149:23–150:3.)  After receiving the MIPA, \nBrown transferred more funds.  (See, e.g., Brown Dep. 162:23–163:9; Pl.’s Ex. 3, ECF \nNo. 154.4.)  That was Brown’s last transfer.   \n10. In late 2013, Defendants sold some lots in Nature’s Courtyard for over \n$600,000, and in early 2015, they sold New River for about $1.6 million.  (See Brown \nDep. 29:16–21; Secor Dep. 314:2 –7; Pl.’s Ex. 12, ECF No. 154.13. )  Brown did not \nreceive proceeds from either sale but believes that he should have.  ( See Brown Dep. \n50:10–51:14.)  He also  claims that Defendants misled him or kept him in the dark \nabout both sales.  When Brown inquired about the partial sale of Nature’s Courtyard, \nSecor said they had recovered only marketing costs.   (See Brown Dep. 29: 16–30:18, \n35:14–25.)  Defendants did not tell him about the New River sale at all.  (See Brown \nDep. 40:13–18, 70:14–16; Secor Dep. 318:3–7.)  And Brown has offered evidence that \nSecor and Rosso paid themselves at least $800,000 from the sales .  (See Rosso Dep. \n219:25–220:3, 223:23–224:7; Secor Dep. 432:12–433:17.) \n11. Brown filed this suit to recover his investment.  In his view, he should have \nreceived some amount from the Nature’s Courtyard and New River sales.  That he \ndidn’t, he contends , is a breach of the oral agreement  and evidence of fraud.  \nDefendants responded with their own counterclaims for breach of contract and fraud \nby Brown.   \n12. By amendment and stipulation of dismissal, the claims at issue have \nchanged significantly over time.  I t bears noting that Brown initially asserted his \nclaim for breach of contract against all Defendants.  Because the amended complaint \ndoes not identify Rosso or Secor Group as a party to the oral agreement , the Court \ndismissed the claim against them.  See Brown v. Secor, 2017 NCBC LEXIS 65, at *14 \n(N.C. Super. Ct. July 28, 2020).  Brown continues to assert the contract claim against \nSecor and Southgroup, along with claims for unjust enrichment, fraud, facilitation of \nfraud, and securities fraud against all Defendants.  (See Am. Compl. pp.9–10, 14–18, \nECF No. 41.)   \n13. With discovery now closed, Defendants have moved for summary judgment \non most of these claims and on Brown’s request for a constructive trust .  (See Defs.’ \nMot. Partial Summ. J., ECF No. 151.)  Brown opposes that motion.  In addition, he \nhas moved to reinstate Secor Group as a defendant to his claim for breach of contract, \neither through reconsideration of the Court’s earlier ruling or through an amendment \nto conform the pleadings to the evidence.  ( See Pl.’s Mot. to Amend/Reconsider, ECF \nNo. 157.)    \n14. These motions have been fully briefed.  The Court held a hearing in July \n2019, at which all parties were represented by counsel. \nII. \nANALYSIS \n15. Summary judgment is appropriate “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any material fact and that any party is entitled to a \njudgment as a matter of law.”  N.C. R. Civ. P. 56(c).  In deciding a motion for summary \njudgment, the Court views the evidence “in the light most favorable to the non-moving \nparty,” taking its  evidence as true and drawing inferences in its favor.  Furr v. K -\nMart Corp., 142 N.C. App. 325, 327, 543 S.E.2d 166, 168 (2001) (citation s and \nquotation marks omitted). \n16. The moving party “bears the initial burden of demonstrating the absence of \na genuine issue of material fact.”  Liberty Mut. Ins. Co. v. Pennington, 356 N.C. 571, \n579, 573 S.E.2d 118, 124 (2002).  If the moving party carries this burden, the \nresponding party “may not rest upon the mere allegations or denials of his pleading,” \nN.C. R. Civ. P. 56(e), but must instead “come forward with specific facts establishing \nthe presence of a genuine factual dispute for trial,” Liberty Mut. Ins. Co., 356 N.C. at \n579, 573 S.E.2d at 124.  “An issue is ‘genuine’ if it can be proven by substantial \nevidence and a fact is ‘material’ if it would constitute or irrevocably establish any \nmaterial element of a claim or a defense.”  Lowe v. Bradford, 305 N.C. 366, 369, 289 \nS.E.2d 363, 366 (1982) (citing Bone Int’l, Inc. v. Brooks, 304 N.C. 371, 374– 75, 283 \nS.E.2d 518, 520 (1981)).  \nA. Breach of Contract \n17. At the cent er of this case is th e oral agreement that  Brown and Secor \nnegotiated in May 2013.   Both sides concur that there was an agreement, but they \ndispute its terms, the parties to it, and which side  breached it.  Although Brown \noriginally asserted his claim for breach against all Defendants, the Court dismissed \nthe claim against Rosso and Secor Group  because the amended complaint does not \nidentify them as parties to the agreement.  See Brown, 2017 NCBC LEXIS 65, at *12–\n14. \n18. With discovery complete, the parties have revisited the confusion over who \nis bound by the  oral agreement.  Southgroup concedes that it is a party to the \nagreement and has not moved for summary judgment on that issue.  Secor, however, \ndenies that he was a contractual party and seeks summary judgment for that reason.  \n(See Br. in Supp. 12 –13, ECF No. 152.)  Brown argues that the evidence of Secor’s \ninvolvement is conflicting  and, via his own motion , asks the Court to  resurrect the \nclaim against S ecor Group.  ( See Opp’n 19–20, ECF No. 154 ; Pl.’s Mot. to \nAmend/Reconsider 1–2.) \n19. Secor.  It  is undisputed that the agreement resulted from negotiations \nbetween Secor and Brown, but Secor contends that he negotiated on behalf of Secor \nGroup and Southgroup, not on his own behalf.  In support, he point s to Brown ’s \ntestimony that “the contract wasn’t with Art Secor personally.  It was with Art Secor’s \ncompany.”  (Brown Dep. 146: 2–3.)  This undisputed testimony, Secor  contends, \nconfirms that he is not a party to the oral agreement and cannot be liable for its \nbreach. \n20. The Court agrees.  Brown’s  testimony does not “contradict itself ” as he \ncontends.  (Opp’n 19– 20.)  Twice more, Brown confirmed his understanding that he \nwas “not in an agreement with Art Secor personally.”  (Brown Dep. 291:5–6; see also \nBrown Dep. 299:11–15.)  When a defendant is “not a party to the contract,” then “as \na matter of law he cannot be held liable for any breach that may have occurred.”  \nCanady v. Mann , 107 N.C. App. 252, 259, 419 S.E.2d 597, 601 (1992); s ee also \nStephenson v. Langdon, 2010 N.C. App. LEXIS 1682, at *11–12 (N.C. Ct. App. Sept. \n7, 2010) (unpublished) (affirming summary judgment when plaintiff “knew his oral \nagreement was not with [defendants] in their individual capacities”).   \n21. The Court therefore concludes that Secor is entitled to summary judgment \nas to Brown’s claim for breach of contract. \n22. Secor Group.  Brown asks the Court to reinstate his claim for breach of \ncontract against Secor Group.  He contends that the evidence establishes that Secor \nGroup is a party to the oral agreement.  On that basis, he seeks reconsideration of \nthe earlier dismissal of the c laim against Secor Group under Rule 54(b) or an \namendment to conform the pleadings to the evidence under Rule 15(b).  (See Pl.’s Mot. \nto Amend/Reconsider 1–2.) \n23. New evidence is no reason to reconsider the earlier ruling.  It is rudimentary \nthat a court may not look outside the complaint when deciding a motion to dismiss.  \nSee, e.g., Jackson/Hill Aviation, Inc. v. Town of Ocean Isle Beach, 251 N.C. App. 771, \n775, 796 S.E.2d 120, 123 (2017) .  The amended complaint does not allege that Secor  \nGroup is a party to the oral agreement, and the Court dismissed the claim against it \non that basis.  See Brown , 2017 NCBC LEXIS 65, at *12– 14.  That decision was \ncorrect, and no amount of newly discovered evidence would have any bearing on what \nthe allegations in the amended complaint say. \n24. The Court is persuaded, however, that an amendment to conform the \ncomplaint to the evidence is appropriate.  It is undisputed  that Secor Group is a \ncontractual party.  ( See Secor Dep. 151:16– 22.)  Indeed, Defendants sa y so in their \nbriefs, seek dismissal of the claim against Secor on the ground that Secor Group was \nthe proper party, cite Secor Group’s agreement with Brown as a reason to dismiss the \nclaim for unjust enrichment, and intend to prove at trial that Brown is liable to Secor \nGroup for a breach of the agreement.  (See Br. in Supp. 1, 12; Reply Br. 13, 14 , ECF \nNo. 159 ; Secor Dep. 179:2 –180:5.)  Although an amendment to conform to the \nevidence is usually reserved for trial, this is the unusual circumstance when the \nevidence at summary judgment justifies such an amendment.  See Stephenson v. \nWarren, 136 N.C. App. 768, 771, 525 S.E.2d 809, 811 (2000) (“Where the evidence \npresented at a summary judgment hearing would justify an amendment to the \npleadings, [courts] will consider the pleadings amended to conform to the evidence \nraised at the hearing.”); SiteLink Software, LLC v. Red Nova Labs, Inc., 2018 NCBC \nLEXIS 90, at *15– 16 (N.C. Super. Ct. Aug. 20, 2018)  (treating complaint as \nconforming to the evidence at summary judgment); Diverse Networks v. Time Warner \nEnt.-Advance/Newhouse P’ship, 2012 NCBC LEXIS 3, at *12– 15 (N.C. Super. Ct. \nJan. 9, 2012) (same). \n25. In its discretion, t he Court therefore grants Brown’s motion to amend his \npleading to conform to the evidence.  His claim for breach of contract shall proceed to \ntrial against Southgroup and Secor Group. \nB. Unjust Enrichment  \n26. Brown asserts his claim for unjust enrichment against all Defendants.  “The \ngeneral rule of unjust enrichment is that where services are rendered and \nexpenditures made by one party to or for the benefit of another, without an express \ncontract to pay, the law will imply a promise to pay a fair compensation therefor.”  \nKrawiec v. Manly, 370 N.C. 602, 615, 811 S.E.2d 542, 551 (2018) (quoting Atl. Coast \nLine R.R. Co. v. State H ighway Comm’n, 268 N.C. 92, 95 –96, 150 S.E.2d 70, 73 \n(1966)).  But when the parties have made an express contract, the law will not imply \none “with reference to the same matter.”  Vetco Concrete Co. v. Troy Lumber Co., 256 \nN.C. 709, 713, 124 S.E.2d 905, 908 (1962). \n27. The question here is whether Brown’s oral contract with Secor Group and \nSouthgroup precludes his claim for unjust enrichment .  Defendants contend that it \ndoes.  (See Br. in Supp. 11–12.)  Brown responds that the distribution of proceeds to \nSecor and Rosso after the sale of New River falls “wholly outside the subject matter” \nof the contract and is therefore fair game.  (Opp’n 23.) \n28. In the amended complaint,  the two claims mirror one another.   To show \nbreach of the oral agreement, Brown alleges that he provided investment funds but \ndid not receive his share of the profits as promised.  (See Am. Compl. ¶¶ 49, 50.)  To \nshow unjust enrichment, Brown alleges that he “provided valuable consideration in \nthe form of his payments to or for the benefit of” Southgroup and seeks “to recover \nthe fair valu e of his investment and his share of the returns of” Southgroup.  (Am. \nCompl. ¶ 70.)  Both claims arise from the same agreement and the same transactions.  \nSo does the alleged distribution of proceeds to Secor and Rosso.  One purpose  of the \noral agreement was to address how Brown, Secor Group, and Southgroup would split \nthe proceeds from their real estate deals.  If proceeds that should have gone to Brown \nwere instead paid to Secor and Rosso, that might establish a breach  of the contract, \nbut it does not give rise to an implied contract with additional or different terms  on \nthe same matter.  See Vetco Concrete, 256 N.C. at 715, 124 S.E.2d at 909 (holding that \nexpress contract precluded unjust enrichment claim against noncontracting  parties \nbased on the same subject matter). \n29. As a fallback, Brown contends that he should be allowed to plead the two \nclaims in the alternative.  (See Opp’n 22.)  Not so.  The existence of the oral agreement \n“is no longer an alternative theory advanced by [Brown] but an undisputed fact” that \nsupports entry of summary judgment .  In re. Se. Eye Ctr. -Pending Matters, 2019 \nNCBC LEXIS 29, at *108 (N.C. Super. Ct. May 7, 2019)  (citation omitted); see also \nCatoe v. Helms Constr. & Concrete Co. , 91 N.C. App. 492, 49 8, 372 S.E.2d 331, 335 \n(1988) (“[I]t is error to submit an alternative implied contract claim to the jury when \nan express contract has been proved.”). \n30. The Court therefore grants summary judgment in favor of Defendants as to \nthe claim for unjust enrichment.   \nC. Fraud \n31. Fraud requires evidence of a false representation of a material fact that was \ncalculated to deceive , was made with intent to deceive,  did in fact deceive , and \nresulted in  damage to the injured party.  See Rowan C nty. Bd. of Educ. v. U.S. \nGypsum Co., 332 N.C. 1, 17, 418 S.E.2d 648, 658 (1992).  When “there is a duty to \nspeak,” c oncealment of a material fact “is equivalent to fraudulent \nmisrepresentation.”  Griffin v. Wheeler-Leonard & Co., Inc. , 290 N.C. 185, 198, 225 \nS.E.2d 557, 565 (1976). \n32. “Actual reliance is demonstrated by evidence plaintiff acted or refrained \nfrom acting in a certain manner due to defendant’s representations”  or omissions.  \nPleasant Valley Promenade v. Lechmere, Inc., 120 N.C. App. 650, 663, 464 S.E.2d 47, \n57 (1995).   A plaintiff’s reliance “must be reasonable” too.  Cobb  v. Pa. Life Ins. Co., \n215 N.C. App.  268, 277, 715 S.E.2d 541,  549 (2011).  Ordinarily,  “[r]eliance is not \nreasonable where the plaintiff could have discovered the truth of the matter through \nreasonable diligence, but failed to investigate.”  Id.   \n33. Defendants identify six misrepresentations and omissions in the amended \ncomplaint and contend that all have shortcomings.  (See Br. in Supp. 4–11.)  Although \nBrown insists that Defendants “attack limited aspects of the fraud claims,” he doesn’t \nsay what th ey left out .  (Opp’n 9 .)  The Court concludes that Defendants have \nchallenged all the misrepresentations and omissions fairly raised by the amended \ncomplaint. \n34. Oral Agreement.  First, Brown alleges that the oral agreement itself was \na sham.  He contends that Defendants had no intent to carry out their promise to pay \nback his investment plus profits at the time that Secor negotiated the arrangement.  \n(See Am. Compl. ¶¶ 74, 78.) \n35. “To support a claim for fraud, a false representation must relate to a past or \nexisting fact.”  Potts v. KEL, LLC, 2018 NCBC LEXIS 24, at *8 (N.C. Super. Ct. Mar. \n27, 2018).  Usually, “an unfilled promise cannot be made the basis for an action for \nfraud.”  Pierce v. Am. Fidelity Fire Ins. Co. , 240 N.C. 567, 571, 83 S.E.2d 493, 496 \n(1954).  “The rule, however, is otherwise if the promise is made with no intention to \ncarry it out . . . .”  Id.; see also Braun v. Glade Valley School, Inc., 77 NC. App. 83, 87, \n334 S.E.2d 404, 407 (1985) .  In that case, “the ‘misrepresentation of the state of the \npromisor’s mind’ is itself a misrepresentation of an existing fact, subject to a claim \nfor fraud.”  Potts, 2018 NCBC LEXIS 24, at *9 (quoting Overstreet v. Brookland, Inc., \n52 N.C. App. 444, 452, 279 S.E.2d 1, 6 (1981)); see also Cofield v. Griffin , 238 N.C. \n377, 381, 78 S.E.2d 131, 134 (1953) (“The state of any person’s mind at a given \nmoment is as much a fact as the existence of any other thing.”).   \n36. Defendants argue, first, that the claim is bound up with the alleged breach \nof contract and therefore barred by the economic loss rule.  ( See Br. in Supp. 4 –5.)  \nOur “Court of Appeals has rejected this argument.  The economic loss rule does not \nbar claims for fraudulent inducement.”  Haigh v. Superior Ins. Mgmt. Grp. , 2017 \nNCBC LEXIS 100, at *24 (N.C. Super. Ct. Oct. 24, 2017) (citing Bradley Woodcraft, \nInc. v. Bodden, 251 N.C. App. 27, 34, 795 S.E.2d 253, 259 (2016)); see also Provectus \nBiopharms., Inc. v. RSM US LLP , 2018 NCBC LEXIS 101, at *51 (N.C. Super. Ct. \nSept. 28, 2018) (“[T]he Court notes that the economic loss rule does not apply to \n[plaintiff’s] fraud claims.” (citing Bradley Woodcraft)). \n37. Next, Defendants contend that there is  no evidence of fraudulent intent .  \n(See Br. in Supp. 5.)  They point to a single excerpt from Brown’s deposition testimony.  \nThere, Brown was asked if he had “any evidence as to [Defendants’] state of mind,” \nand he answered “[n]o evidence, no.”  (Brown Dep. 21:1–3.)  According to Defendants, \nthis is a binding admission and fatal to Brown’s claim.  (Br. in Supp. 5; Reply Br. 3.)  \n38. That might be true if there were no other evidence to support Brown’s \nallegations.  See Woods v. Smith, 297 N.C. 363, 374–75, 255 S.E.2d 174, 181–82 (1979) \n(concluding that plaintiff’s adverse testimony was not binding when contradicted by \nother evidence).  Here, though,  Brown has offered evidence that Defendants \nearmarked his funds to pay off debts to other investors , did not establish a plan or \nschedule for repaying him, and used proceeds from the land sales to pay themselves  \nand family members .  ( See Secor Dep. 92:1 1–22, 326:2–16; Rosso Dep. 111:11 –16, \n151:13–21, 222:11–18, 223:23–224:7, 235:24– 237:3.)  Some evidence also suggests \nthat Defendants misrepresented the  amount of the Nature’s Courtyard sale and \nnever reported the New River sale at all.  (See, e.g., Brown Dep. 29:22–30:18, 35:18–\n25, 40:17–18, 70:14–17.)  And when Brown asked about the sales , Secor dodged his \nquestions.  (See, e.g., Brown Dep. 12:1–10, 186:2–13.) \n39. Viewed in the light most favorable to Brown, this evidence of concealment, \nevasion, and ulterior motives  may suggest fraudulent intent.   It is therefore a fact \nquestion for the jury.  See Latta v. Rainey, 202 N.C. App. 587, 600, 689 S.E.2d 898, \n909 (2010) (“Whether the defendant act s with the requisite scienter  for fraud is \ngenerally a question of fact for the jury.”); Sports Quest, Inc. v. Dale Earnhardt, Inc., \n2004 NCBC LEXIS 10, at *12–13 (N.C. Super. Ct. Mar. 12, 2004) (denying summary \njudgment as to fraud claim  because “motivations behind [defendant’s] action [were] \nunclear”).   \n40. Black Bear Falls.  Within days of finalizing the oral agreement, Secor and \nBrown discussed a deal involving Black Bear Falls.   Brown transferred nearly \n$400,000, which he believed Defendants would use to acquire the property.  In reality, \nhe says, they had bought it years earlier with funds from other investors who were \ndemanding their money back with interest .  Brown claims that Defendants \nfraudulently concealed their plan to use his funds to buy out the other investors.  (See \nAm. Compl. ¶ 13.)  \n41. Defendants contend that Brown cannot show reasonable reliance on the \nalleged omission.  ( See Br. in Supp. 8 –10.)  They cite  public records identify ing \nSouthgroup as the owner of Black Bear Falls  and disclosing its debt.  (See Defs.’ Ex. \n1; Defs.’ Ex. 2, ECF No. 151.2.)  They also cite admissions by Brown that he made no \ninvestigation.  (See Brown Dep. 111:14–18, 112:23–113:10.)  \n42. Brown does not dispute this evidence, nor does he contend that he could not \nhave discovered the truth through reasonable diligence.  Rather, he contends that no \ninvestigation was required.  The law will excuse a plaintiff’s failure to investigate for \na few reasons , including when the plaintiff “was denied the opportunity to \ninvestigate” and when the defendant induced the plaintiff to forgo an investigation.  \nRD&J Props. v. Lauralea-Dilton Enters., LLC, 165 N.C. App. 737, 746, 600 S.E.2d \n492, 499 (2004) (citation and quotation mark s omitted).  Brown advances both \ngrounds. \n43. As evidence that he was denied the opportunity to investigate, Brown points \nto the “timing of the wire,” observing that just three days elapsed between Secor’s \nsolicitation and the transfer of funds.  (Opp’n 16.)  But Brown offers no evidence that \nthis was too little time to search public records or that he would have performed a \nsearch if he had more time.  In his own words, he “[n]ever thought about it.”  (Brown \nDep. 113:1.)  This evidence does not allow a reasonable inference that Brown was \ndenied the chance to investigate.   \n44. Next, Brown argues that Defendants induced him to forgo an investigation \nby sending two documents—a developer summary and an appraisal —that identify \nUnited Community Bank as the property owner.  ( See Defs.’ Ex. 4; Pl.’s Ex. 9 , ECF \nNo. 154.10.)  Brown wired the funds before receiving the developer summary and, in \nany event, did not read it.  (See Brown Dep. 131:8–12 (“Q. Okay.  You had just testified \nthat when you got the developer summary for Black Bear Falls, you didn’t even read \nit.  A. No, because I’d already bought the property.  What’s it matter.  I’d already \nbought it, paid for it.”).)  Nor did he read the appraisal.  ( See Brown Dep. 119:21–25 \n(“Q. So you knew there was a bank and you knew that at one time it was owned by \nUnited Community Bank; right?  A. I want to tell you something, I never read this \nwhole appraisal, never went through it.  I don’t know.  I really don’t.”).)  No reasonable \njury could conclude that either document induced Brown to forgo an investigation  \nbefore transferring funds. \n45. For the first time in his opposition brief, Brown also argues that Secor “made \naffirmative false representations regarding [Black Bear Falls] being a purchase from \na bank.”  (Opp’n 15 (emphasis in original).)   The amended complaint does not allege \nthat Secor or any other Defendant made affirmative misrepresentations about Black \nBear Falls, much less with the particularity required for fraud claims.  See N.C. R. \nCiv. P. 9(a).  This unasserted theory of liability  is no defense to summary judgment.  \nSee Atkinson v. Lackey, 2015 NCBC LEXIS 21, at *4 2–43 n.15 (N.C. Super. Ct. Feb. \n27, 2015).   \n46. Moreover, Brown gives no citation to evidence supporting the alleged \nmisrepresentation.  ( See Opp’n 15.)  Presumably, it has to do with a conversation \nbetween Secor and Brown before the wire transfer.  Told  to wire funds to a law firm \nfar away from Black Bear Falls, Brown asked why.  (See Brown Dep. 112:18–19.)  He \ntestified that Secor responded either “That’s where the lawyers are that are working \nwith the bank that we’re buying it from” or  “Because that’s the people paying the \nbank off.”  ( Brown Dep. 112:20–21, 118 :8–9.)  Brown further testified  that Secor \n“didn’t tell me who owned the property .  He just said they’re paying the bank.”  \n(Brown Dep. 119:6–7.)  This appears to be an admission that Secor did not say  who \nowned the property.  And in any event, Brown offers no reaso n that Secor’s vague \nstatements about an unnamed bank dissuaded him from investigating.  See In re. Se. \nEye Ctr. -Pending Matters , 2019 NCBC LEXIS 29, at *65, 69  (granting summary \njudgment due to failure to investigate “when faced with, at best, vague statements”).   \n47. Having failed to make any investigation, Brown did not reasonably rely on \nomissions about the ownership of Black Bear Falls.   No reasonable jury coul d \nconclude otherwise.  See Hudson-Cole Dev. Corp. v. Beemer, 132 N.C. App. 341, 346–\n47, 511 S.E.2d 309, 313 (1999) (affirming dismissal of fraud claim based on failure to \ninvestigate public records) ; see also Rountree v. Chowan C nty., 252 N.C. App. 155, \n162–64, 796 S.E.2d 827, 832– 33 (2017) (affirming summary judgment for failure to \ninvestigate); Island Beyond, LLC v. Prime Cap. Grp., LLC, 2013 NCBC LEXIS 48, at \n*20–21 (N.C. Super. Ct. Oct. 30, 2013) (dismissing fraud claim when investigation of \npublic records “would have revealed the true ownership of” property development). \n48. MIPA.  By June 2013, Brown had transferred nearly $1.8 million.  He \nadvanced another $400,000 after receiving the MIPA from Secor.  In the cover e-mail, \nSecor stated that the MIPA “essentially signs over the company to [Brown] to be used \nas collateral in case of default.”  (Pl.’s Ex. 5.)  Brown alleges that he understood this \nto mean that he would own  Southgroup and that Secor’s  representation was false.   \n(See Am. Compl. ¶¶ 21, 22, 76.) \n49. As the Court explained in an earlier decision, the MIPA does not purport to \ngive Brown an interest in Southgroup.  It states that Southgroup owns a 100% \nmembership interest in an unnamed “Company” and  purports to transfer  that \ninterest to Brown .  (See Pl.’s Ex. 5 .)  “ There is no plausible way to construe this \nlanguage to mean that Brown obtained a membership interest in Southgroup, as he \ncontends.”  Brown, 2017 NCBC LEXIS 65, at *15– 16.  Brown has not identified any \nrepresentation in the MIPA to the contrary .  Nor has he cited evidence to show that \nSecor misrepresented the terms of the MIPA by stating that Brown would become the \nsole owner of Southgroup.   \n50. Furthermore, in his deposition, Brown conceded that he “didn’t  read” the \nMIPA and instead relied on his son -in-law’s incorrect understanding of it .  (Brown \nDep. 149:23–150:3.)  His decision to advance funds based on a document he did not \nread or understand “must be attributed to his own negligence.”  Griggs v. Griggs, 213 \nN.C. 624, 627, 197 S.E. 165, 167  (1938) (dismissing fraud claim due to plaintiff’s \nfailure to read and understand deed) .  Thus, even assuming that Secor \nmisrepresented the terms of th e document, Brown’s failure to read it amounts to \n“unjustifiable reliance.”  Cobb, 215 N.C. App. at 277, 715 S.E.2d at 549–50 (affirming \nsummary judgment); see also McGuire v. LORD Corp., 2020 NCBC LEXIS 15, at *15 \n(N.C. Super. Ct. Feb. 11, 2020) (concluding that corporate officer’s failure to read \nstock incentive plan ma de it unreasonable to rely on contrary statements about the \nplan); Crockett Cap. Corp. v. Inland Am. Winston Hotels, Inc., 2011 NCBC LEXIS 7, \nat *72 (N.C. Super. Ct. Feb. 28, 2011) (granting summary judgment on the ground \nthat plaintiff’s reasonable dilige nce “should have included at least an inspection of \nthe documents in its possession”) .  The Court therefore concludes that there is no \ntriable issue concerning allegedly fraudulent statements regarding the interest \ntransferred to Brown by the MIPA. \n51. Nature’s Courtyard.   Brown also alleges that he received a fraudulent \nmarket summary related to Nature’s Courtyard.  The summary includes the following \nstatement: “Project can be flipped.  Prelim: at a $30k -$40k lot average we have a \nsellout of $990k-$1,320,000.”  (Defs.’ Ex. 3.)  Defendants contend that this is no more \nthan a prediction or statement of opinion that cannot support a fraud claim.  (See Br. \nin Supp. 6–7.)  They rely on Brown’s testimony  that the marketing summary gave a \npreliminary figure, not a representation that the sale would, in fact, obtain the stated \nsellout amount.  (See Brown Dep. 132:1–19.)   \n52. It was Brown’s “responsibility to rebut these arguments by identifying the \nevidence that supports his claim and articulating how that evidence creates a genuine \nissue of material fact for trial .”  Brewster v. Powell Bail Bonding, Inc. , 2020 NCBC \nLEXIS 27, at *9 (N.C. Super. Ct. Mar. 11, 2020).  He has not done so.  His opposition \nincludes a passing reference to the “  ‘sellout’ value” of Nature’s Courtyard but does \nnot explain why it is fraudulent or give a forecast of evidence that Defendants \nbelieved the prediction to b e false at the time they made it.   (Opp’n 17.)  The Court \ntherefore concludes that there is no triable issue concerning statements in the \nNature’s Courtyard market summary. \n53. Other Alleged Omissions.   It appears that Brown has abandoned the \nother two bases for his fraud claim.  The amended complaint alleges that Secor failed \nto disclose his partnership with Rosso  before finalizing the oral agreement and that \nDefendants failed to keep Brown informed about his investments after he made them.  \n(See, e.g., Am. Compl. ¶¶ 9, 23, 25, 32.)  Defendants argue that Secor had no duty to \ndisclose his partnership with Rosso  and that Brown has no evidence that he was \ndamaged by the omission.  ( See Brown Dep. 263:21–23.)  They further argue that, \nhaving made all his investments as of July 23, 2013, Brown cannot show actual \nreliance on representations or omissions after that date.  ( See Br. in Supp. 10 –11.)  \nBrown offers no response.  The Court therefore concludes that there is no genuine \nissue of material fact concerning alleged omissions regarding the partnership with \nRosso or representations and omissions allegedly made after July 23, 2013.  See  \nBrewster, 2020 NCBC LEXIS 27, at *9 ; see also Bucci v. Burns, 2020 NCBC LEXIS \n79, at *17 (N.C. Super. Ct. June 30, 2020) ( “Having offered no argument about or \nevidence of the [alleged] misrepresentation, Plaintiffs have abandoned it.”).   \n54. Rosso’s Involvement.  In their reply brief, Defendants contend that Rosso \nis entitled to summary judgment as to the fraud claim even if Secor, Secor Group, and \nSouthgroup are not.   Their argument is that  Rosso was not  a “party to the \ncommunications” related to the oral agreement.  (Reply Br. 6.)   \n55. The Court disagrees for three reasons.  First, our courts disfavor arguments \nmade for the first time in a reply brief.  See Hardin v. KCS Int’l, Inc. , 199 N.C. App. \n687, 707–08, 682 S.E.2d 726, 740 (2009); Addison Whitney, LLC v. Cashion , 2020 \nNCBC LEXIS 72, at *49 (N.C. Super. Ct. June 10, 2020); Potts v. KEL, LLC , 2019 \nNCBC LEXIS 30, at *30 n.4 (N.C. Super. Ct. May 9, 2019). \n56. Second, in a sur -reply, Brown pointed to  evidence of Rosso’s involvement .  \nRosso testified, for example, that he participated in the meeting with Secor and \nBrown that led to the oral agreement.  (See Rosso Dep. 125:21–24.) \n57. Third, Brown claims that Rosso conspired with the other Defendants and \nfacilitated their fraud even if he did not directly commit the fraud himself.  (See Am. \nCompl. ¶¶  97–100.)  The law permits one defrauded to recover from anyone who \nfacilitated the fraud by agreeing for it to be accomplished.  See Nye v. Oates, 96 N.C. \nApp. 343, 346–47, 385 S.E.2d 529, 531 (1989).  Defendants say there’s no evidence of \nan agreement to defraud Brown.  But again, Rosso testified that he met with Secor \nand Brown to discuss their business relationship.  In addition , both before and after \nmeeting Brown, Rosso worked closely with  Secor in their real estate developm ent \nbusiness.  This included the acquisition of Black Bear Falls and the plan to repay the \ndebt related to that property with  Brown’s investments.  ( See Secor Dep. 82 :5–6; \nRosso Dep. 147:19– 148:6.)  Later, after selling New River , Secor and Rosso split \n$800,000 of the proceeds.  ( See Secor Dep.  432:12–433:14; Rosso Dep. 111:11– 16, \n219:25–220:3, 223:23–224:7; see also Pl.’s Ex. 8.)  Viewed in the light most favorable \nto Brown, t his evidence supports  more than “ mere suspicion or conjecture ” of an \nagreement to defraud.  TaiDoc Tech. Corp. v. OK Biotech Co., 2016 NCBC LEXIS 26, \nat *31, 33–35 (N.C. Super. Ct. Mar. 28, 2016) (quoting Dickens v. Puryear, 302 N.C. \n437, 456, 276 S.E.2d 325, 337 (1981)).  \n58. Summary.  In sum, Brown has offered enough evidence to establish a \ngenuine issue of material fact regarding his allegation that Defendants did not intend \nto abide by the oral agreement at the time it was made.   He has not offered enough \nevidence to create a triable issue as to any other alleged misrepresentation and \nomission.  With that limitation, the claims for fraud and facilitation of fraud against \nall Defendants, including Rosso, shall proceed to trial. \nD. Securities Violations \n59. The North Carolina Securities Act (“N CSA”) “regulates transactions \ninvolving securities.”  NNN Durham Office Portfolio 1, LLC v. Highwoods Realty Ltd. \nP’ship, 2013 NCBC LEXIS 11, at *21 (N.C. Super. Ct. Feb. 19, 2013), aff’d , 261 N.C. \nApp. 185, 820 S.E.2d 322 (2018).   It also “creates private rights of action that are \ncomplementary to federal securities schemes .”  Piazza v. Kirkbride , 246 N.C. App. \n576, 595, 785 S.E.2d 695, 707 (2016),  aff’d in part and modified in part on oth er \ngrounds, 372 N.C. 137, 827 S.E.2d 479 (2019).  \n60. “Liability for securities violations may be either primary or secondary.”  \nBucci, 2020 NCBC LEXIS 79, at *38 (citation and quotation marks omitted).   There \nare two pathways to primary liability, both applicable to those who offer or sell a \nsecurity.  See N.C.G.S. §  78A-56(a)(1), (2).   Section 78A -56(a)(1) targets conduct \n“comparable to common  law fraud.”  Highwoods Realty , 2013 NCBC LEXIS 11, at \n*29; see also Tillery Env’t LLC v. A&D Holdings, Inc., 2018 NCBC LEXIS 13, at *61 \n(N.C. Super. Ct. Feb. 9, 2018).  Section 78A-56(a)(2) centers on sales of a security “by \nmeans of any untrue statement of a material fact,” N.C.G.S. § 78A-56(a)(2), but “does \nnot additionally require proof of scienter or justifiable r eliance,” Highwoods Realty, \n2013 NCBC LEXIS 11, at *37.   If primary liability exists  for a given security \ntransaction, individuals who “materially aided” the transaction may be secondarily \nliable under section 78A -56(c).  Bucci , 2020 NCBC LEXIS 79, at *39 (citation and \nquotation marks omitted).    \n61. Brown’s claim for securities violations is premised on the same \nrepresentations and omissions  as his fraud claim.  His theory is that the oral \nagreement is an “investment contract” and therefore a security under N.C.G.S. \n§ 78A-2(11).  (Am. Compl. ¶  82.)  Likewise, he alleges that the membership interest \npurportedly transferred in the MIPA  is also a security.  ( See Am. Compl. ¶ 83.)  On \nthat basis, Brown claims that Defendants are liable under the NCSA for their alleged \nfraud. \n62. In their opening brief, Defendants treat this claim as an afterthought.  They \nargue, in just three sentences, that the oral agreement cannot be a security because \nBrown does not consider a different profit-sharing agreement that he has with his \nson-in-law to be a security.  ( See Br. in Supp. 11.)  In an even shorter argument, \nDefendants contend that “[t]he securities claim should also be dismissed for the same \nreasons that the fraud claim should be dismissed . . . .”  (Br. in Supp. 11.)   \n63. Neither argument requires complex analysis.  On the definition of a \nsecurity, what Brown thinks about some other agreement is beside the point, and in \nany event, Defendants cite no case or statute to support their position .  They  have \nnot carried their “initial burden of demonstrating the absence of a genuine issue of \nmaterial fact.”  Liberty Mut. Ins., 356 N.C. at 579, 573 S.E.2d at 124. \n64. The point about the overlap between the fraud claim and the securities claim \nhas some merit because section 78A-56(a)(1) addresses conduct akin to common-law \nfraud.  The rulings above therefore apply equally to the claim for primary liability \nunder that section .  A jury must decide whether Defendants entered into the oral \nagreement with no intent to carry it out, but there are no genuine issues of material \nfact regarding whether the other alleged misrepresentations and omissions  support \na claim for securities fraud under section 78A-56(a)(1). \n65. That is not the end of the matter.  Brown argues that he has also claimed \nprimary liability under section 78A -56(a)(2), which does not require proof of \nreasonable reliance, as well as secondary liability under section 78A-56(c).  (See Opp’n \n17 & n.10.)  Defendants contend in the reply brief that  these theories do not appear \nin the amended complaint and are ripe for summary judgment even if they do.  (See \nReply Br. 7 –8, 10–12.)  The Court allowed Brown a sur -reply to respond to these \nbelated arguments.  See Addison Whitney, 2020 NCBC LEXIS 72, at *49 (observing \nthat arguments first raised in reply are disfavored); Potts, 2019 NCBC LEXIS 30, at \n*30 n.4 (same).  Given the tighter word limits for replies, the briefing on both sides is \nterse and occasionally unclear. \n66. The first question is whether the amended complaint alleges these theories.  \nThe claim is  titled “Securities Fraud under N.C.G.S. §  78A-8.”  (Am. Compl. p.16.)   \nSection 78A -8 is closely tied to section 78A -56.  The former makes it unlawful to \ndefraud a person (subsections (1) and (3)) or to misrepresent or omit material facts \n(subsection (2)) to a person in connection with the sale of a security.  The latter, in \nturn, imposes civil liability for violations of section 78A-8.  This is clear from the text \nof section 78A-56(a)(1), which imposes primary liability based on alleged fraud under \nsections 78A-8(1) and (3).  Our  Court of Appeals has observed that sections \n78A-56(a)(2) and 78A-8(2) relate in a similar fashion.  See Latta v. Rainey , 202 N.C. \nApp. 587, 598, 689 S.E.2d 898, 908 (2010); Bob Timberlake Collec tion, Inc. v. \nEdwards, 176 N.C. App. 33, 40–41, 626 S.E.2d 315, 322 (2006).  Defendants offer no \nreason that th e reference to section 78A -8, combined with allegations of false \nstatements and omissions,  is enough to support a claim under  section 78A-56(a)(1) \nbut not under section 78A-56(a)(2).  The Court concludes that the amended complaint \nalleges primary liability under either section. \n67. Likewise, section 78A -56(c) imposes secondary liability on those who \nmaterially aid transactions in violation of section 78A-56(a) and, thus, section 78A-8.  \nThis includes “every partner, officer, or director” of a person primarily liable under \nsection 78A -56(a) and anyone who “controls a person” primarily liable under that \nsection.  N.C.G.S. § 78A-56(c)(1), (2).  The amended complaint includes allegations of \nthe Defendants’ legal relationships with one another and their participation in the \nallegedly fraudulent scheme.  (See, e.g., Am. Compl. ¶¶ 3, 9–11, 99.)  Defendants do \nnot address these allegations or explain why they  are insufficient to give notice of a \ntheory of secondary liability.  (See Reply Br. 10–12.) \n68. The next question is whether any alleged representation or omission that \ndoes not support a claim under section 78A -56(a)(1) would nevertheless support a \nclaim under section 78A -56(a)(2).  As discussed above, there is evidence that \nDefendants did not tell Brown that they had acquired Black Bear Falls using other \ninvestors’ money and intended to use his funds to refinance the property.  (See Rosso \nDep. 147:19 –149:24, 151:13– 21.)  Although t he undisputed evidence shows that \nBrown did not reasonably rely on that omission, reasonable reliance is not required \nunder section 78A -56(a)(2).  Defendants contend that the claim  fails for other \nreasons—lack of a duty to disclose and materiality —but offer minimal argument in \nsupport.  (See Reply Br. 9–10.)  On this record, Defendants have not shown that they \nare entitled to summary judgment for those reasons. \n69. This is not so for representations in the MIPA or in the market summary for \nNature’s Courtyard.  Brown says that he believed that “he would have an interest in \nSouthgroup per the MIPA and the emails accompanying the MIPA,” (Opp’n 15), but \nno representation of that sort appears in the documents, ( see, e.g., Pl.’s Ex. 5).  If \nBrown has other evidence that Secor misrepresented the terms of the MIPA , he has \nnot cited it.  (See Opp’n 14–15.)  As to Nature’s Courtyard, Brown admitted that the \nsellout value was a prediction, not a representation  of fact.  (See Brown Dep. 132:1–\n19.)  Absent a misrepresentation, he cannot prevail under section 78A-56(a)(2).  The \nCourt therefore concludes that  the MIPA and the  Nature’s Courtyard market \nsummary cannot support a claim for primary liability.   \n70. As a final matter , Defendants argue in conclusory fashion that there is no \nevidence of material aid to support a theory of secondary liability.  (See Reply Br. 12.)  \nThis is not enough to carry their burden to show an absence of any genuine issue of \nmaterial fact.  See Liberty Mut. In s., 356 N.C. at 579, 573 S.E.2d at 124.   It bears \nnoting, though, that there can be no secondary liability without a finding of primary \nliability. \n71. For these reasons, the Court concludes that Brown’s claim for securities \nviolations shall proceed to trial.  There are genuine issues of material fact concerning \nwhether Defendants intended to abide by the terms of the oral agreement at the time \nit was made.  That alleged misrepresentation supports a claim for primary liability \nunder either section 78A -56(a)(1) or (a)(2) and for secondary liability under section \n78A-56(c).  In addition, there are genuine issue s of material fact concerning the \nomissions related to Black Bear Falls and whether those omissions support primary \nliability under section 78A -56(a)(2) and for secondary liability under section \n78A-56(c).  Brown has not offered sufficient evidence of primary or secondary liability \nbased on any other misrepresentation or omission. \nE. Constructive Trust \n72. In addition to damages, Brown seeks to impose a con structive trust.  A \nconstructive trust is an equitable remedy imposed “to prevent the unjust enrichment \nof the holder of title to, or of an interest in, property which such holder acquired \nthrough fraud, breach of duty or some other circumstance making it inequitable for \nhim to retain it against the claim of the beneficiary of the constructive trust.”  Variety \nWholesalers, Inc. v. Salem Logistics Traffic Servs., LLC, 365 N.C. 520, 530, 723 S.E.2d \n744, 751 (2012) (citation and quotation marks omitted). \n73. Whether Defendants defrauded Brown is a question for the jury, as \ndiscussed above.  Thus, Defendants are not entitled to summary judgment on that \nground, as they contend.  (See Br. in Supp. 15–16.)  \n74. Nor are Defendan ts entitled to summary judgment on the ground  that \nBrown has an adequate remedy at law.  (See Br. in Supp. 13–15.)  Depending on the \ncircumstances, a plaintiff may be entitled to a constructive trust even when money is \nthe object and even when a jury awards damages.  See, e.g., Variety Wholesalers, 365 \nN.C. at 531–32, 723 S.E.2d at 752 –53 (reversing summary judgment as to funds in \ncommingled account); Speight v. Branch Banking & Tr.  Co., 209 N.C. 563, 566, 183 \nS.E. 734, 736 (1936) (“Equity applies the principles of constructive trusts wherever it \nis necessary for the obtaining of complete justice, although the law may also give the \nremedy of damages against the wrongdoer.” ); Perkins v. HealthMarkets, Inc. , 2007 \nNCBC LEXIS 25, at *24 –25 n.7 (N.C. Super. Ct. July 30, 2007) (“[I]t appears that \nNorth Carolina law allows a claim for constructive trust, even where the property \nsought to be impressed is a fungible asset.”  (citing Tractor & Auto Supply Co. v. \nFayetteville Tractor & Equip. Co., 2 N.C. App. 531, 543, 163 S.E.2d 510, 517 (1968)).  \n75. To be sure, “[a]fter fact finding regarding the underlying events in this case, \n‘the ultimate decision whether to impose a constructive trust as an equitable remedy \nwould rest in the discretion of the trial court.’ ”  Levin v. Jacobson, 2015 NCBC LEXIS \n111, at *34 (N.C. Super. Ct. Dec. 7, 2015) ( quoting Variety Wholesalers, 365 N.C. at \n531, 723 S.E.2d at 752).  If the facts show that an adequate remedy at law exists, that \nmay counsel against imposing a constructive trus t.  See Alkemal Sing . Priv. Ltd. v. \nDew Glob. Fin., LLC, 2018 NCBC LEXIS 36, at *52 (N.C. Super. Ct. Apr. 19, 2018) \n(concluding, after bench trial, that plaintiff had an adequate remedy at law  and \ndenying constructive trust).  This decision is better made with a more complete record \nand guidance from the factfinder.  \n76. The Court therefore denies the motion for summary judgment as to the \nrequest for constructive trust. \nIV. \nCONCLUSION \n77. For these reasons , the Court  GRANTS in part  and DENIES in part  \nDefendants’ motion for summary judgment and ORDERS as follows:  \na. Brown’s claims for breach of contract against Secor and for unjust \nenrichment against all Defendants are DISMISSED with prejudice. \nb. The claims for fraud, facilitation of fraud, and securities violations shall \nproceed to trial with the limitations stated above. \nc. The request for a constructive trust shall proceed to trial. \n78. The Court also GRANTS Brown’s motion to amend his pleading to conform \nto the evidence.  The claim for breach of contract against Secor Group shall proceed \nto trial.  In all other respects, that motion is DENIED.  \n \n \nSO ORDERED, this the 13th day of November, 2020.  \n \n         \n       /s/ Adam M. Conrad                   \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases "
}