{
  "id": "a7b6442cb8b5dcc8aecb3ed743379f323bbc8e57aa10eeb926682eaffc5c6619",
  "source_file": "data/raw/ncbc/a7b6442cb8b5dcc8aecb3ed743379f323bbc8e57aa10eeb926682eaffc5c6619.pdf",
  "raw_text": "Campbell Oil Co. v. AmeriGas Propane, LP, 2016 NCBC 50.  \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF BLADEN 13 CVS 468 \n \n \nCAMPBELL OIL COMPANY; CAMPBELL ) \nOIL COMPANY OF CLINTON, INC.;  ) \nLINDSEY CAMPBELL OIL COMPANY, INC.; ) \nCAMPBELL OIL COMPANY OF ) \nWHITEVILLE, INC.; CAMPBELL ) \nBROTHERS, INC.; CAMPBELL  ) \nINVESTMENTS, INC.; CAMPBELL OIL &  ) \nGAS COMPANY OF RALEIGH, INC.; D.M.  ) \nCAMPBELL, JR., Individually and as Trustee  ) \nof the Irrevocable Trust Agreement dated  ) \nSeptember 13, 1989 with Bonnie H.  ) \nCampbell, as Grantor; SYLVIA CAMPBELL,  ) ORDER ON MOTIONS TO REVISE \nIndividually and as Trustee of the Irrevocable   ) SUMMARY JUDGMENT ORDER \nTrust Agreement dated September 13, 1989  )  \nwith Bonnie H. Campbell, as Grantor; )  \nBRIAN D. CAMPBELL, Individually and as ) \nTrustee for the Bonnie Campbell Irrevocable ) \nTrust for the Children of Dallas M. Campbell, ) \nJr., U/A/D September 27, 2001; WESLEY S.  ) \nCAMPBELL, Individually and as Trustee for  ) \nthe Bonnie Campbell Irrevocable Trust for  ) \nthe Children of Dallas M. Campbell, Jr.,  ) \nU/A/D September 27, 2001; CHRISTOPHER  ) \nM. CAMPBELL, Individually and as Trustee  ) \nfor the Bonnie Campbell Irrevocable Trust for  ) \nthe Children of Dallas M. Campbell, Jr.,  ) \nU/A/D September 27, 2001 and DALLAS  ) \nMCQUEEN CAMPBELL III, Individually and  ) \nas Trustee for the Bonnie Campbell  ) \nIrrevocable Trust for the Children of Dallas  ) \nM. Campbell, Jr., U/A/D September 27, 2001, ) \n Plaintiffs )  \n  )  \n v.  )    \n   )  \nAMERIGAS PROPANE, LP, ) \n  Defendant ) \n \nTHIS MATTER comes before the Court on Plaintiffs' Motion to Revise Summary \nJudgment Order and Defendant's Motion to Reinstate Counterclaim (collectively \"Motions to \nRevise\").  The Motions to Revise are made pursuant to North Carolina Rule of Civil Procedure \n \n \n54(b), and seek this Court's reconsideration and revision of its Opinion and Order of January \n15, 2016 (the \"Opinion\"), in light of the North Carolina Supreme Court's decision in Beverage \nSystems of the Carolinas, LLC v. Associated Beverage Repairs , LLC, __ N.C. __, 2016 N.C. \nLEXIS 177 (March 18, 2016).  In Beverage Systems, the supreme court held that a trial court \nlacks the power to rewrite the terms of an un enforceable covenant not- to-compete to make \nthe covenant enforceable, even where the covenant  expressly purports to provide the court \nwith such authority.  The parties agree that the supreme court's decision in Beverage \nSystems renders this Court's decision denying Plaintiffs' motion for summary judgment and \ngranting Defendant's Motion for Summary Judgment, in part, on Plaintiffs' Third Claim for \nRelief and granting Plaintiffs' Motion fo r Summary Judgment on Defendant's First \nCounterclaim erroneous as a matter of law.  The parties disagree as to the impact these \nrequested revisions have on this Court's decision dismissing Defendant's Second \nCounterclaim for unjust enrichment as moot. \nTHE COURT, having considered the Motion s to Revise, the memoranda filed in \nsupport of and opposition to the Motions to Re vise, and other appropriate matters of record, \nFINDS and CONCLUDES as follows. \nI. BACKGROUND. \n1. The full procedural and factual background of this case are set out fully in the \nOpinion.  Accordingly, the Court recites only those limited background facts necessary to the \nresolution of the Motions to Revise. \n2. On June 1, 2015, Plaintiffs filed their Motion for Summary Judgment and brief \nin support of that motion. Plaintiffs' motion sought summary judgment in Plaintiffs' favor on \nall of Plaintiffs' claims and both of Defendant 's counterclaims. With regard to Defendant's \nSecond Counterclaim for unjust enrichment, Plaintiffs only argued that the claim for unjust \n \n \nenrichment should be dismissed because it was precluded by the existence of the parties' \nwritten contract.1 \n3. Also on June 1, 2015, Defendant filed its Motion for Summary Judgment. \nDefendant's motion sought summary judgment in Defendant's favor on all of Plaintiffs' \nclaims. Defendant's Motion did not seek su mmary judgment on either of Defendant's \ncounterclaims. \n4. On January 15, 2016, the Court issued the Opinion.  In the Opinion, the Court \n\"conclude[d] that the geographic restrictio n in the non-compete is unreasonable, and \ntherefore unenforceable.\"2  Nevertheless, based on the then-existing authority recognized by \nthe court of appeals' decision in Beverage Systems of the Carolinas, LLC v. Associated \nBeverage Repairs, LLC, __ N.C. App. __, 762 S.E.2d 316 (2013), this Court concluded that it \nhad the power to rewrite the geographic restri ction to make it reasonable and enforceable, \nand proceeded to do so. 3  Consequently, the Court denied Plaintiffs' Motion for Summary \nJudgment and granted Defendant's Motion for Summary Judgment, in part, on Plaintiffs' \nThird Claim for Relief seeking a declaratory judgment that the covenant not-to-compete was \nunenforceable. The Court also denied Plai ntiffs' Motion for Summary Judgment on \nDefendant's First Counterclaim for breach of contract. Having concluded that the restrictive \ncovenant was enforceable as revised, the Court also dismissed Defendant's Second \nCounterclaim for unjust enrichment, which soug ht recoupment of the payments made as \nconsideration for the covenant, as moot.4 \n5. On March 18, 2016, the North Carolina Supreme Court issued its decision in \nBeverage Systems, reversing the court of appeals. The supreme court agreed with the court \n                                                 \n1 Pls. Br. Supp. Mot. Summ. J., pp. 26-27; Pls.' Reply Br. Supp. Mot. Summ. J., pp. 12-13.  \n2 Campbell Oil Co. v. AmeriGas Propane, LP, 2016 NCBC LEXIS 6, *50 (N.C. Super. Ct. Jan. 15, 2016). \n3 See id. at ** 50-54. \n4 Id. at *54. \n \n \nof appeals that the covenant in that case wa s overbroad and unenforceable as written, but \nheld that a trial court does not have the powe r to rewrite an unenforceable covenant not-to-\ncompete even where the parties expressly provided such authority in their agreement.  2016 \nN.C. LEXIS 177 at *9-12. Accordingly, the supr eme court held that the restrictive covenant \nwas \"unenforceable at law and cannot be saved.\" Id. at *12. \n6. Given the North Carolina Supreme Court's conclusion that a court cannot \nmodify an unenforceable covenant, even where th e parties have expressly agreed on such a \nmodification, both parties have sought revision of the Opinion. \nII. ANALYSIS. \n7. The parties seek revision of the Opinion pursuant to Rule 54(b) of the North \nCarolina Rules of Civil Procedure (\"Rule(s)\"), wh ich provides that where the court issues an \n\"order . . . which adjudicates less than all the claims\" prior to entry of final judgment, the \norder is \"subject to revision at any time before the entry of [final] judgment.\"  Such an order \nis interlocutory and the decision to revise the order is \"within the sound discretion of the trial \ncourt.\" Charlotte-Mecklenburg Hosp. Authority v. Wachovia Bank , 08 CVS 27739 \n(Mecklenburg County), Order on Motion for Re consideration and Leave to Amend, July 26, \n2010 (Tennille, J.).  \"Most courts will limit reco nsideration of interlocutory orders to the \nfollowing situations: (1) where there has been an intervening change in controlling law; (2) \nwhere there is additional evidence not previous ly available; or (3) where the prior decision \nwas based on clear error or would work manifest injustice.\" Id. (citing Akeva LLC v. Adidas \nAm., Inc., 385 F. Supp. 2d 559, 565 (M.D.N.C. 2005)).  Accordingly, the Court reviews the \nMotions to Revise under this standard. \n8. Defendant concedes that the supreme court's holding in Beverage Systems   \n\"forecloses . . . at this time\" its argument that  the Court should be pe rmitted to revise the \n \n \nparties' restrictive covenant  to make it enforceable, 5 and the Court concludes that an \nintervening change in the controlling law requi res that the Court revise portions of its \nOpinion. Accordingly, based on its holding that  the geographic scope of the covenant not-to-\ncompete was unreasonable and unenforceable, and  without the authority to rewrite the \ngeographic scope of the restriction, the Court concludes in its discretion that Plaintiffs' \nMotion to Revise should be GRANTED to the extent it seeks revision of the Opinion's \nconclusion related to the enforceability of the covenant not-to-compete. Upon further \nconsideration, as to Plaintiffs' Third Clai m for Relief, Plaintiffs' Motion for Summary \nJudgment should be GRANTED, and Defendant's Motion for Summary Judgment should be \nDENIED. \n9. Defendant has moved the Court to revise  its Opinion to reinstate Defendant's \nThird Counterclaim for unjust enrichment.  Defe ndant contends that, since the Court must \nnow conclude that the covenant not-to-compete is unenforceable, it should be allowed to \nproceed with its claim seeking to recoup the amounts it paid to Plaintiffs as consideration for \nthe covenant so as to prevent Plaintiffs from being unjustly enriched.  In response, Plaintiffs \ncontend that the claim for unjust enrichment should not be reinstated.  Plaintiffs argue that \nthey are entitled to summary judgment for the same reasons asserted in support of its motion \nfor summary judgment – that \"the existence of the APA, an express contract, precludes \nDefendant from seeking a remedy based on an implied contract.\" 6  Plaintiffs also attempt to \nraise a number of new arguments in support of their motion to summary judgment, and argue \nthat Defendant's claim for unjust enrichment should be not be reinstated because they would \nprevail on those grounds as well.7 \n                                                 \n5 Def.'s Br. Opp. Pls.' Mot. Revise pp. 2-3. \n6 Pls.' Br. Supp. Mot. Revise p. 6. \n7 Id., passim. \n \n \n10. As a preliminary matter, the Court will consider only the argument raised by \nPlaintiffs in support of their motion for summary judgment.  A motion pursuant to Rule 54(b) \ndoes not present a party with an opportunity to  make new arguments that were not raised \nin support of its original motion. See Volumetrics Med. Imaging, LLC v. Toshiba Am. Med. \nSys. Inc. , 2011 U.S. Dist. LEXIS 149809, at *10 (M.D.N.C. Dec. 30, 2011) (noting that a \nmotion for reconsideration \"is not proper where it only asks the Court to rethink its prior \ndecision, or presents a better or more co mpelling argument that the party could have \npresented in the original briefs on the matter\") (citations omitted). Rather, the grounds for a \nmotion to revise a summary judgment order are limited to those provided above.  Plaintiffs \nhave not argued that there has been an interv ening change of law or new evidence that \nwarrants revision of the Court's Opinion regarding the unjust enrichment claim, nor that the \ncourt's decision was clear error or would result in manifest injustice. Neither have Plaintiffs \nshown how the intervening change in law, the Supreme Court's Beverage Systems decision, \nsupports or gives rise to any of the other ar guments advanced by Plaintiffs. Instead, in \nattempting to raise arguments that could have been raised during the Court's consideration \nof their motion for summary judgment, Plaintiffs simply seek an improper second bite at the \nsummary judgment apple. Accordingly, the Court will consider only Plaintiffs argument that \nthe unjust enrichment claim is barred by the existence of the APA.    \n11. In considering such an argument, the Cou rt first notes that it is well-settled \nthat to establish an unjust enrichment clai m, a party must show that: (1) there was a \nmeasurable benefit conferred by that party on another; (2) that the benefit was not conferred \nofficiously or gratuitously; and (3) that the benefit was consciously accepted by the other \nparty. See, e.g., Booe v. Shadrick , 322 N.C. 567, 570, 369 S.E.2d 554, 556 (1988). Accord \nPrimerica Life Ins. Co. v. James Massengill & Sons Constr. Co. , 211 N.C. App. 252, 259-60, \n712 S.E.2d 670, 677 (2011) and Butler v. Butler , __ N.C. App. __, __, 768 S.E.2d 332, 336 \n \n \n(2015). It is equally clear that, \"[i]f there is  a contract between the parties the contract \ngoverns the claim and the law will not imply a contract\" through the application of the \nequitable doctrine of unjust enrichment. Booe, 322 N.C. at 570, 369 S.E.2d at 556. This \nlimitation on the availability of an unjust enrichment claim, however, only applies where the \ncontract between the parties covers the same subject matter as the would-be implied contract. \nSee Vetco Concrete Co. v. Troy Lumber Co., 256 N.C. 709, 713-14. 124 S.E.2d 905, 908 (1962) \n(stating that an express contra ct \"precludes an implied contract with reference to the same \n[subject] matter\") (emphasis added); See also Atkinson v. Reikowsky, 2013 N.C. App. LEXIS \n1125, *4 (2013) (unpublished) (explaining that \"the existing contract must cover 'the whole \nsubject matter' of the dispute to preclude an unjust enrichment claim\") (citation omitted).  \n12. The operative question, then, is whether, following the Court's invalidation of \nthe covenant not-to-compete, the APA can fairly be said to cover the same \"subject matter\" \nas Defendant's unjust enrichment counterclaim.  If so, Defendant's unjust enrichment claim \nfails as a matter of law. North Carolina appella te cases provide relatively little guidance on \nmaking such a determination, but do suggest t hat is it a fact specific analysis, and that an \nunjust enrichment claim is not necessarily barre d simply because it arises out of the same \ntransaction covered by an express agreement. For example, in Atkinson, supra, the plaintiff \nand the defendant agreed that the plaintiff wo uld live in a house rent free in exchange for \nrenovating the residence.  The parties did not expressly agree on who would pay for the cost \nof the building materials necessary to make the renovations. 2013 N.C. App. LEXIS 1125, at \n*1.  Despite the lack of an express agreement, the plaintiff paid for the building materials for \na period of time, and the defendant reimbursed the plaintiff.  The plaintiff subsequently \nasked the defendant to enter into a written agreement to pay the plaintiff for any additional \nbuilding materials needed for the renovation, but the defendant refused. Id. *1-2.  \nNevertheless, the plaintiff paid for the additional materials and later sought reimbursement \n \n \nfrom the defendant, but the defendant did not reimburse him. The plaintiff brought suit \nagainst the defendant for, inter alia, breach of contract and unjust enrichment.  The trial \ncourt found for the plaintiff on the unjust en richment claim and awarded him the costs for \nthe building materials. Id. at *2.  The defendant appealed, arguing that the express contract \nbetween the parties barred the plaintiff fr om recovering for unjust enrichment.  Id. at *3.  \nThe Court of Appeals affirmed the trial court, holding that, despite the existence of the \nparties' general agreement, the \"oral contra ct did not address the subject matter of the \nconflict between the parties regarding how the materials' costs would be paid.\"  2013 N.C. \nApp. LEXIS 1125, at **5-6. \n13. To answer this question in the case at bar, the Court turns first to the plain \nlanguage of the APA.  It is undisputed that the covenant not-to-compete was contained within \nthe written APA. Ordinarily, this would sugg est that the subject matter of the unjust \nenrichment claim, the non-compete agreement, is covered by the terms of the APA. The facts \nhere, however, are somewhat more complicat ed. The covenant not-to-compete, although \ncontained within the APA, expressly provides t hat it is based on additional consideration \nseparate from the consideration provided for the other provisions of the APA.\n8 Additionally, \nthe covenant not-to-compete contains a sever ability clause separate from the severability \nclause applicable to the APA,9 and a separate provision for equitable remedies for breach not \napplicable to the other obligations in the APA. 10 The terms of the covenant not-to-compete \nstrongly suggests that the parties intended the covenant to stand on its own, as a separate \nagreement from the provisions of the broader APA. In fact, even Campbell's own allegations \n                                                 \n8 APA § 8.5; see also § 12.10, which expressly provides for the separate tax allocation of the payments \nbeing made for the non-compete covenant. \n9 Id. at § 8.5(h); see also § 12.5 \n10 Id. at § 8.5(d). \n \n \nprovide support for such a conclusion. 11 It would appear to follow, then, that once that \ncovenant has been invalidated any dispute over the subject matter of that covenant, and the \nconsideration exchanged for that covenant, would fall outside the subject matter of the APA. \n14. More fundamentally, since the covenant  not-to-compete is invalid and \nunenforceable, there are no other provisions in  the APA that cover the subject matter of  \nDefendant's unjust enrichment claim, and Defendant has no contractual recourse or remedy. \nSee Rongotes v. Pridemore , 88 N.C. App. 363, 368, 363 S.E.2d 221, 224 (1988) (finding \ninapplicable the doctrine of unjust enrichment in part because the party pursuing such a \ntheory \"had an adequate remedy at law\"). While Defendant could obviously not maintain an \nunjust enrichment claim for any dispute rela ted to the propane tanks or the accounts \nreceivable sold, both of which remain within the subject matter of the APA, no enforceable \ncontract remains to govern the subject of its current unjust enrichment claim. As such, the \nAPA does cover the \"'whole subject matter' of  the dispute,\" such that Defendant's unjust \nenrichment claim would be barred as a matter of law. See Atkinson, 2013 N.C. App. LEXIS \n1125, at *4.  \n15. The Court concludes, in its discretion, that Defendant's Motion to Reinstate \nCounterclaim should be GRANTED. Upon fu rther consideration given the intervening \nchange in governing law noted above, Plainti ffs' Motion for Summary Judgment should be \nDENIED as to Defendant's Second Counte rclaim, and that counterclaim should be \nREINSTATED. \n                                                 \n11 See, e.g., Compl. ¶ 61 (\"The Covenant Payments were not consideration for Plaintiffs' obligations \nunder the APA other than the Covenant.\"). \n \n \nTHEREFORE, IT IS ORDERED that: \n16. Plaintiffs' Motion to Revise Summ ary Judgment Order and Defendant's \nMotion to Reinstate Counterclaim are GRAN TED. IT IS FURTHER ORDERED that, upon \nreconsideration: \na. Plaintiffs' Motion for Summary Judgment, filed June 1, 2015, is GRANTED as \nto Plaintiffs' Third Claim and Defendant's First Counterclaim.  \nb. Plaintiff's Motion for Summary Judgment is DENIED as to Defendant's \nSecond Counterclaim. Defendant's Second Counterclaim is REINSTATED. \nc. Defendant's Motion for Summary Judgment, also filed June 1, 2015, is \nDENIED as to Plaintiffs' Third Claim. \nThis the 8th day of July, 2016. \n \n     /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases \n "
}