{
  "id": "a7bdc0747643aa1e5ce683a230b3394192a4e6ccada3e1777a4dca6e21b3b5be",
  "source_file": "data/raw/ncbc/a7bdc0747643aa1e5ce683a230b3394192a4e6ccada3e1777a4dca6e21b3b5be.pdf",
  "raw_text": "Addison Whitney, LLC v. Cashion, 2019 NCBC 16. \n \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 1956 \n \nADDISON WHITNEY, LLC, \n \nPlaintiff, \n \nv. \n \nBRANNON CASHION, VINCENT \nBUDD; RANDALL SCOTT, \nANDREW CUYKENDALL, AMY \nBAYNARD, JENNIFER RODDEN, \nand LEADERBOARD BRANDING, \nLLC,  \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ SECOND PARTIAL \nMOTION TO DISMISS  \n \n \n \n1. This case arises from a dispute between Plaintiff Addison Whitney, LLC and \nsix of its former high -level officers and employees.  Addison Whitney recently \namended its complaint for a third time, adding allegations and claims  related to \ncontracts governing the ownership of employee  work product.  Defendants move to \ndismiss these n ew claims pursuant to Rule 12(b)(6) of the North Carolina Rules of \nCivil Procedure.  Having fully considered the parties’ arguments, the Court GRANTS \nthe motion.   \nLittler Mendelson, P.C., by Michael Scott McDonald, Stephen D. \nDellinger, Steven A. Nigh,  Allan H. Neighbors, IV,  and Elise Hofer \nMcKelvey, for Plaintiff Addison Whitney, LLC.  \n \nVan Hoy, Reutlinger, Adams & Dunn, PLLC, by G. Bryan Adams, III, \nfor Defendants Brannon Cashion, Vincent Budd, Randall Scott, Andrew \nCuykendall, Amy Baynard, Jennifer Rodden, and Leaderboard \nBranding, LLC.  \n \n \nConrad, Judge.  \nI. \nBACKGROUND \n2. The Court has described the nature of this dispute and each party’s  \nallegations in earlier opinions .  See Addison Whitney, LLC v. Cashion , 2017 NCBC \nLEXIS 23 (N.C. Super. Ct. Mar. 15 , 2017); Addison Whitney, LLC v. Cashion , 2017 \nNCBC LEXIS 51 (N.C. Super. Ct. June  9, 2017); Addison Whitney, LLC v. Cashion , \n2017 NCBC LEXIS 111 (N.C. Super. Ct. Dec. 1, 2017).  Thus, the Court provides only \na short summary here, focusing on the claims and allegations added in the third \namended complaint. \n3. Addison Whitney, a branding company, often work s with pharmaceutical \ncompanies to create brand names for drugs and medical devices.  (Third Am. Compl. \n¶ 17, ECF No. 151.)  The six individual Defendants are former officers and employees \nof Addison Whitney.  (Third Am. Compl. ¶¶ 22–27.)  They resigned on the same day \nin January 2017 for the purpose of starting a competing business, now known as  \nLeaderboard Branding, LLC .  ( Third Am. Compl. ¶¶ 59, 75, 116 .)  Within days of \nreceiving Defendants’ resignations, Addison Whitney filed this suit, alleging breach \nof fiduciary duty, misappropriation of trade secrets, and several related causes of \naction. \n4. Addison Whitney has since am ended its complaint three times .  The latest \namendment, filed November 20, 2018,  added new allegations and claims related to \nan Employee’s Agreement as to Work Product (“EAWP”) signed by three of the \nDefendants—Amy Baynard, Vince nt Budd, and Andrew Cuykendall.   The three \n \nEAWPs, which are identical in substance, specify ownership rights as to certain types \nof work product created by employees while on the job.  (Third Am. Compl. Exs. 1, 2, \n3; see also  Third Am. Compl. ¶¶  47, 48 .)  In relevant part, Baynard, Budd, and \nCuykendall each agreed that \n(1) all trademarks, designs, advertising copy and art work, commercial \njingles and other advertising or promotion materials; and \n(2) all ideas, including new product ideas, of value to the business of the \nEmployer or any of its affiliates, or clients of the Employer or of its \naffiliates; \noriginated by me during my employment by Employer, either \nindividually or jointly with others and whether within or outside office \nhours and relating in any way to the business of my Employer, are or \nshall become the exclusive property of my Employer. \n(Third Am. Compl. Ex. 3; see also Third Am. Compl. Exs. 1, 2.) \n5. At the time Baynard, Budd, and Cuykendall signed the EAWPs, they were \nemployed by Addison Whitney, Inc. (“AW, Inc.”) .  (See Third Am. Compl. ¶¶  23, 25, \n26.)  In June 2007, inVentiv Health, Inc. acquired AW, Inc.  through an asset \npurchase, dissolved the company, and created Addison Whitney as its successor .  \n(Third Am. Compl. ¶ 22.)  Baynard, Budd, and Cuykendall then became employees of \nAddison Whitney  where they remained until January 2017 .  (Third Am. Compl. \n¶¶ 23, 25, 26 .)  Addison Whitney alleges that it received and now owns AW, Inc.’s \nrights under the EAWPs.  (Third Am. Compl. ¶¶ 47, 48.) \n6. According to Addison Whitney, Defendants have built their new competing \nbusiness with work product that belongs to Addison Whitney under the terms of the \nEAWPs.  As alleged, the individual Defendants began planning to leave Addison \nWhitney and to start a competing business  in 2015 or 2 016.  ( Third Am. Compl. \n \n¶¶ 57–59.)  By mid-2016, while still employed by Addison Whitney,  Baynard, Budd, \nand Cuykendall had also begun creating ideas and work product that they did not \ndisclose to Addison Whitney  and then later used to promote their new competing \nventure.  ( Third Am. Compl. ¶ ¶ 60, 61 .)  Addison Whitney seeks a declaratory \njudgment that  it owns all of this work product , and it also asserts claims for \nconversion and breach of the EAWPs.   \n7. Defendants moved to dismiss these new claims on December 19, 2018.  (ECF \nNo. 153.)   The motion has been fully briefed, and the Court held a hearing on \nFebruary 6, 2019, at which all parties were represented by counsel.  The motion is \nripe for determination. \nII. \nANALYSIS \n8. In deciding a Rule 12(b)(6) mo tion, the Court must treat the well -pleaded \nallegations of the complaint as true and view the facts and permissible inferences “in \nthe light most favorable to” the nonmoving party.  Ford v. Peaches Entm’t Corp., 83 \nN.C. App. 155, 156, 349 S.E.2d 82, 83 (1986).  Dismissal pursuant to Rule 12(b)(6) is \nappropriate when “(1) the complaint on its face reveals that no law supports the \nplaintiff’s claim; (2) the complaint on its face reveals the absence of facts sufficient to \nmake a good claim; or (3) the complain t discloses some fact that necessarily defeats \nthe plaintiff’s claim.”  Corwin v. British Am. Tobacco PLC , 821 S.E.2d 729, 736 –37 \n(N.C. 2018) (citation and quotation marks omitted). \n9. Defendants contend that  the EAWPs are either void or unenforceable on \nseveral grounds.  It is unnecessary to address each asserted ground because one is \n \ndispositive.  In short, the EAWPs governed aspects of the employment relationships \nbetween AW, Inc. and Baynard, Budd, and Cuykendall —employment relationships \nthat were terminated whe n AW, Inc. was acquired by asset purchase .  The EAWPs \nare not enforceable as to  the new  and distinct  employment relationships these \nDefendants began with Addison Whitney  after the asset purchase .  (Defs.’ Br. in \nSupp. Second Partial Mot. Dismiss 11–12, ECF No. 154.) \n10. Several recent cases have explored whether and to what extent restrictions \nin an employment agreement—such as a covenant not to compete or a promise not to \ndisclose confidential information —survive when the employer is  acquired by asset \npurchase.  It is well established that the acquisition of a company by asset purchase \n(as opposed to a stock or equity purchase) serves to terminate its existing employment \nrelationships.  See, e.g., Artistic Southern, Inc. v. Lund , 2015 NCBC LEXIS 113, at \n*14 (N.C. Super. Ct. Dec. 9, 2015); Amerigas Propane, L.P. v. Coffey , 2015 NCBC \nLEXIS 98, at *12–13 (N.C. Super. Ct. Oct. 15, 2015).  The buyer may decide to retain \nan employee, but if it does, a new employment relationship is created, and the buyer’s \nability to enforce restrictions in an agreement between that employee and the seller \n(i.e., the original employer) is limited.  Put simply, the buyer can enforce the original \nemployer’s “rights as they existed at the time of the asset sale”  but cannot enforce a \nrestriction “‘as if it had been entered into originally by the buyer.’”  Artistic Southern, \n2015 NCBC LEXIS 113, at *15 , *17 (quoting Covenant Equip. Corp. v. Forklift Pro, \nInc., 2008 NCBC LEXIS 12, at *24 (N.C. Super. Ct. May 1, 2008)).  \n \n11. Here, Addison Whitney  alleges that it acquired the right to enforce the \nEAWPs as a result of the asset purchase of AW, Inc.  As Artistic Southern and related \ncases show, though, what Addison Whitney acquired were AW, Inc.’s rights as they \nexisted at the time of the asset sale in June 2007.  By their terms, the EAWPs granted \nAW, Inc. ownership rights to ideas and work product created by Baynard, Budd, and \nCuykendall only “during” their employment “by” AW, Inc.  (Third Am. Compl. Exs. 1, \n2, 3.)  In other words, Addison Whitney obtained the right to enforce the EAWPs as \nto work product created while Defendants were employed by AW, Inc ., but it did not \nobtain the right to enf orce the EAWPs as to their distinct, subsequent employment \nby Addison Whitney.   See Covenant Equip., 2008 NCBC LEXIS 12, at *24 (holding \nthat the buyer “does not step fully into the shoes of the original employer because the \nbuyer is a new employer”). \n12. As a result, even taking Addison Whitney’s allegations as true, it has not \nstated any valid claims related to the EAWPs.  There is no allegation that Baynard, \nBudd, or Cuykendall violated the terms of the EAWP s during their employment by \nAW, Inc.  Nor is t here any allegation that the disputed work product was created \nduring the period when Defendants were employed by AW, Inc. —before June 2007.  \nRather, a ll of the allegedly wrongful conduct by  Baynard, Budd, and Cuykendall \noccurred during their employment with Addison Whitney, nearly a decade after the \nJune 2007 asset purchase.   (Third Am. Compl. ¶¶ 58–60.)  The EAWPs are not, by \ntheir terms or by operation of law, enforceable as to that conduct. \n \n13. Accordingly, the Court grants Defendants’ motion to dismiss.   The Court \nneed not and does not address Defendants’ alternative arguments.   \nIII.  \nCONCLUSION \n \n14. For these reasons, t he Court GRANTS Defendants’ motion to dismiss the \nclaims for breach of contract, conversion, and declaratory judgment to the extent the \nclaims are based on allegations arising from the EAWPs. \n  \n  \n SO ORDERED, this the 6th day of March, 2019.  \n \n \n \n        \n \n       /s/ Adam M. Conrad                          \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n "
}