{
  "id": "a7c661df60d912e4e713dc46128ecadb1fe55ed8d6aa28ce21babda60162da65",
  "source_file": "data/raw/ncbc/a7c661df60d912e4e713dc46128ecadb1fe55ed8d6aa28ce21babda60162da65.pdf",
  "raw_text": "Pittsburgh Corning Corp. v. McCormick Insulation Supply, Inc., 2010 NCBC 17.  \n \nNORTH CAROLINA \n \nGUILFORD COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n10 CVS 5466 \n \nPITTSBURGH CORNING CORPORATION, \n \nPlaintiff, \n \nv. \n \nMcCORMICK INSULATION SUPPLY, INC. \nand BATT FABRICATORS, INC., \n \nDefendants. \n \nORDER ON PLAINTIFF’S MOTION FOR \nA PRELIMINARY INJUNCTION \n \n   \n{1} THIS MATTER is before the Court on Plaintiff’’s Motion for a Preliminary \nInjunction against Defendants McCormick Insulation Supply, Inc. and Batt \nFabricators, Inc. \n \n Reed Smith, LLP by Jeffrey J. Bresch and Jayme L. Butcher; Smith Moore \n Leatherwood by Richard Coughlin for Plaintiff Pittsburgh Corning \n Corporation. \n \n \nWyatt Early Harris Wheeler LLP by Scott F. Wyatt, Kim R. Bauman, and \nKerri L. Sigler for Defendants McCormick Insulation Supply, Inc. and Batt \nFabricators, Inc.  \n  \n \nTennille, Judge. \nI. \nPROCEDURAL BACKGROUND \n{2} This action was filed in Guilford County on April 9, 2010.  The matter was \ndesignated a mandatory complex business case by order of the Chief Justice of the \nSupreme Court of North Carolina dated April 14, 2010 and subsequently assigned \nto the undersigned Special Superior Court Judge for Complex Business Cases by \norder of the Chief Special Superior Court Judge for Complex Business Cases dated \nApril 14, 2010. \n{3} Plaintiff Pittsburgh Corning Corporation filed a Motion for a Preliminary \nInjunction pursuant to Rule 65 of the North Carolina Rules of Civil Procedure.  The \nCourt heard oral arguments and live testimony on the Motion on September 29, \n2010. \n \nII. \nFACTUAL BACKGROUND \nA. \nTHE PARTIES \n{4} Plaintiff Pittsburgh Corning Corporation (“PCC”) is a Pennsylvania \ncorporation with its principal place of business at 800 Presque Isle Drive, \nPittsburgh, PA 15239.  (Compl. ¶ 26.) \n{5} Defendant McCormick Insulation Supply, Inc. (“McCormick”) is a \nMaryland corporation with its principal place of business in Maryland.  (Answer, \nCountercl. & Third Party Compl. of Def. McCormick Insulation Supply, Inc. ¶ 1.)   \n{6} Defendant Batt Fabricators, Inc. (“Batt”) is a North Carolina corporation \nwith its principal place of business at 12957 Trinity Road, Trinity, North Carolina \n27370. (Compl. ¶ 28; Answer of Def. Batt Fabricators, Inc. ¶ 28.)  Batt is owned by \nBrett and Amy McCormick and by Todd and Tara Hoover.  (See Rule 30(b)(6) Dep. \nof Tara Hoover (“Tara Hoover Dep.”) 94, May 11, 2010.)  Batt fabricates cellular \nglass insulation material for use as insulation.  (Answer of Def. Batt Fabricators, \nInc. ¶ 43.) \n \nB. \nFINDINGS OF FACT \n{7} The Court makes the following findings of fact: \n{8} PCC is the only manufacturer in the United States of cellular glass \ninsulation, trademarked and known as Foamglas®.  (Compl. ¶ 33.)   \n{9} From 1963−May 2008, McCormick was a licensed distributor for PCC \nFoamglas® cellular glass insulation.  (Brett McCormick Aff. ¶ 5; Compl. ¶ 38; Tara \nHoover Dep. 49.)   \n{10} In May 2008, PCC terminated its relationship with McCormick and no \nlonger provided McCormick with any inventory of Foamglas® cellular glass \ninsulation.  (Brett McCormick Aff. ¶ 7; Tara Hoover Dep. 58.)  Until that time, PCC \nwas McCormick’s only supplier of cellular glass insulation.  (Tara Hoover Dep. 163.)  \nThus, its customers were accustomed to receiving PCC Foamglas® cellular glass \ninsulation when they ordered cellular glass insulation.   \n{11} After May 2008, McCormick began to import cellular glass insulation into \nthe United States from Chinese sources.  (Tara Hoover Dep. 49.)  From 2008 \nthrough September 23, 2010, McCormick received cellular glass insulation from \nQingdao International Tradelink Co.; Mowco Insulation & Sealing Products; and \nJiaxing Lianxin Foamglass Co., all located in China. (Brett McCormick Aff. ¶ 10.)  \nAt the same time, McCormick was also able to purchase Foamglas® cellular glass \ninsulation from other PCC distributors. \n{12} McCormick received eleven (11) shipping containers filled with cellular \nglass material from Chinese sources.  (See Rule 30(b)(6) Dep. of Robert McCormick \n(“Robert McCormick Dep.”)  34, May 11, 2010.)  The total weight of the material \nfrom the Chinese sources was over 100,000 kg. (220,000 pounds). (Tara Hoover Dep. \n58.)   \n{13} Material from approximately three (3) of the shipping containers was \ndistributed to Lee Air Conditioners (d/b/a Allied Mechanical Services) for the \nUniversity of North Carolina Bell Tower Parking Garage project (“Bell Tower \nproject”).   \n{14} As of September 23, 2010, material from approximately one (1) container \nwas being housed at Batt “in converted core form.”  (Brett McCormick Aff. ¶ 10.)  \nPieces of the cellular glass insulation can be used for “future jobs requiring smaller \npipe size applications of this insulating material.”  (Brett McCormick Aff. ¶ 10.)   \n{15} Material from the remaining seven (7) containers may have been \ndistributed to any or all of fifty-three named McCormick customers who received \nfabricated cellular insulation from Batt between May 2008 and the present.  (Brett \nMcCormick Aff. ¶ 10.) \n{16} Batt receives raw cellular glass material from McCormick via “tractor \ntrailer, enclosed trailer, flat bed and/or container” in block form and in various \nthicknesses.  (Todd Hoover Aff. ¶ 5.)  Blocks are then sawed into pieces to make pipe \ncoverings, and the pieces along with scrap may be glued together with an adhesive \nconcrete.  (Todd Hoover Aff. ¶ 5.) \n{17} Visually, the Chinese source material and the PCC Foamglas® cellular \nglass insulation appear to be the same product.  (Rule 30(b)(6) Dep. of Brett \nMcCormick (“Brett McCormick Dep.”) 104−05, May 11, 2010.)   \n{18} At Batt, the Chinese source material was comingled with PCC Foamglas® \ncellular glass insulation and was then shipped to customers.  (Bret McCormick Dep. \n104−06.)   \n{19} McCormick cannot state whether Chinese material was shipped to any \nparticular customer.  It has no method to track the respective quantities of PCC \nFoamglas® cellular glass insulation and Chinese source material that were shipped \nto each of its customers.  (Robert McCormick Dep. 34.)  Additionally, McCormick’s \ninvoices do not indicate whether PCC Foamglas® cellular glass insulation or \nChinese source material was supplied to specific customers.  (Brett McCormick Dep. \n93.) \n{20} McCormick’s invoices to customers after 2008 do not contain the registered \nmark for PCC Foamglas® cellular glass insulation.  The product is described in \nthose invoices as: FOAMGLAS; FOAMGLASS; FG; CELLULAR GLASS; FMGL; \nFMG; and CELLGLASS.  (See Brett McCormick Aff., Ex. B.)    \n{21} After 2008, McCormick left information on its website that it was a \ndistributor of cellular glass insulation from PCC.  (See Compl., Ex. D: Screenshot of \nMcCormick’s website in 2010.)   \n{22} When Lee Air Conditioners asked McCormick for assurances that the \nmaterial they provided for the Bell Tower project was PCC Foamglas® cellular glass \ninsulation, Ms. Hoover sent an email to Brett McCormick asking for guidance.  She \nwrote, “Someone has gone to engineer on UNC Bell Tower job and told them they \nare not using PC foamglass [sic] and that is [sic] something from China.  Need to \nknow how you want me to handle this.  I mean I know I need to lie, but what do you \nwant me to say.  [sic]  Just let me know, because I will need to call him back 1st \nthing Monday morning.  He said he just need [sic] me to confirm it was PC.”  (Pl.’s \nSupplement to Mot. for Prelim. Inj., Ex D: Email from Tara Hoover (Feb. 20, 2010, \n08:25:40 EST.) \n{23} Brett McCormick responded to Ms. Hoover’s email stating: “Has Batt been \nusing PC packaging material in the boxes we discussed?  Send an email out to your \nfriends in China to get the most current product specifications on the shit we have \nbeen getting. . . .  When you quoted, did you quote ‘foamglas’ or did you call it \n‘cellular glass’ [sic]  It was only a matter of time and this was a pretty high profile \njob.  Call me before you talk to them.” (Pl.’s Supplement to Mot. for Prelim. Inj., Ex \nE: Email from Brett McCormick (Feb. 20, 2010, 11:25:57 EST.)   \n{24} On February 22, 2010, Gregg Bucy, an employee of PCC, received \npermission from third parties on the Bell Tower project to collect insulation samples \nat various locations throughout the project and to test the cellular glass insulation \nprovided by McCormick.  (See Pl.’s Supplement to Mot. for Prelim. Inj. 7, 9.)  On \nthat same day, Ms. Hoover, a Regional Manager at McCormick and part owner of \nBatt, sent a letter to Lee Air Conditioners stating that all materials supplied for the \nBell Tower project were “manufactured in the US to industry standards.”  (Compl., \nEx. K: Letter from Tara Hoover, Regional Manager, McCormick, Feb. 22, 2010.)   \n{25} On March 23, 2010, in response to a letter from Terry Moody, Insulation \nManager at Allied Mechanical Services, questioning whether the insulation \nsupplied for the Bell Tower project was PCC Foamglas® cellular glass insulation, \nMs. Hoover responded for McCormick that the material provided for the project was \ncomprised of both PCC Foamglas® cellular glass insulation and material from a \nforeign source.  (Compl., Ex. L: Letter from Tara Hoover, Regional Manager, \nMcCormick, Mar. 23, 2010.)   \n{26} Prior to March 2010, McCormick had never notified any of its customers \nthat it was providing cellular glass insulation from foreign sources.  (Tara Hoover \nDep. 149.)  After the source of product used on the Bell Tower project became \nknown, McCormick replaced the insulation on the project with PCC product at its \nown expense. \n  \nThe Chinese Product Does Not Meet Industry Standards\n{27} In two separate tests conducted on the cellular glass insulation imported \nfrom China that have been reported by experts in this case, the material failed to \ncomply with the thermal conductivity requirements for Cellular Glass Thermal \nInsulation as defined in ASTM International C552-07 (“ASTM C552”), which was \nadopted in December 2007 as an industry standard. (See Pl.’s Master Ex. in Support \nof Pl.’s Supplement to Mot. for Prelim. Inj. (“Pl.’s Master Ex.”), Ex. 35: Expert \nReport of Keith P. Rickabaugh (“Rickabaugh Report”) 4; Pl.’s Master Ex., Ex. 53: \nStandard Specification for Cellular Glass Thermal Insulation 1.) \n{28} Plaintiff obtained samples of the Chinese source material from Batt on \nJuly 7, 2010 and tested those samples on July 27, 2010 at the RJ Lee Group’s \n(“RJLG”) laboratory.  Among other things, the laboratory tested the material for its \ninsulative properties.  The measurement called the “k value” is used to describe \nmaterials’ insulative properties.  The lower the k value, the lower a material’s \nthermal conductivity and the better the material’s thermal insulative properties.  \n(See Rickabaugh Report 4.)   \n{29} Of the four samples of the Chinese material tested for thermal \nconductivity, all four had values over the requirement specified in ASTM C552 (0.31 \nBTU in/ (hr ft2 ºF) at 75 ºF (24 ºC)).  The four thermal conductivity values reported \nwere: 0.44; 0.41; 0.40; and 0.37 BTU in/ (hr ft2 ºF) at 75 ºF (24 ºC).  (See Rickabaugh \nReport 10.)  The thermal conductivity value for the PCC Foamglas® cellular glass \ninsulation tested was 0.28 BTU in/ (hr ft2 ºF) at 75 ºF (24 ºC), lower than the \nindustry standard. (See Rickabaugh Report 10.)  Thus, the PCC material tested is a \nbetter insulator than the standard requires.  The thermal conductance value for the \nPCC Foamglas® cellular glass insulation was nearly forty (40) percent lower than \nthe Chinese source material.  (See Rickabaugh Report 4.) \n{30} Plaintiff’s expert, Keith P. Rickabaugh, obtained additional samples of \nChinese source material from Batt on September 14, 2010, and RJLG tested that \nmaterial for its thermal conductivity.  It determined that the thermal conductivity \nvalue for that sample was 0.40 BTU in/ (hr ft2 ºF) at 75 ºF (24 ºC), a level consistent \nwith the Chinese material from Batt tested in July 2010.1  (Rickabaugh Report 16.) \n \nThe Chinese Product Poses a Health Hazard \n{31} In three separate tests conducted on the cellular glass insulation imported \nfrom China that have been reported by experts in this case, the material contained \ncrystalline silica (i.e., quartz) at concentrations in excess of 0.1 weight percent.  \n(Rickabaugh Report 9, 16; A. Nelson Aff., Ex. C.)                   \n{32} The four samples RJLG tested in July 2010 measured the following \namount of crystalline silica as a percent of the total weight of the material: 2.6; 5.7; \n4.5; 4.0%. (Rickabaugh Report 9.)  The grains of crystalline silica found are \nconsidered to be of respirable size.  (Rickabaugh Report 4.)  Respirable crystalline \nsilica is recognized as a human carcinogen and is regulated by the Occupational \nSafety and Health Administration (“OSHA”) under 29 CFR § 1910.   \n{33} The samples of Chinese source material RJLG obtained in September 2010 \nfrom Batt contained concentrations of crystalline silica ranging from 2.0 to 2.7% \n(Rickabaugh Report 16.)   \n                                                 \n1  Defendants’ expert, A. Barry Nelson, PG, also obtained samples of the Chinese source material \nfrom the same source at Batt at the same time Plaintiff’s expert received the sample he tested.  Mr. \nNelson did not report the sample’s thermal conductivity.  (See A. Barry Nelson Aff. Exs. B & C.)  The \nscope of his test was limited to determining whether the Chinese source material contained \ncrystalline silica in sufficient concentrations that would require McCormick to provide MSDS \ninformation and handling precautions to users of the material, in accordance with OSHA \nregulations.  (\nSee A. Barry Nelson Aff., Ex. B.) The Court did not require that he test the sample for \nthermal conductivity.   \n{34} Analysis of PCC Foamglas® cellular glass insulation reported by RJLG on \nJune 7, 2010, August 5, 2010, and August 6, 2010 revealed no detectable levels of \ncrystalline silica. (Rickabaugh Report 16.)   \n{35} Chinese source material obtained from the same Batt source tested by Mr. \nNelson (Defendants’ expert) and reported on September 23, 2010 measured the \nfollowing amount of crystalline silica as a percent of the total weight of the \nmaterial: 1.3%.  (A. Barry Nelson Aff., Ex. C.)      \n{36} McCormick did not know and never asked about the contents or the \nspecifications for the Chinese product it sold until after the Bell Tower project \ndispute caused a concern.  McCormick finally asked its Chinese providers for \ninformation about the product in February 2010.  (Brett McCormick Dep. 132.)    \n{37} On February 23, 2010, Ms. Hoover was advised by a Chinese business \ncontact that there are Chinese suppliers who manufacture cellular glass insulation \nthat is “very good quality,” but that the price is “HIGH.”  The calculations using the \nprice for the quality Chinese cellular glass insulation had already been discussed \nwith Tony Hoover, and the price was determined to be “very high.”  (Pl.’s \nSupplement to Mot. for Prelim. Inj., Ex. K: Email from Hao Junzhi (Feb. 23, 2010 \n16:34:34 PST.)  \n{38} McCormick charged its customers the same price for the cheap Chinese \ncellular glass material as it did for PCC Foamglas® cellular glass insulation.  (Tara \nHoover Dep. 91−2.)  The price of the Chinese cellular glass purchased by \nMcCormick was significantly lower than the cost of PCC Foamglas® cellular glass \ninsulation.  By charging its customers the same price as they would have been \ncharged for PCC product, McCormick not only reaped extra profit but also \nmaintained the deception about the source of the product. \n{39} McCormick took it upon itself to determine that when its customers who \nhad always received PCC product order “foamglass”; “foamglas”; “FG”; or “cellular \nglass insulation”, the customers were using a generic term, and McCormick could \nsend whatever it chose.  In doing so, it erred—intentionally.  McCormick’s conduct \nwas deceptive and gives rise to a presumption of confusion.     \n{40} Without advising any of its customers, McCormick imported an inferior \nforeign insulation product that was identical in appearance to PCC Foamglas® \ncellular glass insulation despite not knowing about the product’s quality or its \nperformance characteristics.  It then passed those goods off as PCC Foamglas® \ncellular glass insulation or deceived its customers as to the source of the product \ndelivered.   \n{41} Cellular glass insulation containing Chinese source material may be lining \nthe pipes of hospitals, schools, museums, and office buildings.  Based on Mr. \nRickabaugh’s testimony, this material may not be harmful if left undisturbed.  \nHowever, when it is moved or repaired, it could be harmful to workers who would be \nunaware of the hazard and needlessly exposed to risk of inhaling a potentially \nharmful substance. (Hr’g Test. of Keith Rickabaugh.) \n{42} McCormick received the information about the levels of crystalline silica in \nthe Chinese source material that was distributed to as many as fifty-three of its \ncustomers from its own expert’s report on September 23, 2010.  (See A. Barry \nNelson Aff.) \n{43} McCormick waited until September 28, 2010, the eve of the Preliminary \nInjunction Hearing, to give any notice to those customers.  (See Defs.’ Hr’g Exs. Inj-\n1, Inj-2.; Hr’g Test. of Brett McCormick.)  \n{44}  In that notice dated September 28, 2010, McCormick said to its customers \nin the body of a letter: “Thank you for your business.  Enclosed is a Material Safety \nData Sheet for your records for cellular glass insulation which has been supplied \nsince 2008.  We look forward to working with you in the future.”  A Material Safety \nData Sheet (“MSDS”) created to inform customers about the ingredients of the \nChinese source material was enclosed.  (Defs.’ Hr’g Exs. Inj-1, Inj-2.) \n{45} This communication did not give customers any notice that they may have \nreceived cellular glass insulation that was from a source other than PCC.  It did not \ninform customers that the cellular glass insulation they may have received was an \ninferior insulator to PCC Foamglas® cellular glass insulation.  It did not draw \nMcCormick’s customers’ attention to the fact that the Chinese source material \nMcCormick shipped them contains reportable levels of crystalline silica, a known \ncarcinogen.  It did not state that the reason customers received the notice was due \nto the crystalline silica content of material that it may or may not have received.  \nNor did it notify the customers that the product received may have failed to meet \nindustry standards.  The MSDS created more potential for liability by leaving \ncustomers with ambiguous information from which they could conclude that they \nhad received a product with a known carcinogen from PCC. \n{46} The foregoing facts establish a clear threat to the goodwill and reputation \nof PCC. \n \nIII.  \nCONCLUSIONS OF LAW \n{47} The Court makes the following Conclusions of Law based on its findings: \n{48} Defendants have impermissibly passed off inferior and dangerous products \nas Foamglas® cellular glass insulation.  Such conduct is an unfair trade practice \nwhich may irreparably injure Plaintiff. \n{49} McCormick’s September 28, 2010 letter sent to the fifty-three customers \nwho may have received cellular glass insulation from the Chinese suppliers is \ninsufficient to give notice that the material they received could contain hazardous \ncarcinogenic materials.  Workers in the future may be exposed unknowingly to a \nknown carcinogen if proper notification is not made, thus potentially causing \nirreparable injury.  \n{50} McCormick’s September 28, 2010 letter sent to the fifty-three customers \nwho may have received PCC Foamglas® cellular glass insulation for all or part of \ntheir order misleads them.  The Material Safety Data Sheet sent by McCormick is \nmeant to inform their customers about the contents of the Chinese material.  \nCustomers who received PCC Foamglas® cellular glass insulation are made to \nbelieve that the Material Safety Data Sheet warns them of PCC’s product.  The \nletter could cause customer confusion by making them believe that PCC Foamglas® \ncellular glass insulation has been found to be hazardous or was the impetus for the \nnotice.  The foregoing is an unfair and deceptive trade practice. \n{51} McCormick’s fifty-three customers listed as having received insulation \nfrom Batt did not know they were receiving a product other than PCC Foamglas® \ncellular glass insulation.  Even if a customer received cellular glass insulation from \nonly the Chinese source material, McCormick’s September 28, 2010 letter could be \nmisleading.  If the customer still assumes the insulation received was from PCC, \nthe Material Safety Data Sheet still falsely serves as a warning to that customer \nabout PCC Foamglas® cellular glass insulation.  That is an unfair and deceptive \ntrade practice. \n{52} Plaintiff has carried its burdens of proof that it is likely to prevail on the \nmerits and that it will be irreparably injured if an injunction is not issued.  \n \nIV. \nCONCLUSION \n{53} Based on the foregoing, it is hereby ORDERED, ADJUDGED, and \nDECREED that: \n1.  McCormick is enjoined from representing that cellular glass product \nor insulation supplied by it is comprised of Foamglas® cellular glass \ninsulation or any other Pittsburgh Corning product, in whole or in \npart, unless the product supplied by McCormick is in fact comprised of \nFoamglas® cellular glass insulation or another Pittsburgh Corning \nproduct. \n2.  In the event the McCormick product is partially comprised of \nPittsburgh Corning product, the exact specifications detailing the \ncomposition of the product and the source of the components shall be \nprovided to the customer. \n3.  For the twenty-four (24) months following the date of this order, if \nMcCormick sells a cellular glass product other than a PCC product, \nMcCormick shall provide a disclaimer to all customers ordering \ncellular glass insulation that the product being provided by McCormick \nis not PCC Foamglas® cellular glass insulation.      \n4.  McCormick shall send on company letterhead by registered mail \nreturn receipt requested the body of the notice attached to this Order \nas Exhibit A to the customers who comprise the list of fifty-three who \nmay have received cellular glass insulation from the Chinese sources.  \nIt shall send said notice within three (3) days of its receiving this \nOrder and shall notify the Court once all the notices have been sent.  It \nalso shall provide the Court with copies of the return receipts from all \nfifty-three customers. \n5.  This Court’s Protective Order of May 7, 2010 notwithstanding, \nMcCormick shall send on company letterhead the body of the notice \nattached to this Order as Exhibit B to the person or office at the \nOccupational Safety and Health Administration authorized to receive \nsaid notice.  As enclosures, it shall send a copy of this Order, copies of \nMr. Nelson’s Report (Nelson Aff., Exs. B & C) and Mr. Rickabaugh’s \nReport (Pl.’s Master Ex., Ex. 35); and the Material Safety Data Sheet \nsent to its customers on September 28, 2010. (Defs.’ Hr’g Ex. Inj-2.)  It \nshall send said notice and enclosures within five (5) days of its \nreceiving this Order and shall notify the Court once the information \nhas been sent and to whom the information was sent. \n  \n  \n Plaintiff’s Motion for Preliminary In junction is GRANTED to the extent \nspecified above. \n \n  \n IT IS SO ORDERED, this 13th day of October, 2010. \n \n \nEXHIBIT A:  \n \nNOTICE TO 53 MCCORMICK CUSTOMERS WHO MAY HAVE RECEIVED \nCHINESE-SOURCED CELLULAR GLASS INSULATION  \n \n \n An Order from the North Carolina Business Court requires that McCormick Insulation \nSupply, Inc. send you this notice. \n  \n McCormick Insulation Supply, Inc. was an au thorized distributor of Pittsburgh Corning \nFoamglas® cellular glass insulation from 1963 until May 2008.  \n \n From 2008 until September 2010, McCormick Insulation Supply, Inc. received cellular \nglass insulation from Qingdao International Tradelink Co.; Mowco Insulation & Sealing \nProducts; and Jiaxing Lianxin Foamglass Co., three companies located in China.  Our supplier of \nfabricated cellular glass insulation, Batt Fabricators, Inc., comingled Pittsburgh Corning \nFoamglas® cellular glass insulation and material from these Chinese vendors.  McCormick \nInsulation Supply, Inc. believes you may have received insulation from the Chinese sources. \n \n Expert studies recently conducted have s hown that the Chinese material has higher \nconductivity than the Pittsburgh Corning Foamglas® cellular glass insulation.  Thus, it is an \ninferior insulator to the Pittsburgh Corning Foamglas® cellular glass insulation.  Foamglas® \ncellular glass insulation meets the requirements for Cellular Glass Thermal Insulation as defined \nin ASTM International C552-07.  Cellular glass insulation from these Chinese vendors does not \nmeet this standard. \n \n Additionally, these studies have shown that the Chinese material contains crystalline \nsilica in sizes and amounts that could be inhaled. Crystalline silica is recognized as a \nhuman carcinogen.  It is regulated by the Occupational Safety and Health Administration \n(“OSHA”) under 29 CFR § 1910.   \n \n The letter sent to you by Brett McCormic k dated September 28, 2010 and the Material \nSafety Data Sheet enclosed with it apply only to the cellular glass material that came from \nChinese sources, which you may or may not have received.  It does not apply to Pittsburgh \nCorning Foamglas® cellular glass insulation.   \n \n \n \n \n \n \n \n \n \n \n \nEXHIBIT B:  \nNOTICE TO THE OCCUPATIONAL SAFETY & HEALTH ADMINISTRATION \n \n \n Pursuant to an Order from the North Ca rolina Business Court, McCormick Insulation \nSupply, Inc. sends you this notice and enclosures. \n \n From 2008 until September 2010, McCormick Insulation Supply, Inc. imported eleven \n(11) shipping containers filled with cellular glass insulation from three Chinese companies: \nQingdao International Tradelink Co.; Mowco Insulation & Sealing Products; and Jiaxing Lianxin \nFoamglass Co.  This material is for use in the construction industry.  During litigation, the \nmaterial was subjected to laboratory analysis.  Analysis revealed that this material contains \ncrystalline silica at concentrations that are in excess of 0.1 wt. percent.  Tests showed that the \ncrystalline silica concentrations ranged from 1.3% to 2.7%.  Quartz grains were observed in the \nmaterial that are in the respirable size range.   \n \n The total supply of cellular glass insulation received from the Chinese sources was \napproximately 100,000 kg (220,000 pounds).  Though McCormick Insulation Supply, Inc. \ncannot be certain about which customers received the material, it is aware of fifty-three \ncustomers who may have received the material.  It has sent those customers the enclosed MSDS. \n \n Enclosed are reports from two experts w ho have conducted laboratory analysis of the \nmaterial and a Material Safety Data Sheet for the Chinese material that McCormick Insulation \nSupply, Inc. sent to the fifty-three customers who may have received this material. \n  \n McCormick Insulation Supply, Inc. still ha s in its possession Chinese cellular glass \ninsulation from at least one shipping container. \n "
}