{
  "id": "a7d177391b74d5d3ac98dd04113df5d3166d10580fb5ea374e00b93ff0598e40",
  "source_file": "data/raw/ncbc/a7d177391b74d5d3ac98dd04113df5d3166d10580fb5ea374e00b93ff0598e40.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nORANGE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 255 \n \nBIOMILQ, INC., \n \nPlaintiff and \nCounterclaim Defendant, \n \nv. \n \nSHAYNE GUILIANO and 108LABS, \nLLC, \n \nDefendants and \nCounterclaim Plaintiffs, \n \nv. \n \nLEILA STRICKLAND; MICHELLE \nEGGER; BREAKTHROUGH \nENERGY VENTURES, LLC; BEV \nJOHN DOES; BIOMILQ JOHN \nDOES; and GOODWIN PROCTER \nLLP, \n \nCounterclaim Defendants. \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ JOINT PARTIAL \nMOTION TO DISMISS PLAINTIFF’S \nSECOND AMENDED COMPLAINT \n  \n \n1. THIS MATTER  is before the Court  on the 24 May 2023 filing by \nDefendants 108Labs, LLC (“108Labs”) and Shayne Guiliano  (“Guiliano,” and \ntogether, “Defendants”) of Defendants’ Joint Partial Motion to Dismiss Plaintiff ’s \nSecond Amended Complaint (the “Motion”).  (ECF No. 1 45 [“Mot.”].)  Pursuant to \nRule 12(b)(6) of the North Carolina Rules of Civil Procedure (the “Rule(s)”),  t he \nMotion requests that the Court dismiss Plaintiff BIOMILQ, Inc.’s (“Plaintiff”) first \nclaim for relief against Guiliano for trade secret misappropriation under the North \nCarolina Trade Secrets Protection Act, N.C.G.S. § 66-152 et seq., and third claim for \nrelief against Defendants for violations of the North Carolina  Unfair and Deceptive \nBIOMILQ, Inc. v. Guiliano, 2023 NCBC 77. \nTrade Practices Act, N.C.G.S. § 75-1.1 et seq. (the “UDTPA”), to the extent that claim \nis based on the wrongdoing alleged in the first claim for relief. \n2. For the reasons set forth herein, the Court DENIES the Motion. \nRobinson, Bradshaw & Hinson, P.A., by J. Dickson Phillips and Stephen \nD. Feldman, and Goodwin Procter, LLP, by Rachel M. Walsh for Plaintiff \nBIOMILQ, Inc. \n \nBowens & Averhart, PLLC, by Stephon J. Bowens, and Carnes Warwick, \nPLLC, by Tara D. Warwick and Jonathan A. Carnes for Defendant \n108Labs, LLC. \n \nCarnes Warwick, PLLC, by Tara D. Warwick and Jonathan A. Carnes \nfor Defendant Shayne Guiliano. \n \nRobinson, Judge. \nI. PROCEDURAL BACKGROUND \n3. The factual and procedural background of this matter is set forth in detail \nin the Court’s 10 February 2023 Order and Opinion on Defendants’ Joint Motion to \nDismiss or in the A lternative Hold Proceedings in Abeyance.  See BIOMILQ, Inc. v. \nGuiliano, 2023 NCBC LEXIS 24 (N.C. Super. Ct. Feb. 10, 2023). \n4. The Court sets forth herein only th ose portions of the procedural history \nrelevant and necessary to its determination of the Motion. \n5. Plaintiff initiated this action on 4 March 2022 with the filing of its \nComplaint and Motion for Temporary Restraining Order and Preliminary Injunction, \nnaming only Guiliano as a defendant .  (ECF Nos. 3 ̶4.)  This matter was designated \nby Plaintiff to the North Carolina Business Court on the same day, (ECF No. 7), and \nit was assigned to the undersigned on 7 March 2022, (ECF Nos. 1–2). \n6. On 13 April 2022, Plaintiff filed it s First Amended Complaint , adding \n108Labs as a defendant .  (ECF No. 42 .)  Thereafter, on 15 June 2022, Defendants \nfiled their Joint Motion to Dismiss or in the Alternative Hold Proceedings in \nAbeyance.  (ECF No. 73.)  The Court granted Defendants’ motion in part, dismissing \nwithout prejudice Plaintiff’s claim for trade secret misappropriation and its claim for \nviolations of the UDTPA , to the extent that claim was based on Guiliano’s  alleged \ntrade secret misappropriation.  See BIOMILQ, Inc. v. Guiliano , 2023 NCBC LEXIS \n24, at ** 18–19 (N.C. Super. Ct. Feb. 10, 2023).  The Court also dismissed without \nprejudice Plaintiff’s claim for trespass to chattels.  Id. at **30–32. \n7. On 18 April 2023, Plaintiff filed its Consent Motion for Leave to File Second \nAmended Complaint.  (ECF No. 135.)  The Court granted Plaintiff’s motion on \n19 April 2023, (ECF No. 136), and Plaintiff filed its Second Amended Complaint on \n21 April 2023, (ECF No. 137). \n8. Thirty-two days later, o n 23 May 2023 at 11:57:35 p .m., Defendants filed \nDefendants’ Partial Answer to Plaintiff’s Second Amended Complaint  (the “Partial \nAnswer”).  (ECF No. 144.)  Several minutes later, on 24 May 2023 at 12:00:03 a .m., \nDefendants filed the Motion, (ECF No. 145), and shortly thereafter filed the brief in \nsupport of the Motion at 12:02:40 a.m., (ECF No. 146). \n9. Following full briefing, the Court held a hearing o n the Motion on \n7 November 2023 at which all parties were present and represented through counsel.  \n(See ECF No. 210.) \nII. LEGAL STANDARD \n10. A motion to dismiss for failure to state a claim “tests the legal sufficiency of \nthe complaint.”  Isenhour v. Hutto, 350 N.C. 601, 604 (1999) (cleaned up).  Dismissal \nis proper when “(1) the complaint on its face reveals that no law supports the \nplaintiff’s claim; (2) the complaint on its face reveals the absence of facts sufficient to \nmake a good claim; or (3) the complaint discloses some fact that necessarily defeats \nthe plaintiff’s claim.”  Corwin v. Brit. Am. Tobacco PLC , 371 N.C. 605, 615 (2018) \n(cleaned up).  In deciding the M otion, the Court must treat all well -pleaded \nallegations as true and view the facts and permissible inferences in the light most \nfavorable to the nonmoving party.  See, e.g., Sykes v. Health Network Sols., Inc., 372 \nN.C. 326, 332 (2019).  The Court may also consider documents that are the subject of \nthe complaint.  See, e.g., McDonald v. Bank of N.Y. Mellon Tr. Co., 259 N.C. App. 582, \n586 (2018). \nIII. ANALYSIS \n11. Rule 12(b) clearly provides that a motion to dismiss for failure to state a \nclaim upon which relief may  be granted “shall be made before pleading if a further \npleading is permitted.”  N.C.G.S. §  1A-1, Rule 12(b) (emphasis added).  This Court’s \ninterpretation of Rule 12 is clear and is consistently applied.  See New Friendship \nUsed Clothing Collection, LLC v. Katz, 2017 NCBC LEXIS 72, at *24–25 (N.C. Super. \nCt. Aug. 18, 2017) ; Johnston v. Johnston Props., Inc. , 2018 NCBC LEXIS 119, \nat **13–14 (N.C. Super. Ct. Nov. 15, 2018); Handi-Clean Prods. v. Momar, Inc., 2021 \nNCBC LEXIS 35, at *2 (N.C. Super. Ct. Apr. 6, 2021) (denying a motion to dismiss \npursuant to Rule 12(b)(6) where the answer and motion bore the same time stamp of \nfiling). \n12. “This Court has held that in the absence of case law from appellate courts \ninterpreting such language to mean otherwise, a Rule  12(b) motion to dismiss for \nfailure to state a claim must be filed prior to [the filing of] an answer, not \ncontemporaneously with or minutes after.”  Johnston, 2018 NCBC LEXIS 119, \nat **14 (emphasis in original) (citing New Friendship, 2017 NCBC LEXIS 72, at *24). \n13. As e videnced by the time stamps on the filings, Defendants filed the ir \nPartial Answer first.  (See ECF No. 154.)  Then, s everal minutes later , Defendants \nfiled the Motion.  (See Mot.)  Accordingly, under well-settled case law from this Court \nand our State’s appellate courts, the Motion is untimely.  See Jackson v. Duke Univ. \nHealth Sys., 2021 N.C. App. LEXIS 436, at **10 (2021) (unpublished) (citing \nRobertson v. Boyd , 88 N.C. App. 437, 440 (1988)).   Although it is the unusual \ncircumstance that a defendant files an answer which does not fully respond to all \nallegations in the operative complaint, the Partial Answer constitutes an answer—a \npermitted further pleading —under Rule  12(b).  See N.C.G.S. § 1A-1, \nRules 7(a), 12(b). \n14. Additionally, the Court is unable to treat the Motion as one for judgment \non the pleadings under Rule  12(c).  In  New Friendship, this Court determined that \nby reading Rule 12(b)(6) and Rule 12(h) together, a post-answer Rule 12(b)(6) motion \nmay be properly considered as a Rule  12(c) motion for judgment on the pleadings  if \nthe pleadings are closed.  2017 NCBC LEXIS 72, at *25–26. \n15. Here, Defendants requested dismissal of Plaintiff’s claims only pursuant to \nRule 12(b)(6), and Defendants did not raise a 12(b)(6) defense in the Partial Answer.1  \nAccordingly, given the procedural posture of this case and absent a request from \nDefendants, the Court declines to consider the Motion as one for judgment on the \npleadings pursuant to Rule 12(c).  See Encompass Servs., PLLC v. Maser Consulting \nP.A., 2019 NCBC LEXIS 67, at *3 (N.C. Super. Ct. Nov. 5, 2019) (declining to treat \nan untimely Rule  12(b)(6) motion as a Rule  12(c) motion when the movant did not \nrequest that the Rule 12(b)(6) motion be considered under Rule 12(c)).  Furthermore, \nthe pleadings in t his matter are not closed, as “ a reply to a counterclaim ” is a \npermitted pleading under Rule 7(a).  Thus, even if the Court were inclined to consider \nthe Motion under Rule 12(c), it would be improper to do so at this time. \n16. THEREFORE, the Court hereby DENIES the Motion because it was not \ntimely filed. \nIT IS SO ORDERED, this the 13th day of November, 2023. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n \n \n1 Neither Plaintiff nor Defendants raised the procedural issues outlined in this Order  and \nOpinion in their briefing on the Motion.  However, the Court, in its discretion, concludes that \nthe untimeliness of the Motion is an appropriate ground on which to base its ruling herein. "
}