{
  "id": "a804bf4896fa008010f440aef6299f6e847e429ef45eb71429c41459c08b33c4",
  "source_file": "data/raw/ncbc/a804bf4896fa008010f440aef6299f6e847e429ef45eb71429c41459c08b33c4.pdf",
  "raw_text": "Charah, LLC v. Sequoia Servs., LLC, 2020 NCBC 32. \n \nSTATE OF NORTH CAROLINA \n \nGUILFORD COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 5795 \n \nCHARAH, LLC, \n \n   Plaintiff, \n \nv. \n \nSEQUOIA SERVICES, LLC, \n \n   Defendant. \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION TO \nDISMISS FOR FAILURE TO  \nSTATE A CLAIM \n \n1. THIS MATTER is before the Court on Defendant Sequoia Services, LLC’s \n(“Sequoia”) Motion to Dismiss for Failure to State a Claim  (the “Motion”).  (ECF No. \n12.)  The Motion seeks dismissal pursuant to Rule 12(b)(6) of the North Carolina \nRules of Civil Procedure (the “Rule(s)”) of Plaintiff Charah, LLC’s (“Charah”) claims \nfor tortious interference with contract and unfair and deceptive trade practices.  \n2. For the reasons set forth herein, the Court GRANTS in part and DENIES \nin part the Motion. \nMoore & Van Allen PLLC by Paul J. Peralta and Sarah H. Negus, for \nPlaintiff.  \n \nTuggle Duggins, P.A. by Jeffrey S. Southerland, Denis E. Jacobson, \nand Richard W. Andrews, for Defendant.  \n \nRobinson, Judge. \n \nI. FACTUAL BACKGROUND \n3. The Court does not make findings of fact on a motion to dismiss pursuant \nto Rule 12(b)(6) but only recites those factual allegations that are relevant and \nnecessary to the Court’s determination of the Motion. \n4. Charah is a limited liability company organized under Kentucky law, with \nits principal place of business and headquarters in Jefferson County, Kentucky.  \n(Compl. for Monetary Damages ¶ 4, ECF No. 2 [“Compl.”].)  Charah provides \nmanagement, operations, and marketing services in the coal combustion product  \n(“CCP”) industry, which includes coal ash management .  (Compl. ¶ 8.)  Charah \nprovides these services to entities maintaining coal ash sites in several states, \nincluding at sites operated by Duke Energy Corp. (“Duke Energy”) in Belew’s Creek, \nNorth Carolina (the “Belew’s Creek Site”) and Roxboro, North Carolina (the “Roxboro \nSite”).  (Compl. ¶¶ 9, 22, 29.)  \n5. Sequoia is a limited liability company registered to do business in North \nCarolina, with its principal office in Greensboro, North Carolina.  (Compl. ¶ 5.)  \nSequoia performs work in North Carolina similar to that of Charah, including coal \nash po nd dewatering, dam repair and remediation, plan t services, construction, \nenvironmental services, and site preparation.  (See Compl. ¶¶ 1, 8, 47.) \n6. Stephen D. Carroll (“Carroll”) was employed by Charah beginning on or \nabout December 23, 2015 until September 2017.  (Compl. ¶¶ 10, 34–35.)  Prior to his \nemployment with Charah, Carroll interned at the construction company Phillips & \nJordan, Inc. (“Phillips & Jordan”), where he became acquainted with Bruce Sekaly \n(“Sekaly”), a quality control manager there.  (Compl. ¶¶ 43–44.)  Sekaly left Phillips \n& Jordan to join Sequoia in September 2016.  (Compl. ¶ 45.) \n7. On November 2, 2015, i n connection with  his employment with Charah, \nCarroll signed an Employment, Confidentiality, Non-competition, Non-disclosure and \nNon-solicitation Agreement (the “Employment Agreement”).  (Compl. ¶ 11; see \nCompl. Ex. A., ECF No. 2 [“Employment Agreement”].)   \n8. Pursuant to section 7 of the Employment Agreement, Carroll agreed to be \nbound by certain restrictive covenants that would survive the termination of his \nemployment with Charah.   (See Employment Agreement § 7.)  Specifically, section \n7(b) of the Employment Agreement provi des that Carroll would receive access to \nCharah’s confidential information in the course of his employment and obligates \nCarroll not to utilize, disclose, or assist others in obtaining Charah’s confidential \ninformation during, or any time after the termina tion of, his employment  with \nCharah.  (Employment Agreement § 7(b).)   \n9. The Employment Agreement defines Charah’s confidential information as \nCharah’s “trade secrets and sensitive proprietary information about [Charah’s] \nbusiness practices, procedures, methods, protocols, strategies and systems which \nprovide [Charah] with a competitive advantage in the marketplace, and which, if \nobtained and used by a competitor, could be harmful to [Charah’s] business, and \nwhich are maintained in confidence within [Charah].”   (Employment Agreement § \n7(a).) \n10. The Employment Agreement also contains non -competition and non -\nsolicitation provisions.  (See Employment Agreement § 7(e), (f).)  The non-competition \nprovision restricts Carroll, during his employment and f or a twenty-four-month \nperiod thereafter, from working, either directly or indirectly, for a competitor of \nCharah within a 250- mile radius of any Charah project site.  (Employment \nAgreement § 7(f).)  The non- solicitation provision restricts Carroll, during  his \nemployment and for a twenty-four month period thereafter, from directly or indirectly \nsoliciting “business of the type being performed by [Charah]  from any individual or \nentity which is then a customer of [Charah]” or from “induc[ing], solicit[ing], [or] \nencourag[ing] any . . . entity which is a customer . . . of [Charah]  . . . to cease doing \nbusiness with the [Charah.]”  (Employment Agreement § 7(e).) \n11. When Carroll first began working for Charah, he worked as a field engineer.  \n(Compl. ¶ 23.)  He later assumed the role of project manager at the Belew’s Creek \nSite and worked as a project engineer at the Roxboro Site.  (Compl. ¶¶ 23, 29.)  While \nworking as a project engineer at the Roxboro Site, Carroll performed coal-ash related \nwork on behalf of Charah for Duke Energy.  (Compl. ¶ 29.)   \n12. While employed with Charah, Carroll had access to Charah’s confidential \ninformation, including, but not limited to,  the following: information related to coal \nash excavation, processing and removal techniques and methods, technical data \nregarding coal ash management and disposal, personnel data, project requirements, \nlabor rates, customer -pricing information, customer contracts, client -specific forms, \nclient- and project -specific documents such as sa fety and project readiness \ndocuments, and subcontractor information including pricing, rates, and markup \ninformation.  (Compl. ¶¶ 30 –31.)  Charah uses this confidential information to \nperform its work and formulate bids for work with its customers, including Duke \nEnergy.  (Compl. ¶¶ 21– 22, 32–33.)   Carroll regularly used Charah’s confidential \ninformation in performing his work for Charah at the Belew’s Creek and Roxboro \nSites, which included participating in on-site bidding and interacting daily with Duke \nEnergy personnel.  (Compl. ¶¶ 23–27, 33.)   \n13. On August 4, 2017, Carroll notified Charah that he intended to terminate \nhis employment, but he continued working for Charah for five more weeks.   (Compl. \n¶¶ 34–35.)  Charah alleges that, during this five-week period, Carroll repeatedly, and \nwithout Charah’s consent, used personal electronic storage devices to copy Charah’s \nconfidential information from his work -issued laptop and transfer it to his personal \nlaptop.  (Compl. ¶¶ 36–41.)  Carroll did not return the copied confidential information \nto Charah when his employment was terminated.  (Compl. ¶ 42.) \n14. In January 2018, after Carroll was no longer employed by Charah, Carroll \ncontacted Sekaly regarding a position at Sequoia and was subsequently interviewed \non January 23, 2018.  (Compl. ¶¶ 49, 51.)  On or about January 30, 2018 , Carroll \nstarted working as a project manager for Sequoia , which was similar to his role at \nCharah.  (Compl. ¶ 53.)   \n15. Charah alleges that  Sequoia had limited CCP experience prior to hiring \nCarroll and had done no CCP management or removal for Duke Energy.  (Compl. ¶¶ \n54–55.)  Charah further alleges that “Sequoia hired Carroll specifically to grow its \nCCP business with Duke [Energy].”  (Compl. ¶ 55.)  \n16. On January 30, 2018, Sequoia submitted its budget for its first CCP project \nfor Duke Energy, a coal ash management project at Belew’s Creek called the North \nCoal Basin Project.  (Compl. ¶¶ 56–57.)  Within a few days of being hired, Carroll, on \nbehalf of Sequoia, went to Belew’s Creek to “reintroduce” himself to the Duke Energy \nProject Manager,  who provided him with details regarding the North Coal Basin \nProject.  (Compl. ¶¶ 58–59.)  \n17. On February 5, 2018, Carroll , along with two other Sequoia \nrepresentatives, Myron Lee and Chris Colangelo  (“Colangelo”), participated in  a \nconference call with the Duke Energy Project Manager to discuss the budget and \ndewatering needs for the North Coal Basin Project.  (Compl. ¶¶ 61–62.)  On February \n12, 2018, Sequoia submitted a second budget for the North Coal Basin Project , and \nsubmitted a formal bid on March 21, 2018.  (Compl. ¶¶ 63–64.)  Charah also formally \nbid on the North Coal Basin Project; however, Duke Energy  ultimately awarded the \nNorth Coal Basin Project to Sequoia.  (Compl. ¶¶ 65–66.) \n18. Charah alleges that “Carroll shared Charah Confidential Information with \nSequoia employees on at least two occasions ” and Sequoia used that information to \nfurther its relationship with Duke Energy.  (Compl. ¶¶ 89, 94.)  First, on February \n14, 2018, Carroll emailed one of  Charah’s daily reports containing confidential \ninformation regarding Charah’s work for Duke  Energy to John Glover  (“Glover”), a \nvice president at Sequoia.  (Compl. ¶¶ 50, 90.)  Charah alleges that Glover \n“encouraged Carroll to share this Confidential Information in order to compare \nSequoia’s daily report templates with thos e of Charah’s.”  (Compl. ¶ 91.)  Second, at \nsome unspecified date in the first quarter of 2018, Carroll and Sekaly examined all of \nthe files Carroll downloaded from Charah to identify  a Charah quality control \ndocument relevant to Carroll’s job responsibilities at Sequoia.  (Compl. ¶ 93.)   \n19. On or around March 9, 2018, Charah learned that Carroll was soliciting \nwork from Duke Energy on behalf of Sequoia.   (Compl. ¶ 67.)  On March 16, 201 8, \nCharah’s counsel notified Sequoia in writing that Carroll was subject to the terms of \nthe Employment Agreement, enclosed a copy of the a greement for Sequoia’s review, \nand contended that Sequoia’s employment of Carroll violated the agreement.  (Compl. \n¶ 69.) \n20. Notwithstanding Charah’s warnings, Carroll continued to be employed by \nSequoia and assist Sequoia on the Belew’s Creek project f rom April 2018 through \nJuly 2018.  (Compl. ¶ 70.)  During this period of  continued employment , Carroll \nassisted Sequoia on the Belew’s Creek project by coordinating transport vendors to \nthe North Coal Basin Project site for CCP removal and related work.   (Compl. ¶ 70.)  \nIn addition, upon request by Glover , Carroll reviewed Sequoia’s bid documents for \nanother coal ash -related project for Duke  Energy.  (Compl. ¶¶ 71 –73.)  Sequoia \nsubsequently submitted its bid on April 20, 2018 and was awarded the project.  \n(Compl. ¶¶ 71, 74.)  \n21. Carroll’s employment with Sequoia continued until September 6, 2018, \nwhen a Superior Court  Judge entered a Consent Injunction against Carroll for \nbreaching the Employment Agreement.  (Compl. ¶¶ 76–77.)   \n22. Sequoia interviewed at least two additional Charah employees , beginning \nat the end of 2017 until early 2018, including Liz Warlick  (“Warlick”).  (Compl. ¶¶ \n79–83.)  During Warlick’s interview, Glover and Colangelo asked Warlick detailed \nquestions about Charah’s business , including its work with Duke Energy ; however, \nCharah alleges that Sequoia intentionally avoided  asking Warlick about a non-\ncompete agreement.  (Compl. ¶¶ 84, 86.)  \nII. PROCEDURAL BACKGROUND \n23. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motion. \n24. This lawsuit follows an earlier action in this Court that was dismissed \nwithout prejudice on March 11, 2019.  See Charah, LLC v. Sequoia Servs., LLC, 2019 \nNCBC LEXIS 18, at *22 (N.C. Super. Ct. Mar. 11, 2019).  \n25. Charah initiated the present lawsuit against Sequoia  by filing its \nComplaint on May 20, 2019 (the “Complaint”).   \n26. This action was designated as a complex business case on September 24, \n2019 and assigned to the undersigned the same day.  (ECF No. 7.) \n27. The Motion and brief in support thereof were filed on October 3, 2019.  (Br. \nSupp. Def.’s Mot. Dismiss Failure State Claim, ECF No. 13 [“Br. Supp.”].)  The Motion \nhas been fully briefed, and the Court held a hearing on the Motion on January 30, \n2020 at which Charah and Sequoia were represented by counsel.  (See ECF Nos. 15–\n17.) \n28. The Motion is now ripe for resolution. \nIII. LEGAL STANDARD \n29. In ruling on a motion to dismiss pursuant to Rule 12(b)(6) of the North \nCarolina Rules of Civil Procedure, the Court reviews the allegations in the Complaint \nin the light most favorable to Plaintiff.  See Christenbury Eye Ctr., P.A. v. Medflow, \nInc., 370 N.C. 1, 5, 802 S.E.2d 888, 891 (2017).  The Court’s inquiry is “whether, as a \nmatter of law, the allegations of the complaint . . . are sufficient to state a claim upon \nwhich relief may be granted under some legal theory[.]”  Harris v. NCNB Nat’l Bank, \n85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987).  The Court accepts all well-pleaded \nfactual allegations in the relevant pleading as true.  See Krawiec v. Manly, 370 N.C. \n602, 606, 811 S.E.2d 542, 546 (2018).  The Court is therefore not required “to accept \nas true allegations that are merely conclusory, unwarranted deductions of fact, or \nunreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. Dep’t of Health & Human \nServs., 174 N.C. App. 266, 274, 620 S.E.2d 873, 880 (2005) (citation omitted).   \n30. The Court “can reject allegations that are contradicted by the documents \nattached, specifically referred to, or incorporated by reference in the complaint.”  \nMoch v. A.M. Pappas & Assocs., LLC. , 251 N.C. App. 198, 206, 794 S.E.2d 898, 903 \n(2016) (citation omitted).  The Court may consider these attached or incorporated \ndocuments without converting the Rule 12(b)(6) motion into a motion for summary \njudgment.  Id.  (citation omitted).  Moreover, the Court “may properly consider \ndocuments which are the subject of a plaintiff’s complaint and to which the complaint \nspecifically refers even though they are presented by the defendant.”  Oberlin Capital, \nL.P. v. Slavin , 147 N.C. App. 52, 60, 554 S.E.2d 840, 847 (2001) (citation omitted).  \nWhere the Court considers documents that are not specifically referred to, contained \nin, or attached to the Complaint, the Rule 12(b)(6) motion will be converted into a \nRule 56 motion and subject  to its standards of consideration and review.  Fowler v. \nWilliamson, 39 N.C. App. 715, 717, 251 S.E.2d 889, 890−91 (1979).1   \n31. Our Supreme Court has noted that “[i]t is well -established that dismissal \npursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on its face reveals that no \nlaw supports the plaintiff’s claim; (2) the complaint on its face reveals the absence of \nfacts sufficient to make a good claim; or (3) the complaint discloses some fact that \nnecessarily defeats the plaintiff’s claim.’”   Corwin v. British Am. Tobacco PLC , 371 \nN.C. 605, 615, 821 S.E.2d 729, 736−37 (2018) (quoting Wood v. Guilford Cty., 355 N.C. \n161, 166, 558 S.E.2d 490, 494 (2002)).  This standard of review for Rule 12(b)(6) is the \nstandard our Supreme Court “uses routine ly . . . in assessing the sufficiency of \ncomplaints in the context of complex commercial litigation.”  Id. at 615, 821 S.E.2d at \n737 n.7 (citations omitted). \nIV. ANALYSIS \n32.  Charah asserts two claims against Sequoia, one for tortious interference \nwith contract and the other for unfair and deceptive trade practices.  (Compl.  ¶¶ 95–\n112.)  Sequoia moves to dismiss both claims pursuant to Rule 12(b)(6).  (Br. Supp. 1.) \n \n                                                 \n1 For the purposes of Rule 12(b)(6), the Court is limited to its review of the relevant pleading \nand any documents referred to in th at pleading.  Moch, 251 N.C. App. at 206 S.E.2d at 903 \n(citation omitted).  T he Court limits its review for the purposes of Rule 12(b)(6), only \nconsidering appropriate matters of record.  See Estate of Belk v. Boise Cascade Wood Prods., \nL.L.C., 824 S.E.2d 180, 183 (N.C. Ct. App. 2019) (“[T]he trial court is not required to convert \na motion to dismiss into one for summary judgment simply because additional documents are \nsubmitted. . .  Where it is clear from the record, namely from the order itself, that the \nadditional materi als were not considered by the trial court, the 12(b)(6) motion is not \nconverted into a Rule 56 motion.” (internal quotation marks, brackets, and citation omitted).) \n \nA. Tortious Interference with Contract \n33. To state a claim for tortious interference with contract, the pleading must \nallege that:  \n(1) a valid contract [exists] between the [claimant] and a third person \nwhich confers upon the [claimant] a contractual right against a third \nperson; (2) the [opposing party] knows of the contract; (3) the [opposing \nparty] intentionally induces the third person not to perform the contract; \n(4) and in doing so acts without justification; [and] (5) resulting in actual \ndamage to [claimant]. \n \nUnited Labs., Inc. v. Kuykendall, 322 N.C. 643, 661, 370 S.E.2d 375, 387 (1988).  “The \npleading standards for a tortious interference with contract claim are strict.”  Kerry \nBodenhamer Farms, LLC v. Nature’s Pearl Corp., 2017 NCBC LEXIS 27, at *16 (N.C. \nSuper. Ct. Mar. 27, 2017). \n34. Sequoia contends that Charah fails to adequately allege facts supporting \neach of the first four elements of its claim for tortious interference with contract.  (Br. \nSupp. 1–2.)  For the foregoing reasons, the Court concludes that Charah has failed to \nadequately allege that Sequoia acted without justification; therefore, the Court need \nnot and does not address Sequoia’s arguments relating to the validity of the \nEmployment Agreement, knowledge, or inducement. \n35. In part, Sequoia contends that the  Complaint, on its face, discloses that \nSequoia’s alleged interference was justified.  (Br. Supp. 1, 7–9.)  Specifically, Sequoia \nargues that because the Complaint alleges that Charah and Sequoia are direct \ncompetitors, Sequoia had a “legitimate business interest in hiring capable employees, \ncompeting for Duke Energy’s business, and engaging in other conduct to operate its \nbusiness.”  (Br. Supp. 8; see also Reply Supp. Def.’s Mot. Dismiss 7 –11, ECF No. 16 \n[“Reply”].)  Sequoia also asserts that the Complaint is legally deficient  because “it \ncontains no factual allegations of malice on the part of Sequoia,” relying instead on \ngeneral allegations of malice which are insufficient.  (Br. Supp. 9–10; see also Reply \n11.) \n36. “A motion under Rule 12(b)(6) shou ld be granted when the complaint \n[attempting to raise a claim for tortious interference with contract] reveals that the \ninterference was justified or privileged.”  Peoples Sec. Life Ins. Co. v. Hooks, 322 N.C. \n216, 220, 367 S.E.2d 647, 650 (1988).  Interference is justified or privileged when it is \n“for a legitimate business purpose.”  Id. at 221, 367 S.E.2d at 650.  “[C]ompetition in \nbusiness constitutes justifiable interference in another’s business relations and is not \nactionable so long as it is carried on in furtherance of one’s own interest and by means \nthat are lawful.”  Id.  \n37. A party’s interference is “without justification” when it is “not reasonably \nrelated to the protection of a legitimate business interest,” Privette v. Univ. of N.C. at \nChapel Hill, 96 N.C. App. 124, 134, 385 S.E.2d 185, 190 (1989) (quoting Smith v. Ford \nMotor Co., 289 N.C. 71, 94, 221 S.E.2d 282 , 296 (1976)), but is instead motivated \nsolely by malice, Hooks, 322 N.C. at 221, 367 S.E.2d at 650 (“If the defendant’s only \nmotive is a malicious wish to injure the plaintiff, his actions are not justified.”);  \nFilmar Racing, Inc. v. Stewart, 141 N.C. App. 668, 674, 541 S.E.2d 733, 738 (2001)  \n(citing Privette, 96 N.C. App. at 134–35, 385 S.E.2d at 191) (“[W]e have held that the \ncomplaint must admit of no motive for interference other than malice.”).  \n38. The malice required to sustain a tortious interference claim is legal, not \nactual, malice.  Childress v. Abeles, 240 N.C. 667, 675, 84 S.E.2d 176, 182 (1954) (“It \nis not necessary, however, to allege and prove actual malice in the sense of personal \nhatred, ill will, or spite in order to make out a case [for tortious interference with \ncontract].”).  Legal malice “denotes the intentional doing of the harmful a ct without \nlegal justification.”   Id.  Not only must the complaint “admit of no motive for \ninterference other than malice, ” but it must also provide “a factual basis to support \nthe claim of malice.”   Pinewood Homes, Inc. v. Harris, 184 N.C. App. 597, 605, 646 \nS.E.2d 826, 832–33 (2007).  Mere “general allegations of malice are insufficient.”  Id. \nat 605, 646 S.E.2d at 833 (citing Spartan Equip. Co. v. Air Placement Equip. Co., 263 \nN.C. 549, 559, 140 S.E.2d 3, 11 (1965)). \n39. In Hooks, the defendant was employed by the plaintiff as a district manager \nwho supervised approximately forty -five insurance ag ents who sold and serviced \ninsurance policies in a certain geographic area.  Id.  at 217–18, 367 S.E.2d at 648.   \nAfter the defendant’s employment with the plaintiff ended, he accepted employment \nwith Monumental Life Insurance Company  (“Monumental”), a competitor of the \nplaintiff, to develop territory .  Id.  at 218, 367 S.E.2d at 648.   The defendant hired \nnineteen employees of the plaintiff to work at Monumental performing the same job \nfunction and in the same territory in which they worked for the plaintiff.  Id. at 218–\n20, 367 S.E.2d at 648 –49.  When the defendant recruited these employees, he knew \nthe terms of the non- compete agreements the employees had entered into with the \nplaintiff and that the employees’ subsequent employment with Monumental violated \nthe non-compete agreements.  Id.  at 219, 367 S.E.2d at 649.  The plaintiff in Hooks  \nproceeded to bring a tortious interference with contract claim against the defendant \nfor the defendant’s alleged malicious interference with the plaintiff’s former \nemployees’ employment contracts and the non -compete agreement therein.  Id. at \n218, 367 S.E.2d at 648.   \n40. The North Carolina Supreme Court in Hooks  held that the plaintiff’s \ncomplaint “reveal[ed] on its face . . . that the defendant was justified in offering the \nplaintiff’s employees new jobs and locating them in their previously assigned \nterritory.”  Id. at 221, 367 S.E.2d at 650 .  Specifically, the Supreme Court provided \nthat “the hiring and placing of the plaintiff’s former employees by the defendant for \nthe purpose of developing the territory assigned to him by a company competing with \nthe plaintiff amounted to justifiable interference.   Id.  at 222, 367 S.E.2d at 650 .  \nBased in part on Hooks, lower North Carolina Courts have held on multiple occasions \nthat establishing a competing business is a legitimate business motive.  See Combs \n& Assocs. v. Kennedy, 147 N.C. App. 362, 371, 555 S.E.2d 634, 641 (2001); Salon Blu, \nInc. v. Salon Lofts Grp., LLC, 2018 NCBC LEXIS 72, at *13–14 (N.C. Super. Ct. July \n16, 2018); Daniel Grp., Inc. v. Am. Sales & Mktg., 2016 NCBC LEXIS 112, at *31–32 \n(N.C. Super. Ct. Dec. 15, 2016).      \n41. Charah alleges that Sequoia and Charah are direct competitors, (Compl. ¶ \n1), and notwithstanding the non- compete and non -solicitation provisions in the \nEmployment Agreement, “Sequoia hired Carroll specifically to grow its CCP business \nwith Duke [Energy,]” a customer of Charah,  (Compl. ¶ 55.)  These facts, similar to \nthose in Hooks , reveal “a reasonable and bona fide  attempt to protect [Sequoia’s] \ninterest” in growing and operating its business.  Hooks, 322 N.C. at 220, 367 S.E.2d \nat 650.  While Charah has alleged in conclusory fashion that “Sequoia’s actions were \nmalicious, willful, intentional, [] without justification[,] . . . [and] beyond the bounds \nof normal competitive behavior[,]” (Compl. ¶¶ 101 –102), it has not pleaded facts \nsupporting such claims.  Such “general allegations of m alice are insufficient as a \nmatter of pleading.”  Pinewood Homes, Inc., 184 N.C. App. at 597, 646 S.E.2d at 833; \nsee also Kerry Bodenhamer Farms, LLC, 2017 NCBC LEXIS 27, at* 17–18.     \n42. Because t he Complaint on its face discloses that Sequoia’s alleged \ninterference was justified, the claim for tortious interference with contract fails and \nshould be DISMISSED.  \nB. Unfair and Deceptive Trade Practices  \n43. Charah also alleges that Sequoia committed unfair or  deceptive trade \npractices (“UDTP”) pursuant to N.C.G.S. § 75-1.1 by employing Carroll in violation of \nthe Employment Agreement and by misappropriating Charah’s confidential \ninformation to further its relationship with Duke Energy .  (Compl. ¶¶ 94, 108–12.)  \nSequoia contends that the unfair or deceptive trade practices claim should be \ndismissed because “Charah’s claim for tortious interference with contract, on which \nthis claim is based, otherwise fails.”  (Br. Supp. 15; see also Reply 12.) \n44. North Carolina la w created a private right of action under Chapter 75 as \npart of its effort to protect consumers from unfair or deceptive trade practices.  See \nN.C.G.S. § 75-1.1 (outlawing unfair or deceptive practices in trade); N.G.G.S. § 75-16 \n(creating a private right of action and authorizing treble damages); see also Hardy v. \nToler, 24 N.C. App. 625, 630 –31, 211 S.E.2d 809, 813 (1975) .  The protections of \nN.C.G.S. § 75-1.1 extend, in certain circumstances, to businesses as well.  Dalton v. \nCamp, 353 N.C. 647, 656, 548 S.E.2d 704, 710 (2001) (citing United Labs., 322 N.C. \nat 665, 370 S.E.2d at 389).   \n45. “[T]o establish a prima facie claim for unfair trade practices, a plaintiff \nmust show: (1) defendant committed an unfair or deceptive act or practice, (2) the \naction in question was in or affecting commerce, and (3) the act proximately caused \ninjury to the plaintiff.”  Dalton, 353 N.C. at 656, 548 S.E.2d at 711 (citing Spartan \nLeasing, Inc. v. Pollard, 101 N.C. App. 450, 460–61, 400 S.E.2d 476, 482 (1991)).  “The \nAct does not . . . define an unfair or deceptive act, ‘nor is any precise definition of the \nterm possible.’”  Bernard v. Cent. Carolina Truck Sales, Inc., 68 N.C. App. 228, 229–\n30, 314 S.E.2d 582, 584 (1984) (quoting Wachovia Bank & Trust Co. v. Smith, 44 N.C. \nApp. 685, 690, 262 S.E.2d 646, 649 (1980)).  A trade practice “is unfair if it is unethical \nor unscrupulous, and it is deceptive if it has a tendency to deceive.”  Sunbelt Rentals, \nInc. v. Head & Engquist Equip., L.L.C., 174 N.C. App. 49, 59, 620 S.E.2d 222, 230 \n(2005) (citing Polo Fashions, Inc. v. Craftex, Inc., 816 F.2d 145, 148 (4th Cir. 1987)).   \n46. “[O]ur courts have long recognized that claims for misappropriation of trade \nsecrets and tortious interference with contract may form the basis of a UDTP claim.”  \nS. Fastening Sys. v. Grabber Constr. Prods. , 2015 NCBC LEXIS 42, at *28 (N.C. \nSuper. Ct. Apr.  28, 2015) (citing Drouillard v. Keister Williams Newspaper Servs., \nInc., 108 N.C. App. 169,  172–73, 423 S.E.2d 324,  326–27 (1992); United Labs., 322 \nN.C. at 665, 370 S.E.2d at  389).  North Carolina c ourts have previously concluded \nthat when the UDTP claim rests solely upon other claims, such as a claim for tortious \ninterference with contract, which the c ourt determines should be dismissed, the \nUDTP claim must fail as well.  See, e.g., Combs & Assocs., 147 N.C. App. at 374, 555 \nS.E.2d at 642 (“[The] plaintiff’s claim that defendants engaged in unfair and deceptive \ntrade practices rests with its claims for misappropriation of trade secrets, tortious \ninterference with contracts and civil conspiracy.  Having determined tha t the trial \ncourt properly granted summary judgment on each of these claims, we likewise \nconclude that no claim for unfair and deceptive trade practices exists.”) ; Salon Blu, \nInc., 2018 NCBC LEXIS 72, at *19–20 (citing Amerigas Propane, L.P. v. Coffey, 2015 \nNCBC LEXIS 98, at *40 (N.C. Super. Ct. Oct. 15, 2015) (“[T]he Court concludes that \nthe dismissal of Defendants’ trade secret and tortious interference claims \nextinguishes [the plaintiff’s] UDTP claim[.]”)).   \n47. However, Chapter 75 “creates a cause of action broader than traditional \ncommon law actions[.]”  Bernard , 68 N.C. App. at 232, 314 S.E.2d at 585 (quoting \nMarshall v. Miller, 302 N.C. 539, 547, 276 S.E.2d 397, 402 (1981)).  “Although certain \n[causes of action], standing alone, may evoke the action, a claim for unfair and \ndeceptive trade practices pursuant to N.C.G.S. § 75-1.1 is an independent claim that \nstands alone as a distinct action[.]”  Sunbelt Rentals, Inc. v. Head & Engquist Equip., \nL.L.C., 2003 NCBC LEXIS 6, at *139 (N.C. Super. Ct. May 2, 2003).  Therefore, so \nlong as the complaint includes sufficient  factual allegations of potentially unfair or \ndeceptive conduct, the claimant may still maintain a UDTP claim , notwithstanding \nthe dismissal of breach of contract or tort causes of action based on the same conduct.  \nSee, e.g., Velocity Sols., Inc. v. BSG Fin., LLC , 2016 NCBC LEXIS 19, at *7–8 (N.C. \nSuper. Ct. Feb. 22, 2016) (granting the motion to dismiss the breach of contract claim \nbut denying the motion to dismiss the UDTP claim where plaintiff alleged defendant \nhad “specifically engaged and directed [ plaintiff’s former employee] to utilize \n[p]laintiff’s confidential and proprietary information in order to a chieve competitive \ngain”). \n48. In part, Charah alleges that Sequoia committed unfair or deceptive trade \npractices by continuing to employ Carroll even after Sequoia had notice that Carroll’s \nemployment violated the terms of the Employment Agreement.  (Compl. ¶ 108.)  Our \ncourts, however, have not found mere continued employment, without more, \nsufficient to constitute an unfair or deceptive trade practice.  Compare Bruning & \nFederle Mfg. Co. v. Mills, No. COA04-999, 2005 N.C. App. LEXIS 2111, at *12–13 \n(N.C. Ct. App. 2005), review denied, 360 N.C. 174, 625 S.E.2d 782 (2005) (holding that \n“hir[ing] a former employee of [a] competitor and request[ing] that he diligently work \non [the new employer’s behalf]” is not an unfair or deceptive trade practice) with \nUnited Labs. v. Kuykendall, 102 N.C. App. 484, 491–92, 403 S.E.2d 104, 109 (1991) \n(affirming trial court’s finding that defendant committed an unfair method of \ncompetition where defendant had offered to pay the legal fees of the plaintiff’s former \nemployee, and did so “[a]s a matter of routine practice”; “induc[ed] [the employee] to \nuse his relationship with [plaintiff’s] accounts and knowledge of confidential business \ninformation to attempt to divert to [defendant], unfairly, [plaintiff’s] accounts”; and \n“offered to subsidize [the employee’s] income . . . in the event of an injunction”); see \nalso Legacy Data Access, LLC v. MediQuant, Inc., No. 3:15-cv-00584-FDW-DSC, 2017 \nU.S. Dist. LEXIS 198817, at *60–61 (W.D.N.C. Dec. 4, 2017) (concluding that the \ndefendant had committed an unfair or deceptive trade practice where the defendant \nhad unjustifiably interfered with the employment contract of the plaintiff’s former \nemployee; continued to employ the employee knowing it would cause him to violate \nhis non-compete agreement; and paid the employee’s attorneys’ fees).  \n49. However, in addition to allegations regarding Sequoia’s continued \nemployment of Carroll, Charah also alleges that Sequoia committed an unfair or \ndeceptive trade practice by misappropriating Charah’s confidential information after \nhiring Carroll “to grow its CCP business with Duke [Energy].”2  (Compl. ¶¶ 55, 108.)  \nSpecifically, Charah alleges that “Glover encouraged Carroll to share” a daily report \ncontaining Charah’s confidential information “in order to compare Sequoia’s daily \nreport templates with those of Charah’s.”  (Compl.  ¶¶ 90–91.)  In addition, Charah \nalleges that Sekaly and Carroll examined all of the files Carroll wrongfully \ndownloaded from Charah.  (Compl.  ¶ 93.)  Charah alleges, upon information and \nbelief, that Sequoia then used this confidential information “to further its \nrelationship with and work for Duke [Energy].”  (Compl. ¶ 94.) \n                                                 \n2 The Court does not address the use of Charah’s confidential information in the analysis of \nthe tortious interference with contract clai m because Charah does not sufficiently allege \nSequoia induced  Carroll to breach the confidentiality provisions of the Employment \nAgreement after Sequoia was notified of the existence of the agreement or its t erms.  See \nKRG New Hill Place, LLC v. Springs Inv’rs, LLC , 2015 NCBC LEXIS 20, at *14– 16 (N.C. \nSuper. Ct. Feb. 27, 2015); Se. Anesthesiology Consultants, PLLC v. Rose, 2019 NCBC LEXIS \n52, at *28–29 (N.C. Super. Ct. Aug. 20, 2019). \n50. This court has allowed UDTP claims based on misuse of confidential \ninformation to survive a motion to dismiss under Rule 12(b)(6).  See, e.g., Velocity \nSols., 2016 NCBC LEXIS 19, at *7–8 (denying the motion to dismiss a UDTP claim \nwhere the plaintiff alleged the defendant had “specifically engaged and directed [the \nplaintiff’s former employee] to utilize the [p]laintiff’s confidential and proprietary \ninformation in order to achieve competitive gain”); CNC/Access, Inc. v. Scruggs, 2006 \nNCBC LEXIS 22, at *27–31 (N.C. Super. Ct. Nov. 17, 2006) ( denying a motion for \nsummary judgment for  a UDTP claim based on the defendant’s alleged use of the \nplaintiff’s confidential information); see also United Labs., 102 N.C. App. at 491–92, \n403 S.E.2d at 109 (affirming trial court’s finding that the defendant’s inducement of \nthe plaintiff’s former employee to use his “knowledge of confidential business \ninformation to attempt to divert to [the defendant], unfairly, [the plaintiff’s] accounts \n. . . . constituted unfair methods of competition”).  \n51. The Court does not conclude that Sequoia’s conduct was as a matter of law \nunfair or deceptive.  Charah will have to prove that on a more fully developed record.  \nHowever, under the relaxed standards applicable at the initial pleading stage, \nCharah’s factual allegations regarding Sequoia’s misappropriation of Charah’s \nconfidential information are sufficient to state a UDTP claim.  Velocity Sols., Inc., \n2016 NCBC LEXIS 19, at *8.  Therefore, Sequoia’s Motion should be DENIED. \n \n \n \nV.      CONCLUSION \n52. For the foregoing reasons, the Court hereby GRANTS in part  and \nDENIES in part the Motion as follows: \nA. Sequoia’s Motion is GRANTED as to Ch arah’s tortious interference \nwith contract claim and the claim is DISMISSED; and  \nB. Sequoia’s Motion is DENIED as to Charah’s unfair and deceptive trade \npractices claim.  \nSO ORDERED, this the 17th day of April, 2020. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}