{
  "id": "a85c40fc08a14465aeb1b4340ce6ed6c4ba090d9ff67f91c1fb63ee90ce376d1",
  "source_file": "data/raw/ncbc/a85c40fc08a14465aeb1b4340ce6ed6c4ba090d9ff67f91c1fb63ee90ce376d1.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF DARE 13 CVS 388 \n \n \nMELVIN L. DAVIS, JR. and  ) \nJ. REX DAVIS,  )  \n Plaintiffs ) \n v.  ) OPINION AND ORDER  \n   )   \nDOROTHY C. DAVIS and MKR  ) \nDEVELOPMENT, LLC, a Virginia Limited ) \nLiability Company,  ) \n  Defendants ) \n \n THIS MATTER is before the Court upon Defendant Dorothy C. Davis' Motion to \nDismiss in Lieu of Answer (\"Motion\") pursuant to Rules 12(b)(1) and 12(b)(6) of the North \nCarolina Rules of Civil Procedure (\"Rule(s)\"); and \n THE COURT, after reviewing the Motion, brie fs in support of and in opposition to \nthe Motion, arguments of counsel and other appropriate matters of record, CONCLUDES \nthat the Motion should be DENIED, for the reasons stated herein. \nWilliams Mullen, by Camden R. Webb, Esq. and Elizabeth C. Stone, Esq., for Plaintiff. \n \nVandeventer Black LLP, by Norman W. Shearin, Esq. and Ashley P. Holmes, Esq., and \nLeClairRyan, by Thomas M. Wolf, Esq., for Defendant.  \n \nPROCEDURAL HISTORY \n[1] On July 23, 2013, Plaintiffs Melvin L. Davis, Jr. and J. Rex Davis, allegedly \nacting derivatively on behalf of MKR Development, LLC (\"MKR\"), filed the Complaint, \nnaming as Defendants Dorothy C. Davis (\"Mrs. Davis\") and MKR. The Complaint requests \nthat the Court issue a declaratory judgment finding that the language of the life estate \ngranted to Mrs. Davis by a certain North Carolina deed prohibits Mrs. Davis from renting a \npiece of real estate (“Property”) without the express permission of MKR, and further \nDavis v. Davis, 2014 NCBC 60. \n \n \nrequesting that the Court permanently enjoin Mrs. Davis from renting the real estate \nwithout the written approval of MKR.  \n[2] Mrs. Davis filed her Motion on September 11, 2013, seeking dismissal of the \nComplaint pursuant to Rules 12(b)(1) and 12(b)(6). The Motion has been fully briefed and \nargued and is ripe for determination. \nFACTUAL BACKGROUND \n Among other things, the Complaint alleges that: \n[3] Plaintiffs Melvin L. Davis, Jr. and J. Rex Davis, both citizens and residents of \nVirginia, are brothers.1 Mrs. Davis is their mother.2 \n[4] Plaintiffs and their sister, Kaye Davis (\"Kaye\"), formed nominal Defendant \nMKR Development, LLC (\"MKR\") for the purpose of acquiring, developing, and managing \nreal property.3 The three siblings own equal interests in, and are managers of, MKR.4 The \nMKR Operating Agreement requires unanimous consent of all three managers to \"manage \nthe business\" of MKR, and that “[t]he Managers acting by their unanimous consent shall \nhave the sole authority to bind” MKR.\n5 \n[5] In May 2009, Mrs. Davis and her husband, Melvin L. Davis, Sr., executed a \ndeed as to the Property, located in Dare County, North Carolina.6 The deed conveyed the \nProperty to MKR, reserving a life estate in favor of the grantors.7 In the deed Mr. and Mrs. \nDavis reserved to themselves the following life estate: \nThe Grantors hereby reserve unto themselves, a life estate in the Property, \nsaid life estate to be personal to the use of the Grantors, or the survivor \nthereof, and may not be utilized by any other person, nor may it be reduced to \n                                                      \n1 Compl. ¶¶ 3-4, 7. \n2 Id.. ¶ 12.  \n3 Id. ¶¶ 7-8. \n4 Id. ¶ 9. \n5 Id. ¶ 11; Compl. Ex. A § 3.2. \n6 Id. ¶ 12. \n7 Id. ¶ 13; Compl. Ex. B (\"Deed\"). Melvin L. Davis, Sr., is deceased. Compl. ¶ 14. \n \n \na cash value for the benefit of the Grantors, or the survivor thereof, but must \nalways remain during the lifetime of said Grantors, or the survivor thereof, \navailable for their individual and personal use without interference from \neither the remaindermen or any other person. \n \n[6] Plaintiffs brought this suit in July 2013, on the information and belief \nthat Mrs. Davis or Kaye, acting as Mrs. Davis' power of attorney, had entered into a \nrental management agreement with a vacation rental company “to periodically rent \nthe North Carolina Property to weekly residential tenants vacationing on the Outer \nBanks of North Carolina.”8 Plaintiffs contend that the terms of the deed prohibit \nMrs. Davis from renting the property, and that the rental agreement violates and/or \njeopardizes the MKR's remainder interest in the Property.9 Plaintiffs allege that \nthey brought the lawsuit as a derivative action on behalf of MKR because they were \nunable to obtain the unanimous consent required by the Operating Agreement in \norder to take legal action on behalf of the LLC because Kaye would not consent.\n10 \n[7] Plaintiffs state that they have taken several steps attempting to \nobtain the result sought in this proceeding, namely: (1) sending a letter to Mrs. \nDavis on July 30, 2012, warning her that she was not to use the Property for income \npurposes;11 (2) holding a duly called meeting of all MKR member/managers, at which \nPlaintiffs proposed and Kaye rejected taking legal action to enforce the Deed;12 and \n(3) sending a letter from Plaintiffs' counsel (Archbell) to Mrs. Davis’ and Kaye Davis’  \ncounsel (Wolf) on July 13, 2013, reiterating Plaintiffs' position that Mrs. Davis could \nnot rent the Property and indicating that Archbell would advise MKR to \"consider \n                                                      \n8 Compl. ¶¶ 15-16. \n9 The Complaint does not expressly allege that that the Property has actually been rented, or that it \nis being damaged its rental. \n10 Compl. ¶¶ 17-19. \n11 Compl. Ex. C. Plaintiffs contend that this letter cautioned \"[b]oth Dorothy Davis and Kaye Davis,\" \nCompl. ¶ 19.B, but the letter itself is only addressed to Mrs. Davis. \n12 Compl. ¶ 19.C. \n \n \ntaking the appropriate steps to protect its interest\" if Wolf did not respond within \nten days.13 In response to the July 13, 2013 letter, Wolf asserted that Archbell did \nnot have the authority to represent MKR, and that MKR itself could only act with \nthe unanimous consent of its members.14 \nDISCUSSION \n[8] The Motion challenges the Complaint under Rules 12(b)(1) and 12(b)(6). \nDefendant argues that the Plaintiffs lack standing to bring the action and that they have \nnot stated a claim upon which relief may be granted. The Court will address each provision \nof Rule 12 in turn. \nRule 12(b)(1) \n[9] \"Standing concerns the trial court's subject matter jurisdiction and is \ntherefore properly challenged by a Rule 12(b)(1) motion to dismiss.\" Fuller v. Easley, 145 \nN.C. App. 391, 395 (2001) (internal citations omitted). \"Whenever it appears by suggestion \nof the parties or otherwise that the court lacks jurisdiction of the subject matter, the court \nshall dismiss the action.\" Rule 12(h)(3). Thus, Plaintiffs must establish that they have \nstanding to bring this action on behalf of MKR for this action to survive. \n[10] The standing requirement consists of three elements: (1) injury in fact, which \nis \"an invasion of a legally protected interest that is (a) concrete and particularized and (b) \nactual or imminent, not conjectural or hypothetical;\" (2) the injury is traceable to the \nactions of the defendant; and (3) it is likely that the injury will be addressed by a favorable \ncourt decision. Neuse River Found. v. Smithfield Foods, 155 N.C. App. 110, 114 (2002). \n[11] In Defendant's Memorandum in Support of Dorothy Davis' Motion to Dismiss \n(\"Defendant's Brief\"), Defendant asserts that Plaintiffs lack standing to pursue this action \n                                                      \n13 Compl. Ex. D. \n14 Compl. Ex. E. \n \n \nbecause (1) they have not alleged anything more than a potential injury resulting from \nrental of the Property, and (2) Plaintiffs have not obtained unanimous consent to file suit as \nrequired by the Operating Agreement. \n[12] At the hearing on this Motion on October 29, 2014, Defendant asserted two \nfurther grounds for dismissal of this action under Rule 12(b)(1), both based upon MKR’s \nstatus as a Virginia limited liability company (“LLC”). First, Defendant argued that \nPlaintiffs have not met the applicable procedural requirements to bring a derivative lawsuit \non behalf of MKR under the Virginia statute. Second, Defendant contended that MKR is \nprohibited from bringing suit in North Carolina because it is a foreign LLC that has not \nobtained a certificate of authority to transact business in North Carolina. Despite the fact \nthat Defendant waited over a year from the time that the Motion was filed to raise these \narguments, the Court recognizes that Defendant's concerns may have merit and will \nconsider both the arguments presented in the papers and those introduced at oral \nargument.  The Court will first address the arguments presented by Defendant at the \nhearing. \nDerivative Lawsuit Requirements—Applicable Law  \n[13] MKR is a Virginia LLC.15 At the October 29, 2014 hearing, counsel for \nDefendant argued that MKR was prohibited from bringing suit in North Carolina because, \nas a foreign LLC, MKR may not litigate in North Carolina courts without obtaining a \ncertificate of authority.  Defendant also argued that the procedural requirements for \nbringing a derivative action on behalf of a foreign LLC are governed by the state in which \nthe LLC was formed, that Plaintiffs must therefore have complied with Virginia LLC law to \nbring this Complaint, and that Plaintiffs have failed to do so.  Plaintiffs contend that this \n                                                      \n15 Compl. ¶ 1. \n \n \naction is subject to the requirements of the North Carolina's Limited Liability Company Act \n(\"LLC Act\"). \n[14] The LLC Act has been amended since the commencement of this lawsuit. \nHowever, the new LLC Act (\"57D\") provides that a proceeding commenced before January \n1, 2014, \"may be completed in accordance with the law then in effect.\" G.S. § 57D-11-03(b). \nThough the language in this provision is permissive, rather than mandatory, neither party \nappears to contest the application of 57C, rather than 57D, to the proceeding before the \nCourt.16 The Court concludes that the previous Limited Liability Company Act, 57C, should \ngovern its analysis of Defendant’s Motion. \n[15] The Court finds no authority in either version of the LLC Act to support \nDefendant's contention that MKR must obtain a certificate of authority to make an \nappearance in North Carolina courts.17 Therefore, the fact that MKR has not obtained a \ncertificate of authority does not preclude this case from going forward. \n[16] Defendant next argues that, applicable North Carolina law aside, Plaintiffs \nmust demonstrate compliance with Virginia procedural requirements for bringing \nderivative LLC actions. G.S. § 57C-7-01 provides that the laws of the jurisdiction in which a \nforeign limited liability company was formed will govern its “internal affairs.” In \nBluebird \nCorp. v. Aubin, 188 N.C. App. 671 (2008), our court of appeals defined \"internal affairs,\" as \n                                                      \n16 Mrs. Davis' Supplemental Br. Supp. Mot. Dismiss (\"Def. Supp.\") 2 (\"Former (now repealed) \nChapter 57C of the North Carolina General Statutes, which governed LLCs when this case was first \nfiled, applies.\"); Pls.' Supplemental Br. Opp. Mrs. Davis' Mot. Dismiss (\"Pl. Supp.\") 2-4 \n(distinguishing more rigid requirements for derivative LLC actions in 57D from those that \"existed \nat the time this case was filed\"). \n17 Both 57D and 57C restrict a \"foreign [LLC] transacting business in this State without permission \nobtained through a certificate of authority\" from maintaining a proceeding in North Carolina courts \nwithout obtaining a certificate of authority prior to \"trial.\" G.S. §§ 57C-7-03, 57D-7-02. However, the \nparties have alleged no facts to support any contention that MKR is \"transacting business\" in North \nCarolina such that a certificate of authority would be required. Both 57C and 57D specifically \nexempt \"[m]aintaining or defending” any proceeding and owning real or personal property from the \ndefinition of \"transacting business.\" G.S. § 57C-7-02; G.S § 57D-7-01.\n \n \n \nrelated to a corporation, to mean \"matters peculiar to the relationships among or between \nthe corporation and its current officers, directors, and shareholders.\" Id. at 680. Defendant \ncontends that the suit \"appears to arise out of the failed proposal to hire an attorney to \ninvestigate,\" and that a decision whether or not to hire legal counsel and whether to file a \nlawsuit \"fall[] squarely within the internal affairs of the LLC.\"18 Conversely, Plaintiffs cite \nto North Carolina case law providing a non-exhaustive list of \"internal affairs,\" such as \n\"selection of directors and officers, adoption of by-laws, issuance of shares, holding of \ndirector and shareholder meetings, methods of and requirements for voting, and similar \nissues relating to the internal organization of the corporation or LLC.\"19 Plaintiffs argue \nthat there was no law existing at the time the lawsuit was filed holding that the procedural \nrequirements for derivative LLC lawsuits constitute \"internal affairs.\"20 \n[17] The Court is not persuaded by Defendant's contention that the substance of \nthe dispute (hiring the attorney) is the relevant inquiry for purposes of determining what \nconstitutes an \"internal affair;\" rather, the issue is whether the procedural requirements \nfor a member to bring the lawsuit fall into the category of \"internal affairs.\" Unlike \nselection of directors and officers or issuance of shares, which may be governed by rules and \nprocedures established by the business entity itself, the requirements for bringing a \nderivative lawsuit are governed by external law, not the entity’s internal rules. Further, \nthere is no specific provision in 57C specifying the governing law to be applied for a foreign \nLLC to bring a derivative lawsuit.\n21  \n                                                      \n18 Def. Supp. at 2. \n19 Pl. Supp. at 2 (citing Mancinelli v. Momentum Research, Inc., 2012 NCBC 28). \n20 Id. at 3. \n21 Cf. the new LLC Act, G.S. 57D-8-06 (providing that the laws of the jurisdiction of organization will \ngovern the procedural requirements for bringing a derivative action in North Carolina on behalf of a \nforeign LLC); G.S. § 55-7-47 (providing that the laws of a state of incorporation will govern the \nprocedural requirements for bringing a derivative action in North Carolina on behalf of a foreign \ncorporation). \n \n \n[18] The Court concludes that procedural requirements for derivative LLC actions \ndo not constitute an \"internal affair\" for purposes of determining applicable law.22 For \npurposes of this analysis, the procedural requirements of 57C governs. \nDerivative Lawsuit Requirements – Procedure  \n[19] Chapter 57C sets forth two basic requirements for a member of an LLC to \nbring a derivative lawsuit. First, the plaintiff must not have the authority to cause the LLC \nto sue in its own right. Second, the plaintiff must have been a member of the LLC at the \ntime of the complained-of action or have attained member status pursuant to the operating \nagreement from a person who was a member at such time, and the plaintiff must be a \nmember at the time that the lawsuit is initiated.\n23 \n[20] It is evident to the Court that Plaintiffs have met both of these requirements. \nBoth Plaintiffs have been members of MKR since its inception, and the unanimity \nrequirement of the Operating Agreement precludes Plaintiffs from bringing the action “as \nMKR” in the absence of Kaye’s consent, which has not been given.24 \n[21] Unlike 57D, 57C does not contain a specific demand requirement for bringing \na derivative lawsuit on behalf of an LLC, but instead simply requires that a complaint \n\"allege with particularity the efforts, if any, made by the plaintiff to obtain the action the \nplaintiff desires\" from those in control of the LLC. G.S. § 57C-8-01 (emphasis added). The \nComplaint sets out several actions taken by Plaintiffs that attempted to get Mrs. Davis to \n                                                      \n22 This Court has found in at least one other case that the procedures required of a shareholder to \nbring a derivative suit on behalf of a corporation constitute \"internal affairs.\" Krieger v. Johnson, \n2014 NCBC 13 at *21. However, Krieger dealt with the requirements for bringing a derivative suit \non behalf of a corporation, not an LLC. G.S. § 55-7-47 explicitly dictates that a derivative suit \nbrought in the right of a foreign corporation should be governed by the laws of the jurisdiction of \nincorporation. There is no such requirement in 57C. \n23 G.S. §57C-8-01.  \n24 Compl. ¶¶ 7, 11, 19.C. \n \n \ncease renting the Property.25 However, for purposes of this analysis, the relevant inquiry is \nwhat Plaintiffs did in an attempt to get MKR to take action, namely bringing this lawsuit to \nenforce its rights under the Deed as remainderman. In that regard, Plaintiffs have most \nnotably alleged a duly called meeting of all member/managers of MKR on June 28, 2013, at \nwhich time Kaye \"voted against any action being taken by [MKR] regarding the rental of \nthe [Property].\"26  \n[22] The Court is not persuaded by Defendant’s contentions that Plaintiffs are \nbarred from bringing this lawsuit because of the unanimity provision in the MKR \nOperating Agreement. As discussed below, MKR is a party to the Deed, and the relief \nsought in this action is appropriate given its status as a remainder beneficiary. Further, \n57C explicitly requires that a plaintiff bringing a derivative action not have the authority to \nforce the LLC to sue in its own right. This is the case even if the member is also a manager. \nSee, e.g., Crouse v. Mineo, 189 N.C. App. 232 (2008). Plaintiffs have successfully \nestablished their right to bring a derivative action on behalf of MKR.27 \nInjury in Fact \n[23] In her brief, Defendant contends that Plaintiffs have not alleged anything \nmore than a hypothetical injury to the Property and, by extension, the remainder interest.28  \n[24] For purposes of establishing standing, Plaintiff must allege an injury that is \n“actual or imminent, not conjectural or hypothetical.” See, e.g., Neuse River Found., 155 \nN.C. App. at 114. The extent of the injury alleged in the Complaint is as follows:  \n                                                      \n25 Compl. ¶ 19. \n26 Id. ¶ 19.C. \n27 At the hearing, Defendant’s counsel argued that MKR was also required to allege its capacity to \nsue, pursuant to Rule 9. The Court concludes that this requirement has been met by Plaintiffs’ \nallegations that they have complied with the applicable derivative lawsuit requirements. \n28 Whether Plaintiffs have successfully alleged an injury is a factor to be considered under both Rule \n12(b)(1) and Rule 12(b)(6).  \n \n \na. “[T]he rights of MKR Development as the remainderman of the North \nCarolina Property have been and will continue to be violated and jeopardized \nby the use of the North Carolina Property by anyone other than Dorothy \nDavis as restricted under the terms of the North Carolina Deed.”29 \nb. That Defendant has “failed to implement ‘rental insurance’ so as to protect \nthe North Carolina Property from loss or damage . . . [which] further \njeopardizes and puts at risk the interest of MKR Development.”\n30 \n[25] Ordinarily, the Court would be hard-pressed to conclude that these \nallegations constitute an “actual or imminent” injury. However, it is also true that the \nprimary relief sought by the Plaintiffs in this action is for a declaration regarding the \nmeaning of the language in the life estate created by the Deed, and an order that Mrs. \nDavis not be permitted to rent the Property absent explicit written permission from MKR.31 \nNorth Carolina law permits a court to issue a declaratory judgment regarding “rights, \nstatus, or legal relations” under a written instrument like a deed, upon a request by “[a]ny \nperson interested.” N.C. Gen. Stat. §§ 1-253, 1-254. While our courts have explicitly \ndeclined to waive the standing requirement for bringing such an action, “standing” for \npurposes of bringing a declaratory action will be satisfied if the plaintiff is a “real party in \ninterest,” that is, one who will be affected by the outcome of the case.  Sandhill \nAmusements, Inc. v. Sheriff of Onslow Cnty., __ N.C. App. __, 762 S.E.2d 666, 678 (2014) \n(“Ultimately, plaintiffs in declaratory judgment actions are not required to sustain actual \nlosses in order to make a test case, since that requirement would thwart the remedial \npurpose of the Declaratory Judgment Act.” (internal citations and quotations omitted)); \n                                                      \n29 Compl. ¶ 17. \n30 Id. ¶ 18. \n31 Compl. Prayer for Relief. \n \n \nBeachcomber Props. v. Station One, Inc., 169 N.C. App. 820, 824 (2005) (“Absent an \nenforceable contract right, an action for declaratory relief to construe or apply a contract \nwill not lie.” (quoting Terrell v. Lawyers Mut. Liab. Ins. Co., 131 N.C. App. 655, 661 \n(1998))). \n[26] Here, the Complaint alleges that MKR is a party to the Deed and, thus, is a \nreal party in interest for purposes of bringing this lawsuit.  \n[27] Based upon the foregoing analysis, the Court has finds and concludes that \nDefendant’s Motion to Dismiss pursuant to Rule 12(b)(1) should be DENIED. \nRule 12(b)(6) \n[28] A motion to dismiss pursuant to Rule 12(b)(6) tests the legal sufficiency of the \ncomplaint. \"For the purpose of the motion, the well-pleaded material allegations of the \ncomplaint are taken as admitted; but conclusions of law or unwarranted deductions of fact \nare not admitted.\" \nSutton v. Duke, 277 N.C. 94, 98 (1970). A 12(b)(6) Motion should not be \ngranted unless the plaintiff would not be entitled to relief under any set of facts that could \nbe proven in support of the claim. Isenhour v. Hutto, 350 N.C. 601, 604-05 (1999).  \n[29] Defendant contends that the Complaint should be dismissed because \nPlaintiffs have failed to state a claim upon which relief may be granted. In addition to \nreiterating that Plaintiffs have not alleged an “injury” for purposes of seeking relief in \nCourt, Defendant contends that the Mrs. Davis’ actions are clearly permitted by the \nlanguage of the life estate. \n[30] As discussed supra, a real party in interest may seek a declaratory judgment. \nThe only “injury” that must be demonstrated is that a controversy as to the terms at issue \nexist at the time that the complaint is filed. See, e.g., Conner v. N.C. Council of State, 365 \nN.C. 242, 258 (2011) (\"Although the North Carolina Declaratory Judgment Act does not \nstate specifically that an actual controversy between the parties is a jurisdictional \n \n \nprerequisite to an action thereunder, our case law does impose such a requirement.\" \nHowever, “plaintiffs are not required to allege or prove that a traditional cause of action \nexists against defendant[s] in order to establish an actual controversy.\" (internal citations \nomitted)).  \n[31] The parties do not dispute that a controversy existed at the time the \nComplaint was filed as to whether Mrs. Davis was permitted to enter into a rental contract \nunder the terms of her life estate. A “controversy” has therefore been established for \npurposes of moving beyond Defendant’s Motion to Dismiss pursuant to Rule 12(b)(6). \n[32] The Court also cannot conclude at this stage of the proceeding that the \nlanguage of the Deed clearly permits Mrs. Davis to rent the property to third parties, such \nthat the Complaint should be dismissed. \n[33] It is true that North Carolina has traditionally disfavored restrictive \ncovenants, and courts have found that any ambiguities restricting the free use of land \nshould be resolved in favor of the least restrictive interpretation. Stegall v. Hous. Auth. of \nCharlotte, 278 N.C. 95, 100-01 (1971).  However, it is also true that North Carolina case \nlaw provides that any ambiguities in a deed should be resolved by looking to the \nsurrounding circumstances at the time the deed was created. Long v. Branham, 271 N.C. \n264, 268 (1967); Andresen v. E. Realty Co., 60 N.C. App. 418, 421 (1982) (\"Although there is \na general rule of strict construction against limitations on the free use of land in North \nCarolina, . . . we cannot say as a matter of law that plaintiff could not prevail in this \naction.\" (internal quotations and citations omitted)); Stegall, 278 N.C. at 100 (\"[W]hen the \nlanguage used [to create the restrictive covenant] is ambiguous it is proper to consider the \nsituation of the parties and the circumstances surrounding their transaction.\").  \n[34] The Deed does not unambiguously grant Mrs. Davis the authority to rent the \nProperty to third parties, meaning that the Court would need to engage in an analysis of \n \n \nthe parties’ intent at the time that the Deed was drafted. Such a factual analysis is \ninappropriate at this stage in the proceedings. See Alamance Cnty. Hosp., Inc. v. \nNeighbors, 315 N.C. 362, 364-65 (1986). \n[35] Because Plaintiffs have successfully identified a controversy and the Deed \nlanguage is not unambiguous, the Court concludes that Defendant’s Motion to Dismiss \npursuant to Rule 12(b)(6) should be DENIED. \nTHEREFORE, IT IS ORDERED, based upon the foregoing FINDINGS and \nCONCLUSIONS, that the Motion is DENIED.  \n This the 21st day of November, 2014.  "
}