{
  "id": "a86822114346768da6852e582c9d1b239d2b70a5e55449684e7c01b68045eebd",
  "source_file": "data/raw/ncbc/a86822114346768da6852e582c9d1b239d2b70a5e55449684e7c01b68045eebd.pdf",
  "raw_text": "Nat’l Surgery Ctr. Holdings, Inc. v. Surgical Inst. of Viewmont, LLC, 2016 NCBC 37. \n \nSTATE OF NORTH CAROLINA \n \nCATAWBA COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 1003 \n \nNATIONAL SURGERY CENTER \nHOLDINGS, INC., \n \nPlaintiff, \n \nv. \n \nSURGICAL INSTITUTE OF \nVIEWMONT, LLC, NUETERRA \nHEALTHCARE MANAGEMENT, LLC, \nDR. DAVID E. MELON, DR. WILLIAM \nM. GEIDEMAN, and ROSS SCIMECA, \n \nDefendants. \n \n \n \n \n \n \n \nORDER ON PLAINTIFF’S MOTION \nFOR TEMPORARY RESTRAINING \nORDER \n \n \n \n1. THIS MATTER is before the Court on Plaintiff National Surgery Center Holdings, \nInc.’s (“Plaintiff”) Motion for Temporary Restraining Order (the “Motion”) in the above-captioned \ncase.   \n2. Having considered Plaintiff’s Motion, the briefs in support of and in opposition to the \nMotion, the Verified Complaint, appropriate evidence of record, and the arguments of counsel for \nthe parties at a hearing held on Plaintiff’s Motion on May 5, 2016, the Court hereby GRANTS the \nMotion, and FINDS and CONCLUDES, solely for the limited purposes of this Motion, 1 as \nfollows: \nFINDINGS OF FACT \nI. Procedural History \n3. Plaintiff filed its Complaint and Motion for Temporary Restraining Order against \nDefendants Surgical Institute of Viewmont , LLC (“Viewmont”), Nueterra Healthcare \n                                                 \n1  “It is well settled that findings of fact made during a preliminary injunction proceeding are not binding upon a court \nat a trial on the merits.”  Lohrmann v. Iredell Mem'l Hosp., Inc ., 174 N.C. App. 63, 75, 620 S.E.2d 258, 265 (2005) \n(citing Huggins v. Wake Cnty. Bd. of Educ., 272 N.C. 33, 40–41, 157 S.E.2d 703, 708 (1967)). \n \n \nManagement, LLC (“Nueterra”), Dr. David E.  Melon, Dr. William M. Geideman, and Ross \nScimeca (collectively, “Defendants”) on April 2 1, 2016, alleging claims for declaratory relief, \nbreach of contract, and injunctive relief.   \n4. The case was designated a complex business case on April 22, 2016 and was assigned \nto the undersigned on April 25, 2016.   \n5. Plaintiff filed its brief in support of the Motion and supporting documents on April 26, \n2016, and Defendants filed a brief in opposition to the Motion and supporting documents on May \n4, 2016.  The Court held a hearing on the Motion on May 5, 2016, at which all parties were \nrepresented by counsel.   \nII. Relevant Facts \n6. Viewmont is the owner and operator of Vi ewmont Surgery Center, a free-standing \nambulatory surgery center in Hickory, North Caro lina.  In 2003, Frye Re gional Medical Center, \nInc. (“FRMC”), Nueterra, and a number of local surgeons (the “Practitioner Members”) entered a \njoint venture to form Viewmont.   \n7. Viewmont’s organizational structure is governed by Viewmont’s Operating Agreement \n(the “Operating Agreement”).  Prior to the tran saction at issue in this case, FRMC was the \n“Founding Member” of Viewmont, as that term is defined in the Operating Agreement.  Under the \nOperating Agreement, Viewmont’s Board of Managers (the “Board of Ma nagers”) is comprised \nof five individuals: two repres entatives of the Founding Member , two representa tives of the \nPractitioner Members, and one representative of Nueterra.   \n8. Prior to June 16, 2015, FRMC owned approxi mately 55% of Viewmont’s equity \ninterest.  On June 16, 2015, FRMC  transferred all of its ownership interest in Viewmont to HCN \n \n \nSurgery Center Holdings, Inc., a subsidiary of Tenet Healthcare Corporation.  Subsequently, HCN \nSurgery Center Holdings, Inc. transferred the same ownership interest in Viewmont to Plaintiff.   \n9. On February 23, 2016, Defendants met and voted  to exercise an option to repurchase \nPlaintiff’s ownership interest in Viewmont.2  Plaintiff alleges that this vote was in contravention \nof section 6.6 of the Operati ng Agreement and invalid under se ctions 2.2(b)(i) and 6.6 of the \nOperating Agreement.   \n10. On March 11, 2016, Defendants sent a letter, on behalf of Viewmont, to Plaintiff \nindicating Defendants’ view that FRMC’s transfer of its ownership interest  to Plaintiff was not \nauthorized or permitted by the Operating Agreem ent, and that the transfer constituted a \nTerminating Event under section 12.1(a)(iv) of the Operating Agreement.  Included with the letter \nwas (i) a check in the amount of $180,759.00 representing ten percent of FRMC’s capital account \nbalance, and (ii) a promissory note for the re maining ninety percent of the balance, each, \nDefendants contend, as provided in section 12.4.   \n11. Attorney Scott C. Palecki, purportedly on be half of Viewmont and Nueterra, has sent \nletters to third-parties, including Viewmont’s in-network insurance providers, stating, among other \nthings, that Plaintiff and its affiliated entities no longer have any ownership interest in Viewmont, \nand, in so doing, has attempted to alter existing contractual relationships between Plaintiff and \nthese third parties.   \n12. Section 9.5 of the Operating Agreement pr ovides that “[t]he Founding Member . . . \nmay assign all or any portion of its interest in [V iewmont] to an Affiliate . . . without the consent \n                                                 \n2  As explained herein, Defendants contend that FRMC only assigned its rights to receive distributions and profits to \nPlaintiff because FRMC failed to obtain the written consent of  the Board of Managers to the transfer.  As a result, \nDefendants contend FRMC’s ownership interest was not transferred to Plaintiff and thus that Viewmont purchased \nthe ownership interest from FRMC, not Plaintiff.  Plaintiff contends that FRMC transferred all of its rights in its \nMember Units to Plaintiff b ecause Section 9.5 of the Oper ating Agreement permitted the transfer to Plaintiff as \nFRMC’s “Affiliate.”   \n \n \nof the Members.”  Affiliate is defined under the Operating Agreement as “any person or entity that \ndirectly or indirectly controls, is controlled by, or is under common control with the referenced \nperson or entity . . . .”   \n13. Section 9.1 of the Operating Agreement provides: \nA Member’s interest in the Company ma y not be sold, tran sferred, assigned, \nconveyed, pledged, encumbered or othe rwise disposed of, voluntarily or \ninvoluntarily, by operation of law or otherwise (a “Disposition”) without the written \nconsent of the Board of Managers.  An assignee of any interest in the Company \nshall become a substituted Member only in accordance with Sections 9.2 and 9.3 \nbelow.  Any assignee who does not become a substituted Member . . . shall have \nno right to . . . vote on any of the matters as to which a Member would be entitled \nto vote hereunder.  An assignee who does not become a substituted Member shall \nbe entitled only to receive the share of the profits or other compensation by way of \nincome, or the return of capital contribut ion, to which his or her assignor would \notherwise be entitled.  If the assignee does not become a substituted Member, the \nassignor shall continue to be a Member and owner of the Unit(s).   \n \n14. Sections 9.2 and 9.3 of the Op erating Agreement provide th at an assignee shall have \nthe right to become a substituted Member only if, among other things, “the Board of Managers . . . \nconsents to the assignee’s becoming a substituted Member[.]”   \n15. Section 2.1 of the Operating Agreement provides that “[t]he term ‘Member’ or \n‘Members’ includes the Founding Member and all Members.”   \n16. Section 12.1 of the Operating Agreement provides Viewmont with the option to \npurchase all of the Units of that Member upon a number of “Terminating Events.”  One of the \nTerminating Events is defined as “[a]ny gift, di stribution, dividend, transfer or other Disposition \nof Units by a Member not specifically authorized by or in accordance with this Agreement[.]”   \n17. Section 6.6 of the Operating Agreement prov ides that “[t]he Members and the Board \nof Managers shall have no right or authority to remove the Founding Member.”   \n18. Plaintiff seeks a temporary restraining or der (“TRO”) to prevent Defendants from \nselling or otherwise disposing of the membership interest in Viewmont that Viewmont contends it \n \n \nhas repurchased from FRMC, from communicating to third parties that Viewmont has repurchased \nthe FRMC membership interest, or to take any action to encourage third parties to alter their \ncontractual relationship concerning Viewmont. \nCONCLUSIONS OF LAW \n19. The purpose of a TRO is to preserve the status quo between the parties until such time \nas a motion for preliminary injunction can be properly heard.  See Lambe v. Smith, 11 N.C. App. \n580, 582, 181 S.E. 2d 783, 784 (1971) (stating that a TRO is utilized “to preserve the status quo \nuntil the motion for preliminary injunction can . . . be brought for hearing and decision.”). \n20. The issuance of a TRO “is a matter of disc retion to be exercised by the hearing judge \nafter a careful balancing of the equities.”  A.E.P. Indus., Inc. v. McClure, 308 N.C. 393, 400, 302 \nS.E.2d 754, 759 (1983) (citation omitted).  Immediate in junctive relief “will be issued only (1) if \na plaintiff is able to show likelihood of success on the merits of his case and (2) if a plaintiff is \nlikely to sustain irreparable loss unless the injuncti on is issued, or if, in the opinion of the Court, \nissuance is necessary for the protection of a plaintiff’s rights during the course of litigation.”  Id. \nat 401, 302 S.E.2d at 759–60 (citation omitted).   \n21. As to the first question, our Supreme Court has explained that likelihood of success on \nthe merits means a “reasonable likelihood.”  Id. at 404, 302 S.E.2d at 761.  As to the second \nquestion, “the trial court’s . . . inquiry is not lim ited to the question of irreparable injury.  The \ninjunction will issue if, in the opinion of the Cour t, issuance is necessary for the protection of a \nplaintiff’s rights during the course of litigation.”  Id. at 405, 302 S.E.2d at 761–62 (emphasis \nremoved) (internal quotation marks and citation omitted).   \n22. North Carolina courts have held that in assessing the TRO or preliminary injunction \nfactors, the trial judge “should engage in a bala ncing process, weighing potential harm to the \n \n \nplaintiff if the injunction is not issued against the potential harm to the defendant if injunctive \nrelief is granted.  In effect, the harm alleged by  the plaintiff must satisfy a standard of relative \nsubstantiality as well as irreparability.”  Williams v. Greene, 36 N.C. App. 80, 86, 243 S.E.2d 156, \n160 (1978). \n23. A party may show that it will suffer “irrep arable injury” for which it has no adequate \nremedy at law where damages are difficult a nd cannot be ascertained  with certainty.  See, \ne.g., A.E.P. Indus., 308 N.C. at 406–07, 302 S.E.2d at 762 (“[O]ne factor used in determining the \nadequacy of a remedy at law for money damages is  the difficulty and uncertainty in determining \nthe amount of damages to be awarded for defenda nt's breach.”).  The burden is on the moving \nparty to establish its right to a temporary restraining order, and the remedy “should not be lightly \ngranted.”  Old Battleground Props. v. Cent. Carolina Surgical Eye Assocs., P.A ., 2015 NCBC \nLEXIS 19, at *18 (N.C. Super. Ct. Feb. 25, 2015) (citations and quotations omitted). \n24. Plaintiff alleges that, as a result of FR MC’s June 16, 2015 transfer, which Plaintiff \ncontends was to an “Affiliate” and thus permitted without consent of the Board, Plaintiff became \nthe Founding Member of Viewmont, and assumed a ll of the rights and interests of the Founding \nMember under the Operating Agreement.  Accord ingly, Plaintiff alleges that Defendants have \nviolated the Operating Agreement by, among othe r things, voting to ex ercise the option to \nrepurchase Plaintiff’s alleged membership interest in Viewmont.  Plaintiff points to section 6.6 of \nthe Operating Agreement, which sp ecifically states, as outlined above, that neither the Members \nnor the Board of Manager shall have the “right or authority to remove the Founding Member.”   \n25. Defendants contend in response that they followed the structure of the Operating \nAgreement precisely.  According to Defendants,  FRMC purported to assign its interest in \nViewmont to Plaintiff without th e consent of Viewmont’s Board of Managers, in violation of \n \n \nsection 9.1 of the Operating Agreement.  As a result, Defendants argue that such transfer caused a \n“Terminating Event” under section 12.1, and a major ity of the Board of Managers thereafter \nproperly voted to exercise Viewmont’s option to repurchase FRMC’s ownership interest under \nsections 12.1 and 12.2.  Further, according to Defendants, while Pl aintiff was an “assignee” of \nFRMC’s interest in Viewmont, Plaintiff did not  become a “substituted Member” of Viewmont \nunder the express terms of the Oper ating Agreement, and therefore on ly retained an interest in \nViewmont’s distributions and profits.    \n26. As an initial matter, the Court notes that there is considerable tension in the terms of \nthe Operating Agreement as those terms apply to Defendants’ actions against the Founding \nMember here.   \n27. Section 2.1 of the Operating Agreement expressly states that the Founding Member is \na Member of Viewmont, and section 9.1 states wit hout qualification that a Member’s interest in \nViewmont “may not be sold, transferred, assigned, conveyed, pledged, encumbered or otherwise \ndisposed of, voluntarily or invol untarily, by operation of law or  otherwise (a “Disposition”) \nwithout the written consent of the Board of Managers.”  It is undisputed that FRMC did not obtain \nthe written consent of the Board to assign or transfer its interest in Viewmont.   \n28. The Operating Agreement further recognizes th at an assignee of a Member’s interest \nwill simply obtain an interest in Viewmont’s distributions and profits unless the terms of sections \n9.2 and 9.3 are satisfied such that the assignee becomes a “substituted Member.”  One of the \nrequirements of section 9.2 and 9.3 is that th e Board consent to the assignee becoming a \n“substituted Member.”  Again, it is undisputed that the Board did not consent to Plaintiff becoming \na “substituted Member” under the Operating Agreement.   \n \n \n29. Accordingly, it would appear from a focu sed review of sections 2.1, 9.1, 9.2, and 9.3 \nthat FRMC’s disposition of its interest to Plaint iff was in violation of the Operating Agreement, \nand thus that section 12.1 permitted Viewmont to purchase FRMC’s ownership interest, effectively \nremoving FRMC from Viewmont.   \n30. Section 9.5—relied upon by Plaintiff and which permits the Founding Member to \n“assign all or any portion of its interest in the Company to an Affiliate . . . without the consent of \nthe Members”—does not change this analysis.  First, although the Court recognizes that Plaintiff’s \nstatus as an “Affiliate” apparently will be vigorously contested, the Court nonetheless concludes \nthat, based on the evidence presented, Plaintiff has established a reasonable likelihood of success \nin showing that Plaintiff was an “Affiliat e” of FRMC under secti on 2.1 of the Operating \nAgreement.  Therefore, the Court concludes for present purposes that FRMC was entitled to assign \nits interest to Plaintiff without the consent of Viewmont’s Members.  Section 9.5 does not provide, \nhowever, that such an assignment was permitted “without the consent of the Board of Managers,” \nand thus does not clearly exempt the Founding Member from sections 9.1, 9.2 and 9.3, as argued \nby Plaintiff. \n31. Section 6.6 of the Operating Agreement, how ever, states unequivocally that “[t]he \nMembers and the Board of Managers shall have  no right or authority to remove the Founding \nMember.”  The Operating Agreement does not c ontain language such as “except as otherwise \nprovided herein,” “except as provided under sec tion 12.1,” or “subject to the occurrence of a \n‘Terminating Event,’” and instead contains numerous provisions that contemplate the ongoing, \nactive participation of the Founding Member in  Viewmont.  For example, section 2.2(a) \ncontemplates that the Founding Member will have two representatives on the Board of Managers, \nand section 2.2(b) provides that the Board of  Managers cannot underta ke certain significant \n \n \ncompany actions without the affirmative vote of at least one of the Founding Member’s \nrepresentatives.  Section 14 prov ides the Founding Member a unilate ral right to declare in good \nfaith that a “substantial or material legal risk” exists and thereby compel the repurchase of Member \nUnits.  Section 15.4 provides the Founding Member  a unilateral right to amend the Operating \nAgreement in certain situations.  Section 15.15 pe rmits the Founding Member to take all actions \nnecessary to require Viewmont to comply w ith Tenet Healthcare Corporation’s corporate \ncompliance policies and procedures.  Indeed, De fendants’ counsel acknowledged at the hearing \nthat FRMC's removal from Viewmont through De fendants’ actions will require the Operating \nAgreement to be amended, a result not identified or forecasted within th e four corners of the \nOperating Agreement from the application of its terms and a tacit recognition that the participation \nof the Founding Member is fundamental to Viewmont’s structure. \n32. Accordingly, based on the record currently before the Court, it appears that section 6.6 \nof the Operating Agreement is the clearest statement of the intent of the contracting parties as it \nrelates to the sp ecific conduct at issu e here.  While Defendants’ proffered construction certainly \nappears consistent with the terms of the Operating Agreement, the Court concludes that only \nsection 6.6 directly an d specifically addresses Defendants’  specific challenged action—the \nremoval of the Founding Member—and section 6.6 e xpressly and unequivocally  states that the \nMembers and the Board of Managers do not have  authority to accomplish the specific action \nimplemented by Defendants here.  See generally Wood-Hopkins Cont racting Co. v. N.C. State \nPorts Auth., 284 N.C. 732, 738, 202 S.E.2d 473, 476 (1974) (“[W]hen general terms and specific \nstatements are included in the same contract and there is a conflict, the general terms should give \nway to the specifics.”); Restatement (Second) of  Contracts § 203(c) (“sp ecific terms and exact \nterms are given greater weight than general language”).  \n \n \n33. Accordingly, the Court concludes, based on the record before the Court and in the \nexercise of its discretion, that Plaintiff has demonstrated a reasonable likelihood of success on the \nmerits on its claims for declaratory judgment and breach of contract.      \n34. It further appears to the Court that, base d on the evidence and ot her submissions of \nrecord, a TRO is necessary for the protection of Pl aintiff’s rights, to prevent irreparable harm to \nPlaintiff, and to maintain as nearly as po ssible the status quo until Plaintiff’s Motion for \nPreliminary Injunction may be heard by the Court.   \n35. The Court has engaged in a balancing process,  weighing potential harm to Plaintiff if \nthis TRO is not issued against the potential harm to Defendants if injunctive relief is granted, and \nfinds that the potential harm to Plaintiff outweighs  that to Defendants, the balance of the equities \nand the ends of justice support granting this TRO, and a TRO in this case is not adverse to the \npublic interest. \n36. The Court therefore concludes that a TRO should issue and, accordingly, that the \nMotion for TRO should be granted. \n37. Pursuant to Rule 65(c) of the North Caro lina Rules of Civil Procedure, and as a \ncondition of this Order, the Court concludes that a bond of $25,000 is a proper security in \nconnection with Plaintiff’s request  for and the Court’s grant of a temporary rest raining order, \nwithout prejudice to either party’s right to request that the bond be increased or decreased for good \ncause shown.   \n38. WHEREFORE, the Court GRANTS the Motion and enters the following Temporary \nRestraining Order as follows: \na. During the term of this Order, Defendant s, and those acting on their behalf, shall \nnot: \n \n \ni. advertise, offer for sale, negotiate for the sale of, or otherwise take any \nactions to sell the membership interest in  Viewmont that is at issue in this \nlitigation, to wit, the membership inte rest that Viewmont purports to have \nrepurchased from FRMC; \nii. communicate to any third-parties the pos ition that Plaintiff’s (or FRMC’s) \nmembership interest in Viewmont ha s been repurchased and Plaintiff (or \nFRMC) is no longer a Member of Viewmont; or \niii. take any action to request or otherwise encourage any third party person or \nentity to alter the terms of their cont ractual relationships with respect to \nViewmont. \nb. Pursuant to the provisions of Rule 65(c), and as a condition of this Order, Plaintiff \nshall post security in the amount of $25,000.00 in the form of cash, check, surety \nbond or other undertaking sati sfactory to the Catawba County Clerk of Superior \nCourt. \nc. The terms and conditions of this Order shall be in force and take effect immediately \nupon Plaintiff’s posting of security as provided herein. \nd. This TRO will expire at 5:00 PM on May 23, 2016 unless modified, extended, or \ndissolved by the Court.  Absent a showing of undue prejudice, the Court presently \nanticipates exercising its discretion unde r Rule 65(b) to extend the TRO for a \nfurther 10-day period by separate orde r, thus extending the TRO through and \nincluding 5:00 PM on June 2, 2016. \ne. Unless otherwise ordered, the parties shall appear before this Court at 2:00 PM on \nJune 1, 2016, in Courtroom 6370 at the Mecklenburg County Courthouse, 832 East \n \n \nFourth Street, Charlotte, North Carolin a 28202 to determine whether this Order \nshould be converted into a preliminary injunction, and if so, whether the terms \nshould be modified in any respect. \nf. The Court directs the parties to (i) coope rate in proposing alternative dates and \ntimes for the hearing on Plaintiff’s motion for preliminary injunction should other \ndates and times be more convenient to counsel, (ii) offer by May 16, 2016 a \nproposed schedule for further briefing on the motion, and (iii) consider an extension \nby consent of the TRO pending the Court’ s resolution of Plaintiff’s motion for \npreliminary injunction.  \nSO ORDERED, this the 12th day of May, 2016. \n \n/s/ Louis A. Bledsoe, III   \nLouis A. Bledsoe, III \nSpecial Superior Court Judge \n  for Complex Business Cases "
}