{
  "id": "a8b9490d3c95bf572fd74cfe1112845d24fb4f4340d85aa9fb042951d4804404",
  "source_file": "data/raw/ncbc/a8b9490d3c95bf572fd74cfe1112845d24fb4f4340d85aa9fb042951d4804404.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCOUNTY OF DAVIDSON \n \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n12 CVS 3382 \nW. CHRISTOPHER CHESSON, \nJAMES G. LOVELL, and DAVID D. \nFRASER, \n \nPlaintiffs, \n \nv. \n \nW. LEON RIVES, LEON L. RIVES, II,\nand RIVES & ASSOCIATES, LLP,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER ON DEFENDANTS’ MOTION TO \nDISMISS \n \n {1} THIS MATTER is before the court on Defendants’ Renewed Motion to \nDismiss Plaintiffs’ Amended Complaint (“Motion”), pursuant to Rule 12(b)(6).  For \nthe reasons stated below, the Motion is GRANTED in part and DENIED in part. \n \n The Tippett Law Firm, PLLC by Scott K. Tippett for Plaintiffs. \n Sharpless & Stravola, P.A. by Frederick K. Sharpless for Defendants. \n \nGale, Judge. \nI. PARTIES \n \n {2} Plaintiff W. Christopher Chesson (“Chesson”) is a citizen and resident \nof Davidson County, North Carolina.  (Am. Compl. ¶ 1.)  Chesson was a partner and \nowner of twenty percent (20%) of the Defendant Rives & Associates, LLP.   \n{3} Plaintiff James G. Lovell (“Lovell”) is a citizen and resident of \nMecklenburg County, North Carolina.  (Am. Compl. ¶ 2.)  Lovell was a partner and \nowner of .01 percent (.01%) of the Defendant Rives & Associates, LLP.     \n Chesson v. Rives, 2013 NCBC 49.\n{4} Plaintiff David D. Fraser (“Fraser”) is a citizen and resident of \nCabarrus County, North Carolina.  (Am. Compl. ¶ 3.)  Fraser was a partner and \nowner of .01 percent (.01%) of the Defendant Rives & Associates, LLP.   \n{5} Defendant William Rives is a citize n and resident of Davidson County, \nNorth Carolina.  (Am. Compl. ¶ 4.)   \n{6} Defendant Leon Little Rives, II (“Leon Rives”) is a citizen and resident \nof Davidson County, North Carolina.  (Am. Compl. ¶ 5.)  Collectively, William and \nLeon Rives (the “Riveses”) are partners and owners of eighty percent (80%) of \nDefendant Rives & Associates, LLP.  (Am. Compl. ¶ 49.) \n{7} Defendant Rives & Associates, LLP (“Rives & Associates”) is a \nregistered limited liability partnership formed under the laws of the state of North \nCarolina to engage in the practice of certified public accounting.  Rives & Associates \nmaintains offices in Davidson, Mecklenburg, and Wake Counties.  (Am. Compl. ¶ 6.)  \n      \nII. PROCEDURAL BACKGROUND \n \n{8} Plaintiffs filed suit in Davids on County on October 25, 2012.  On \nDecember 19, 2012 the case was designated a mandatory complex business case by \nOrder of Chief Justice Sarah Parker and assigned to the undersigned.  Defendants \nfiled their Motion to Dismiss on January 18, 2013.  At the hearing on that motion \non March 12, 2013, the court granted Plaintiff’s’ request to amend their Complaint, \nbut allowed Defendants to restate their Motion as to the Amended Complaint.  \n{9} Plaintiffs filed their Amended Complaint on April 1, 2013.  The \nAmended Complaint alleges claims for: (1) information and accounting; (2) breach of \nfiduciary duty and duty of good faith against William Rives and Leon Rives; (3) \nfraud against William Rives and Leon Rives; (4) constructive expulsion against all \nDefendants; (5) punitive damages; and (6) declaratory judgment against all \nDefendants.   \n \n{10} Defendants filed their Motion on April 30, 2013.  The Motion has been \nfully briefed, the court heard oral argument on June 26, 2013, and the matter is \nripe for disposition. \n \nIII. FACTUAL BACKGROUND \n \n{11} The court does not make findings of fact in connection with the Motion, \nas a motion to dismiss “does not present the merits, but only [determines] whether \nthe merits may be reached.”  Concrete Serv. Corp. v. Investors Grp., Inc., 79 N.C. \nApp. 678, 681, 340 S.E.2d 755, 758 (1986).  For the purposes of the Motion the court \nassumes the facts alleged in the Amended Complaint are true and makes inferences \nin Plaintiffs’ favor, yet is not bound to legal conclusions asserted in the Amended \nComplaint. \n{12} All of the individual Parties are certified public accountants licensed \nby the North Carolina State Board of Certified Public Accountant Examiners.  (Am. \nCompl. ¶¶ 10, 16, 18–19, 22.)  Before Plaintiffs joined Rives & Associates, the \npartnership’s practice consisted of basic bookkeeping and individual and corporate \nfederal and state income tax work, and the partnership did not have any \nmeaningful experience performing audit services, attest services, monitoring \nSarbanes-Oxley compliance, counseling high net worth and ultra high net worth \nclients, auditing privately held companies or governmental entities, or assisting \nwith complex individual, corporate, and partnership federal and state income tax \nreturns.  (Am. Compl. ¶¶ 27–30.)  Plaintiffs had such experience as a result of their \nwork at large accounting firms prior to joining the partnership, thus enabling the \nfirm to expand into and market those areas.  (Am. Compl. ¶¶ 23, 32.)   \n{13} The Parties entered a Partnership Agreement which vests the \nmanagement of the firm in the partners, (Am. Compl. ¶ 52.), providing that each \npartner is entitled to one vote for each percentage of ownership and that all \npartnership issues are to be determined by a two-thirds vote.  (Defs. Br. In Supp. of \nMot. to Dismiss, Ex. A (hereinafter “Partnership Agreement”), §§ 2.05, 2.06.)  At all \ntimes, the Riveses controlled more than two-thirds of votes, with each owning forty \npercent (40%).  (Partnership Agreement, § 3.01.)  The Partnership Agreement also \nprovides a mechanism for partner withdrawal, including the minimum time for \nproviding notice of withdrawal, and a formula to determine a withdrawing partner’s \ninterest. (Partnership Agreement, §§ 7.01, 7.05.) \n{14} Chesson contends that he had extensive discussions with the Riveses \nabout partnership management before he joined, (Am. Compl. ¶ 31,) and after he \nand the other Plaintiffs joined, they developed several policies and procedures \ngoverning any audit or attest engagement, independence confirmations, and \ninternal controls, which were all adopted as mandatory policies of the partnership.  \n(Am. Compl. ¶¶ 33–34, 37, 41, 44; Am. Compl. Exs. 2, 3.)   \n{15} The dispute which ultimately led to Plaintiffs’ withdrawal began over \nthe interpretation and implementation of these mandatory policies, procedures, and \nPlaintiffs’ perception that failure to abide by them violated professional standards.  \n(Am. Compl. ¶¶ 61–64.)  Plaintiffs complain further that they were excluded from \nany meaningful participation in management, (Am. Compl. ¶¶ 57, 60,) that the \nRiveses used resources and capital of the company to fund and operate School \nEfficiency Consultants, LLC (“SEC”) without their knowledge, and that the Riveses \nimproperly solicited consulting business from clients for whom Rives & Associates \nwas at the same time performing audit or attest services, (Am. Compl. ¶ 60.)  \nPlaintiffs contend that the Riveses used their majority position to override \nPlaintiffs’ insistence that the partnership abide by its policies and governing \nprofessional standards.  (Am. Compl. ¶¶ 60, 62, 79, 84, 87.)  Plaintiffs also allege \nthat the Riveses manipulated client accounts so that credit for revenue from those \nclient accounts would flow to them individually instead of the Plaintiffs.  (Am. \nCompl. ¶ 158.)  \n{16} On October 5, 2012, Plaintiffs noti fied Rives & Associates via letter of \ntheir immediate withdrawal from the firm.  (Am. Compl. ¶ 136).  The Partnership \nAgreement requires four months’ notice of withdrawal, but the other partners can \naccelerate the effective date of withdrawal by a two-thirds vote.  (Partnership \nAgreement § 7.01.)  \n{17} Plaintiffs filed this suit on October 25, 2012.  \n   \nIV. STANDARD OF REVIEW \n \n{18} The appropriate inquiry on a mo tion to dismiss pursuant to Rule \n12(b)(6) is “whether, as a matter of law, the allegations of the complaint, treated as \ntrue, are sufficient to state a claim upon which relief may be granted under some \nlegal theory, whether properly labeled or not.”  Crouse v. Mineo, 189 N.C. App. 232, \n237, 658 S.E.2d 33, 36 (2008) (quoting Harris v. NCNB Nat’l Bank of N.C., 85 N.C. \nApp. 669, 670, 355 S.E.2d 838, 840 (1987)).  A motion to dismiss may be granted if \nthe complaint reveals the absence of facts required to make out a claim for relief or \nif the complaint reveals some fact that necessarily defeats the claim.  Wood v. \nGuilford Cnty., 355 N.C. 161, 166, 558 S.E.2d 490, 494 (2002).  “When documents \nare attached to and incorporated into a complaint, they become part of the \ncomplaint and may be considered in connection with a Rule 12(b)(6) motion without \nconverting it into a motion for summary judgment.”  Schlieper v. Johnson, 195 N.C. \nApp. 257, 261, 672 S.E.2d 548, 551 (2009).    Additionally, the court may properly \nconsider a contract that is the subject matter of the complaint, even if the plaintiff \ndid not attach it to the complaint.  Oberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, \n60, 554 S.E.2d 840, 847 (2001). \n \nV. ANALYSIS \n \nA. Plaintiffs Have Standing to Bring Claims for the Value of Their Interests at \nthe Time of Their Withdrawal \n \n{19} Defendants contend that Count s Two (Breach of Fiduciary Duty), \nThree (Fraud), and Five (Punitive Damages) of the Amended Complaint seek relief \nthat properly is recoverable by the partnership, if at all, and not by the individual \npartners, so that Plaintiffs have no standing to assert these claims.  (Defs.’ Br. in \nSupp. of Mot. to Dismiss (hereinafter “Defs.’ Br.”) 6.)  Advancing their position at \noral argument, Defendants cited several cases arising from claims by limited \npartners dealing with limited partnership matters.1  (Tr. 27:24–28:5.)  Plaintiffs \ncounter that this dispute between general partners is not controlled by the doctrine \napplicable to limited partners. (Pls.’ Memo. of Law in Opp’n to Defs.’ Renewed Mot. \nto Dismiss (hereinafter “Pls.’ Memo.”) 7.)  Defendants further contend that Plaintiffs \nlost standing when they withdrew from the partnership. \n{20} The court determines that Plaintiffs are limited to claims provided for \nin the Partnership Agreement or under the Uniform Partnership Act as to the value \nof Plaintiffs’ partnership interest at the time of their withdrawal.  The court need \nnot further consider Plaintiffs’ standing to assert claims beyond Plaintiffs’ \npartnership interest at the time of their withdrawal, including whether the \npartnership might have enjoyed greater future success had Defendants managed it \nproperly. \n{21} A partners’ rights to partnershi p property and income are personal \nproperty rights, N.C. Gen. Stat. §§ 59-54–59-56, and he does not forfeit those rights \nuntil the partnership affairs have been wound up and the partnership is \nterminated, \nsee N.C. Gen. Stat. §§ 59-59–59-73 (describing dissolution and winding \nup of partnership affairs).  This court held in EHP Land Co., Inc. v. Bosher that a \npartner’s withdrawal from a partnership did not deprive him of standing to bring \nclaims to recover his partnership interest.  See 2010 NCBC LEXIS 19, at *16–*17 \n(N.C. Super. Ct. Oct. 5, 2010) (noting that partner’s withdrawal “may have brought \nabout a dissolution” that enabled partner to claim partnership interest).  Similarly, \nin Lewis v. Edwards, a partner brought claims for an accounting, negligence, breach \nof fiduciary duty, and unfair and deceptive trade practices nearly a year after \n                                                 \n1 Defendants rely mainly on Energy Investors Fund, L.P. v. Metric Constructors, Inc., 351 N.C. 331, \n525 S.E.2d 441 (2002), which extended principles of corporate shareholder standing from Barger v. \nMcCoy Hillard & Parks, 346 N.C. 650, 448 S.E.2d 215 (1997) to limited partners bringing claims \nagainst general partners in limited partnerships. \nwithdrawing from the partnership, but the court did not dismiss the case on \nstanding grounds.  159 N.C. App. 384, 386, 583 S.E.2d 387, 389 (2003). \n{22} Although Plaintiffs withdrew fr om the partnership, they retained \npersonal rights to bring claims for the value of their partnership interest at the time \nof their withdrawal.  This includes claims that Plaintiffs suffered losses \nbefore the \nwithdrawal, thereby reducing the value of Plaintiffs’ partnership shares at the time \nof withdrawal.  The Amended Complaint does not suggest damages or losses \nsuffered by the partnership as of the date of withdrawal other than the possible \ndiversion of partnership funds to the Riveses individually or SEC. \n \nB. Plaintiffs’ Claims for Their Partnership Interests at the Time of Their \nWithdrawal Survive Their Withdrawal From the Partnership \n \n \n{23} At oral argument, Plaintiffs described their injury as “the value of \n[Plaintiffs’] investment share in the partnership, . . . [Plaintiffs’ share] of the \nbusiness assets,” and Plaintiffs’ share of the partnership business when they \nwithdrew.  (Tr. 29:12–20).  Defendants contend that Plaintiffs’ claims as to any \nlosses of additional future revenue, opportunities, or profits caused by Defendants’ \nalleged mismanagement and failure to follow procedures collapse into a breach of \ncontract claim for breach of the Partnership Agreement and claims outside of that \nagreement are barred. \n{24} A partnership agreement is a contract between the partners.  When a \nparty to a contract “simply fails to perform the terms of the contract, even if that \nfailure . . .  was . . . negligent or intentional[,]” contract law governs claims where \n“the injury resulting from the breach is damage to the subject matter of the \ncontract.”  \nLord v. Customized Consulting Specialty, Inc., 182 N.C. App. 635, 639, \n643 S.E.2d 28, 30–31 (2007) (explaining rationale for the economic loss rule in tort \ncases (citing Spillman v. Am. Homes of Mocksville, Inc., 108 N.C. App. 63, 65, 422 \nS.E.2d 740, 741–42 (1992))).  The relations between partners, including capital \ncontribution repayments, indemnity, advances, admission of new members, and—\nmost importantly—management rights, ar e generally governed by a partnership \nagreement and are interpreted as a matter of contract.  See generally N.C. Gen. \nStat. §§ 59-48–59-49 (defining default rules for partnership applicable in the \nabsence of a partnership agreement). \n{25} Subject to statutory requirem ents, a partnership agreement may \nprovide procedures and remedies for partner withdrawal, dissolution, and the \nwinding up process, including accounting and valuation of partnership property and \npartners’ interests.  \nSee, e.g., In re W. W. Jarvis & Sons, 194 N.C. App. 799, 803–05, \n671 S.E.2d 534, 537–38 (2009) (noting that partnership agreement defines remedies \nupon withdrawal of partner or dissolution of partnership); Lewis v. Edwards, 147 \nN.C. App. 39, 42 n.1, 554 S.E.2d 17, 19 n.1 (2001) (noting that statute governs \naccounting remedies when partnership agreement does not specify manner of \naccounting in a dissolution scenario); Crosby v. Bowers, 87 N.C. App. 338, 345, 361 \nS.E.2d 97, 102 (1987) (referring to partnership agreement to define withdrawal, \ndissolution, and remedies of partners); In re Cohoon, 60 N.C. App. 226, 230–31, 298 \nS.E.2d 729, 730–31 (1983) (noting partnership agreement describes manner of \ndissolution); EHP Land Co., Inc. v. Bosher, 2011 NCBC LEXIS 10, at *23 (N.C. \nSuper. Ct. Feb. 24, 2011) (explaining that partnership agreement determines the \nvalue of withdrawing partner’s interest). \n{26} However, a partnership agreemen t cannot eliminate those enumerated \nfiduciary duties partners owe to one another as a matter of law. N.C. Gen. Stat. § \n59-60; Hajmm Co. v. House of Raeford Farms, Inc., 328 N.C. 578, 588, 403 S.E.2d \n483, 489 (1991); Casey v. Grantham, 239 N.C. 121, 79 S.E.2d 735 (1954); Tai Sports, \nInc. v. Hall, 2012 NCBC LEXIS 64, at *96 (N.C. Super. Ct. Dec. 28, 2012).   These \nduties include providing full information to the partnership, accounting for the use \nof partnership property, disclosing self-dealing transactions, and remitting profits \nobtained through transactions affiliated with the partnership’s business.  N.C. Gen. \nStat. §§ 59-50–59-51; Compton v. Kirby, 157 N.C. App. 1, 16, 577 S.E.2d 905, 915 \n(2003) (describing fiduciary duties in partnership context).   \n{27} Plaintiffs agreed to the manage ment structure which gave the Riveses \ncontrol.  (Partnership Agreement §§ 2.05–2.06.)  Their agreement bars claims based \non disagreements with managerial decisions unless the effect of those decisions \nviolated fiduciary duties that cannot be eliminated by the Partnership Agreement.  \nAll allegations supporting Plaintiffs’ constructive fraud claim concern the Riveses’ \nmanagement of the partnership and that claim is DISMISSED. \n{28} Plaintiffs’ breach of fiduciary du ty claim is allowed only insofar as \nPlaintiffs specifically allege that the Riveses breached their fiduciary duties while \nPlaintiffs were partners by manipulating client accounts to divert partnership \nrevenue to themselves personally or using partnership assets to form SEC.  (Am. \nCompl. ¶¶ 60, 158.)  Such allegations state claims for breach of the fiduciary duties \nthat the Partnership Agreement cannot eliminate.  These claims are remedied \nthrough an accounting and may be pursued only to the extent they affected \nPlaintiffs’ partnership interests as of the time of their withdrawal from the \npartnership. \n{29} As between Plaintiffs and the non-withdrawing partners, the \nwithdrawal notice caused a dissolution, even though the non-withdrawing partners \ncould continue the partnership pursuant to Section 1.03 of the Partnership \nAgreement.  See N.C. Gen. Stat. § 59-61; Sturm v. Goss, 90 N.C. App. 326, 332, 368 \nS.E.2d 399, 402–03 (1988) (noting that “dissolution occurs automatically by \noperation of law upon any partner’s unequivocal expression of an intent and desire \nto dissolve the partnership”). \n{30} The Uniform Partnership Act provides default remedies which can be \noverridden by agreement.  N.C. Gen. Stat. § 59-68.  Absent agreement to the \ncontrary, upon dissolution which was not caused by contravention of the \npartnership agreement, a partner’s right is his pro rata share of the net value of the \npartnership assets at the time of dissolution.  Id.  When a partner causes \ndissolution by breaching the partnership agreement (as arguably Plaintiffs may \nhave here by failing to give the four months’ notice required by Section 7.1 of the \nPartnership Agreement), and the non-breaching partners continue the partnership’s \nbusiness, the breaching partner’s right is his value at the time of dissolution, less \ndamages caused to the partnership by that “wrongful” dissolution.  See N.C. Gen. \nStat. § 59-68(b)(3)b.; accord 2 Alan R. Bromberg & Larry E. Ribstein, Bromberg and \nRibstein on Partnership, § 7.03(e) (2013).2  In any event, Plaintiffs cannot recover \nprofits or value that may have been expected to be attained by the partnership \nthrough business continued by non-withdrawing partners after the dissolution \nunless the Partnership Agreement provided for such recovery.  Plaintiffs have not \nalleged any such agreement. \n{31} The court concludes that Plaintiffs  may pursue such partnership rights \nthey have which survived dissolution through an accounting.  Plaintiffs specifically \nalleged a claim for accounting in their Amended Complaint, (Am. Compl. ¶¶ 138–\n45,) and confirmed at oral argument that the claim is intended to address their \nbreach of fiduciary duty claim, (Tr. 35:5–17; 36:12–19; 39:25–40:13.)  Defendants \ncounter that the Amended Complaint does not sufficiently allege facts that would \nentitle Plaintiffs to an accounting under North Carolina General Statute section 59-\n52, particularly as Plaintiffs failed to plead a formal demand and refusal.   \n{32} Under section 59-52: \nAny partner shall have the right to a formal account as to partnership \naffairs: (1) If he is wrongfully ex cluded from the partnership business \nor possession of its property by hi s copartners, (2) If the right exists \nunder the terms of any agreement, (3 ) As provided by [section] 59-51, \n(4) Whenever other circumstances render it just and reasonable. \n  \n{33} Subsection 3 of section 59-52 perm its an accounting claim for breach of \nfiduciary duty claims stated under section 59-51.  Section 59-73 further grants \npartners accounting rights against “the person or partnership continuing the \nbusiness” after a dissolution, unless the partners agreed otherwise.  N.C. Gen. Stat. \n§ 59-73.  Defendants suggest that \nDean v. Manus Homes, Inc. and Casey v. \n                                                 \n2 A partner’s interest is his or her “share of the profits and surplus” of the partnership. N.C. Gen. \nStat. § 59-56.  Partners are presumed to have equal shares in profits unless a partnership agreement \nrequires otherwise.  N.C. Gen. Stat. § 59-48(1).  Thus, the remedy provided in section 59-68(b)(3)b. is \nultimately defined by reference to how a partnership agreement allocates profits and surplus \nbetween partners. \nGrantham require a formal demand and refusal before a claim for accounting can \nproceed.  143 N.C. App. 549, 546 S.E.2d 160 (2001); 239 N.C. 121, 125, 79 S.E.2d \n735, 738 (1954).  Neither case explicitly so held. \n{34} While Plaintiffs admit that they did not make a formal demand for \nprofits, they allege that they requested access to the books and records to uncover \nimproper conduct and were denied.  (Am. Compl. ¶ 140; Tr. 39:3–40:8, 41:16–42:7.)  \nThe court concludes that Plaintiffs’ accounting claim is not barred by their failure to \nmake demand.  No North Carolina decision has ever held that accounting claims \nunder the Uniform Partnership Act require an accounting, and the court finds \npersuasive the reasoning of the Ohio court construing an identical statutory \nprovision in Hanes v. Giambrone, 14 Ohio App. 3d 400, 404–05, 471 N.E.2d 801, \n806–07 (1984).   \n{35}    In sum, the court concludes that the Amended Complaint states a \nclaim for accounting that survives Rule 12(b)(6), but the claims to be accounted for \nare only those consistent with this Order. \n \nC. North Carolina Does Not Recognize a Claim of Constructive Expulsion \n  \n{36} Plaintiffs contend that North Carolina recognizes a claim for \nconstructive expulsion when partners make working conditions so intolerable as to \nforce a resignation, but only cite cases from other jurisdictions.  See, e.g., \nCadwalader Wickersham, & Taft v. Beasley, 728 So. 2d 253 (Fla. Ct. App. 1998) \n(holding that wrongful exclusion of one partner by a co-partner from participation in \nthe conduct of the business may be grounds for judicial dissolution).  The court first \nnotes that Plaintiffs have failed to allege facts sufficient to state a claim within \nthese precedents, but more importantly the court concludes that North Carolina \ndoes not recognize a claim for wrongful expulsion from a partnership.  Accordingly, \nthe claim for wrongful expulsion should be DISMISSED. \n \n \n \n \nD.  Plaintiffs Present No Separate Claim for Declaratory Judgment \n \n{37} Plaintiffs ask the court to declare that the Riveses’ conduct and \nviolations of company policy have frustrated the purpose of or repudiated the \nPartnership Agreement, thereby either excusing Plaintiffs’ duty of performance or \nconstituting a waiver of any right that the Riveses may have to enforce the \nagreement.  (Am. Compl. ¶¶ 180–181.) \n{38} Plaintiffs’ request for declarator y judgment is simply an effort to \nrepackage claims based on allegations of the Riveses’ mismanagement that have \notherwise been dismissed.   There is no actionable separate claim for declaratory \njudgment, and that claim should be DISMISSED. \n \nE. Plaintiffs Have Not Pleaded Allegations Sufficient to Recover Punitive \nDamages  \n \n{39} Rule 9(k) of the North Carolina Ru les of Civil Procedure requires that \nthe allegations supporting a claim for punitive damages be stated with \nparticularity. \n{40} Plaintiffs’ Amended Complaint only seeks punitive damages under the \nconstructive fraud and constructive expulsion claims.  (Am. Compl. ¶¶ 166, 173.)  \nThe court has dismissed those claims, so they cannot support a punitive damage \nclaim.  Further, Plaintiffs’ claim for punitive damages asserts only generally that \nthe Riveses’ “conduct as set forth in this complaint” entitles Plaintiffs to punitive \ndamages.  (Am. Compl. ¶¶ 174–75.)  This allegation fails under Rule 9(k).  \n \n \n \n \n \n \n \nVI. CONCLUSION \n \n{41} For the foregoing reasons, Defendan ts’ Motion as to Plaintiffs’ claim for \nbreach of fiduciary duty and accounting for claims consistent with this Order is \nDENIED, but is GRANTED as to all other claims. \n \nIT IS SO ORDERED, this 28th day of October, 2013. \n "
}