{
  "id": "a8c9f5f8fb4c31a1831fe771bcf923791a435e240bf2c91c1cf47ce30ae558c6",
  "source_file": "data/raw/ncbc/a8c9f5f8fb4c31a1831fe771bcf923791a435e240bf2c91c1cf47ce30ae558c6.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nONSLOW COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 1794 \nROBERT L. BROWN, JR.; ON POINT \nOFFSHORE, LLC; and WILLIAM E. \nECHARD, in their respective capacities \nas members of ONSLOW BAY \nMARINE \nGROUP, LLC, \n \nPlaintiffs, \n \nv. \n \nONSLOW BAY MARINE GROUP, \nLLC, \n \nDefendant. \n \nORDER AND OPINION ON \nDEFENDANT ONSLOW BAY MARINE \nGROUP, LLC’s MOTION FOR \nSUMMARY JUDGMENT  \n \n1. THIS MATTER  is before the Court on Defendant Onslow Bay Marine \nGroup, LLC’s Motion for Summary Judgment (the  “Motion”) filed by Defendant \nOnslow Bay Marine Group (“OBMG”  or “Defendant”) on 13 September 2022. (ECF \nNo. 43.)  The Motion requests that summary judgment be granted in favor of OBMG \non all claims brought in two cases that were consolidated at the time the Motion was \nfiled.  Because the cases have since been deconsolidated, this Order and Opinion  \naddresses the Motion only to the extent it s eeks judgment as to  the single claim \nbrought in this case (“ Brown I ”) and not the claims brought in a companion case \ninitiated in New Hanover County Superior Court bearing filing number 21 CVS 2469 \n(“Brown II”). \n2. For the reasons set forth herein, the Court GRANTS the Motion in part.  \nPoyner Spruill LLP, by Nicholas J. Ellis and Dylan Castellino, for Plaintiffs \nBrown v. Onslow Bay Marine Grp., LLC, 2022 NCBC 81. \nMurchison, Taylor & Gibson, PLLC, by Andrew K. McVey, and Bailey & Busby, \nPLLC by Stephen C. Bailey, for Defendant \n \nRobinson, Judge. \nI. INTRODUCTION \n3. Plaintiffs Robert L. Brown, Jr. (“Brown”), William E. Echard (“Echard”), and \nOn Point Offshore, LLC (“On Point”) are, or understand themselves to be, 1 minority \nmembers of Onslow Bay Marine Group (“OBMG” or “Defendant”).  On 23 April 2021, \nBrown, Echard, and On Point  made an inspection demand on  OBMG pursuant to \nN.C.G.S. § 57D-3-04.  Between May and October 2021, OBMG provided some, but not \nall, of the requested documents.  This lawsuit followed.  Plaintiffs seek a court order \ncompelling Defendant to produce the remaining records requested in their inspection \ndemand and awarding costs incurred by Plaintiffs in pursuing their claim.  \nII. FACTUAL BACKGROUND \n4. The Court does not make findings of fact when ruling on motions for \nsummary judgment. “[T]o provide context for its ruling, the Court may state either \nthose facts that it believes are not in material dispute or those facts on which a \nmaterial dispute forecloses summary adjudication.”  Ehmann v. Medflow, Inc., 2017 \nNCBC LEXIS 88, at *6 (N.C. Super. Ct. Sept. 26, 2017). \n5. OBMG is a manager -managed LLC engaged in the manufacture of center \nconsole offshore and tournament edition boats.  (Knight Aff. ¶ 3, ECF No. 44.1.) \n \n1 Whether Plaintiff Robert L. Brown, Jr. and/or On Point Offshore, LLC are members of \nOBMG is in dispute. However, it is undisputed that Plaintiff William E. Echard is a member \nof OBMG and has standing to bring the suit under N.C.G.S. § 57D -3-04. (Def.’s Br. Supp. \nMot. Summ. J. 7, ECF No. 45.) \n6. John Bradley Knight, Jr., (“Knight”) is a resident of North Carolina who has \na 51% ownership interest in OBMG and is a member-manager thereof.  (Knight Aff. \n¶¶ 1,7.) \n7. Echard is a member of OBMG possessing a 9.8% ownership interest.  \n(Knight Aff. ¶ 9.)   \n8. Brown is the majority member of On Poin t.  On Point is listed in OBMG’s \nrecords as owning a 24.5% interest in OBMG, and it is disputed whether such interest \nconstitutes membership or is merely an economic interest.  ( See Knight Aff. ¶ 11 .)  \nPlaintiffs contend that both Brown and On Point are members of OBMG , jointly \nowning the 24.5% interest in question. \n9. Maximilian Merrill (“Merrill”) and Chris Wiles (“Wiles”), nonparties in this \naction, are minority economic interest holder s in OBMG  holding 4.9% and 9.8% \neconomic interests, respectively.  (Knight Aff. ¶ 8.) \n10. On 17 April 2021, Merrill sent an email to Knight, Echard, and Wiles raising \nconcerns with Knight’s conduct as manager of OBMG in, among other things, “using \n[OBMG] as [his] personal piggy bank.”  (Pl.’s Ex. 10, 6.)   In reply, on 18 April 2021, \nKnight represented that he had “full documentation of EVERY dollar on a spread \nsheet” purportedly reflecting cash transactions to and from OBMG (the “Knight Cash \nEmail”).  (Pl’s Ex. 10, 2.) \n11. Jessica Hayes (“Hayes”) was the office manager of OBMG from November \n2015 until September 2020.  (Hayes Aff. ¶ 2.)  In this role, Hayes served as OBMG’s \nbookkeeper and reported to Knight.  (Hayes Aff. ¶ 4.)  Hayes understood that Knight \nmaintained his own records of cash transactions involving the company.  (Hayes Aff. \n¶¶ 7–8.) \n12. On 23 April 2021, Plaintiffs’ counsel  sent the Inspection Demand to \nDefendant.  (Knight Aff. Ex. A  [“Demand Ltr.”]. )  The Inspection Demand stated \n“Brown and Echard ha[ve] concerns as to the current state of affairs of [OBMG]” and \n“[t]he purpose of this request is to enable [Plaintiffs] to understand [OBMG’s] current \nand historical financial condition[.]”  ( Demand Ltr. 1.)   The Inspection Demand \nrequested, among other things, OB MG’s tax returns from 2017– 20, full -year and \nyear-to-date financial statements, and material information relating to advance boat \norders, cash and barter transactions, and OBMG’s borrowings  (the “Requested \nInformation”).  (Demand Ltr. 1–3.) \n13. The Inspection Demand requested that the documents be made available by \n7 May 2021 and further stated:  \nIf you would, pl ease send all Requested Information that is available \nelectronically to me [via email].   If any such Requested Information is \nonly avail able in hardcopy, please overnight complete copies to my \nattention at [our law office.]   \n \nShould you prefer, we would be happy to establish a secure, electronic \ndata room to which [OBMG] may upload any and all Requested \nInformation. \n   \nPlease let me know immediately if [OMBG] has any questions regarding \nthis letter.”  \n \n(Demand Ltr. 4.) \n \n14. On 7 May 2021, counsel for OBMG provided 2 Plaintiffs with at least three \ndocuments, including OBMG’s 2018, 2019, and 2020 tax returns and a current OBMG \nmembership list.  (Knight Aff. ¶ 18., Ex. B, 1 [“July 2 Ltr.”].) \n15. On 2 July 2021, counsel for Defendant  confirmed by letter that Defendant \nhad earlier provided Plaintiffs with certain Requested Information: “[y]ou are already \nin possession of the 2018, 2019 and 2020 tax returns and the current known \nmembership list. ”  (July 2 Ltr.  1.)  The letter  also set forth a list of documents \nDefendant intended to provide to Plaintiffs, and objected to the production of “client \nlists, trade secrets, exact expenditures for boats in the process of being built, suppliers \nand contracts with current customers[,]” because such documents are “confidential \nand proprietary information[.]”  (July 2 Ltr. 2.)   \n16. The 2 July 2021 letter did not set forth a date, time, or location for inspection \nto occur.  Nor did OBMG object to sending the Requested Information electronically \nor by mail.   \n17. One month later, on 11 August 2021, OBMG mailed to Plaintiffs a list of its \ncurrent ownership, its state tax returns , its  2017 federal tax return, documents \nshowing indebtedness to Bank of America, documents reflecting barter transactions, \nand a spreadsheet reflecting amounts paid in mortgage and rent for 175 Sloop Point \nRoad Space, Hampstead, North Carolina.  (Knight Aff. ¶ 21, Ex. C, 3. ) OBMG \nsupplemented its production by mail on 21 October 2021, enclosing OBMG’s balance \n \n2 The record does not disclose the means by which OBMG turned over documents to Plaintiffs \non 7 May 2021, whether in person, by mail, or otherwise.  The record also contains no evidence \nthat OBMG objected to Plaintiffs’ request that documents be transmitted to Plaintiffs ’ \ncounsel electronically or by mail.   \nsheets and profit and loss statements from 2017 –20.  (Knight Aff. ¶ 22, Ex. D).  On \nneither occasion did OBMG object to sending the documents to Plaintiffs by mail. \n \nIII. PROCEDURAL HISTORY \n18. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motion. \n19. This Action was initiated by Plaintiffs on 21 May 2021 with the filing of the \nComplaint in Onslow County Superior Court, case number 2021 CVS 1794 (“Brown \nI”).  (ECF No.  3.)  The Complaint set forth a single claim seeking a court order \ncompelling OBMG to produce corporate records pursuant to N.C.G.S. § 57D -3-04.  \n(Compl. ¶ 23.) \n20. On 20 August 2021, this action was consolidated with Brown II for discovery, \nmediation, and all other proceedings except for trial.  (See Or. Joint Mot. Consolid. ¶ \n8.a., ECF No. 18.)  \n21. Defendant filed the Motion, supporting brief, and exhibits on 13 September \n2022.  (See Def.’s Mot. for Summ. J., ECF No. 43 [“Mot.”]; Def.’s Br. Supp. Mot. Summ. \nJ., ECF No. 45  [“Def.’s Br.”]; Def.’s Index in Supp. of Mot. Summ. J ., ECF No. 44 \n[“Def.’s Ex.”].) \n22. Plaintiffs filed their response and exhibits on 13 October 2022 (See Pls.’ \nResp. Def.’s Mot. Summ. J., ECF No . 57 [“ Pl.’s Br.”]; Pl.’s Index Opp. Def.’s Mot. \nSumm. J., ECF No. 56 [“Pl.’s Ex.”].)   \n23. Defendant filed its reply brief on 21 October 2022 .  (Def.’s Reply Br. Supp. \nof Mot. Summ. J., ECF No. 60 [“Reply Br.”].) \n24. The Court heard oral argument on the Motion on 29 November 2022.  ( See \nAm. Not. Hearing, ECF No. 59.)   \n25. On 1 December 2022, t he Court sua sponte deconsolidated this action from \nBrown II in all respects.  \n26. The Motion has been fully brief, argued, and is ripe for determination.   \nIV. LEGAL STANDARD \n27. Summary judgment is appropriate “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any material fact and that any party is entitled to a \njudgment as a matter of law.”  N.C.G.S. § 1A-1, Rule 56(c).  “A ‘genuine issue’ is one \nthat can be maintai ned by substantial evidence.” Dobson v. Harris, 352 N.C. 77, 83 \n(2000). \n28. The moving party bears the burden of showing that there is no genuine issue \nof material fact  and that the movant is entitled to judgment as a matter of law.  \nHensley v. Nat’l Freight Transp., Inc. , 193 N.C. App. 561, 563 (2008).  The movant \nmay make the required showing by proving that “an essential element of the opposing \nparty’s claim does not exist, cannot be proven at trial, or would be barred by an \naffirmative defense, or by showing through discovery that the opposing party cannot \nproduce evidence to support an essential element of her claim.” Dobson, 352 N.C. at \n83 (citations omitted). \n29. “Once the party seeking summary judgment makes the required showing, \nthe burden shifts to the nonmoving party to produce a forecast of evidence \ndemonstrating specific facts, as opposed to allegations, showing that he can at least \nestablish a prima facie ca se at trial.” Gaunt v. Pittaway, 139 N.C. App. 778, 784−85 \n(2000). \n30. The Court must view the evidence in the light most favorable to the \nnonmovant. Dobson, 352 N.C. at 83. However, the nonmovant “may not rest upon the \nmere allegations or denials of their ple ading, but their response, by affidavits or as \notherwise provided in this rule, must set forth specific facts showing that there is a \ngenuine issue for trial. If [the nonmovant] does not so respond, summary judgment, \nif appropriate, shall be entered agains t [the nonmovant].”  N.C.G.S. § 1A -1, Rule \n56(e). \nV. ANALYSIS \n31. Defendant seeks summary judgment with respect to  Plaintiffs’ inspection \ndemand, the sole claim for relief in the present case.  The Court will address each of \nDefendants’ contentions in turn. \nA. Membership Status of Brown and On Point Offshore, LLC  \n32. As a threshold  matter, OBMG argues that  Brown and On Point  are not \nmembers of OBMG and therefore do not have inspection rights under N.C.G.S. § 57D-\n3-04.  (Def.’s Br. 7 .)  OBMG, however, concedes that Echard is a member and is \nentitled to such inspection rights.  (Def.’s Br. 7.)  During oral argument on the Motion, \ncounsel for OBMG  acknowledged that because Echard is a member  entitled to \ninspection rights, whether Brown or On Point are members is immaterial.  The Court \nagrees.  By virtue of  Echard’s undisputed membership in OBMG and status as a \nplaintiff in this case, the Court need not decide the membership status of Brown and \nOn Point unless and until Echard ceases to be a plaintiff in this action.   \nB. Inspection Demand’s Compliance with N.C.G.S. § 57D-3-04(e) \n33.  OBMG next argues that Plaintiffs’ information request is void because it \ndoes not comport with § 57D-3-04(e).  Subsection (e) states that “[t]he exercis e of a \nmember’s rights to inspect and copy the LLC’s records is to take place  at the LLC’s \nprincipal office, or other location or locations selected by the LLC, during the LLC’s \nregular hours of operation unless the LLC directs otherwise.”   OBMG contends that \nbecause Plaintiffs asked that the Requested Information be sent electronically or by \nmail, (Demand Ltr. 4), Plaintiffs have “disregarded” the statu te and, therefore, the \nInspection Demand is void as a matter of law.  \n34. The Court disagrees.  While Defendant is correct that § 57D-3-04(e) \nempowers the LLC to establish  the location for inspection and copying , with the \ndefault location being the LLC’s principal office, the record shows that from 7 May  \n2021 until 21 October 2021, OBMG repeatedly and without objection provided \nPlaintiffs with Requested Information via mail .  (See July 2 Ltr., Knight Aff. Ex. C, \nKnight Aff. Ex. D.)  Certainly, OBMG could have objected to the Inspection Demand \nfor noncompliance with § 57D-3-04(e) at the time the demand was made.  Considering \nOBMG’s repeated course of conduct and failure to object , however, the Court \nconcludes that OBMG has waived that objection. \nC. OBMG’s Compliance with the Inspection Demand \n35. OBMG contends that it has furnishe d all of the Requested Information  \ncontemplated by § 57D-3-04 and that Plaintiffs are “unabl e to point to a category of \ndocuments contemplated by the statute and say that OBMG has failed to provide \nthem.”  (Def.’s Br. 8.)  Plaintiffs admit that OBMG has produced a substantial amount \nof the Requested Information, but they maintain that OBMG “has not provided all of \nthe documents and information pertaining to the cash Knight has taken from the \ncompany.”  (Pl.’s Br. 15.)  In particular, Plaintiffs contend Defendant is withholding \na spreadsheet allegedly maintained by Knight accounting for “every dollar” of cash  \ntransactions between Knight and OBMG (the “cash spreadsheet”).  (Pl.’s Br. 15; Pl.’s \nEx. 10, 2.)  Plaintiffs contend that the Knight Cash Email and the Hayes affidavit \ndemonstrate that Knight kept his own records of cash receipts, and  Defendant \n“cannot now credibly claim” the cash spreadsheet was destroyed. \n36. Defendant has submitted sworn testimony that “OBMG has provided \nPlaintiffs all documents to which they are entitled pursuant to the information rights \nstatute.”  (Knight Aff. ¶ 25.)  At oral argument, counsel for OBMG stated \nunequivocally to the Court that no such spreadsheet exists.   Plaintiffs have not \nsubmitted specific evidence to rebut this sworn testimony from OBMG. Instead, \nPlaintiffs argue that the Knight Cash Email and Hayes affidavit establish a dispute \nof material fact regarding the existence of Knight’s  cash spreadsheet, and for that \nreason, they believe summary judgment should be denied .  According to Plaintiffs,  \nthe case should proceed to trial for a jury to determine whether the cash spreadsheet \nallegedly maintained by Mr. Knight still exists and is in OBMG’s custody.   \n37. The Court concludes that § 57D-3-04 does not create an independent cause \nof action for Plaintiffs to obtain a jury determination regarding whether a document \ncurrently exists, and if so, who possesses the document .  Companies producing \nrecords pursuant to § 57D-3-04 are bound by Rule 11 and the contempt powers of the \nCourt.  Where, as here, Defendant has submitted sworn testimony that  it has \nprovided all documents it possesses that are required by the Inspection Demand and \nthe statute,  and where Plaintiffs have failed to rebut such sworn testimony  with \nadmissible evidence demonstrating that additional responsive documents exist  and \nare in Defendant’s possession, custody, or control, no jury issue remains.    \nD. Further Documents Outside Ambit of § 57D-3-04 \n38. Plaintiffs contend, in part, that Defendant is not entitled to summary \njudgment because it has refused to produce a number of categories of documents in \nits possession related to the operation and financial condition of the entity.  \nDefendant argues that i t should not be required to produce certain information \nrequested pursuant to  § 57D-3-04(a)(5) (“information from which the status of the \nbusiness and the financial condition of the LLC may be ascertained”) because such \ninformation is excessive in breadth and depth and not “reasonably necessary for a \nreasonable investor to determine the condition of the company.”  (Def.’s Br. 8–9.)  \n39. The information in dispute includes : (1) an exact accounting for advance \norders received for 37-foot Tournament Edition boats, (2) documentation of every cash \ntransaction in excess of $500.00 in the three years prior to the Inspection Demand , \n(3) all contracts and other documents relating to sale or lease of company property \nand financial arrangements, (4) all contracts with customers and suppliers, (5) a list \nof all employees and independent contractors, their classification, salaries, wages, \ntotal compensation paid , (6) a description of currently threatened liti gation, legal \nclaims, regulatory a ctions, or other actions  and related correspondence.  (Def.’s Br. \n8–9.) \n40. With the exception of the cash spreadsheet that Knight purportedly \nmaintained, Plaintiffs have failed to respond to  the objections Defendant raises \nregarding the categories of information in paragraph 3 9, supra.  Accordingly, \nPlaintiffs have conceded that such categories of information are not necessary to \ndetermine the status  of the business and financial condition of the C ompany.  ( See \nOr. Pls.’ BCR 10.9 Dispute, ¶ 16, ECF No. 26.)   \n41. Additionally, the Court again determines, as it has previously when ruling \non discovery disputes in this action , that the documents specifically identified in \nparagraph 39 are outside the scope of § 57D -3-04(a)(5).   Accordingly, Defendant is \nnot obligated to produce them. \nVI. CONCLUSION \n42. In sum, although the Court concludes that Defendant initially did not timely \nproduce all documents it was required to produce in response to Plaintiffs’ demand \nfor inspection, it further concludes as a matter of law that  Defendant ultimately \ncomplied with its statutory obligation.  Thus, the Court concludes that there is no \ndisputed issue of material fact as to Defendant’s obligation to produce company \ndocuments in response to Plaintiffs’ document demand. \n43. For the foregoing reasons, the Court hereby GRANTS the Motion insofar as \nit seeks judgment that Defendant OBMG has fully complied with its obligations \nunder N.C.G.S. § 57D-3-04.  \n44. The Court’s determination herein is without prejudice to Plaintiffs’ claim for \ncosts as permitted by applicable statute.  Any such request, however, must be raised, \nand supported by proper documentation, within sixty days of the entry of this Order.   \nSO ORDERED, this the 12th day of December, 2022. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge  \nfor Complex Business Cases \n "
}