{
  "id": "a8d567b0ec15ec45f3c515aa78cf335142d9a949f3949c0249356ed414ed97f7",
  "source_file": "data/raw/ncbc/a8d567b0ec15ec45f3c515aa78cf335142d9a949f3949c0249356ed414ed97f7.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nGUILFORD COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 4285 \n \nRELATION INSURANCE, INC. and \nRELATION INSURANCE \nSERVICES OF NORTH CAROLINA, \nINC., \n \nPlaintiffs, \n \nv. \n \nPILOT RISK MANAGEMENT \nCONSULTING, LLC; PILOT \nFINANCIAL BROKERAGE, INC. \nd/b/a PILOT BENEFITS; KYLE \nSMYTHE; ROBERT CAPPS; \nLYNETTE KINNEY; EDWARD \nMILES GURLEY; SEAN KELLY; \nTYLER CROOKER; MICHELLE \nLINTHICUM; LINDA MICHELLE \nSNEED; TONI KING; and \nJOHNATHAN LANCASTER, \n \nDefendants. \n \n \n  \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION FOR \nPARTIAL SUMMARY JUDGMENT, \nPLAINTIFFS’ MOTION FOR PARTIAL \nSUMMARY JUDGMENT, AND \nPLAINTIFFS’ MOTION FOR \nADVERSE INFERENCE AT \nSUMMARY JUDGMENT AND TRIAL \nBASED ON SPOLIATION OF \nEVIDENCE \n[PUBLIC]1 \n \n \n THIS MATTER  is before the Court on Defendants’ Motion for Partial \nSummary Judgment (ECF No. 187), Plaintiffs’ Motion for Partial Summary  \nJudgment (ECF No. 189), and Plaintiffs’ Motion for Adverse Inference at Summary \nJudgment and Trial Based on Spoliation of Evidence (“Motion for Adverse Inference,” \nECF No. 213) (collectively, the “Motions”).  \nTHE COURT, having considered the Motions and exhibits, the parties’ briefs, \nthe arguments of counsel, the applicable law, and all appropriate matters of record, \n \n1 The Court elected to file this Order  and Opinion under seal on 12 July 2024.  The Court \nthen permitted the parties an opportunity to propose redactions to the public version of this \ndocument.  The parties proposed the redactions contained herein, and the Court finds that \nthose redactions are narrowly and appropriately tailored.  Accordingly, the Court now files \nthe redacted, public version of this Order and Opinion. \nRel. Ins., Inc. v. Pilot Risk Mgmt. Consulting, LLC, 2024 NCBC 46. \nCONCLUDES that Defendants’ Motion for Partial Summary Judgment should be \nGRANTED in part and DENIED in part, Plaintiffs’ Motion for Partial Summary \nJudgment should be GRANTED in part and DENIED in part, and Plaintiffs’ Motion \nfor Adverse Inference should be GRANTED. \nFox Rothschild LLP, by Kip D. Nelson, Ashley Barton Chandler, Gray I. \nMateo-Harris, and Kelsey Schmidt, for Plaintiffs Relation Insurance, \nInc., and Relation Insurance Services of North Carolina, Inc.   \nRossabi Law PLLC, by Amiel J. Rossabi , for Defendants Pilot Risk \nManagement Consulting, LLC, Pilot Financial Brokerage Inc. d/b/a \nPilot Benefits, Kyle Smythe, Robert Capps, Lynette Kinney, Edward \nMiles Gurley, Sean Kelly, Tyler Crooker, Michelle Linthicum, Linda \nMichelle Sneed, Toni King, and Johnathan Lancaster.  \nDavis, Judge. \nINTRODUCTION \n1. This case  involves a hotly litigated series of disputes between an \ninsurance agency, one of its competitors, and a group of employees who left the agency \nto join its competitor.  In a nutshell, the agency primarily contends that its former \nemployees unlawfully used its confidential information and trade secrets to solicit \nemployees and clients  for the benefit of the competitor —their new employer .  In \naddition, the agency asserts that the former employees intentionally destroyed \nevidence relevant to this lawsuit.  The  former employees, in turn, claim that the \nagency failed to pay them the correct amount of wages they had earned.   \nFACTUAL AND PROCEDURAL BACKGROUND \n2. “The Court does not make findings of fact on motions for summary \njudgment; rather, the Court summarizes material facts it considers to be \nuncontested.”  McGuire v. Lord Corp. , 2021 NCBC LEXIS 4, at **1– 2 (N.C. Super. \nCt. Jan. 19, 2021) (cleaned up). \nA. Background on Relation \n3. Plaintiff Relation Insurance, Inc. (“Relation Insurance”) was formerly \nknown as Ascension Insurance, Inc. (“Ascension”).2  (See Lancaster Aff. I, Ex. B, ECF \nNo. 38.)  Plaintiff Relation Insurance Services of North Carolina, Inc. (“Relation NC”), \nis a subsidiary of Relation Insurance.  (R. 562.) 3  Relation Insurance  exists as the \nholding company for Relation NC, as well as for other similar subsidiaries located in \nother states.4  (R. 561.)  \n4. Relation serves as an “independent insurance agency and broker \nengaged in the business of the sale, marketing and provision of various insurance \nproducts and services to individuals and institutional, governmental and business \nclients[.]” (Kelly Aff. I, Ex. A, at 1, ECF No. 83.)  As an independent insurance agency \nand broker, this includes offering property and casualty, risk management, benefits, \nand third-party administrator consulting services across the United States.  (Cooper \nAff. III ¶ 4, ECF No. 189. 1.)  In sum, “Relation serves as an intermediary between \n \n2 Ascension was founded in July of 2007.  (R. 890.)  \n \n3 Relation filed a compilation of exhibits cited in its Brief in Opposition to Defendants’ Motion \nfor Summary Judgment as a single “Record.”  To enhance readability and eliminate \nduplicative citations, the Court will cite to the Record as “R.” followed by the corresponding \npage numbers when possible.  Please refer to Plaintiffs’ Index of Exhibits Submitted with \nPlaintiffs’ Brief in Opposition to Defendants’ Motion for Summary Judgment  (the “Record \nIndex”) for more information.  (See R. Index, ECF No. 226; see also R. Exs. 1 –9, ECF Nos. \n226.1–226.14.)  \n \n4 Throughout this Opinion, Relation Insurance and Relation NC are referred to collectively \nas either “Relation” or “Plaintiffs.” \ninsureds and insurance carriers to identify, negotiate, place, and service the right \ncoverage best suited to meet the specific needs of each policyholder.”  (Cooper Aff. III \n¶ 5.)   \n5. Relation—like other insurance agencies—acts as “the ‘Broker of Record’ \n(‘BOR’) for its  clients, which is a term of art in the insurance industry used to \nestablish and/or identify a relationship between an insurance broker and a \npolicyholder to the insurance company.”  (Cooper  Aff. I ¶ 4,  ECF No. 7.1.)  In other \nwords, a BOR refers to the broker designated by the policyholder to represent and \nmanage a policyholder’s insurance policy.5   \n6. Relation’s salespersons are known as “ Producers.”  Producers “are \nindividuals licensed to sell, service, and negotiate insurance products and serv ices, \nincluding insurance policies.”  (Cooper Aff. I ¶ 8.)  In addition to Producers, Relation \nemploys “Account Managers,” who “work alongside producers to manage client \nrelationships and service accounts in more of a customer service role. ”  (Cooper Aff. \nIII ¶¶ 9–10.)   \nB.   Formation of Pilot Risk and Smythe Lawsuit \n7. The origins of this lawsuit can be traced to early 2020, when Defendant \nKyle Smythe, who at that time was employed by Relation as a Producer, left Relation \nto form a new company, Defendant Pilot Risk Management Consulting, LLC (“Pilot \nRisk”), a direct competitor of Relation.  ( Cooper Aff. I  ¶¶ 21 –22.)  Pilot Risk was \nformed by Smythe on 12 February 2020  and began operating on 5 March 2020.   (R. \n \n5 In the insurance industry, a BOR is sometimes referred to as the “Agent of Record.” \n \n715.)  Smythe, as well as Defendants Robert A. Capps III and Lynette Kinney, are \nmembers (collectively, the “Pilot Members”) of Pilot Risk.  (R. 830.)  Capps and Kinney \nare also “part-owners” of a related entity, Defendant Pilot Financial Brokerage, Inc. \nd/b/a Pilot Benefits (“Pilot Benefits”) (collectively with Pilot Risk, the “Pilot \nEntities”).\n6  (Kinney Aff. I ¶ 6, ECF No. 58; Capps Aff. I ¶ 6, ECF No. 55.)      \n8. Smythe’s formation of Pilot Risk as a  competing entity was the subject \nof a prior lawsuit, Relation Insurance, Inc. v. Smythe, Case No. 20-CVS-4168, filed on \n16 March 2020 in Guilford County Superior Court (the “Smythe Lawsuit”), in which \nRelation brought claims against Smythe for breach of his employment agreement, \ntortious interference, and unfair and deceptive trade practices (“ UDTP”).  ( Smythe \nAff. I, Ex. A, ECF No. 29; Smythe Aff. I, Ex. B, ECF No. 30.)   \n9. On 4 September 2020  the Honorable Susan E. Bray entered an order \ndismissing all of Relation’s claims in the Smythe Lawsuit, except for the breach of \nemployment agreement claim.  (Smythe Aff. I, Ex. E, ECF No. 33.)     \n10. The Smythe Lawsuit was subsequently resolved on 11 March 2021 \nthrough a settlement agreement (the “Settlement Agreement”) that was entered into \nwith Relation by Smythe, Capps, Kinney, Pilot Risk, and Pilot Benefits (collectively, \nthe “Pilot Defendants”).  ( Smythe Aff. I , Ex. F, ECF No. 34.)  Per the terms of the \nSettlement Agreement, the Pilot Defendants agreed to: (a) pay Relation a nominal \n \n6 Smythe, Capps, and Kinney are all listed as managing members of Pilot Risk on its 2022 \nLimited Liability Company Annual Report that was filed with the North Carolina Secretary \nof State on 4 April 2022.  (R. 830.)  However, Smythe testified at his deposition that he is the \nsole managing member of Pilot Risk, and that Kinney and Capps are only members but not \nmanagers of Pilot Risk.  (R. 715.)   \namount of money; (b) not solicit any customers of Relation through 31 May 2021; (c) \nnot solicit any employees of Relation through 31 March 2021; (d) not disclose or use \nany of Relation’s confidential information through 4 March 2022; and (e) not disclose \nor use any of Relation’s trade secrets “for so long as the information qualifies as a \ntrade secret un der North Carolina law.”  ( Smythe Aff. I , Ex. F  § 3(a) –(d).)  In \nconsideration of these terms, the parties agreed to dismiss with prejudice all claims \nand counterclaims in the Smythe Lawsuit.  (Smythe Aff. I, Ex. F § 4.)  Furthermore, \nthe parties agreed to “release and discharge” each other and their employees from \n“all claims, demands, actions, causes of action, suits, damages, losses, and expenses, \nwhether known or unknown, of any and every nature whatsoever, as a result of \nactions or omissions o ccurring through the execution date of this [Settlement] \nAgreement.”  (Smythe Aff. I, Ex. F §§ 4–6.)   \n11. Smythe, Capps, and Kinney are all named as individual defendants in \nthe present action.  (See Compl. ¶¶ 6–8, ECF No. 3.)   \nC.  Former Employees’ Employment at Relation  \n12.  The remaining individual defendants in this case are Edward Miles \nGurley, Sean Kelly, Tyler Crooker, Michelle Linthicum, Linda Michelle Sneed, Toni \nKing, and Johnathan Lancaster (collectively, the “ Former Employees”), all of whom \npreviously worked at Relation for varying amounts of time as either P roducers or \nAccount Managers.  (Cooper Aff. I ¶ 7.)  Gurley, Kelly, Crooker, and Lancaster were \nemployed by Relation as Producers, while Sneed, King, and Linthicum were employed \nas Account Managers.  (Butler Aff. ¶¶ 7, 11, 14, 19, 25, ECF No. 189.4.)        \n13. Prior to the beginning of their employment with Relation, each of the \nFormer Employees executed a written employment agreement.  (See Dobens Aff. ¶ 5, \nECF Nos. 189.3 (sealed), 195 (redacted).)  “ Relation maintains a personnel file for \neach of the Former Employees, which houses his/her employment agreement, offer \nletters, and documentation for any discretionary bonuses or merit increases (i.e., \nraises).”  (Butler Aff. ¶¶ 5–6.)  \n14. The employment agreements for the seven Former Employees can be \nclassified into two categories —those for Producers (“Producer Agreements”) and \nthose for Account Managers (“Invention, Confidentiality and Non- Solicitation \nAgreements”; referred to herein as “Account Manager Agreements”, and collectively \nwith the Producer Agreements as “Employment Agreements” ).  (See Compl., Exs. I–\nO, ECF Nos. 5.9–5.15.)   \n15. All of the Employment Agreements contained non -solicitation clauses \n(the “Non-Solicitation Clauses”).  (See Compl., Exs. I–O.)  While the Non-Solicitation \nClauses for the Former Employees are not completely identical, they are all \nsubstantially similar  in that they each contained  provisions that prohibit the \nsolicitation of Relation’s clients or employees upon an employee’s departure from \nRelation. \n16. Account Managers at Relation are salaried employees and do not rely on \ncommissions.  However, this is not the case for Producers.  As set out in the Producer \nAgreements, the compensation of Relation’s Producers varies.  It can be determined \nby “stabilized base pay,” “strictly variable compensation,” or some “combination of the \ntwo.”  (Dobens Aff. ¶ 6.)  “Stabilized base pay” is typically the form of compensation \nprovided to newly hired Producers because it serves as a salary that “does not depend \non revenue received by Relation” so as to “ensure a steady flow of income” for the new \nProducer.  (Cooper Aff. III ¶ 7.) \n17. “After a period of time or once a [P]roducer’s book of business  reaches a \ncertain threshold, a [P]roducer can become eligible for higher compensation in the \nform of straight commissions[,]” which is also referred to as “strictly variable \ncompensation.”  (Cooper Aff. III ¶ 8.)   \n18. “For [P]roducers paid via variable compensation, their compensation \ncomes in the form of commissions classified at typically two different rates—a higher \nrate for securing ‘ new’ policies, and a lower rate for retaining ‘ renewal’ policies.”  \n(Dobens Aff. ¶ 7.)  Historically, Relation’s P roducer compensation plans offered a \nrange of renewal commission rates from 23% to 27%.  (Cooper Aff.  III ¶ 12.)  The \nhistorical tiered commission rate a Producer received depended on the size of the \nProducer’s book of business —the larger th e book of business, the higher the \ncommission rate.  (Cooper Aff. III ¶ 12.)   \n19. However, by 2019 , Relation’s historical tiered commission rate \n“approach was replaced with a standard 25/40[%] split (i.e., 40% on new business and \n25% on renewal)[.]”  (Cooper Aff. III ¶ 12–13.)  The new 25/40% split commission rate \ndid not vary based upon the size of a Producer’s book of business.  Although Relation \ninformed some Producers of this change in the commission rate structure, it did not \ncommunicate this change to all of its Producers.  (See Defs.’ Br. Opp. Pls.’ Mot. Summ. \nJ., at 30:3–31:20, ECF Nos. 224.32 (sealed), 237 (public); Kelly Aff. I ¶ 34, ECF No. \n81.)  \n20. Relation’s failure to inform all of its Producers of this change caused \nsome degree of confusion and led to complaints about the company’s lack of \ntransparency in calculating commissions.  Complaints about Relation’s lack of \ntransparency did not end with the Producers.  At least one A ccount Manager, \nLinthicum, claims she was not given a raise and bonus as she was promised in \nexchange for taking on more responsibilities.   Several Account Managers and \nProducers alike believed their workload at Relation was too heavy.  ( See Kelly Aff. I \n¶¶ 8–10, 52; Crooker Aff. I ¶ 43, ECF No. 74; Lancaster Aff. I ¶¶ 13, 15, 18, 53, ECF \nNo. 35; Sneed Aff. I ¶ 10, ECF No. 52; Linthicum Aff. I ¶ 16, ECF No. 64; King Aff. I \n¶ 5, ECF No. 78.)  \n21. Moreover, Relation instituted a freeze on all pay raises in the spring of \n2020 because of the COVID-19 pandemic.  (Zewalk Aff. II ¶ 12, ECF No. 189.2; Butler \nAff. ¶ 22.)  On 1 April 2020, Relation held a conference call for all employees during \nwhich the employees were presented with written notice of the pay freeze via a \nPowerPoint presentation.  (Zewalk Aff. II ¶ 13; Butler Aff. ¶ 22; Pls.’ Mot. Summ. J., \nEx. 23, ECF No. 189.23.)  The employees were told, however, that this pay freeze \nwould not affect the payment of 2019 discretionary bonuses.  (Zewalk Aff. II ¶ 13.)   \nD.  Former Employees Leave Relation for Pilot \n22. The Former Employees’ dissatisfaction with their positions at Relation \nultimately resulted in their exodus from Relation beginning in the fall of 2021.   \n23. The Former Employees now all work at either Pilot Risk or Pilot \nBenefits, “performing comparable, if not identical, roles  . . . that they performed at \nRelation.”  (Cooper Aff. I ¶¶ 27–28.)       \n24. Smythe first communicated with Crooker about the possibility of \nCrooker leaving Relation for Pilot Risk in late August of 2021.  (R. 581 –82, 718.)  \nCrooker was the first Former Employee to leave Relation when he resigned on 30 \nNovember 2021.  (Butler Aff. ¶¶ 4, 26.)  Crooker was subsequently hired by Pilot Risk \nand began working there on 3 December 2021.  (R. 717–718, 776, 781.)  \n25. Sneed swiftly followed Crooker and resigned from Relation on 1 \nDecember 2021.  (R. 598.)  She began working at Pilot Risk on 6 December 2021.  (R. \n595, 1648.) \n26.   Pilot Risk first communicated with Kelly about the possibility of him \nworking at Pilot in September of 2021.  (R. 719.)  Pilot Risk formally offered Kelly a \njob in the middle of January of 2022, which he  accepted on 18 February 2022—the \nsame day he resigned from Relation.  (R. 721.)  Kelly’s first day of employment with \nPilot Risk was 21 February 2022.  (R. 721–722.)  \n27. Like Kelly, Gurley was formally offered a job at Pilot Risk in the middle \nof January of 2022.  (R. 721.)  Gurley resigned from Relation on 18 February 2022 \nand accepted a job with Pilot Risk that same day.  (R. 721; Butler Aff. ¶ 8.)  Gurley’s \nfirst day of employment with Pilot Risk was also 21 February 2022.  (R.721–722.)  \n28. Also on 18 February 2022, Linthicum provided Relation with her notice \nof resignation.  (Butler Aff. ¶ 23.)  That same day, Relation relieved Linthicum of all \nof her duties and paid her for her time through 4 March 2022.  ( Butler Aff. ¶ 23.)  \nLinthicum was hired by Pilot Risk on 21 February 2022.  (R. 1644.)    \n29. Although King notified Relation of her resignation on 25 February 2022, \nshe accepted a position with Pilot Benefits eight days earlier on 17 February 2022.  \n(R. 415, 418.)  King began working at Pilot Benefits on 14 March 2022.  (R. 1651.)     \n30. Also on 25 February 2022, “Lancaster’s employment with Relation was \nterminated.”  (Butler Aff. ¶ 15.)  Cooper testified at his deposition that Lancaster was \nfired for violating “his responsibilities as manager in the company.”  (R.  531.)  \nLancaster was assigned a Pilot Benefits email address that same day.  (R. 1655.) \n31. During this period of time in which the Former Employees were leaving \nRelation to begin working at the Pilot Entities, a flurry of communications occurred \nbetween the Former Employees themselves, as well as between certain Former \nEmployees and Relation cli ents.  Additionally, prior to resigning, each Former \nEmployee forwarded documents from their Relation email account to their personal \nemail accounts, which, as discussed below, Relation contends was not only a violation \nof the Former Employees’ Employment Agreements, but also—in certain instances—\namounted to a misappropriation of Relation’s trade secrets.  (See, e.g., R. 612–619.)      \n32. Between 23 February 2022 and 1 March 2022, Relation sent letters to \neach of the Former Employees reminding them of their obligations under their \nrespective Employment Agreements.  Relation demanded that the Former Employees \ncease and desist from engaging i n conduct prohibited by their Employment \nAgreements and requested that they immediately return any confidential \ninformation in their possession.  ( See Compl., Ex. FF, ECF No. 5.32.)  Additionally, \nRelation requested that the Former Employees return a signed acknowledgment \nverifying that they had not used any of Relation’s confidential information and did \nnot currently have any in their possession.  (See Compl., Ex. FF.)  \n33. In this action, Plaintiffs assert that the Former Employees have \nsolicited—and continue to solicit—Relation’s clients and employees for the benefit of \nPilot Risk and Pilot Benefits.  (See, e.g., Compl., Exs. B–H, P–EE, ECF Nos. 5.2–5.8, \n5.16–5.31; Perkins Aff. ¶¶ 4–18, ECF No. 7.3; Zewalk Aff. I ¶¶ 4–7, ECF No. 7.4 ; \nToran Aff. ¶¶ 4–5, ECF No. 7.2; Cooper  Aff. II ¶¶ 7 –9, ECF No. 89.)  For example, \nKathy Perkins, an Employee Benefits Consultant for Relation, learned on 10 March \n2022 that Lancaster had unilaterally sent forms to a Relation client in an attempt to \nmove the client’s business to Pilot.  (Perkins Aff. ¶ 14–17.)   \n34. Although Defendants deny that the Former Employees have improperly \nsolicited Relation’s clients and employees , they have acknowledged various \ncommunications between them and clients or employees of Relation following their \ndeparture from Relation.  Crooker admit ted that he does not “ know which of [his] \nclients [he] called after leaving Relation and which ones called [him,]” (Crooker Aff. I \n¶ 44); Linthicum stated that “several account managers on [her] former team at \nRelation asked [her] to keep them in mind if Pilot Risk needed to hire additional \nemployees[,]” (Linthicum Aff. I ¶ 19); and multiple Former Employees admit that \nthey reached out to Relation’s clients to let them know they were leaving Relation , \n(see, e.g., Gurley Aff. I ¶ 29, ECF No. 67; Kelly Aff. I ¶ 41; Lancaster Aff. I ¶ 57).   \n35. All of the Former Employees testified that they believed the restrictive \ncovenants contained in their Employment Agreements were—and continue to be —\nunenforceable. (King Aff. I ¶ 48; Sneed Aff. I ¶ 14; Lancaster Aff. I ¶ 58; Linthicum \nAff. I ¶ 37; Gurley Aff. I ¶ 43; Crooker Aff. I ¶ 45; Kelly Aff. I ¶ 53.) \n36. Relation contends that the acts of Defendants have caused Relation to \nlose over 100 accounts to the Pilot Entities, resulting in a steady decline in the \nRelation Greensboro office’s annual revenue since December of 2021.  (R. 387.)   \n37. Furthermore, Relation claims that it was harmed by Defendants’ actions \nbecause they resulted in a significant decrease in its number of producers within the \nspan of a few months, which caused Relation to lose its only personal lines producer, \nits only employee benefits producer, its only employee benefits manager, and two of \nits four commercial lines producers.  (R. 390.)  As a result, Relation asserts that \n“[m]orale among employees has still not recovered[,]” and that Relation’s “Greensboro \nlocation, and Relation’s Eastern Region more generally, will never be the same.”  (R. \n397.)  \nE.  The Present Lawsuit \n38. On 11 April 2022, Relation initiated this action by filing a Complaint in \nGuilford County Superior Court.  (See Compl., ECF No. 3.)  \n39. Plaintiffs asserted the following claims in the Complaint: (a) four breach \nof contract claims —one against the Former Employees for breach of confidentiality \nprovisions in their employment agreements; two against the Former Employees for \nbreach of non-solicitation clauses in their employment agreements;  and one against \nthe Pilot Defendants for breach of the 11 March 2021 Settlement Agreement; (b) two \nmisappropriation of trade secrets claims against all Defendants —one under the \nFederal Defend Trade Secrets Act, 18 U.S.C. § 1832 et seq., and one under the North \nCarolina Trade Secrets Protection Act, N.C.G.S. § 66 -152 et seq .; (c) an unjust \nenrichment claim against all Defendants; (d) two computer-related claims against the \nFormer Employees—one for computer trespass under N.C.G.S. §  14-458 and one for \nviolation of the Comput er Fraud and Abuse Act of 1986, 18 U.S.C. §  1030; (e) two \ntortious interference claims against all Defendants —one for current “business and \ncontractual relations” and one for “prospective economic advantage”; and (f) a claim \nfor UDTP under N.C.G.S. §  75-1.1 et seq. against all Defendants.  ( Compl. ¶¶ 154–\n270.)   \n40. On 5 July 2022, Defendants filed various counterclaims against \nRelation.  Gurley, Kelly, Lancaster, Linthicum, and Crooker asserted counterclaims \nfor violation of the North Carolina Wage & Hour Act, breach of contract, and breach \nof the implied covenant of good faith and fair dealing.7  (Countercl. ¶¶ 22–47, 55–60, \n78–86, ECF No. 117.)  Additionally, the Pilot Defendants asserted a counterclaim \nagainst Relation for UDTP.8  (Countercl. ¶¶ 68–77.)  \n \n7 Originally, Defendants also alleged a counterclaim for tortious interference with prospective \neconomic advantage , (Countercl. ¶¶ 61–67), and Lancaster brought a counterclaim for \ndefamation, (Countercl. ¶¶ 48–54).  However, Defendants voluntarily dismissed these claims \nwithout prejudice on 23 August 2022.  (See Vol. Dismiss., ECF No. 127.) \n \n8 Counsel for Defendants has since informed the Court that the UDTP counterclaim is now \nbeing asserted solely on behalf of Pilot Risk. \n41. Following the completion of discovery, the parties filed cross-Motions for \nPartial Summary Judgment on 28 July 2023, and Plaintiffs filed the Motion for \nAdverse Inference on 31 August 2023.   \n42. The Motions have been fully briefed and the Court held a hearing on the \nMotions on 18 and 20 December 2023.  The Motions are now ripe for resolution.   \nLEGAL STANDARD \n43. It is well established that “[s]ummary judgment is proper ‘if the \npleadings, depositions, answers to interrogatories, and admissions on file, together \nwith the affidavits, if any, show that there is no genuine issue as to any material fact \nand that any party is entitled to a judgment as a matter of law.’ ”  Morrell v. Hardin \nCreek, Inc., 371 N.C. 672, 680 (2018) (quoting N.C. R. Civ. P. 56(c)).  “[A] genuine \nissue is one which can be maintained by substantial evidence.”  Kessing v. Nat’l \nMortg. Corp. , 278 N .C. 523, 534 (1971).  “Substantial evidence is such relevant \nevidence as a reasonable mind might accept as adequate to support a conclusion and \nmeans more than a scintilla or a permissible inference.”  Daughtridge v. Tanager \nLand, LLC, 373 N.C. 182, 187 (2019) (cleaned up). \n44. On a motion for summary judgment, “[t]he evidence must be considered \n‘in a light most favorable to the non -moving party.’ ”  McCutchen v. McCutchen , 360 \nN.C. 280, 286 (2006) (quoting Howerton v. Arai Helmet, Ltd. , 358 N.C. 440, 470 \n(2004)).  “[T]he party moving for summary judgment ultimately has the burden of \nestablishing the lack of any triable issue of fact.”  Pembee Mfg. Corp. v. Cape Fear \nConstr. Co., 313 N.C. 488, 491 (1985). \n45. The party moving for summary judgment may satisfy its burden by \nproving that “an essential element of the opposing party’s claim does not exist, cannot \nbe proven at trial, or would be barred by an affirmative defense . . . or by showing \nthrough discovery t hat the opposing party cannot produce evidence to support an \nessential element of [the] claim[.]”  Dobson v. Harris, 352 N.C. 77, 83 (2000).  “If the \nmoving party satisfies its burden of proof, then the burden shifts to the non- moving \nparty to ‘set forth specific facts showing that there is a genuine issue for trial.’ ”  Lowe \nv. Bradford , 305 N.C. 366, 369– 70 (1982) (quoting N.C. R. Civ. P. 56(e)).  If the \nnonmoving party does not satisfy its burden, then “summary judgment, if \nappropriate, shall be entered against [the nonmovant].”  United Cmty. Bank (Ga.) v. \nWolfe, 369 N.C. 555, 558 (2017) (quoting N.C. R. Civ. P. 56(e)).  \nANALYSIS \nI. Motion for Adverse Inference  \n46. The Court elects to first address Plaintiffs’ Motion for Adverse Inference. \n47. In this Motion, Plaintiffs argue that each individual Defendant spoliated \nevidence and, as a result, “an adverse inference should be drawn against Defendants \nwhen considering their motion for summary judgment and at trial.”  (Mot. Adv. Inf., \nat 3.)   \n48. Spoliation occurs when “ relevant evidence [i]s lost or destroyed by the \nopposing party. ”  Outlaw v. Johnson, 190 N.C. App. 233 , 245 (2008).  In short, \nPlaintiffs allege that spoliation occurred because, “after receipt of a preservation \nnotice and the initiation of this action, every individual Defendant deleted data from \nhis/her electronic devices.”  (Pls.’ Br. Supp. Mot. Adv. Inf., at 1, ECF No. 216.)   \n49. Between 23 February and 1 March 2022— after the Former Employees \nleft Relation for the Pilot Entities—Relation sent cease-and-desist letters to each \nDefendant informing them of Relation’s belief that all of them were acting in violation \nof their legal obligations as set out in either the Settlement Agreement or in their \nrespective Employment Agreements.  ( See Compl., Ex. FF.)  Each cease -and-desist \nletter also included a preservation notice advising  each individual Defendant  “to \npreserve any and all information relevant to the facts surrounding the topics in this \nletter.”  (See Compl., Ex. FF.)   \n50. After filing the Complaint in this action on 11 April 2022, Relation \nsubsequently served all Defendants with process over the next several days.  ( See \nService Affs., ECF Nos. 15–26.)  \n51. Two days after filing the Complaint, Relation filed a Motion for \nPreliminary Injunction (“PI Motion,” ECF No. 6).  Among other things, Plaintiffs \nrequested in the PI Motion that the Court order Defendants to \npreserve all data currently stored on computers over which they have \npossession, custody, or control, including personal digital assistants or \nmobile telephones, including any information stored on backup media, \nwhich currently stores, or which has stored,  Plaintiffs’ confidential \ninformation, proprietary information, or trade secrets; and . . .  \npreserve all emails on any computer under their control, including \ninternet mail servers, personal digital assistants, and other hardware, \nthat was at any time related to the solicitation or contact of Plaintiffs’ \ncurrent or former clients or employees[.]  \n(PI Mot., at 4.)   \n52. On the same day that the PI Motion was filed, Linthicum reset her \ncellphone.  ( Shelton Aff. III, Ex. B-5, at 6, ECF No. 217.5.)  Over the course of the \nweek following the filing of the PI Motion, Smythe, Lancaster, Capps, King, and \nSneed all did so as well.   More specifically, Smythe reset his cell phone on 15 April \n2022, (Shelton Aff. III, Ex. B-3, at 7, ECF No. 217.3) ; Lancaster reset his cell phone \non 16 April 2022,  (Shelton Aff. III , Ex. B-2, at 3, ECF No. 217.2) ; Capps reset his \ncellphone on 18 April 2022, (Shelton Aff. III, Ex. B-1, at 5, ECF No. 217.1); and King \nand Sneed both reset their cellphones on 21 April 2022, (Shelton Aff. III, Ex. B-6, at \n4, ECF No. 217.6; Shelton Aff. III, Ex. B-9, at 21, ECF No. 217.9).      \n53. Later, on 5 May 2022, Gurley completely “wiped” his personal computer.  \n(Shelton Aff. III , Ex. B-7, at Ex. A, ECF No. 217.7.)  A few days later, Lancaster \nswitched out the SIM card in his cellphone.  (Shelton Aff. III, Ex. B-2, at 2.) \n54. On 13 May 2022, the parties entered into the following Stipulation \nregarding the PI Motion:  \nPrior to the deletion of any information pursuant to the paragraph \nbelow, the Former Employees will make their electronic devices \navailable for digital imaging. Plaintiffs will, at their sole expense, \nprovide an independent third- party company to digitally  image the \ndevices. The digital images will be maintained by the third -party \ncompany and will not be available to Plaintiffs or counsel for \nPlaintiffs unless and until counsel agree otherwise or as ordered by \nthe Court.  \n \nAs to intangible information obtained from Plaintiffs, not including \nnames and contact information of any persons in the Former \nEmployees’ cell phones (whether present or former clients) or the \nFormer Employees’ personal photos, identification numbers, \nfinancial information, protected health information, or attorney -\nclient privileged information, the Former Employees will take all \nreasonable steps to locate and, then, permanently delete all such \ninformation from their computers, cell phones, tablets, external \ndrives, cloud storage platforms, and any and all other places (within \nthe Former Employees’ possession, custody or control) stored or \naccessible within seven days of the completion of the digital imaging \ndescribed above.  \n \nThe Former Employees agree that they will not use or disclose to \nothers any tangible documents or intangible information obtained \nfrom Plaintiffs, except in connection with the litigation of the [sic] \ncaptioned matter. Further, the Former Employees have not disclosed \nto others (except their counsel) tangible documents or intangible \ninformation obtained from Plaintiffs and have not, since receipt of \nthe “preservation notices” from Plaintiffs’ counsel, destroyed or \npermanently deleted any such information.  \n \nEach of the Former Employees will file separate acknowledgements, \nsigned under oath, of their compliance with this stipulation within \nseven days of the completion of the digital imaging referred to above. \n \nOther than the documents and intangible information that is \npermanently deleted, all parties will preserve all emails, documents, \ndata, and other information related to the opposing parties or their \nclients, vendors, insurance carriers and/or employees. \n(Stipulation, ECF No. 94.)  \n55. Relation retained David Shelton, the owner of Advantage Technology \nInvestigations, LLC, to conduct the digital imaging of Defendants’ devices as provided \nfor in the Stipulation.\n9  (Shelton Aff. III, ECF No. 217.)  This round of imaging began \nin May of 2022.  (Shelton Aff. III ¶ 6.)    \n56. On 18 May 2022, the following was produced to Shelton for imaging \npursuant to the Stipulation: Linthicum ’s iPhone 13 Max and Apple MacBook Pro \nlaptop, (Shelton Aff. III, Ex. B-5, at 1); Sneed’s Apple iPhone 8, (Shelton Aff. III, Ex. \n \n9 Shelton testified that he has over thirty-five years of experience in the field of information \ntechnology and that he has been retained as a forensic expert in nearly one hundred civil and \ncriminal matters.  (Shelton Aff. III ¶¶ 3–4.)   \nB-6, at 1); Gurley’s Chromebook laptop , (Shelton Aff.  III, Ex. B -7, at Ex. A) ; and \nCrooker’s Motorola One cellphone, (Shelton Aff. III, Ex B-10, at 1, ECF No. 217.10). \n57. Less than a month after the Stipulation was executed, Kinney reset her \nphone on 1 June 2022.  (Shelton Aff. III, Ex. B-4, at 5–6, ECF No. 217.4.) \n58. On 27 June 2022, the Court entered a Case Management Order \n(“CMO”), which “reminded [the parties] of their obligations to preserve and retain all \npotentially relevant documents, including but not limited to documents stored \nelectronically, and the need to suspend all automatic deletions of electronic \ndocuments or overwriting of backup tapes that may contain potentially relevant \ninformation.”  (CMO, at 6, ECF No. 114.)   \n59. Pursuant to Business Court Rule (“ BCR”) 10.9, Relation emailed the \nCourt on 3 October 2022 regarding an ongoing discovery dispute related to \nDefendants’ responses to Relation’s first set of interrogatories and requests for \nproduction of documents, which included, among other issues, Plaintiffs’ access to the \npreviously conducted forensic imaging of Defendants’ devices (the “3 October Email”).  \n(Mot. Adv. Inf., Ex A., ECF No. 213.1.)   \n60. On 30 September 2022, prior to emailing the Court, counsel for the \nparties participated in a phone call to address the dispute, which they failed to resolve \nat that time.  Relation’s email to the Court described the nature of the dispute, in \npertinent part, as follows: \nOn that September 30, 2022, call, Defendants would only agree to \nsupplement their response to Global Interrogatory No. 1 and any other \nresponses for which Defendants may deem supplementation necessary. \nDefendants also admitted that they did not even look  for responsive \ninformation and documents. Nor did they provide any search terms or \nculling criteria in accordance with the ESI Protocol.  \n \nFurther, many of Defendants’ discovery responses referred to \ninformation contained within devices that were digitally imaged at \nPlaintiffs’ expense pursuant to the Stipulation. Yet, on the call \nDefendants would only agree to allow Plaintiffs to “access” th e devices \nto the extent they expressly mention Plaintiffs, Plaintiffs’ clients, or \nAlleged Confidential Information. This limitation is unreasonable and \ninconsistent with the ESI Protocol. Defendants should search for all \nrelevant information and ESI, incl uding on the imaged devices, and \nallow Plaintiffs to obtain all responsive information on the imaged \ndevices (excluding any privileged communications). In addition, \nDefendants have refused to search their Pilot -issued devices or provide \nthose devices to Plaintiffs.  \n \nDuring the call, Defendants also reiterated that they would not identify \nor produce communications between themselves, claiming that anything \nfrom before they left Plaintiffs’ employment would be captured on \nPlaintiffs’ devices, and that anything after the y left Plaintiffs’ \nemployment would be per se privileged because they “all” would have \ninvolved Defendants’ counsel or been at the direction of Defendants’ \ncounsel. Again, Defendants take this position without performing any \nESI search.  \n \nGiven Defendants’ recalcitrance, Plaintiffs are forced bring this dispute \nto the Court. Plaintiffs respectfully request that the Court compel \nDefendants to provide full and complete responses to all interrogatories, \nproduce the requested documents and tangible things (in accordance \nwith the ESI Protocol), and allow Plaintiffs to search the imaged devices \nin accordance with the disco very requests, as well as award Plaintiffs \ntheir costs and fees associated with this dispute and grant such other \nrelief as the Court deems just and proper. \n \n(Mot. Adv. Inf., Ex. A (emphasis in original).)  \n61. On 13 October 2022, the Court conducted a BCR 10.9 conference (the \n“13 October Conference”) to address the issues raised by Relation in the 3 October \nEmail.  During the 13 October Conference, the Court informed the parties that it \nwould permit Shelton (on behalf of Relation) to conduct digital imaging of certain of \nDefendants’ electronic devices, which was then scheduled to begin on 25 October \n2022.  (Mot. Adv. Inf., Ex. E, ECF No. 213.5.) \n62. This impending digital imaging of Defendants’ devices appears to have \nset off another round of deletions by Defendants, beginning with Gurley resetting his \nphone on the very same day on which the 13 October  Conference was conducted.  \n(Shelton Aff. III, Ex. B-7.)   \n63. The day after the 13 October C onference, Smythe and Crooker deleted \ncell phone data files from their laptop computers.  ( Shelton Aff. III , Ex. B-3, at 6 ; \nShelton Aff. III, Ex. B-10, at 6.)  \n64. Further, between 17 and 24 October 2022, Sneed reset her laptop \ncomputer, (Shelton Aff. III , Ex. B-6, at 11);  Kelly reset his cell phone,  (Shelton Aff. \nIII, Ex. B-8, at 2, ECF No. 217.8); Linthicum installed a new SIM card on her phone, \n(Shelton Aff. III , Ex. B-5, at 2) ; and files were deleted from Gurley’s laptop on two \nseparate occasions, (Shelton Aff. III, Ex. B-7, at 11).  \n65. On 25 and 26 October 2022, the following electronic devices were \nproduced to Shelton for digital imaging: Lancaster’s iPhone 12 and Dell laptop, \n(Shelton Aff. III, Ex. B-2, at 1); Kinney’s Apple iPhone XR, (Shelton Aff. III, Ex. B-4, \nat 1); Linthicum’s  Lenovo laptop , (Shelton Aff. III, Ex. B- 5, at 1) ; Sneed’s Apple \niPhone 8 and HP laptop , (Shelton Aff. III, Ex. B-6, at 1, 7); Gurley’s iPhone 14 Max \nand a Lenovo ThinkPad laptop, (Shelton Aff. III, Ex. B-7, at 1); Kelly’s iPhone 14 Pro \nMax, HP laptop, and iPad Air, (Shelton Aff. III, Ex. B-8, at 1, 14); King’s Dell desktop \ncomputer, (Shelton Aff. III, Ex. B-9, at 1); Crooker’s Motorola One cellphone, (Shelton \nAff. III, Ex B-10, at 1); and Crooker’s HP laptop, (Shelton Aff. III, Ex B-10, at 5).  \n66. Finally, on 3 November 2022, Capps’ iPhone and MacBook laptop, as \nwell as Smythe’s iPhone 12 and HP laptop, were produced to Shelton for examination.  \n(See Shelton Aff. III, Ex. B-1, at 1; Shelton Aff. III, Ex. B-3, at 1.) \n67. Upon completing his analysis of the digitally imaged devices, on 30 \nNovember and 16 December 2022, Shelton “ provided to counsel for Defendants \nexternal drives containing the data captured on the devices successfully imaged to \nthat point.”  (Shelton Aff. III ¶ 23.)  Shelton has testified that “[t]he data was provided \nin the form of searchable HTML reports [,]” which “included information about the \ndocuments and files contained on the imaged devices and their properties.”  (Shelton \nAff. III ¶ 23.)   \n68. On 30 December 2022, Shelton “provided copies of the HTML reports to \ncounsel for Plaintiffs, but without items that [he] deemed potentially privileged or \npersonal.” (Shelton Aff. III ¶ 25.)  Shelton explained the scope of data included in \nthese HTML reports as follows:   \nThe HTML reports from the Defendants’ cell phones captured all \nmessage data, whether it was from an Android phone or an iPhone, that \nexisted on each device.  Any messages that were sent or received on that \ndevice would show up in the HTML report unless they were deleted —\neither as a part of the device’s automatic deletion settings or through \nmanual deletion. \n \n. . . \n  \nText messages sent from an iPhone to an iPhone (iMessages) do not \nalways show up on a call log from a phone provider like Verizon or AT&T \nbecause they are sent directly through Apple’s proprietary system as \ninternet data, rather than through a wireless carrier. Depending on the \nservice signal strength that is available, some iPhone- to-iPhone \nmessages (iMessages) may show up on a call log.  Thus, a phone provider \ncall log for an iPhone user does not contain the majority of text messages \nsent to another iPhone user. \n \n(Shelton Aff. III ¶¶ 24, 26.)  \n69. Following several delays resulting from discovery disputes between the \nparties, discovery in this matter finally closed on 2 June 2023.  ( See 24 April 2023 \nOrder, ECF No. 176.)     \n70. In their Motion for Adverse Inference, Relation essentially contends that \nthe above-described series of events shows that “Defendants engaged in systematic \nspoliation of evidence on at least 20 electronic devices and failed to preserve \npotentially relevant evidence once they were on notice of their duty.”  (Pls.’ Br. Supp. \nMot. Adv. Inf., at 13.)   \n71. Relation filed an affidavit of Shelton in support of the Motion for Adverse \nInference, which summarized his conclusions drawn from the forensic analysis and \ndigital imaging of Defendants’ devices.   ( See Shelton Aff. III.)   Shelton attached as \nexhibits to his affidavit the Cell Phone and Computer Summary Analyses for Capps, \nLancaster, Smythe, Kinney, Linthicum, Sneed, Gurley, Kelly, King, and Crooker’s \ndevices.  (See Shelton Aff. III, Exs. B-1–B-13.)  In his affidavit, Shelton opined that \n“[i]n [his] 35+ years of experience, [he] ha[s] never seen such extensive and \ncoordinated deletions of evidence across so many electronic devices as [he] discovered \nin [his] forensic examination in this matter.  The deletions have destroyed what the \nfull picture of data would have been in this case.”  (Shelton Aff. III ¶ 22.)   \n72. “Evidence of spoliation by a party allows the trier of fact to make an \ninference that the spoliated evidence was detrimental to that party’s case.”  Sunset \nBeach Dev., LLC v. Amec, Inc. , 196 N.C. App. 202, 220 (2009) .  Our Supreme Court \nover a century ago explained the nature of an inference premised on spoliation as  \nfollows: \nIt is therefore laid down in the books as a well settled principle that \nwhere a party fails to introduce in evidence documents that are relevant \nto the matter in question and within his control, and offers in lieu of \ntheir production secondary or other evidence of inferior value, there is a \npresumption or at least an inference that the evidence withheld, if \nforthcoming, would injure his case. \n. . .  \n“If a man by his own tortious act withhold evidence by which the nature \nof his case would be manifested, every presumption to his disadvantage \nwill be adopted, for where a party has the means in his power of \nrebutting and explaining the evidence adduced against him, if it does \nnot tend to the truth, the omission to do so furnishes a strong inference \nagainst him.” \n \nYarborough v. Hughes, 139 N.C. 199, 209 (1905) (internal citation omitted).   \n73. To prevail on their assertion that Defendants spoliated evidence,  \nPlaintiffs must show that Defendants “(1) intentionally destroyed or failed to preserve \n(2) potentially relevant materials (3) while aware of the possibility of future \nlitigation.”  SCR-Tech LLC v. Evonik Energy Servs. LLC , 2014 NCBC LEXIS 72, at \n**14 (N.C. Super. Ct. Dec. 31, 2014).   \n74. “If, however, the evidence withheld or destroyed was equally accessible \nto both parties or there was a fair, frank, and satisfactory explanation for the \nnonproduction of the evidence, the principle is inapplicable and no inference arises.”  \nHolloway v. Tyson Foods, Inc. , 193 N.C. App. 542, 547 (2008) (cleaned up).  “On the \nother hand, if no satisfactory explanation is forthcoming, the maxim of the law will \napply, and the jury must pass upon the case, aided by the inference, giving to it such \nforce and effect as they may think it  should have under all of the facts and \ncircumstances.”  McLain v. Taco Bell Corp. , 137 N.C. App. 179, 184 (2000)  (cleaned \nup).   \n75. This Court has provided the following guidance on how a claim of \nspoliation should be analyzed:  \nThis rule of evidence is based on the common sense notion that \nindividuals do not normally withhold or destroy evidence useful to their \ncase.  See Kronisch, 150 F.3d at 126.  The inference serves to restore the \nprejudiced party to the same position he would have been in had the \ndestruction of relevant documents not occurred.  See id. \nThe standard for applying the spoliation inference is evidence that the \nparty intentionally destroyed potentially relevant materials while \naware of the possibility of future litigation.  See McClain, 137 N.C. App. \nat 716, 527 S.E.2d at 716.  Whether materials were intentionally \ndestroyed depends on the awareness of the party in possession of the \ndocuments.  Therefore, a party is entitled to the spoliation inference, if \nhe shows that the party having control over the evidence had an \nobligation to preserve it  at the time it was destroyed.  See 150 F.3d at \n126.  Such an obligation arises when the party in possession of the \nevidence is on notice that the evidence may be relevant to future \nlitigation.  See id.  Thus, where the party was “aware of circumstances \nthat were likely to give rise to future litigation” but nevertheless \ndestroyed potentially relevant documents, the jury may draw an adverse \ninference against such party.  McClain, 137 N.C. App. at 187, 527 S.E.2d \nat 718.  A showing of such awareness satisfies the requirement that the \nevidence was intentionally destroyed; bad faith or even awareness of \nimpending trial need not be shown.  Id. at 8–9. \nFurthermore, “the prejudiced party may be permitted an inference in \nhis favor so long as he has produced some evidence suggesting that a \ndocument or documents relevant to substantiating his claim would have \nbeen included among the destroyed files.”  Kronisch , 150 F.3d at 128.  \nStated simply, the material destroyed must be potentially relevant to \nthe issues presented at trial.  See id .  To ascertain relevancy, the party \nseeking the spoliation inference must show that “there is [a] likelihood \nthat the destroyed evidence would have been of the nature alleged by \nthe party affected by its destruction.”  See id[.] at 127.  Therefore, while \nit is often difficult to ascertain the relevancy of the materials destroyed, \nevidence identifying the types of documents destroyed may provide the \ncourt with sufficient information to make the relevancy determination. \nPraxair, Inc. v. Airgas, Inc. , 2000 NCBC LEXIS 5, at **57 –58 (N.C. Super. Ct. Aug . \n14, 2000).  \n76. This Court addressed a similar spoliation issue in Kixsports, LLC v. \nMunn, 2019 NCBC LEXIS 62 (N.C. Super. Ct. Sept. 30, 2019).  Discovery in Kixsports, \nas in the present matter, “proved to be contentious[,]” which resulted in the \ndefendants bringing a motion that sought sanctions for discovery abuses that were \ndiscovered after the plaintiffs “were ordered to produce their electronic devices for \ninspection by a forensic expert [.]”  Kixsports, 2019 NCBC LEXIS 62, at *1, *3.  The \ndefendants “contend[ed] that the forensic expert retrieved highly relevant evidence \nand also detected intentional deletion of evidence by” two of the plaintiffs.  Id. at *2.    \n77. First, the Kixsports forensic expert determined that potentially relevant \nfiles located on one plaintiff’s computer, which were “associated with the proces s of \nbacking up a mobile device through Apple ’s iTunes software [,]” were intentionally \ndeleted after the lawsuit was initiated.  Id . at *14 –15.  This Court agreed with the \nforensic expert’s findings and concluded that it was “ more likely than not that \n[plaintiff] intentionally deleted backup files for his mobile device during the pendency \nof th[e] lawsuit.”  Id. at *15.  In reaching this conclusion, the Court emphasized that \nall of the forensic expert’s testimony as to this issue was unrebutted.  The plaintiffs \ndid not address the issue in their opposition brief or file an affidavit denying or \nexplaining the deletion, or hire their own expert to rebut or comment upon the \nforensic expert’s analysis.  Id.  \n78. Next, the Kixsports forensic analysis revealed that the plaintiffs \n“frequently sent and received text messages, yet scores of these messages [we]re \nmissing.”  Id . at *15 –16.   Moreover, some text messages between the parties \nappeared on the defendant’s phone, but did not appear on the plaintiffs’ phones, \nwhich the forensic expert concluded “shows intentional deletion” by the plaintiffs.  Id. \nat *16.  In response, the plaintiffs argued that the forensic expert “failed to consider \nalternatives to intentional deletion, such as software settings that automate deletion \nof text messages.”  Id. \n79. This Court in Kixsports was not persuaded by the plaintiffs’ argument \nbecause the evidence was “consistent with intentional deletion[,]” and the plaintiffs \ndid not proffer any expert testimony in support of their position.  Id . at *17.  The \nCourt’s reasoning underlying this conclusion was as follows:    \nFor one thing, the default setting for these devices is to retain text \nmessages forever.  Automated deletion requires action by the user to \nalter the setting.  (3d Walton Aff. ¶ 13.)  In addition, automated deletion \nworks by scheduling the deletion of all text messages over a certain age \n(one year, for example), not by selecting and deleting messages with a \nspecific user.  (3d Walton Aff. ¶ 19.a.) \nThe evidence here is consistent with intentional deletion.   Pye’s \nsmartphones contained thousands of messages from 2017 but none \nexchanged with Carr, even though it is undisputed that such messages \nonce existed. This cannot be explained by a theory of automated \ndeletion; it is strong evidence of selective deletion of messages between \nPye and Carr. Likewise, Pye and Carr altered their smartphones’ \ndefault settings so that they would delete text messages more than one \nyear old.  (See 3d Walton Aff. ¶¶ 15, 19.b.)  These were intentional acts, \nresulting in the deletion of an unknown number of text messages sent \nand received before May 22, 2017. \nWalton notes that the relevant devices do not record and store the exact \ndates of these deletions.  (3d Walton Aff. ¶ 17; see also 3d Walton Aff. ¶ \n19.b.)  Thus, it is possible that Carr or Pye changed the default settings \nbefore litigation began.  Even so, that would not excuse their failure to \npreserve evidence after litigation became likely.  See Tumlin v. Tuggle \nDuggins P.A., 2018 NCBC LEXIS 51, at *33 (N.C. Super. Ct. May 22, \n2018) ( “The obligation to preserve evidence begins when ‘ a party is \naware of circumstances that are likely to give rise to future litigation.’ ” \n(quoting McLain v. Taco Bell Corp., 137 N.C. App. 179, 187, 527 S.E.2d \n712, 718 (2000))). Carr and Pye either caused or allowed their \nsmartphones to delete messages after the complaint was filed (in \nSeptember 2017), after Defendants requested the communications (in \nNovember 2017), after Defendants filed their motion to compel (in \nMarch 2018), and even after Judge Lewis issued his ruling (in April \n2018).  As to Pye, the evidence is even more clear: a comparison with \nCarr’s device shows that Pye deleted messages that were exchanged \nwith Carr while the litigation was pending, even as late as February \n2018 when the discovery dispute was coming to the fore.  (See 2d Walton \nAff. ¶ 12.) \nId. at *17–18.  \n80. In the present case, as in Kixsport, the Court concludes that the evidence \nsupports Relation’s contention that the Individual Defendants intentionally \ndestroyed or failed to preserve potentially relevant materials while aware of the \npossibility of future litigation.   Therefore, given the mass of deleted text messages \nand emails, as well as the circumstances in which such deletions occurred, it may be \ninferred that the deleted documents were harmful to Defendants.    \n81. First, when considering the timeline of the deletions, Defendants cannot \nseriously dispute that they were aware of the possibility of future litigation.  Relation \nsent each Defendant a preservation notice between 23 February and 1 March 2022.  \nIndeed, most of the deletions occurred after the Complaint was filed on 11 April 2022.  \nMoreover, with respect to any deletions occurring before litigation commenced , \n“[w]here there has been improper destruction of documents even without notice of a \nclaim, there can exist spoliation, particularly when the wholesale document \ndestruction flies in the face of legal standards for document retention.”  Clark v. Alan \nVester Auto Group, Inc. , 2009 NCBC LEXIS 13, at * *24 (N.C. Super. Ct. July 17, \n2009).  As shown above, Defendants were certainly aware of the possibility of future \nlitigation prior to the actual filing of the Complaint.   \n82. Defendants—at worst—intentionally destroyed relevant evidence or —\nat best—failed to preserve it.  However, the method of spoliation does not affect the \noutcome because “[i]n attempting to meet their burden of establishing spoliation, \nPlaintiffs need not sho w intentional misconduct [.] Whether the evidence was \ndestroyed or lost accidentally or in bad faith is irrelevant, because the opposing party \nsuffered the same prejudice.”  Id. at **24–25.  As explained above, there are multiple \ninstances in the record of Defendants deleting materials from their devices or \ncompletely “wiping” their devices.  Accordingly, Defendants —at a minimum—failed \nto preserve evidence.   \n83. Moreover, the evidence Defendants failed to preserve is  pertinent, or  \npotentially relevant, because the subject matter of at least some of the text messages \nand email communications directly address issues raised in this case.   \n84. Finally, the parties did not have equal access to the spoliated evidence \nbecause the evidence was deleted from Defendants’ devices before the applicable \nround of digital imaging occurred.  Notably, Defendants do not deny the deletions and \nhave failed to offer any credible explanation for them.    \n85. Instead, Defendants argue that Relation is impermissibly asking the \nCourt to effectively consider the spoliated evidence as the sole evidence of wrongdoing \non the part of Defendants for purposes of deciding whether to grant or deny \nDefendants’ Motion for Partial Summary Judgment.10  (Defs.’ Br. Opp. Mot. Adv. Inf., \nat 1–3, ECF No. 254.)     \n86. Our Court of Appeals has held that “ it is improper to base the grant or \ndenial of a motion for summary judgment on evidence of spoliation[,]” because “[i]t is \nnot an issue to be decided as a matter of law, and cannot, by its mere existence, be \ndeterminative of a claim.”  Sunset Beach Dev., 196 N.C. App. at 220.  “[T]he inference \ndoes not supply the place of evidence of material facts and does not shift the burden \nof proof so as to relieve the party upon whom it rests of the necessity of establishing \na prima facie case, although it may turn the scale when the evidence is closely \nbalanced.”  McLain, 137 N.C. App. at 184.   \n87. Put differently, “[a]lthough the destruction of evidence, standing alone, \nis insufficient to allow a party producing such evidence to support a summary \njudgment claim, such destruction may push a claim that might not otherwise survive \nsummary judgment over the line.”  Praxair , 2000 NCBC LEXIS 5, at **61  (internal \nquotation omitted).   \n88. Defendants’ argument is based on an incorrect understanding of the \nabove-quoted cases. Defendants contend that the above- quoted language from \n \n10 The deleted evidence relates solely to Plaintiffs’ claims (rather than Defendants’ \ncounterclaims) and thus only implicates Defendants’ Motion for Partial Summary Judgment \nas to Plaintiffs’ claims. \nMcLain and Sunset Beach categorically precludes the use of an adverse inference at \nthe summary judgment stage in this case. But Plaintiffs are not arguing that \nDefendants’ summary judgment motion should be denied on that ground alone.  \nRather, as discussed below in detail, with regard to those claims asserted by Plaintiffs \nas to which the Court is denying Defendants’ Motion for Partial Summary Judgment, \nPlaintiffs have offered extensive evidence (separate and apart from their evidence of \nDefendants’ spoliation) as to why those claims should survive Defendants’ summary \njudgment motion. \n89. Accordingly, for the reasons set out above, P laintiffs have met their \nburden of establishing  that the Individual Defendants intentionally destroyed or \nfailed to preserve potentially relevant  evidence despite being aware of either actual \nlitigation or the possibility of future litigation.  Therefore, Plaintiffs’ Motion for \nAdverse Inference is GRANTED.11 \nII. Defendants’ Motion for Partial Summary Judgment  \n90. Defendants argue that summary judgment in their favor is appropriate \non all claims brought against them by Relation.  The Court will address each of these \nclaims below.   \nA. Misappropriation of Trade Secrets  \n91. Relation claims that each Defendant misappropriated its trade secrets \nin violation of both the federal Defend Trade Secrets Act (“DTSA”), 18 U.S.C. §§ 1832–\n \n11 Moreover, Plaintiffs shall be entitled to an adverse inference jury instruction at trial.  \n1839, and the North Carolina Trade Secrets Protection Act (“NCTSPA”), N.C.G.S. \n§§ 66-152–66-157.   \n92. In broad strokes, Relation describes the nature of its claimed trade \nsecrets as being a combination of “information about clients, carriers, and internal \nprocesses” that Relation claims is protectable under both the DTSA and NCTSPA.  \n(Pls.’ Br. Opp. Defs.’ Mot. Summ. J., at 23, ECF No. 223.)  \n93. In response, Defendants generally contend that Relation’s claims under \nboth statutes “should be dismissed because [ Relation] failed to adduce competent \nevidence: (1) of the existence of any trade secrets or (2) that any Defendant \nmisappropriated any such alleged trade secret.”  (Defs.’ Br. Supp. Mot. Summ. J., at \n14, ECF No. 188.)  \n94. Under the NCTSPA, “[t]he owner of a trade secret shall have remedy by \ncivil action for misappropriation of his trade secret. ”  N.C.G.S. §  66-153.  Like the \nNCTSPA, the DTSA permits “[a]n owner of a trade secret that is misappropriated [to] \nbring a civil action under [the DTSA]  if the trade secret is related to a product or \nservice used in, or intended for use in, interstate or foreign commerce. ”  18 U.S.C. \n§ 1836(b).   \n95. At the outset, the Court notes that the parties have not identified any \ndifferences in the analysis to be applied to a claim under the DTSA as compared to \none under the NCTSPA .  Nor has the Court been able to  discern any material \ndifferences between the two statutes for the purposes of analyzing Relation’s claims, \nexcept with regard to the requirement under the DTSA that the trade secret at issue \nbe related to a product or service used in, or intended for use in, interstate or foreign \ncommerce.12 “Therefore the Court addresses [Relation]’s claims pursuant to the \nNCTSPA and the DTSA in tandem.”  Power Home Solar, LLC v. Sigora Solar, LLC , \n2021 NCBC LEXIS 55, at *30 (N.C. Super. Ct. June 18, 2021); see also Herrmann \nInt’l, Inc. v. Herrmann Int’l Eur., 2021 U.S. Dist. LEXIS 42277, at *34–38 (W.D.N.C. \nMar. 6, 2021) (analyzing claims pursuant to the DTSA and the NCTSPA together). \n96. As an initial matter, “a plaintiff must identify a trade secret with \nsufficient particularity so as to enable a defendant to delineate that which he is \naccused of misappropriating and a court to determine whether misappropriation has \nor is threatened to occur.”  Krawiec v. Manly , 370 N.C. 602, 609 (2018) (c leaned up).  \nThis means that a plaintiff must do more than make “general allegations in sweeping \nand conclusory statements, without specifically identifying the trade secrets allegedly \nmisappropriated[.]”  Washburn v. Yadkin Valley Bank & Tr. Co. , 190 N.C. App. 315, \n327 (2008). \n97. Following the identification of the alleged trade secrets, “ [a] threshold \nquestion in any action involving allegations of misappropriation of trade secrets is \nwhether the information in question constitutes a trade secret[.]”  Koch Measurement \nDevices, Inc. v. Armke, 2015 NCBC LEXIS 45, at *10 (N.C. Super. Ct. May 1, 2015) \n(citing Combs & Assocs. v. Kennedy, 147 N.C. App. 362, 369 (2001)). \n \n \n12 Defendants make no argument that this element of a DTSA claim has not been met.  \nMoreover, there is evidence in the record that the trade secrets Defendants allegedly \nmisappropriated were related to services used, or intended for use, in interstate commer ce.  \n(See e.g., R. 663, 672, 1062.)     \n98. The DTSA defines a trade secret as \nall forms and types of financial, business, scientific, technical, economic, \nor engineering information, including patterns, plans, compilations, \nprogram devices, formulas, designs, prototypes, methods, techniques, \nprocesses, procedures, programs, or codes  whether tangible or \nintangible, and whether or how stored, compiled, or memorialized \nphysically, electronically, graphically, photographically, or in writing      \nif — \n(A) the owner thereof has taken reasonable measures to keep \ninformation secret; and \n(B) the information derives independent economic value, actual \nor potential, from not being generally known to, and not being \nreadily ascertainable through proper means by, another person \nwho can obtain economic value from the disclosure or use of the \ninformation[.] \n18 U.S.C. § 1839(3). \n99. In turn, the NCTSPA defines a trade secret as \nbusiness or technical information, including but not limited to a formula, \npattern, program, device, compilation of information, method, \ntechnique, or process that: \na.  Derives independent actual or potential commercial value from \nnot being generally known or readily ascertainable through \nindependent development or reverse engineering by persons who \ncan obtain economic value for its disclosure or use; and \nb. Is the subject of efforts that are reasonable under the \ncircumstances to maintain its secrecy. \nN.C.G.S. § 66-152(3). \n100. In applying the definition provided in N.C.G.S. §  66-152(3), North \nCarolina courts consider the following six factors: \n(1) the extent to which the information is known outside the business; \n(2) the extent to which it is known to employees and others involved in \nthe business; \n(3) the extent of measures taken to guard secrecy of the information; \n(4) the value of the information to business and its competitors; \n(5) the amount of effort or money expended in developing the \ninformation; and \n(6) the ease or difficulty with which the information could properly be \nacquired or duplicated by others. \nTSG Finishing, LLC v. Bollinger , 238 N.C. App. 586, 591– 92 (2014).  “ The factors \noverlap, and courts considering these factors do not always examine them separately \nand individually.”  Comp. Design & Integration, LLC v. Brown, 2017 NCBC LEXIS 8, \nat *23 (N.C. Super. Ct. Jan. 27, 2017).  \n101. Essentially, Relation argues that its claimed trade secrets are \nprotectable under both the DTSA and NCTSPA because “in the insurance brokerage \nindustry, [the combination of] information about clients, carriers, and internal \nprocesses is the secret formula.”  (Pls.’ Br. Opp. Defs.’ Mot. Summ. J., at 23 (emphasis \nin original).)      \n102. Generally, “[i]nformation will not merit trade secret protection where \nthe information is ‘ either generally known in the industry  . . . or [is] readily \nascertainable by reverse engineering. ’ ”  Sterling Title Co. v. Martin , 266 N.C. App. \n593, 601 (2019) (citing Analog Devices, Inc. v. Michalski , 157 N.C. App. 462, 470 \n(2003)).   \n103. However, compilations of data may be protectable as trade secrets if \ncertain criteria are met.  See Safety Test & Equip. Co. v. Am. Safety Util. Corp., 2015 \nNCBC LEXIS 40, at *25–27 (N.C. Super. Ct. Apr. 23, 2015).  In Safety Test & Equip. \nCo. v. Am. Safety Util. Corp. , this Court explained what type s of data compilations \ndeserve protection as trade secrets:     \n[C]ompilations comprised solely of publicly available information are \ngenerally not recognized as trade secrets.   See Combs & Assocs. v. \nKennedy, 147 N.C. App. 362, 370– 71 (2001)  (citing Glaxo Inc. v. \nNovopharm Ltd. , 931 F. Supp. 1280 (E.D.N.C. 1996),  aff’d, 110 F.3d \n1562 (4th Cir. 1997)).   A compilation of publicly available information \nmay, however, receive trade secret protection where the claimant \nencountered some difficulty in assembling each of the public \ncomponents.  SCR-Tech LLC v. Evonik Energy Servs., LLC, 2011 NCBC \nLEXIS 27, at *47 (N.C. Super. Ct. July 22, 2011) (“[A] process comprised \nof published components turns on how easy or difficult it is to assemble \nthe relevant elements into the secret combination.”  (internal quotations \nomitted)).  To qualify for trade secret protection, any such compilation \nmust have independent commercial value to the claimant and be subject \nto reasonable efforts to maintain its secrecy.  Market Am., Inc. v. Rossi, \nNo. 1:97CV00891, 1999 U.S. Dist. LEXIS 9793, at *43 (M.D.N.C. Apr. \n15, 1999). \n \nId. at *26.   \n104. In Krawiec, our Supreme Court addressed the specific issue of whether \n“customer lists and contact information are protectable trade secrets as a matter of \nlaw.”  Krawiec, 370 N.C. at 608.   \n105. The Supreme Court stated that “[p] rovided that the information meets \nthe two requirements for a trade secret as defined in subsection 66 -152(3), we agree \nwith the determination of the Court of Appeals that ‘ [i]nformation regarding \ncustomer lists, pricing formulas and bidding formulas can  qualify as a trade secret \nunder G.S. §  66-152(3).’ ”  Id. at 610 (emphasis added) (citing Area Landscaping, \nL.L.C. v. Glaxo-Wellcome, Inc., 160 N.C. App. 520, 525 (2003)).   \n106. However, the Supreme Court ultimately concluded that the complaint \nin that case failed to sufficiently allege that the plaintiff employer’s customer lists \nmet the two requirements of N.C.G.S. § 66-152(3), reasoning as follows:  \nIn their amended complaint, plaintiffs described their trade secrets only \nas their “original ideas and concepts for dance productions, marketing \nstrategies and tactics, as well as student, client and customer lists and \ntheir contact information.”  Plaintiffs provided no further detail about \nthese ideas, concepts, strategies, and tactics sufficient to put defendants \non notice as to the precise information allegedly misappropriated.   In \naddition, plaintiffs’ failure to describe a specific idea, concept, strategy, \nor tactic with respect to their marketing plan or to provide any detail \nabout their dance productions renders their claim too general for this \nCourt to determine—even taking plaintiffs’ factual allegations as true—\nwhether there is a “formula, pattern, program, device, compilation of \ninformation, method, technique, or process” at issue that “[d]erives \nindependent actual or potential commercial value from not being \ngenerally kno wn or readily ascertainable through independent \ndevelopment or reverse engineering.” N.C.G.S. § 66-152(3)(a).  \nSimilarly, plaintiffs’ amended complaint, on its face, does not show that \nplaintiffs’ customer lists constituted a protected trade secret because \nplaintiffs failed to allege that the lists contained any information that \nwould not be readily accessible to defendants.  Like the Ohio Court of \nCommon Pleas in an often cited case involving a dispute between a \ndance studio and its former employee, we rec ognize that “[t]here is no \npresumption that a thing is a secret,” and emphasize the shortcomings \nof “general allegations” in making a case for misappropriation of trade \nsecrets.  Arthur Murray Dance Studios of Cleveland, Inc. v. Witter, 105 \nN.E.2d 685, 709- 10 (Ohio Ct. Com. Pl. 1952) (citing Super Maid Cook-\nWare Corp. v. Hamil, 50 F.2d 830, 832 (5th Cir. 1931)).    \nId. at 611.   \n107. More recently, our Court of Appeals , citing Krawiec, held that a guest \nlist composed of 51  names of the plaintiff’s “contacts”  was not a trade secret .  See \nSterling Title Co., 266 N.C. App. at 602.  In that case, the plaintiffs alleged that the \ndefendant, a former employee of the plaintiff, “saved to her personal Dropbox folder \na document titled ‘Happy_Hour_with_Carolina_Bank_Sterling_-guest_list-03-22-12 \n(1).xlsx,’ which is purportedly ‘ a list of 51 names and email addresses and is \nconsistent with being a contact list for [the plaintiff]. ’ ”  Id .  The Court of Appeals \ndetermined that this guest list was not a trade secret because nothing in the \ncomplaint supported the proposition that such information would not have been \nreadily accessible to the defendant-former employee but for her employment with the \nplaintiff-employer.  Id.  \n108. Notably, however, North Carolina c ourts have held “that ‘sprawling \nlists’ of information can form trade secrets in the aggregate, even if some pieces of \ninformation do not qualify as trade secrets in isolation.”  New Restoration & Recovery \nServs., LLC v. Dragonfly Pond Works, LLC , 2023 NCBC LEXIS 80, at * *9 (N.C. \nSuper. Ct. June 15, 2023).  For example, in Sunbelt Rentals, Inc. v. Head & Engquist \nEquip., L.L.C., 174 N.C. App. 49 (2005), the Court of Appeals affirmed the trial court’s \nconclusion that the plaintiff’s “compilation of information, in cluding its special \npricing information, customer information (identity, contacts and requirements of its \nrental customers), personnel and salary information, organizational structure, \nfinancial projections and forecasts, utilization rates, fleet mix by market, capital and \nbranch budget information, and cost information, when taken together constitute[] \ntrade secrets[.]”  Sunbelt Rentals, Inc., 174 N.C. App. at 56.  \n109. Conversely, this Court has ruled that a plaintiff-logistic company’s \nfreight carrier files, rate information, and customer files did not constitute trade \nsecrets based, in part, on the fact that the “information contained therein is such that \n[it] can be learned directly from carriers and customers of ” the plaintiff-logistic \ncompany.  Edgewater Servs. v. Epic Logistics, Inc. , 2009 NCBC LEXIS 21, at ** 14 \n(N.C. Super. Ct. Aug. 11, 2009).  See also Combs, 147 N.C. App. at 370 (“[R]egarding \nthe customer database stored on [defendant]’s computer, the record shows that \ndefendants could have compiled a similar database through public listings such as \ntrade show and seminar attendance lists.”); Novacare Orthotics & Prosthetics E., Inc. \nv. Speelman, 137 N.C. App. 471, 478 (2000) (holding that customer lists were not \nconsidered “trade secrets” whe re information would have been easily accessible \nthrough a local telephone book).   \n110. The above-referenced cases demonstrate that this issue is highly fact -\nspecific based on the specific evidence existing in a particular case.  Moreover, they \nmake clear that compilations such as customer lists and contact information can be \nprotectable as trade secrets if those compilations have independent commercial value \nto the claimant and are  subject to reasonable efforts to maintain their  secrecy.  See \nKrawiec, 370 N.C. at 610.  \n111. The documents identified by Relation that form the basis for its trade \nsecrets include the  following: (i) an Excel spreadsheet titled  “Customer List \n2020.xlsx” (“Gurley’s Customer List”); (ii) an Excel spreadsheet identified as  “JL \nClient Renewal List for TK Accts.xlsx” (“Client Renewal List”) ; (iii)  an Excel \nspreadsheet called “Carrier Contacts List 7.28.2020.xlsx” (“King’s Carrier Contact \nList”); (iv) an Excel spreadsheet called “FS-1 Codes.xls” (“Linthicum’s FS-1 List”); (v) \nan Excel spreadsheet titled  “Net rate calculations.xlsx ” (“Linthicum’s Net Rate \nCalculation Spreadsheet”); (vi) a  PDF document identified as  “Lancaster new.pdf” \n(“Lancaster’s Production Analysis ”); (vii) a PDF document titled “Lancaster.pdf”  \n(“Lancaster’s Production Report ”); and (v iii) a PDF document titled “Production \nAnalysis Report – Production-Crooker” (“Crooker’s Production Analysis”).      \n112. Relation asserts that the  information contained in these documents \n“would allow a competitor to contact Relation’s clients, analyze their contractual data, \nrenewal history, and cost pricing and provide them with a quote to undercut and \noutright steal Relation’s business.”  (Cooper Aff. I ¶  34.)  Furthermore, Relation \ncontends that “[s]uch information, if used in competition with Relation, would create \nan unfair and unwarranted advantage for a competitor at the expense of Relation \nand/or would place Relation at a significant competitive disadvantage.”  (Cooper Aff. \nI ¶ 33.)   \n113. Relation argues that competition in the insurance brokerage industry  \nrequires it  to “ invest[ ] a significant amount of time, money, and resources [in] \ndeveloping its client base and identifying the needs and preferences of its clients.”  (R. \n396.)  Relation further contends that  \n[m]uch of this information is gathered by the [P]roducers and [A]ccount \n[M]anagers themselves, as the client -facing employees of Relation who \nengage directly with clients to learn the clients’ unique needs and \npreferences.  Relation relies upon and invests in its employees —with \ncompetitive salaries, bonuses, trainings, expense reimbursements, sales \nmeetings, and similar initiatives —to develop and maintain its client \nbase. \n(R. 396.)  \n114. Defendants contend that Relation has failed to offer evidence that any \nof the above-described documents actually contain trade secrets.  Defendants assert  \nthat th e first five documents are not trade secrets because they were created by \ncertain Defendants for their own personal use and contain only publicly available \ninformation that can be easily duplicated, thereby lacking any significant \nindependent value.  With respect to the last three documents, Defendants argue that \nthey are not trade secrets because they merely contain information about Crooker’s \nand Lancaster’s personal compensation and that these documents w ere provided to \nthem by Relation (and not kept confidential by Relation).   \n115. Defendants’ arguments can be summarized as follows: (i) the  client \ninformation in the documents is publicly available; (ii)  Relation has failed to show \nany actual value that could be derived by Relation’s competitors  from this \ninformation; (iii) there is no evidence in the record of effort or money expended by \nRelation in developing the information; (iv) client, policy, and insurer information can \nbe easily ascertained by others in the insurance agency industry; and (v) Relation did \nnot undertake adequate secrecy measures to protect its  claimed trade secrets.  (See \nDefs.’ Br. Supp. Mot. Summ. J., at 12, ECF No. 188.)   \n116. Based on the legal principles set forth above, the Court must consider \neach of these eight documents to determine whether a jury could reasonably find that \nthey qualify as trade secrets.  The Court will first determine whether a genuine issue \nof material fact exists as to whether the nature of the information contained in each \ndocument is of a type previously recognized by our courts as possessing the \ncharacteristics of a trade secret.  With regard to any of the documents that satisfy \nthis test, the Court will then address the issues of (1) whether a factual dispute exists \nas to the reasonableness of the measures taken by Relation to protect the secrecy of \nthese documents; and (2)  whether Relation has offered sufficient evidence of \nDefendants’ misappropriation of such trade secrets to survive summary judgment.  \n1. Nature of Information Contained  \na.  Gurley’s Customer List  \n117. The document referred to as “Gurley’s Customer List,” (ECF Nos. 187.3 \n(sealed), 200 ( redacted)), is an Excel spreadsheet, which contains the names and \nmailing addresses of 98 customers .  Gurley is the only P roducer listed on this \ndocument.   \n118. The first two rows in the spreadsheet contain the following information: \n“Customers - Active Status”; “Department: Commercial Lines”; and “Division - North \nCarolina.”  The third row reads as follows: “*Please only mark the customers that \nEXPECT AND USES Relation Wall Calendars.”  The fourth row of Gurley’s Customer \nList contains the following column headers: “Producer”; “QUANTITY”; “Customer –  \nFirm Name”; “Customer –  DBA Name”; “Customer –  Last name, First Name”; \n“Address 1”; “Address 2”; “City”; “State”; a nd “Zip.”  The bottom of the spreadsheet \ncontains a tallied “Calendar Count” of 93. \n119. Relation contends that Gurley’s Customer List qualifies as a trade secret \nbecause it is a compilation of client information , arguing that “ [a] list of Relation’s \nclients is not broadly accessible companywide, nor can it be found from any public \nsource such as the internet.”  ( R. 393.)  Relation further asserts that “[t]he same is \ntrue for each [P]roducer’s specific list of clients.”  (R. 393.)   \n120. In attempting to rebu t Relation’s contentions regarding the value of \nsuch information, Smythe testified that it “would have little or no value to [him] or \nanother agent[,]” because “it would be nothing more than a prospect list.”  (Smythe \nAff. I ¶ 18.)  Smythe further stated that similar lists of business owners’ information \ncan be purchased from third-party companies.  (Smythe Aff. I ¶ 19.)     \n121. In addition, Lancaster testified that the client information contained in \nthis type of document is outdated and that some of the clients listed may not even be \nin business anymore.  (Lancaster Aff. I ¶ 39.)  \n122. The Court is unpersuaded that Gurley’s Customer List should be \ncharacterized as a trade secret.  Based on Krawiec  and its progeny, the basic \ncompilation of client information found in Gurley’s Customer List is not the type of \ncompilation that is deserving of trade secret protection.   \n123. Therefore, the Court CONCLUDES that Gurley’s Customer List cannot \nproperly be characterized as a trade secret.  \nb. Client Renewal List  \n124. The Client Renewal List, (ECF Nos. 187.5 (sealed), 202 (redacted)), is an \nExcel spreadsheet containing a table that includes the account name s of 37 clients \nand four associated insurance policy renewal dates titled “Medical,” “Early Renew,” \n“Dental,” and “Ancillary.”   \n125. As with Gurley’s Customer List, Relation contends that the Client \nRenewal List is a trade secret because it is a compilation of client information, which \nincludes business line and client renewal dates.  Relation asserts that “[a] \nconsolidated client list which contains the respective renewal information is \nimperative for the renewal process and enables [its] employees to prioritize \naccordingly and ensure each client’s renewal is timely handled and managed.”  ( R. \n394.)  Relation further represents that a “compilation of [ renewal dates ] is not \ngenerally known and cannot be found from any public source such as the internet.”  \n(R. 394.)  \n126. Once again, however, Relation has failed to demonstrate—based on the \ncase law discussed above—that the information contained in the Client Renewal List \nis sufficient to warrant trade secret protection.     \n127. Therefore, the Court CONCLUDES that the Client Renewal List is not \na protectable trade secret.    \nc. King’s Carrier Contact List \n128. King’s Carrier Contact List , (ECF No s. 187.4 (sealed), 201 ( redacted)), \nis an Excel spreadsheet that contains insurance “carrier name and contact \ninformation, group numbers and online access information, client contact \ninformation, seventeen prospects with contact information, and group plan codes.”  \n(Defs.’ Br. Supp. Mot. Summ. J., at 16; see also Pls.’ Br. Opp. Defs.’ Mot. Summ. J., at \n27.)  Relation contends that “ Relation’s Employee Benefits service team (including \nKing while she was employed by Relation) has used a document known as a carrier \ncontact list that includes a compilation of information about insurance carriers with \nwhom Relation does business[,]” and “[t]he information includes group numbers, plan \ncodes, and online access information.”  (R. 394.) \n129. Specifically, King's Carrier Contact List has ten different tabs. The first \ntab is titled \"Carrier Contacts\" and contains the names of insurance carriers, as well \nas the names , phone numbers (including some mobile numbers) , fax numbers , and \nemail addresses of contacts associated with the insurance carrier. Many of the \ninsurance carriers have multiple individual contacts listed. Additionally, the Carrier \nContacts tab of King 's Carrier Contact List includes some producer login information \nfor the insurance carriers' websites. \n130. The second tab of King 's Carrier Contact List is named \"Broker Online \nAccess\" and includes the following data fields: client names, group numbers of clients, \nGroup EIN numbers , information concermng a client's ' \" \ninformation concerning a client's '' ,\" the client's \"Cobra Admin,\" the \nname of the Relation producer working with the client, Relation producer login \ninformation for carrier websites, the names of cauiers, and links to the carriers' \nwebsites. The third tab is named \"Clients-EEs Contact Info\" and contains client \ncontact information. Some of these client contacts have their spouses listed as \nalternate contacts. \n131. The fourth tab is titled \"Prospects-Leads\" and contains the names of 16 \ncompanies and contains contact information listed for eight of those companies. The \nfifth tab is named \"Group Plan Codes\" and lists client names, the insurance carrier \nwith whom the client is insured, the client's group number , and the various plans the \nclient possesses-such as a \n132. The next tab of King’s Carrier Contact List is named “Renewals Listing” \nand includes hundreds of client names, the number of employees that certain clients \nhave, the carriers that insure the clients, the type of insurance the clients purchase, \nand the renewal dates for those insurance policies.  The seventh tab is titled “COBRA \nCalc” and includes miscellaneous mathematical formulas.  The eighth and final tab \nof King’s Carrier Contact List is named “VF Passwords” and includes login \ninformation for carrier portals.    \n133. Relation contends that King’s Carrier Contact List is properly classified \nas a trade secret because it is a compilation of detailed and confidential data about \nclients and carriers with whom they worked and that “[t ]hese group and customer \ncodes and identifying numbers are not available online or available for purchase.”  (R. \n394; see also Pls.’ Br. Opp. Defs.’ Mot. Summ. J., at 27.)  Relation asserts that “[e]ven \nif someone could gather pieces of carrier information one by one, this compilation of \ninformation cannot be gathered or compiled without substantial time and expense.  \nIn other words, nobody could easily acquire or duplicate the information.”  (R. 395.)     \n134. In response, Defendants argue that King’s Carrier Contact List was \nmerely “derived from publicly available information as a convenience to King.”  (Defs.’ \nBr. Opp. Pls.’ Mot. Sanctions, Ex. B, at 108:17–109:1, ECF No. 160.22.)   \n135. Based on its careful review of King’s Carrier Contact List, the Court is \nunable to say that it does not deserve trade secret protection as a matter of law.  This \ndocument contains significantly more detailed information than either Gurley’s \nCustomer List or the Client Renewal List and could reasonably be found by a jury to \nmerit trade secret status in accordance with the cases discussed above. \n136. Accordingly, the Court CONCLUDES that a genuine issue of material \nfact exists as to whether the compilation of information contained in King’s Carrier \nContact List constitutes a trade secret. \nd.  Linthicum’s FS-1 List  \n137. Linthicum’s FS-1 List, (ECF No s. 187.6 (sealed), 203 (redacted)), is an \nExcel spreadsheet comprised of FS-1 codes for 67 insurance companies.  At the bottom \nof the document, there is a notation that states: “Revised 5/17/07 C. Jones.”  Relation \nclaims that Linthicum’s FS-1 List was compiled by multiple account managers, while \nthey were employed by Relation.  (R. 395.)      \n138. Relation asserts that Linthicum’s FS-1 List is a trade secret because it \nis a compilation of data about insurance carriers with whom the Former Employees \nworked at Relation and that “[t]his compilation of information is not generally known \nand cannot be found from any public source such as the internet.”   (R. 395; see also \nPls.’ Br. Opp. Defs.’ Mot. Summ. J., at 27.)   \n139. Moreover, Relation contends that this information is valuable because \n“it makes it much easier to issue FS -1s if you have it rather than having to call the \ncarrier and get the actual code.”   In support of its argument, Relation notes that \nLinthicum utilized the FS-1 List daily while working for Relation and has also used \nthis document at Pilot.  Furthermore, Relation states that such information could not \nbe easily acquired or duplicated because “[e]ven if someone could gather an FS-1 code \none by one, this compilation of information cannot be gathered or compiled without \nsubstantial time and expense.”  (R. 395.)   \n140. Defendants argue that Relation has offered no evidence that there is \nanything proprietary about FS -1 codes and that, to the contrary, these codes are \nissued by the North Carolina Department of Insurance.  As such, Defendants contend, \nthis document merely contain s information that is publicly available, easily \nduplicated and lacking in significant independent value.    \n141. Defendants are correct that FS -1 codes are assigned to insurance \ncompanies by a North Carolina state agency and are utilized to identify such \ncompanies on a “[p]roof of insurance Form FS-1” regarding vehicle liability insurance \nin North Carolina.  See 19A NCAC 03D.0221(a)(4).   \nForm FS-1 is provided by insurance companies in the State and requires \nthe following: (A) vehicle year, make and identification number; (B) \ninsurance company name and company code; (C) insurance policy \nnumber; (D) registered owner’s name and effective date of insurance; (E) \nowner’s driver license number and date of birth; (F) owner’s address; (G) \npreparation date and authorized signature of insurance company \nrepresentative. \nId.  \n142. The Court does not believe that Linthicum’s FS-1 List contains the kind \nof information that is protectable as a trade secret because this document simply \nconsists of information that can be easily obtained and duplicated and has no \nsignificant independent value.     \n143. Therefore, the Court CONCLUDES that Linthicum’s FS-1 List is not a \nprotectable trade secret. \n \ne.  Linthicum’s Net Rate Calculations Spreadsheet \n144. Linthicum’s Net Rate Calculations Spreadsheet , (ECF No s. 187.7  \n(sealed), 204 (redacted) ), is an Excel spreadsheet containing various mathematical \nformulas and calculations.  Relation asserts that this spreadsheet was created by a \nRelation employee (who is not named in this litigation) and “is used in connection \nwith Relation’s quotes and proposals.”  (R. 395.)  Relation further contends that client \ninformation can be plugged into Linthicum’s Net Rate Calculations Spreadsheet to \ngenerate insurance proposals and quotes.    \n145. Relation argues that such information constitutes a trade secret because \nit involves the kind of “pricing policies, formulas, and information” that North \nCarolina courts have protected as trade secrets.  Relation further contends that \nLinthicum’s Net Rate Calculation Spreadsheet was created by an employee at \nRelation to “create workers’ compensation quotes and proposals.”  (Cooper Aff. II,  at \nEx. 19 .)  Moreover, Relation represents that Linthicum’s Net Rate Calculations \nSpreadsheet is “replete with formulas, [that] cannot be found from any public source \nsuch as the internet.”  (R. 395.)          \n146. In response, Defendants contend that this document simply consists of \n“formulas to do the basic mathematical calculations to determine a ‘Total Estimated \nPremium.’ ”  (Defs.’ Br. Supp. Mot. Summ. J., at 17.)   \n147. It is clear that a factual dispute exists as to the purpose of the \ninformation contained in Linthicum’s Net Rate Calculations Spreadsheet as well as \nthe nature (and value) of the mathematical calculations and formulas contained \ntherein.  At the summary judgment stage, the Court cannot resolve such a factual \ndispute. \n148. The Court therefore CONCLUDES that the determination of whether \nthe information contained in Linthicum’s Net Rate Calculations Spreadsheet \nqualifies as a trade secret must be made by the finder of fact at trial.   \nf.  Lancaster’s Production Analysis and Lancaster’s \n    Production Report \n \n149. The parties make overlapping arguments with respect to the trade \nsecret status of Lancaster’s Production Analysis , (ECF No s. 187.8 (sealed), 205 \n(redacted)), and Lancaster’s Production Report , (ECF No s. 187.9 (sealed), 206 \n(redacted)), (collectively, “Lancaster’s Reports”).  Accordingly, the Court elects to \naddress both documents together.     \n150. Lancaster’s Reports “were emailed by Plaintiffs to Lancaster monthly \nfor his use in reviewing and determining his compensation.”  (Defs. Br. Supp. Mot. \nSumm. J., at 17.)   \n151. Lancaster’s Production Analysis accounts for the month of December \n2021 and is a three-page document containing eleven data fields, which are titled as \nfollows: “Exec/Cust/LOB,” “Premium Volume,” “NonPrem Comm Vol,” “Total \nVolume,” “% Tot Vol,” “Agency Com m,” “% Comm/Vol,” “ProdComm Prem,” \n“ProdComm NonPrem,” “Broker Comm,” and “Gross Profit.”  The column titled \n“Exec/Cust/LOB” identifies Lancaster’s clients and the types of insurance those \nclients have acquired through him.  The “Premium Volume” comes “from the actual \npolicy of record itself” and is determined by looking at customer invoices.  (D efs.’ Br. \nOpp. Pls.’ Mot. Summ. J., Ex. 39, at 100:7– 14, ECF No. 224.47 .)  “Agency Comm” \nrepresents the amount of money received by Relation from that policy.  The column \nnamed “ProdComm Prem” “is the commission generated from the premium \ncommission lines” and goes to the producer listed on the report.  (Kopp Dep. 28:9–15, \nECF No. 224.45.)13   \n152. Lancaster’s Production Report is a 31 -page document that likewise \ncovers the month of December 2021, but also contains some different information \nthan that set out in Lancaster’s Production Analysis.  Among other things, \nLancaster’s Production Report includes the names of clients, the types of insurance \npurchased by the client, the name of the servicing insurance carrier, and the policy \nor group number.  Additionally, Lancaster’s Production Report includes Relation’s \nagency revenue, the producer split perce ntage, and the amount of commission \nreceived by the Producer.  Lancaster’s Production Report also specifies the month for \nwhich a commission should be applied and the date the amount is posted.      \n153. Relation asserts that Lancaster’s Reports constitute trade secrets \nbecause they contain compilations of various types of proprietary  information, \nincluding policy numbers, business line s, commission amounts, financial data, and \nclient renewal dates. \n154. Ray Dobens, Relation’s Vice President of Finance and Sales Operations, \nexplained the nature and purpose of producer reports as follows: \nEach month, producers receive an email with reports that detail the  \ncommissions they received for the previous month’s pay period. This \n \n13 With regard to  the remaining columns, Relation’s counsel has represented that they are \nnot material to the resolution of this issue. \ninformation allows producers to verify that their commissions are \naccurate. \nThe monthly email contains the following documents: \na. A “Total” Production Analysis  that includes: each client \nname, the  type of coverage the client receives, the premium volume \namount, the commission amount (in dollars) received by Relation, the \ncommission amount (in dollars) attributed to the producer as part of his \nor her  wages, and the gross profit Relation received (which is the \ncommission received by the agency minus the commission amount that \nthe producer receives); \nb. A “New” Production Analysis, which is targeted toward new \nbusiness.  This report contains similar information as the “Total”  \nProduction Analysis but is limited to accounts for new business; \nc. A Producer Account Balances & Trends  spreadsheet that \nprovides the producer’s year- to-date balance snapshot, including how \nmuch commission the producer has earned, any compensation \nadjustments, any draws (advancements) he or she has requested, the \namount of compensation that has been paid, and any remaining balance.  \nThis spreadsheet also includes Relation’s agency revenue, which is \nprovided to the producer for “information purposes only”; and \nd. A Producer Account Disbursement Request , which is a \nblank form that allows a producer to request money from any balance in \naddition to the predetermined draw, as explained above. \n(Dobens Aff. ¶¶ 15–16 (emphasis in original).)   \n155. Based upon the evidence in the record, the Court cannot say as a matter \nof law that the compilation of information in Lancaster’s Reports does not deserve \nprotection as trade secrets.  Therefore, the Court CONCLUDES that this issue must \nbe decided by a jury. \ng.  Crooker’s Production Analysis \n156. Crooker’s Production Analysis , (ECF No. 187. 10), is a thirteen -page \ndocument, which accounts for the month of November 2021.  Relation emailed \nCrooker’s Production Analysis to Crooker after he resigned from Relation.  ( See \nLandacre Aff. , ECF No. 253 ; Landacre Aff., Ex. A, ECF No s. 253.1 (sealed), 260 \n(public).)   \n157. Crooker’s Production Report reflects his final commission earned at \nRelation.  Like Lancaster’s Production Analysis, Crooker’s Production Analysis  \ncontains eleven data fields, which are also titled as follows: “Exec/Cust/LOB,” \n“Premium Volume,” “NonPrem Comm Vol,” “Total Volume,” “% Tot Vol,” “Agency \nComm,” “% Comm/Vol,” “ProdComm Prem,” “ProdComm NonPrem,” “Broker Comm,” \nand “Gross Profit.”   \n158. Relation argues Crooker’s Production Report is a trade secret because it \nis a compilation of client information, including policy numbers, business line s, \ncommission amounts, financial data, and client renewal dates.   \n159. Once again, the Court CONCLUDES that a reasonable jury could find \nthat the compilation of information contained in Crooker’s Production Analysis \nqualifies as a trade secret.  \n160. Therefore, for the reasons set forth above, the Court concludes as a \nmatter of law that Gurley’s Customer List, the Client Renewal List, and Linthicum’s \nFS-1 List are not protectable as trade secrets.  Conversely, the Court concludes that \na genuine issue o f material fact exists concerning whether King’s Carrier Contact \nList, Linthicum’s Net Rate Calculations Spreadsheet, Lancaster’s Production  \nAnalysis, Lancaster’s Production Report, and Crooker’s Production Analysis qualify \nas trade secrets under the NCTSPA and the DTSA.14   \n2. Reasonableness of Security Measures \n161. Next, Defendants argue that none of the documents that Relation \ncharacterizes as trade secrets were the “ subject of efforts that are reasonable under \nthe circumstances to maintain [their]  secrecy.”  N.C.G.S. §  66-152(3)(b); see also 18 \nU.S.C. § 1839(3)(A).  \n162. It is well established that “ [n]o trade secret will be found if  . . . there is \nno evidence indicating that the plaintiff undertook efforts to ensure the information’s \nsecrecy.”  Safety  Test, 2015 NCBC LEXIS 40, at *26 (citing  Bank Travel Bank v. \nMcCoy, 802 F. Supp. 1358, 1360 (E.D.N.C. 1992)).   Accordingly, Defendants are \ncorrect that “[e]ven if information was initially secret and the claimant intended that \ntrade secret information be confidential, trade secret protection can be lost if \nadequate measures were not taken to insure that the information was, in fact, kept \nconfidential.”  Id. at *27. \n163. In Encompass Servs., PLLC v. Maser Consulting P.A. , this Court \nreviewed the analysis utilized by North Carolina courts  in evaluating the \nreasonableness of efforts undertaken to protect the secrecy of an alleged trade secret. \nIn assessing whether information that would otherwise qualify as a \npurported trade secret “is the subject of efforts that are reasonable . . . to \nmaintain its secrecy, ” our courts have recognized that the “ inquiry is \nfact-specific, and ‘ courts that have addressed it closely examine the \ncircumstances surrounding the trade secret to determine what \n \n14 However, as discussed below, the Court finds that Relation has failed to show sufficient \nevidence of misappropriation with regard to Crooker’s Production Analysis so as to withstand \nDefendants’ summary judgment motion as to that claim. \nmeasures are reasonable. ’ ”  Comput. Design & Integration, LLC v. \nBrown, 2018 NCBC LEXIS 216, at *46 (N.C. Super. Ct. Dec. 10, \n2018) (quoting Koch Measurement Devices Inc. v. Armke, 2015 NCBC \nLEXIS 45, at *15 (N.C. Super. Ct. May 1, 2015)).  “The critical question \nin deciding this issue on summary judgment is ‘ whether [plaintiffs are] \nentitled to ask the jury to undertake an analysis of the reasonableness \nof [plaintiffs’ ] efforts to maintain the confidentiality of the     \ninformation.’ ”  Id. at *48–49 (citation omitted).  \nAs cited by the parties in their briefs, this Court has, on numerous \noccasions, addressed on summary judgment a defendant ’s \nargument that plaintiffs failed to make reasonable efforts to maintain \nthe secrecy of its information.   See, e.g., Hopkins v. MWR Mgmt. Co. , \n2017 NCBC LEXIS 47, at *73 (N.C. Super. Ct. May 31, 2017)  (holding \nplaintiff’s efforts sufficient to create jury issue and denying summary \njudgment where confidential documents were stored on a community \ncomputer with generic login information wri tten down on a sticky note \nattached to the screen, access was restricted to only certain employees, \nand employees executed employment agreements detailing the handling \nof confidential data); TaiDoc Tech. Corp. v. OK Biotech Co., 2016 NCBC \nLEXIS 26, at *21–25 (N.C. Super. Ct. Mar. 28, 2016) (denying summary \njudgment where there were multiple measures to protect the \nconfidentiality of the information, including confidentiality \nacknowledgements on every page, confidentiality labels on disclosed \ndocuments, a draft confidentiality agreement to be executed, and \nrestricted access to full disclosure);  Koch Measurement Devices, Inc, \n2015 NCBC LEXIS 45, at *16  (denying summary judgment where \nplaintiff kept its confidential material in locked facilities and included a \nnondisclosure provision in its employment agreements);  Safety Test & \nEquip. Co., Inc. v. Am. Safety Util. Corp., 2015 NCBC LEXIS 40, at *32–\n33 (N.C. Super. Ct. Apr. 23, 2015)  (denying summary judgment where \nplaintiff kept its confidential material in locke d facilities under video \nsurveillance, maintained a password- protected database, included \nconfidentiality agreements with some suppliers, and included a \nnondisclosure provision in its employment agreements);  Edgewater \nServs. v. Epic Logistics, Inc. , 2009 NCBC LEXIS 21, at *11 –15 (N.C. \nSuper. Ct. Aug. 11, 2009), aff’d, 217 N.C. App. 399, 720 S.E.2d 30 (2011) \n(holding plaintiff’s efforts not reasonable as a matter of law and granting \nsummary judgment for defendant where plaintiff maintained \nconfidential files in an “unlocked file room, accessible to anyone” without \nsafeguards to ensure security).  \nNotably, the only case cited by Defendants in which this Court granted \nsummary judgment on the grounds that the plaintiff failed to take \nreasonable measures to protect the secrecy of a trade secret \nis Edgewater.  In their briefs, both Defendants attempt to analogize the \nfacts of this case to those in  Edgewater.  (ECF No. 125, at pp. 17– 19; \nECF No. 126 [SEALED], redacted at ECF No. 137, at pp. 13 –14.)  \nHowever, the Court is not persuaded that Encompass ’ password \nprotected Egnyte server, coupled with confidentiality provisions in \nemployment agreements, is tantamount to an “ unlocked file room, \naccessible to anyone.” Edgewater, 2009 NCBC LEXIS 21, at *12. \n \nEncompass Servs., PLLC v. Maser Consulting P.A. , 2021 NCBC LEXIS 59, at * *27–\n29 (N.C. Super. Ct. June 28, 2021). \n164. In sum, “[a]lthough the reasonableness of measures taken to protect the \nconfidentiality of information claimed to be a trade secret is often appropriate for \nresolution by a jury, the absence of evidence of such measures can result in the \ndismissal of the claim as a matter of law.”  Campbell  Sales Grp., Inc. v. Niroflex by \nJiufeng Furniture, LLC, 2022 NCBC LEXIS 148, * *23–24 (N.C. Super. Ct. Dec. 5, \n2022).   \n165. Here, Relation has pointed to a series of confidentiality measures it \nutilized to protect its confidential information.  For example, Jon Cooper, the \nPresident of the Eastern Region of Relation NC,  testified that “[t] o protect the \nCompany’s trade secret and confidential information, the Company takes certain \nmeasures including requiring its employees to execute confidentiality agreements \nand executing confidentiality agreements with vendors.”  (Cooper Aff. I ¶¶ 2, 36.) \n166. Furthermore, the head of Relation’s IT department , Michael Toran,  \nexplained the following security measures implemented by Relation:  \nTo ensure that the Company’s confidential and trade secret information \nremains confidential and secure from unauthorized disclosure, use, or \nmodification, the Company has implemented certain technical, \nadministrative, and physical security measures that include the \nfollowing:   \na. Employee-specific unique credentials (username and password) \nmanaged by Microsoft Active Directory;  \nb. User password management which specifies password \ncomplexity, length, and change requirements including automatic \npassword suspension after a certain number of failed login \nattempts;  \nc. Multi -factor authentication (MFA) required for employees in \norder to gain access to the Company network and systems \nincluding to Company email and its internal agency management \nsystem;  \nd. Role-based permissions allowing access to Company data only \non a need-to-know basis;  \ne. Promptly cutting off access to the Company’s network upon an \nemployee’s resignation and/or termination from the Company;  \nf. Restrictions on remote user access to the Company’s network \n(e.g., requiring access through the Company’s virtual private \nnetwork (VPN));  \ng. Removable media management including restricted use of \nexternal hard drives and USB drives to, in part, prevent \nexfiltration of confidential information;  \nh. Full disk encryption on Company-issued portable devices (e.g., \nlaptops);  \ni. Encryption of Company Data;  \nj. Audit log records maintained for information systems; and  \nk. Anti-virus software, patch management, and network firewall \nmaintenance.  \n(Toran Aff. ¶ 6.)  \n167. Additionally, Relation’s Employee Handbook states that “employees and \ncontractors with remote access privileges to Relation’s Group corporate network must \nnot use non- Relation Group email accounts (i.e., Hotmail, Yahoo, AOL), or other \nexternal resources to conduct Relation Group business, thereby ensuring that official \nbusiness is never confused with personal business.”  (R. 959–960.) \n168. Relation’s Employee Handbook also contains the following \nconfidentiality provision:  \nRelation Group’s client lists —current, former, and potential; customer \ninformation; medical histories of clients and clients’ members; employee \ninformation; and employee lists are to be treated as highly confidential \nin all cases.  This information may not be disclosed to any third party or \nused for any purpose other than  performance of job duties for the \nCompany, either  during employment or after  employment.  \nUnauthorized use or duplication of this confidential  information, \nincluding copies in electronic form, is expressly forbidden.  Please refer \nto your  Employment Agreement and Non -solicitation for detailed \ninformation. \n \n(R. 955.) \n \n169. Moreover, telecommuting agreements signed by the Former Employees \nrequire that telecommuting employees ensure that “[w]ork-related materials must be \nkept in a locked/secured location while not in use.”  (R. 982.)  \n170. Although Defendants attempt to downplay the adequacy of these \nmeasures, the Court CONCLUDES  that Relation has put forth sufficient evidence \nfrom which a jury could find that its security measures were reasonable and adequate \nto protect its trade secrets.  \n3. Evidence of Misappropriation  \n171. Finally, Defendants contend that, even if any of the documents at issue \ncould be properly classified as trade secrets, Plaintiffs have put forth no actual \nevidence of misappropriation.   \n172. With respect to th ose documents the Court has now found that a jury \ncould reasonably deem to be trade secrets, Defendants argue that the only evidence \nproffered by Relation of misappropriation consists of the following: (i) King email ing \nthe carrier contact list she created to herself ; (ii) Lancaster emai ling his production \nreports to himself after he received them from Relation; and (iii) Crooker’s retention \nof a copy of his Production Report that was emailed to him after he left Relation.   \n173. In response, Relation contends  that—in addition to the three acts of \nmisappropriation described above —it has proffered evidence of Defendants’ \nmisappropriation through circumstantial evidence.  Furthermore, Relation asserts \nthat it is not required to show that Defendants actually disclosed or used Plaintiffs’ \ntrade secrets—only that Defendants had a specific opportunity to do so.   See , e.g., \nSafety Test , 2015 NCBC LEXIS 40, at *41 ( recognizing that “evidence of \nmisappropriation [was] sufficient where a former employee h a[d] access to pricing \nproposals through former employment, move[d] to another company, and cause[d] the \nsame customers to move their business to the new company”) (discussing Byrd’s Lawn \n& Landscaping, Inc. v. Smith, 142 N.C. App. 371, 376–77 (2001)).     \n174. The NCTSPA defines misappropriation as the “acquisition, disclosure, \nor use of a trade secret of another without express or implied authority or consent, \nunless such trade secret was arrived at by independent development, reverse \nengineering, or was obtaine d from another person with a right to disclose the trade \nsecret.”  N.C.G.S. § 66-152(1).   For purposes of the DTSA,  \nthe term “misappropriation” means-- \n(A) acquisition of a trade secret of another by a person who knows or has \nreason to know that the trade secret was acquired by improper means; \nor \n(B) disclosure or use of a trade secret of another without express or \nimplied consent by a person who-- \n(i) used improper means to acquire knowledge of the trade secret; \n(ii) at the time of disclosure or use, knew or had reason to know \nthat the knowledge of the trade secret was-- \n(I) derived from or through a person who had used \nimproper means to acquire the trade secret; \n(II) acquired under circumstances giving rise to a duty to \nmaintain the secrecy of the trade secret or limit the use of \nthe trade secret; or \n(III) derived from or through a person who owed a duty to \nthe person seeking relief to maintain the secrecy of the \ntrade secret or limit the use of the trade secret; or \n(iii) before a material change of the position of the person, knew \nor had reason to know that-- \n(I)   the trade secret was a trade secret; and \n(II) knowledge of the trade secret had been acquired by \naccident or mistake[.] \n18 U.S.C. § 1839(5).   \n175. Moreover, the NCTSPA specifically sets out the following regarding the \nburden of proof required to prevail on a misappropriation of trade secrets claim:    \nMisappropriation of a trade secret is prima facie established by the \nintroduction of substantial evidence that the person against whom relief \nis sought both: \n(1) Knows or should have known of the trade secret; and \n(2) Has had a specific opportunity to acquire it for disclosure or \nuse or has acquired, disclosed, or used it without the express or \nimplied consent or authority of the owner. \nN.C.G.S. § 66-155. \n176. This Court has further explained as follows: \nEvidence that a former employee had access to, and therefore an \n“opportunity to acquire, ” an employer’s trade secrets, without more, is \nnot sufficient to establish a prima facie case of misappropriation.  \nRather, the employer must establish either that the former employee \naccessed its trade secrets without authorization or provide other \nsufficient evidence of misappropriation to raise an inference of actual \nacquisition or use of its trade secrets. \nAm. Air Filter Co. v. Price, 2017 NCBC LEXIS 9, at *23 (Feb. 3, 2017).  \n177. Finally, “[o]nce a plaintiff satisfies its burden in this regard, Defendants \nmay elect to defend by introducing ‘ substantial evidence ’ that they ‘ acquired the \ninformation comprising the trade secret by independent development, reverse \nengineering, or . . . from another person with a right to disclose the trade secret. ’ ”  \nSafety Test, 2015 NCBC LEXIS 40, at *29 (citing N.C.G.S. § 66-155). \n178. Based on a thorough review of the evidence in the record, the Court is \nsatisfied that there is sufficient evidence of misappropriation to allow Relation’s trade \nsecrets claim to go to the jury with respect to King’s alleged misappropriation of the \nCarrier Contact List, Lancaster’s alleged misappropriation of his Reports, and \nLinthicum’s alleged misappropriation of the Net Rate Calculations spreadsheet.    \n179. On 18 February 2022—the day after accepting a position at Pilot—King \nsent multiple emails from her Relation email address to her personal email address.  \nThese emails attached a copy of the Carrier Contact List.  ( Compl., Ex. Z, ECF No. \n5.26; R. 382, 436.)  \n180. Subsequently, o n 10 March 2022, King sent the Carrier Contact List \nfrom her personal email address to her Pilot email address and to another Pilot \nemployee’s Pilot email address.  ( Pls.’ Mot.  Sanctions, Ex. 2, ECF No. 141.)   \nExamination of the metadata associated with the Carrier Contact List revealed that \n“this document was last modified on March 10, 2022, and last accessed on March 15, \n2022.”  (R. 382.)  King also admitted to using this document in her work at Pilot.     \n181. On 7 February 2022, Lancaster emailed the Lancaster Reports for \nDecember 2021 and January 2022 to his personal email address.  (Compl., Ex. V, ECF \nNo. 5.22.)   He states that his reason for doing so was to verify that he was paid \ncorrectly for the month and to compare his “year over year annual income against \n[his] W2[.]”  (Lancaster Aff. I ¶  30.)  He contends that he has not used any of the \nRelation information he sent to his personal account since working at Pilot, including \nthe Relation commission reports .  (Lancaster Aff. I ¶  36; R . 526.)  Despite these \nassertions, however, the forensic analysis of Lancaster’s laptop revealed that on 19 \nMay 2022, Lancaster attached these documents to an email to himself where both the \nsender and recipient address were Lancaster’s personal email address.  (See Shelton \nAff. I ¶¶ 20–21.)  \n182. On 17 February 2022, Linthicum emailed the Net Rate Calculations \nspreadsheet to her personal email address.  (Cooper Aff.  II ¶ 8.)  On 5 April 2022, \nLinthicum sent the Net Rate Calculations spreadsheet from her personal email \naccount to her Pilot email account.  (R. 382.)  The HTML report for Linthicum’s \nimaged laptop “showed that this file was accessed from an  Outlook exchange server \naccount in offline mode.”  (R. 382.)   \n183. The Court reaches a different conclusion as to Crooker.  Relation \nappears to contend that he remained in possession of a paper copy of Crooker’s \nProduction Analysis.  (See Landacre Aff. ¶ 15; Landacre Aff., Ex. A.)  However, there \nis no evidence that he ever forwarded, printed or accessed the document following his \ntermination.  (Landacre Aff. ¶ 15.)  Therefore, the Court CONCLUDES that Relation \nfailed to put forth sufficient evidence from which a jury could reasonably find \nmisappropriation on the part of Crooker.  Nor is there adequate evidence of any other \nIndividual Defendant’s misappropriation of Crooker’s Production Analysis.   \n184. Therefore, the Court CONCLUDES that Defendants’ Motion for Partial \nSummary Judgment regarding Relation’s trade secrets claim is GRANTED in part \nand DENIED in part.  Summary judgment on this claim is GRANTED as to all of \nthe Former Employees, except for King, Lancaster, and Linthicum.  As to those three, \nsummary judgment is DENIED.  The four documents that the jury may consider at \ntrial as potential trade secrets are King’s Carrier Contact List, Linthicum’s Net Rate \nCalculations Spreadsheet, Lancaster’s Production Analysis, and Lancaster’s \nProduction Report.    \nB. Breach of Non-Solicitation Clauses of Employment Agreements  \n \n185. The Former Employees next seek summary judgment on Relation’s \nclaims for breach of the non -solicitation provisions in their respective employment \nagreements (the “Non-Solicitation Clauses”), arguing that the “unenforceability of the \nNon-Solicitation provisions is established as a matter of law” because the provisions \nare “legally overbroad[.]”  (Defs.’ Br. Supp. Mot. Summ. J., at 13.)   \n186. The Former Employees contend that “this Court independently \ndemonstrated the legal infirmity of those non -solicitation provisions of the \nEmployment Agreements” in its Amended P reliminary Injunction Order (“Amended \nPI Order,” ECF No. 116).   \n187. In response, Relation asserts that “as the Court has already told \nDefendants, rulings made at the preliminary injunction stage have no bearing on the \nrest of the litigation[,]” and “[t]he preliminary injunction decision was based on \nlimited information and incomplete evidence, prior to discovery.”  (Pls.’ Br. Opp. Defs.’ \nMot. Summ. J., at 36.)             \n188. Relation is correct that a ruling on a motion for preliminary injunction \nis not a final ruling on the issues addressed therein.  USConnect, LLC v. Sprout \nRetail, Inc., 2017 NCBC LEXIS 71, at *4 (N.C. Super. Ct. Aug. 10, 2017) (noting that \na “preliminary-injunction order is not a final judgment on the merits”).   \n189. Here, however, the Court finds that the analysis contained in its \nAmended PI Order remains legally correct and is not altered by the additional \ninformation that has been obtained during discovery in this case and made a part of \nthe record.   \n190. In the Amended PI Order, this Court determined that Relation had not \nestablished a likelihood of success on its breach of contract claims pertaining to the \nNon-Solicitation Clauses based on the likely unenforceability of those provisions.  \n(Am. PI Order ¶¶ 34–46.)  In reaching this conclusion, the Court summarized the key \nportions of those Non-Solicitation Clauses as follows: \nHere, the Non-Solicitation Clauses preclude the Former Employees from \n(a) soliciting “Clients” or “Prospective Clients” of Relation “with whom \n[the Former Employees] had material contact or about whom [the \nFormer Employees] obtained Confidential Information during the last \n(12) months” (hereinafter, the “Customers Restriction”); and (b) \nsoliciting employees of Relation “or any other member of the Ascension \nGroup” that the Former Employees “came into contact [with] during \nEmployee’s last (12) months of emplo yment . . . or about whom [the \nFormer Employees] obtained Confidential Information” and “who [are] \nknown by [the Former Employees] at the time of \nsuch . . . solicitation . . . to then be employed by [Relation] or any other \nmember of the Ascension Group” (h ereinafter, the “Employees \nRestriction”).  (See, e.g., ECF No. 5.12, at § 8(a); ECF No. 5.14, at § 4(b).)   \n(Am. PI Order ¶ 37.)   \n191. The Court then analyzed the Non- Solicitation Clauses under the \nframework set out in Wells Fargo Ins. Servs. USA v. Link , 2018 NCBC LEXIS 42 \n(N.C. Super. Ct. May 8, 2018), aff’d per curiam, 372 N.C. 261 (2019), which this Court \ndeemed “to be particularly instructive.”  (Am. PI Order ¶ 38.)          \n192. Relying on Wells Fargo , this Court ultimately “reache[d] a similar \nconclusion with respect to the Non -Solicitation Clauses at issue here[,]”  and stated \nthe following:  \nFirst, with respect to the Customers Restriction, the Former Employees \nare not only prohibited from soliciting the clients or prospective clients \n“with whom [they] had material contact,” but also “about whom [they] \nobtained Confidential Information.”   The definition of “Confidential \nInformation” includes identifying information of “Clients” and \n“Prospective Clients.”  In effect, the Customers Restriction could apply \nto preclude the Former Employees from soliciting clients or prospective \nclients of Relation with whom they were shown contact information, but \nnever actually had any contact.  Such restrictions fail as unnecessary to \nprotect the legitimate business interests of the employer.  See Link, 2018 \nNCBC LEXIS 42, at *19; see also Aesthetic Facial & Ocular Plastic \nSurgery Ctr., P.A. v. Zaldivar, 264 N.C. App. 260, 272 (2019) (holding \nthat non- solicitation clause in employment agreement was \nunreasonable where it foreclosed solicitation of potential clients “with \nwhom [former employee] had no relationship”); Akzo Nobel Coatings, \nInc. v. Rogers, 2011 NCBC LEXIS 42, at **33 (N.C. Super. Ct. Nov. 3, \n2011) (“Generally, covenants which  seek to restrict a former employee \nfrom competing with future or prospective customers with whom they \nhad no personal contact during employment fail as unnecessary to \nprotect the legitimate business interests of the employer.”); Laboratory \nCorp. of America Holdings v. Kearns, 84 F. Supp. 3d 447, 459 (M.D.N.C. \n2015) (“In North Carolina, covenants prohibiting competition for a \nformer employer’s customers are only enforceable when they prohibit \nthe employee from contacting customers with whom the employee \nactually had contact during his former employment.”). \nSecond, with regard to the Employees Restriction, the Former \nEmployees are similarly not only prohibited from soliciting employees \n“with whom [they] had material contact,” but also “about whom [they] \nobtained Confidential Information.”   The definition of “Confidential \nInformation” includes “information about and personnel files of \nemployees.”  Further, the Employees Restriction does not only apply to \nemployees of Relation, but also to employees of “any other member of \nthe Ascension Group.”  Plaintiffs argue that the Employees Restriction \nis tailored to only restrict the solicitation of employees that are “known \nby [the Former Employees] at the time of such . . . solicitation . . . to then \nbe employed by the Company or any other member of the Ascension \nGroup.”  Nevertheless, as noted above, the Employment Agreements do \nnot identify the members of the Ascension Group.  In effect, the \nEmployees Restriction would foreclose the solicitation of an employee of \nany of Plaintiffs’ unnamed affiliate companies, potentia lly precluding \nsolicitation of employees who are engaged in business activities wholly \ndistinct from those as to which the Former Employees had been \nengaged.  Again, such broad restrictions have been found to be \nunenforceable in that they do not protect the legitimate business \ninterests of the employer.  See Link, 2018 NCBC LEXIS 42, at *26– 30; \nMedical Staffing Network, Inc., 194 N.C. App. at 656–57.  \n \n(Am. PI Order ¶¶ 45–46.)  \n193. The Court has carefully considered Relation’s arguments that the  \nanalysis in the Amended PI Order is no longer correct based on new information that \nhas been obtained during discovery.  For the sake of brevity, the Court will not recite \nthe details of that argument.  Instead, it suffices to say that the Court continues to \nhave the same concerns about the enforceability of the Non-Solicitation Clauses that \nexisted at the preliminary injunction stage.  Guided by the principles espoused in \nWells Fargo , the Court CONCLUDES  that the Non- Solicitation Clauses in the \nEmployment Agreements here are unenforceable as a matter of law.    \n194. In an alternative argument, Relation  asks the Court to use the “b lue \npencil” doctrine to allow the unobjectionable portions of the covenants to be enforced.   \n195. Our Supreme Court has stated the following regarding this doctrine:   \n[T]he Court of Appeals, citing Welcome Wagon Int’l, Inc. v. Pender, 255 \nN.C. 244, 248, 120 S.E.2d 739, 742 (1961), acknowledged that North \nCarolina has adopted the “strict blue pencil doctrine” under which a \ncourt cannot rewrite a faulty covenant not to compete but may enforce \ndivisible and reasonable portions of the cov enant while striking the \nunenforceable portions.  Beverage Sys., 235 N.C. App. at 443, 762 S.E.2d \nat 321. \n \n. . .  \n \n[B]lue-penciling is the process by which “a court of equity will take notice \nof the divisions the parties themselves have made [in a restrictive \ncovenant] and enforce the restrictions in the territorial divisions deemed \nreasonable and refuse to enforce them in the divisions deemed \nunreasonable.”  Welcome Wagon , 255 N.C. at 248, 120 S.E.2d at 742 \n(majority opinion). \n \nBeverage Sys. of the Carolinas, LLC v. Associated Bev. Repair, LLC , 368 N.C. 693 , \n696, 699 (2016).   \n196. In the present case, the Court declines to consider application of  the \n“blue pencil” doctrine because  Relation (as the party seeking application of the \ndoctrine) has not met its burden of demonstrating precisely how it can, or should, be \napplied on these facts .  It is the duty of a litigant—not the Court —to show with \nspecificity how the application of the blue pencil doctrine on a particular set of facts \nis warranted. \n197. Therefore, the Court CONCLUDES  that Defendants are entitled to \nsummary judgment on  Relation’s claims for breach of the Non-Solicitation Clauses \ncontained in the Former Employees’ Employment Agreements.   \nC. Breach of Confidentiality Provisions of Employment Agreements  \n198. Relation also asserts that the Former Employees disclosed or used its \nconfidential information in their employment with Pilot in violation of the \nconfidentiality provisions (the “Confidentiality Provisions”) contained in their \nrespective Employment Agreements.  (Compl. ¶¶ 154–61.)   \n199. The Former Employees seek summary judgment on this claim, \ncontending that this Court’s analysis in the Amended PI Order likewise demonstrates \nthat the “confidentiality provisions of the Employment Agreements are unenforceable \nas a matter of law.”  (Defs.’ Br. Supp. Mot. Summ. J., at 6.) \n200. A claim for breach of an employment agreement provision is a species of \nbreach of contract.  Breach of contract claims require the “(1) existence of a valid \ncontract and (2) breach of that contract.”  Poor v. Hill, 138 N.C. App. 19, 26 (2000).   \n201. Importantly, when assessing the validity of an employment agreement, \nNorth Carolina law distinguishes between restrictive covenants  (which restrain \ntrade) and confidentiality agreements (which are only meant to prevent the disclosure \nor use of confidential information).  See Amerigas Propane, L.P. v. Coffey, 2015 NCBC \nLEXIS 98, at **10 (N.C. Super. Ct. Oct. 15, 2015).   \n202. “Unlike non-competition and non -solicitation provisions,  a \nnondisclosure provision is generally not considered to be a restraint on trade. ”  \nPrometheus Grp. Enters., LLC v. Gibson, 2023 NCBC LEXIS 42, at **24 (N.C. Super. \nCt. Mar. 21, 2023).  Accordingly, a  “nondisclosure provision is not subjected to the \nsame level of scrutiny as the non-competition and non-solicitation provisions.”  Id. at \n**25.  For this reason, “[s]uch agreements may, therefore, be upheld even though the \nagreement is unlimited as to tim e and area[.]”  Akzo Nobel Coatings, Inc. v. Rogers , \n2011 NCBC LEXIS 42, at **31 (N.C. Super. Ct. Nov. 3, 2011).   \n203. Nevertheless, “ North Carolina courts will treat a non -disclosure \nagreement as a contract in restraint of trade in appropriate circumstances. ”  \nAmerigas Propane, L.P. , 2 015 NCBC LEXIS 98, at * *23 (citing Chem imetals \nProcessing v. McEneny , 124 N.C. App. 194,  197 (1996)).  This Court has explained \nthat  \n[a] non-disclosure provision equates to a restrictive covenant in restraint \nof trade and is subject to the same analysis as a covenant not to compete \nif “the anticipated and intended effect of the prohibition on [an \nemployee’s] disclosure . . . is not to protect [the company ’s] confidential \nbusiness information ” but rather to prevent a former employee from \ncompeting with the former employer.  See Amerigas Propane, L.P., 2015 \nNCBC LEXIS 98, at *24–25 (compiling cases). \n \nCty. of Wake PDF Elec. & Supply Co., LLC v. Jacobsen , 2020 NCBC LEXIS 103, at \n*19 (N.C. Super. Ct. Sept. 9, 2020).   \n204. It therefore follows that \n[a] non-disclosure provision in an employment agreement is enforceable \n“if it does not seek to prevent a party from engaging in a similar business \nin competition with the [employer], but instead seeks to prevent the \ndisclosure or use of confidential information. ”  Chemimetals Processing \nv. McEneny, 124 N.C. App. 194, 197, 476 S.E.2d 374, 376 (1996).  To be \nenforceable, such a non -disclosure agreement requires only “ a showing \nthat it protects a legitimate business interest of the [employer] ”; time \nand durational limitations are irrelevant.  Id. at 197, 476 S.E.2d. at 377; \nEye Dialogue LLC v. Party Reflections, Inc. , 2020 NCBC LEXIS 90, at \n*14–19 (N.C. Super. Ct. July 28, 2020). \n \nId. at *20–21. \n205. Under North Carolina law, the “protection of customer relationships and \ngoodwill against misappropriation by departing employees is well recognized as a \nlegitimate protectable interest of the employer.”  United Lab., Inc. v. Kuykendall, 322 \nN.C. 643, 651 (1988); see also S. Fastening Sys. v. Grabber Constr. Prods., 2015 NCBC \nLEXIS 42, at *19 (N.C. Super. Ct. Apr. 28, 2015) (holding that requiring employees \nto sign confidentiality agreements for the purpose of protecting both the company’s \nand the customer’s confidential information protected a legitimate business interest \nof the company).  \n206. Each of the seven Employment Agreements at issue here contained \nConfidentiality Provisions.  While not all of the Confidentiality Provisions at issue \nare completely identical, they are all substantially similar.  (See Compl., Exs. I–L.)   \n207. For example, the Confidentiality Provision in Crooker’s Producer \nAgreement provided as follows: \nEmployee agrees that during Employee’ s employment with the \nCompany and thereafter, Employee shall not (other than as required by \nEmployee’s job duties) reveal to anyone any Trade Secrets or other \nConfidential Information, and Employee further agrees that Employee \nwill not use in any way any Trade Secrets or other Confidential \nInformation, other than as is necessary to perform Employee’s work for \nthe Company and other members of the Ascension Group.   The \nobligations of confidentiality and restrictions on use set forth in the \nimmediately preceding sentence shall remain in effect for the duration \nof Employee’s employment with the Company and for a period of thirty-\nsix (36) months thereafter, provided that as to any item of Confidential \nInformation that continues to be a Trade Secret under applicable law, \nsuch obligations of confide ntiality and restrictions on use shall remain \nin effect as to such item for the maximum time allowed by applicable \nlaw.  Employee agrees to deliver to the Company at the termination of \nEmployee’s employment, or at any other time the Company may \nrequest, all Confidential Information (including all copies thereof and \nany electronic versions of such materials) that Employee may then \npossess or have under Employee’ s control (including all such \nConfidential Information in electronic form). \n \n(Compl., Ex. I § 7.)  \n208. With respect to the definition of “Confidential Information,” there are \ntwo different iterations that appear in the Employment Agreements.  For example, \nthe following definition of “Confidential Information” taken from Crooker’s Producer \nAgreement is practically identical to the definitions found in both Kelly and Gurley’s \nProducer Agreements: \n“Confidential Information” means all information of a confidential or \nproprietary nature (whether or not specifically labeled or identified as \n“confidential” or “proprietary”), in any form or medium, including, \nwithout limitation, Seller Confidential Information, that relates to or \nresults from the business of Seller (with respect to the Insurance \nOffices), the Company or any member of the Ascension Group, disclosed \nto Employee or of which Employee became aware as a consequence of \nEmployee’s relationship with the Company or Seller, including, without \nlimitation, all Trade Secrets [sic] any other information developed or \nused by Seller (with respect to the Insurance Offices), the Company or \nthe Ascension Group that is not known generally to the public and that \ngives the Company or any member of the Ascension Group an advantage \nin the marketplace (or gave Seller an advantage in the marketplace), as \nwell as all notes memoranda, compilations, reports and other documents \nprepared by Employee or other employees of Seller, the Company or of \nany member of the Ascension Group containing any such information. \nThe term “Confidential Information” shall not include any information \nwhich has been publicly disclosed without any active or passive \nassistance or involvement of Employee. \n \n(Compl., Ex. I § 3(d)(iv).) \n209. Comparatively, Linthicum, Sneed, King, and Lancaster’s Employment \nAgreements contain lengthier definitions of “Confidential Information” that are \nsubstantially similar to one another.  By way of example, Linthicum’s Account \nManager Agreement includes the following definition of “Confidential Information”:      \n“Confidential Information” shall mean all information of a confidential \nor proprietary nature (whether or not specifically labeled or identified \nas “confidential” or “proprietary”), in any form or medium, that relates \nto or results from the business, historical or projected financial results, \nbudgets, strategies, know -how, sales products, services, research or \ndevelopment, acquisitions, acquisitions under consideration or \nacquisition targets, divestitures or divestitures under consideration, or \ntrade secrets of the Company or of any other member of the Ascension \nGroup.  Confidential Information includes, but is not limited to, (i) the \nCompany’s and other Ascension Group member ’s programs, analyses, \nsales and marketing strategies, marketing and promotional plans and \npractices, pricing, rate structures and profit margins, (ii) Clients and \nProspective Clients of the Company and other members of the Ascension \nGroup, including, without limitation, Client and Prospective Client lists, \nthe following information rega rding Clients and Prospective Clients: \nidentifying information, risk characteristics and requirements, identity \nand preferences of key personnel, loss and claims histories, financial \ndata and performance, payroll, employee information, policy and \ncontract renewal and expiration dates and data, policy terms, conditions \nand rates, underwriting data, and specialized needs, and the \nconfidential information of Clients and Prospective Clients, (iii) \ninformation about and personnel files of employees of the Compan y or \nany other member of the Ascension Group, former employees of the \nCompany or any other member of the Ascension Group, prospective \nemployees of the Company or any other member of the Ascension Group, \nor independent contractors, suppliers, or distributors of the Company or \nany other member of the Ascension Group, or other third parties with \nwhom the Company or any member of the Ascension Group has or had \ncontractual relationships, and (iii) [sic] any other information developed \nor used by the Company or t he Ascension Group that is not known \ngenerally to the public and that gives the Company or any member of \nthe Ascension Group an advantage in the marketplace, as well as all \nnotes[,] memoranda, compilations[,] reports and other documents \nprepared by Employee or other employees of Company or an y member \nof the Ascension Group containing any such information. \n \n(Compl., Ex. N § 3(b).)   \n  \n210. Having carefully reviewed the Confidentiality Provisions at issue, the \nCourt is satisfied that they are intended to protect Relation’s confidential business \ninformation as opposed to being restrictive covenants in disguise. \n211. The Former Employees do not devote much attention to this claim in \ntheir summary judgment briefs.  To the extent they address this claim at all, they \nessentially contend that—as with the Non-Solicitation Clauses— the Court’s analysis \nin its Amended PI Orde r demonstrates the unenforceability of the Confidentiality \nProvisions.  \n212. But the Court’s Amended PI Order did not consider the enforceability of \nthe Confidentiality Provisions.  Rather, the Court’s analysis was focused on the \nreasonableness of the Non-Solicitation Clauses as restraints on trade.    \n213. Thus, Defendants have failed to demonstrate the legal invalidity of this \nclaim.    \n214. Relation, conversely, has put forward evidence that would permit a jury \nto conclude that the Former Employees acted in violation of the Confidentiality \nProvisions by using Relation’s confidential information for purposes other than those \nrelated to their employment with Relation.     \n215. The forensic examination of the Former Employees’ devices revealed \nmultiple examples of them forwarding documents from their Relation email \naddresses to their personal email addresses and then to their Pilot email addresses.  \n(Shelton Aff. I ¶¶ 5–6; see e.g., R. 605–06, 1404, 1485, 1519, 2387–2401, 2403–2533, \n2535–63, 2565–89, 2591–94, 2596–2632, 2634–36, 2638–40, 2642–43, 2645–47, 2649–\n79, 2987–97, 2999–3426, 3428–44, 3446–71, 3473–3699, 3701–55, 3757–75, 3777–79, \n3781–93, 3795–3920, 3927–52, 3954–69, 3971–73, 3975–76.)   \n216. For example, King emailed various documents, including the Carrier \nContact List, from her Relation email address to her personal email address on 18 \nFebruary 2022.  (R. 382, 436, 440, 1518.)  Subsequently, King emailed the Carrier \nContact List from her personal email account to her Pilot email account on 10 March \n2022.  (Shelton Aff. I ¶ 5.)  The applicable metadata showed that the Carrier Contact \nList was last modified on 10 March 2022, and last accessed on 15 March 2022.  (R. \n382.)    \n217. Furthermore, the forensic examination revealed that on 21 February \n2022, Gurley sent an email from his personal account to his Pilot account attaching \na group of Relation documents.  (R. 383 –84.)  Gurley admitted to emailing these \ndocuments from his Relati on email address to his personal address, although he \ndenies having used them since emailing them.  (R. 705–06.)  On 19 and 20 May 2022, \nGurley sent additional emails from his personal email address to his Pilot email \naddress, attaching other documents that Relation contends are confidential.  (Shelton \nAff. I ¶¶ 9–15; R. 1098–1230.)  Many of these documents were contained in an email \nsent from Gurley’s Relation email account to his personal email account on 11 August \n2021.  (R. 1230.)   \n218. In another example, Lancaster admitted that he emailed his producer \nproduction reports for December 2021 and January 2022 from his Relation email \naddress to his personal email address on 7 February 2022.  (R. 505.)  Moreover, \nLancaster sent an email from h is personal email address to his Pilot email address \nwith the subject line “Fwd: Print help please!” and attach ed Relation documents \nentitled “NCU UHC Alternate 2 2022.xls,” “NCU UHC Alternate 1 2022.xls,” and \n“NCU UHC Renewal 2022.xls.”  (R. 383.)  The forensic examination also revealed that \non 19 May 2022, Lancaster sent multiple emails to his personal email address, which \nattached documents Relation contends are confidential.   \n219. On 19 May 2022, Sneed emailed documents from her Relation email \naddress to her personal email address and then from her personal email address to \nher Pilot email address.  (R. 1576.)  Additionally, the examination of Sneed’s laptop \nrevealed the existence of multiple documents that—according to Relation—contained \nconfidential information , although, due to various deletions, the source of these \ndocuments is presently unknown.  ( See Shelton Aff. I ¶¶ 22 –39.)  Sneed, however, \nadmitted in her deposition that she sent some forms and checklists from her Relation \nemail address to her personal email address.  (R. 612–23.)  When asked why she sent \nsuch documents to her personal email address, Sneed replied that she “thought [she] \nmight need it later[.]”  (R. 613.)        \n220. In her deposition, Linthicum admitted that she sent the Net Rate \nCalculations spreadsheet, among other documents, from her Relation email address \nto her personal email address on 17 February 2022.  (R. 674– 81.)  Moreover, the \nforensic examination revealed that Linthicum emailed the Net Rate Calculations \nspreadsheet from her personal account to her Pilot email account on 5 April 2022, \nand she admitted to having subsequently used the spreadsheet since that time.  (R. \n382, 679.)  Linthicum testified that she c hose to email these documents to herself \n“[b]ecause [she] was thinking, if [she] ever left, these are documents [she] might want \nto have.”  (R. 680.)    \n221. The record also reflects that on 12 March 2021, Kelly forwarded an email \nfrom his Relation account to his personal email account that contained Relation client \ninformation.  (R. 2987.)  \n222. Furthermore, Zewalk testified that Crooker took  with him “expiration \nlists” containing Relation client information  that he proceeded to use in his new \nemployment with Pilot.  (R. 474.) \n223. These examples clearly suffice in and of themselves to create an issue of \nfact with regard to this claim.   \n224. Therefore, the Court DENIES Defendants’ Motion for Partial Summary \nJudgment as to Relation’s claim for breach of the Confidentiality Provisions of the  \nFormer Employees’ employment agreements. \n  \nD.  Breach of Settlement Agreement \n225. Relation also contends that the Pilot Defendants breached the March \n2021 Settlement Agreement in the Smythe Lawsuit “ by soliciting Relation’s clients \nand employees and using Relation’s confidential information during the prohibited \nperiods.”  (Compl. ¶¶ 170–175.)15   \n226. Relation’s claim for breach of the Settlement Agreement is another \niteration of a claim for breach of contract, which, as noted above, requires the “(1) \nexistence of a valid contract and (2) breach of that contract.”  Poor, 138 N.C. App. at \n26.   \n227. Defendants do not challenge the validity of the Settlement Agreement \nor the fact that Smythe, Capps, Kinney, Pilot Risk, and Pilot Benefits were bound by \nthe obligations set out therein.  Rather they contend that Relation has failed to offer \nevidence that any of the Pilot Defendants actually breached the Settlement \nAgreement.  In support of their argument, the Pilot Defendants rely on their \ntestimony that “they did not solicit employees or clients during the covered period or \nuse, disclose or disseminate Pl aintiffs’ confidential information.”  (Defs.’ Reply Br. \nSupp. Mot. Summ. J., at 4, ECF No. 257.)         \n228. As noted earlier in this opinion, the Smythe Lawsuit concluded with the \nentry of a Settlement Agreement between Relation, Smythe, Capps, Kinney, Pilot \nRisk, and Pilot Benefits.  The Settlement Agreement provided in pertinent part as \nfollows: \n \n15 For clarity, this claim lies only against Defendants Smythe, Capps, Kinney, Pilot Risk, and \nPilot Benefits, and not against the Former Employees. \nThis Confidential Settlement Agreement (“ Agreement”) is made and \nentered into between Relation Insurance, Inc. and Relation Insurance \nServices of North Carolina, Inc. (“ Plaintiff” or “Relation”) on the one \nhand and Kyle S. Smythe, Robert A. Capps III, Lynette W. Kinney, Pilot \nRisk Management Consulting, LLC, and Pilot Financial Brokerage, Inc. \non the other hand (“ Defendant” or “ Pilot”) (collectively the “ Parties” \nand each individually a “Party”).   \n. . .  \nTherefore, it is agreed Pilot shall not: \n(i) through and including May 31, 2021, solicit, attempt to \nsolicit, accept, or attempt to accept as a customer any of the \ncustomers of Relation with whom Smythe or Robin Turner \n(“Turner”) had Material Contact during Smythe’s or \nTurner’s employment with Re lation for the purpose of \nselling, offering or providing such customers or prospective \ncustomers any product or service in competition with those \nproducts or services offered or provided by Relation, nor \nmay Pilot do any of the foregoing on or prior to May  31, \n2021 even if the effective date of such efforts would be after \nMay 31, 2021; nor shall it, \n(ii) through and including March 31, 2021, solicit, attempt to \nsolicit, hire, or attempt to hire any employee of Relation or \nindependent contractor working for or with Relation. \n(c) Acknowledgement : Pilot acknowledges the restrictions against \nsolicitation in this Agreement apply to all forms of solicitation, \nincluding, without limitation, written communications, verbal \ncommunications, email communications, and all forms of electronic \ncommunications through social media websites or applications that may \nbe broadly disseminated, including, but not limited to, status updates, \nposts, direct/personal messages, tweets, or retweets on Linkedln, \nTwitter, Google+, Facebook, or any other form of electronic \ncommunication. \n(d) C\nonfidentiality, Return and Non -Disclosure. Pilot shall not \ndisclose, publish or disseminate any Company Information to any third \nparty, or use any Company Information.  Pilot represents and warrants \nthat Pilot has returned to Relation all tangible Company Information in \nPilot’s possession, custod y, or control.  As to intangible Company \nInformation, Pilot herby certifies to Relation that all such information \nhas been deleted from all computers, cell phones, tablets, external \ndrives, cloud storage platforms, and any and all other places stored or \naccessible.  Relation acknowledges that nothing herein shall preclude \nPilot’s use of information held in the mind of Smythe or Turner or \ndeveloped by them after March 4, 2020.  The res trictions contained \nherein shall remain in place as to Confidential Information through and \nincluding March 4, 2022, and as to Trade Secrets for so long as the \ninformation qualifies as a trade secret under North Carolina law. \n (Smythe Aff. I, Ex. F § 3 (b)–(d) (emphasis in original).) \n229. In sum, the Settlement Agreement prohibited the Pilot Defendants from \n(1) soliciting Relation’s employees, (2) soliciting Relation’s clients, and (3) using \nRelation’s confidential information.      \n230. Relation first contends that the following actions of the Pilot Defendants \ndemonstrate that they did, in fact, solicit Relation’s employees in violation of the \nSettlement Agreement:   \n[W]ithin days of the Settlement Agreement, Pilot had the Former \nEmployees meet with Pilot’s attorney, refer business to Pilot, and send \nthemselves Relation information.  Although deleted from the computers, \nPilot even had a “Crooker/Kelly SpreadSheet” and a “growth plan ” to \nguide its efforts to recruit the Former Employees.  By April, the Former \nEmployees were regularly meeting with Pilot—surreptitiously.    \n \n(Pls.’ Br. Opp. Defs.’ Mot. Summ. J., at 21 (emphasis in original) (internal citations \nomitted).)   \n231. However, the Court’s review of the record fails to reveal any evidence of \nsolicitations of Relation employees by the Pilot Defendants during the period from 11 \nMarch 2021 and 31 March 2021 (the “Employee Solicitation Restriction Period”).     \n232. Despite asserting that “Pilot had the Former Employees meet with \nPilot’s attorney,” Relation has offered no evidence of either of the Pilot Entities doing \nso.  Rather, Relation has merely shown that Crooker, Pilot Risk, and Pilot Benefits \nwere clients of the same attorney at the same time.  Moreover, there is no evidence \nthat either of the Pilot Entities directed the Former Employees to refer business to \nPilot Risk or Pilot Benefits during the Employee Solicitation Restriction Period.       \n233. In addition, although the record reflects several chance encounters \nbetween a Relation employee and one of the Managing Members of the Pilot Entities \nin a public place, there is no evidence that any attempts at solicitation occurred on \nthese occasions. \n234. Therefore, summary judgment is GRANTED as to all Pilot Defendants \non Relation’s claim for breach of the Employee Solicitation Restriction Period of the \nSettlement Agreement.   \n235. Next, Relation asserts that the Pilot Defendants solicited Relation’s \nclients in violation of the Settlement Agreement, contending that “Smythe was \n‘quoting’ these clients soon after the Settlement Agreement was executed[,]” and that \n“Pilot solicited numerous clients from Relation during the restricted period.”  (Pls.’ \nBr. Opp. Defs.’ Mot. Summ. J., at 20–21.)      \n236. As quoted above, the Settlement Agreement provided that between 11 \nMarch 2021 and 31 May 2021, the Pilot Defendants were prohibited from soliciting, \nattempting to solicit, accepting, or attempting to accept as a customer any of the \ncustomers of Relation wi th whom Smythe or Robin Turner had Material Contact \nduring their employment with Relation for the purpose of selling, offering or \nproviding such customers or prospective customers any product or service in \ncompetition with those products or services offere d or provided by Relation.  ( See \nSmythe Aff. I, Ex. F  § 3(b)(ii).) 16  The Settlement Agreement also restricted Pilot \nBenefits from doing “any of the foregoing on or prior to May 31, 2021 even if the \neffective date of such efforts would be after May 31, 2021[.]”  (Smythe Aff. I, Ex. F § \n3(b)(ii).)   \n237. For purposes of the Settlement Agreement, “Material Contact” is \ndefined as “contact or interaction that was intended (at least in part) to further the \nbusiness interests of Relation with or to facilitate the sale of products or the \nperformance of services by Relation for such Person.”  (Smythe Aff. I, Ex. F § 2(b).)    \n238. There is no evidence in the record  of Kinney, Capps, or Pilot Benefits  \nsoliciting any Relation clients during the Client Solicitation Restriction Period.   \n239. However, Relation has put forth evidence of three of its customers who \nterminated their relationship with Relation and obtained new insurance policies \nthrough Pilot Risk the very same da y, raising an inference that Smythe was \nresponsible.   \n240. First, Relation “lost” Company A17 as a client on 14 March 2021.  Smythe \nhad serviced Company A during his employment with Relation.  (R. 397.)   Company \nA was shown as a client of Pilot  Risk’s in its 2021 Book of Business Report, which \nreflects that Company A had “[n]ew” policies go into effect on 14 March 2021.  Smythe \n \n16 The Court will refer to the period of time from 11 March 2021 and 31 May 2021 as the \nClient Solicitation Restriction Period. \n17 Pursuant to the parties’ request, the Court will avoid listing these clients by name in order \nto preserve their confidentiality.    \nis listed as the associated producer on these “[n]ew” policies .  (R. 1732.)  14 March \n2021 is within the Client Solicitation Restriction Period.  \n241. Second, Relation “lost” Client B  (another client who Smythe had \nserviced during his employment with Relation) on 20 March 2021.  Pilot’s 2021 Book \nof Business Report  lists Client B as a client (along with Smythe as the associated \nproducer) and states  that Client B had “[n]ew” policies go into effect on 20 March \n2021—which falls within the Client Solicitation Restriction Period.  (R. 397, 1760.)  \n242. As a third example, Relation “lost” Company C as a client on 17 April \n2021.  Once again, Smythe had serviced Company C during his employment with \nRelation.  (R. 397.)  Company C is shown as a client of Pilot Risk’s in its 2021 Book of \nBusiness Report, whic h reflects that Company C had “[n]ew” policies go into effect \nwithin the Client Solicitation Restriction Period on 17 April 2021.  Smythe is listed \nas the associated producer.  (R. 1750.)    \n243. Accordingly, Defendants’ Motion for Summary Judgment based on \nviolations of the Client Solicitation Restriction Period of the Settlement Agreement \nis DENIED with respect to Smythe and Pilot Risk, but GRANTED as to Kinney, \nCapps, and Pilot Benefits.       \n244. Finally, Relation contends that the Pilot Defendants violated the section \nof the Settlement Agreement providing that “Pilot shall not disclose, publish or \ndisseminate any Company Information to any third party, or use any Company \nInformation.”  “Company Information” is defined so as to include “ Confidential \nInformation.”  \n245. The Settlement Agreement restricts Pilot’s use of Relation’s \nConfidential Information between 11 March 2020 and 4 March 2022 18 and defines  \n“Confidential Information” as follows: \n[D]ata and information, regardless of the form or medium in which it is \nor was created, stored, reflected or preserved, and whether or not labeled \nas “confidential”, relating to Relation’s Business (which does not rise to \nthe status of Trade Secret Information) which was disclosed to Kyle S. \nSmythe (“Smythe”) or of which Smythe became aware as a consequence \nof or through Smythe’s relationship with Relation and which has value \nto Relation and is not generally known to its competitors.   Confidential \nInformation shall not include any data or information that has been \nvoluntarily disclosed to the public by Relation or that has been \nindependently developed and disclosed by others (except where such \npublic disclosure has been made by Pilot without authorization), or that \notherwise enters the public domain through lawful means without \nbreach of any obligations of confidentiality owed to Relation by Pilot. \n(Smythe Aff. I, Ex. F § 2(d).)   \n246. Notably, this definition of “Confidential Information” limits what \nqualifies as “Confidential Information” to information disclosed to Smythe  of which \nhe became aware as a consequence of —or through his relationship with— Relation \nand which has value to Relation and is not generally known to its competitors.     \n247. In support of this portion of its claim, Relation  points to a document \nfound on Smythe’s Pilot computer that is labeled “Smythe Documents Summary” and \n“Potential confidential documents of Relation Insurance.”  (R. 2123.)  This document \ncontains a list of 23 documents identified by Smythe as potentially confidential.  \nFurthermore, there is a column labeled “to help me find again” and directions for \naccessing these documents on the computer they were taken from.  (R. 2123.)   \n \n18 The Court will refer to the period of time from 11 March 2020 and 4 Ma rch 2022 as the \nConfidential Information Restriction Period. \n248. The presence of these documents on Smythe’s Pilot Risk computer (and \nthe manner in which Smythe labeled them) would permit a jury to find that Smythe \nused Relation’s confidential information in violation of the Settlement Agreement in \nfurtherance of his employment with Pilot Risk such that summary judgment is \nimproper as to Smythe and Pilot Risk.  However, Relation has failed to point to any \nevidence that would allow a reasonable jury to find that Pilot Benefits, Capps, or \nKinney breached the Settlement Agr eement with regard to the use of Relation’s \nConfidential Information.   \n249. Therefore, Defendants’ Motion for Summary Judgment based on \nviolations of the Confidential Information Restriction Period  of the Settlement \nAgreement is DENIED with respect to Smythe and Pilot Risk, but GRANTED as to \nKinney, Capps, and Pilot Benefits.      \nE.  Unjust Enrichment  \n250. Defendants further seek summary judgment on Relation’s claim for \nunjust enrichment. (Compl. ¶¶ 205 –213.)  In support of this claim, Relation \nessentially contends that Defendants used Relation’s confidential information for the \nbenefit of the Pilot Entities.   \n251. Our Supreme Court has explained that a claim for unjust enrichment \n“is neither in tort nor contract but is described as a claim in quasi contract or a \ncontract implied in law.”  Booe v. Shadrick, 322 N.C. 567, 570 (1988).  “The general \nrule of unjust enrichment is that where services are rendered and expenditures made \nby one party to or for the benefit of another, without an express contract to pay, the \nlaw will imply a promise to pay a fair compensation therefor.”  Atlantic C. L. R. Co. \nv. State Highway Comm’n , 268 N.C. 92, 95– 96 (1966) (citations omitted).  “The \ndoctrine of unjust enrichment was devised by equity to exact the return of, or \npayment for, benefits received under circumstances where it would be unfair for the \nrecipient to retain them without the c ontributor being repaid or compensated.”  \nCollins v. Davis, 68 N.C. App. 588, 591 (1984).   \n252. In order to recover on an unjust enrichment claim, a “[p]laintiff must \nprove: (1) that it conferred a benefit on another party; (2) that the other party \nconsciously accepted the benefit; and (3) that the benefit was not conferred \ngratuitously or by an inte rference in the affairs of the other party.”  Jacobsen , 2020 \nNCBC LEXIS 103 , at *29 (citing Southeastern Shelter Corp. v. BTU, Inc. , 154 N.C. \nApp. 321, 330 (2002)).  Additionally, the conferred benefit must be measurable.  Booe, \n322 N.C. at 570.   \n253. The Court is not convinced that an unjust enrichment claim exists on \nthese facts.  This Court recently rejected a similar argument:   \nThe Bayatronics Defendants further argue that ACI has provided no \nevidence that it actually conferred any benefit on Defendants, or that \nthere is any contract implied in law between ACI and the Bayatronics \nDefendants.  (Br. Supp. 29.)  They contend that ACI’s unjust enrichment \nclaim focuses on the Bayatronics Defendants having conferred a benefit \nupon themselves, given that it is alleged that Mr. Patel —a member of \nBayatronics—retained trade secret information when he left ACI and \nallegedly shared that infor mation with the Bayatronics Defendants.  \n(Br. Supp. 29.) \nACI, however, contends that it conferred “the benefit of access to its \nconfidential information upon [Jayesh] Patel,” because he and ACI \nentered into the Confidentiality Agreement, and that through the \nDefendants’ conspiracy, all Defendants obtained the be nefit of that \nconfidential information, and it would be inequitable for them to retain \nthat benefit.  (Br. Opp. 28.) \nHowever, ACI has alleged a taking of information in violation of Jayesh \nPatel’s Confidentiality Agreement, not a willing transfer of that \ninformation to the Bayatronics Defendants.  See, e.g., Albritton v. \nAlbritton, 2021 NCBC LEXIS 53, at **33 –36 (N.C. Super. Ct. June 7, \n2021) (“Neither the allegations nor the facts in evidence support a claim \nfor unjust enrichment.  Movants have not alleged that [Plaintiffs] \nconferred benefits upon Defendants, but, rather, that Def endants took \nassets belonging to [Plaintiff].” (emphasis in original)); Klos Constr., Inc. \nv. Premier Homes & Props., LLC, 2020 NCBC LEXIS 85, at *48–51 (N.C. \nSuper. Ct. July 21, 2020) (dismissing a claim for unjust enrichment \nwhere “it is undisputed that the [ ] Defendants took any benefit of \nPlaintiff’s goodwill”); KNC Techs., LLC v. Tutton, 2019 NCBC LEXIS 72, \nat *36–37 (N.C. Super. Ct. Oct. 9, 2019) (stating that “a claim for unjust \nenrichment must be based on a contract implied in law in which one \nparty has provided a benefit to another, such  as goods or services, for \nwhich the first party should rightfully be compensated”). \nThe access granted to Jayesh Patel as a benefit of his Confidentiality \nAgreement, and his alleged wrongful taking and disseminating of that \ninformation to the Bayatronics Defendants, does not support a claim for \nunjust enrichment against the Bayatronics De fendants.  ACI did not \nvoluntarily confer a benefit on the Bayatronics Defendants.  Rather, the \nevidence is clear that, at most, Jayesh Patel wrongly misappropriated \nor retained trade secret information which the Bayatronics Defendants \nultimately received. \nAm. Cirs., Inc. v. Bayatronics, LLC, 2023 NCBC LEXIS 165, at **38–40 (N.C. Super. \nCt. Dec. 8, 2023). \n254. The same logic applies here.  Furthermore, to the extent this claim is \nbased upon the Former Employees’ alleged misuse of Relation’s confidential \ninformation, it is well settled that “a claim for unjust enrichment cannot stand where \nan express contract exists covering the same subject[.]”  Jacobsen, 2020 NCBC LEXIS \n103, at *29 (cleaned up).   \n255. As discussed above, the Court is denying summary judgment on \nRelation’s claims for breach of the C onfidentiality Provisions of the Former \nEmployees’ Employment Agreements.  Therefore, because that claim encompasses \nthe same subject matter as the unjust enrichment claim, the latter claim cannot \nsurvive.  See Delta Envtl. Consultants, Inc. v. Wysong & Miles Co., 132 N.C. App. 160, \n165, disc. review denied 350 N.C. 379 (1999) (“It is well established that if there is a \ncontract between the parties, the contract governs the claim and the law will not \nimply a contract[; in such cases] an action for breach of contract, rather than unjust \nenrichment, is the proper cause of action” (internal citations and quotation marks \nomitted)). \n256. Therefore, the Court GRANTS  Defendants’ Motion for Summary \nJudgment on Relation’s claim for unjust enrichment.   \nF.  Computer Trespass \n257. The Former Employees also seek summary judgment on Relation’s \nclaims for computer trespass under both federal and North Carolina law,  arguing \nthat these claims fail because their use of the computers was authorized by Relation.  \n(Defs.’ Br. Supp. Mot. Summ. J., at 28.)  They contend that Relation “granted the \nFormer Employees access to [Relation’s] computer system” and that “[t]here is \nneither allegation nor evidence that any Former Employee evaded security protocols \nto gain access to unauthorized areas.”  (Defs.’ Br. Supp. Mot. Summ. J., at 29.)        \n258. Relation asserts that the Former Employees exceeded the access they \nwere provided to Relation’s computers.  (Compl. ¶¶ 214–223; Pls.’ Br. Opp. Defs.’ Mot. \nSumm. J., at 50.)  \n259. The federal Computer Fraud and Abuse Act of 1986 (“ CFAA”), among \nother things, renders liable a person who “intentionally accesses a computer without \nauthorization or exceeds authorized access, and thereby obtains . . . information from \nany protected computer[.]”  18 U.S.C. § 1030(a)(2)(C).  The Fourth Circuit has \npreviously discussed the background and application of the CFAA in both civil \nlawsuits and criminal proceedings: \nIn 1984, Congress initiated a campaign against computer crime by \npassing the Counterfeit Access Device and Computer Fraud and Abuse \nAct of 1984.  Pub. L. No. 98 -473, 98 Stat. 2190.   Shortly thereafter, in \n1986, it expanded the Act with a revised version, the Computer Fraud \nand Abuse Act of 1986,  Pub. L. No. 99 -474, 100 Stat. 1213.  Today, the \nCFAA remains primarily a criminal statute designed to combat \nhacking.  A.V. ex rel. Vanderhye v. iParadigms, LLC, 562 F.3d 630, 645 \n(4th Cir. 2009).   Nevertheless, it perm its a private party “ who suffers \ndamage or loss by reason of a violation of [the statute] ” to bring a civil \naction “to obtain compensatory damages and injunctive relief or other \nequitable relief. ”  18 U.S.C. § 1030(g).   Notably, although proof of at \nleast one of five additional factors is necessary to maintain a civil \naction, a violation of any of the statute’s provisions exposes the offender \nto both civil and criminal liability. \n \nWEC Carolina Energy Solutions LLC v. Miller, 687 F.3d 199, 201 (4th Cir. 2012)  \n(internal footnote omitted).   \n260. In that same case, the Fourth Circuit succinctly explained what it means \nunder the statute to intentionally access a computer without authorization or exceed \nauthorized access and thereby obtain information from any protected computer.   \nThe CFAA is concerned with the unauthorized access of protected \ncomputers.  Thus, we note at the outset that “access” means “[t]o obtain, \nacquire,” or “[t]o gain admission to.”  Oxford English Dictionary (3d ed. \n2011; online version 2012).  Moreover, per the CFAA, a “computer” is a \nhigh-speed processing device “ and includes any data storage facility or \ncommunications facility directly related to or operating in conjunction \nwith such device. ”  § 1030(e)(1).   A computer becomes a “ protected \ncomputer” when it “is used in or affecting  interstate or foreign \ncommerce.”  § 1030(e)(2). \n \nWith respect to the phrase, “without authorization,” the CFAA does not \ndefine “authorization.” Nevertheless, the Oxford English Dictionary  \ndefines “authorization” as “formal warrant, or sanction. ”  Oxford \nEnglish Dictionary (2d ed. 1989; online version 2012).   Regarding the \nphrase “exceeds authorized access,” the CFAA defines it as follows: “ to \naccess a computer with authorization and to use such access to obtain \nor alter information in the computer that the accesser is not entitled to \nobtain or alter.”  § 1030(e)(6). \n \nRecognizing that the distinction between these terms is arguably \nminute, see Citrin, 440 F.3d at 420, we nevertheless conclude based on \nthe “ordinary, contemporary, common meaning, ” see Perrin v. United \nStates, 444 U.S. 37, 42, 100 S. Ct. 311, 62 L. Ed. 2d 199 (1979), of \n“authorization,” that an employee is authorized to access a computer \nwhen his employer approves or sanctions his admission to that \ncomputer.  Thus, he accesses a computer “ without authorization” when \nhe gains admission to a computer without  approval.  See Brekka, 581 \nF.3d at 1133.   Similarly, we conclude that an employee “ exceeds \nauthorized access” when he has approval to access a computer, but uses \nhis access to obtain or alter information that falls outside the bounds of \nhis approved access.   See id . Notably, neither of these definitions \nextends to the improper  use of information validly accessed.  \n \nId. at 204 (internal footnotes omitted).  \n261. In other words,   \na violation for accessing “without authorization” occurs only where \ninitial access is not permitted.  And a violation for “exceeding authorized \naccess” occurs where initial access is permitted but the access of certain \ninformation is not permitted. . . . Stated differently, a violation does not \ndepend upon the defendant ’s unauthorized use of information, but \nrather upon the defendant’s unauthorized use of access.   \n \nDiamond Power Int’l, Inc. v. Davidson, 540 F. Supp. 2d 1322, 1343 (N.D. Ga. 2007).  \n262. With respect to the meaning of the phrase “exceeds authorized access,” \nthe United States Supreme Court in Van Buren v. United States, 141 S. Ct. 1648 \n(2021), recently addressed this issue.  In Van Buren, a police officer “used his patrol-\ncar computer to access a law enforcement database to retrieve information about a \nparticular license plate number in exchange for money. ”  Id . at *1649.  The police \nofficer “used his own, valid credentials to perform the search, [but] his conduct \nviolated a department policy against obtaining database information for non -law-\nenforcement purposes. ”  Id .  As a result, the police officer was charged with, and \nconvicted of, a felony violation of the CFAA.  Id.   \n263. On appeal, the officer “ argu[ed] that the ‘ exceeds authorized access ’ \nclause applies only to those who obtain information to which their computer access \ndoes not extend, not to those who misuse access that they otherwise have.”  However, \nthe Eleventh Circuit affirmed his conviction.  Id. at *1653.  \n264. The Supreme Court subsequently overturned the officer’s conviction, \nadopting a narrower meaning of “exceeds authorized access.” \nIn sum, an individual “exceeds authorized access” when he accesses a \ncomputer with authorization but then obtains information located in \nparticular areas of the computer—such as files, folders, or databases—\nthat are off limits to him.   The parties agree that Van Buren accessed \nthe law enforcement database system with authorization.  The only \nquestion is whether Van Buren could use the system to retrieve license-\nplate information. Both sides agree that he could. Van Buren \naccordingly did not “excee[d] authorized access” to the database, as the \nCFAA defines that phrase, even though he obtained information from \nthe database for an improper purpose. \n \nId. at *1662. \n265. Here, there is no evidence of any unauthorized access by the Former \nEmployees, as they were authorized to initially access the computers they used at \nRelation.  There is also no dispute that their level of access included permission to \nobtain the specific information at issue.  Therefore, the Former Employees did not \naccess this information “without authorization” or in a manner that “exceed[ed] \nauthorized access,” while employed at Relation, and, as a result, there was no \nviolation of the CFAA.     \n266. Accordingly, summary judgment is GRANTED in favor of the Former \nEmployees on Relation’s CFAA claim. \n267. The Court reaches a different conclusion, however, with regard to \nRelation’s claim for computer trespass under North Carolina law.  \n268. Section 14 -458 of our General Statutes provides for both civil and \ncriminal liability against individuals who commit a computer trespass in violation of \nthe statute.  “To synthesize, the statute has two elements: (1) a person must  ‘use a \ncomputer or computer network without authority,’ with (2) the intent to engage in \none of the enumerated prohibited actions.”   CHGYM LLC v. Unify Ath., LLC , 2022 \nU.S. Dist. LEXIS 6249, at *12 (M.D.N.C. Jan. 12, 2022).    \n269. N.C.G.S. § 14-458(a) states, in pertinent part, as follows: \nExcept as otherwise made unlawful by this Article, it shall be unlawful \nfor any person to use a computer or computer network without authority \nand with the intent to do any of the following: \n \n(1) Temporarily or permanently remove, halt, or otherwise \ndisable any computer data, computer programs, or computer \nsoftware from a computer or computer network. \n \n. . . \n  \n(3) Alter or erase any computer data, computer programs, or \ncomputer software. \n \n. . . \n  \n(5) Make or cause to be made an unauthorized copy, in any form, \nincluding, but not limited to, any printed or electronic form of \ncomputer data, computer programs, or computer software \nresiding in, communicated by, or produced by a computer or \ncomputer network. \n \nN.C.G.S. § 14-458(a)(1), (3), (5).   \n270. For purposes of this statute, “a person is ‘without authority’ when (i) the \nperson has no right or permission of the owner to use a computer, or the person uses \na computer in a manner exceeding the right or permission[.]”  N.C.G.S. § 14-458(a).  \n271. Here, Relation alleges that the Former Employees  “used” Relation’s \ncomputers in a manner exceeding their rights or permission.   \n272. Although there is not an abundance of case law interpreting N.C.G.S. § \n14-458, there are a few decisions that provide some degree of guidance. \n273. A federal court in North Carolina has held that N.C.G.S. § 14 -458 \n“prohibits erasing computer data without authorization and making an unauthorized \ncopy of computer data.”  Sirona Dental, Inc. v. Smithson , 2018 U.S. Dist. LEXIS \n54568, at *30 (W.D.N.C. Mar. 30, 2018).  In that case, the defendant-employee refused \nto initially return his employer -issued laptop after he was terminated.  When he \nreturned the laptop the next day, all of the computer data had been deleted.  The \nemployee “ admitted deleting the dat a by mistake and copying the contents of the \nlaptop onto [a] drive, although the company had not authorized him to do so. ”  Id .  \nBased on the employee’s admission, the court determined that the plaintiff-employer \nhad “ produced sufficient evidence to defeat summary judgment on its computer \ntrespass claim.”  Id.; see also McKeown v. Tectran Mfg., 2018 U.S. Dist. LEXIS 81743, \n(W.D.N.C. May 14, 2018) (finding allegations sufficient to state a claim for violation \nof N.C.G.S. § 14-458 where a former employee, after resigning but prior to returning \nhis work -issued laptop, uploaded his employer’s docum ents and information to a \nthumb drive and then proceeded to delete those same files from his work -issued \nlaptop).     \n274. In CHGYM LLC v. Unify Ath., LLC , a federal court in North Carolina \naddressed whether a former employee “used” his then -employer’s computer in a \nmanner exceeding his right or permission.  The court determined that the employee \ndid, in fact, exceed his right or permission when he used his employer’s database to \ngenerate rep orts containing customer information prior to beginning his own \nbusiness.  The court reasoned as follows:  \nWhen the reports were generated, [the employee] had full access to \nPlaintiff’s ICP databases.  However, just because [the employee] \nhad unlimited access did not mean he had unlimited authorization.  \nWhile he could access all of ICP, he was only authorized to use that \naccess to the extent it was necessary to perform his CHGYM tasks and \nduties.  Any greater utilization of that access would exceed his “right or \npermission,” thus qualifying as “without authority” for purposes of the \nNorth Carolina computer trespass statute.  N.C. Gen. Stat. § 14-458(a). \n \nCHGYM LLC, 2022 U.S. Dist. LEXIS 6249, at *13–14 (internal citations omitted). \n275. In the present case, Relation provides the following examples of the \nFormer Employees exceeding the access they were provided: \nKing accessed carrier portals after leaving Relation. (R.  480, 2064–65, \n2981–85).  She also made unauthorized copies.  (R. 4035–62).  Gurley \nchanged a file name and deleted it.   (R. 1094).  Crooker took expiration \nlists by impermissibly accessing Relation’s computers.  (R. 474, 475–76).  \nAnd the Former Employees emailed confidential documents to their \npersonal emails and took screenshots of information from Relation’s \ncomputers. \n \n(Pls.’ Br. Opp. Defs.’ Mot. Summ. J., at 50.) \n276. The Court has carefully reviewed the evidence in the record relevant to \nthis claim along with the arguments of the parties.  Based on this review, the Court \nis satisfied that a  genuine issue of material fact exists as to whether the Former \nEmployees acted in violation of N.C.G.S. § 14-458.   \n277. Therefore, summary judgment is DENIED as to Relation’s claim \npursuant to N.C.G.S. § 14-458.    \nG.  Tortious Interference with Existing or Prospective Contract   \n278. Relation has alleged claims against all Defendants for both tortious \ninterference with business and contractual relations and for tortious interference \nwith prospective economic advantage.  (Compl. ¶¶ 224–243.)   \n279. Although these two claims are legally distinct, they are related.  The \nCourt elects to consider them together. \n280. The Court notes that in its Complaint , Relation limits its claim for \ntortious interference with business and contractual relations to “existing and long -\nstanding contractual relationships with its clients and vendors .”\n19  (Compl. ¶ 225.)  \n \n19 In its briefing, Relation also argues that “Pilot has tortiously interfered with agreements \nbetween Relation and the Former Employees.”  (Pls.’ Br. Opp. Defs.’ Mot. Summ. J., at 15.) \nHowever, Relation did not plead this theory in its Complaint and cannot now raise it for the \nfirst time at the summary judgment stage of this case.          \nWith respect to its claim for tortious interference with prospective economic \nadvantage, the Complaint alleges that this claim is limited to its “future expectation \nof long-standing relationships with its clients.”  (Compl. ¶ 235.)    \n281. Our Supreme Court has articulated the following elements of a tortious \ninterference with contract claim: \n(1) a valid contract between the plaintiff and a third person which \nconfers upon the plaintiff a contractual right against a third person; (2) \nthe defendant knows of the contract; (3) the defendant intentionally \ninduces the third person not to perform the contract; (4) and in doing so \nacts without justification; (5) resulting in actual damage to plaintiff. \nKuykendall, 322 N.C. at 661. \n282. In order “[t] o state a claim for tortious interference with prospective \neconomic advantage, a plaintiff must show that the defendant, without justification, \ninduced a third party to refrain from entering into a contract with the plaintiff and \nwhich would have been entered into absent the defendant’s interference.”  Silverdeer, \nLLC v. Berton, 2013 NCBC LEXIS 21, at **31 (N.C. Super. Ct. Apr. 24, 2013).   \n283. In addition, “[t] o maintain an action for tortious interference with \nprospective economic advantage, a plaintiff must identify a specific contract between \nitself and a third party.”  Plasman v. Decca Furniture (USA), Inc., 2016 NCBC LEXIS \n80, at **70– 71 (N.C. Super. Ct. Oct. 21, 2016) (dismissing claim for tortious \ninterference with prospective economic advantage where plaintiff failed to identify a \nparticular contract that would have been entered but for the defendant’s \ninterference).  \n284. As an initial matter, the Court has thoroughly reviewed the record and \nhas not found any evidence that supports Relation’s claim that Defendants tortiously \ninterfered with its existing and long-standing contractual relationships with vendors.  \nAccordingly, to the extent Relation’s claim for tortious interference with contract is \nbased on contractual relationships with vendors, Defendants’ Motion for Summary \nJudgment is GRANTED.     \n285. The remainder of the Court’s analysis addresses the validity of \nRelation’s two tortious interference claims with regard to its client relationships. \n286. Both types of tortious interference claims require that a defendant act \n“without justification.”  “[T]he ‘without justification’ element of a tortious interference \nclaim is satisfied where the defendant’s conduct involved the use of unlawful means.”   \nMarketPlace 4 Ins., LLC, v. Vaughn, 2023 NCBC LEXIS 31 at **35– 36 (N.C. Super. \nCt. Feb. 24, 2023).  It follows then that “i nterference with a contract is justified if it \nis motivated by a legitimate business purpose, as when the plaintiff and the \ndefendant, an  outsider, are competitors.”   Bev. Sys. Carolinas,  368 N.C. at 700 \n(cleaned up).   \n287. Such interference is without justification where the defendant —even if \nit is a competitor of the plaintiff —acts by use of unlawful means.  This Court has \nrecently explained the rationale behind this rule as follows:  \nThis limitation on a defendant ’s ability to assert justification is \neminently logical. After all, if a defendant could automatically escape \nliability on a tortious interference claim simply by claiming that it was \nengaged in a competitive relationship with the plaintiff during the time \nperiod referenced in the complaint, then it would be virtually impossible \nfor a plaintiff to ever succeed on a tortious interference claim in this \ncontext. \n \nMarketPlace 4 Ins., LLC, 2023 NCBC LEXIS 31, at **35–36. \n288. Defendants’ primary argument in support of their summary judgment \nmotion as to these claims is that their actions were justified because they are \n“business competitors” with Relation.  Defendants acknowledge that they “have never \ndenied that they took subs tantial business from” Relation , but claim that Relation \nhas not “show[n] that Defendants competed through some illegal means.”  (Defs.’ \nReply Br. Supp. Mot. Summ. J., at 6.)   \n289. As discussed in detail earlier in this Opinion, the Court has concluded \nthat a jury question exists as to whether Defendants tortiously used Relation’s \nconfidential information, misappropriated its trade secrets, and engaged in computer \ntrespass.  As a result, a jury could reasonably conclude that Defendants’ acts were \nwithout justification.  Moreover, Defendants have failed to convince the Court that \nRelation has not put forth sufficient evidence to survive summary judgment as to the \nremaining elements of its tortious interference claims.\n20    \n290. Accordingly, Defendants’ Motion for Summary Judgment is DENIED  \nas to Relation’s claims for both tortious interference with business and contractual \nrelations and tortious interference with prospective economic advantage as those \nclaims relate to interference with Relation’s client relationships. \n  \n \n20 On the present record, it is difficult to make a precise determination as to which of the \ncontracts of Relation’s with which Defendants allegedly interfered are more appropriately \ncharacterized as existing contracts or future contracts.  This issue is further complicated by \nthe unique aspects of the insurance brokerage industry.  Such a determination can be made \nby the jury at trial in connection with these claims. \nH.  Unfair Competition and Unfair and Deceptive Business Practices   \n291. The final claim asserted by Relation for which Defendants seek \nsummary judgment is its claim for u nfair competition and u nfair and d eceptive \nbusiness practices (“UDTP”) in violation of N.C.G.S. § 75-1.1.   \n292. This Court has previously stated that \nChapter 75 of the North Carolina General Statutes [the “UDTPA”] \nprovides, in pertinent part, that “[u]nfair methods of competition in or \naffecting commerce, and unfair or deceptive acts or practices in or \naffecting commerce, are declared unlawful . . . To successfully state a \nclaim under [the UDTPA]. . . a plaintiff must allege (1) an unfair or \ndeceptive act or practice, or an unfair method of competition, (2) in or \naffecting commerce, (3) which proximately caused actual injury to the \nplaintiff or to his business. \n \nPoluka v. Willette , 2021 NCBC LEXIS 105, at **13 (N.C. Super. Ct. Dec. 2, 2021) \n(cleaned up). \n293. This Court has previously held “ that the existence of valid underlying \nclaims for misappropriation of trade secrets or tortious interference with contract is \nsufficient to give rise to liability on a UDTP theory. ”  MarketPlace 4 Ins., LLC, 2023 \nNCBC LEXIS 31, at **39; see also Power Home Solar, LLC , 2021 NCBC LEXIS 55, \nat *51 ( “Our Courts have long recognized that claims for misappropriation of trade \nsecrets and tortious interference with contract may form the basis of a UDTPA claim.” \n(cleaned up)).  \n294. Here, as discussed above, the Court has held that Relation’s claims for \ntortious interference and misappropriation of trade secrets —at least in part —are \nsufficient to proceed to trial.  As a result, on that ground alone, Defendants’ Motion \nfor Summary Judgment as to Relation’s UDTP claim is DENIED.21  \nIII. Relation’s Motion for Summary Judgment  \n295. The final motion that the Court must address is Relation’s Motion for \nPartial Summary Judgment, which seeks the dismissal of each of the counterclaims \nasserted by various Defendants in this case. \n296. Five of the Former Employees—Gurley, Kelly, Crooker, Linthicum, and \nLancaster (the “Counterclaiming Former Employees”)—have brought counterclaims \nagainst Relation for violation of the North Carolina Wage and Hour Act (“NCWHA”), \nbreach of contract, and breach of the implied covenant of good faith and fair dealing.22  \n(Countercl. ¶¶ 22 –47, 55 –60, 78–86.)  Additionally, Pilot Risk has asserted a \ncounterclaim against Relation for UDTP.  (Countercl. ¶¶ 68–77.)   \n297. The Court will address each of these claims in turn. \nA.  Claims Under North Carolina Wage and Hour Act  \n298. The specific bases for the Counterclaiming Former Employees’ claims \nunder the NCWHA  largely vary as to each individual claimant.  However, they all \ninvolve commissions or bonuses that they claim were owed to them by Relation but \nwere never paid. \n \n21 The Court need not —and does not—decide at the present time whether Relation may be \nable to show other bases for a UDTP claim at trial. \n22 Originally, these counterclaims also included a claim for tortious interference with \nprospective economic advantage against Relation along with a claim for defamation .  \n(Countercl. ¶¶ 48–54, 61–67.)  However, Defendants subsequently took a voluntary dismissal \nof these latter two claims.  (See Vol. Dismiss., ECF No. 127.)    \n299. This Court has previously stated the following regarding the NCWHA:  \n“The Wage and Hour Act was enacted to safeguard the hours worked by \nand the wages paid to ‘ the people of the State without jeopardizing the \ncompetitive position of North Carolina business and industry.’ ”  Horack \nv. S. Real Estate Co. of Charlotte, 150 N.C. App. 305, 309, 563 S.E.2d 47, \n51 (2002) (quoting N.C. Gen. Stat. § 95-25.1(b) (2001)). \nAn employee may sue under the Act to recover wages due and owing \npursuant to the terms of the employment.   N.C. Gen. Stat. § 95 -\n25.22(a) (2007). \n A “ ‘ [w]age’ paid to an employee means compensation for labor or \nservices rendered by an employee whether determined on a time, task, \npiece, job, day, commission, or other basis of calculation,” and it includes \n(among other things) “bonuses, and other amounts promised when the \nemployer has a policy or a practice of making such payments.”  N.C. Gen. \nStat. § 95-25.2(16). \nAn employer who violates the Act is liable for the unpaid wages with \ninterest from the date each  amount first comes due.   N.C. Gen. Stat. § \n95-25.22(a).  The trial court also must double any such judgment as a \nform of liquidated damages unless the employer proves that it acted in \ngood faith and that it had reasonable grounds for withholding payment, \nin which case the Court may decline to award liquidated damages or \naward a lesser sum.  N.C. Gen. Stat. § 95-25.22(a1). \nFinally, if the Court finds a violation of the Act, it may order the \nemployer to pay costs and a reasonable attorneys’ fee.  N.C. Gen. Stat. § \n95-25.22(d). \nA-1 Pavement Marking, LLC v. APMI Corp. , 2009 NCBC LEXIS 16, * *9–10 (N.C. \nSuper. Ct. June 26, 2009). \n300. It is undisputed that the commissions and bonus payments at issue fall \nunder the broad definition of “wages” for purposes of the NCWHA.  See N.C.G.S. § 95-\n25.2(16). \n301. At the outset, the Court elects to address a  threshold issue concerning \nthe statute of limitations governing claims under the NCWHA.   \n302. A claim brought pursuant to the NCWHA is subject to a two -year \nlimitations period.  N.C.G.S. § 95 -25.22(f) (“Actions under this section must be \nbrought within two years pursuant to G.S. 1 -53.”).  Our Court of Appeals has held \nthat “the statute begins to run on the date the promise is broken.”  Kornegay v. Aspen \nAsset Grp., LLC , 204 N.C. App. 213, 233 (2010).  “[W]hen the party moving for \nsummary judgment pleads the statute of limitations, ‘the burden is then placed upon \nthe [non-movant] to offer a forecast of evidence showing that the action was instituted \nwithin the permissible period after the accrual of the cause of action.’ ”  \nPharmaResearch Corp. v. Mash, 163 N.C. App. 419, 424 (2004) (quoting Pembee Mfg. \nCorp., 313 N.C. at 491). \n303. The validity of a statute of limitations defense is sometimes an issue \nthat must be resolved at trial:   \nWhether a claim is barred by the statute of limitations is a mixed \nquestion of law and fact.  Stratton v. Royal Bank of Can., 211 N.C. App. \n78, 81 (2011).  “If a plaintiff’s claim is barred by the running of the \napplicable statute of limitations, summary judgment in favor of a \ndefendant is appropriate.”  Lockerman v. S. River Elec. Membership \nCorp., 794 S.E.2d 346, 354 (N.C. Ct. App. 2016).  “When, however, the \nevidence is sufficient to support an inference that the limitations period \nhas not expired, the issue should be submitted to the jury.”  Baum v. \nJohn R. Poore Builder, Inc., 183 N.C. App. 75, 81 (2007). \nZagaroli v. Neill, 2018 NCBC LEXIS 25, at **33 (N.C. Super. Ct. Mar. 28, 2018).   \n304. Here, the NCWHA counterclaims were filed on 5 July 2022.    However, \nthe parties disagree as to when these claims accrued.    \n305. The Court of Appeals addressed a similar issue under the NCWH A in \nHamilton v. Memorex Telex Corp., 118 N.C. App. 1 (1995).  In that case, the plaintiffs \nbrought an action pursuant to the NCWHA to recover vacation pay that their former \nemployer had allegedly failed to pay each of them upon termination of their \nemployment.  Id. at  7–8.  The defendant employer contended that the statute of \nlimitations had begun to run on the day it gave notice of the change in the  vacation \npolicy.  Id. at 9.  The Court of Appeals rejected the employer’s argument and held as \nfollows: \nAs was recently made plain in Glover v. First Union National Bank, 109 \nN.C. App. 451  (1993), defendant’s argument is meritless.  In that case \nthe plaintiff sued the defendant to recover retirement benefits he was \nallegedly owed.  The defendant argued that the statute of limitations \nbarred his claim because any loss the plaintiff had suffered had occurred \nover twenty years previously when the retirement plan was amended.  \nThis Court rejected that argument, stating: “ The statute begins to run \non the date the promise is broken.  In no event can the limitations period \nbegin to run until the injured party is at liberty to sue.”  Id. at 455, 428 \nS.E.2d 208 (citation omitted). \nIn this case, the plaintiffs suffered no injury until the defendant failed \nto pay them for the vacation days they had allegedly earned in 1988.  \nDefendant’s policy did not require it to pay cash for any unused vacation \ndays until the employment was terminated.  Therefore, no individual \nplaintiff had a cause of action until the next pay day after termination.  \nThe trial court correctly found that only those plaintiffs whose pay date \nnext following termination preceded 3 April 1989 (two years prior to the \nfiling of this action) were barred by section 95 -25.22.  We reject \ndefendant’s first argument.   \n \nId.   \n306. Therefore, the statute of limitations for the NCWHA claims here began \nto run each time one of the payment s at issue  first became due and was not paid.  \nThis means that the Counterclaiming Former Employees  can only recover owed \nwages that first became due after 5 July 2020.   \n307. The Court will now address the specific counterclaims that have been \nasserted by each Counterclaiming Former Employee. \ni. Gurley \n308. Gurley’s NCWHA claim is premised on his contention that he is owed \ncommission payments that Relation has wrongfully withheld.  He asserts that \nbecause his book of business for certain years at Relation exceeded $500,000, he was \nentitled—under Relation’s tiered commission structure—to receive a commission rate \nof 27% but instead was paid a commission rate of only 25% during those years.  As a \nresult, Gurley contends, he is entitled to receive the 2% difference for the years in \nquestion.  \n309. Relation argues that it is entitled summary judgment as to Gurley’s \nNCWHA claim because it changed its commission rates prior to the years when his \nbook of business met or exceeded the requisite $500,000 threshold.  Relation further \nasserts that Gurley never qualified for the 27% rate while the 27% tier remained in \neffect.  (Cooper Aff. III ¶¶ 11, 14, 18.)   \n310. Gurley’s Producer Agreement , dated 5 February 2013 , provided the \nfollowing terms of compensation: \nWhile employed by the Company pursuant to this Agreement, the \nCompany will pay to Producer compensation in accordance with Exhibit \nA to this Agreement, the initial form of which follows this Agreement \nand is incorporated herein by this reference.  The company may at any \ntime in its sole discretion change any or all aspects of Producer’s  \ncompensation without need to amend this Agreement in writing .  Any \nreference in Exhibit A to compensation for any specified period of time \nshall not entitle Producer to payment of  compensation (i) beyond any \ncompensation earned through Producer’s performance of services under \nthis Agreement through the date of termination of this Agreement, or \n(ii) after such specified period of time.  Producer’s compensation shall be \npaid in accordance with the Company’s  usual payroll procedures in \neffect from time to time[.] \n. . .  \nThe Company may offset any bona fide amounts that Producer then \nowes to the Company or any other member of the Ascension Group \nagainst any amounts the Company then owes Producer hereunder, \nexcept that no offset shall be made from any amount if the offset would \nviolate the requirements of Section 409A of the Internal Revenue Code \nof 1986, as amended. \n(Compl., Ex. J  § 4(a), (d), ECF No. 5.10.)  In turn, Exhibit A to Gurley’s Producer \nAgreement stated in pertinent part as follows: \nIf Producer’s employment hereunder continues after January 31, 2015, \ninstead of the compensation described in Sections 2 and 3 of this Exhibit \nA, Producer shall be entitled to payment of commissions earned \naccording to the terms of the Company’s applicable producer \ncompensation plan, as that plan exists from time to time, subject to the \nCompany’s sole discretion  as to the nature, content, terms and \nconditions of such plan (the “Standard Plan”).  Subject to the right s of \noffset set forth in Section 4(d) of the Agreement, after January 31, 2015, \nany commission payment s to Producer under the Agreement shall be \npayable to Producer in accordance with the terms of the Standard Plan \nand payroll practices of the Company, as that Standard Plan and those \npractices exist from time to time.  The Company may in its sole \ndiscretion revise or replace the Standard Plan or any portion thereof \nwithout need to amend the Agreement or this Exhibit A in writing.   \n. . .  \nNotwithstanding any other provision of the Agreement, including this \nExhibit A, to fully earn and be eligible for payment of any compensation \nunder Section 3 and 4 of this Exhibit, Producer must remain employed \nby the Company as of the applicable compensation payment date.  \nProducer forfeits any right to any compensation not yet paid under \nSections 3 and 4 as of Producer’s employment termination date, if \nemployment by the Company terminates at any time for any reason.  \nUpon termination of Producer’s employment with the Company, \nProducer shall no longer be entitled to payment of any compensation  \nunder Sections 3 and 4 , and all Agency Net Revenue shall remain the \nexclusive property of the Company.    \n(Compl., Ex. J, at Ex. A.)  \n311. The most recent written producer compensation plan contained in the \nrecord is from 2016 (the “2016 Producer Compensation Plan”).23  The 2016 Producer \nCompensation Plan provided as follows: \n1.  Renewal Compensation Tiers:  \nA Producer’s 2016 adjustable draw will be set based on their 2015 Book \nof Business measured on December 31, 2015.  The Book of Business will \nexclude known lost accounts .  Additionally, the Book of Business will \ndetermine the Renewal Compensation Tier a Producer falls in for 2016.  \nThe thresholds and associated renewal income splits for each Production \nTier are: \nProduction Tier            2015 Total Book of Business  Renewal % \nTier 1    Up to $300,000     23%  \nTier 2    $300,001 to $499,999    25%  \nTier 3    $500,000 and up     27% \n \nAn illustrative example of how the Production Tier plan will work is \nshown below: \nProducer A has a December 31, 2015 total book of business of $325,000 \nbefore deleting lost accounts.   The revenue from lost business totals \n$30,000, resulting in a final book of business for tier and draw setting of \n$295,000.  The 2016 Production Tier for Producer A is 1 and the 2015 \nrenewal % for this Producer is 23%.  The monthly draw will be $295,000 \nx 23% divided by 12 or $5,654.00. \n2.  Producer Compensation - Actual Earned or Adjustable Base \nDraw: \nBased on the “ Total Book of Business ” as of December 31, 2015, a \nsuggested adjustable base will be calculated, based on the producer ’s \ncurrent book of business and renewal tier.   This adjustable base draw \nwill be presented to the producer and an agreement will be reached, and \nthe adjustable base set for the next year.  This adjustable base will be  \n \n23 However, at the hearing on the present Motions, counsel for Relation acknowledged that \nwritten plans for later years existed but were not contained in the record.  \npaid in accordance with Ascension NC ’s pay schedule in effect for that \nyear.   \nAlternately, a producer may elect to be paid on the “actual earned” basis \nrather than receiving a draw.  In this basis of compensation, a producer \nis paid on the first payroll of the month the total account balance in his \nproducer account as of the end of the preceding month.   The account \nbalance is equal to the actual earned commissions credited to the \nproducer’s account. \n3.  Producer Accounts: \nAn individual commission account will be set up for each producer.   All \ncommission credits and debits will be entered into this account monthly. \nRenewal transaction commissions will be multiplied by the producer ’s \nrenewal tier factor (23%, 25% or 27%).   New business commissions will \nbe multiplied by the appropriate new business rate in section 4 of the \n2016 Producer Compensation Plan.  The total of these two calculations \nwill be the producer’s total compensation earned for the month. \nThe agreed monthly draw will be debited against this account monthly. \nAt the end of each month, the producer can draw down on excess earned \ncommission in addition to the monthly draw.   Requests for additional \npayouts should be made on the attached form and emailed to East \nRegion Finance.  Negative draw balances must be cleared on a quarterly \nbasis by a revision to the adjustable base draw amount. \n4.  New business: \nThe commission rate for recurring new business is 40% for all new \nbusiness sold effective 1/01/2016 and later.  Non-recurring new business \n(i.e. surety accounts, etc.) will be paid at a rate of 30% for year 1.  \n(Gurley Aff. I, Ex. D, ECF No. 72.)  \n312. Gurley testified that his book of business exceeded the $500,000 \nthreshold in the “third to fourth quarter of 2017ish, timeframe.”  (Defs.’ Br. Opp. Pls.’ \nMot. Summ. J., Ex. 33, at 207:7–24, ECF Nos. 224.38 (sealed), 238 (redacted), 224.39.) \nHe further stated his belief that the revenue that came into Relation for his clients \nexceeded $500,000 in at least 2018, 2019, and 2020.  (Defs.’ Br. Opp. Pls.’ Mot. Summ. \nJ., Ex. 33, at 208:17–24.) \n313. However, Relation  argues that the tiered commission structure ( i.e., \n27%/25%/23%) was not in place during the years when Gurley’s book of business was \ngreater than  $500,000. Relation contends that “[w]hile  historical producer \ncompensation plans offered a range of renewal rates from 23% to 27%, depending on \nthe producer’s respective book size, this tiered approach was replaced with a standard \n25/40 split (i.e., 40% on new business and 25% on renewal) by 2019.”  (Cooper Aff. III \n¶ 12.)  Cooper testified that the old 27%/25%/23% structure was replaced by a  new \ncommission plan effective on 1 January 2019.  (Defs.’ Br. Opp. Pls.’ Mot. Summ. J., \nEx. 29.)  Cooper further stated that “[f]rom 2019 to present date, this 40/25 split has \nremained the standard producer compensation plan.”   (Cooper Aff. III ¶ 12.)   \n314. In response, Gurley asserts that he was never notified of this change in \nRelation’s commission plan prior to  the years in which he met the $500,000 cutoff.  \nMoreover, Gurley testified that after 2019 Cooper continued to represent to him that \nthe 27% rate remained  in place  and falsely assured Gurley that he was , in fact , \nreceiving a 27% commission on renewal business .  (Gurley Aff. II ¶ 23; Nelson Aff., \nEx. A-1, at 26–27, ECF No. 183.1 .)  Defendants contend that “Relation has never \nproduced: (1) any document that shows that Relation ever actually modified the \nStandard Plan to reduce the top rate to 25% or (2) ever provided any producer with a \ncopy of the modified Standard Plan or with any other written notice that the top rate \nhad been reduced[,]” in violation of the NCWHA.  ( Defs.’ Br. Opp. Pls.’ Mot. Summ. \nJ., at 7.)   \n315. Gurley testified that he first learned about the discrepancy between the \n27% and 25% commission rates around the beginning of the COVID-19 pandemic in \n2020.  (Defs.’ Br. Opp. Pls.’ Mot. Summ. J., Ex. 33, at 223:11–24.)  In addition, Gurley \nstated that he was never “officially” notified of this change and that Cooper continued \nto represent to hi m that the 27% rate remained  in place.  ( See Defs.’ Br. Opp. Pls.’ \nMot. Summ. J., Ex. 33, at 203:21–24.) \n316. Relation concedes that it did not give Gurley notice of this change in the \ncompensation plan before the change was implemented.   (See Defs.’ Br. Opp. Pls.’ \nMot. Summ. J., Ex. 29; Defs. Br. Opp. Pls.’ Mot. Summ. J., Ex. 9, ECF No. 224.10 .)  \nInstead, it argues that it was only required to give such notice to producers who \n(unlike Gurley) had actually qualified for the higher 27% commission rate prior to \nthe agency’s decision to change the commission structure. \n317. The NCWHA requires employers to “[n]otify employees, in writing, at \nleast one pay period prior to any changes in promised wages.”  N.C.G.S. § 95-25.13(3).  \nWith respect to this required notice to employees, our Court of Appeals has stated the \nfollowing:  \nOnce the employee has earned the wages and benefits under this \nstatutory scheme, the employer is prevented from rescinding them, with \nthe exception that for certain benefits such as commissions, bonuses and \nvacation pay, an employer can cause a loss or forfeiture of such pay if he \nhas notified the employee of  the conditions for loss or forfeiture in \nadvance of the time when the pay is earned. \nNarron v. Hardee’s Food Sys., Inc., 75 N.C. App. 579, 583, disc. rev. denied, 314 N.C. \n542 (1985).   \n318. North Carolina courts have addressed the sufficiency of notice under the \nNCWHA on several occasions.  For example, in Gallaher v. Ciszek, employees alleged \nthat they were underpaid for the months of January through April  of the year in \nquestion.  Gallaher v. Ciszek, 2022 NCBC LEXIS 131, at * *26 (N.C. Super. Ct. Nov. \n4, 2022).  The employer provided its employees with their January paychecks, which \nwere for the amount set out in their original employment agreements but were for a \nlesser amount than the employees had been previously paid.  Id. at **26–27.  A memo \naccompanied the January paychecks, stating in its entirety that “[c]ompensation has \nbeen adjusted to meet the terms of your employment agreement.”  Id .  This Court  \nheld that the content of the memo did not satisfy the NCWHA notice requirements \nfor the month of January.  Id.  However, the memorandum—in conjunction with the \nemployees’ contemporaneous receipt of the January paycheck at the pay rates set in \ntheir employment agreements—provided the requisite notice under the NCWHA for \nall future wages.  Id. \n319. In Arndt v. First Union Nat’l Bank, 170 N.C. App. 518 (2005), our Court \nof Appeals determined that evidence supported a  jury’s finding that the defendant \nemployer had failed to give the plaintiff employee proper notice of a modification of \nthe formula used to calculate the plaintiff’s annual bonus in violation of the NCWHA.  \nThe plaintiff offered the following evidence at trial: \n(1) when initially hired, he and Simpson orally agreed that plaintiff \nwould receive twenty percent of the Structured Product Group’ s net \nincome; (2) the agreement did not include an expiration date; (3) this \nagreement was separate from incentive plans offered to other \nemployees; (4) defendants paid plaintiff ’s bonuses from 1997 to 1999 \naccording to the terms of the agreement; (5) at no time did defendants \nmodify the agreement, orally or in writing; and (6) defendants breached \nthis agreement by retroactively reducing plaintiff’s year 2000 bonus. \nId. at 522–23.  The Court of Appeals explained that although the defendant gave the \nplaintiff notice of the bank ’s incentive compensation program (“ICP”), which began \nand ended each calendar year, these notices did not apply to the plaintiff because the \nevidence showed that his bonus and compensation structure was unique to him and \ndifferent from the generic ICP plans applicable to the defendant’s other employees.  \nId. at 524–25.  \n320. In the present case, t he Court is unable to agree with Relation’s \nargument on this issue.  Neither Relation’s briefs  nor the Court’s own research has \ndisclosed any legal authority allowing an employer to avoid giving  notice to an \nemployee of a change in the employer’s compensation plan for the reason claimed by \nRelation.  The fact that Gurley’s book of business had never reached the requisite \n$500,000 amount prior to the change in the company’s commission structure did not \nexcuse Relation from its obligation to notify Gurley (and every other producer) of the \nmodification.  Because the new commission structure changed the amounts to which \nGurley would be entitled if he later met the $500,000 threshold, he was entitled to \nsuch notice. \n321. Accordingly, Relation’s Motion for Summary Judgment is D ENIED as \nto Gurley’s claim under the NCWHA based on this issue.   \n322. Gurley also contends that he is owed an additional $10,000 to $15,000 \nfrom commissions that were earned, but not paid to him, after his resignation.  (Defs.’ \nBr. Opp. Pls.’ Mot. Summ. J., Ex. 40 , ECF No. 224.48.)  However, there is no \nsupporting evidence in the record with respect to this allegation.  Moreover, in his \ndeposition, Gurley confirmed that in his NCWHA claim he was only seeking the 2% \ndifference in commissions.  ( Pls.’ Mot. Summ. J., Ex. 10, at 205:21– 206:3, ECF No. \n189.10.)   \n323. Therefore, to the extent that Gurley is asserting other grounds for relief \nunder the NCWHA in his counterclaim, Relation’s Motion for Summary Judgment is \nGRANTED as to any such additional theories of recovery. \nii. Kelly \n324. Kelly’s NCWHA claim is largely identical to Gurley’s.  Like Gurley, Kelly \ncontends that Relation never gave him notice that the commission rates were being \nchanged as of 2019, that he subsequently produced a book of business that exceeded \n$500,000, and that he was only paid a commission rate of 2 5% (rather than 27%) \nduring the year (or years) for which he was entitled to the higher rate. (Defs.’ Br. Opp. \nPls.’ Mot. Summ. J, Ex. 35, at 230:5–22, ECF Nos. 224.41–.42.)  \n325. Relation’s argument in support of its summary judgment motion as to \nthis claim is identical to its argument as to Gurley’s claim.   (Cooper Aff. III ¶¶ 11, \n14, 18.)   \n326. The relevant portion of Kelly ’s Producer Agreement , dated 13 \nSeptember 2010, provided the following terms of compensation: \nStandard Producer Compensation Plan.  If Producer’s employment \nhereunder continues after December 31, 2012, Producer shall then then \nconvert to the Company’s standard producer compensation plan in effect \nat that time (without need to amend this Agreement in writing), subject \nto the Company’s sole discretion as to the nature, content, terms and \nconditions of such plan.  The Company may in its sole discretion revise \nor replace the standard producer compensation plan or any portion \nthereof.  Any such replacement or revised incentive compensation \nprogram shall replace the then existing incentive compensation program \nfor such subsequent incentive period without need to amend this \nAgreement in writing. \nEffect of Termination of Employment upon Incentive Compensation .  \nUpon termination of Producer ’s employment with Company, Producer \nshall no longer be entitled to payment of any commissions or other \nincentive compensation, and all commission or other incentive \ncompensation payments shall remain the property of the Company.  \nThis provision shall survive the termination of this Agreement and of \nProducer’s employment with the Company. \n(Compl., Ex. K § 3(c)–(d), ECF No. 5.11.)  \n327. Defendants have put forth evidence showing that Kelly’s book of \nbusiness exceeded the $500,000 threshold after 2019, which would have entitled him \nto a 27% commission rate on renewal business under the 2016 Producer \nCompensation Plan.  (Defs.’ Br. Opp. Pls.’ Mot. Summ. J., Ex  29, at 20.)  They have \nalso put forth evidence that he was not given notice of the change in the commission \nplan that occurred as of 2019.  \n328. Furthermore, Linthicum testified that she saw spreadsheets containing \nproducer commission rates reflecting that Kelly’s commission percentage on renewal \nbusiness was, in fact,  27% in February of 2020, but that it was lowered to 25% in \n2021.  (Linthicum Aff. II ¶¶ 6–7.)  Linthicum stated that she “distinctly remember[ed] \nseeing the change in the commission because [she] had never before seen a reduction \nin the percentage rate for a producer, especially one whos e book of business had \ngrown.”  (Linthicum Aff. II ¶ 8.)  \n329. Kelly began to suspect that his commissions paid on renewal business \n“looked short” at some point in the summer of 2020 but that he did not become aware \nof the change until “at least one year after that[,]” when he was notified of the change \nin compensation rates via email from Jon athan Cooper and Kate Rager , Relation’s \nin-house counsel, on 10 June 2021.   (Kelly Aff. I ¶ 10.)   \n330. For the same reasons discussed above with regard to Gurley’s NCWHA \ncounterclaim, Relation’s Motion for Summary Judgment is  also DENIED as to \nKelly’s counterclaim under the NCWHA based on this issue.   \n331. Kelly also contends that he is owed an additional $10,000 to $15,000 \nfrom commissions that were earned, but not paid to him after his resignation.  (Defs.’ \nBr. Opp. Pls.’ Mot. Summ. J., Ex. 40 .)  However, there is no supporting evidence in \nthe record with respect to this allegation.   \n332. Therefore, to the extent that Kelly is asserting additional grounds for \nrelief under the NCWHA in his co unterclaim, Relation’s Motion for Summary \nJudgment is GRANTED as to any such other theories of recovery. \niii. Lancaster \n333. Lancaster claims that “ he was underpaid as a result of Relation under  \nreporting [sic] amounts received from carriers on his book of business.”  (Defs.’ Br. \nOpp. Pls.’s Part. Mot. Summ. J., at 24.)  In connection with this claim, it appears that \nhe is pursuing several distinct theories.  \n334. First, in an interrogatory response, Lancaster state d his belief that he \nis owed “$4,333 for the month of January 2022.”  (Nelson Aff., Ex. A-1, at 51–52.)  In \nhis deposition, Lancaster testified that t he amount of his underpayment for that \nmonth was actually $4,666.67.  ( Pls.’ Mot. Summ. J., Ex. 12 , at 62– 63, ECF No. \n189.12.)  Lancaster also contends that  he is owed between $5,000 and $10,000 in \ncommissions earned  prior to his resignation , but not paid to him  following his \nresignation.  (Defs.’ Br. Opp. Pls.’ Mot. Summ. J., Ex. 40.)     \n335. Relation argues that Lancaster’s allegations are not supported by the \nrecord because “Relation provided paychecks evidencing that Lancaster was, in fact, \npaid $4,666.67 (his monthly draw amount) in February 2022 (prior to his termination) \nand in March 2022 (after his term ination), as well as his remaining commissions.”  \n(Pls.’ Br. Supp. Mot. Summ. J., at 12 (citing Pls. ’ Mot. Summ. J. , Ex. 19, ECF No. \n189.19; Pls.’ Mot. Summ. J., Ex. 20, ECF No. 189.20; Butler Aff. ¶¶ 16–18).) \n336. During his employment with Relation, Lancaster elected to be paid via \n“variable compensation” through which he would receive a predetermined draw in \nthe amount of $4,666.67.   \n337. Ray Dobens, Relation’s Vice President of Finance and Sales Operations, \ntestified on the subject of how producers  who (like Lancaster) received variable \ncompensation were paid:  \nFor producers paid via variable compensation, their compensation \ncomes in the form of commissions classified at typically two different \nrates—a higher rate for securing “new” policies, and a lower rate for \nretaining “renewal” policies. These terms, along w ith their \ncompensation terms, are defined in producers’ employment agreements.  \nTypically, the commission a producer receives based on “new” or \n“renewal” business is paid on an account -by-account basis; that is, the \nproducer’s commission is calculated based on the revenue received by \nRelation for each account. \n \nFor example, if a producer’s “new” commission rate is 40%, and Relation \nreceives $100 in revenue for a new policy sold by that producer, the \nproducer is paid $40 in commission. \n \nThe producer only receives a commission on an account if revenue is \nactually received by Relation. In the example above, if Relation did not \nreceive the $100 in revenue, then the producer would not receive a \ncommission for that policy. \n \nProducers at Relation can also be eligible for a draw, which is a set \namount given each paycheck. \n \nThe purpose of the draw is to provide a steady income flow to producers \non a variable compensation plan. If Relation did not offer a draw, then \nproducers would have to wait until revenue is received and their \ncompensation would vary widely. \n \nThe draw is merely an estimate; final, actual compensation is calculated \nbased on actual revenue received.  \n \nThese producers always had the opportunity to request additional  \ncompensation from a remaining balance over and above the draw. \n \nEach month, producers receive an email with reports that detail the  \ncommissions they received for the previous month’s pay period. This \ninformation allows producers to verify that their commissions are \naccurate. \n \n. . .  \n \nIf a producer raises a question about something in the monthly \nproduction reports, that question is investigated and analyzed by \nRelation’s variable compensation team. If a correction needs to be made, \nthe adjustment will be forwarded to the next month’s commissions. \n \nProducers can raise these questions at any time. Anytime we receive a \nconcern, my team does a thorough investigation. \n \n(Dobens Aff. ¶¶ 2, 7–15, 20–21.) \n338. The record reflects that Lancaster was paid $4,666.6 7 ( his \npredetermined draw amount ) on 2 February 2022, and was paid an additional \n$13,095.87 in commissions on 18 February 2022 as a result of his request for an \nadditional draw.  (Butler Aff. ¶¶ 16–17.)  \n339. Lancaster’s employment with Relation was terminated on 25 February \n2022.  (Butler Aff. ¶ 15.)  The record shows that Relation paid Lancaster two more \ntimes after his termination.  First, on 4 March 2022 , he received  a payment in the \namount of $4,666.67.  Second,  on 23 March 2022, he was paid  $14,140.38, which \nincluded commissions received by Relation through the date of his termination.  \n(Butler Aff. ¶ 18.)     \n340. However, as explained below, evidence exists suggesting that revenue \nwas improperly attributed to the period after Lancaster’s termination, despite being \nreceived prior to his resignation.    \n341. The NCWHA provides as follows with respect to the payment of wages \nupon the discontinuance of an employee’s employment: \nEmployees whose employment is discontinued for any reason shall be \npaid all wages due on or before the next regular payday either through \nthe regular pay channels or by trackable mail if requested by the \nemployee in writing.  Wages based on bonuses, commissions or other \nforms of calculation shall be paid on the first regular payday after the \namount becomes calculable when a separation occurs.  Such wages may \nnot be forfeited unless the employee has been notified in accordance with \nG.S. 95 ‑25.13 of the emplo yer’s policy or practice which results in \nforfeiture.  Employees not so notified are not subject to such loss or \nforfeiture. \nN.C.G.S. § 95-25.7. \n342. Dobens testified that a “ producer only receives a commission on an \naccount if revenue is actually received by Relation ” from the insurance carrier  \nbecause “the commission a producer receives based on ‘new’ or ‘renewal’ business is \npaid on an account-by-account basis; that is, the producer’s commission is calculated \nbased on the revenue received by Relation for each account.”  (Dobens Aff. ¶¶ 8, 10.) \n343. Lancaster’s Producer Agreement stated the following:  \nUpon termination of Producer’s employment with Company,  (a) \nProducer shall no longer be entitled to payment of any commissions, and \nall commission payments shall remain the property of the Company, and \n(b) in the event that Producer then owes the Company a refund of any \ndraws paid but not earned, the amount of any unearned draws shall be \npromptly repaid by Producer to the Company and such repayment  may \nbe made, at the Company’s sole election, in accordance with Section 3(h) \nof this Agreement.  This provision shall  survive the termination of this \nAgreement and of Producer’s employment with the Company.   \n(Compl., Ex. L § 3(e), ECF No. 5.12.)  \n344. The record contains some information regarding how Lancaster’s last \npaycheck was computed.  Jasmine Che, a Relation compensation analyst, se nt an \nemail to Diana Panchuck, a Relation “ direct bill supervisor,” stating that Relation \nneeded to know the date when it actually received the deposit s for the commission \npayments from two different insurance carriers in order to process the final paycheck \nfor Lancaster.  Both Dobens and Zewalk were copied on Che’s email to Panchuck. \n345. Panchuck responded that the commission payment from the first carrier \nwas received by Relation on 28 February 2022 , which was after Lancaster’s \ntermination.  However, with respect to the second insurance carrier, multiple  \ncommission payments were received throughout February, requiring Panchuck to \nlook further into this issue.  Panchuck subsequently wrote back to Che, Dobens, and \nZewalk as follows: “We’ll need to do a little more research on the [second carrier’s] \npayments.  We receive multiple payments from [the second carrier] during the month, \nso these are not quite as straight forward [sic].”  (Defs.’ Br. Opp. Pls.’ Mot. Summ. J., \nEx. 7, ECF Nos. 224.8 (sealed), 231 (public).) \n346. Dobens responded by email to Panchuck, Che, and Zewalk as follows:  \n“[i]f it makes it easier, we don’t need to know the exact date for the [second carrier’s] \npolicies, just if they were/were not on the 26th, 27th, or 28 th.”  (Defs.’ Br. Opp. Pls.’ \nMot. Summ. J., Ex. 7.)  The significance of these three dates is that they are the only \ndays in the month of February that Lancaster was no longer an employee and \ntherefore no longer entitled to commissions received by Relation.   \n347. Panchuck responded to  Dobens’ email, copying Che and Zewalk, as \nfollows:   \nThis one is a little more convoluted.  So we receive 2 payments during \nthe month for 1 commission statement.  The majority of the funds were \nreceived on 02-09-22, with the remainder of the funds received on 02-28-\n22.  We posted the entire $48,712.02 as of the last payment date 02- 28-\n22. \nI don’t think this makes your answer any easier . . .  \n(Defs.’ Br. Opp. Pls.’ Mot. Summ. J., Ex. 7.)  \n348. Panchuck’s response also included specific transaction details reflecting \nthat a deposit was received by Relation  from the second carrier for $47,428.03 on 9 \nFebruary 2022 and another one for $1,283.99 on 28 February 2022.  ( See (Defs.’ Br. \nOpp. Pls.’ Mot. Summ. J., Ex. 7.)  However, it is unclear what Panchuck was referring \nto when she wrote that “[w]e posted the entire $48,712.02 as of the last payment date \n02-28-22.”  (Defs.’ Br. Opp. Pls.’ Mot. Summ. J., Ex. 7 .)  Nevertheless, in response to \nthe information provided by Panchuck, Dobens wrote that “[t]his will suffice for what \nwe need.”  (Defs.’ Br. Opp. Pls.’ Mot. Summ. J., Ex. 7.)   \n349. Although the entire amount was not internally “posted” until 28 \nFebruary, as discussed previously, producers earn their commissions when they are \nactually received by Relation.  Therefore, Lancaster’s portion of the $47,428.03 that \nRelation received on 9 February was “earned” by him that same day.  \n350. Accordingly, a jury could find that at least some commission revenue \nwas improperly attributed to the pay period after Lancaster’s termination.  Therefore, \nRelation’s Motion for Summary Judgment is DENIED as to Lancaster’s NCWHA \nclaim based on this theory.  \n351. Next, Lancaster asserts that after reviewing commission reports, he \n“noticed that year over [sic] year, [his] book of business had dropped by about \n$120,000.00, even though [he] didn’t lose accounts that would generate the revenue \nto even come close to that amount[.]”  (Lancaster Aff. I ¶ 33; Defs.’ Br. Opp. Pls.’ Mot. \nSumm. J., Ex. 12, ECF No. 224.13. )  As a result, he believes he is owed “27% of \n$96,891.00 -- totaling $26,160.57 -- which is the difference between 2020 and 2021 \ncommissions.”  (Defs.’ Br. Opp. Pls.’ Mot. Summ. J., Ex. 40 .)  Lancaster claims that \n“[s]uch wages include commissions that could be calculated through a review of \ncarrier’s [sic] actual commission statements and comparing them to what Lancaster \nactually [was] paid.”  (Nelson Aff., Ex. A-1, at 51–52.)        \n352. In support of this theory, Lancaster asserts that “Relation did not allow \n[him] access to the actual insurance carrier commission statements to verify whether \nthe data contained in the Commission Reports that Relation generated in-house (the \nones [he] and other Producers received) matched the actual carrier commission \nstatements.”  (Lancaster Aff. I ¶ 33.)  Moreover, Lancaster testified that he and “the \nother producers . . . would routinely find errors” in their commission reports.  \n(Lancaster Aff. I ¶ 30.)  Lancaster stated that he “suspect[s], based on my years of \ndealing with Mr. Cooper, Ascension and Relation, that the numbers don’t match and \nthat [he] ha[s] been short-changed and underpaid by Relation for a while.”  (Lancaster \nAff. I ¶ 33.) \n353. However, the Court has thoroughly reviewed the record and concludes  \nthat there is a lack of evidence supporting this argument .  Accordingly, summary \njudgment is GRANTED in favor of Relation as to Lancaster’s NCWHA claim based \non this additional theory.    \niv. Crooker \n354. Like Lancaster, Crooker contends “that he was not paid for all \ncommissions that were received from carriers prior to his termination[,]” and that \n“the issue is what amounts Relation received from carriers prior to his termination.”  \n(Defs.’ Br. Opp. Pls.’s Part. Mot. Summ. J., at 26.)       \n355. First, Crooker believes he was underpaid between $10,000 and $12,000 \nin his last paycheck.  (Defs.’ Br. Opp. Pls.’ Mot. Summ. J., Ex. 40.)  In his deposition, \nCrooker testified that he believes he should have been paid “ $10,000 to $12,000” for \nbusiness that he brought  in during November or December 2021, “but for whatever \nreason somehow $10,000 turned into the $300.”  ( Pls.’ Mot. Summ. J., Ex. 11 , at \n281:5–9, ECF No. 189.11 .)  Crooker testified that Relation “tried to say that the \ncommissions that [Crooker] made in November or December somehow paid for \nNovember.”  (Pls.’ Mot. Summ. J., Ex. 11, at 280:7–15.)   \n356. Crooker, like Lancaster, was also paid via “variable compensation” with \na predetermined draw in the amount of $9,166.66.  (Defs.’ Br. Opp. Pls.’ Mot. Summ. \nJ., Ex. 5, ECF No. 224.6 (sealed).)  On 30 November 2021, the day of his resignation, \n“Crooker received a paycheck from Relation, reflecting commissions for revenue \npreviously received by Relation.”  (Butler Aff. ¶ 26.)   He was paid $9,166.66 on 30 \nNovember 2021, his pre-determined draw amount.  (Defs.’ Br. Opp. Pls.’ Mot. Summ. \nJ., Ex. 5 .)  Crooker’s November 2021 Production Analysis reflects that he earned \n$9,340.79 in commissions for that month.  (See Crooker’s Production Analysis; Defs.’ \nBr. Opp. Pls.’ Mot. Summ. J., Ex. 5 .)  Accordingly, Crooker was owed  the difference \nbetween the commissions earned prior to resigning and that amount paid by draw on \n30 November 202 1.  (See Defs.’ Br. Opp. Pls.’ Mot. Summ. J., Ex. 5 .)  Although the \nrecord reflects that Crooker received a paycheck on 15 December 202 1, it does not \nreflect the monetary amount of that paycheck.  However, Crooker’s testimony at his \ndeposition confirms that his last paycheck was for an amount  that covers what the \nrecord evidence shows he was owed.    \n357. In addition, Crooker also makes several  unclear allegations of \nunderpayment.  For example, he states that he “was promised a book of personal line \nbusiness that was never provided to [him] for the period July 5, 2020 through \nNovember 20, 2021, totaling approximately $13,500.00. ”  (Defs.’ Br. Opp. Pls.’ Mot. \nSumm. J., Ex. 40 .)  At another point, he contends that since 5 July 2020, Relation \nowes him “[a]bout $9,000 a year” for that same book of personal line business.  (Defs.’ \nBr. Opp. Pls.’ Mot. Summ. J., Ex. 29, at 15.)  Although there is evidence in the record \nof discussions about the possibility of Relation providing additional clients to Crooker \nby supplying him with that book of personal line business , such clients were never  \nactually given to him.  Accordingly, these commissions were never actually earned, \nand, as a result , any hypothetical commissions associated therewith  cannot be \nrecovered under the NCWHA.  \n358. Crooker also argues that Relation  “failed to pay [him]  commissions for \nat least six (6) life insurance premiums -- totaling approximately $6,000.00.”  (Defs.’ \nBr. Opp. Pls.’ Mot. Summ. J., Ex. 40.)  He additionally contends that he is owed “about \n$30,000 in life policies commission[.]”  (Pls.’ Mot. Summ. J., Ex. 11, at 294.)  Crooker \nconceded, however, that he is “not sure how [we] prove it[,]”  (Pls.’ Mot. Summ. J., Ex. \n11, at 294:2–6), and the Court has not found any evidence in the record supporting \nCrooker’s contention.   \n359. Therefore, the Court concludes that Crooker has failed to show a \ngenuine issue of material fact as to his claim under the NCWHA.  Accordingly , \nRelation’s Motion for Summary Judgment is GRANTED as to this claim.   \nv. Linthicum  \n360. Unlike the other Counterclaiming Former Employees, Linthicum was \nnot a P roducer compensated on a commission basis .  Ra ther, she was an A ccount \nManager who was a salaried employee.24  As such, Linthicum’s NCWHA claim is not \nbased on commissions allegedly owed.  Instead, she contends that she was orally \n \n24 As previously discussed, Relation ’s Account Managers work with producers to manage \nclient relationships and service accounts.   \n \npromised, but n ever paid, a 5% bonus on Smythe’s accounts that were retained by \nRelation after Smythe’s resignation.  In addition, she asserts that she was entitled to \nan increase in pay for her promotion to a supervisory role.  Linthicum claims that she \nis owed approximately $5,000 for the unpaid bonus and “several thousand” dollars \nfor the increase in pay.  (Defs.’ Br. Opp. Pls.’ Mot. Summ. J., Ex. 34, at 171:3–9, ECF \nNo. 224.40.)    \n361. However, at the hearing on the Motions, counsel for Linthicum informed \nthe Court that she was no longer pursuing her NCWHA claim based on the allegedly \npromised pay increase resulting from her promotion.  Furthermore, her counsel also \nconceded that the two -year statute of limitations  applicable to NCWHA claims  \nappeared to foreclose Linthicum’s NCWHA claim with respect to her allegations \nregarding the bonus.       \n362. Therefore, summary judgment is GRANTED in favor of Relation as to \nLinthicum’s NCWHA claim.\n25  \nB.  Claims for Breach of Contract  \n363. In addition to their NCWHA counterclaims, Gurley, Kelly, Lancaster,  \nCrooker and  Linthicum have also asserted counterclaims for breach of contract  \n(Countercl. ¶¶ 83– 86), and argue that their “breach of contract claims for unpaid \ncompensation survive summary judgment for the same reasons already set forth \nregarding their Wage and Hour claims.”  (Defs.’ Br. Opp. Pls.’s Part. Mot. Summ. J., \nat 26.)  \n \n25 However, as discussed below, the Court is denying Relation’s Motion for Summary \nJudgment as to Linthicum’s breach of contract claim based on the alleged promise of a bonus.  \n364. The statute of limitation s for a breach of contract claim is three years, \nN.C.G.S. § 1-52(1), and “begins to run on the date the promise is broken.”  Harrold v. \nDowd, 149 N.C. App. 777, 781 (2002) (citing Penley v. Penley, 314 N.C. 1, 20 (1985)).   \ni. Gurley and Kelly  \n365. As with their  NCWHA claim s, Gurley and Kelly’s breach of contract \nclaims are based on their  contention that t hey are owed the 2% difference in \ncommission rates for renewal business  for the years in which their respective books \nof business exceeded $500,000.  In response to Gurley and Kelly’s breach of contract \nclaims, Relation simply relies on its arguments (which the Court has now rejected) \nas to why no breach of the NCWHA occurred on this set of facts.   \n366. Therefore, the Court concludes that Relation’s Motion for Summary \nJudgment should likewise be DENIED as to Gurley and Kelly ’s breach of contract \nclaim on this theory.      \nii. Lancaster  \n367. Lancaster’s breach of contract claim is premised on the same facts as his \nNCWHA claim.  His evidence (as discussed in detail above in connection with his \nNCWHA claim) that Relation improperly attributed commission revenue to the pay \nperiod after Lancaster’s termination, if accepted by a jury, would constitute not only \na violation of the NCWHA, but also a breach of his Employment Agreement.   \n368. Lancaster’s Employment Agreement provides in pertinent part as \nfollows:  \nProducer’s monthly draw shall be paid in accordance with the \nCompany’s usual payroll procedures  . . . After the end of each month, \nthe gross amount of draws paid to Producer after the Effective Date \nthrough the end of such month reflected in the Draw Account shall be \ncompared to incentive compensation earned by the Producer after the \nEffective Date through the end of each month.  In the event that the \nCompany owes Producer incentive compensation in addition to the draw \nat the end of any month as a result of such comparison (after taking into \nconsideration any previous payments of incentive compensation  \npursuant to this sentence), payment of the amount due to the Producer  \n. . . shall be made in accordance with the Company’s standard practice \nfor the payment of incentive compensation under the Company’s \nincentive compensation programs.  \n(Compl., Ex. L § 3(c).)  \n369. Accordingly, Relation’s Motion for Summary Judgment is  DENIED as \nto Lancaster’s breach of contract claim based on this theory.  However, to the extent \nthat Lancaster’s breach of contract claim is also based on the additional theor y that \nthe Court has rejected in connection with his NCWHA claim, summary judgment is \nGRANTED in favor of Relation on that additional theory.  \niii. Crooker  \n370. Crooker’s breach of contract claim is primarily based on his contention \nthat he was not paid all of the commissions owed to him from payments that Relation \nreceived from carriers prior to his termination .  The Court has thoroughly reviewed \nthe record with regard to this argument as well as the other contentions raised in \nDefendants’ brief and concludes that he has failed to offer sufficient evidence to raise \na genuine issue of material fact in response to Relation’s evidence that no breach of \nhis employment agreement occurred.  Accordingly, summary judgment is GRANTED \nin favor of Relation on Crooker’s breach of contract claim. \n  \niv. Linthicum  \n371. As noted above, Linthicum contends that Relation reneged on its oral \npromise that she would be paid a 5% bonus on Smythe’s accounts that were retained \nby Relation after his resignation.  ( Defs.’ Br. Opp. Pls.’ Mot. Summ. J., Ex. 34 , at \n171:3–9.)    \n372. Smythe resigned from Relation on 4 March 2020.  Linthicum asserts \nthat at some point after his resignation, she was promised 5% “of the commission \nbonus for every account of Kyle [Smythe]’s that we renewed for that year.”  (Defs.’ Br. \nOpp. Pls.’ Mot. Summ. J., Ex. 34, at 158:20–22, 159:6–23.)   \n373. Linthicum testified in her deposition as follows: \nQ.  Who made this promise to you? \nA.  Jill Zewalk and Jonathan Cooper.  \nQ.  When was this promise made? \nA.  This promise was made when we were meeting and discussing \nmoving Kyle’s accounts, and that the producers were going to be \npaid extra commission in order to help retain those accounts, as \nwell as in exchange for the extra work they were going to do to \nhave to keep those accounts.  \nWe, as the account managers, were promised a [sic] 5 percent of \nthe commission bonus for every account of Kyle’s that we renewed \nfor that year. \nQ.  What type of additional work were you going to have to do? \nA.  We may have to market the account, the additional work for \ntrying to rebuild the  relationship, working on the account, just \nmaking sure we did everything quicker, faster, re -marketed \npricing, anything we had to do to try to retain those accounts. \nQ.  And when was -- can you give a month and year estimate for \nwhen this discussion took place? \nA.  This would have happened, more than likely -- Kyle left in, I \nbelieve February of 2020, late February.  So this would have \nhappened in more than likely March of 2020, because that’s when \nthey gave us -- maybe April.  I’m not sure how long it took them \nto decide what the producer commission bonus was going to be, \nbecause they received an override for the year. \nAnd then, like I said, they promised the account managers 5 \npercent of the commission bonus for those accounts we helped \nretain. \nQ.  So the 5 percent bonus was for account managers? \nA.  For the account managers for the accounts we handled.  I only \nhandled one account of Kyle’s that I helped keep.  Others had \nmore.  \nQ.  So the 5 percent bonus would have been on that one account?  \nA.  Yes, but it was a $300,000 account.   \nQ.  And this promise was made to other account managers as \nwell? \nA.  It was made to all of the account managers in Greensboro. \nQ.  At one time, in one room? \nA.  Yes.  And they paid it to none of them. \nQ.  How do you know that? \nA.  Because none of us got it, and trust me, they talked about it. \nQ.  When you say “they,” you mean who? \nA.  My team.  None of them were paid the promised bonus and all \nof them were upset about it because they worked their rear ends \noff that year to keep what business they could.  \nQ.  Your team, meaning the other account managers? \nA.  The account managers that I managed, yes. \nQ.  And you said the producers were also promised 5 percent? \nA.  The producers got their additional  commission overrides \nbecause we billed it, but we didn ’t get it because we were \ndependent upon management to honor their promise to pay us. \n. . . \nQ. So it was anyone who handled Kyle Smythe business that was \noffered that 5 percent?  \nA.  Yes.   Well, we had to retain it at renewal.  So if you didn't \nretain the account, just because you handled them, you didn’t get \nthem.  And this account we retained.  \nQ.  When you say “we,” who are you referring to?  \nA.  The producer and I, and Relation retained it. \n(Defs.’ Br. Opp. Pls.’ Mot. Summ. J., Ex. 34, at 158:11–160:24, 174:17–175:1.)  \n374. Linthicum stated her belief that  “[t]he commission would be about \n$5,000, maybe more, because . . . it was about a $300,000 account[.]”  (Defs.’ Br. Opp. \nPls.’ Mot. Summ. J., Ex. 34, at 171:5–7.) \n375. No written documentation exists regarding the alleged promise of  the \n5% bonus.  (Defs.’ Br. Opp. Pls.’ Mot. Summ. J., Ex. 34, at 161:11–13.)  Furthermore, \nZewalk expressly denies that she promised Linthicum a 5% bonus on any of Smythe’s \naccounts that were retained.  ( Pls.’ Mot. Summ. J., Ex. 14, at  165:13–18, ECF No. \n189.14.)  Zewalk also contends that no account manager at Relation was ever paid a \nbonus or commission for retention of any account previously serviced by Smythe.  \n(Zewalk Aff. II ¶ 7.)   \n376. A conflict in the evidence exists as to whether the promise was made \nthat cannot be resolved at the summary judgment stage.  But Relation argues that \nsummary judgment is nonetheless proper because,  even assuming such a promise \nwas, in fact, made, “the terms were never defined—neither Linthicum nor any other \nstaff member was told what efforts would be required to qualify for the bonus, how \nthe bonus would be allocated among staff members, or how or when the bonus would \nbe calculated.”  (Pls.’ Br. Supp. Mot. Summ. J., at 13.)   \n377. North Carolina courts have long held that  \n[t]o be enforceable, the terms of a contract must be sufficiently definite \nand certain.  Brooks v. Hackney, 329 N.C. 166, 170, 404 S.E.2d 854, 857 \n(1991).  In addition, “it is a well-settled principle of contract law that a \nvalid contract exists only where there has been a meeting of the minds \nas to all essential terms of the agreement. ”  Northington v. Michelotti, \n121 N.C. App. 180, 184, 464 S.E.2d 711, 714 (1995). \nMaxwell v. Michael P. Doyle, Inc., 164 N.C. App. 319, 326 (2004).  \n378. These principles were applied by our Court of Appeals in Maxwell, which \ninvolved a dispute between two real estate brokers over the payment of a commission.  \nId.  The defendant argued that the plaintiff failed to present “sufficient evidence of a \nbreach of a valid, enforceable contract with [the defendant] for division of a \ncommission.”  Id.   The plaintiff testified as follows on this issue:     \nIf it materialized into a sale -  and we shook hands on this in the \nbeginning, that we were going to co -broker on a 50 -50 basis -  that we \nwould work the Cambridge Arms on the same basis, because, even \nthough he had known about them, he had not been able to make any \nheadway, and since I know Mr. Wood, since I knew the apartments - and \nwe shook hands and had a meeting of the minds right there -  that if it \nmaterialized into a sale and there was a commission paid and a closing \ntakes place, that I would get fifty  percent of the commission and that I \nwas to assist him by letting him go through my files . . . of all the \nmaterials. \nId. (cleaned up).   \n379. Our Court of Appeals found that the plaintiff’s \nevidence was sufficiently definite as to the material terms of the \nagreement: (1) he was required to arrange a meeting with Wood and \nallow Doyle access to his files; and (2) if a sale resulted within a \nreasonable period of time, he was then entitled to a 50 -50 split of any \ncommission. Defendant has not specified any other material terms \nnecessary to the enforcement of the contract that were missing or \nindefinite and, after reviewing the record, we have been unable to \nidentify any. \nSince Maxwell offered evidence of the material terms of the agreement, \nthat he performed his obligations under the agreement, and that Doyle \nlater brokered the sale of the apartment complex and earned a sizeable \ncommission that he failed to split with plaintiff, we hold that there was \nsufficient evidence of a breach of contract for this case to be submitted \nto the jury. \nId. at 328. \n380. In reaching this conclusion, the Court of Appeals also rejected the \ndefendant’s argument that the plaintiff failed to put forth sufficient evidence of the \ntime for performance: \nDefendant also points to the fact that there was no agreement as to the \ntime for performance. Our courts have, however, long held that “where \na contract does not specify the time of performance . . . the law will \nprescribe that performance must be within a reasonable time and that \nthe contract will continue for a reasonable time, ‘taking into account the \npurposes the parties intended to accomplish.’ ”  Rodin v. Merritt, 48 N.C. \nApp. 64, 71-72, 268 S.E.2d 539, 544 (quoting Scarborough v. Adams, 264 \nN.C. 631, 641, 142 S.E.2d 608, 615 (1965)), disc. review denied, 301 N.C. \n402, 274 S.E.2d 226 (1980). See also S & W Realty, 274 N.C. at 254, 162 \nS.E.2d at 493- 94 (when no time is specified in a contract for a \ncommission, the sale must occur within “a reasonable time”). \nThe determination of what constitutes a reasonable time for \nperformance presents a mixed question of law and fact: \nIf, from the admitted facts, the Court can draw the conclusion as to \nwhether the time is reasonable or unreasonable, by applying to them a \nlegal principle or a rule of law, then the question is one of law.   But if \ndifferent inferences may be drawn, or circumstances are numerous and \ncomplicated, and such that a definite legal rule cannot be applied to \nthem, then the matter should be submitted to the jury.  It is only when \nthe facts are undisputed and different inferences cannot be reasonably \ndrawn from them, that the question ever becomes one of law. \nId. at 327 (cleaned up).  \n381. More recently, in Grub, Inc. v. Sammy's Seafood House & Oyster Bar, \nLLC, 2015 N.C. App. LEXIS 330  (N.C. Ct. App. Apr. 21, 2015) (unpublished) , the \nCourt of Appeals addressed an argument regarding whether the terms of an alleged \ncontract were sufficiently definite. \nContract terms are reasonably certain “ if they provide a basis for \ndetermining the existence of a breach and for giving an appropriate \nremedy.”  Restatement (Second) of Contracts § 33(2) (2012).  In addition, \n“the law . . . does not favor the destruction of contracts on account of \nuncertainty, and the courts will, if possible, so construe [a] contract as \nto carry into effect the reasonable intent of the parties, if it can be \nascertained.”  Welsh v. N. Telecom , 85 N.C. App. 281, 290, 354 S.E.2d \n746, 751 (cit ation and internal quotation marks omitted), disc. review \ndenied, 320 N.C. 638, 360 S.E.2d 107 (1987).   “In the usual case, the \nquestion whether an agreement is complete or partial is left to inference \nor further proof.  The subsequent conduct and interpretation of the \nparties themselves may be decisive of the question as to whether a \ncontract has been made . . . .”  Cnty of Jackson v. Nichols, 175 N.C. App. \n196, 199, 623 S.E.2d 277, 279 –80 (2005) (citations and internal \nquotation marks omitted). \nId. at *15–16. \n382. In the present case, the Court has carefully reviewed the applicable \nevidence in the record and concludes that Linthicum’s testimony is sufficient to raise \na genuine issue of material fact with respect to this claim.  Therefore, Relation’s \nMotion for Summary Judgment is DENIED as to Linthicum’s breach of contract \nclaim. \n  \nC.  Claim for Breach of Implied Covenant of Good Faith and Fair       \n      Dealing \n  \n383. Each of the Counterclaiming Former Employees ha s also asserted a \nclaim for breach of the implied covenant of good faith and fair dealing.  (Countercl. \n¶¶ 78–82.)  \n384. It is well-settled under North Carolina law that every contract contains \n“an implied covenant of good faith and fair dealing that neither party will do anything \nwhich injures the right of the other to receive the benefits of the agreement.”  Bicycle \nTransit Authority, Inc. v. Bell, 314 N.C. 219, 228 (1985) (cleaned up).  In other words, \n“there is implied in every contract a covenant by each party not to do anything which \nwill deprive the other parties thereto of the benefits of the contract.”  Id. \n385. Our Court of  Appeals has articulated the elements of such a claim  as \nfollows: \n“To state a valid claim for breach of the implied covenant of good faith \nand fair dealing, a plaintiff must plead that the party charged took \naction ‘which injure[d] the right of the other to receive the benefits of the \nagreement,’ thus ‘depriv[ing] the other of the fruits of [the] bargain. ’ ”  \nConleys Creek Ltd. P ’ship v. Smoky Mountain Country Club Prop. \nOwners Ass’n, Inc., ___ N.C. App. ___, ___, 805 S.E.2d 147, 158 (2017) \n(alterations in original) (quoting Bicycle Transit Authority, Inc. v. Bell , \n314 N.C. 219, 228-29, 333 S.E.2d 299, 305 (1985)), disc. review denied , \n370 N.C. 695, 811 S.E.2d 596 (2018).  A defendant cannot breach a \ncovenant of good faith and fair dealing when a claimant fails to establish \nthe defendant breached the underlying contract.   See Suntrust Bank v. \nBryant/Sutphin Props., LLC , 222 N.C. App. 821, 833, 732 S.E.2d 594, \n603 (2012). \nMcDonald v. Bank of N.Y. Mellon Trust Co., 259 N.C. App. 582, 586–87 (2018).  \n386. Moreover, “[a]s a general proposition, where a party’s claim for breach \nof the implied covenant of good faith and fair dealing is based upon the same acts as \nits claim for breach of contract, we treat the former claim as ‘part and parcel’ of the \nlatter.”  Cordaro v. Harrington Bank, FSB, 260 N.C. App. 26, 38 –39 (2018) (holding \nthat defendant’s claim for breach of the implied covenant of good faith and fair dealing \nwas properly dismissed where the basis of the claim was identical to defendant’s \nbreach of contract claim, which had been dismissed).   \n387. Given that the Court has ruled that summary judgment should be \ngranted in Relation’s favor as to Crooker’s breach of contract claim , summary \njudgment is likewise GRANTED in favor of Relation on Crooker’s claim for breach of \nthe implied covenant of good faith and fair dealing.   \n388. Conversely, the Court has ruled that genuine issues of material fact \nexist with regard to  Gurley, Kelly, Lancaster, and Linthicum’s breach of contract \nclaims.  Therefore, the question of whether Relation  breached the covenant of good \nfaith and fair dealing as to them is an issue to be decided by a jury.  Accordingly, the \nCourt DENIES Relation’s Motion for S ummary Judgment as to  Gurley, Kelly, \nLancaster, and Linthicum’s claim s for breach of the implied covenant of good faith \nand fair dealing. \nD.  Unfair and Deceptive Trade Practices  \n389. Finally, Pilot Risk asserts a counterclaim against Relation for UDTP.\n26 \n(Countercl. ¶¶ 68–77.)  In this counterclaim, Pilot Risk alleged that Relation engaged \nin the following unfair and deceptive acts: \n \n26 Originally, Pilot Benefits, Smythe, Capps, and Kinney also asserted UDTP claims against \nRelation.  However, those parties are no longer p ursuing such claims.  (Defs.’ Br. Opp. Pls.’ \nMot. Summ. J., at 27–28.)    \n(a) told insurance carriers, clients, Pilot Risk and Pilot Benefits clients \nand others that the Former Employees’ Agreements (attached to the \nComplaint) were enforceable; (b) told insurance carriers, clients and \nPilot Risk and Pilot Benefits clients that Judge Bray’s Order [in the \nSmythe Lawsuit]. . .  was not relevant or controlling as to the Former \nEmployees; (c) told insurance carriers, clients, Pilot Risk and Pilot \nBenefits clients and others that the [Pilot] Defendants breached the [11 \nMarch 2021 Settlement Agreement]; (d) offered to and did, in fact, advise \ncustomers that they would cut their commissions to zero in order to \ninterfere with the business of Pilot Risk and Pilot Benefits; and (e) \nstated (and continue to state) to employees and clients that the \nindividual Defe ndants or some of them were immoral, unethical, \ndishonest and acting illegally. \n(Countercl. ¶ 70.) \n390. In its summary judgment briefing, Pilot Risk primarily contends “that \nRelation: (a) told third-parties that the non-competition provisions were enforceable \nand (b) used its influence to prevent or delay Pilot from being approved by carriers.”  \n(Defs.’ Br. Opp. Pls.’ Mot. Summ. J., at 30–31.)   \n391. With regard to the latter argument, Pilot Risk asserts that “Relation has \nused its size and clout to prevent or delay Pilot from being approved by carriers, which \nhas prevented it from developing business from/with those carriers [,]” by blocking \nappointments from those carriers ,\n27 and that “ Relation made knowing false \nrepresentations to carriers and customers concerning Defendants’ legal ability to \nbook business from those customers.”  (Defs.’ Br. Opp. Pls.’ Mot. Summ. J., at 29.)   \n392. In response, Relation argues that the entry of summary judgment in its \nfavor on this claim is proper because Pilot Risk has not identified any false \nrepresentations actually made .  (Pls.’ Br. Supp. Mot. Summ. J., at 19.)  Relation \n \n27 The term “carrier appointment” refers to an agency’s ability to place coverage with a \nparticular carrier.  (Linthicum Aff. I ¶ 9.) \nfurther contends that Pilot Risk “does not cite a single instance in which Relation told \na carrier or client that Defendants were ‘subject to a non-competition period.’ ”  (Pls.’ \nReply Br. Supp. Mot. Summ. J., at 13.)  Moreover, with respect to carrier approval, \nRelation asserts that it “is undisputed that insurance carriers make the decision on \nwhich brokers to appoint, not the brokers[,]” and “[t]he fact that Relation, when asked \nby a carrier, stated that it would prefer for carriers not to do business wi th a direct \ncompetitor (Pilot) is not an unfair act.”  (Pls.’ Reply Br. Supp. Mot. Summ. J., at 14.)      \n393. This Court has previously stated the following with regard to UDTP \nclaims: \nNorth Carolina law created a private right of action under Chapter 75 \nas part of its effort to protect consumers from unfair or deceptive trade \npractices.  See N.C.G.S. § 75-1.1 (outlawing unfair or deceptive practices \nin trade); N.G.G.S. § 75 -16 (creating a private right of action and \nauthorizing treble damages); see also Hardy v. Toler, 24 N.C. App. 625, \n630–31, 211 S.E.2d 809, 813 (1975).  The protections of N.C.G.S. § 75-\n1.1 extend, in certain circumstances, to businesses as well.  Dalton v. \nCamp, 353 N .C. 647, 656, 548 S.E.2d 704, 710 (2001) (citing United \nLabs., 322 N.C. at 665, 370 S.E.2d at 389).  “[T]o establish a prima facie \nclaim for unfair trade practices, a plaintiff must show: (1) defendant \ncommitted an unfair or deceptive act or practice, (2) the action in \nquestion was in or affecting commerce, and (3) the act proximately \ncaused injury to the plaintiff.”  Dalton , 353 N.C. at 656, 548 S.E.2d at \n711 (citing Spartan Leasing, Inc. v. Pollard, 101 N.C. App. 450, 460–61, \n400 S.E.2d 476, 482 (1991)).  “The Act does not . . . define an unfair or \ndeceptive act, ‘nor is any precise definition of the term possible.’ ”  \nBernard v. Cent. Carolina Truck Sales, Inc. , 68 N.C. App. 228, 229– 30, \n314 S.E.2d 582, 584 (1984) (quoting Wachovia Bank & Trust Co. v. \nSmith, 44 N.C. App. 685, 690, 262 S.E.2d 646, 649 (1980)).  A trade \npractice “is unfair if it is unethical or unscrupulous, and it is deceptive \nif it has a tendency to deceive.”  Sunbelt Rentals, Inc. v. Head & Engquist \nEquip., L.L.C., 174 N.C. App. 49, 59, 6 20 S.E.2d 222, 230 (2005) (citing \nPolo Fashions, Inc. v. Craftex, Inc., 816 F.2d 145, 148 (4th Cir. 1987)).  \n \nCharah, LLC v. Sequoia Servs., LLC, 2020 NCBC LEXIS 52, at *18 (N.C. Super. Ct. \nApr. 17, 2020).   \n394. Whether the alleged conduct constitutes an unfair or deceptive act is “a \nquestion of law for the court.”  Dealers Supply Co. v. Cheil Indus. , 348 F. Supp. 2d \n579, 592 (M.D.N.C. 2004) (citing Gray v. North Carolina Ins. Underwriting Ass’n, NC, \n352 N.C. 61, 68 (2000)).  The question of “[w]hether a particular act is unfair or \ndeceptive, depends on the facts surrounding the transaction and the impact on the \nmarketplace.”  Dealers Supply, 348 F. Supp. 2d at 591 (citing Concrete Serv. Corp. v. \nInvs. Group, Inc., 79 N.C. App. 678, 685 (1986)).   \n395. After a th orough review of the record, t he Court is unpersuaded by \nDefendants’ arguments regarding Pilot Risk’s UDTP claim. \n396. The statements at issue that are supported by the record were largely \nmade by Relation’s Chief Operating Officer, Jill Zewalk .  ( See Defs.’ Br. Opp. Pls.’ \nMot. Summ. J., Ex. 28, at 206:13–16, ECF No. 224.29.) \n397. As an initial matter, although there is evidence supporting Pilot Risk’s \ncontention that Relation “told third-parties that the non-competition provisions were \nenforceable[,]” such statements were simply an expression of its belief regarding the \nlegal effect of a n employment agreement between Relation and the Individual \nDefendants.  \n398. Our Supreme Court long ago stated that  \n[a] misrepresentation to be material should be in respect of an \nascertainable fact as distinguished from a mere matter of opinion. A \nrepresentation which merely amounts to a statement of opinion goes for \nnothing, though it may not be true, for a man is not justified in placing \nreliance on it. \nCash Register Co. v. Townsend, 137 N.C. 652, 656 (1905) (cleaned up).  \n399. Here, Zewalk’s statements amounted to nothing more than her opinion \nas to the validity of Relation’s legal rights and falls far short of evidence sufficient to \nsupport a UDTP claim.  See Hopkins v. MWR Mgmt. Co ., 2017 NCBC LEXIS 47 , at \n*45–46 (N.C. Super. Ct. May 31, 2017) (holding that defendant’s statements that \nplaintiff “wasn’t allowed” to  work with  a competitor because of the defendant’s \nnoncompete was understood as an expression of the defendant’s opinion of its legal \nrights and was not considered “false”); Kingsdown, Inc. v. Hinshaw , 2016 NCBC 15, \nat **38 (N.C. Super. Ct. Feb. 17, 2016) (holding that defendant’s statements made \nabout the opposing party’s claims were “fairly understood as simply reflecting \n[defendants’] respective positions in the pending litigation and their opinions \nconcerning the strength of their respective cases. Such statements are understood by \nthe average reader or hearer as statements of opinion rather than of objective, \nverifiable facts”).   \n400. Furthermore, Pilot Risk’s contention that Zewalk  made statements to \ninsurance carriers stating her preference that they not use Pilot Risk as an insurance \nagency likewise fails to support its  UDTP claim.  Zewalk testified as follows with \nrespect to discussions she had with carriers about Pilot Risk: \nI never asked them not to do business.  They asked -- there were a couple \nof carriers who asked our opinion on what our feelings would be if they \nwere appointed.  And my exact words were, I would prefer it if you don’t.  \nThat’s not the same.  It was just an opinion and a preference.     \n(Pls.’ Mot. Summ. J., Ex. 14, at 105:6–11.) \n401. Defendants have failed to put forth any legal authority for the \nproposition that such statements are sufficient to support a UDTP claim.  \n402. The Court has carefully considered all of Pilot Risk’s additional \narguments in support of its UDTP claim and concludes that they are either not \nsupported by admissible evidence in the record or are insufficient to raise a genuine \nissue of material fact on this issue. \n403. Therefore, summary judgment is GRANTED in favor of Relation as to \nPilot Risk’s claim for UDTP.  \nCONCLUSION \n THEREFORE, IT IS ORDERED as follows: \n1. Plaintiffs’ Motion for Adverse Inference is GRANTED.  \n2. Defendants’ Motion for Summary Judgment regarding Relation’s trade \nsecrets claims under the DTSA and NCTSPA is GRANTED in part and \nDENIED in part.  Summary judgment is GRANTED as to all of the \nFormer Employees  on this claim , except for  King, Lancaster, and \nLinthicum.  Accordingly, Relation’s claims under the DTSA and \nNCTSPA against Gurley, Kelly, Crooker, and Sneed are hereby \nDISMISSED.  As to King, Lancaster, and Linthicum , summary \njudgment is DENIED.  The four documents that the jury may consider \nat trial as potential trade secrets are King’s Carrier Contact List, \nLinthicum’s Net Rate Calculations Spreadsheet, Lancaster’s Production \nAnalysis, and Lancaster’s Production Report.   \n3. Defendants’ Motion for  Summary Judgment is GRANTED as to \nRelation’s claim for breach of the Non-Solicitation Clauses contained in \nthe Employment Agreements, and this claim is hereby DISMISSED.   \n4. Defendants’ Motion for Summary Judgment is DENIED as to Relation’s \nclaim for breach of the Confidentiality Provisions  contained in the \nEmployment Agreements.  \n5. Defendants’ Motion for Summary Judgment  is GRANTED in favor of \nthe Pilot Defendant s on Relation’s claim for breach of the E mployee \nSolicitation Restriction Period of the Settlement Agreement , and this \nclaim is hereby DISMISSED.   \n6. Defendants’ Motion for Summary Judgment as to Relation’s claims for \nviolations of the C lient Solicitation Restriction Period  and of the \nConfidential Information Restriction Period  of the Settlement \nAgreement is DENIED with respect to Smythe and Pilot Risk,  but \nGRANTED as to Kinney, Capps, and Pilot Benefits.       \n7. Defendants’ Motion for Summary Judgment is GRANTED as to  \nRelation’s claim for unjust enrichment , and this claim is hereby \nDISMISSED.    \n8. Defendants’ Motion for S ummary Judgment is GRANTED in favor of \nthe Former Employees on Relation’s computer trespass claim under the \nCFAA, and this claim is hereby DISMISSED.        \n9. Defendants’ Motion for Summary Judgment is DENIED as to Relation’s \ncomputer trespass claim pursuant to N.C.G.S. § 14-458.    \n10. To the extent that Relation’s claim s for tortious interference with \nbusiness and contractual relations  and for tortious interference with \nprospective economic advantage are based on contractual relationships \nwith vendors, Defendants’ Motion for Summary Judgment is \nGRANTED, and these claims are hereby DISMISSED.          \n11. To the extent that Relation’s claims for tortious interference with \nbusiness and contractual relations and for tortious interference with \nprospective economic advantage are based on interference with \nRelation’s client relationships, Defendants’ Motion for Summary \nJudgment is DENIED. \n12. Defendants’ Motion for Summary Judgment  as to Relation’s UDTP \nclaim is DENIED. \n13. Relation’s Motion for Summary Judgment as to Gurley’s counter claim \nunder the NCWHA is GRANTED in part and DENIED in part, as set \nforth above. \n14. Relation’s Motion for Summary Judgment as to Kelly’s counter claim \nunder the NCWHA is GRANTED in part and DENIED in part, as set \nforth above. \n15. Relation’s Motion for Summary Judgment as to Lancaster’s \ncounterclaim under the NCWHA is GRANTED in part and DENIED \nin part, as set forth above. \n16. Relation’s Motion for Summary Judgment is GRANTED as to Crooker’s \nNCWHA counterclaim, and this claim is hereby DISMISSED.   \n17. Relation’s Motion for Summary Judgment is GRANTED as to \nLinthicum’s NCWHA counter claim, and this claim is hereby \nDISMISSED. \n18. Relation’s Motion for Summary Judgment is DENIED as to Gurley and \nKelly’s breach of contract counter claims based on the 2% difference in \ncommission rates as explained above. \n19.  Relation’s Motion for Summary Judgment as to Lancaster’s breach of \ncontract counterclaim is GRANTED in part and DENIED in part, as \nset forth above. \n20. Relation’s Motion for Summary Judgment is GRANTED as to Crooker’s \nbreach of contract counterclaim, and this claim is hereby DISMISSED.     \n21. Relation’s Motion for Summary Judgment is DENIED as to Linthicum’s \nbreach of contract counterclaim.   \n22. Relation’s Motion for Summary Judgment is GRANTED as to Crooker’s \nbreach of the implied covenant of good faith and fair dealing \ncounterclaim, and this claim is hereby DISMISSED. \n23. Relation’s Motion for Summary Judgment is DENIED as to the breach \nof the implied covenant of good faith and fair dealing counter claims of \nGurley, Kelly, Lancaster, and Linthicum. \n24. Relation’s Motion for Summary Judgment is GRANTED as to Pilot \nRisk’s counterclaim for UDTP, and this claim is hereby DISMISSED. \nSO ORDERED, this the 12th day of July, 2024.28  \n \n       /s/ Mark A. Davis     \n       Mark A. Davis  \n       Special Superior Court Judge for  \n       Complex Business Cases     \n \n \n28 This Order and Opinion was originally filed under seal on 12 July 2024.  This public version \nof the Order and Opinion is being filed on 25 July 2024.  To avoid confusion in the event of \nan appeal, the Court has elected to state the filing date of the public version of the Order and \nOpinion as 12 July 2024. "
}