{
  "id": "a9633a647b37e59a7bf56887aa4b6efaf27847d2337baf593a59f337605ce647",
  "source_file": "data/raw/ncbc/a9633a647b37e59a7bf56887aa4b6efaf27847d2337baf593a59f337605ce647.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nDURHAM COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 4094 \nUNITED THERAPEUTICS \nCORPORATION and LUNG \nBIOTECHNOLOGY PBC, \n \nPlaintiffs, \n \nv. \n \nLIQUIDIA TECHNOLOGIES, INC. \nand ROBERT ROSCIGNO,  \n \nDefendants. \n \nORDER AND OPINION ON \nDEFENDANT ROSCIGNO’S \n MOTION FOR SUMMARY \nJUDGMENT \n \n[PUBLIC]1 \n \n1. THIS MATTER is before the Court on Defendant Dr. Robert Roscigno’s \nMotion for Summary Judgment (the “Motion”) pursuant to Rule 56 of the North \nCarolina Rules of Civil Procedure (the “Rule(s)”), (ECF No. 209). \n2. Having considered the Motion, the related briefing, other relevant \nmatters of record, and the arguments of counsel at a hearing on the Motion held \n16 May 2024, the Court hereby DENIES the Motion. \nBrooks, Pierce, McLendon, Humphrey  & Leonard, L.L.P., by Eric M. \nDavid, Jim W. Phillips, Jr., and Kasi W. Robinson ; McDermott Will & \nEmery, LLP, by Douglas H. Carsten, Arthur P. Dykhuis, Katherin e \nPappas, Joshua Revilla, Courtney Seams, and Lillian J. Spetrino ; and \nGoodwin Proctor , LLP, by William C. Jackson, for Plaintiff s United \nTherapeutics Corporation and Lung Biotechnology PBC.  \n \nParker Poe Adams & Bernstein, LLP, by Stephen V. Carey, Corri A. \nHopkins, and Andrew P. Tabeling; and Cooley, LLP, by Daniel Knauss, \n \n1 Because certain materials referenced in this Order and Opinion were filed under seal, the \nCourt’s ruling was provisionally filed under seal on 25 July 2024.  The Court then permitted \ncounsel for the parties to confer and advise the Court whether they contend any matters \nreferenced herein should be sealed.  Having afforded the parties this opportunity, the Court \nnow files its Order and Opinion on the public record. \nUnited Therapeutics Corp. v. Liquidia Techs., Inc., 2024 NCBC 47. \nKyung Taeck Minn, Lauren Strosnick, Brittany N. Ca zakoff, Jonathan \nDavies, Adam Pivovar, Rachel L. Preston, and Sanya Sukduang, for \nDefendant Liquidia Technologies, Inc.  \n \nMcGuire Woods, LLP, by David E. Finkelson, Miles O. Indest, Mark E. \nAnderson, Corinne S. Hockman, and Kyle S. Smith, for Defendant Robert \nRoscigno.  \n \nEarp, Judge. \nI. FACTUAL BACKGROUND \n3. The Court does not make findings of fact on a motion for summary \njudgment.  Instead, the Court summarizes material facts it considers to be \nuncontested.  See, e.g., Vizant Techs., LLC v. YRC Worldwide, Inc., 373 N.C. 549, 551 \n(2020). \n4. Plaintiff United Therapeutics Corporation (“UTC”) is a Delaware \ncorporation in the business of research ing and develop ing treatments for \ncardiovascular and pulmonary diseases, including  pulmonary arterial hypertension \n(“PAH”).  (Mem. Opp. Def. Dr. Robert Roscigno’s Mot. for Summ. J. [“Pls.’ Br. Opp.”] \nEx. 34, ECF No. 256.3.) \n5. Defendant Dr. Robert Roscigno (“Roscigno”) was employed by UTC from \nMarch 1997 to June 2007.\n2  (Mem. Supp. Def. Dr. Robert Roscigno’s Mot. for Summ. \nJ. [“Def.’s Br. Supp.”] Ex. 6 [“Roscigno Aff.”] ¶¶ 3, 8, ECF No. 212.6 (under seal), ECF \nNo. 223 (public version); Def.’s Br Supp. Ex. 1 [“1997 Agreement”] § 1, ECF No. 212.1.)  \n \n2 Roscigno served as President of Lung Rx, Inc. a wholly owned subsidiary of UTC.  Plaintiff \nLung Biotechnology PBC is the successor -in-interest to Lung Rx, Inc.  (Second Am. Compl. \n¶ 14, ECF No. 154 (under seal), ECF No. 155 (public version).)  The Court refers to the entities \ncollectively as “UTC.”  \nWhen Roscigno began his employment, he si gned an employment agreement \n(the “1997 Agreement”) that included the following confidentiality provision: \n[D]uring [Roscigno’s] employment with [UTC] and following termination \nthereof for any reason, [Roscigno] shall not (except as authorized in \nwriting by the President or CEO), publish, disclose or use for [his] own \nbenefit or for the benefit of a business or entity other than [UTC], any \nsecret or confidential matter, or proprietary or other information not in \nthe public domain which was acquired by [Roscigno]  during \nemployment, relating to [UTC’s] businesses, operations, customers, \nsuppliers, products, employees, financial affairs, trade or industrial \npractices, trade secrets, technology, know-how or intellectual property. \n \n(1997 Agreement § 4.) \n6. After ten years of service and following an “excellent performance \nreview,” Roscigno was offered a new employment agreement with UTC  (the “2007 \nAgreement”).  (Def.’s Br. Supp. Ex. 2, ECF No. 212.2.)  The 2007 Agreement , which \nsuperseded the 1997 Agreement, also included a confidentiality provision, providing \nin relevant part:  \n[Roscigno] agrees that [he] has a fiduciary duty to [UTC] and that [he] \nshall hold in confidence and shall not, except in the course of performing \n[his] employment obligations or pursuant to written authorization from \n[UTC], at any time during or for three years after termination of [his] \nrelationship with [UTC]  knowingly (a) directly or indirectly reveal, \nreport, publish, disclose or transfer the Confidential Information\n3 or any \n \n3 The 2007 Agreement defines “Confidential Information” as: \n(a) any information or material proprietary to [UTC] or designated as confidential \neither orally or in writing by [UTC]; and (b) any information not generally known by \nnon-[UTC] personnel; and (c) any information which [Roscigno] should know [UTC] \nwould not care to have revealed to others or used in competition with [UTC]; and (d) \nany information which [Roscigno] made or makes, conceived or conceives, developed \nor develops or obtained or obtains knowledge or access through or as a result of \n[Roscigno’s] relationship with [UTC] (including information received, originated, \ndiscovered or developed in whole or in part by [Roscigno]) from the initial date of \n[Roscigno’s] employment with [UTC]. \n \n(2007 Agreement § 10(b).) \npart thereof to any person or entity; (b) use any of the Confidential \nInformation or any part thereof for any purpose other than for the \nbenefit of [UTC] ; (c) assist any person or entity other than [UTC] to \nsecure any benefit from the Confidential Information or any part thereof \nor (d) solicit (on [Roscigno’s] behalf or on behalf of any third party) any \nemployee of [UTC] for the purpose of providing services or products \nwhich [Roscigno] is prohibited from providing hereunder.  \n \n(Def.’s Br. Supp. Ex. 3 [“2007 Agreement”] § 10(a), ECF No. 212.3 (emphasis added).) \n7. In contrast to the confidentiality provision contained in the 1997 \nAgreement, which was unrestricted by time, the confidentiality obligation in the 2007 \nAgreement ended three years after Roscigno’s employment ended.   \n8. In addition to the confidentiality provision, section nine of the 200 7 \nAgreement speaks to the ownership of intellectual property and provides:  \n[Roscigno] agrees that the entire right, title, and interest, in and to all \ninventions, discoveries, materials, authorship, derivatives and results \nand proceeds of [Roscigno’s] efforts in any form or media, including \nwithout limitation, all domestic and foreign patents, trade secrets and \ncopyrights in and to all inventions, processes, written works, and other \nforms of intellectual property (“Intellectual Property”), which [Roscigno] \nmakes, conceives, reduces to practice or develops, in whole or in part, \nduring the term of this Agreement  in the furtherance of  [UTC’s] \nbusiness (whether or not made during the hours of employment or with \nthe use of [UTC’s] materials, facilities or personnel, either solely or \njointly with others), or after termination of employment if such \nIntellectual Property is based upon Confi dential Information, shall be \nsolely and exclusively owned by [UTC], its successors , licensees and \nassigns, and no other individual or entity shall have any interest therein \nof any kind or nature.  \n \n(2007 Agreement § 9.) \n9. The 2007 Agreement, however, was not the only method by which UTC \nimposed confidentiality obligations on Roscigno.  Section three of the 2007 Agreement \nprovides: “[Roscigno] agrees to abide by all employment guidelines and policies as \nmay be developed from time to time by [UTC]  and applicable to all employees of \n[UTC], including, without limitation, the [UTC] Company Manual [.]”  (2007 \nAgreement § 3(c).)  T he UTC Employee Handbook  states that “[i]t is the policy of \n[UTC] to ensure that the operations, activities, and business affairs of [UTC] are kept \nconfidential.”  (Pls.’ Br. Opp. Ex. 22 [“2004 Employee Handbook”] 8, ECF No. 255.22 \n(under seal), ECF No. 269.22 (public version).)4  If an employee acquires confidential \nor proprietary information about UTC, company policy requires that the information \n“must be kept in strict confidence and not be used or disclosed to any other person or \nentity except as required in the performance of [UTC] duties or as otherwise expressly \nauthorized by [UTC].”  ( 2004 Employee Handbook 8.)   The Employee Handbook \nfurther mandates  that “[a]ll company property and equipment in the employee’s \npossession or control must be returned prior to the employee’s last day.”  ( 2004 \nEmployee Handbook 7.) \n10. Separately, UTC ’s Technology Policy  provides that all UTC media is \ncompany property and forbids the use of electronic media for a purpose that is \ncontrary to UTC’s policies or business interests : “[A]ll employees  . . . should \nremember that electronic media and services provided by [UTC] are [UTC] property \nand their purpose is to facilitate and support [UTC] bu siness . . . . Electronic media \ncannot be used for knowingly transmitting, retrieving, or storing any \ncommunication . . . for any purpose that is illegal or contrary to [UTC’s] policies or \n \n4 In 2004, Roscigno acknowledged that he received, understood, and was bound by the policies \nand obligations in the Employee Handbook.  (See Pls.’ Br. Opp. Ex. 23, ECF No. 255.23 (under \nseal), ECF No. 269.23 (public version).)  \n \nbusiness interests.”5  (Pls.’ Br. Opp. Ex. 2 6 [“2002 Technology Policy”] §§ 1(B), 2.6, \nECF No. 255.26 (under seal), ECF No. 269.26 (public version) .)  There are no time \nlimitations on these policies. \n11. Roscigno resigned from UTC on 18 June 2007, specifically referencing \nthe 2007 Agreement in his resignation letter.  (Def.’s Br. Supp. Ex. 11, ECF No. \n212.11 (under seal), ECF No. 228  (public version) .)  Following his resignation, \nRoscigno joined GeNO, LLC, where he worked on nitric oxide products unrelated to \nhis work at UTC.  (Roscigno Aff. ¶ 9 .)  In 201 1, Roscigno  began consulting for \nDefendant Liquidia Technologies, Inc. (“Liquidia” ).  He joined Liquidia as an \nemployee in 2015.  ( Roscigno Aff. ¶ 10.)  Liquidia compet es with  UTC in the \ndevelopment of treatments for PAH.  (Roscigno Aff. ¶ 10.) \n12. After joining Liquidia, Roscigno “discovered that [he] had old, personal \nthumb drives in [his] desk drawers that contained a mix of personal information and \nUTC-related information.”  (Roscigno Aff. ¶ 10.)  Using a Liquidia computer, Roscigno \naccessed the information on one of these flash drives “to refamiliarize [himself] with \nthe PAH field, [his] publications, and [his] prior work.”  (Roscigno Aff. ¶ 10.) \nII. PROCEDURAL BACKGROUND \n13. On 10 December 2021 UTC initiated this action, complaining, among \nother things, that Roscigno’s acquisition and use of UTC’s information while working \nfor Liquidia constitutes trade secret misappropriation.  (Compl., ECF No. 3 .)  It \nasserted claims under both state and federal law.  After the matter was designated \n \n5 In 2002, Roscigno acknowledged that he read, understood, and agreed to comply with the \nUTC Technology Policy.  (See 2002 Technology Policy § 10.) \nto this Court, Roscigno removed the case to federal court .  (Notice of Removal, ECF \nNo. 6.)  \n14. On 10 January 2022, UTC filed a  First Amended Complaint consisting \nsolely of state law claims .  (Am. Compl., ECF No. 15.)  On 31 March 2022, the case \nwas remanded to this Court.  See United Therapeutics Corp. v. Liquidia Corp. , 2022 \nU.S. Dist. LEXIS 123346 (M.D.N.C. Mar. 31, 2022). \n15. On 10 May 2022, Defendants filed a motion to dismiss the First \nAmended Complaint, (ECF No. 22).  UTC voluntarily dismissed its claim for \nconversion on 27 May 2022, (ECF No. 31).  \n16. On 10 April 2023, UTC moved for leave to amend the First Amended \nComplaint, (ECF No. 80).  By order dated 20 July 2023, the Court granted in part \nPlaintiff’s motion to add Lung Biotechnology PBC as a plaintiff and to amend  its \nallegations supporting its misappropriation of trade secrets claim.  Plaintiffs fi led a \nSecond Amended Complaint on 7 September 2023, (Second Am. Compl., ECF No. 154 \n(under seal), ECF No. 155 (public version)).  \n17. On 5 January 2024, Roscigno filed this Motion seeking  summary \njudgment on Plaintiffs’ state law claim for misappropriation of trade secrets, the only \nclaim alleged against him.  After full briefing, the Court held a hearing on the Motion \non 16 May 2024, at which all parties were represented by counsel.  (Not. of Hr’g., ECF \nNo. 275.) \n18. The Motion is now ripe for disposition. \n  \nIII. LEGAL STANDARD \n19. “Summary judgment is appropriate ‘if the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with the affidavits, if any, \nshow that there is no genuine issue as to any material fact and that any party is \nentitled to a judgment as a matter of law.’  ”  Da Silva v. WakeMed , 375 N.C. 1, 10 \n(2020) (quoting N.C. R. Civ. P. 56(c)).  “A genuine issue of material fact ‘is one that \ncan be maintained by substantial evidence. ’ ”  Curlee v. Johnson , 377 N.C. 97, 101 \n(2021) (quoting Ussery v. Branch Banking & Tr. Co. , 368 N.C. 325, 335 (2015)).  \n“Substantial evidence is such relevant  evidence as a reasonable mind might accept \nas adequate to support a conclusion and means more than a scintilla or a permissible \ninference.”  DeWitt v. Eveready Battery Co., 355 N.C. 672, 681 (2002) (cleaned up). \n20. The party moving for summary judgment “bears the burden of \nestablishing that there is no triable issue of material fact[.]”  Cummings v. Carroll , \n379 N.C. 347, 358 (2021) (citation and quotation marks omitted).  A movant may \nsatisfy its burden by proving that “an essential element of the opposing party’s claim \ndoes not exist, cannot be proven at trial, or would be barred by an affirmative defense, \nor by showing through discovery that the opposing party cannot produce evidence to \nsupport an essential element of [the] claim[.]”  Dobson v . Harris, 352 N.C. 77, 83 \n(2000) (citations omitted).  “[T]he trial judge must view the presented evidence in a \nlight most favorable to the nonmoving party.”  Belmont Ass’n v. Farwig, 381 N.C. 306, \n310 (2022) (quoting Dalton v. Camp, 353 N.C. 647, 651 (2001)). \n  \nIV. ANALYSIS \n21. Pursuant to the North Carolina Trade Secret Protection Act, N.C.G.S. \n§§ 66-152 et seq., the owner of a trade secret must make “efforts that are reasonable \nunder the circumstances to maintain its secrecy.”  N.C.G.S. § 66 -152(3)(b).  \nFurthermore, a plaintiff asserting a claim for misappropriation must establish by \n“substantial evidence” that the defendant used the trade secret “without the express \nor implied consent or authority of the owner.”  N.C.G.S. § 66-155(2). \n22. Roscigno first argues that he is entitled to summary judgment with \nrespect to Plaintiffs’ misappropriation of trade secrets claim because no trade secrets \nexisted in the first place.  By  allowing his contractual confidentiality obligations to \nexpire three years post -employment, Roscigno contends that UTC failed to take \nreasonable measures to protect the secrecy of its  information, a n essential \nrequirement for the existence of a trade secret.  Accordingly, Roscigno argues that \n“UTC’s self- imposed time limit of three years on the confidentiality, use, and \ndisclosure of its information destroys any claim that such information was a ‘secret’ \nover eight years later.”  (Def.’s Br. Supp. 1-2, ECF No. 213 (under seal), ECF No. 217 \n(public version).) \n23. Relatedly, Roscigno maintains that the plain language of the 2007 \nAgreement provides that his obligation to protect UTC’s Confidential Information —\nincluding any trade secrets —ended on 18 June 2010, three years after his \nemployment with UTC ended.   Therefore, he contends, UTC implicitly consented to \ndisclosure of its Confidential Information, including its trade secrets, he was at \nliberty to disclose the information, and he cannot be said to have misappropriated it \nafter he went to work for Liquidia more than three years later.  (Def.’s Br. Supp. 2.) \n24. First addressing  whether UTC took reasonable steps to ensure the \nsecrecy of its purported trade secrets given that the language in the 2007 Agreement \nrequired only that Roscigno maintain the confidentiality of certain i nformation for \nthree years post -employment, UTC points to its other efforts to secure the \ninformation.  Among those efforts are the company policies in UTC’s Employee \nHandbook and UTC’s Technology Policy.  (See, e.g., Pls.’ Br. Opp. Ex. 7 [“Troy Dep.”] \n326:11-14, ECF No. 255.7 (under seal), ECF No. 269.7 (public version) (UTC has \n“policies, procedures, an employee handbook, [and] a technology policy that \narticulates the importance of keeping information confidential.”); Pls.’ Br. Opp. Ex. 1 \n[“Friedrich Dep.”] 94:1 0-13, ECF No. 255.1  (under seal), ECF No. 269.1 (public \nversion) (explaining that in exit interviews with departing employees UTC discusses \nits policy for the collection of UTC property).)6  Consequently, UTC contends, the 2007 \nAgreement was not the only effort UTC undertook to maintain the secrecy of its \ninformation. \n25. On this record, the Court cannot conclude as a matter of law that UTC’s \nefforts to protect its trade secret information from disclosure were unreasonable.   \nOther courts have likewise denied summary judgment on similar showings.  See \nMedtronic MiniMed, Inc. v. N ova Biomedical Corp., 2009 U.S. Dist. LEXIS 142337 , \nat *20 ( C.D. Cal. 2009) (“[E]xpiration of [a] Non -Disclosure Agreement is not \n \n6 Roscigno contends that UTC did not conduct an exit interview with him after his \nresignation, but he does not challenge the existence of the policy.  (Roscigno Aff. ¶ 8.) \ndispositive on the issue of reasonable efforts at secrecy.”); cf. On-Line Techs. v. Perkin \nElmer Corp., 141 F. Supp. 2d 246, 256 (D. Conn. 2001) (“[E]ven accepting that the \nNon-Disclosure Agreement had expired, the Complaint alleges that [plaintiff] had \nreceived other assur ances regarding [defendants’] intentions to maintain \nconfidentiality.  From these allegations, the Court can infer that the Non-Disclosure \nAgreement was not the only effort on the part of [plaintiff] to maintain the \ninformation’s secrecy.”).  Indeed, an enforceable nondisclosure agreement is only one \ntool among many that the owner of a trade secret may use to ensure secrecy, but such \nan agreement is not required.  Static Control Components, Inc. v. Darkprint Imaging, \nInc. 200 F. Supp. 2d 541, 546 (M.D.N.C. 2002).   \n26. Roscigno relies on the Wisconsin Court of Appeals’ decision ECT Int’l, \nInc. v. Zwerlein for the proposition that a plaintiff does not have a protectible trade \nsecret where an employee’s duty to maintain the confidentiality of the trade secret \nexpires after employment ends.  228 Wis. 2d. 343 (1999).  There, the court held that \nwhen a non- disclosure agreement contains a time limitation, such limitation \n“manifest[s] an intent that after the expiration of that period a former employee is \nunder no restrictions.”  Id. at 345.  However, unlike the 2007 Agreement, the “Patent \nand Confidential Information Agreement” in ECT  specified that it applied to both \nconfidential information and trade secrets.\n7  See id. at 354.  And, unlike here, there \n \n7 Other cases cited by Roscigno are likewise inapposite.  In DB Riley v. AB Eng’g Corp. , a \ntime-limited confidentiality agreement was just one factor among several that the Court \nconsidered when concluding that a plaintiff had not met its burden to prove that it took \nreasonable steps to preserve the secrecy of its trade secrets.  977 F. Supp. 84, 91 (D. Mass. \n1997).  Structured Cap. Sols. v. Commerzbank AG , is a case involving  disclosure of \ninformation by a third party that had been bound only by a non- disclosure agreement that \nwas no indication in the opinion that the plaintiff presented other evidence of its \nefforts to protect trade secrets.   \n27. The Court moves next to Roscigno’s argument that no misappropriation \nhas occurred because language in the 2007 Agreement  establishes that he had  \nimplied consent to share UTC’s trade secret  information with Liquidia if he waited \nthree years after he left employment  with UTC to do so.  UTC does not agree with \nRoscigno’s interpretation of the 2007 Agreement and asks the Court either to reject \nit outright or to determine that the language is ambiguous and therefore subject to a \njury’s interpretation.  \n28. Interpreting a contract requires the court to examine the language of \nthe contract itself for indications of the parties’ intent at the moment of execution.  \nSee Lane v. Scarborough , 284 N.C. 407, 409 -10 (1973).  “If the plain language of a \ncontract is clear, the intention of the parties is inferred from the words of the \ncontract.”  Walton v. City of Raleigh , 342 N.C. 879, 881 (1996).   However, “[a]n \nambiguity exists where the language of a contract is fairly and reasonably susceptible \nto either of the constructions asserted by the parties.  Stated differently, a contract is \nambiguous when the writing leaves it uncertain as to what the agreement was[.]”  \nSalvaggio v. New Breed Transfer Corp. , 150 N.C. App. 688, 690 (2002) (citation and \ninternal quotation marks omitted). \n \nhad expired at the time of disclosure.  177 F. Supp. 3d 816, 835 (S.D.N.Y. 2016).  The record \nin the instant case includes company policies and practices intended to protect the \nconfidentiality of UTC information that are in addition to the 2007 Agreement.    \n29. While not dispositive, “ [t]he fact that a dispute has a risen as to the \nparties’ interpre tation of the contract is some indication that the language of the \ncontract is, at best, ambiguous.”  St. Pa ul Fire & Marine Ins. Co. , v. Freeman-White \nAssocs., Inc. , 322 N.C. 77, 83 (1988).  However, w hether the contract is , in fact,  \nambiguous is a question for the court to determine.  Lynn v. Lynn, 202 N.C. App. 423, \n432 (2010). \n30. Extrinsic evidence may be consulted when the language of a contract is \nambiguous.  See, e.g., Inland Am. Winston Hotels, Inc. v. Crockett, 212 N.C. App. 349, \n354 (2011).  “If the writing leaves it uncertain as to what the agreement was, parol \nevidence is competent, not to contradict, but to show and make certain what was the \nreal agreement between the parties.”  Int’l Paper Co. v. Corporex Constructors, Inc. , \n96 N.C. App. 312, 317 (1989).  In that event, however, interpretation of the contract \nis a question of fact for the jury.  Id. ; see also Schenkel & Schultz, Inc. v. Hermon F. \nFox & Assocs., P.C., 362 N.C. 269, 273 (2008); Whirlpool Corp. v. Dailey Constr., Inc., \n110 N.C. App. 468, 471 (1993); Martin v. Ray Lackey Enters., Inc., 100 N.C. App. 349, \n354 (1990) (“[I]ntent is a question of law [only] where the writing is free of any \nambiguity which would require resort to extrinsic evidence or the consideration of \ndisputed fact.”); Cleland v. Children’s Home, Inc. , 64 N.C. App. 153, 157 (1983) \n(“Ambiguities in contracts are to be resolved by the jury[.]”). \n31. Here, the intent of the parties with respect to whether  Roscigno was \nrequired to continue to protect trade secret information even though his obligation to \nprotect “Confidential Information” as defined in the 2007 Agreement  expired three \nyears after termination  is unclear.  Section ten, which requires that Roscigno \nmaintain confidentiality for three years post -employment, applies to Confidential \nInformation generally and neither references trade secrets as a category nor specifies \nthe subject matter of the information it purports to cover.  On the other hand, section \nnine of the 2007 Agreement, which requires that secrecy be maintained indefinitely, \nspecifically uses the term trade secrets.  Consequently, the parties, at least at times, \ntreated trade secrets differently when it came to Roscigno’s confidentiality obligations \nthan they did other forms of Confidential Information.  Thus, it is not clear that they \nintended for his confidentiality obligation with respect to trade secret information to \nexpire three years after his employment ended.8 \n32. “When an agreement is ambiguous  and the intention of the parties is \nunclear . . . interpretation of the contract is for the jury.”  Schenkel & Shultz, Inc. , \n362 N.C. at 273.  Accordingly, it will be up to a jury to decide whether the parties \nintended for trade secret protection to expire three years after the termination of \nRoscigno’s employment. \n33. Finally, Roscigno argues that he is entitled to summary judgment with \nrespect to UTC’s misappropriation claim because , under the North Carolina Trade \nSecrets Protection Act, a plaintiff may only recover actual damages that were caused \n \n8 Roscigno’s position that the three -year limit on his confidentiality obligation in the 2007 \nAgreement was bestowed as a “special benefit” for his years of service, (Roscigno Aff. ¶ 6), is \nchallenged by the affidavit of Dr. Martine Rothblatt, UTC’s CEO.  Dr. Rothblatt testified that \n“[i]t was not the intent of the 2007 Employment Agreement to provide Roscigno with \npermission to take UTC documents after he left the company and then use them later to \ncompete against UTC.”  (Aff. of Martine Rothblatt, Ph.D, J.D., M.B.A ¶ 10, ECF No. 256.1.)  \nThe parties’ intent is a material issue of fact to be determined by a jury.   \n \nby misappropriation.  (Def.’s Br. Supp. 1 9.)  Given his contention that no \nmisappropriation occurred, Roscigno concludes that, as a matter of law,  UTC could \nnot have sustained any damages as a result of misappropriation.   \n34. UTC contests Roscigno’s conclusion that the 2007 Agreement afforded \nhim the ability to take possession of its trade secrets when he left employment so that \nthree years later, he could share them with Liquidia.  Among other things, i t points \nto a policy in t he Employee Handbook , incorporated into the 2007 Agreement,  \nproviding that “[a]ll company property and equipment in the employee’s possession \nor control must be returned prior to the employee’s last day.”  (2004 Employee \nHandbook 7.)  UTC maintains that the documents Roscigno took on a flash drive are \ncompany property.  ( See Friedrich Dep. 153:20- 154:1 ( “Q: Now, you said that \nemployees have to return UTC documents; is that correct? A: I generally use the term \ncompany property so that it’s all -inclusive.”); Pl s.’ Br. Opp. Ex. 6 [“Bunce 30(b)(6) \nDep.”] 146:15-17, ECF No. 255.6 (under seal), ECF No. 269.6 (public version) (“[A]ny \ndocument created by [UTC] or by an employee of [UTC] is considered property of \n[UTC.]”).) \n35. The Court again concludes that Roscigno is not entitled to summary \njudgment on this basis.  Even if the 2007 Agreement implicitly permitted Roscigno to \ndisclose UTC’s trade secrets three years after termination of his employment—which \nitself is an issue for the jury—UTC has presented evidence to support its position that \nhe never should have taken the documents containing trade secrets in the first place.  \nBy statute, trade secret misappropriation is defined to include the unlawful \nacquisition of a trade secret, as well as its disclosure.  N.C.G.S. § 66 -152(1).  \nTherefore, a jury could conclude that  misappropriation occurred,  and UTC was \ndamaged as early as June 2007, when  Roscigno left its employ  with company \ninformation stored on a flash drive in violation of its policy.   \nV. CONCLUSION \n36. WHEREFORE, for the reasons stated herein, Defendant Dr. Robert \nRoscigno’s Motion for Summary Judgment, (ECF No. 209), is DENIED. \nIT IS SO ORDERED, this 31st day of July, 2024. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n "
}