{
  "id": "a9ae5fd8750276bc9bfaac138e88b225d83dc3457808504b106f3a093197b5fb",
  "source_file": "data/raw/ncbc/a9ae5fd8750276bc9bfaac138e88b225d83dc3457808504b106f3a093197b5fb.pdf",
  "raw_text": "Cornerstone Health Care, P.A. v. Moore, 2015 NCBC 62. \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF GUILFORD 15 CVS 604 \n \nCORNERSTONE HEALTH CARE, P.A., ) \n  Plaintiff, ) \n   )  \n v.  ) ORDER \n   ) \nSLADE MOORE, M.D. and MARSHALL  ) \nCRAIG HALL, M.D.,  ) \n  Defendants. ) \n  \n  {1}    THIS MATTER is before the Court on Defendants’ Objection and Opposition to \nDesignation as Mandatory Complex Business Case and Motion to Remand (“Opposition”).   \nFor the reasons stated below, the Court finds that the Opposition is meritorious, the case \nshould continue on the regular docket of the Superior Court of Guilford County, and this \nCourt’s April 28, 2015 Assignment Order assigning the case to the Honorable Louis A. \nBledsoe, III  should be vacated. \nWilliams Mullen, by Michael C. Lord, for Plaintiff, \nWilson Helms & Cartledge, LLP, by G. Gray Wilson and Lorin J. Lapidus for \nDefendants. \nGale, Chief Judge. \n {2} Plaintiff Cornerstone Health Care, P.A. (“Cornerstone”) initiated this action \nby filing its Complaint in the Superior Court for Guilford County on April 24, 2015.    \n {3} That same day, Plaintiff filed a Notice of Designation, seeking to have the \ncase designated as a mandatory complex business case pursuant to N.C. Gen. Stat. § 7A-\n45.4(a)(5) on the basis that the action involves a material issue related to the ownership or \nuse of intellectual property and pursuant to N.C. Gen. Stat. § 7A-45.4(a)(6) on the basis \nthat the action involves a dispute involving trade secrets.    \n {4} The Notice of Designation was based on N.C. Gen. Stat. § 7A-45.4 as \namended as of October 1, 2014 (commonly referred to as the “Business Court Modernization \nAct”).   \n {5} On April 28, 2015, Chief Justice Mark Martin entered a Designation Order \ndirecting the undersigned to assign the case to a business court judge to be handled as a \n \nmandatory complex business case. That same day, the undersigned issued an Assignment \nOrder assigning the case to the Honorable Louis A. Bledsoe, III. \n {6} Defendants timely filed the Opposition on May 22, 2015, contending that the \naction does not, in fact, fit within the categories of cases enumerated in N.C. Gen. Stat. § \n7A-45.4(a)(5) and 7A-45.4(a)(6), that the Notice of Designation was therefore not proper, \nthat the case should not be designated as a mandatory complex business case, and that it \nshould proceed on the regular docket in the Superior Court of Guilford County.1 \n {7} Plaintiff timely filed its Response in Opposition to Defendants’ Motion to \nRemand on June 5, 2015.   \n {8} On June 8, 2015, Defendants filed a Motion for Leave to File Reply Brief to \nPlaintiff’s Response in Opposition to Defendants’ Motion to Remand, with the proposed \nreply brief attached.  The Court finds good cause to allow a reply brief and hereby allows \nand accepts the Defendants proposed reply brief as part of the record in this action. \n {9} The proper issue before the Court is whether the action does or does not \nsatisfy the statutory definition of a mandatory complex business case.  The Court need not \nand does not further address Defendants’ argument that Plaintiff has engaged in improper \n“forum shopping” because of its failure to secure early injunctive relief in an earlier action, \nGuilford County No. 15 CVS 282 (“282 Action”), which Plaintiff then dismissed pursuant to \nRule 41. \n {10} The Court has carefully reviewed the Complaint in this action and finds the \nfollowing parts of it to be significant on the question of whether the case is a mandatory \ncomplex business case: \na. In paragraph 6, Plaintiff asserts that its success depends, in part, on “exclusive \npossession of confidential and proprietary information;” \nb. In paragraph 8, Plaintiff alleges that it has “developed specific information about \nits operations that is confidential and not otherwise generally known to the \npublic;” \nc. In paragraph 11, Plaintiff alleges that this confidential information includes, in \npart, “current technologies, business practices and strategies;” \n                                                 \n1  Defendants ask that the Court “to remand” the matter to Guilford County Superior Court.  The case has never \nbeen removed from that court, and should the case proceed as a mandatory complex business case, it would \nremain venued in Guilford County and Judge Bledsoe would proceed as a special superior court judge assigned \nfor purposes of the case to Guilford County Superior Court. \n \nd. In several paragraphs, Plaintiff alleges that Defendants entered contracts \nagreeing not use or divulge Plaintiff’s confidential information and containing \ncovenants not to compete within a defined geographic area; \ne. In paragraph 35, Plaintiff alleges that Defendants “left Cornerstone for a \ncompetitor and because of the similarity of his work for the two practices, it is \ninevitable that the Doctors will use or disclose (or have used or disclosed) \nCornerstone’s confidential and proprietary information in violation of their \nconfidentiality promises;” \nf. In paragraph 39, Plaintiff alleges that it will suffer irreparable harm from “the \ndisclosure and use of Cornerstone’s confidential and proprietary information by a \ndirect competitor;” \ng. The Complaint asserts two causes of action, the First Claim for breach of \ncontract and the Second Claim seeking a declaration as to whether Defendants \nare entitled to deferred compensation; \nh. The term “trade secrets” is not mentioned in the Complaint at any time; \ni. The Complaint asserts no cause of action pursuant to the North Carolina Trade \nSecrets Act, N.C. Gen. Stat., Chapter 66; and  \nj. The claims are grounded on contract: while the Complaint refers to Plaintiff’s \ncompetitor in paragraphs 35 and 39, Plaintiff asserts no claim of unfair \ncompetition and does not refer to laws restricting unfair competition. \n {11} Prior to the Business Court Modernization Act, N.C. Gen. Stat. § 7A-\n45.4(a)(4) allowed designation of a complex business case on the basis that it included a \nmaterial issue related to “[s]tate trademark or unfair competition law, except claims based \nsolely on unfair competition under G.S. 75-1.1.” The Business Court Modernization Act \ndeleted express reference to unfair competition, and designation as a mandatory complex \nbusiness case under that particular subsection is now restricted to disputes involving \ntrademark law.   \n {12} Prior to the Business Court Modernization Act, N.C. Gen. Stat. § 7A-\n45.4(a)(5) made no specific reference to trade secrets, although it did refer to disputes \ninvolving “intellectual property law.”  The Business Court Modernization Act added N.C. \nGen. Stat. § 7A-45.4(a)(8) which includes disputes involving trade secrets and amended  \nN.C. Gen. Stat. § 7A-45.4(a)(5) to include specific reference to software, information \ntechnology, and data systems and security when referring to intellectual property disputes. \n \n {13} N.C. Gen. Stat. § 7A-45.4 does not now and has never included any provision \nexpressly allowing designation of an action as a mandatory complex business case based on \nclaims involving generalized confidential or proprietary information. \n {14} This Court has historically handled cases designated as complex business \ndisputes which involved employment agreements including restrictive covenants.  In \ngeneral, it has done so only where the allegations include a claim that the employee or \ncontracting party misappropriated trade secrets in addition to violating the contract or \nrestrictive covenant.  In general, the Court has not been assigned cases involving \nemployment contracts without either this further allegation of trade secret \nmisappropriation or allegations that the circumstances of the case rise to the level of \ncommon law unfair competition.  Prior to October 1, 2014, this distinction was based on the \nnotion that the involvement of trade secrets brought a claim within the “intellectual \nproperty law” provision of N.C. Gen. Stat. § 7A-45.4(a)(5). \n {15} The Court has not historically been assigned cases based on the assertion of \nmore generalized allegations of the employer’s loss of confidential or proprietary \ninformation.  Certainly, evidence of that nature may be involved in any case concerning an \nan alleged violation of a restrictive covenant contained within an employment contract \nbecause such evidence is necessary to support the employer’s need for the restrictive \ncovenant.  But that evidence was not the basis on which cases were assigned as mandatory \ncomplex business disputes.    \n {16} The inquiry of whether a case involves the requisite disputes falling with the \nstatutory requirements has not been historically confined to the actual causes of action \nasserted in a complaint, but has also examined the underlying factual allegations. For \nexample, in his ruling based on the statute prior to the amendments made by the Business \nCourt Modernization Act,  then Chief Business Court Judge John R. Jolly upheld \ndesignation of a case as a mandatory complex business case under N.C. Gen. Stat. §§ 7A-\n45.4(a)(4) and (a)(5) where the complaint included only a breach of contract claim but the \nfactual allegations contained extensive express references to trade secrets and detailed \nspecifications of what the employer considered to be its trade secrets. Union Corrugating \nCo. v. Viechnicki¸ 14 CVS 6240 (Cumberland County)(September 9, 2014 Order).  In the \nface of those allegations, Judge Jolly rejected the assertion that in such circumstances the \ncase should be considered only a “straightforward contract action.” Id. at ¶ 2.  \n \n {17} All argue that Judge Jolly’s Order supports their position.  Plaintiff, being \nrepresented by the same counsel as Union Corrugating, asserts that the allegations and \nclaims in that case and this one are not significantly different.  Defendants argue the \nopposite is true.  \n {18} Judge Jolly’s Order was consistent with the historical practice of this Court \ndescribed above.  At least as far as assertions of intellectual property are concerned, the \nCourt believes that the Business Court Modernization Act is fully consistent with the \nCourt’s historical practice.  The Court need not now address and reserves for another day \nwhether the Business Court Modernization Act affects whether a case can be designated as \na mandatory complex business case on the basis that employee raids rise to the level of \ncommon law unfair competition. \n {20} More specifically, as to the present case, the Court concludes as follows: \na. There is a significant difference in the Complaint in this action and the \nComplaint in Union Corrugating; \nb. The Complaint in the present action does not include allegations that allow \ndesignation of the case as a mandatory complex business case under N.C. Gen. \nStat. § 7A-45.4(a); \nc. While the Notice of Designation improperly asserted that the claims include \ntrade secrets or other intellectual property within the meaning of either N.C. \nGen. Stat. § 7A-45(a)(5) or N.C. Gen. Stat. § 7A-45(a)(8), the Complaint, in fact, \ndoes not include such allegations; \nd. Chief Justice Martin designated the case as a mandatory complex business case \nand the undersigned assigned the case to Judge Bledsoe based upon Plaintiff’s \nassertion of such intellectual property or trade secrets; \ne. Accordingly, the basis on which Plaintiff should designate as a mandatory \ncomplex business case is without foundation and the case should not proceed as \nsuch a case but should proceed on the regular docket of the Superior Court of \nGuilford County; and  \nf. The April 28, 2015 Assignment Order assigning the case to Judge Bledsoe should \nbe vacated. \n \nIT IS SO ORDERED this 22nd day of June, 2015.   \n \n       /s/ James L. Gale     \n      James L. Gale \n      Chief Special Superior Court Judge for \n      Complex Business Cases "
}