{
  "id": "aa003ba7f2363fb3890d1fb5640b0e24545a17b702e43c0d70531694940b5cad",
  "source_file": "data/raw/ncbc/aa003ba7f2363fb3890d1fb5640b0e24545a17b702e43c0d70531694940b5cad.pdf",
  "raw_text": "Duke Energy Carolinas, LLC v. AG Ins. SA/NV, 2018 NCBC 38. \n \n \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 5594 \n \nDUKE ENERGY CAROLINAS, LLC \nand DUKE ENERGY PROGRESS, \nLLC, \n \nPlaintiffs, \n \nv. \n \nAG INSURANCE SA/NV (f/k/a \nL’Etoile S.A. Belge d’Assurances); et \nal., \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON DUKE’S \nMOTION FOR PROTECTIVE ORDER \nREGARDING DISCOVERY OF \nCERTAIN CONFIDENTIAL \nSETTLEMENT DOCUMENTS AND \nPROTECTIVE ORDER \n \n \n1. THIS MATTER is before the Court on Plaintiff s Duke Energy Carolinas, \nLLC and Duke Energy Progress, LLC’s (together, “Duke”) Motion for Protective Order \nRegarding Discovery of Certain Confidential Settlement Documents (the “Motion”) in \nthe above-captioned case.   \n2. For the reasons stated herein, the Court GRANTS the Motion in part and \nDENIES the Motion in part. \nHunton & Williams LLP, by Frank E. Emory, Jr., Ryan G. Rich, and \nPatrick M. McDermott, and Pillsbury Winthrop Shaw Pittman LLP, by \nMark. J. Plumer, Matthew G. Jeweler, Aaron D. Coombs, Latosha M. \nEllis, and William C. Miller, for Plaintiffs Duke Energy Carolinas, LLC \nand Duke Energy Progress, LLC. \n \nGoldberg Segalla, by David L. Brown and David G. Harris, and Rivkin \nRadler LLP, by Alan S. Rutkin, George D. Kappus, Steven Zuckermann, \nand Robert Tugander, for Defendant Associated El ectric & Gas \nInsurance Services Ltd. \n \nMcAngus Goudelock & Courie, by John T. Jeffries, John Barringer, and \nJeffrey Kuykendal, and Karbal Cohen Economou Silk Dunne LLC, by \nRoderick Dunne and Jocelyn F. Cornbleet, for Defendants Allianz Global \n \n \nRisks US Insurance Co., Alllianz Underwriters Insurance Co., Fireman’s \nFund Insurance Co., and Assurances Generales de France. \n \nFitzgerald Litigation, by Andrew L. Fitzgerald, and Cohn Baughman & \nMartin, by William M. Cohn, Frank Slepicka, and Christopher P. \nHemphill, for Defendants Century Indemnity Co., Federal Insurance Co., \nand Pacific Employers Insurance Co. \n \nBradley Arant Boult Cummings LLP , by Corby Cochran Anderson and \nMatthew S. DeAntonio, and Freeborn & Peters LLP , by Bruce Engel, \nPatrick Frye, and Ryan Rudich, for Defendant Arrowood Indemnity Co. \n \nMcAngus Goudelock & Courie, by John T. Jeffries, John Barringer, and \nJeffrey Kuykendal, and Budd Larner P.C., by Michael Balch and David \nI. Satine, for Defendant General Reinsurance Corp. \n \nBrooks, Pierce, McLendon, Humphrey & Leonard, LLP, by D.J. O’Brien, \nIII, and Karbal Cohen Economou Silk Dunne LLC, by Dena Economou \nand Gerald Ziebell, for Defendants First State Insurance Co. and Twin \nCity Fire Insurance Co. \n \nBledsoe, Judge. \n \nI. \nBACKGROUND \n \n3. Duke initiated its request for a protective order on January 25, 2018 under \nBusiness Court Rule (“BCR”) 10.9.  Defendant Associated Electric & Gas Insurance \nServices Limited (“AEGIS”) and Defendants Allianz Global Risks US Insurance \nCompany, Allianz Underwriters Insurance Compan y, Fireman’s Fund Insurance \nCompany, and Assurances Generales De France (collectively, “AGF”) submitted BCR \n10.9 statements in opposition to Duke’s request.  Pursuant to BCR 10.9(b)(1), the \nCourt thereafter ordered Duke to file the Motion and the parties to submit briefs on \n \n \nthe Motion.  Duke, AEGIS, and AGF submitted briefs in connection with the Motion.  \nCertain other defendants (the “Joining Defendants”) joined AGF’s brief.1 \n4. This action focuses on whether A EGIS, AGF, the Joining Defendants \n(collectively, the “Objecting Defendants”), and other insurers (together, “Defendants”) \nare obligated to compensate Duke for insurance claims resulting from liabilities \nlinked to coal combustion residuals (“CCRs”)—commonly known as coal ash —at \ncertain Duke-owned power plants in North and South Carolina.   (Am. Compl. ¶ 2, \nECF No. 232.) \n5. Since 1996, Duke and AEGIS have engaged in multiple rounds of settlement \nnegotiations concerning Duke’s  liabilities or potential liabilities  for certain \nenvironmental matters under various AEGIS insurance policies.2  (Duke’s Mem. Law \nSupp. Mot. Protective Order Regarding Disc. Certain Confidential Settlement  Docs. \n2–3 [hereinafter “Duke’s Br .”], ECF No. 242.; AEGIS’s Mem. Resp. Duke’s Mot. \nProtective Order Regarding Disc. Certain Settlement Docs. 1 [hereinafter “AEGIS’s \nBr.”], ECF No. 247.)  As a result of these previous settlement negotiations, Duke and \nAEGIS entered into several standstill and confidentiality agreements (the “Standstill \n                                                 \n1 The Joining Defendants were Defendants Century Indemnity Company, Federal Insurance \nCompany, Pacific Employers Insurance Co mpany, Arrowood Indemnity Co mpany, General \nReinsurance Corporation, First State Insurance Co mpany, and Twin City Fire Insurance \nCompany. \n \n2 According to Du ke, the settlement negotiations with AEGIS focused on asbestos and \nmanufactured gas plant liabilities faced by Duke Power Company, predecessor to Plaintiff \nDuke Energy Carolinas, LLC, and Carolina Power & Light Company, predecessor to Plaintiff \nDuke Energy Progress, LLC.  Duke has represented that it “provided formal notice in 1996 \nof actual claims and requested coverage” as to these liabilities .  (Duke’s Br. 2.)  For \nconvenience, the Court will refer to Duke and its predecessors as “Duke.” \n \n \nAgreements”) and settlement agreements.  (Duke’s Br. 2–3; e.g., AEGIS’s Br. Ex. A. \n¶ 2.)  The terms of these agreements required the parties to keep certain documents \nprepared for the settlement negotiations confidential.   (Duke’s Br. 2–3; AEGIS’s Br. \nEx. A ¶¶ 7–12.)   \n6. Certain discovery requests served by a number of defendants in this action \nseek the production of documents related to the previous settlement negotiations \nbetween Duke and AEGIS.  (Duke’s Br. Ex. J, at 5–12, ECF. No. 242.10.)  In response, \nAEGIS, with Duke’s consent, produced over 6,000 pages of responsive documents that \ninclude (i) notice letters from the 1996 time period identifying claims and \ncircumstances that might give rise to claims —including circumstances relating to \npotential CCR liability—(ii) the Standstill Agreements, and (iii) the settlement \nagreements between Duke and AEGIS.   (Duke’s Br. 4.)   Duke also represents that  \nfactual documents traded in connection with the settlement negotiations that were \nnot created for the purposes of settlement have been produced.  (Duke’s Br. 4.)   \n7. AEGIS withheld approximately 168 documents from production because it \nconcluded that these documents either fell within the confidentiality restrictions in \nthe Standstill Agreements or should be withheld due to an applicable legal privilege.  \n(AEGIS’s Br. 4.)  AEGIS redacted portions of 92 more documents based on privilege, \nrelevance, or the Standstill Agreements.  (AEGIS’s Br. 4.) \n8. Duke was permitted by AEGIS to review AEGIS’s intended production prior \nto AEGIS turning over the documents to other parties in this litigation.  (AEGIS’s Br. \n3.)  As a result of that review, Duke requested that AEGIS redact or withhold specific \n \n \nadditional documents pursuant to the Standstill Agreements.  (Duke’s Br. 4.)  AEGIS \ndisagrees that these documents are cover ed by the Standstill Agreements  but, in \nresponse to Duke’s request,  agreed to withhold an additional 39 documents and \nredact portions of a further  68 documents until the Court determines AEGIS’s \ndiscovery obligations concerning these documents.  (AEGIS’s Br. 4.) \n9. Duke now seeks a protective order limiting discovery of the 367 confidential \ndocuments currently withheld or redacted by AEGIS that relate to  the previous \nsettlement negotiations  between AEGIS and D uke (the “Withheld Documents”) .  \nDuke also asks the Court to limit discovery of  oral communications that took place \nduring the previous settlement negotiations. \n10. The Objecting  Defendants oppose Duke’s Motion and argue that the \nWithheld Documents and oral communications that took place during the settlement \nnegotiations should be discoverable because the documents or communications may \ncontain information about Duke’s previous knowledge of liabilities connected to \nCCRs.  That knowledge, the Objecting Defendants argue, may prove relevant to the \nObjecting Defendants’ defenses, including, among others, that Duke did not bring its \nclaims within the applicable statute of limitations and that Duke failed to proper ly \nmitigate its claimed damages after learning of potential liabilities arising from CCRs. \n11. The Court held a hearing on Duke’s Motion on March 19, 2018.  During \nargument on the Motion, the Court and the parties discussed the possibility of in \ncamera review of the Withheld Documents.  No party objected to this proposal. \n \n \n12. After reviewing and considering  the materials provided by the parties in \nconnection with the Motion and the arguments advanced by counsel at the March 19, \n2018 hearing, the Court ordered AEGIS to provide copies of the Withheld Documents \nto the Court for in camera  inspection, subject to  work-product or attorney -client \nprivilege redactions that were not disputed by the parties .  AEGIS provided the \nWithheld Documents to the Court on April 5, 2018. \n13. The Court has reviewed the Withheld Documents in camera. \n14. The Motion is now ripe for resolution. \nII. \nLEGAL STANDARD \n15. The Supreme Court of North Carolina has recently reiterated that “[t]he \nprimary purpose of the discovery rules is to facil itate the disclosure prior to trial of \nany unprivileged information that is relevant and material to the lawsuit so as to \npermit the narrowing and sharpening of the basic issues and facts that will require \ntrial.”  Friday Invs., LLC v. Bally Total Fitness of the Mid-Atl., Inc., 805 S.E.2d 664, \n667 (N.C. 2017) (quoting Bumgarner v. Reneau, 332 N.C. 624, 628, 422 S.E.2d 686, \n688–89 (1992)).  Rule 26 furthers this important process by  allowing “[p]arties [to] \nobtain discovery regarding any matter, not privileged, which is relevant to the subject \nmatter involved in the pending action.”  N.C. R. Civ. P. 26(b)(1).  Our courts have long \nrecognized that “[t]he relevancy test for discovery is not the same as the relevancy \ntest for admissibility into evidence.   To be relevant for purposes of discovery, the \ninformation [sought] need only be ‘reasonably calculated’  to lead to the discovery of \n \n \nadmissible evidence. ”  Shellhorn v. Brad Ragan, Inc. , 38 N.C. App. 310, 314, 248 \nS.E.2d 103, 106 (1978); see also N.C. R. Civ. P. 26(b)(1); Lowd v. Reynolds, 205 N.C. \nApp. 208, 214, 695 S.E.2d 479, 483 (2010).  If this test is met, a party may not object \nto a discovery request merely because “the information sought will be inadmissible at \nthe trial.”  N.C. R. Civ. P. 26(b)(1).  The fact that “the examining party has knowledge \nof the information as to which discovery is sought” is likewise immaterial.  Id. \n16. A party’s ability to obtain discovery may, however, be subject to certain \nrestraints.  “Upon motion by a party or by the person from whom discovery is sought, \nand for good cause shown ,” a trial court may issue an order limiting discovery “ to \nprotect a party or person from unreasonable annoyance, embarrassment, oppression, \nor undue burden or expense.”  N.C. R. Civ. P. 26(c).  “One party’s need for information \nmust be balanced against the likelihood of an undue burden imposed upon the other.”  \nWillis v. Duke Power Co., 291 N.C. 19, 34, 229 S.E.2d 191, 200 (1976).  “If the motion \nfor a protective order is denied in whole or in part, the court may, on such terms and \nconditions as are just, order that any party or person provide or permit discovery.”  \nN.C. R. Civ. P. 26(c) ; Lovendahl v. Wicker, 208 N.C. App. 193, 200, 7 02 S.E.2d 529, \n534 (2010) (“A motion for a protective order under Rule 26(c) that is denied  . . . may \nend in the same result as a motion to compel discovery  . . . an order compelling \ndiscovery.”).   \n17. The decision to enter a p rotective order regarding discovery and to protect \nspecific documents from disclosure is “within the discretion of the trial court and will \nnot be upset on appeal absent a showing of abuse of discretion.”  Powers v. Parisher, \n \n \n104 N.C. App. 400, 409, 409 S.E.2d 725, 730 (1991).  Duke’s Motion presents the Court \nwith such a decision. \nIII. \nANALYSIS \n18. Duke argues that the Court should grant Duke’s Motion and protect the \nWithheld Documents from disclosure  because of public policy concerns and the \nimportance of keeping settlement negotiatio ns confidential  and because the \ndocuments sought are not relevant under Rule 26.  The Court examines each of \nDuke’s arguments in turn. \n19. Duke first asks the Court to enter the requested protective order because of \npublic policy concerns favoring settlement.  Duke argues that the reasons supporting \na protective order under Rule 26(c) “should include limiting discovery into settlement-\nrelated communications where allowing such discovery would discourage settlement \namong the parties to an ongoing litigation.”  (Duke’s Br. 4.)  While asserting that its \nposition does not require the Court to create a heretofore unrecognized “settlement \nprivilege” in North Carolina, Duke urges the  Court to require that a “heightened \nstandard of relevance” be met before documents prepared for and communications \nmade during settlement negotiations can be discovered.  (Duke’s Br. 6.)   The Court \nshould impose this heightened standard , Duke contends, to foster settlement \nnegotiations and protect parties who have entered into a “highly structured \nsettlement process [like] Duke and AEGIS[.]”  (Duke’s Br. 8.)   \n \n \n20. Citing case law from other jurisdictions, Duke warns that “[p]arties are \nunlikely to propose the types of compromises that most effectively lead to settlement \nunless they are confident that their proposed solutions” will not be used for some \npurpose in later litigation  “by some future third party .”  (Duke’s Br. 7 (quoting \nGoodyear Tire & Rubber Co. v. Chiles Power Supply, Inc., 332 F.3d 976, 980 (6th Cir. \n2003).)  Duke also points to North Carolina statutes that are premised on similar \nconsiderations to support its request.  See, e.g., N.C. Gen. Stat. § 7A -38.1(l); N.C. R. \nEvid. 408. \n21. Although Duke denies it is encouraging  the Court to adopt a full -fledged \nsettlement privilege for application in this case, the reasoning Duke advances for its \nheightened standard is nearly identical to that used by courts that recognize such a \nprivilege.  See Goodyear, 332 F.3d at 980 (“Without a privilege, parties would more \noften forego negotiations for the relative formality of trial.  Then, the entire \nnegotiation process collapses upon itself, and the judicial efficiency it fosters is lost.”). \n22. The practice of a ffording special discovery protections to settlement \nnegotiations merely because they are settlement negotiations has been widely \ncriticized and rejected by the majority of federal courts that have considered  the \nissue.3  See, e.g., In re Gen. Motors Corp. Engine Interchange Litig. , 594 F.2d 1106, \n1124 n.20 (7th Cir. 1979) (“ Inquiry into the conduct of [settlement] negotiations \n                                                 \n3 The North Caro lina a ppellate courts have recognized that “ [w]ith the exception of the \nUnited States Supreme Court, federal appellate decisions are not binding upon either the \nappellate or trial courts of this State.” Shepard v. Ocwen Fed. Bank, FSB, 172 N.C. App. 475, \n479, 617 S.E.2d 61, 64 (2005).  North Carolina state courts may, however, consider federal \ncourts’ analysis and holdings as persuasive authority.  Id. \n \n \nis . . . consistent with the letter and the spirit of Rule 408 of the Federal Rules of \nEvidence.  That rule only governs admissibility.”); Graves v. United States, No. 13-cv-\n22501-MOORE/MCALILEY, 2014 U.S. Dist. LEXIS 192715, at *5 (S.D. Fla. Oct. 30, \n2014) (“Neither the Supreme Court nor this Circuit has recognized a settlement \nprivilege as a matter of federal common law.”);  Nat’l Union Fire Ins. Co. v. Porter \nHayden Co., No. CCB-03-3408, 2012 U.S Dist. LEXIS 23716, at *12 (D. Md. Feb. 24, \n2012) (“[T]he Fourth Circuit has not imposed a settlement privilege with respect to \ndiscovery.  To the contrary, courts in this circuit have found that \n‘relevance not admissibility, is the appropriate inquiry with regard to whether or not \nthe information sought . . . is discoverable.’” (quoting Herchenroeder v. Johns Hopkins \nUniv. Applied Physics Lab., 171 F.R.D. 179, 181 (D. Md. 1997))); Two-Way Media LLC \nv. AT&T Inc., No. SA-09-CA-476-OG, 2011 U.S. Dist. LEXIS 160122, at *6 (W.D. Tex. \nMar. 7, 2011) (“Federal district courts are split, but clearly, the majority of courts do \nnot recognize an absolute privilege for settlement agreements and negotiations.”); In \nre Subpoena Issued to CFTC, 370 F. Supp. 2d 201, 212 (D.D.C. 2005) (declining to \nrecognize “a federal settlement privilege” after engaging in a detailed analysis of \nfederal jurisprudence on the recognition of new privileges).   \n23. Likewise, the North Carolina  appellate courts h ave not heretofore \nrecognized a discovery privilege linked to settlement or compromise negotiations.  See \nMedia Network, Inc. v. Mullen Advert., Inc., 2006 NCBC LEXIS 6, at *6 (N.C. Super. \nCt. Apr. 21, 2006); see also Federated Fin. Corp. of Am. v. Jenkins, No. COA11-654, \n2012 N.C. App. LEXIS 19, at *8–9 (N.C. Ct. App. Jan. 17, 2012) (“Defendant does not \n \n \ncite any authority that states that confidential settlements are never discoverable, \nnor does he explain why any of these particular settlements are not \ndiscoverable.  This argument is without merit.” (citation omitted)).  \n24. Duke’s proposed “heighted standard of relevance” basis for a protective \norder also l acks support under North Carolina law.  Although “the public policy of \nthis State encourages settlement agreements,” Bromhal v. Stott, 341 N.C. 7 02, 705, \n462 S.E.2d 219, 221 (1995), that general principle does not give the Court leave to use \nRule 26(c) to invent a  new standard for the discovery of settlement do cuments and \ncommunications.  Duke’s invocation of specific circumstances in which North \nCarolina law protects settlement negotiations only highlights our General Assembly’s \ndecision to forgo a blanket protection for communications or documents linked to \nsettlement negotiations.  The Court will not second-guess that decision.  Rhyne v. K-\nMart Corp., 149 N.C. App. 672, 680, 562 S.E.2d 82, 89 (2002) (“The General Assembly \nis where public policy is better debated.”)   \n25.  For these reasons, the Court  will not enter a protective order preventing \nproduction of the 367 documents solely because the information Defendants seek is \nrelated to settlement negotiations .  Consequently, the Court  turns to whether the \nWithheld Documents and oral communications during Duke and AEGIS’s settlement \nnegotiations are relevant to the subject matter of this litigation  under Rule 26.  The \nCourt examines the Withheld Documents first. \n26. Duke contends that the Withheld Documents are not relevant because they \nwere compiled for the purpose of advancing the settlement positions of AEGIS and \n \n \nDuke and thus have minimal probative value.  Duke also argues against the Withheld \nDocuments’ relevance by pointing out that evidence of statements and conduct in \ncompromise negotiations is inadmissible under North Carolina Rule of Evidence 408.  \nDuke appears to conclude that any evidence discovered from information contained \nwithin the Withheld Documents will necessarily also be inadmissible under Rule of \nEvidence 408.  The Court does not find these arguments persuasive.   \n27. First, t he Court’s inquiry here  is focused on the Withheld Documents’ \nrelevance in the context of Rule 26, not their probative value or admissibility at a \nlater trial .  Second,  Rule 26 applies the same test for relevance regardless of a \ndocument’s origins—the information sought is relevant if it is “‘reasonably calculated’ \nto lead to the discovery of admissible evidence.”  Shellhorn, 38 N.C. App. at 314, 248 \nS.E.2d at 106.  Thus, if the Withheld Documents contain information that meets this \ntest—for example, information reasonably calculated to lead to the discovery of  the \nunderlying facts or data  known to Duke  that prompted Duke to assert its claim s \nlinked to CCR liabilities—that information is relevant. \n28. Indeed, a fter reviewing the Withheld Documents  in camera, the Court \nconcludes that a significant portion contain relevant information .  In particular, \nmany of the Withheld D ocuments provided to the Court report expert findings \nconcerning environmental risks at power plants that are the subject matter of this \ncase, evaluate the potential costs of different solutions to these environmental risks, \nor discuss applicable regulations that control or controlled Duke’s potential liability \nresulting from CCRs.  Other documents contain notes and correspondence related to \n \n \npurported claims by Duke that were linked to  CCRs at the plants and facilities that \nare the subject matter of this dispute.   \n29. The Court concludes that this information is reasonably calculated to lead \nto the discovery of admissible evidence related to  Duke’s claims or  the Objecting \nDefendants’ defenses.  Neither Duke nor AEGIS has  argued that the production of \nthis information will cause either of them “unreasonable annoyance, embarrassment, \noppression, or undue burden or expense” under Rule 26, and thus the Court concludes \nthat the Objecting Defendants’ need for this information outweighs any undue burden \nor hardship imposed on Duke or AEGIS by production.  The Court, in its discretion, \nwill therefore deny Duke’s Motion as to the Withheld Documents to the extent the \ndocuments contain facts —or legal positions exchanged between Duke and AEGIS \nbased on stated facts—that concern CCRs and the power plants that are the subject \nmatter of this case.   Willis, 291 N.C. at 36, 229 S.E.2d at 201 (“ In the interests of \njustice, the trial judge may require  in camera inspection and may allow discovery of \nonly parts of some documents .”); see Next Advisor Continued, Inc. v. LendingTree, \nInc., 2016 NCBC LEXIS 72, at *12 ( N.C. Super. Ct. Sept. 1 6, 2016) (denying \ndefendant’s motion for protective order after concluding that plaintiff’s need for \nrelevant information outweighed the burden on defendant’s witness). \n30. At the same time, the Withheld D ocuments also contain a great deal of \nirrelevant information.  As Duke has represented to the Court , many of the pages \nprovided by AEGIS deal with asbestos litigation or power plants that are not at issue \nin this case.  Other documents contain AEGIS’s or Duke’s  opinions concerning \n \n \nsettlement figures, specific settlement amounts offered or demanded, and proposals \nfor settlement terms.  This information is not linked to Duke’s claims, the Objecting \nDefendants’ defenses, or other disputed matters in this litigation and is therefore not \nreasonably calculated to lead to the discovery of admissible evidence under Rule 26.  \nAccordingly, the Court concludes that good cause exists to grant Duke’s Motion in \npart and exclude this irrelevant information from discovery.   See Powers, 104 N.C. \nApp. at 409, 409 S.E.2d at 730–31 (“We hold that it was an abuse of discretion not to \nhave granted defendant some relief under Rule 26(c) . . . on the ground that plaintiff’s \nrequests for discovery . . . far exceed the scope of . . . documents relevant to plaintiff’s \naction and are, therefore, unduly burdensome.”);  Brown v. Secor, 2017 NCBC LEXIS \n65, at *38–39 (N.C. Super. Ct. July 28, 2017) (granting motion for protective order as \nto records that were highly likely to contain vast amounts of irrelevant, personal \ninformation); Le Bleu Corp. v. B. Kelley Enters., Inc., 2014 NCBC LEXIS 62, at *9–10 \n(N.C. Super. Ct. Nov. 21, 2014) (entering a protective order to preclude certain topics \nfrom discovery in Rule 30(b)(6)  depositions after concluding that the information \nsought was irrelevant to the success or failure of the parties’ claims or defenses). \n31. Having concluded that Duke’s Motion should be granted in part and denied \nin part, the Cour t will order  AEGIS to produce specific Withheld Documents , or \nportions of specific Withheld Documents with redactions, as identified herein. \n32. Finally, as to Duke’s request that the Cou rt protect oral communications \nthat took place during Duke and AEGIS ’s negotiations, and until the Court is faced \nwith a dispute about specific oral communications, the Cou rt concludes that a \n \n \nprotective order similar to that now entered regarding the Withh eld Documents is \nappropriate.  Subject to other limitations, such as the attorney-client privilege or the \nwork-product doctrine , Defendants may ask questions about the facts and legal \npositions exchanged during negotiations between Duke and AEGIS concerning CCRs \nand Duke’s coal-fired power plants involved in this case.  Defendants are not entitled \nto discover or al communications concerning  the amount of  specific settlement \ndemands or offers, opinions concerning settlement figures, or proposals for settlement \nterms.   \nIV. \nCONCLUSION \n33. WHEREFORE, the Court, in the exercise of its discretion, hereby \nGRANTS Duke’s Motion  in part  and DENIES Duke’s Motion in part  and \nORDERS as follows: \na. AEGIS shall produce for discovery those documents or pages identified \nbelow by Bates number , subject to the preexisting redactions4 and, to \nthe extent required, the further redactions specified herein.5 \n                                                 \n4 In addition to attorney -client and work -product re dactions, the Withheld Documents \nprovided to the Court also included several pages that were redacted as “Non Responsive – \nIrrelevant.”  On April 19, 2018, the Court emailed AEGIS to request unredacted copies of \nthese pages, and AEGIS promptly complied.  All counsel were copied on the Court’s April 19 \nemail, which included the specific pages on which the “Irrelevant” redactions were made.  \nThe Court has reviewed the unredacted copies of these pages and concludes —with one \nexception noted herein—that they are indeed irrelevant and that the r edactions marked as \n“Irrelevant” shall remain in place. \n \n5 The copies of the Withheld Documents provided to the Court contained a large number of \nduplicates.  The Court has not attempted to “de-duplicate” the documents.  The parties are \ntherefore advised t hat the production ordered herein contain s numerous duplicate \ndocuments. \n \n \ni. 1; \nii. 2 (redacted to display only the text of section 1.0); \niii. 3 (reacted to display only section 1.1); \niv. 8–13 (redacted to display only section 1.3 and its subsections); \nv. 15; \nvi. 20 (redacted to display only section 1.4.3); \nvii. 24 (redacted to display only the table’s title, the table’s top row  \nwith column labels, the “Coal-Fired Power Plant Sites” row, and \nthe note at the bottom); \nviii. 27; \nix. 440; \nx. 465–70; \nxi. 472–73 (redacted to exclude information after section 1.3.1); \nxii. 477–78 (redacted to display only section 1.3.3); \nxiii. 482 (redacted to display only the table’s title, the table’s top row \nwith column labels, the “Coal -Fired Power Plant Sites” row, and \nthe note at the bottom); \nxiv. 485; \nxv. 858–935; \nxvi. 1629; \nxvii. 1652–58; \nxviii. 1662–63 (redacted to display only section 1.3.2); \n \n \nxix. 1666 (redacted to display only the table’s title, the table’s top row \nwith column labels, and the “Ash Pond Sites” row); \nxx. 1669; \nxxi. 2044–141; \nxxii. 2237 (with the monetary amount of demands redacted); \nxxiii. 2379 (redacted to display only the title of the page, the top row of \nthe chart with column labels, the “Coal-Fired Power Plant Sites” \nrow, the note at the bottom, and the name of the preparer in the \nbottom left corner); \nxxiv.  2381; \nxxv. 2425–71 (redacted to display only the following: the heading of \nthe document —including the “To,” “From,” “Date,” and “Re :” \nlines—on 2425; the information leading up to and including \nsubheading “1. Asbestos-Related Bodily Injury Claims:” on 2425; \nsubheading “2. Property Damage Claims” and the paragraphs \nbetween subheading two and heading “B” with the total cost \nfigures mentioned in these para graphs redacted; subheading “2. \nProperty Damage Claims” on 2432; heading “D. Settlement \nNegotiations Between Duke and AEGIS Relating to Property \nDamage” on 2435; heading “E. AEGIS and Duke Agreed to Retain \nNeutral Consultant” on 2436; all of 2437; and the title “List of \n \n \nDuke Sites” and the information relating to coal -fired power \nplants on 2439); \nxxvi. 2472–73; \nxxvii. 2474–517 (with all specific amounts of settlement demands \nredacted); \nxxviii. 2518–19 (with the information preceding the paragraph \nbeginning with “CP&L required”  redacted on 2518  and the \nspecific amount demanded on 2519 redacted); \nxxix. 2520; \nxxx. 2521–72 (with pages 2564–72 completely redacted); \nxxxi. 2573–714 (with the specific amounts of all settlement demands \nredacted); \nxxxii. 2719–70 (with 2762–70 completely redacted); \nxxxiii. 2771–915 (with the specific amounts of all settlement demands \nredacted); \nxxxiv. 2975–80 (with the specific amounts of settlement demands and \noffers redacted); \nxxxv. 2986–88;  \nxxxvi.  2991–94 (with the “Non Responsive – Irrelevant” redaction on \n2991 altered so that the majority of the third  paragraph on 2991 \nis shown, except that the sentences between “the discount rate \nand the inflation rate” and “A comparison of cost estimates for six \n \n \nash pond sites” shall remain redacted; and 2992 redacted to \ndisplay only the paragraph ending with “no mon itoring is being \nconducted at the site”); \nxxxvii. 2997; \nxxxviii. 3000–01 (with the amounts listed for “MGP Sites” and \n“Miscellaneous” redacted from the bottom of 3000 and 3001 \nredacted to display only the paragraph ending with “sites \ninvolved in the settlement discussions”); \nxxxix. 3013–14; \nxl. 3035–37; \nxli. 3097–262; \nxlii. 3263–70; \nxliii. 3271–72; \nxliv. 3329; \nxlv. 3384–88 (with the paragraph between the paragraph ending with \n“plans for the ash ponds” and the line “Good luck” redacted  on \n3384); \nxlvi. 3389–448; \nxlvii. 3449–519;  \nxlviii. 3520–89 (with the specific amounts of all settlement demands \nredacted); \nxlix. 3642–705; \n \n \nl. 3706–10 (with the paragraph between the paragraph ending with \n“plans for the ash ponds” and the line “Good luck” redacted on \n3706); \nli. 3716–67 (with 3759–67 completely redacted);   \nlii. 3911–12; \nliii. 3914–30; and  \nliv. 3933–34.   \nb. With respect to all of the Withheld Documents, and to the extent not \notherwise specifically noted herein, the monetary amounts of all \ndemands and offers for settlement shall be redacted. \nc. AEGIS may, or Duke may require AEGIS to, produce the above -\ndescribed materials pursuant to the terms of the Stipulated Protective \nOrder entered in this case. \nd. Except as otherwise provided by this Order, Defendants shall not be \nentitled to discovery regarding the Withheld Documents. \ne. Defendants shall be entitled to discovery regarding oral communications \nthat took place during the prior Duke-AEGIS settlement negotiations to \nthe extent those communications (i) concern facts known to Duke’s or \nAEGIS’s agents that related to Duke’s liability or potential liability \nresulting from CCRs at the power plants that are the subject matter of \nthis case or (ii) concern the legal positions advanced by Duke or AEGIS \nfor the consideration of the opposing party based on such facts.   \n \n \nf. Defendants shall not be entitled to discovery regarding oral \ncommunications that took place during the prior Duke -AEGIS \nsettlement negotiations to the extent those communications: (i) concern \npower plants not involved in this case or liabilities unrelated to CCRs ; \n(ii) concern proposed terms of settlement, specific m onetary amounts \ndemanded as a part of settlement, specific monetary amounts offered as \npart of an offer for settlement, opinions on settlement figures; or (iii) are \nprotected from discovery by application of the attorney-client privilege, \nthe work-product doctrine, or other applicable privilege. \ng. AEGIS shall produce the documents ordered to be produced herein no \nlater than May 9, 2018.  \nh. The Court reserves the right to amend or rescind the protections of this \nOrder for good cause shown.6 \nSO ORDERED, this the 30th day of April, 2018. \n \n \n     /s/ Louis A. Bledsoe, III    \n     Louis A. Bledsoe, III \n     Special Superior Court Judge  \n  for Complex Business Cases  \n \n                                                 \n6 The Court reviewed 367 documents, or almost 4,000 pages, in connection with Duke’s \nMotion.  The Court does not intended to routinely conduct such reviews, and to the extent \nfurther discovery disputes involve such voluminous records, the Court advises the parties to \nconsider Rule 53’s reference process. "
}