{
  "id": "aa1207dbe981f997c6a17e577e5a91c8d51c5c938b54cec653097ff44e922dce",
  "source_file": "data/raw/ncbc/aa1207dbe981f997c6a17e577e5a91c8d51c5c938b54cec653097ff44e922dce.pdf",
  "raw_text": "Pendergraph v. N.C. Dep’t of Revenue, 2011 NCBC 8. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 09 CVS 19607 \n \n \nJAMES W. PENDERGRAPH, on behalf of ) \nhimself and all others similarly situated, and ) \nTERESA C. ROGERS, on behalf of herself  ) \nand all others similarly situated, ) \n Plaintiffs-Petitioners ) \n  )   \n v.  ) OPINION AND ORDER  \n   ) ON DEFENDANTS' \nNORTH CAROLINA DEPARTMENT OF  ) MOTION TO DISMISS \nREVENUE, KENNETH R. LAY, Secretary of ) \nThe North Carolina Department of Revenue ) \n(in his official capacity), NORTH CAROLINA ) \nDEPARTMENT OF STATE TREASURER, ) \nJANET COWELL, Treasurer of the State of ) \nNorth Carolina (in her official capacity), and ) \nTHE STATE OF NORTH CAROLINA, ) \n  Defendants-Respondents  ) \n \n \n THIS CAUSE, designated a mandatory co mplex business case by Order of the \nChief Justice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-\n45.4(b) (hereinafter, references to the North Carolina General Statutes will be to \"G.S.\"); \nand assigned to the undersigned Chief Special Superior Court Judge for Complex \nBusiness Cases, now comes before the court upon Defendants' Motion to Dismiss \nClass Action Complaint and Petition for Judicial Review (the \"Motion\"), pursuant to Rule \n12(b)(6), North Carolina Rules of Civil Procedure (\"Rule(s)\"); and \n THE COURT after considering the argum ents, briefs, other submissions of \ncounsel and appropriate matters of record, as discussed infra, CONCLUDES that the \nDefendants' Motion should be GRANTED. \n Schiller & Schiller, PLLC by Marvin Schiller, Esq. and David G. Schiller, Esq. for  \n Plaintiffs. \nAttorney General Roy Copper, Esq. by Special Deputy Attorney General Kay \nLinn Miller Hobart, Esq. and Assistant Attorney General Robert M. Curran, Esq. \nfor Defendants. \n \nJolly, Judge. \n \nI. \nPROCEDURAL HISTORY \n[1] On September 24, 2009, Plai ntiffs James W. Pendergraph \n(\"Pendergraph\") and Teresa C. Rogers (\"Rogers\") filed a Complaint on behalf of \nthemselves and all others similarly situated against Defendants North Carolina \nDepartment of Revenue (\"Department of Revenue\"); Kenneth R. Lay\n1, Secretary of the \nDepartment of Revenue; North Carolina Department of State Treasurer (\"Department of \nState Treasurer\"); Janet Cowell, Treasurer of the State of North Carolina (\"Treasurer\") \nand the State of North Carolina (\"State\").  The Complaint alleges claims for relief \n(\"Claim(s)\") in three counts: First Count – Violation of the Impairment of Contract \nClause, U.S. Constitution, Article I, Section 10, Clause 1; Second Count – Violation of \nthe Due Process Clauses, U.S. Constitution, Amendments V and XIV and Third Count – \nViolation of the North Carolina Constitution, Article 1, Sections 1 and 19. \n[2] The court has heard oral argumen t on the Motion and it is ripe for \ndetermination. \nII. \nFACTUAL BACKGROUND \nAmong other things, the Complaint alleges that: \n                                                 \n1 In late October 2010, David W. Hoyle became the new Secretary of the Department of Revenue.  The \ncourt, upon its own Motion, and pursuant to Rule 25(d), joins David W. Hoyle as a party to this action. \n[3] Pendergraph is a disabled firefighter who began employment with the City \nof High Point, North Carolina in 1985.  He retired in 2003.2 \n[4] Rogers is a disabled teacher who began employment with the New \nHanover County, North Carolina Public School System in 1986.  She retired in 2007.3 \n[5] Pendergraph and Class A Members 4 are members of the Local \nGovernmental Employees' Retirement System (\"LGERS\"), one of several public \nemployee retirement systems established by the General Assembly in G.S. 128-25.5 \n[6] Rogers and Class B Members 6 are members of the Teachers' and State \nEmployees' Retirement System (\"TSERS\"), another retirement system established \nunder G.S. 135-3.7 \n[7] At the time Pendergr aph and Rogers began their state employment in \n1985 and 1986, respectively, state and local retirement benefits were statutorily exempt \nfrom North Carolina state income tax under G.S. 128-31 (LGERS) (1986) and G.S. 135-\n9 (TSERS) (1988).8 \n[8] Effective August 12, 1989, the General Assembly repealed the tax \nexemption on retirement benefits under G.S. 128-31 and 135-9, and replaced it with \nG.S. 105-134.6(b)(6) (the \"Act\"), which subjected all state, local and federal retirement \nbenefits above $4,000 to North Carolina state income tax. \n                                                 \n2 Compl. ¶ 7.  \n3 Id.  \n4 Class A consists of all persons who began membership in LGERS during the period of August 12, 1984, \nthrough August 11, 1989, who received (or will receive) LGERS retirement benefits which were (or will be) \nsubjected to the North Carolina state income tax under G.S. 128-31 and/or G.S. 105-134.6, and who paid \nor would be required to pay North Carolina state income tax on their LGERS retirement benefits.  \n5 Id. ¶ 9. \n6 Class B consists of all persons who began membership in TSERS during the period of August 12, 1984, \nthrough August 11, 1989, who received (or will receive) TSERS retirement benefits which were (or will be) \nsubjected to North Carolina state income tax under G.S. 135-9 and/or G.S. 105-134.6, and who paid or \nwould be required to pay North Carolina state income tax on their TSERS retirement benefits. \n7 Id. ¶ 10.  \n8 Id. ¶¶ 17, 20. \n[9] In 1990, after five years wit h the High Point Fire Department, \nPendergraph's retirement benefits in LGERS became vested.9 \n[10] In 1991, after five years with the New Hanover County School System, \nRogers' retirement benefits in TSERS became vested.10 \n[11] Since 2005, Pendergraph's reti rement income above $4,000 has been \ntaxed by the Department of Revenue.11  \n[12] Since 2007, Rogers' retirement  income above $4,000 has been taxed by \nthe Department of Revenue.12 \n[13] Plaintiffs dispute the constituti onality of the Act and contend their North \nCarolina retirement benefits should not be subject to North Carolina state income tax. \nIII. \nAPPLICABLE LAW \n[14] Dismissal of an action pursuant to Rule 12(b)(6) is appropriate when the \ncomplaint fails to state a claim upon which relief can be granted. In deciding a Rule \n12(b)(6) motion, the well-pleaded allegations of the complaint are taken as true and \nadmitted, but conclusions of law or unwarranted deductions of facts are not admitted. \nSutton v. Duke, 277 N.C. 94, 98 (1970).  \n[15] A complaint fails to state a cl aim upon which relief can be granted when \neither (a) the complaint on its face reveals that no law supports the plaintiff's claim, (b) \nthe complaint on its face reveals the absence of facts sufficient to make a good claim or \n                                                 \n9 Id. ¶ 18. \n10 Id. ¶ 21. \n11 Id. ¶ 19.  \n12 Id. ¶ 22.  \n(c) some fact disclosed in the complaint necessarily defeats the plaintiff's claim. Jackson \nv. Bumgardner, 318 N.C. 172, 175 (1986).  \nIV. \nPARTIES' CONTENTIONS \n[16] Defendants argue that Plaintiffs' Complaint should be dismissed because \nPlaintiffs were not vested in LGERS and TSERS on August 12, 1989, the date when the \nGeneral Assembly enacted the Act.13  They contend that the Act appropriately \nsubjected to state income tax any future state, local and federal retirement benefits of \nthose North Carolina employees whose benefits in either LGERS or TSERS had not \nvested at the time the Act became effective. \n[17] Defendants also contend that Plaintiffs' Claims as to the Department of \nState Treasurer and the Treasurer must be dismissed because they are barred by \nsovereign immunity.14 \n[18] Plaintiffs respond that a contra ctual relationship was formed between \nthemselves and the State when Plaintiffs began their employment; and therefore, the \nState's post-hiring attempt to change the taxability terms of Plaintiffs' retirement benefits \nis an unconstitutional impairment of contract and deprivation of property without due \nprocess of law.15 \n[19] Plaintiffs also argue that the Department of State Treasurer and the \nTreasurer are proper properties as they are named for the purpose of injunctive relief \nonly.16 \n                                                 \n13 Defs.' Br. Supp. Mot. Dis. 5. \n14 Id. 6-7. \n15 Pls.' Br. Resp. Defs.' Mot. Dis. 9, 12-14. \n16 Id. 21. \nV. \nDISCUSSION \n[20] The Contract Clause of the United States Constitution provides, inter alia , \n\"No state shall . . . pass any . . . Law impairing the Obligation of Contracts . . . .\"  North \nCarolina courts have set forth a three-part test, adopted from United States Trust Co. v. \nNew Jersey, 431 U.S. 1 (1977), to measure whether a legislative act violates the \nContract Clause.  Miracle v. N.C. Local Gov't Employees Ret. Sys., 124 N.C. App. 285, \n289 (1996).  In order to determine the constitutionality of the Act, the court must first \ndetermine whether there was a contract between Plaintiffs and the State.  Id.  \n[21] The issue before the court is not one of first impression.  In Bailey v. North \nCarolina, 348 N.C. 130 (1998), the North Carolina Supreme Court held that the \nrelationship between state and local retirement systems and employees whose state \nretirement benefits were vested as of August 12, 1989 (the \"Bailey Date\") was \ncontractual in nature.17  Therefore, vested employees had an enforceable contractual \nright to tax exempt retirement benefits, and the Act unconstitutionally impaired this \ncontractual right.  Id. at 153.  In Bailey, the court relied on Simpson v. N.C. Local Gov't \nEmployees' Ret. Sys., 88 N.C. App. 218 (1987).  The Court of Appeals in Simpson \nreasoned that vested retirement benefits are presently-earned but deferred \ncompensation to which employees have a contractual right.  88 N.C. App. at 223-24 \n(\"Plaintiffs . . . had a contractual right to rely on the terms of the retirement plan as these \nterms existed at the moment their retirement rights became vested.\").    \n                                                 \n17 The plaintiffs in Bailey were North Carolina state and local government employees whose retirement \nbenefits had vested on or before the Bailey Date. \n[22] Subsequent courts have reaffirmed Simpson's holding that employees \nwho are vested in the retirement system have a contractual right in their retirement \nbenefits.  See Faulkenbury v. Teachers' and State Employees' Ret. Sys., 345 N.C. 683 \n(1997) (vested Plaintiffs had contractual right to disability retirement benefits); Miracle v. \nN.C. Local Gov't Employees Ret. Sys., 124 N.C. App. 285, disc. rev. denied, 345 N.C. \n754 (1997) (pension terms at time of plaintiff's vesting deemed contractual); Woodard v. \nN.C. Local Gov't Employees' Ret. Sys., 108 N.C. App. 378, aff'd per curiam, 335 N.C. \n161 (1993) (amendment of disability benefits impaired member's contract). \n[23] It is important to note that the holdings in Simpson and its progeny are \nbased on the protection of vested rights.  See Bailey, 348 N.C. at 146.  It is well settled \nin North Carolina that employees whose rights in the retirement system have vested \nhave a relationship with the State that is contractual, and absent an important interest \nthat is reasonable and necessary, the State cannot impair this right.  See Simpson, 88 \nN.C. App. at 224; see also United States Trust Co., 431 U.S. at 25-26. \n[24] The facts of this case are materially distinguishable from the cases cited \nabove in that Plaintiffs were not vested members of their respective retirement systems \non the Bailey date.  Pendergraph vested in LGERS in 1990, and Rogers vested in \nTSERS in 1991, both after the Bailey date.   \n[25] Because Plaintiffs became vested in  their respective retirement systems \nafter the Bailey date, there did not exist an enforceable contractual relationship between \nPlaintiffs and the State when the General Assembly changed the terms of their \nretirement benefits.  The contract between Plaintiffs and the State was formed when \nPlaintiffs became vested, five years after they each began employment.  Tripp v. City of \nWinston-Salem, 188 N.C. App. 577, 583 (2008); see also Schimmeck v. City of \nWinston-Salem, 130 N.C. App. 471, 473 (1998) (\"In the context of retirement benefits, a \ncontractual obligation exists once the employee's rights have vested.\"); Whisnat v. \nTeachers' and State Employees' Ret. Sys. of North Carolina, 191 N.C.  App. 233, 236 \n(2008) (\"It is clear to this Court that the terms of the contract are established at the time \nthe benefits vest, i.e., five years after [plaintiff] began employment.\"). \n[26] Plaintiffs' argument that a contra ct was formed when Plaintiffs began their \nemployment, while interesting, is contrary to well established precedent in this State.  \nPlaintiffs contend the retirement plans in place at the time Plaintiffs began employment \nare unilateral contracts that do not require vesting as a precondition.18  They argue that \nthe Court of Appeals in Whisnat misinterpreted Faulkenbury when it held that a contract \nbetween an employee and the State is established when the benefits vest.19 \n[27] Plaintiffs' arguments cannot withstand North Carolina legal precedent. The \nNorth Carolina Supreme Court's decision in Faulkenbury, upon which Plaintiffs rely, \nstates that \"when the General Assembly enacted laws which provided for certain \nbenefits to those persons who were to be employed by state and local governments and \nwho fulfilled certain conditions, this could reasonably be considered by those persons \nas offers . . . to guarantee the benefits if those persons fulfilled the conditions.\"  345 \nN.C. at 691.  The court went on to state that when plaintiffs fulfilled those conditions, the \ncontract was formed.  Id.  \n[28] One of the condi tions the court in Faulkenbury was referring to is vesting.  \nId. at 692.  Plaintiffs had a contractual right to rely on the terms of their retirement plans \n                                                 \n18 Id. 14. \n19 Id. 18-19. \n\"as these existed at the moment their retirement rights became vested.\"  Bailey, 348 \nN.C. at 141.  Plaintiffs' respective retirement rights in the instant case became vested in \n1990 and 1991, after the Bailey date.  Prior to the vesting dates, Plaintiffs could not \nhave relied on the terms of their retirement plans.  Cashwell v. Dept. of State Treasurer, \n196 N.C. App. 80, 89 (2009).  \"The state may change the terms of state retirement \nplans and those changes are binding on state employees who have not yet vested in \nthe retirement system.\"  Id.   \n[29] Here, the General Assembly changed the terms of Plaintiffs' retirement \nplans on August 12, 1989, prior to the dates Plaintiffs became vested.  These changes \nbecame binding on Plaintiffs.  Plaintiffs did not have a contractual right to rely on the \nterms of their retirement plans prior to their vesting dates.  \n[30] The court is not persuaded by Pl aintiffs' argument that the General \nAssembly cannot change the terms of Plaintiffs' retirement plans because it did not \nexpressly reserve the right to amend the plans in the statutes.  The Supreme Court in \nFaulkenbury concluded that the proper analysis was not whether the General Assembly \nhad reserved the right to amend the retirement plans, but whether a contract had been \nformed and whether the employee's contractual rights had been impaired by the State.  \n345 N.C. at 691.  As explained above, there was no contractual relationship between \nPlaintiffs and the State on the date the General Assembly changed the terms of \nPlaintiffs' retirement plans; therefore, the General Assembly did not need to reserve the \nright to amend Plaintiffs' retirement plans.   \n[31] On the Bailey date, August 12, 1989, Plaintiffs were not vested in the \nretirement system, and therefore are not entitled to tax-free retirement benefits.  \nAccordingly, the court CONCLUDES that Plaintiffs have failed to state a claim for \nviolation of the Contract Clause of the U.S. Constitution. \n[32] Because Plaintiffs were  not vested on or before the Bailey date, and there \nwas not a contractual obligation, the court further CONCLUDES that Plaintiffs have \nfailed to state claims for due process violations under both the U.S. and North Carolina \nConstitution. \n[33] Accordingly, Defendant s' Motion should be GRANTED. 20 \n NOW THEREFORE, based upon the foregoing CONCLUSIONS, it hereby is \nORDERED, ADJUDGED and DECREED that: \n[34] Defendants' Motion to Dismiss Cla ss Action Complaint and Petition for \nJudicial Review is GRANTED. \n[35] This civil action is DISMISSED. \n[36] Costs shall be charged to Plaintiffs. \n This the 8th day of March, 2011.  \n \n \n \n                                                 \n20 Because Plaintiffs fail to state a claim upon which relief can be granted, it is not necessary for the court \nto decide whether Plaintiffs' Claims against the Department of State Treasurer and the Treasurer are \nbarred by sovereign immunity.  "
}