{
  "id": "aa140bd854afe3638e50595ce737003a8310d76f1f0d420ac2c5c83f9663e342",
  "source_file": "data/raw/ncbc/aa140bd854afe3638e50595ce737003a8310d76f1f0d420ac2c5c83f9663e342.pdf",
  "raw_text": "Allen Smith Inv. Props., LLC v. Barbarry Props., LLC, 2013 NCBC 1. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF MECKLENBURG \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \nMASTER CASE FILE NO. 09 CVS 28709 \n \nALLEN SMITH INVESTMENT \nPROPERTIES, LLC, and THE HERMAN \nGROUP, LLC, \n \nPlaintiffs, \n \nv. \n \nBARBARRY PROPERTIES, LLC, and \nBARRY WEINSTEIN, \n \nDefendants. \n \n \n \n \n \n \n \nORDER AND OPINION ORDER AND OPINION ORDER AND OPINION ORDER AND OPINION    \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF MECKLENBURG \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n09 CVS 20255 \n \nALLEN SMITH INVESTMENT \nPROPERTIES, LLC, and THE HERMAN \nGROUP, LLC,  \n \nPlaintiffs, \n \nv. \n \nBARBARRY PROPERTIES, LLC, \n \nDefendant. \n \n \nJames L. Blane, PLLC by James L. Blane; and C. Michael Wilson, Attorney at \nLaw, PLLC by C. Michael Wilson for Plaintiffs. \n \nNelson Mullins Riley & Scarborough LLP by Thomas G. Hooper and Julia B. \nHartley for Defendants. \n \nMurphy, Judge. \n{1}  THIS MATTER THIS MATTER THIS MATTER THIS MATTER is before the Court on Defendants Barbarry Properties, \nLLC (“Barbarry”), and Barry Weinstein’s (“Weinstein”) (collectively “Defendants”) \nMotion for Summary Judgment pursuant to Rule 56 of the North Carolina Rules of \nCivil Procedure (“Motion I”), Motion to Strike Affidavit and For Sanctions (“Motion \nII”), and Motion for Leave to Amend and Supplement Motion for Summary \nJudgment (“Motion III”).  After considering the parties’ motions, briefs, affidavits, \ndepositions, and arguments of counsel at the October 12, 2011, hearing, the Court \nGRANTS GRANTS GRANTS GRANTS in part and DENIES DENIES DENIES DENIES in part Motion I, GRANTS GRANTS GRANTS GRANTS in part and DENIES DENIES DENIES DENIES in \npart Motion II, and DENIES DENIES DENIES DENIES Motion III. \nI. \nPROCEDURAL HISTORY \n{2}  On August 26, 2009, Plaintiffs Allen Smith Investment Properties, LLC \n(“ASIP”), The Herman Group, LLC (“Herman”), and James Allen Smith (“Smith”) \nfiled a Complaint in 09 CVS 20255 (the “First Action”) asserting claims against \nBarbarry for breach of fiduciary duties, fraud and constructive fraud.  On or about \nNovember 23, 2009, ASIP, Herman, and Smith filed a second Complaint in 09 CVS \n28709 (the “Second Action”) asserting claims for breach of fiduciary duty, fraud and \nconstructive fraud against Barbarry, and for fraud and conversion against \nWeinstein.   \n{3}  The Second Action was designated a complex business case and assigned to \nthis Court.  In the interest of judicial economy, and to promote the ends of justice, \nboth cases were consolidated by consent of the parties on January 6, 2010, under \nthe case captioned 09 CVS 28709, which became the Master File.    \n{4}  On November 24, 2010, Smith voluntarily dismissed all of his claims \nagainst both Defendants. \n{5}  On December 3, 2010, ASIP and Herman (collectively “Plaintiffs”) filed an \nAmended and Restated Complaint and Motion for Preliminary Injunction against \nDefendants.   \n{6}  Pursuant to Rule 17.4 of the General Rules of Practice and Procedure for \nthe North Carolina Business Court, the Court previously entered a Case \nManagement Order (“CMO”) on February 1, 2010, setting November 22, 2010, as \nthe end date for discovery.  (CMO at 3, Feb. 1, 2010.)  After several extensions, the \nCourt ultimately set April 12, 2011, as the end date for discovery, and ordered that \nno further extensions would be granted.  (Order Am. CMO, Feb. 11, 2011.) \n{7}  On May 13, 2011, Defendants filed Motion I for Summary Judgment on the \nsurviving claims: breach of fiduciary duty against Barbarry; fraud against Barbarry \nand Weinstein; and constructive fraud against Barbarry. \n{8}  In response, on June 23, 2011, Plaintiffs filed their Brief in Opposition to \nDefendants’ Motion for Summary Judgment, attaching a sworn affidavit from \nSmith. \n{9}  On July 11, 2011, Defendants filed their Motion II moving to strike \nParagraphs 5 and 6 of Smith’s affidavit and for sanctions.  \n{10}  On October 12, 2011, the Court conducted a hearing on Defendants’ \nMotions I and II.   \n{11}  On October 1, 2012, Defendants filed their Motion III to amend and \nsupplement their motion for summary judgment. \nII. \nFACTUAL BACKGROUND \nA. \nFACTS CONSIDERED IN DETERMINING MOTION I \n{12}  On a motion for summary judgment under Rule 56 of the North Carolina \nRules of Civil Procedure, the Court does not make findings of fact to resolve an issue \nof material fact.  “[S]ummary judgment presupposes that there are no triable issues \nof material fact.”  Hyde Ins. Agency v. Dixie Leasing , 26 N.C. App. 138, 142, 215 \nS.E.2d 162, 165 (1975).  Therefore, the Court recites only those material facts that \nthe Court concludes are not disputed, and which justify entering judgment.  Id.  \n{13}  ASIP is a North Carolina limited liability company owned and managed by \nSmith.  (Am. Compl. ¶ 1; Smith Aff. ¶ 1, Jan. 29, 2010.) \n{14}  Herman is a New York limited liability company managed by Samuel L. \nSavarino (“Savarino”).  (Am. Compl. ¶ 2; Savarino Aff. ¶ 1.) \n{15}  Weinstein is a principal member of Barbarry, a Delaware limited liability \ncompany located in New York.  (Weinstein Aff. ¶ 4, Feb. 16, 2010; Am. Compl. ¶ 3.) \n{16}  In or around 1998, Plaintiffs formed a partnership to develop \napproximately 22 acres in Crowfield Plantation, Goosecreek, South Carolina into an \napartment community (“Coventry Green”).  (Am. Compl. ¶ 5.) \n{17}  In approximately September 1999, Plaintiffs invited Barbarry to become a \npartner in a new limited partnership – Herman-Coventry Green, LP (the \n“Partnership”) – created to develop Coventry Green.  (Am. Compl. ¶ 5.)   \n{18}  The Third Amended and Restated Limited Partnership Agreement (the \n“Partnership Agreement”) designates Barbarry, Herman and ASIP as General \nPartners in the Partnership with Barbarry acting as Managing General Partner, \nand names Weinstein and Smith as Limited Partners.  (Weinstein Aff. Ex. 1 § 7.2, \nFeb. 16, 2010.)  The Partnership Agreement further designates the laws of the state \nof South Carolina as the applicable law governing the terms of the agreement.  \n(Weinstein Aff. Ex. 1 § 20.5, Feb. 16, 2010.) \n{19}  On August 1, 2005, in its role as Managing General Partner, Barbarry \nentered into an agreement on behalf of the Partnership with InterMark \nManagement Corporation (“InterMark”), a property management company.  \n(Stuckey Aff. ¶ 5, Ex. A.)  Under the agreement, InterMark was obligated to \nmanage Coventry Green, including leasing the apartments and making necessary \nrepairs.  (Stuckey Aff. ¶ 5, Ex. A; Weinstein Aff. ¶¶ 23–25, Feb. 16, 2010.)  As a \nresult, Barbarry did not handle the day-to-day maintenance and repair issues of \nCoventry Green.  (Weinstein Aff. ¶ 25, Feb. 16, 2010.) \n{20}  Barbarry also agreed that InterMark had the authority to defer some \nmaintenance based on the recommendations of InterMark management personnel.  \n(Weinstein Aff. ¶ 25, Feb. 16, 2010.)   \n{21}  To assure the availability of financing, the Partnership budgeted for \ncertain repairs each year.  (Smith Dep. 119:16–17, Nov. 10, 2010.)  In 2009, some of \nthe repairs that had been budgeted for and scheduled were not completed.  (Smith \nAff. ¶ 9, Jan. 29, 2010.)   \n{22}  On January 28, 2010, Plaintiffs’ witness, Glenn P. Kropilak, detailed in a \nProperty Condition Report the various deficiencies found on the apartment complex \nproperty, and estimated the cost of repairs for the deferred maintenance to be in \nexcess of $90,000.  (Kropilak Aff. ¶ 7.)  However, as of July 19, 2010, all deferred \nitems were repaired or scheduled for repair within weeks at a total cost of \n$61,353.61, a difference of $28,646.39 from cost estimates.  (Zdunczyk Aff. ¶ 3, July \n19, 2010; Stuckey Aff. ¶ 10.) \n{23}  Plaintiffs allege that the deferred maintenance resulted in lost profits.  \n(Pls.’ Br. Opp. Mot. Summ. J. 7–8.)  Smith, on behalf of ASIP, asserts that the \nPartnership is still trying to figure out how to quantify losses to get a “pretty good \nidea of what the impact of all of this has been,” and it does not anticipate being able \nto calculate the loss in profits until “[t]he day before the trial.”  (Smith Dep. 122:22, \nNov. 10, 2010.) \n{24}  Smith further points out that a December 31, 2009, Competitive Market \nSurvey (the “Survey”), prepared by Intermark, stated that Coventry Green’s \noccupancy rates would be 12%–18% below the rates of other properties in the area.  \n(Smith Aff. ¶ 10, Jan. 29, 2010; Stuckey Aff. ¶¶ 11–12.)  According to Smith, this \ndisparity amounts to a difference in income of $316,506 to $474,759 a year.  (Smith \nAff. ¶ 10, Jan. 29, 2010.)  However, Smith goes on to say that the overall damage to \nthe Partnership would be “impossible to quantify.”  (Smith Aff. ¶ 13, Jan. 29, 2010.) \n{25}  Both Smith, on behalf of ASIP, and Savarino, on behalf of Herman, gave \ndeposition testimony that the lower occupancy rate would be only one consideration \nin accounting for lost profits, and that they could not provide a calculation for \ndamages without considering many other factors.  (Smith Dep. 144:6–23, Nov. 10, \n2010; Savarino Dep. 109:7–110:13, Nov. 12, 2010.)  Neither could provide a complete \nlist of the factors requiring consideration.  Moreover, Savarino agreed that “[t]here’s \na number of factors to be considered . . .,” and acknowledged that he did not know if \nhe could quantify the loss.  (Savarino Dep. 109:7–8, 110:13, Nov. 12, 2010.) \n{26}  In addition to the deferred maintenance, Plaintiffs also take issue with \nDefendants’ use of Apartment 1111 at Coventry Green and the withdrawal of funds \nfrom the Partnership account.  ( See  Am. Compl.)   \n{27}  Apartment 1111 is a three bedroom apartment at Coventry Green (Am. \nCompl. ¶ 19) that Barbarry used on occasion.  (Am. Compl. ¶ 23; Answer ¶ 23.)  \nWeinstein, on behalf of Barbarry, stated that Barbarry only used Apartment 1111 \nin connection with Partnership business, including overseeing construction and \ninspections and participating in a Partnership related arbitration.  (Weinstein Aff. \n¶¶ 26–27, Feb. 16, 2010.)  \n{28}  According to Smith, in October 2009, he attempted to enter Apartment \n1111 but found the locks had been changed.  (Smith Aff. ¶ 12, Jan. 29, 2010.)  \nIntermark instructed Smith to contact Weinstein for access to the apartment.  \n(Smith Aff. ¶ 12, Jan. 29, 2010.)  However, Weinstein denies that Smith ever \ncontacted him about staying at Apartment 1111 or asked for a new key, which \nSmith does not refute.  (Weinstein Aff. ¶¶ 29–31, Feb. 16, 2010.)  Furthermore, \nWeinstein clarified that Intermark did not change the locks on the apartment at his \nrequest.  (Weinstein Aff. ¶ 31, Feb. 16, 2010.)  Smith later stated that he heard from \nthe property manager that Weinstein told them not to allow the other partners to \nuse Apartment 1111.  (Smith Aff. ¶ 7, June 23, 2011.)   \n{29}  On or about February 27, 2009, Barbarry, through Weinstein, asked that \nBarbarry be paid an administrative fee equal to one percent of gross profits each \nmonth, but the Partnership refused to pay such a fee.  (Am. Compl. ¶ 7; Smith Aff. ¶ \n3, Jan. 29, 2010; Weinstein Aff. ¶ 18, Feb. 16, 2010.)   \n{30}  Thereafter, in April 2009, Barbarry claimed a reimbursement from the \nPartnership for expenses totaling $11,207.65.  (Smith Aff. ¶ 4, Jan. 29, 2010; \nWeinstein Aff. ¶ 19, Feb. 16, 2010.)  Under the Partnership Agreement, the \nManaging General Partner (Barbarry) was authorized to recover all expenses \nincurred while acting on behalf of the Partnership.  (Weinstein Aff. Ex. 1 § 7.2, Feb. \n16, 2010.) \n{31}  After discovering the withdrawal, Smith claims he contacted Weinstein to \nhave him explain the purpose of the withdrawal.  (Smith Aff. ¶ 5, Jan. 29, 2010.)  \nWeinstein responded that the withdrawal covered reimbursement of expenses \nincurred by Barbarry while acting on behalf of the Partnership.  (Smith Aff. ¶ 5, \nJan. 29, 2010.)  Plaintiffs suspected, however, that the withdrawal represented an \nimpermissible administrative fee and demanded verification for the claimed \nexpenses, which Smith claims Defendants never produced.  (Smith Aff. ¶¶ 4–7, Jan. \n29, 2010.) \n{32}  Smith had his attorney write a letter to Mark Stuckey (“Stuckey”), \nPresident of InterMark, informing Stuckey that the transfer of funds to Barbarry \nhad not been approved by all the General Partners, and instructing Stuckey to \ncease making any further payments to Barbarry without approval of 51% of the \npartners.  (Smith Aff. ¶ 6, Feb. 23, 2010.) \n{33}  Despite this directive, in November 2009, InterMark informed Smith that \nBarbarry, through Weinstein, continued to withdraw “expenses” totaling $2,150.00 \na month from May 2009 to November 2009, but never provided an expense report.  \n(Smith Aff. ¶¶ 6–7, Jan. 29, 2010.)  Defendants assert that Barbarry only withdrew \nvalid expenses.  (Weinstein Aff. ¶ 19, Feb. 16, 2010.)   \nB. \nADDITIONAL FACTS CONSIDERED IN RESOLUTION OF MOTION  II \n{34}  In the affidavit submitted with Plaintiffs’ brief opposing summary \njudgment, Smith attempts to outline a calculation of damages.  (Smith Aff. ¶ 6, \nJune 23, 2011.)   \n{35}  In Paragraph 5, Smith states that he is a real estate broker with expert \nknowledge of the Charleston apartment market.  (Smith Aff. ¶ 5, June 23, 2011.) \n{36}  In Paragraph 6, Smith relies on the Survey and 2010 income levels to \ncalculate damages from lost profits allegedly caused by deferred maintenance at \nCoventry Green based on the disparity in occupancy rates between Coventry Green \nand nearby properties.  (Smith Aff. ¶ 6, June 23, 2011.) \n \n \n \n \n \nIII. \nANALYSIS \nA. \nMOTION I \n1. \nSTANDARD OF REVIEW \n{37}  “The purpose of summary judgment is to determine whether any issues of \nmaterial fact exist, and if not, eliminate the necessity of a full trial where only \nquestions of law are involved.”  Strickland v. Lawrence , 176 N.C. App. 656, 661, 627 \nS.E.2d 301, 305 (2006) (citing Foster v. Winston-Salem Joint Venture , 303 N.C. 636, \n641–42, 281 S.E.2d 36, 40 (1981)).  Thus, the Court must grant summary judgment \n“if the pleadings, depositions, answers to interrogatories, and admissions on file, \ntogether with the affidavits, if any, show that there is no genuine issue as to any \nmaterial fact and that any party is entitled to judgment as a matter of law.”  N.C. R. \nCiv. P. 56(c).   \n{38}  “The movant has the burden of establishing the absence of any triable \nissues of fact.”  Strickland , 176 N.C. App. at 661, 627 S.E.2d at 305.  This burden \ncan be met in one of two ways:  “(1) ‘by proving an essential element of the opposing \nparty’s claim does not exist, cannot be proven at trial, or would be barred by an \naffirmative defense’; or (2) ‘by showing through discovery that the opposing party \ncannot produce evidence to support an essential element of her claim.’”  Id.  (quoting \nDobson v. Harris , 352 N.C. 77, 83, 530 S.E.2d 829, 835 (2000)).   \n{39}  In ruling on a summary judgment motion, the court must view the \nevidence in the light most favorable to the nonmoving party.  See Wilmington Star-\nNews v. New Hanover Reg’l Med. Ctr. , 125 N.C. App. 174, 178, 480 S.E.2d 53, 55 \n(1997) (citation omitted). \n2. \nBREACH OF FIDUCIARY DUTY AGAINST BARBARRY \n{40}  Under South Carolina law, “[t]o establish a claim for breach of fiduciary \nduty, the plaintiff must prove (1) the existence of a fiduciary duty, (2) a breach of \nthat duty owed to the plaintiff by the defendant, and (3) damages proximately \nresulting from the wrongful conduct of the defendant.”  RFT Mgmt. Co., LLC v. \nTinsley & Adams LLP , 399 S.C. 322, 335–36, 732 S.E.2d 166, 173, reh’g denied , \n2012 S.C. LEXIS 193 (2012) (citing Moore v. Moore , 360 S.C. 241, 599 S.E.2d 467 \n(Ct. App. 2004)). 1 \n{41}  While Barbarry does not dispute that it owes a fiduciary duty to Plaintiffs \n(Am. Compl. ¶ 26; Answer ¶ 26), Barbarry contends that Plaintiffs have failed to \npresent a genuine issue of material fact to support Plaintiffs’ claim (a) for breach of \nthe fiduciary duty or damages arising from the alleged improper use of partnership \nproperty; and (b) for damages from the deferral of certain maintenance and repair \nprojects.2  \na. \nBARBARRY’S USE OF PARTNERSHIP PROPERTY \n{42}  Under the South Carolina Uniform Limited Partnership Act (“ULPA”), “a \ngeneral partner of a limited partnership has the rights and powers . . . of a partner \nin a partnership without limited partners,” unless the ULPA or the partnership \nagreement states otherwise.  S.C.  C ODE ANN . § 33-42-630(a) (2012).  Here, neither \nthe Partnership Agreement nor the ULPA declares the General Partners’ rights to \npartnership property.  ( See  Weinstein Aff. Ex. 1, Feb. 16, 2010.)  Thus, because \nBarbarry is a general partner in the Partnership, the Court looks to the South \nCarolina Uniform Partnership Act (“UPA”) for guidance.  Under the UPA, “[a] \npartner is a co-owner with his partners of specific partnership property, holding the \npartnership property as a tenant in partnership.”  S.C.  C ODE ANN . § 33-41-720(1) \n                                                 \n1 The parties do not dispute that South Carolina law governs all substantive issues before the Court \nand that North Carolina law governs all procedural matters.  (Pls.’ Br. Opp. Mot. Summ. J. 1; Defs.’ \nBr. Supp. Mot. Summ. J. 7.) \n2 Plaintiffs also claim that Barbarry breached its fiduciary duty by improperly removing partnership \nfunds.  However, Defendants acknowledge the existence of conflicting testimony on this issue, and \ntherefore, do not seek summary judgment for breach of fiduciary duty based on the alleged removal \nof partnership funds.  (Defs.’ Br. Supp. Mot. Summ. J. 9.)   \n(2012).  Accordingly, “a partner . . . has an equal right with his partners to possess \nspecific partnership property for partnership purposes . . . .”  § 33-41-720(2)(a).  \n{43}  Plaintiffs argue that Barbarry’s use of Apartment 1111 constituted a \nbreach of fiduciary duty because it excluded other partners from the apartment and \nprecluded it from being available as a rental unit, thus depriving the Partnership of \nincome.  (Am. Compl. ¶¶ 20, 22.)  Barbarry asserts that it is entitled to use and \npossess Apartment 1111 for partnership purposes because Coventry Green is \npartnership property.  Weinstein provided an affidavit wherein he admits that \nBarbarry used Apartment 1111 on occasion, but asserts that Barbarry only used the \nlocation in connection with partnership business, including overseeing construction \nand inspections and participating in a Partnership related arbitration.  (Weinstein \nAff. ¶ 26, Feb. 16, 2010.)  Plaintiffs do not allege any facts or present any evidence \nto dispute Barbarry’s use of the property for partnership business.  Therefore, there \nis no genuine issue as to whether Barbarry acted within its rights as a General \nPartner in the Partnership. \n{44}  Although Smith argues that he could not access Apartment 1111 after the \nlocks were changed (Smith Aff. ¶ 12, Jan. 29, 2010), Plaintiffs present no evidence \nthat either of them ever asked Weinstein for access and was denied.  In fact, \nWeinstein asserts that Smith never contacted him about staying at Apartment \n1111, and that Barbarry had no involvement in the decision to change the locks.  \n(Weinstein Aff. ¶¶ 29–31, Feb. 16, 2010.)  Smith did not put forth any facts to \ndispute Barbarry’s assertions or to support its allegation that Barbarry excluded \nother partners from using Apartment 1111.  Even Smith’s assertion that he heard \nfrom the property manager that Weinstein told them not to allow the other partners \nto use Apartment 1111 is unsupported by any evidence that Plaintiffs were \nsubsequently excluded from the property or that Weinstein actively prevented them \nfrom using the property.  (Smith Aff. ¶ 7, June, 23, 2011.) \n{45}  If Barbarry had an equal right with its partners to possess the property for \npartnership purposes, as provided for by S.C. Code Ann. § 33-41-720(2)(a), and \nacted accordingly, Plaintiffs’ unsupported assertion that Barbarry’s use excluded \nother partners from Apartment 1111 and precluded Apartment 1111 from being \navailable as a rental unit, depriving the Partnership of income, avails them nothing.  \nTherefore, because there remains no issue of material fact regarding breach, the \nCourt concludes that Barbarry has met its burden of demonstrating Plaintiffs’ \nfailure on an essential element of their claim for breach of fiduciary duty based on \nBarbarry’s alleged improper use of partnership property. 3   \n{46}  Accordingly, the Court GRANTS GRANTS GRANTS GRANTS Motion I as to Plaintiffs’ claim for breach \nof fiduciary duty by improper use of partnership property, and hereby DISMISSES DISMISSES DISMISSES DISMISSES    \nwith prejudice this aspect of Plaintiffs’ claim for breach of fiduciary duty.  \nb. \nBARBARRY’S DEFERRAL OF MAINTENANCE \n{47}  Restated, to establish breach of fiduciary duty, the plaintiff must show \n“damages proximately resulting from the wrongful conduct of the defendant.”  RFT \nMgmt. Co. , 399 S.C. at 336, 732 S.E.2d at 173.  Thus, where a plaintiff seeks \ndamages based on lost profits, as is the case here, the plaintiff must demonstrate \nthat the profits lost were a natural consequence of the breach.  Drews Co., Inc. v. \nLedwith-Wolfe Assoc., Inc. , 296 S.C. 207, 213, 371 S.E.2d 532, 535 (1988) (citation \nomitted).   \n{48}  To survive summary judgment, “the evidence should allow the court or \njury to determine the amount of damages with reasonable certainty or accuracy.”  \nGauld v. O’Shaugnessy Realty Co. , 380 S.C. 548, 559, 671 S.E.2d 79, 85 (Ct. App. \n2008) (affirming summary judgment for defendants based on plaintiff’s failure to \nproduce sufficient evidence of damages) (citations omitted).  “Neither the existence, \ncausation, nor amount of damages can be left to conjecture, guess, or speculation.”  \nId.  at 559, 671 S.E.2d at 85–86 (citations omitted).  “The law does not require \nabsolute certainty of data upon which lost profits are to be estimated, . . . , and it is \nsufficient if there is a certain standard or fixed method by which profits sought to be \nrecovered may be estimated and determined with a fair degree of accuracy.”  Petty \n                                                 \n3 Having held there was no breach of fiduciary duty, the Court does not reach Defendant Barbarry’s \nargument that Plaintiffs failed to adequately prove damages.  \nv. Weyerhauser Co. , 288 S.C. 349, 355, 342 S.E.2d 611, 615 (Ct. App. 1986) \n(quotation and citation omitted).  “The proof . . . must consist of actual facts from \nwhich a reasonably accurate conclusion regarding the cause and the amount of the \nloss can be logically and rationally drawn.”  Drews , 296 S.C. at 213, 371 S.E.2d at \n536 (citing 22 AM . JUR . 2d Damages  § 641 (1988)). \n{49}  Lost profits “may be established with reasonable certainty with the aid of \nexpert testimony, economic and financial data, market surveys and analyses,” \nDrews , 296 S.C. at 214, 371 S.E.2d at 536 (quoting RESTATEMENT (S ECOND ) OF \nC ONTRACTS § 352, at 146 (1981)), but must be diminished by the costs which would \nhave been incurred in earning such profits.  Id.  at 210, 371 S.E.2d at 534 (citing \nR ESTATEMENT (S ECOND ) OF C ONTRACTS § 331, Comment B (1932); Mali v. Odom , 295 \nS.C. 78, 367 S.E.2d 166 (Ct. App. 1988)).  In Drews , the court held, as a matter of \nlaw, that proof of damages was insufficient to submit to a jury because the \ncomplaining party only put forth evidence of gross profits without any figures for \noperating expenses averted or a standard for establishing net profits.  296 S.C. at \n214, 371 S.E.2d at 536.   \n{50}  Furthermore, in Mali , the court ruled that estimates of monthly income \nand expenses were speculative when offered “without reference to any operational \nhistory . . . or to any particular standard or fixed method . . . .”  295 S.C. at 84, 367 \nS.E.2d at 170.  The court in Mali  noted that a three-month operating history from \nbefore the breach or harm occurred, accompanied by a certain standard or method \nto estimate lost profits, had previously been found sufficient to afford a reasonable \nbasis for determining lost profits.  Id.  (citing Petty , 288 S.C. at 356–57, 342 S.E.2d \nat 615–16.)  Without these facts, the court would be left to speculate about the \namount and causation of lost profits.  Thus, where a plaintiff fails to provide such \nproof of lost profits, the Court may rule as a matter of law on the issue of damages. \n{51}  Here, Plaintiffs allege Barbarry breached the fiduciary duty owed to the \nPartnership when it deferred certain maintenance and repair projects at Coventry \nGreen, resulting in lost profits.4  (Pls.’ Br. Opp. Mot. Summ. J. 7–8.)  However, \nBarbarry argues that Plaintiffs failed to offer adequate proof of damages. \n{52}  In his initial affidavit, Smith, on behalf of ASIP, pointed out that \nIntermark’s Survey projected that Coventry Green’s occupancy rates would be 12%–\n18% below other properties in the area, amounting to a difference of $316,000 to \n$475,000 in income.  (Smith Aff. ¶ 10, Jan. 29, 2010.)  However, in that same \naffidavit, Smith stated that the overall damage would be “impossible to quantify.”  \n(Smith Aff. ¶ 13, Jan. 29, 2010.)  When asked how Plaintiffs planned to calculate \ndamages, Smith later testified that he would not be able to quantify or know the full \nimpact on the Partnership until “[t]he day before trial.”  (Smith Dep. 122:22, Nov. \n10, 2010.)  Specifically, Smith asserted that Plaintiffs planned to look at a number \nof factors that could contribute to the Partnership’s loss in profits, and that lower \noccupancy rates constituted only one consideration.  (Smith Dep. 144:6–23, Nov. 10, \n2010.)  However, Smith could not provide a list of all the considerations Plaintiffs \nintended to rely on in calculating lost profits.  (Smith Dep. 144:6–23, Nov. 10, 2010.)  \nSavarino, on behalf of Herman, reiterated these statements in his own deposition, \nstating that “[t]here’s a number of factors to be considered . . .” and that he did not \nknow if he could quantify the loss to the Partnership.  (Savarino Dep. 109:7–110:13, \nNov. 12, 2010.) \n{53}  Although Plaintiffs supplied a projected occupancy rate below comparable \nproperties, they, much like the party in Drews , failed to account for any operating \ncosts that a lower occupancy rate saved them or provide a method of calculation to \nequate the loss in income with a loss in profits.  While a strict mathematical \ncalculation is not necessary, Plaintiffs must provide the Court with some method of \n                                                 \n4 The Court notes that Plaintiffs do not argue for any measure of damages beyond lost profits, nor do \nthey put forth any evidence to support any other measure of damages.  (Pls.’ Br. Opp. Mot. Summ. J. \n5.)  Indeed, since all the deferred items have been completed at a lower than estimated cost (Zdunczyk \nAff. ¶ 3, Feb. 16, 2010; Stuckey Aff. ¶ 10) , Plaintiffs have not argued for relief based on increased costs.  \nTherefore, although a party pursuing a breach of fiduciary duty claim may seek damages beyond lost \nprofits, see Moore v. Moore, 360 S.C. 241, 256–57, 599 S.E.2d 467, 475 (Ct. App. 2004), Plaintiffs \nhere do not put forth any arguments or evidence from which the Court could ascertain another \nmeasure of damages to withstand summary judgment. \ncalculation and with sufficient information to determine damages with a fair degree \nof accuracy.   \n{54}  In addition, as in Mali , Plaintiffs did not present any facts that would \nadvance the issue of causation beyond mere conjecture.  Specifically, Plaintiffs \nallege that the maintenance deferrals began in 2009.  (Smith Aff. ¶ 9, Jan. 29, \n2010.)  However, neither party submitted any operating data from before 2009 that \ncould show a correlation between the maintenance deferrals and any drop in profits.  \nAlso, Plaintiffs never asserted that any specific tenant left Coventry Green or \ndecided not to rent there because of concerns related to the deferral of maintenance.  \nWithout such data or other information showing causation or the amount of lost \nprofits, the Court cannot conclude that Plaintiffs’ claim that the deferral of \nmaintenance caused a loss of profits is anything more than mere speculation. \n{55}  Although the parties conducted discovery for over a year, Plaintiffs could \nnot provide sufficient evidence for the Court to determine the causation or amount \nof damages with reasonable certainty.  Therefore, the Court concludes that \nBarbarry has met its burden of demonstrating Plaintiffs’ failure to provide adequate \nproof of damages to support their breach of fiduciary duty claim. \n{56}  Accordingly, the Court GRANTS GRANTS GRANTS GRANTS Defendant Barbarry’s Motion for \nSummary Judgment as to Plaintiffs’ claim for breach of fiduciary duty based on the \ndeferral of maintenance.  The Court, therefore, DISMISSES DISMISSES DISMISSES DISMISSES, with prejudice, \nPlaintiffs’ claim for breach of fiduciary duty based on the deferral of maintenance \nand repair projects. \n3. \nFRAUD AGAINST BARBARRY AND WEINSTEIN \n{57}  Under South Carolina law, “the [Plaintiffs], in order to state a good cause \nof action [for fraud] must allege  (1) a representation; (2) its falsity; (3) its \nmateriality; (4) the speaker’s knowledge of its falsity; (5) his intent that it should be \nacted upon by the person; (6) [Plaintiffs’] ignorance of its falsity; (7) [Plaintiffs’] \nreliance on its truth; (8) [Plaintiffs’] right to rely thereon; and (9) [Plaintiffs’] \nconsequent and proximate injury.  Mut. Sav. & Loan Assoc. v. McKenzie , 274 S.C. \n630, 633, 266 S.E.2d 423, 425 (1980) (alteration original) (citations omitted).  “Each \nand every one of these elements must be proven by clear, cogent, and convincing \nevidence.”  Regions Bank v. Schmauch , 354 S.C. 648, 672, 582 S.E.2d 432, 445 (Ct. \nApp. 2003). \n{58}  Plaintiffs argue that Defendants Barbarry and Weinstein committed fraud \nwhen Defendants misrepresented the purpose of certain withdrawals from the \nPartnership account.  (Am. Compl. ¶¶ 30–35.)  Specifically, Plaintiffs assert that \nDefendants’ “expenses,” in actuality, represented unauthorized administrative fees.  \nDefendants deny that any false representation was ever made to Plaintiffs or that \nPlaintiffs relied on any such representations.  (Defs.’ Br. Supp. Mot. Summ. J. 20–\n26.) \n{59}  Defendants first argue that they never made any representations to \nPlaintiffs.  Black’s Law Dictionary defines a representation as “[a] presentation of \nfact – either by words or by conduct – made to induce someone to act.”  BLACK ’S L AW \nD ICTIONARY  1327 (8th ed. 2004). \n{60}  Here, Plaintiffs state that they did not know about or authorize the initial \nwithdrawal of $11,207.65 in April 2009.  (Smith Aff. ¶ 4, Jan. 29, 2010; Weinstein \nAff. ¶ 19, Feb. 16, 2010.)  Given that, it would be incongruous for Plaintiffs to \nsimultaneously argue that Defendants made a representation of fact, by words or by \nconduct, to induce Plaintiffs to authorize the withdrawal.  Thus, Plaintiffs cannot \nprove an essential element of their claim.  The Court, therefore, concludes that the \nclaim for fraud fails based upon the initial withdrawal in April 2009. \n{61}  However, after the April 2009 withdrawal, Plaintiffs claim that Weinstein \nresponded to direct questioning about the withdrawal’s purpose and stated that the \nwithdrawal was for business expenses.  (Smith Aff. ¶ 5, Jan. 29, 2010.)  According to \nPlaintiffs, Defendants continued to withdraw a monthly amount from May 2009 \nuntil November 2009, despite failing to provide requested documentation to support \nthe claimed expenses.  (Smith Aff. ¶¶ 6–7, Jan. 29, 2010; Smith Aff. ¶ 6, Feb. 23, \n2010.)  This testimony, viewed in a light most favorable to Plaintiffs, presents a \nquestion of fact as to whether Defendants’ conduct and assertions after the initial \nwithdrawal were representations that the May 2009 to November 2009 withdrawals  \nwere for reimbursements of valid business expenses.  Given this evidence, the Court \nconcludes that a factual dispute remains at issue regarding whether Defendants \nmade a false representation regarding the May 2009 to November 2009 \nwithdrawals.  For that reason, summary judgment premised on this argument is \ninappropriate.   \n{62}  Defendants next argue that, even if they made a representation for the \nwithdrawals, Plaintiffs did not rely and could not have relied on any alleged \nmisrepresentation, given Plaintiffs’ suspicions after the April 2009 withdrawal. \n{63}   “Whether reliance is justified in a given situation requires an evaluation \nof the circumstances involved, including the position and relations of the parties.”  \nElders v. Parker , 286 S.C. 228, 233, 332 S.E.2d 563, 567 (Ct. App. 1985).  As a \nresult, “[t]he general rule is that questions concerning reliance and its \nreasonableness are factual questions for the jury.”  Redwind L.P. v. Edwards , 354 \nS.C. 459, 475, 581 S.E.2d 496, 504 (Ct. App. 2003) (quoting Unlimited Servs., Inc. v. \nMacklen Enters., Inc. , 303 S.C. 384, 387, 401 S.E.2d 153, 155 (1991)).   \n{64}  Although Plaintiffs state that they questioned the true purpose of the \ninitial withdrawal and did not believe it reimbursed valid expenses (Smith Aff. ¶ 6, \nFeb. 23, 2010), Plaintiffs also assert that they demanded verification for the claimed \nexpenses.  (Smith Aff. ¶¶ 5–7, Jan. 29, 2010.)  And, until they received a breakdown \nof the claimed expenses for approval, Plaintiffs argue that they had to rely on \nDefendants’ response regarding the purpose of the withdrawals.  (Am. Compl. ¶ 11.)  \nThe Court concludes that whether Plaintiffs were justified in their reliance, based \non the relationship and positions of the parties involved, is a factual question that is \ninappropriate for determination at summary judgment. \n{65}  Accordingly, the Court DENIES DENIES DENIES DENIES Motion I as to Plaintiffs’ claim for fraud \nbased on the withdrawals from May 2009 to November 2009 and GRANTS GRANTS GRANTS GRANTS Motion I \nas to Plaintiffs’ claim for fraud based on the April 2009 withdrawal.  The Court, \ntherefore, DISMISSES DISMISSES DISMISSES DISMISSES with prejudice Plaintiffs’ claim for fraud based on the April \n2009 withdrawal. \n4. \nCONSTRUCTIVE FRAUD AGAINST BARBARRY \n{66}  To establish a claim for constructive fraud, the plaintiff must prove the \nexistence of a fiduciary relationship along with all the elements for fraud, except the \nelement of intent.  Pitts v. Jackson Nat’l Life Ins. Co. , 352 S.C. 319, 333, 574 S.E.2d \n502, 509 (Ct. App. 2002) (quoting Ardis v. Cox , 314 S.C. 512, 515, 431 S.E.2d 267, \n269 (Ct. App. 1993)). \n{67}  Restated, it is undisputed that Barbarry owes a fiduciary duty to the \nPlaintiffs.  Having concluded above that a factual dispute remains at issue \nregarding Plaintiffs’ claim of fraudulent withdrawals from the Partnership account \nbetween May 2009 and November 2009, Motion I likewise fails as to Plaintiffs’ \nclaim for constructive fraud based on these same withdrawals.  However, the Court \nalso concluded above that Defendants did not make a representation as to the \nwithdrawal in April 2009, which similarly defeats Plaintiffs’ claim for constructive \nfraud against Barbarry based on that withdrawal. \n{68}  Accordingly, the Court DENIES DENIES DENIES DENIES Motion I as to Plaintiffs’ claim for \nconstructive fraud based on the withdrawals from May 2009 to November 2009 and \nGRANTS GRANTS GRANTS GRANTS Motion I as to Plaintiffs’ claim for constructive fraud based on the April \n2009 withdrawal.  The Court, therefore, DISMISSES DISMISSES DISMISSES DISMISSES with prejudice Plaintiffs’ claim \nfor constructive fraud based on the April 2009 withdrawal. \nB. \nMOTION II \n{69}  Under Rule 37(b)(2) of the North Carolina Rules of Civil Procedure, if a \nparty fails to comply with Rule 26(e) or a court order directing discovery, the Court \nhas broad discretion to impose sanctions, including prohibiting the introduction of \nmatters in evidence.  N.C. R. Civ. P. 37(b)(2); Willoughby v. Wilkins , 65 N.C. App. \n626, 643, 310 S.E.2d 90, 101 (1983).  Rule 26(e) requires that the parties seasonably \nsupplement their responses during discovery when they obtain new information \nwhich either reveals that the response was incorrect when made or is no longer \ncorrect.  N.C. R. Civ. P. 26(e).  “[T]he purpose behind Rule 26(e) is to prevent a party \nwith discoverable information from making untimely, evasive, or incomplete \nresponses to requests for discovery.”  Bumgarner v. Reneau , 332 N.C. 624, 630, 422 \nS.E.2d 686, 689 (1992).  \n{70}  In this case, the original CMO ordered that all discovery be completed by \nNovember 22, 2010.  (CMO at 3, Feb. 1, 2010.)  After granting several extensions on \nthe discovery deadlines outlined in the CMO and refusing to grant any further \nextensions, the Court ordered the parties to complete all discovery by April 12, \n2011.  (Order Am. CMO, Feb. 11, 2011.)   \n{71}  Throughout the discovery period, Plaintiffs made numerous responses to \ndirect questioning and submitted affidavits stating that they did not know what the \nfull extent of the damages would be from the deferral of maintenance or how to \nquantify lost profits.  ( See  Smith Aff. ¶ 13, Jan. 29, 2010; Smith Dep. 122:22, 144:6–\n23, Nov. 10, 2010; Savarino Dep. 109:7–110:13, Nov. 12, 2010.)  Plaintiffs claimed \nthat any number of factors would have to be considered, and that they did not \nanticipate being able to quantify lost profits until the day before trial.  (Smith Dep. \n122:22, 144:6–23, Nov. 10, 2010; Savarino Dep. 109:7–110:13, Nov. 12, 2010.) \n{72}  Subsequently, and in spite of the Court-ordered deadline, Plaintiffs \nsubmitted the affidavit at issue on June 23, 2011, attempting to present a \ncalculation for lost profits more than two months after discovery ended.  ( See  Smith \nAff., June 23, 2011.)  In Paragraphs 5 and 6 of the new affidavit, Smith claims to be \nan expert in real estate in the area and provides a more definite calculation of \ndamages. 5  (Smith Aff. ¶¶ 5–6, June 23, 2011.)   \n{73}  With regard to Paragraph 5, Defendants argue that Plaintiffs attempted to \nqualify Smith as an expert witness also in violation of the CMO deadlines.  The \nBusiness Court Rules specifically require that “[d]iscovery with respect to experts . . \n. be conducted within the discovery period set forth in the [CMO].”  BCR 18.5.  \nHowever, Plaintiffs state that they are not attempting to qualify Smith as an \n                                                 \n5 The Court notes that Defendants only move to have paragraphs 5 and 6 of the disputed Smith \naffidavit stricken from evidence.  Therefore, the Court will not address the propriety of the \nremaining portions of the affidavit. \nexpert, and that all the testimony provided in the affidavit is based on Smith’s \npersonal knowledge.  (Pls.’ Br. Opp. Mot. Strike 15.)  In the exercise of its discretion, \nthe Court declines to strike Paragraph 5 based upon Defendants’ argument that \nPlaintiffs attempt, therein, to qualify Smith as an expert witness.    \n{74}  In Paragraph 6, Smith relies on income levels in 2010 and the Survey that \nhe attached to his initial affidavit on January 29, 2010, to calculate lost profits from \nthe deferral of maintenance.  (Smith Aff. Ex. F, Jan. 29, 2010.)  However, Plaintiffs \nhad all the information used to make the calculation early in discovery but failed to \nsupplement their previous incomplete responses.  Indeed, Plaintiffs submitted the \nSurvey into evidence over a year before discovery ended, and both parties referred \nto the Survey throughout discovery.  (Stuckey Aff. ¶¶ 11–12; Kropilak Aff. ¶ 6; \nSmith Aff. ¶ 10, Jan. 29, 2010; Smith Aff. ¶ 2, Feb. 23, 2010.)  In addition, Plaintiffs \ngave no explanation for why they could not provide the damages calculation within \nthe ordered discovery period.  Such conduct goes directly against the purpose of \nRule 26(e) in preventing “untimely, evasive, and incomplete responses.”  Therefore, \nto the extent that Plaintiffs sought to introduce new evidence for lost profits with \nthe submission of Paragraph 6 of the affidavit, the Court concludes that Plaintiffs \nviolated the amended CMO and failed to seasonably supplement previous responses \nin discovery, warranting sanctions under Rule 37.  Consequently, the Court, in the \nexercise of its discretion, strikes Paragraph 6 from the affidavit and will not \nconsider it for purposes related to Motion I. 6 \n{75}  Accordingly, the Court hereby GRANTS GRANTS GRANTS GRANTS in part and DENIES DENIES DENIES DENIES in part \nMotion II to Strike Affidavit and for Sanctions.  The Court, in the exercise of its \ndiscretion, STRIKES STRIKES STRIKES STRIKES Paragraph 6 from the Affidavit of James Allen Smith dated \nJune 23, 2011. \n \n \n \n                                                 \n6 Given the Court’s conclusion under Rule 37, it need not address Defendants’ remaining arguments \nfor striking portions of the affidavit under Rule 56.   \nC. \nMOTION III \n{76}  Having considered Motion III and the parties’ briefs, the Court concludes \nthat good cause does not exist to allow Defendants to amend and supplement their \nmotion and briefs seeking summary judgment.  Accordingly, the Court hereby \nDENIES DENIES DENIES DENIES Motion III for Leave to Amend and Supplement Defendants’ Motion for \nSummary Judgment. \nIV. \nCONCLUSION \n{77}  For the reasons stated above, the Court GRANTS GRANTS GRANTS GRANTS in part and DENIES DENIES DENIES DENIES in \npart Defendants’ Motion for Summary Judgment; GRANTS GRANTS GRANTS GRANTS in part and DENIES DENIES DENIES DENIES in \npart Defendants’ Motion to Strike Affidavit and For Sanctions; and DENIES DENIES DENIES DENIES \nDefendants’ Motion for Leave to Amend and Supplement Motion for Summary \nJudgment.   \n{78}  WHEREFORE WHEREFORE WHEREFORE WHEREFORE, the Court hereby DISMISSES DISMISSES DISMISSES DISMISSES, with prejudice, Plaintiffs’ \nclaims for breach of fiduciary duty based on the improper use of partnership \nproperty and the deferral of maintenance, fraud based on the April 2009 \nwithdrawal, and constructive fraud based on the April 2009 withdrawal. \n  SO ORDERED SO ORDERED SO ORDERED SO ORDERED, this the 3rd day of January, 2013. \n     \n "
}