{
  "id": "aa2fc95850470d27ef18882c5d935c6506fb7d476f886b05dcb3c6e95c086814",
  "source_file": "data/raw/ncbc/aa2fc95850470d27ef18882c5d935c6506fb7d476f886b05dcb3c6e95c086814.pdf",
  "raw_text": "Brewster v. Powell Bail Bonding, Inc., 2016 NCBC 41. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n  SUPERIOR COURT DIVISION \nCOUNTY OF NEW HANOVER 16 CVS 274 \n \nRAUL S. BREWSTER, ) \n  Plaintiff,  ) \n   )   \n v.  ) FINAL ORDER ON MOTION FOR \n   ) PRELIMINARY INJUNCTION \nPOWELL BAIL BONDING, INC., LARRY ) \nJACK POWELL, JOHN E. LEONARD, JR., ) \nand CYNTHIA LEE,  ) \n  Defendants. ) \n  \nTHIS MATTER comes before the Court on Plai ntiff Raul S. Brewster's (\"Plaintiff\") \nMotion for Preliminary Injunction (\"Motion\"). On March 9, 2016, the Court held a hearing on \nthe Motion.\n1 \nTHE COURT, having considered the Motion, briefs in support of and opposition to the \nMotion, arguments of counsel, and other appropriate matters of record, FINDS and \nCONCLUDES as follows. \nFACTUAL AND PROCEDURAL BACKGROUND \n1. Plaintiff Raul S. Brewster (\"Plaintiff\") is a shareholder and former employee of \nDefendant Powell Bail Bonding (\"PBB\"). Defend ants Larry Jack Powell (“Powell”), John E. \nLeonard, Jr. (“Leonard”), and Cynthia Lee (“Lee”) are all shareholders of PBB (\"Defendant \nShareholders\"). PBB has other shareholders who are not named in this action, but Plaintiff \nalleges that those shareholders are not employed  by PBB, nor do they exercise any control \nover PBB.\n2 PBB is a North Carolina corporation en gaged in the bail bonding business in \n                                                 \n1 As noted in the Court's Order entered on March 11, 2016, the Court held the Motion in abeyance to \nallow the parties an opportunity to participate in  an early mediation. Th e Court now addresses the \nmerits of the Motion. \n2 See Am. Compl. ¶¶ 8-9, 12-13, 16-17. On April 6, 2016, after the hearing on the Motion, Plaintiff filed \nhis Amended Verified Complaint, to which the Cour t cites in this Order. For the purposes of the \nMotion, the Court treats Plaintiff's Amended Verified Complaint as an affidavit.  \n \n \n\"multiple counties in North Carolina (primarily New Hanover County) and in one locality in \nthe State of South Carolina.\"3 \n2. Plaintiff began working with PBB as  a bail bondsman in December 1997. \nPlaintiff initially worked as a recovery agent,  tasked with finding and arresting defendants \nwho skipped bail.4 During the course of his employment with PBB, Plaintiff's responsibilities \nand efforts to grow PBB's business increased. 5 In or around December 2005, Powell offered \nand Plaintiff accepted a 20% equity interest in PBB.6  Plaintiff also was elected as a director \nand appointed as a \"2nd Vice President.\" 7 Plaintiff alleges that at the time he became a \nshareholder, \"he was already virtually exclus ively managing all operations and business \ndevelopment for\" PBB. 8 Additionally, Plaintiff alleges that he continued to expend \nsubstantial efforts and labor to grow PBB's business after becoming an owner, and that \"[n]o \nother owner was performing the quantity or scope of labor and services\" on behalf of PBB as \nPlaintiff.9 \n3. On December 22, 2005, Plaintiff and L eonard executed an Agency Agreement \nwith Accredited Surety & Casualty Company, Inc. (\"Agency Agreement\"), pursuant to which \nhe became authorized to execute bail bonds as an agent of Accredited. 10 Under the Agency \nAgreement, Plaintiff and Leonard became perso nally liable for bonds previously written by \nPBB and for future bonds written by PBB's associate bondsmen.11  \n                                                 \n3 Am. Compl. ¶ 19. \n4 Id. at ¶ 29.  \n5 See id. at ¶ 31.  \n6 Id. ¶¶ 32-34. \n7 Id. at ¶ 37. \n8 Am. Compl. ¶ 35. \n9 See id. at ¶¶ 46-47. \n10 Id., Ex. A. \n11 Id. at ¶¶ 41-42. \n \n \n4. Despite his efforts on behalf of P BB, Plaintiff alleges that he was \n\"systematically excluded\" from PBB's financial matters, including financial decision-making \nand planning, and that information regarding PBB's finances was withheld by the Defendant \nShareholders.12 Beginning in 2012 or 2013, Plaintiff repeatedly requested that he be included \nin these financial matters, but no efforts were  ever taken by Defendant Shareholders to \nincrease Plaintiff's involvement in the financial management of PBB. 13 Plaintiff also alleges \nthat the Defendant Shareholders limited his authority in the general management of PBB, \nand excluded him from \"all management discussions and conferences\" and that he \"was never \ninvited to participate in meetings regarding the direction or management of [ ] PBB.\"14  \n5. In September 2015, Plaintiff provided Defendant Shareholders with a letter \nsummarizing Plaintiff's frustrations with his treatment as an owner of PBB.15 The letter also \nstated, in pertinent part, as follows: \nI, Raul S. Brewster, have to take control of my own future and destiny.  At this \ntime you don't have to change anything.  I want to step down and begin my own \npath.  We can decide, as partners, how to proceed from here.  I can stay on the \npayroll, or you can buy me out, whatever is best for you and the company.16 \n \n6. In response to the letter, on September 11, 2015, PBB placed Plaintiff on paid \nleave and terminated his authority to write any additional bonds for PBB.17  A letter provided \nto Plaintiff also stated that, \"concerning your future employment and minority interest in the \ncorporation, we hope to find a long-t erm agreement as quickly as possible.\" 18 Plaintiff \nsubsequently communicated to PBB that he had not intended to resign his employment, and \n                                                 \n12 Id. at ¶¶  49, 52, and 56. \n13 Am. Compl. ¶ 52. \n14 See id. at ¶ 57. \n15 Id. ¶¶ 65 -67, Ex. B. \n16 Id., Ex. B. \n17 Id. ¶ 68, Ex. C. \n18 Id. \n \n \nPlaintiff maintains that he did not quit nor co nsent to the termination of his employment \nwith PBB.19  Nevertheless, on September 25, 2015, PBB terminated Plaintiff's employment.20 \n7. On October 7, 2015, Defendant Shareholders convened a special shareholders' \nmeeting.  Plaintiff objected to the meeting, but attended and again asserted that he had not \nresigned his employment.21  At the meeting, the shareholders elected Powell, Leonard, and \nLee as directors and adopted new corporate byla ws for PBB.  Plaintiff abstained from these \nvotes.22 In November, 2015, the directors and shareholders voted on an approved a Minority \nShareholder Buy-Sell Agreement.  Plaintiff voted against the Buy-Sell Agreement.23  Plaintiff \ncontends that the new bylaws and the Mino rity Shareholder Buy-Sell Agreement each \ncontain provisions that are \"unreasonably encumber [Plaintiff's] rights as an owner\" of PBB, \nand frustrate his reasonable expectation of co ntinued involvement in PBB as a shareholder \nand an employee.24  \n8. Plaintiff contends that as a result of , his \"wrongful termination,\" he has not \nreceived any distributions, dividends, salary, benefits, or any other form of compensation. 25 \nDefendants contend that they have attempted to  purchase Plaintiff's interest in PBB, but \nhave been unable to reach agreement to do so. 26  Defendants also contend that PBB has \npurchased a new insurance policy that excludes Plaintiff from liability for new bonds written \nby PBB, and that the shareholders have offered to indemnify Plaintiff from liability for bonds \n                                                 \n19 Id. at ¶ 72. \n20 Leonard Aff. ¶ 5. \n21 Am. Compl. 74, Ex. D; Leonard Aff. ¶ 10. \n22 Id. ¶ 75 \n23 Id. ¶ 77. \n24 Am. Compl. ¶¶ 78-89. \n25 See Pl.'s Br. Supp. Mot. Prelim. Inj. pp. 2-3. \n26 Leonard Aff. ¶ 12. \n \n \nwritten prior to his termination \"upon sale or purchase of [Plaintiff's] share in the \nCorporation.\"27 \n9. On January 25, 2016, Plaintiff filed his Verified Complaint, and on April 6, \n2016, he filed an Amended Verified Complaint.  Plaintiff raises the following causes of action: \nMotion for Preliminary Injunction – Reinstatem ent of Plaintiff (\"Claim One\"); Alternative \nMotion for Preliminary Injunction – Prohibit ory Against Defendant Shareholders (\"Claim \nTwo\"); Judicial Dissolution or Other Relief Nece ssary to Protect Plaintiff's Rights (\"Claim \nThree\"); Breach of Fiduciary Duty (\"Claim Four\"); and Civil Conspiracy (\"Claim Five\").28 \n10. On March 3, 2016, Plaintiff filed a brief in support of the Motion. Aside from \nthe Verified Complaint, Plaintiff did not file any additional evidentiary materials in support \nof the Motion. On March 7, 2016, Defendants filed a response to the Motion, as well as the \nAffidavit of John E. Leonard, Jr.  \n11. As noted above, on March 9, 2016, the Court held a hearing on the Motion and, \nfollowing that hearing, held the Motion in abeyance pending the parties' completion of an \nexpedited mediation. The Court now addresses the Motion on its merits. \nDISCUSSION \n12. A preliminary injunction may be issued during litigation when \"it appears by \naffidavit that a party thereto is doing or threatens or is about to do . . . some act . . . in violation \nof the rights of another party to the litigation respecting the subject of the action, and tending \nto render judgment ineffectual.\" N.C. Gen. Stat. § 1-485(2) (hereinafter “G.S.”).  A preliminary \ninjunction is an extraordinary measure that \"will not be lightly granted.\" Travenol Labs., Inc. \nv. Turner, 30 N.C. App. 686, 692, 228 S.E.2d 478, 483 (1976) (citation omitted).  The primary \nrelief requested by Plaintiff, and the only relief for which he argues in his brief in support, is \n                                                 \n27 Id. at ¶ 17. \n28 Plaintiff's original Complaint also contained a demand for corporate records. \n \n \na mandatory injunction that would reinstate Plai ntiff to his alleged righ t to \"participate in \nthe operations and profits of PBB,\" 29 and reinstate Plaintiff to employment with PBB. \n\"Mandatory injunctions are disfavored as an interlocutory remedy . . . . [h]owever, . . . under \ncircumstances which indicate serious irreparable in jury to the petitioner if the injunction is \nnot granted, no substantial injury to the re spondent if the injunction is granted, and \npredictably good chances of success on the fi nal decree by the petitioner[,] a mandatory \ninterlocutory injunction could properly be issued.\" Roberts v. Madison Cty. Realtors Ass'n, \nInc., 344 N.C. 394, 400, 474 S.E.2d 783, 787-88 (1996) (citation omitted). \n13. The movant bears the burden of establishing the right to a preliminary \ninjunction.  Pruitt v. Williams , 288 N.C. 368, 372, 218 S.E.2d 348, 351 (1975).  In order to \nsecure preliminary injunctive relief from the Court, a movant must show \"a likelihood of \nsuccess on the merits of his case and . . . [that the movant] is likely to sustain irreparable loss \nunless the injunction is issued, or if, in the opinion of the Court, issuance is necessary for the \nprotection of his rights during the course of litigation.\" Analog Devices, Inc. v. Michalski, 157 \nN.C. App. 462, 466, 579 S.E.2d 449, 452 (2003) (citations omitted); accord Looney v. Wilson, \n97 N.C. App. 304, 307-08, 388 S.E.2d 142, 144-45 (1990). Likelihood of success means a \n\"reasonable likelihood.\" \nA.E.P. Indus., Inc. v. McClure , 308 N.C. 393, 404, 302 S.E.2d. 754, \n761 (1983).  In addition, the Court must balance the equities, and a preliminary injunction \n\"should not be granted where there is a serious question as to the right of the defendant to \nengage in the activity and to forbid the defendant to do so, pending final determination of the \nmatter, would cause the defendant greater damage than the plaintiff would sustain from the \ncontinuance of the activity while the litigation is pending.\" Id.; County of Johnston v. City of \nWilson, 136 N.C. App 775, 780, 525 S.E.2d 826, 829 (2000) (Court should weigh \"the \n                                                 \n29 Pl.'s Br. Supp. Mot. Prelim. Inj. pp. 5-6. \n \n \nadvantages and disadvantages to the parties\" in deciding whether to issue a preliminary \ninjunction).  The issuance of an injunction is \"a matter of discretion to be exercised by the \nhearing judge after a careful balancing of the equities.\" \nState v. Fayetteville St. Christian \nSchool, 299 N.C. 351, 357, 261 S.E.2d 908, 913 (1980). \na. Likelihood of Success. \n14. Plaintiff's argument focuses exclusively on his claims for judicial dissolution of \nPBB pursuant to G.S. § 55-14-30.  G.S. § 55-14-30(2) permits a superior court to dissolve a \ncorporation if, \ninter alia, a shareholder establishes that \"liquidation is reasonably necessary \nfor the protection of the rights or interests of the complaining shareholder.\" 30 The seminal \nNorth Carolina case analyzing judicial dissoluti on of closely held corporations for the \nprotection of shareholder rights and interests is Meiselman v. Meiselman. 309 N.C. 279, 307 \nS.E.2d 551 (1983). 31  The Meiselman court held that dissolution under this prong may be \nappropriate if the court finds that the shareholder's \"reasonable expectations\"—that is, those \nheld in good faith by the complaining shareholder and \"embodied in understandings\" among \nthe other shareholders—have been violated, such that some sort of liquidation need be \ngranted to protect those interests. \nId. at 298-300, 307 S.E.2d at 562-63.  In determining \nwhether dissolution is appropriate under G.S. § 55-14-30(2)(ii), a court must (1) identify the \n\"rights or interests\" that the complaining shar eholder had in the corporation, including the \nshareholder's \"reasonable expectations,\" (2) de termine that these expectations have been \nfrustrated without fault of the shareholder, and (3) evaluate whether the shareholder is \nentitled to some type of equit able relief under these circumstances. \nFoster v. Foster Farms, \n                                                 \n30 G.S. § 55-14-30(2)(ii); The statute provides additional grounds for dissolution, none of which are \napplicable in this case. \n31 Though Meiselman was decided under the predecessor statute, G.S. § 55-14-30(2)(ii) is identical to \nthe provision in the Meiselman statute. Foster, 112 N.C. App. at 709.  \n \n \n112 N.C. App. 700, 709 (1993); Royals v. Piedmont Elect. Repair Co., 137 N.C. App. 700, 705, \n529 S.E.2d 515, 518 (2000). \n15. Plaintiff argues that as a minority  shareholder of PBB he had certain \n\"reasonable expectations\" regarding, and rights to, continued involvement in the \"operations \nand profits\" of PBB. 32  Plaintiff also contends that he had an expectation of continued \n“employment, salaries, benefits, etc. t hat arose out of his ownership of PBB.\" 33 Plaintiff \nalleges that the Defendant Shareholders \"hav e always known of [Plaintiff's] reasonable \nexpectations\" and \"have acted in conformity with [Plaintiff's] expectations.\"34  \n16. The Court is skeptical at this stage of the action, and based on the record \nevidence currently before it, that Plaintiff has shown a likelihood of success on the grounds \nthat his rights and interests in the profits of PBB have been frustrated. Defendants have \npresented evidence that Plaintiff has not been excluded from participation in PBB's profits \nand that he will receive his share of the profits if profits are distributed.35 \n17. Plaintiff has not specified in what manner he has had an expectation of \nparticipating in PBB’s’ “operations” have been frustrated.  Plaintiff concedes that he never \nparticipated PBB’s financial and management de cisions, and has not explained how his \nexpectations in this regard have been frustrated.  The facts establish that Plaintiff has \ncontinued to be involved as a PBB shareholder, has participated in the shareholders meetings \nPBB has held since his termination, and has ha d opportunity to vote on matters considered \nby the shareholders.  \n                                                 \n32 Plaintiff relies on this contention most obviously in his claim for judicial dissolution, but it also \nunderlies his claims for breach of fiduciary duty and civil conspiracy. See Am. Compl. ¶¶ 111-114, 117, \n121-124. \n33 Pl.'s Br. Supp. Mot. Prelim. Inj. p. 6. \n34 Am. Compl. ¶ 98. \n35 Leonard Aff. ¶¶ 10, 14. \n \n \n18. Plaintiff's contention that he had a reasonable expectation of continued \nemployment, however, comes closer to the mark .  An expectation of continued employment \nmay constitute an interest that will be protected through dissolution.  Royals, 137 N.C. App. \nat 705, 529 S.E.2d at 518 (recognizing th at a shareholder's \"substantial reasonable \nexpectations\" can include \"secure employment with the company\"); High Point Bank & Trust \nCo., 2010 NCBC LEXIS 14, at **21 (noting that  ownership interests can include \"the \nopportunity to work or compensation and fringe  benefits\"). Plaintiff alleges that his \"skill, \nvalue, and performance as an employee\" led to the offer of an ownership interest.36 Defendant \nShareholders Leonard and Lee also were made  owners based on their employment with \nPBB.37 Plaintiff participated in an unusual comp ensation scheme in which he received \nmonthly \"distributions\" of approximately $8,500.00 for salary and payments for the costs of \nhis personal vehicle, health and dental insu rance, and home utility and office expenses. 38  \nThis same compensation scheme apparently was applied to the Defendant Shareholders who \nwere employed with PBB. 39 Plaintiff alleges that the Defendant Shareholders knew of and \nunderstood his continued expectation in th e unique compensation system. These facts \nsupport Plaintiff's contention that he had a reasonable expectation of continued employment.  \nOn the other hand, the evidence also supports th e conclusion that Plaintiff's expectation of \ncontinued employment was frustrated, at le ast partly, through his own fault since he \nadmittedly notified Defendants that he wanted to \"step down and begin [his] own path.\" High \nPoint Bank & Trust Co. v. Sapona Mfg. Co., 2010 NCBC LEXIS 14, **29-30 (N.C. Super. Ct. \nJune 22, 2010)( To warrant dissolution under “the complaining shareholder must show that \n                                                 \n36 Am. Compl. ¶ 32. \n37 Id. at ¶¶ 37-38. \n38 Id. at ¶ 88. \n39 Leonard, Aff. ¶ 7, Ex. A. \n \n \nthis frustration of expectations was not the pr oduct of his own fault and was largely beyond \nhis control.”). \nb. Irreparable Harm. \n19. Even if, however, the Court were to co nclude that Plaintiff has sufficiently \nshown a likelihood of success, Plaintiff has failed to show that he will suffer irreparable harm \nin the absence of an injunction. Plaintiff argues that he will be subject to two \"discrete\" types \nof irreparable harm:   \nFirst, [Plaintiff] is and continues to be personally liable for any forfeitures of \nbail bonds written by PBB under the ag reement with [Accredited]. Second, \nbecause of the unique nature of bail bonding business and [Plaintiff's] exclusive \nexperience therein, the defendants' te rmination of [Plaintiff's] employment \nand benefits pursuant to his ownership of PBB created a de facto proscription \non his ability to obtain gainful employment or financially sustain himself.40 \n \n20. As to potential liability on outstanding bonds for which he remains responsible, \nDefendant has purchased new insurance that re lieves Plaintiff of liability for bonds written \nfollowing his termination. More significantly, Plaintiff has not presented evidence that PBB \nis not taking all reasonable measures to en sure the effectiveness of its bail recovery \noperations, or that any failure to recover bond s for which he could be liable is imminent or \neven likely. Plaintiff does not allege that PBB has forfeited any bonds since his termination.  \nInstead, record evidence suggests that PBB’s recovery operations have not faltered since \nPlaintiff's employment was terminated. 41 Additionally, other PBB shareholders also are \nsubject to personal liability on the bonds and have a strong incentive to ensure the continued \nsuccess of recovery operations. 42 Absent any evidence to the contrary, Plaintiff's argument \nthat he might be subject to liability if operatio ns falter does not present the threat of \"real \n                                                 \n40 Pl.'s Br. Supp. Mot. Prelim. Inj. p. 7. \n41 Leonard Aff. (Mar. 7, 2016) ¶ 16. \n42 Id. \n \n \nand immediate\" injury necessary to obtain a preliminary injunction. A.E.P. Indus., Inc. v. \nMcClure, 308 N.C. 393, 414, 302 S.E.2d 754, 767 (1983).  \n21. Plaintiff's contention that he is unable to obtain other employment and, \nconsequently, will suffer financial distress also fa ils to establish irreparable harm.  First, \nNorth Carolina courts have long noted that, \"[w] here there is a full, complete and adequate \nremedy at law, the equitable remedy of injunction will not lie.\" Bd. of Light & Water Comm'rs \nof City of Concord v. Parkwood Sanitary Dist. , 49 N.C. App. 421, 423, 271 S.E.2d 402, 404 \n(1980). If he ultimately prevails, Plaintiff has  a full remedy for any financial injury in the \nform of monetary damages. Indeed, our court of appeals has expressly held that a temporary \nloss of income caused by an allegedly improper termination of employment does not constitute \nirreparable harm. Williams v. Greene , 36 N.C. App. 80, 86, 243 S.E.2d 156, 160 (1978). \nAccordingly, any loss of income tied to De fendants' alleged conduct is inherently not \nirreparable. \n22. As to the alleged \"de facto proscription\" on Plaintiff being able to find another \nposition in the bail bond industry, such proscription appears to be self-imposed. Plaintiff does \nnot contend, and has not presented any evidence, that there are no positions available in the \nbail bond industry for which he is qualified.  Plaintiff does not contend that he has applied \nfor but been unable to secure such a position, or that any Defendant has taken any action to \nprevent his employment elsewhere. Instead, Plaintiff apparently has decided not to apply for \nwork in the bail bond industry because he d oes not want to \"engage in a business that \ncompetes directly with PBB, which necessarily reduces the value of his ownership interest in \nPBB.\"43 Setting aside its concerns with the logic of Plaintiff's argument, the Court concludes \nthat Plaintiff's voluntary decision not to seek alternative employment, and thus mitigate his \n                                                 \n43 Pl.'s Br. Supp. Mot. Prelim. Inj. p. 9. \n \n \nalleged financial losses, cannot support a conclu sion that those financial losses constitute \nirreparable harm. \n23. As a final consideration, the Court also  notes that the equities presented by \nthe Motion weigh against the entry of the re quested injunctive relief. Even if the harm \nsuggested by Plaintiff was sufficient to grant the Motion, the injunctive relief sought is \ndisproportionately burdensome to Defendants. It  appears to the Court that entering the \nmandatory injunction reinstating Plaintiff to hi s former role with PBB would be disruptive \nand detrimental to the ongoing operations of PBB, particularly where Plaintiff has expressed \nhis desire to leave and begin his own path. 44 Moreover, Plaintiff's alternative request would \nbar Defendant Shareholders from drawing a salary during the pendency of this litigation. In \nthe absence of allegations or evidence that PBB is unable to afford those salaries, is otherwise \nin financial distress, or some other compelling ju stification, the Court believes such relief is \nnot necessary at this preliminary stage.  \n24. Ultimately, for the reasons above, the Cour t concludes, in its discretion, that \nthe Motion should be DENIED. \nTHEREFORE, IT IS ORDERED that Plaintiff's Motion for Preliminary Injunction is \nDENIED. \nThis the 24th day of May, 2016. \n \n     /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases \n \n                                                 \n44 See Am. Compl., Ex. B. "
}