{
  "id": "aa40aa830821a368d3510f745a0b56bbb7dae9b00ccdf340d4d2730a981ae568",
  "source_file": "data/raw/ncbc/aa40aa830821a368d3510f745a0b56bbb7dae9b00ccdf340d4d2730a981ae568.pdf",
  "raw_text": "Miller & Long, Inc. v. Intracoastal Living, LLC, 2011 NCBC 16. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n   SUPERIOR COURT DIVISION \nCOUNTY OF BRUNSWICK 07 CVS 1760 \n \n \nMILLER & LONG, INC., ) \n    Plaintiff ) \n    )  \n   v .   )  ORDER ON MOTION TO STAY \n     )  AND COMPEL ARBITRATION \nINTRACOASTAL LIVING, LLC, SUPERIOR ) \nCONSTRUCTION CORPORATION, ) \nWESTERN SURETY, ET AL., ) \n    Defendants ) \n \n THIS CAUSE, designated an exceptional ca se by Order of the Chief Justice of \nthe North Carolina Supreme Court, pursuant to Rule 2.1 of the General Rules of \nPractice for the Superior and District Courts, and assigned to the undersigned Chief \nSpecial Superior Court Judge for Complex Business Cases, comes before the court \nupon Defendants Superior Construction Corporation’s (“Superior” or “Contractor”) and \nWestern Surety Company’s (“Western”) (collectively, “Movants”) Motion to Stay and \nCompel Arbitration of Claims (the “Motion”).  Superior has requested that the court issue \nan order staying the relevant claims and compelling Plaintiff to proceed with arbitration \nunder the terms of the contracts between the parties.   \n After considering the arguments of counsel  and all appropriate matters of record, \nthe court FINDS:  \n[1] On January 21, 2005, Superior entered into a written contract with \nIntracoastal Living, LLC (“Intracoastal” or “Owner”), the owner of The Preserve Project \n(the “Project”), for the construction of Buildings Two and Three and the Clubhouse of \nthe Project.1  Superior subsequently entered into contracts with Intracoastal for the \nconstruction of Buildings Four and Five of the Project.2   \n[2] On or before April 11, 2005, 3 Superior, as general contractor, entered into \na written subcontract agreement with Miller and Long, Inc. (“Miller & Long”), pursuant to \nwhich Miller & Long was to furnish and install “all concrete, post-tensioning materials \nand accessories, reinforcing steel and accessories, and the placement of all other sub \ntrade embeds required to construct these concrete frame buildings from the stone \ncolumns (by others) up through and including the roofs” in connection with the \nconstruction of Buildings Two and Three of the Project (the “Buildings Two and Three \nSubcontract”).4  This subcontract is identified with the number 04MBD006-S01 and is in \nthe amount of $5,825,000.5  It was signed by both Miller & Long and Superior.6   \n[3] On October 14, 2005, Superior sent Miller & Long a Letter of Intent \nregarding a subcontract for Building Four (the “Building Four Subcontract”) in the \namount of $1,860,000 for concrete foundations, columns, slab and elevated post-\ntensioned decks.7  In compliance with this letter, Miller & Long obtained a certificate of \ninsurance, dated October 18, 2005, which identifies Miller & Long as the insured party, \nSuperior as an additional insured party, the covered operation as Building Four and \n                                            \n1 See 2d Am. Compl. ¶ 44, Superior Constr. Corp.  v. Intracoastal Living, LLC, Brunswick Co., 07 CVS \n2806.     \n2 Id. ¶ 61, citing a date of October 14, 2005.  But see Br. Supp. Mot. Stay Comp. Arb. Section I (A), \nsuggesting the January contract also included work for Building Four.  The AIA contract for Building Four \nsuggests a date of October 14, 2005, consistent with the 2d Am. Compl. ¶ 61.  See Rep. Br. Supp. Mot. \nStay Comp. Arb. Ex. B. \n3 See Compl. ¶ 16 and Am. Compl. ¶ 46; but see Clardy Aff., Ex. A, Building Two and Three Subcontract, \ndated March 6, 2005.  \n4 Clardy Aff. Ex. A.  \n5 Id.    \n6 Id.  \n7 May 22, 2008 Dickman Aff. Ex. A.   \nSuperior as the certificate holder.8  Miller & Long has secured payment and \nperformance bonds, both dated October 13, 2005, and in the amount of $1,860,000 for \nBuilding Four.9  On these bonds, Miller & Long is named as the contractor, and Superior \nis named as the owner.10 \n[4] A document purporting to be the Build ing Four Subcontract, dated October \n13, 2005,11 was generated by Superior, but was never signed by the parties.12  The \nsubcontract number associated with this agreement is 05MBD014-S01.13   \n[5] Miller & Long submitted Application for Payment forms that reflect the \noriginal contract sum of $1,860,000 and which reference Building Four.14  These forms \nstate:  \nThe undersigned Contract or certifies that to the best of the \nContractor’s knowledge, in formation and belief the Work \ncovered by this Application for Payment has been completed \nin accordance with the Contract Documents, that all amounts \nhave been paid by the Contra ctor for Work for which \nprevious Certificates for Payment were issued and payments \nreceived from the Owner, and t hat current payment shown \nherein is now due.   \n \nThese Application for Payment forms are signed by Plaintiff.     \n[6] When relevant, the Buildings Two and Three Subcontract and the Building \nFour Subcontract are collectively referred to herein as the “Subcontract(s).” \n                                            \n8 Id. Ex. B. \n9 Id. Exs. C, D, respectively. \n10 Id.  \n11 Id. Ex. F. The court notes the cover page of Ex. F describes the project as “7th Avenue South \nCondominiums, Bali Bay,” with a contracted amount of $587,000 and a subcontract number of \n05MBD005-S01.  Further internal pages, however, describe the project as one for Building Four, a \ncontracted amount of $1,860,000 and a subcontract number of 05 MBD014-S01.  The court concludes \nthe title page affixed to Ex. F was erroneously included in the exhibit.   \n12 Id.  See also Compl. ¶ 25.  \n13 Dickman Aff. Ex. F, sub-exhibit A.        \n14 Id. Ex. E.   \n[7] Article 14 of the Buildings Two and Th ree Subcontract is identical to that \nof the Building Four Subcontract, excepting one revision in the first subcontract \nregarding the stated location of arbitration proceedings.15   \n[8] Paragraph 14.1 16 of each Subcontract provides: \nAGREEMENT TO ARBITRATE.  All claims, disputes and \nmatters in question arising ou t of, or relating to, this \nAgreement or the breach thereof, except for claims which \nhave been waived by the maki ng or acceptance of final \npayment, and the claims describ ed in Article 14.7, shall be \ndecided by arbitration in accordance with the Construction \nIndustry Arbitration Rules of  the American Arbitration \nAssociation then in effect unless the parties mutually agree \notherwise. This agreement to ar bitrate shall be specifically \nenforceable under the pr evailing arbitration law.  (emphasis \nin original.)  \n \n[9] Miller & Long sent Superior a bid pr oposal for Building Five, dated April \n20, 2006,17 and a request for a letter of intent, dated May 9, 2006.18  The bid proposal \nincluded a bid amount of $3,503,000 and expressly “assumes that the Inclusions, \nExclusions and Qualifications noted on the Bid Proposals for Buildings 2 and 3 . . . are \napplicable to [Miller & Long]’s scope of work unless noted otherwise within this \nproposal.”19  An attachment to Miller & Long’s request for a letter of intent also indicated \na total contract amount of $3,503,000.20  Superior replied with at least two letters of \nintent, dated May 11 and May 23, 2006, respectively, advising Miller & Long of \nSuperior’s intent to issue Miller & Long a subcontract in the amount of $3,503,000 for \n                                            \n15 Cf. Clardy Aff. Ex. A (Buildings Two and Three Subcontract) and Dickman Aff. Ex. F (Building Four \nSubcontract).  \n16 Article 14 specifically addresses the topic of arbitration.  The provisions therein are hereinafter referred \nto as the “arbitration provisions.” \n17 July 2, 2008 Dickman Aff. Ex. J. \n18 Id. Ex. K. \n19 Id. Ex. J. \n20 Id. Ex. K (“Schedule of Values”).  Defendant argues that Miller & Long submitted this Schedule of \nValues in accordance with § 16.2 of Superior’s standard written subcontract.  See Br. Supp. Mot. Stay \nComp. Arb. Section II (E). \nconcrete framing and foundations for Building Five.21  Superior instructed Miller & Long \nto consider these letters of intent as formal “Notice[s] to Proceed.”22  Notwithstanding \nthese documents (collectively, the “Building Five Agreement”), there is no written, \nsigned agreement purporting to be a contract between the parties for work on Building \nFive.    \n[10] Miller & Long submitted at least eight Application for Payment forms, all of \nwhich reference Building Five and reflect the original contract sum of $3,503,000.23  \nLike the forms for Building Four, these forms are signed by Miller & Long and include \ncertification language that explicitly references “the Contract Documents.” 24  \nHandwritten notes on the forms suggest numbers associated with the project.  Five of \nthe forms include a notation of 07MBD020; another five include a notation of 03-101, \nand another five include a notation of S-01.25  Statements provided by Miller & Long for \ncosts associated with Building Five include an identification number of 1-6530.26  The \nnumbers 07MBD020-S01 and 1-6530 are typed and handwritten, respectively, on a \ncopy and receipt of a check written by Superior and made out to Miller & Long in the \namount of $1,551,615.30 for work completed on Building Five, the total billed in the first \nfour applications.  A receipt for another check written by Superior and made out to Miller \n                                            \n21 July 2, 2008 Dickman Aff. Ex. L.  \n22 Id.   \n23 See, e.g., Id. Ex. M.  Superior mentions that Miller & Long submitted these applications on standard \nAIA forms, just as it had with respect to the Subcontracts and as required by Superior’s Subcontracts.  \nSee Br. Supp. Mot. Stay Comp. Arb. Section II (E). \n24 July 2, 2008 Dickman Aff. Ex. M.   \n25 Id.  The court notes that an “S-01” identification marker was also used to reference the Building Four \nSubcontract.     \n26 Id.  \n& Long in the amount of $167,122.80 also includes the identification numbers \n07MBD020-S01 and 1-6530.27 \n[11] At times material, Miller & Long undertook to perform pursuant to the \nSubcontracts and the Building Five Agreement.  During the course of the work, disputes \ndeveloped between Superior and Miller & Long arising out of their respective \ncontractual obligations. \n[12] On August 13, 2007, Miller & Long filed a suit against Intracoastal, \nSuperior, Western and Preserve Holdings, LLC regarding claims and disputes arising \nout of or relating to the Subcontracts and the Project.28  The Complaint was verified by \nJoseph J. Burns (\"Burns\"), Miller & Long’s Vice President, on August 9, 2007.  In its \nComplaint, Miller & Long requests a jury trial on all issues of fact.29  \nDISCUSSION \n[13] Movants, claiming that Miller & Long’s filing of this civil action is in violation \nof the terms of the Subcontracts, seek an order directing Miller & Long to proceed to \narbitration pursuant to N.C. Gen. Stat. § 1-569.1 (hereinafter, references to the North \nCarolina General Statutes will be “G.S.”) and staying any further proceedings in this \naction for claims subject to the arbitration provision. \n[14] In substance, Miller & Long responds  that (a) there is no agreement to \narbitrate with respect to the claims on Buildings Four and Five and that the conditions to \narbitrate in the Buildings Two and Three Subcontract, as well as the Building Four \nSubcontract, have not been met and (b) Superior should be estopped from asserting \n                                            \n27 Id. Ex. M.  This amount is very close (within $2) to the amount due per Miller & Long’s seventh \napplication for payment.  \n28 Miller & Long subsequently dismissed Western as a party to that suit. \n29 Compl. ¶ 7.  \ndifferent positions on Miller & Long’s work and entitlement to payment, as well as the \ngeneral arbitrability of Miller & Long’s claims on Building Five.30   \n[15] In North Carolina, arbitration cl auses are governed by the North Carolina  \nArbitration Act, G.S. 1-569.1 et seq.  G.S. 1-569.6, specifically, defines the  \nparameters of which disputes should be referred to arbitration: \nValidity of agreement to arbi trate. (a)  An agreement \ncontained in a record to submit to arbitration any existing or \nsubsequent controversy arisi ng between the parties to the \nagreement is valid, enforceab le, and irrevocable except \nupon a ground that exists  at law or in equi ty for revoking a \ncontract. (b)  The court sha ll decide whether an agreement \nto arbitrate exists or a c ontroversy is subject to an \nagreement to arbitrate. \n \n[16] North Carolina has a strong public po licy in favor of arbitration and will  \nresolve disputes regarding the scope of arbitrable issues in favor of arbitration.   \nCarteret County v. United Contractors, 120 N.C. App. 336, 342 (1995) (citing Cyclone \nRoofing Co. v. David M. La Fave Co., 312 N.C. 224, 229 (1984)). \n[17] In addition to North Carolina law, Movants correctly point to the Federal \nArbitration Act (“FAA”), 9 U.S.C.S. § 1 et seq., as applicable to this dispute.  Under the \nFAA, a written provision in a contract evidencing a transaction involving commerce to \nsettle by arbitration a controversy thereafter arising out of the contract or transaction is \ndeemed to be valid, irrevocable and enforceable unless such grounds exist at law or in \nequity for the revocation of the contract.  9 U.S.C.S. § 2.  Here, the Movants were \ninvolved in “commerce” as defined by the FAA, and the Act requires a stay while the \narbitration dispute is pending. \n[18] However, the FAA also provides that if there is a question as to:  \n                                            \n30 Pl. Br. Resp. Opp. Mot. Stay 7.  See also Pl. Rep. Br. Supp. Mot. Partial Summ. J. 8-9. \nthe making of the arbitrat ion agreement or the failure, \nneglect, or refusal to perform th e same . . . the court shall \nproceed summarily to the trial t hereof.  If no jury trial be \ndemanded by the party alleged to be in default, or if the \nmatter in dispute is within admir alty jurisdiction, the court \nshall hear and determine such issue.  Where such an issue \nis raised, the party alleged to be in default may, except in \ncases of admiralty, on or befor e the return day of the notice \nof application, demand a jury tr ial of such i ssue, and upon \nsuch demand the court shall make an order referring the \nissue or issues to a jury in the manner provided by the \nFederal Rules of Civil Proc edure [USCS Rules of Civil \nProcedure], or may specially call a jury for that purpose. \n \n9 U.S.C.S. § 4. \n \n[19] A “party challenging [an] arbitration provision must create a genuine issue \nof fact by presenting ‘enough evidence to make the denial colorable.'”  Lawrence v. \nHousehold Bank, N.A., 343 F. Supp. 2d. 1101, 1111 (M.D. Ala. 2004) (quoting Chastain \nv. The Robinson-Humphrey Co., 957 F.2d 851, 854 (11th Cir. 1992)); See also Battels \nv. Sears Nat'l Bank, 365 F. Supp. 2d. 1205, 1215-16 (M.D. Ala. 2005) (“Plaintiffs’ motion \nfor a jury trial is due to be denied because they have not created a genuine issue of fact \nas to whether arbitration agreements were reached between themselves and \nDefendant.”). \nExistence of Agreements to Arbitrate Claims \n[20] Notwithstanding Miller & Long’s demand for a jury trial, Miller & Long \nseeks payment for performance of the work done pursuant to the terms of the \nrespective Subcontracts, while at the same time seeking to deny the enforceability of \none of the terms of the Subcontracts.  Much like the case of Real Color Displays, Inc. v. \nUniversal Applied Techs., 950 F. Supp. 714 (E.D.N.C. 1997), Miller & Long’s conduct \ndemonstrates that it intended to be bound by the Subcontracts, including the Arbitration \nClause.  Indeed, the subsequent writings signed by Miller & Long specifically relate \nback to and incorporate the terms of the respective Subcontracts. \nBuilding Four  \n[21] While the Building Four Subcontra ct was never signed, the fact remains \nthat Miller & Long undertook to perform the contract in accordance with the terms of the \nBuilding Four Subcontract.  The facts and circumstances of the dealings between the \nparties clearly demonstrate that the Building Four Subcontract was intended by the \nparties to be binding.  The fact that this subcontract was not signed does not change \nthis result.  Therefore, Miller & Long has not presented a genuine issue of material fact \nas to the existence of an agreement to arbitrate disputes with respect to its claims on \nBuilding Four.  As such, it is not entitled to a determination of this matter by a jury.   \nBuilding Five \n[22] There is no written contract pur suant to which Miller & Long performed its \nwork on Building Five.  The court recognizes, however, that the bid, letters of intent, \nwork performed and bills submitted demonstrate the existence of a contract between \nMiller & Long and Superior.  See, e.g., Industrial & Textile Piping, Inc. v. Industrial \nRigging Servs., Inc., 69 N.C. App. 511, 514 (1984) (“[t]he parties’ failure to reach \nagreement on the written subcontract does not preclude the conclusion that an express \ncontract existed.”).   It is also true that the parties’ intent, where not clear from their \ncontract, may be inferred from the parties’ actions.  Branch Banking & Trust Co. v. \nKenyon Inv. Corp., 76 N.C. App. 1, 9 (1985).   \n[23] Movants argue that (a) the par ties’ conduct and the other writings \nexchanged by the parties demonstrate their intent to be bound by the same terms of the \nSubcontracts; (b) the facts and evidence show that the terms of the contract for Building \nFive were the same as those for Buildings Two, Three and Four and (c) principles of \njudicial economy support staying the action and compelling arbitration of all of Miller & \nLong’s claims.   \n[24] The court is sympathetic to Movants’ arguments but ultimately determines \nthat it cannot compel arbitration with respect to the Building Five Agreement.  An \nunwritten contract, notwithstanding inferred intent based on the parties’ actions, does \nnot fulfill the writing requirement of G.S. 1-569.6(a).  To extend the scope of the \nArbitration Clause to include the Building Five Agreement would stretch too thinly the \nstatutory requirement for a written agreement.  As such, the court cannot force the \nparties to submit to arbitration with respect to the Building Five Agreement.    \nConditions to Arbitrate: Buildings Two, Three and Four31  \n[25] Article 14.2 of each Subcontract states, in part:  \nNotice of demand for arbitrati on shall be filed in writing with \nthe other party to this agr eement and with the American \nArbitration Association.  Tile [sic] demand for arbitration shall \nbe made within a reas onable amount of time after written \nnotice of the claim, dispute or  other matter in question has \nbeen given, and in no event shall it be made after the date of \nfinal acceptance of the Work  by the Owner or when \ninstitution of legal or equita ble proceedings based on such \nclaim, dispute or other matter in question would be barred by \nthe applicable statute of limitat ions, whichever shall first \noccur.  \n \n                                            \n31 In its May 30, 2008 Reply Brief in response to Superior’s Brief in Support of Motion to Stay and Compel \nArbitration of Claims, 7, Miller & Long points the court to its discussion in its Reply Brief in response to \nSuperior’s Memorandum of Law in Opposition to Miller & Long’s Motion for Summary Judgment and in \nSupport of Superior’s Motion to Dismiss or Stay Plaintiff’s Complaint, 8-10.  The court considers those \narguments herein.   Miller & Long summarizes its citation by mentioning that its counsel does not have \nany knowledge that either Superior or Intracoastal have agreed voluntarily to submit their dispute to \narbitration.  Pl. Br. Opp. Mot. Stay 7, n. 4. \n[26] Burns stated in his affidavit t hat the architect, acting on behalf of the \nOwner, certified that Miller & Long’s work on Buildings Two, Three and Four was 100% \ncomplete on June 4, 2007.32  Burns references two pay applications in support of this \nstatement.33  If the architect’s certification were a final acceptance, then the demand to \narbitrate, made on July 8, 2008, came well after the final date on which it could be \nmade, June 4, 2007.  These pay applications, however, do not indicate that the architect \nwas acting on behalf of Intracoastal and, as such, do not constitute final acceptance of \nthe work by Intracoastal. \nExceptions to Arbitratility \n[27] Article 14.7 of each Subcontract excepts from the agreement to arbitrate \nany claim:  \nasserted by the Subcontractor a gainst the Contractor if the \nContractor asserts said claim, either in whol e or in part, \nagainst the Owner and the contra ct between the Contractor \nand Owner does not provide for binding arbitration, or does \nso provide but the two arbi tration proceedings are not \nconsolidated, or the Contractor and Owner have not \nsubsequently agreed to arbitrate said claim . . . . \n                                            \n32 See Burns Aff. ¶¶ 5, 8. \n33 Id. Exs. B and C.  Burns represents that Exhibit B is a pay application for work performed on Buildings \nTwo and Three.  This pay application references the Preserve Project, not Buildings Two and Three.  \nMoreover, the Original Contract Sum on this exhibit is not consistent with the $5,825,000 contract sum for \nBuildings Two and Three previously discussed.  See n. 4.  This inconsistency leads the court to conclude \nthis pay application is not in reference to Buildings Two and Three.  While Exhibit C does reference \nBuilding Four, the Balance to Finish as of June 1, 2007 was $637,875.89, still a substantial portion of the \noriginal contract sum of $6,300,000.  This remaining balance suggests that there remained some \nsubstantial work to be completed.  \n[28] In a separate action, Superior has asserted related claims against \nIntracoastal.34   \n[29] Further, the contra ct between Superior and Intracoastal provides for \nbinding arbitration.35  \n[30] On January 13, 2009, Superior wit hdrew the Motion to Stay Pending \nArbitration in its Amended Complaint in Superior Constr. Corp. v. Intracoastal Living, \nLLC, stating it “will not pursue arbitration of this dispute,”36 though Superior did suggest \nthe possibility of arbitration in its Second Amended Complaint, filed April 28, 2009.37   \n[31] To the court’s knowledge, ther e is no current arbitration proceeding \nbetween Superior and Intracoastal.  Accordingly, there can be no consolidation. \n[32] Moreover, to the court’s knowle dge, Superior and Intracoastal have not \nsubsequently agreed to arbitrate the related claims.   \n[33] Accordingly, the exclusionary provisions of Article 14.7 are satisfied, and \nnotwithstanding any contrary agreements between Miller & Long and Superior, Miller & \nLong’s claims against Superior are not subject to arbitration.   \n \n                                            \n34 The Movants argue that the exceptions of 14.7 do not apply in the present case because Superior has \nnot claimed (a) it is asserting Miller & Long’s claim against Intracoastal; (b) Superior’s claims against \nMiller & Long are separate from its claims against Intracoastal and (c) Superior’s dispute with Intracoastal \ndoes not preclude Superior from enforcing its agreement to arbitrate claims between it and Miller & Long.  \nRep. Br. Supp. Mot. Stay Comp. Arb., 4.  However, Superior does premise its claims against Intracoastal \non the value it contributed to the buildings discussed herein, value contributed by it through its \nsubcontractors.  See, e.g., Superior Constr. Corp. v. Intracoastal Living, LLC, Brunswick County No. 07 \nCVS 2806 (N.C. Super. Ct.), Second Am. Compl. ¶¶ 12-13, 24-25, 27-30, 32, 35-36, 38, 124-25.   \n35 Rep. Br. Supp. Mot. Stay Comp. Arb., Ex. B, § 4.6.  The Movants argue such binding arbitration \ndemonstrates that Superior and Intracoastal consented to or agreed to arbitrate their disputes.  Id. 3-4.  \nThe Movants also argue that the general conditions in Superior’s contract with Intracoastal require any \nclaim arising out of or relating to the contract to be arbitrated.  Id. However, the language of Article 14.7 \nincludes the word “subsequently,” which suggests that it is not appropriate to consider previous \nagreements to arbitrate.    \n36 Superior Constr. Corp. v. Intracoastal Living, LLC, Withdrawal Mot. Stay Pending Arb. \n37 Id., 2d Am. Compl., ¶¶ 111, 12 (latter on p. 25). \nEstoppel \n[34] Miller & Long argues that the Mo vants should be estopped from asserting \ndifferent positions on the degree of completion of Building Four and Miller & Long’s \nentitlement to be paid on Buildings Two, Three and Four.  Miller & Long also argues that \nthe Movants should be estopped from asserting different positions on the general \narbitrability of Miller & Long’s claims on Building Five.  For example, the Motion does \nnot mention Building Five.   \n[35] The court determines, however, t hat the elements required for such \nestoppel have not been met.  \n  NOW THEREFORE, based upon the fo regoing FINDINGS and CONCLUSIONS,  \nit is ORDERED that Superior Construction Corporation and Western Surety Company’s  \nMotion to Stay and Compel Arbitration hereby is DENIED. \nThis the 21st day of June, 2011.      "
}