{
  "id": "aa5fc343871d45bbc78a8c0927b1f088d8fa55136259bf92716049d8dd21f8ba",
  "source_file": "data/raw/ncbc/aa5fc343871d45bbc78a8c0927b1f088d8fa55136259bf92716049d8dd21f8ba.pdf",
  "raw_text": "Austin v. Regal Inv. Advisors, LLC, 2018 NCBC 3. \n \nSTATE OF NORTH CAROLINA \n \nORANGE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 309 \n \nDIANE AUSTIN; WILLIAM AUSTIN; \nLISA GWYTHER; ROBERT \nGWYTHER; RONALD SHELTON; \nand VERONICA DALE SHELTON, \n \n   Plaintiffs, \n \nv. \n \nREGAL INVESTMENT ADVISORS, \nLLC and JAMES MARTIN “MARTY” \nBARNES,  \n \n   Defendants. \n \nORDER AND OPINION ON \nDEFENDANT REGAL INVESTMENT \nADVISORS, LLC’S MOTION TO \nDISMISS \n \n1. THIS MATTER is before the Court on Defendant Regal Investment \nAdvisors, LLC’s (“Regal” or “Defendant”) Motion to Dismiss (the “Motion”).  Having \nconsidered the Motion, the briefs, and the arguments of counsel  at a hearing on the \nMotion, the Court hereby GRANTS in part and DENIES in part the Motion. \nBrooks, Pierce, McLendon, Humphrey & Leonard, LLP, by Clint S. Morse \nand Jessica Thaller-Moran, for Plaintiffs. \n \nJackson Lewis, P.C., by Paul S. Holsher, Caitlin M. Goforth, and Kevin \nD. Holden, for Defendant Regal Investment Advisors, LLC. \n \nGraebe Hanna & Sullivan, PLLC, by Christopher T. Graebe , and \nO’Hagan Meyer, PLLC, by H. Robert Yates, III, for Defendant James \nMartin “Marty” Barnes. \n \nRobinson, Judge. \n \nI. PROCEDURAL HISTORY \n2. The Court sets forth here only those portions of the procedural history that \nare relevant to its determination of the Motion. \n3. Plaintiffs initiated this action by filing their Complaint on March 20, 2017. \n4. This case was designated as a mandatory complex business case by order \nof the Chief Justice of the Supreme Court of North Carolina dated June 19, 2017 and \nassigned to the undersigned by order of Chief Business Court Judge James L. Gale \ndated June 21, 2017. \n5. On August 16, 2017, Regal filed the Motion pursuant to Rule 12(b)(6) of the \nNorth Carolina Rules of Civil Procedure (“Rule(s)”) and its supporting brief. \n6. On November 14, 2017, the Court held a hearing on the Motion at which \ncounsel for all parties were present. \n7. The Motion has been fully briefed and is now ripe for resolution. \nII. FACTUAL BACKGROUND \n8. The Court does not makin g findings of fact on the Motion under Rule \n12(b)(6) but only recites those factual allegations of the Complaint that are relevant \nand necessary to the Court’s determination of the Motion. \nA. The Parties \n9. Regal is a Michigan limited liability company that oper ates as an \ninvestment adviser registered with the Securities Exchange Commission (“SEC”).  \n(Compl. ¶¶ 7, 9, ECF No. 5.)  In 2010, Regal provided the North Carolina Secretary \nof State’s Securities Division with the documentation necessary for it to engage i n \ninvestment advising in North Carolina.  (Compl. ¶ 10.) \n10. Defendant James Martin “Marty” Barnes (“ Mr. Barnes”) has worked as a \nregistered investment adviser  representative with various firms  since 1980  and \nbecame an investment adviser representative for Regal in either 2011 or 2012 .  \n(Compl. ¶¶ 13, 22–23, 25.)  \n11. Plaintiffs Lisa Gwyther (“Mrs. Gwyther”) and Robert Gwyther (“Mr. \nGwyther”) (collectively , “the Gwythers”) are North Carolina citizens who became \nclients of Mr. Barnes in 1990.  (Compl. ¶¶ 3–4, 21.) \n12. Plaintiffs Veronica Dale Shelton (“Mrs. Shelton”) and Ronald Shelton (“Mr. \nShelton”) (collectively, “the Sheltons”) are North Carolina citizens who became clients \nof Mr. Barnes in 2012.  (Compl. ¶¶ 5–6, 21.) \n13. Plaintiffs Diane Austin (“Mrs. Austin”) and W illiam Austin (“Mr. Austin”) \n(collectively, “the Austins”) are North Carolina citizens who became clients of Mr. \nBarnes in the spring of 2013.  (Compl. ¶¶ 1–2, 21.) \nB. Mr. Barnes Joins Regal \n14. Mr. Barnes began working for Regal at some point between 2011 and 2012, \nat which time each of  his then current clients signed  Regal’s Client Investment \nAdvisory Agreement (the “Advisory Agreements”).  (Compl. ¶¶ 13, 25–26, Ex. A.) \n15. By executing the  Advisory A greements, Plaintiffs as clients  each \nestablished an investment account with Regal and appointed Regal as its investment \nadviser and  investment manager  “to supervise and direct the investments of the \n[a]ccount(s) in accordance with the [c]lient’s stated objectives and financial goals.”  \n(Compl. Ex. A, § 1.)  The Advisory Agreements gave Regal, as investment manager, \n“full discretion to supervise, manage, and direct the assets” in each client’s accounts \n“in any manner deemed appropriate and to place all orders for the purchase and sale \nof [a]ccount assets with or through brokers, dealers, or issuers . . . selected by [Regal] \nor as directed by the [c]lient . . . subject to any restrictions imposed by the [c]lient in \nthe [c]lient [d]ocumentation[.]”  (Compl. Ex. A, § 1, at 1–2.) \n16. The Advisory Agreement s also contained a disclaimer of liability:  “It is \nagreed that except for negligence, malfeasance or violation of applicable law, neither \n[Regal] nor any of its officers, directors or employees shall be liable for any action \nperformed or for any errors of judgment in managing client’s account(s) under this \nAgreement.”  (Compl. Ex. A, § 4.) \n17. In addition to the Advisory Agreement s, the Complaint references Regal’s \nInvestment Policy Statement ( the “Policy Statement” ), “a comprehensive, client -\nspecific and dynamic document” used to achieve certain objectives .  (Compl. Ex. B, \nPart II.)  As part of the  Policy Statement, each client was provided a questionnaire \nused to determine  the client’s risk tolerance.  (Compl. Ex. B, Part I .)  The Policy \nStatement also delineated the roles and responsibilities of Regal and its investment \nadviser representatives.  (Compl. Ex. B, Part III.)  Mr. Barnes, as the investment \nadviser representative, was “responsible for selecting the appropriate  portfolio \nmodel” for each client, reviewing the investment process and results with each client \non an ongoing basis, and making portfolio adjustments when a client’s circumstances \nor objectives changed.  (Compl. Ex. B, Part III.)  Regal was to provide discretionary \nportfolio management services to its clients through ongoing partnerships with \ninvestment adviser representatives.  (Compl. Ex. B, Part III.)  Further, the Policy \nStatement set out Regal’s principles for making investment decisions, which included \nprofessional oversight and “active/tactical management” of each portfolio.  (Compl. \nEx. B, Part IV.) \nC. The Triton Investment \n18. In March and April 2014, Mr. Barnes contacted each Plaintiff separately \nand informed them of a new investment opportunity that he claimed would increase \ntheir returns without increasing their risk.  (Compl. ¶ 42a.)  Mr. Barnes explained \nthat the investment would require  Plaintiffs to place their account assets in self -\ndirected investment retirement accounts  through Equity Trust, which assets would \nthen be invested in Triton Sitework Development, LLC (“Triton”), a North Carolina \nsite development and c onstruction company  of which Mr. Barnes was a co -owner.  \n(Compl. ¶¶ 42f, 58.)  According to Mr. Barnes, Plaintiffs’ retirement accounts would \nbe provided to Triton as a loan , in exchange for which Plaintiffs would receive \npromissory notes bearing interest at a daily rate equal to  12% per annum.  (Compl. \n¶ 42g.)  Mr. Barnes told Plaintiffs that Mezzanine Partners, LLC would serve as the \nadministrative agent for the loans.  (Compl. ¶ 43b.)  Mr. Barnes further told Plaintiffs \nthat the money loaned to Triton was for general business uses and that Triton had \ncontracted to perform $45 million of work, causing it to  need additional capital to \nmeet its business growth.  (Compl. ¶ 43a, c.) \n19. Plaintiffs allege that Mr. Barnes informed each Plaintiff that the new \ninvestment was not risky or speculative, that it was “very secure,” and that there was \nno risk of losing their principal investment.  (Compl. ¶ 43e.)  Mr. Barnes also \nrepresented that he “personally knew the people running Triton and trusted them.”  \n(Compl. ¶ 43d.)   Additionally, Plaintiffs allege that Mr. Barnes made the following \nspecific representations to Plaintiffs: \n Mr. Barnes told the Austins that their investment was not at risk \nbecause Triton owned equipment that could be sold to pay back \ninvestors within thirty days.  (Compl. ¶ 43b.) \n Mr. Barnes told the Sheltons that their principal investment would \nnever be lost because they could always recover it within thirty days \nand that the only element of their investment that could be less than \npromised was the amount of the interest payments.  (Compl. ¶ 43c.) \n Mr. Barnes told the Gwythers that Triton had a track rec ord of \nsuccess, that insurance had been purchased to cover potential losses, \nand that the investment would eliminate the inherent fluctuations \nof general equity markets.  (Compl. ¶ 43d.) \nPlaintiffs aver that Triton was already in severe financial distress when Mr. Barnes \nmade these representations to Plaintiffs.  (Compl. ¶ 46.) \n20. Plaintiffs allege that they were neither sophisticated investors nor had the \nbusiness acumen to determine the appropriateness of their investments in Triton and \nthat they invested in Triton based on Mr. Barnes’s representations.  (Compl. ¶¶ 38, \n44, 71 .)  The Austins  and the Gwythers each  invested approximately $100,000 in \nTriton in March 2014 , and  the Gwythers invested an additional $170,000, \napproximately, on May 12, 2014.  (Compl. ¶ 44 a−b.)  The Sheltons invested \napproximately $200,000 in Triton on April 22, 2014.  (Compl. ¶ 44c.)  In exchange, \neach Plaintiff was given a promissory note with a maturity date of at least fifteen \nmonths.  (Compl. ¶¶ 42g, 45.) \n21. After some of the Plaintiffs received initial interest payments from Triton, \nall interest payments stopped.  (Compl. ¶¶  48–49.)  Throughout the latter half of \n2015, Plaintiffs spoke with Mr. Barnes about the Triton investment an d were given \nvarious assurances.  (See Compl. ¶¶ 50–54.)  Mr. Barnes told Mr. Austin that Triton \nwas “being bought by a ‘bigger fish’” and that Mr. Austin’s funds would be returned \nto him once the sale was finalized.  (Compl. ¶ 50.)  Mr. Barnes told the Sheltons and \nthe Austins that Triton’s  work was delayed due to inclement weather , but that \ninterest payments would resume soon.  (Compl. ¶¶ 51, 53.)  Mr. Barnes also told the \nSheltons and the Austins that Triton had taken on more work than it could handle \nand was attempting to sell some of its work to a different construction company, again \nassuring Plaintiffs that they would receive overdue interest payments soon.  (Compl. \n¶ 52.)  In late 2015, the Sheltons asked Mr. Barnes if they would need to seek legal  \nremedies regarding the Triton investment and were told by Mr. Barnes “that if it \ncame to that, insurance would cover the losses.”  (Compl. ¶ 54.) \n22. Plaintiffs allege that, at the time Mr. Barnes made these representations, \nTriton was already in the process of closing down, a fact which Mr. Barnes “could \nhave known” because he was a co-owner of Triton.  (Compl. ¶¶ 55, 58.)  In early 2016, \nTriton had already closed its principal office and disconnected the office telephone.  \n(Compl. ¶ 56.)  Plaintiffs lost the entirety of their investment s in Triton, as well as \nthe income stream provided for in the promissory notes.  (Compl. ¶ 62.) \nD. Regal Terminates Mr. Barnes \n23. In March 2016, Regal’s chief compliance officer sent Plaintiffs a letter \nexplaining that Mr. Barnes had been terminated from Regal.  (Compl. ¶ 63.)  The \nletter claimed that it was only after Mr. Barnes’s termination that Regal became \naware that Mr. Barnes “previously solicited individuals to transfer funds to Equity \nTrust to purchase investments that Regal did not know about, approve or offer.”  \n(Compl. ¶ 63.) \n24. The Complaint alleges that Plaintiffs , based on the Advisory Agreement s \nand Policy Statement,  believed that Regal oversaw all of Mr. Barnes’s actions and \nensured that Plaintiffs’ investments were consistent with their goals, objectives, and \ninvestment profiles.  (Compl. ¶¶ 75–76.)  The Complaint further alleges that  Regal \nfailed to properly monitor and supervise Plaintiffs’ investment accounts and the \nconduct of Mr. Barnes.  (Compl. ¶ 83a –b.)  Plaintiffs aver that Regal could have \ndiscovered Mr. Barnes’s improper investments  because Mr. Barnes regularly \ndiscussed the Triton investment with Plaintiff s using his Regal e -mail account , \nPlaintiffs’ investments were effecte d through wire transfers from their Regal \naccounts, and Plaintiffs’ investment reports were available for Regal’s inspection .  \n(Compl. ¶¶ 77–80.) \nE. Plaintiffs’ Claims \n25. Plaintiffs assert eleven claims for relief, some of which are brought against \nboth Regal an d Mr. Barnes and some of which are brought solely against Regal.  \nSpecifically, Plaintiffs bring claims against Regal and Mr. Barnes for negligence \n(Counts II and V), breach of fiduciary duty ( Count III), negligent misrepresentation \n(Count IV), violations of the North Carolina Securities Act (“NCSA”), N.C. Gen. Stat. \n§ 78A-56(a)(2), (Count VI), and violations of the North Carolina Investment Advisors \nAct (“NCIAA”), N.C. Gen. Stat. §§ 78C -8, 78C-38, (Count VIII).  (Compl. 15, 17–19.)  \nPlaintiffs assert claims against Regal for breach of contract (Count I), control person \nliability under the NCSA, N.C. Gen. Stat. § 78A-56(c)(1), (Count VII), control person \nliability under the NCIAA, N.C. Gen. Stat. § 78C-38, (Count IX), respondeat superior \n(Count X), and negligent supervision (Count XI).  (Compl. 14–15, 17–21.)  Regal seeks \ndismissal of all eleven claims  brought against it .  (Def. Regal Inv. Advisors, LLC’s \nMot. Dismiss 1, ECF No. 29.) \nIII. LEGAL STANDARD \n26. In ruling on Regal’s 12(b)(6) Motion, the Court reviews the allegations of \nthe Complaint in the light most favorable to Plaintiffs.  The Court’s inquiry is \n“whether, as a matter of law, the allegations of the complaint, treated as true, are \nsufficient to state a claim upon which relief may be granted under some legal theory.”  \nHarris v. NCNB Nat’l Bank of N.C., 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987).  \nThe Court construes the Complaint liberally and accepts all allegations as true.  \nLaster v. Francis, 199 N.C. App. 572, 577, 681 S.E.2d 858, 862 (2009). \n27. Where the Complaint refers to and depends on certain documents, the \nCourt may consider those documents without converting the motion into one for \nsummary judgment under Rule 56.  Schlieper v. Johnson , 195 N.C. App. 257, 261, \n672 S.E.2d 548, 551 (2009).  At the same time, the Court may not consider materials \nthat are not mentioned, contained, or attached in or to the pleading; otherwise, a Rule \n12(b)(6) motion will be converted into a Rule 56 motion an d subject to its standards \nof consideration and review.  Fowler v. Williamson, 39 N.C. App. 715, 717, 251 S.E.2d \n889, 890−91 (1979).   \n28. Dismissal of a claim pursuant to Rule 12(b)(6) is proper “(1) when the \ncomplaint on its face reveals that no law supports [the] claim; (2) when the complaint \nreveals on its face the absence of fact sufficient to make a good claim; [or] (3) when \nsome fact disclosed in the complaint necessarily defeats the . . . claim.”  Oates v. JAG, \nInc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985); see also Jackson v. Bumgardner, \n318 N.C. 172, 175, 347 S.E.2d 743, 745 (1986).  Otherwise, “a complaint should not \nbe dismissed for insufficiency unless it appears to a certainty that plaintiff is entitled \nto no relief under any state of facts w hich could be proved in support of the claim.”  \nSutton v. Duke, 277 N.C. 94, 103, 176 S.E.2d 161, 166 (1970) (emphasis omitted).   \n29. The Court is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, 274, 620 \nS.E.2d 873, 880 (2005).  A “trial court can reject allegations that are contradicted by \nthe documents attached, specifically referred to, or inc orporated by reference in the \ncomplaint.”  Laster, 199 N.C. App. at 577, 681 S.E.2d at 862.  The Court can also \nignore a party’s legal conclusions set forth in its pleading.  McCrann v. Pinehurst, \nLLC, 225 N.C. App. 368, 377, 737 S.E.2d 771, 777 (2013). \nIV. ANALYSIS \nA. Breach of Contract (Count I) \n30. The elements for a claim for breach of contract are (1) existence of a valid \ncontract and (2) breach of the terms of that contract.  Poor v. Hill, 138 N.C. App. 19, \n26, 530 S.E.2d 838, 843 (2000); see also Edwards v. PFA Architects, P.A., 2017 NCBC \nLEXIS 56, at *10 (N.C. Super. Ct. June 29, 2017). \n31. The allegations of the Complaint are sufficient to state that a valid contract \nexisted between Plaintiffs and Regal.  The Complaint alleges that Plaintiffs entered \ninto the Advisory Agreements with Regal, (Compl. ¶ 26), pursuant to which Plaintiffs \nappointed Regal to supervise and manage their investment accounts in accordance \nwith their objectives and financial goals , (Compl. Ex. A, §  1).  The Complaint  \nsufficiently alleges that Regal breached the Advisory Agreement s by failing  to \nmonitor Plaintiffs’ investment accounts and Mr. Barnes’s conduct, (Compl. ¶ 83a–b), \nthus allowing Plaintiffs’ assets to be invested in Triton, an investment that was \ninconsistent with Plaintiffs’ st ated objectives and goals , (Compl. ¶ 67).  Plaintiffs \nallege that Mr. Barnes presented the Triton investment opportunity to Plaintiffs in \nMarch and April 2014, (Compl. ¶ 43), and Plaintiffs invested in Triton between March \nand May 2014, (Compl. ¶ 44) .  However, the Complaint alleges that Regal did not \nbecome aware that Mr. Barnes had induced Plaintiffs to invest in the Triton \nopportunity until March 2016, approxima tely two years  after Plaintiffs invested  \ntherein.  (Compl. ¶ 63.)  The Complaint also alleges that had Regal properly \nsupervised Plaintiffs’ accounts, it could have discovered the improper Triton \ninvestment sooner by monitoring Mr. Barnes’ s company e-mail, wire transfers from \nPlaintiffs’ Regal accounts, or Plaintiffs’ investment reports.  (Compl. ¶¶ 77–80.)  The \nCourt concludes that, at the pleading stage, t hese allegations are sufficient to state  \nthat Regal failed to m anage and supervise Plaintiffs ’ accounts in breach of the \nAdvisory Agreements.  Based on the foregoing, the Court concludes that Pla intiffs \nhave adequately alleged a claim for breach of contract. \n32. Regal argues that Plaintiffs expressly waived the right to assert a  breach \nof contract claim against Regal based on the disclaimer of liability in the Advisory \nAgreements.  (Mem. Law Supp. Def. Regal Inv. Advisors, LLC’s Mot. Dismiss 6, ECF \nNo. 30 [“Def. Regal’s Br. Supp .”].)  Regal also argues that Plaintiffs were no longer \nsubject to the Advisory Agreement s once they voluntarily transferred their account \nassets from Regal-managed accounts to self-directed IRAs not associated with Regal.  \n(Def. Regal’s Br. Supp. 7.)   Plaintiffs respond that Regal’s complete failure to \nsupervise and direct Plaintiffs ’ investments amounted to a breach of Regal’s \ncontractual obligations, not an error in judgment so as to implicate the disclaimer of \nliability.  (Pls.’ Br. Opp’n Regal’s Mot. Dismiss 9, ECF No. 43.) \n33. The provision of the Advisory Agreement s at issue here states that Regal \nmay not be liable “for any action performed or for any errors of judgment in managing \nclient’s account(s).”  (Compl. Ex. A, § 4.)  Plaintiffs allege a complete failure by Regal \nto supervise and manage Plaintiffs’ investment accounts  as promised.  Rather than \nalleging that Regal breached the contract by an “action performed” o r “error of \njudgment,” Plaintiffs allege a complete absence of performance or the exercise of any \njudgment.  Therefore, the Court cannot conclude as a matter of law, based solely on \nthe pleadings, that the exculpatory provision defeats Plaintiffs’ breach o f contract \nclaim. \n34. As to Regal’s argument that  it ha d no obligation to supervise Plaintiffs’ \nassets once they were taken out of Regal -managed accounts , the Court does not \ninterpret Plaintiffs’ allegations to charge Regal with a duty to supervise assets of \nclients who have ended their relationship with Regal.  However, here, the Complaint \nalleges that Regal ’s breach  occurred when Regal failed to supervise Plaintiffs ’ \naccounts so as to allow Mr. Barnes to invest Plaintiffs’ assets in Triton in the first \nplace—when the assets were still in Regal accounts and subject to Regal’s supervision \nand management.  (See Compl. ¶ 90.) \n35. Taking all facts and reasonable inferences in Plaintiffs’ favor, as the Court \nmust at this stage of the litigation, the Court concludes that Plaintiffs have stated a \nclaim against Regal for breach of contract by adequately alleging that Regal breached \nits contractual obligations to supervise and monitor Plaintiffs’ accounts and make \ninvestments in accordance with Plaintiffs’ stated objectives and goals.  The Motion is, \ntherefore, denied as to Plaintiffs’ breach of contract claim. \nB. Breach of Fiduciary Duty (Count III) \n36. “For a breach of fiduciary duty to exist, there must first be a fiduciary \nrelationship between the parties.”  Dalton v. Camp , 353 N.C. 647, 651, 548 S.E.2d \n704, 707 (2001).  A fiduciary relationship “exists in all cases where there has been a \nspecial confidence reposed in one who in equity and good conscience is bound to act \nin good faith and with due regard to the interests of the one reposing confidence.”  \nLockerman v. S. River. Elec. Membership Corp. , 794 S.E.2d 346, 351 (N.C. Ct. App. \n2016).  “In North Carolina, a fiduciary duty can arise by operation of law (de jure) or \nbased on the facts and circumstances ( de facto) . . . .”  Id.  De jure fiduciary duties \narise because of a legal relationship between the parties, such as the relationship \nbetween an attorney and his client.  White v. Consol. Planning, Inc. , 166 N.C. App. \n283, 293, 603 S.E.2d 147, 155 (2004). \n37. Regal contends that Plaintiffs’ breach of fiduciary duty claim should be \ndismissed because (1) North Carolina has not recognized a de jure  fiduciary \nrelationship between an investment adviser and its clients; (2) Regal did not stand in \na de facto fiduciary relationship with Plaintiffs and, thus, did not owe Plaintiffs any \nduties beyond those specified in the Advisory Agreements; and (3) even assuming the \nexistence of a fiduciary relationship, Plaintiffs have not al leged facts to support a \nfinding that Regal breached any fiduciary duties it may have owed to Plaintiffs.  (Def. \nRegal’s Br. Supp. 9–10.) \n38. As to Regal’s first argument, the Court believes it can properly resolve the \nMotion as to Plaintiffs’ breach of fiduciary duty claim without determining whether \na de jure fiduciary relationship exists between an investment adviser and its clients \nunder North Carolina law.  Under the allegations of the Complaint, the Court believes \nPlaintiffs have adequately alleged the ex istence of a de facto fiduciary relationship \nand the breach of the fiduciary duties arising therefrom. \n39. Because our “[c]ourts have historically declined to offer a rigid definition of \na fiduciary relationship in order to allow imposition of fiduciary duties where \njustified[,]” fiduciary relationships “can arise in a variety of circumstances, and may \nstem from varied and unpredictable facts.”  HAJMM Co. v. House of Raeford Farms, \nInc., 328 N.C. 578, 588, 403 S.E.2d 483, 489 (1991).  However, “[t]he standard for \nfinding a de facto  fiduciary relationship is a demanding one[.]”  Lockerman, 794 \nS.E.2d at 342.  “On ly when one party figuratively holds all of the cards – all of the \nfinancial power or technical information, for example – have North Carolina courts \nfound that the special circumstance of a fiduciary relationship has arisen.”  S.N.R. \nMgmt. Corp. v. Danube Partners 141, LLC, 189 N.C. App. 601, 613, 659 S.E.2d 442, \n451 (2008).  “Determining whether a fiduciary relationship exists requires looking at \nthe particular facts and circumstances of a given case.”  Highland Paving Co. v. First \nBank, 227 N.C. App. 36,  42, 742 S.E.2d 287, 292 (2013).  Thus, whether a de facto \nfiduciary relationship exists “is generally a question of fact for the jury.”  Lockerman, \n794 S.E.2d at 351. \n40. The Complaint alleges that Plaintiffs, none of whom were sophisticated \ninvestors, (Compl. ¶ 38), had come to rely on Mr. Barnes and Regal for their financial \nexpertise, (Compl. ¶¶ 41, 75–76, 99).  The Complaint further alleges that Plaintiffs \nreposed special confidence in Regal and  Mr. Barnes “to look out for their interests \nbecause of that expertise[,]” (Compl. ¶ 99), and points to provisions in the agreements \nbetween the parties pursuant to which  Regal had discretionary authority to direct \ninvestment of Plaintiffs’ funds and was to supervise their accounts, (Compl. ¶¶ 27 –\n30, 34–36, 76, 84, Ex. A, § 1, Ex. B, Parts III–IV). \n41. While it is true that parties to a contract generally “owe no special duty to \none another beyond the terms of the contract,” Branch Banking & Tr . Co. v. \nThompson, 107 N.C. App. 53, 61, 418 S.E.2d 694, 699 (1992), the mere fact that \nparties entered into a contract does not, as a matter of law, foreclose the existence of \na relationship of trust and confidence sufficient to impose fiduciary duties on Regal.  \nThe facts of this case bear similarities to White v. Consolidated Pla nning, Inc., 166 \nN.C. App. 283, 603 S.E.2d 147 (2004).  In White, plaintiffs’ son worked for defendant-\ncompany, which offered financial planning services and acted as  a general agent for \ninsurance companies.  Id. at 288, 603 S.E.2d at 152.  After p laintiffs used their \nretirement savings to buy insurance and annuity products from their son, as an \nemployee and agent of defendant -company, the son took funds from plaintiffs’ \nannuities for his own use and engaged in conduct designed to hide his actions, \nincluding creating fictitious account statements and changing plaintiffs’ mailing \naddress on the account to his own office address so that plaintiffs would not receive \naccurate account statements.  Id. at 288–89, 603 S.E.2d at 152–53.  Defendant later \nterminated plaintiffs’ son when it learned he had been misappropriating clients’ \nfunds, but did not investigate plaintiffs’ accounts to determine whether their son had \nstolen from them.  Id. at 290, 603 S.E.2d at 153. \n42. The Court of Appeals reversed the trial co urt’s dismissal of plaintiffs’ \nbreach of fiduciary duty claim.  Id. at 311, 603 S.E.2d at 166.  The Court of Appeals \nfound the allegations that plaintiffs relied upon their son and defendant to properly \nmanage their funds because of plaintiffs’ lack of expertise in financial affairs, together \nwith the facts and circumstances set forth in the complaint, adequate to plead the \nexistence of a fiduciary relationship.  Id. at 293–94, 603 S.E.2d at 155. \n43. The Court concludes that the Complaint’s allegati ons regarding the \nrelationship between the parties, the amount of discretion given to  Mr. Barnes and \nRegal to manage Plaintiffs’ investments, and the circumstances of the Triton \ninvestment, together with the allegations that Plaintiffs, who were not sophisticated \ninvestors, relied on Mr. Barnes and Regal for their financial expertise to manage their \ninvestment accounts, are sufficient at the Rule 12(b)(6) stage to plead the existence \nof a de facto fiduciary relationship. \n44. Regal next argues that the Complaint  fails to allege sufficient facts that \nRegal breached any fiduciary duties it may have owed to Plaintiffs.  (Reply Mem. Law \nSupp. Def. Regal Inv. Advisors, LLC’s Mot. Dismiss 4 –5, ECF No. 48 [“Def. Regal’s \nReply Br.”].)  Regal argues that Plaintiffs repudiated the benefit of any fiduciary duty \nowed to them by Regal when they took an active role in investing in Triton, knowing \nthat Mr. Barnes’s advice was not being made on Regal’s behalf because such an \ninvestment was contrary to Regal’s interest as it required removing Plaintiffs’ assets \nfrom Regal accounts.  (Def. Regal’s Reply Br. 4–5.)  The facts alleged in the Complaint, \nhowever, do not support that Plaintiffs knew or understood the Triton investment to \nmean that their assets would no longer be un der the supervision of Regal.  To the \ncontrary, the Complaint repeatedly alleges that Plaintiffs had reason to , and did in \nfact, believe that Regal would supervise their investment accounts and Mr. Barnes’s \nconduct.  (Compl. ¶¶ 28–29, 35, 75–76, 81, 84, 89, 101, 103.)   The Court, therefore, \ndenies the Motion as to Plaintiffs’ breach of fiduciary duty claim. \nC. Negligence and Vicarious Liability (Counts II, V, and X) \n \n45. The Complaint alleges two separate counts of negligence.  The first \nnegligence claim (Count II) alleges that Regal breached its duties to Plaintiffs to act \nas a reasonable, prudent, and competent investment adviser and to implement and \nmaintain a compliance program by soliciting, s elling, advis ing, and allow ing \nPlaintiffs to invest in Triton .  (Com pl. 15.)  The second negligence claim (Count V) \nalleges that Regal breached its  duty of care in managing Plaintiffs’ investment \nportfolios.  (Compl. 18.)  At the hearing on the Motion, Plaintiffs’ counsel conceded \nthat the two claims were substantially identical, and the Court will therefore treat \nPlaintiffs’ negligence claims as one claim. \n46. To state a claim for negligence, the Complaint “must allege the existence of \na legal duty or standard of care owed to the plaintiff by the defendant, breach of that \nduty, and a causal relationship between the breach of duty and certain actual injury \nor loss sustained by the plaintiff.”  Sterner v. Penn, 159 N.C. App. 626, 630, 583 S.E.2d \n670, 673 (2003) (quotation marks omitted). \n47. Plaintiffs allege that Regal was registered in North Carolina to act as an \ninvestment adviser, (Compl. ¶¶ 9 –10), and that Mr. Barnes was registered as an \ninvestment adviser representative with Regal at all times relevant to the Complaint, \n(Compl. ¶ 13) .  The Complaint alleges that Plaintiffs entered into contracts with \nRegal whereby Regal agreed to act as Plaintiffs’ investment adviser, (Compl. ¶¶  26–\n27), and, as such, owed Plaintiffs certain duties as a matter of law, including the duty \nto implement and maintain a competent compliance program to monitor its \ninvestment adviser representative and Plaintiffs’ accounts , (Compl. ¶¶ 94–95, 113).  \nThe allegations of the Complaint state that Plaintiffs were induced by Mr. Barnes to \nmake risky investments in Triton in the spring of 2014, (Compl. ¶ 44), but that Regal \nstated in a letter to Plaintiffs that it did not become aware of Mr. Barnes’s conduct \nuntil around March 2016, (Compl. ¶ 63).  The Complaint alleges facts suggesting that \nRegal should have known of the Triton investment earlier as it could have monitored \nMr. Barnes’s e-mail account, wir e transfers made from Plaintiffs’ accounts, or \nPlaintiffs’ investment reports.  (Compl. ¶ ¶ 77, 79–80.)  Plaintiffs further allege that \nit was standard industry practice and a legal requirement for Regal to establish, \nmaintain, and enforce written procedures that require frequent examination of client \naccounts and prompt review of all correspondence pertaining to the solicitation or \nexecution of advisory transactions, (Compl. ¶ 82), but that Regal failed to monitor its \nrepresentatives’ company e-mails and otherwise failed to monitor Plaintiffs’ accounts \nor the conduct of Mr. Barnes, (Compl. ¶¶ 78, 80).  The Complaint alleges that Regal’s \nfailure to monitor Plaintiffs’ accounts or Mr. Barnes’s conduct caused Plaintiffs’ loss \nof their investments in Triton.  (Compl. ¶¶ 62, 97, 115.) \n48. Regal argues that the only duties that Regal owes to Plaintiffs arise under \nthe Advisory Agreements and, therefore, Plaintiffs’ negligence claims are barred by \nthe economic loss rule.  (Def. Regal’s Br. Supp. 8 –9.)  Plaintiffs argue that, because \nRegal owed them separate duties as a fiduciary and under the North Carolina \nAdministrative Code , the economic loss rule does not bar their negligence claims .  \n(Pls.’ Br. Opp’n 16.) \n49. North Carolina has adopted the economic loss rule, which bars recovery in \ntort for purely economic loss arising out of a breach of contract.  Lord v. Customized \nConsulting Specialty, Inc., 182 N.C. App. 635, 639 –40, 643 S.E.2d 28, 30 –31 (2007).  \nThe economic loss rule provides that \na tort action does not lie against a party to a contract who simply fails \nto properly  perform the terms of the contract, even if that failure to \nperform was due to the negligent or intentional conduct of that party, \nwhen the injury resulting from the breach is damage to the subject \nmatter of the contract.  It is the law of contract and not  the law of \nnegligence which defines the obligations and remedies of the parties in \nsuch a situation.   \n \nSpillman v. Am. Homes of Mocksville, Inc., 108 N.C. App. 63, 65, 422 S.E.2d 740, 741–\n42 (1992) (citations omitted).  A party may bring a negligence claim based on conduct \nthat is also alleged to be a breach of contract where the plaintiff can “identify a duty \nowed by the defendant separate and distinct from any duty owed under a contract.”  \nForest2Market, Inc. v. Arcogent, Inc., 2016 NCBC LEXIS 3, at *8 (N.C. Super. Ct. Jan. \n5, 2016) (quotation marks omitted); see also Rountree v. Chowan Cty., 796 S.E.2d 827, \n831 (N.C. Ct. App. 2017) (“[A] viable tort action must be grounded on a violation of a \nduty imposed by operation of law, and the right invaded must be one that the law \nprovides without regard to the contractual relationship of the parties.” (emphasis \nomitted)). \n50. To support its argument that Regal owed duties to Plaintiffs separate from \nthose arising under the contract, Plaintiffs point to  the North Car olina \nAdministrative Code, which provides that “[e]very investment adviser shall exercise \ndiligent supervision over the advisory activities of all of its investment adviser \nrepresentatives[.]”  (Pls.’ Br. Opp’n 16 (quoting 18 N.C. Admin. Code 6A .1808(b)). )  \nPlaintiffs also cite to an administrative rule  requiring investment advisers (which \nwould by definition include Regal in its relations hip with each of the Plaintiffs ) to \n“establish, maintain and enforce written procedures” that require “frequent \nexamination of all client accounts to detect and prevent irregularities or abuses” and \n“prompt review and written approval by a designated supervisor of all advisory \ntransactions by investment adviser representatives and of all correspondence \npertaining to the solicitation or execution of all advisory transactions.”  (Pls.’ Br. \nOpp’n 16 (citing 18 N.C. Admin. Code 6A .1808(d)(2) –(3)).)  These administrative \nprovisions imposing a dditional duties on investment advisers to supervise client \naccounts and investment adviser representatives are some support for Plaintiffs’ \nclaim that Regal owed them duties beyond those arising under the contracts between \nthem. \n51. Therefore, having conclude d that Plaintiffs have adequately alleged the \nexistence of a fiduciary relationship and  finding that Plaintiffs have offered some \nsupport for the proposition  that Regal had separate obligations under North \nCarolina’s regulatory code, the Court cannot conclude, at this early pleading stage,  \nthat the economic loss rule bars Plaintiffs’ negligence claims as a matter of law. \n52. The Court also notes that Count X of the Complaint alleges respondeat \nsuperior as a separate claim against Regal.  (Compl. 21.)  Plaintiffs allege that Regal \nmay be liable for Mr. Barnes’s negligent conduct, which was alleged to be within the \nscope of his employment with Regal and in furtherance of Regal’s business.  (Compl. \n¶¶ 139–40.) \n53. Regal argues that it cannot be held vicariously liable under the doctrine of \nrespondeat superior for Mr. Barnes’ s actions because the Complaint demonstrates \nthat Mr. Barnes’s conduct was outside the scope of his authority, as Mr. Barnes was \nonly authorized to manage Plaintiffs’ portfolios using invest ments that had been \napproved by Regal’s officers and investment committee.  (Def. Regal’s Br. Supp. 19; \nDef. Regal’s Br. Supp. Ex. A., Part VIII, ECF No. 30.2.)  Regal further argues that, \nbecause Plaintiffs allege that the Triton investment was not an aut horized \ninvestment, Mr. Barnes was acting outside the scope of his authority and , as such,  \nRegal may not be liable for Mr. Barnes’ s conduct regarding the Triton investment.  \n(Def. Regal’s Br. Supp. 19.)  Plaintiffs argue that Mr. Barnes’s conduct, although not \nexpressly authorized by Regal, was within the scope of his employment because he \nwas advising clients on the propriety of making an investment—the exact activity he \nwas hired by Regal to perform.  (Pls.’ Br. Opp’n 24–25.) \n54. “When an employee commits a t ort while acting within the scope of his \nemployment, the tort can be imputed to the employer under the doctrine of respondeat \nsuperior.”  Estate of Redding v. Welborn, 170 N.C. App. 324, 330, 612 S.E.2d 664, 668 \n(2005).  “It is elementary that the principal is liable for the acts of his agent, whether \nmalicious or negligent, . . . when the agent or servant is acting within the line of his \nduty and exercising the functions of his employment.”  White, 166 N.C. App. at 297, \n603 S.E.2d at 157 (quoting Thrower v. Coble Dairy Prods. Coop., Inc. , 249 N.C. 109, \n111–12, 105 S.E.2d 428, 430 (1958)).  Thus, “the critical question is whether the tort \nwas committed in the course of activities that the employee was authorized to \nperform.”  Id. at 298, 603 S.E.2d at 158. \n55. Here, Mr. Barnes was Regal’s investment adviser representative.  ( Compl. \n¶ 13.)  According to Regal’s own Policy Statement, “[i]nvestment advisors [sic] \nrepresentatives are a critical component of the Regal Investment Advisors wealth \nmanagement process.  T hey are responsible for selecting the appropriate portfolio \nmodel . . . [and] are also relied upon to review with each client the investment process \nand results on an ongoing basis.”  (Compl. Ex. B, Part III.)  Advising clients on the \nsuitability of invest ments was, therefore, within the course of activities that Mr. \nBarnes was authorized to perform.  The allegations of the Complaint, at this \npreliminary stage of the proceeding, adequate ly allege that Mr. Barnes was acting \nwithin the scope of his authority in advising Plaintiffs on how to invest their assets.  \nTherefore, the Court cannot conclude that Mr. Barnes was acting outside the scope of \nhis authority so as to defeat Plaintiffs’ vicarious liability theory of recovery. \n56. The Court concludes that Plaintiffs have adequately stated a claim against \nRegal for negligence based on Regal’s own conduct and, based on a theory of vicarious \nliability, for the negligent conduct of Mr. Barnes.  The Motion is, therefore, denied as \nto Plaintiffs’ negligence claims. \nD. Negligent Misrepresentation (Count IV) \n57. “The tort of negligent misrepresentation occurs when a party justifiably \nrelies to his detriment on information prepared without reasonable care by one who \nowed the relying party a duty of care.”  Rountree, 796 S.E.2d at 830 (quotation marks \nomitted).  Under well-settled North Carolina law,  \n[a] breach of duty that gives rise to a claim of negligent \nmisrepresentation has been defined as:  \n \nOne who, in the course of his business, profession or employment, or in \nany other transaction in which he has a pecuniary interest, supplies \nfalse information for the guidance of others in their business \ntransactions, [and thus] is subject to liability for pecuniary loss caused \nto them by their justifiable  reliance upon the information, if he fails to \nexercise reasonable care or competence in obtaining or communicating \nthe information. \n \nId. at 831 (second alteration in original) (quoting Simms v. Prudential Life Ins. Co. of \nAm., 140 N.C. App. 529, 534, 537 S.E.2d 237, 241 (2000)).   In addition, a  claim for \nnegligent misrepresentation must be based on an affirmative misrepresentation, not \non a failure to disclose information.  See Harrold v. Dowd , 149 N.C. App. 777, 783, \n561 S.E.2d 914, 919 (2002) (affirming dismissal of negligent misrepresentation claim \nwhere the complaint alleged that defendants failed to provide information or advise \nplaintiffs); DeGorter v. Capitol Wealth, Inc. , 2016 NCBC LEXIS 44, at *26 n.2 (N.C. \nSuper. Ct. May 31, 2016) (stating that negligent omissions cannot serve as a basis for \na negligent misrepresentation claim under North Carolina law) ; Loftin v. QA Invs. \nLLC, 2015 NCBC LEXIS 44, at *27 (N.C. Super. Ct. Apr. 30, 2015)  (citing Harrold).  \nFinally, reliance on the negligently prepared  information must be  justifiable.  \nRountree, 796 S.E.2d at 830.  Justifiable reliance is analogous to reasonable reliance \nin fraud actions.  Marcus Bros. Textiles, Inc. v. Price Waterhouse, LLP, 350 N.C. 214, \n224, 513 S.E.2d 320, 327 (1999).  “Reliance is not reasonable if a plaintiff fails to make \nany independent investigation, or fails to demonstrate he was prevented from doing \nso.”  Arnesen v. Rivers Edge Golf Club & Plantation, Inc. , 368 N.C. 440, 449, 781 \nS.E.2d 1, 9 (2015) (citations and quotation marks omitted).  “[T]o establish justifiable \nreliance a plaintiff must sufficiently allege that he made a reasonable inquiry into \nthe misrepresentation and allege that he was denied the opportunity to investigate \nor that he could not have learned  the true facts by exercise of reasonable diligence.”  \nRountree, 796 S.E.2d at 833 (quoting Arnesen, 368 N.C. at 454, 781 S.E.2d at 11).  \n“Whether a party’s reliance is justified is generally a question for the jury, except in \ninstances in which the facts are so clear as to permit only one conclusion.”  Dallaire \nv. Bank of Am., N.A., 367 N.C. 363, 369, 760 S.E.2d 263, 267 (2014) (quotation marks \nomitted). \n58. Regal contends that Plaintiffs’ negligent misrepresentation claim must fail \nbecause Plaintiffs have not adequately alleged (1) that Regal owed Plaintiffs a duty \nof care independent of the duties owed under the contract, (2) that Regal made any \nmisrepresentations to Plaintiffs, or (3) that Plaintiffs justifiably relied on any \nmisrepresentations.  (Def. Regal’s Br. Supp. 10–11.) \n59. As to Regal’s fi rst argument, the Court has already concluded that  \nPlaintiffs have sufficiently alleged that Regal owed Plaintiffs dut ies, separate and \ndistinct from those under the contract,  as a fiduciary and/or pursuant to North \nCarolina’s administrative rules governing investment advisers.  Likewise, a s to \nRegal’s second argument, Plaintiffs’ negligent misrepresentation claim is based on \nalleged misrepresentations made by Mr. Barnes , and, as discussed above, the Court \nhas concluded that Plaintiffs have alleged an adequate basis for vicarious liability. \n60. As to Regal’s third and final argument, Plaintiffs respond that they did \nmake inquiries about the Triton investment, (Pls.’ Br. Opp’n 19); however, the Court \nnotes that the allegations of the Complaint state that Plaintiffs limited their \ninvestigation to asking Mr. Barnes about the Triton investment, (Compl. ¶¶ 50–54).  \nAdditionally, Plaintiffs do not dispute that they failed to allege facts demonstrating \nthat they were denied an opportunity to investigate or would have been unable to \ndiscover information about Triton through the exercise of reasonable diligence.  \nInstead, Plaintiffs argue that it would be “ludicrous” to charge t hem with a duty to \ninquire into the veracity of Mr. Barnes’s claims as to all of the investments they made \nwith Mr. Barnes because Mr. Barnes had superior knowledge and was their trusted \nadvisor.  (Pls.’ Br. Opp’n 19.) \n61. Our Court of Appeals has previously held that a plaintiff may justifiably \nrely on representations made by a defendant with superior knowledge on a subject \nwhere the parties are not on equal footing and nothing about the defendant’s \nrepresentations should have given plaintiff cause to suspect the veracity of the \nrepresentations.  Walker v. Town of Stoneville, 211 N.C. App. 24, 34, 712 S.E.2d 239, \n246 (2011)  (“Where the parties are not on equal footing, and the defendant who \npossesses superior knowledge and/or experience makes a representation ‘containing \nnothing so improbable or unreasonable as to give him cause to suspect that it is false, \nand an investigation would be necessary for him to discover the truth, the statement \nmay be relied on.’” (quoting White Sewing Mach. Co. v. Bullock, 161 N.C. 1, 8, 76 S.E. \n634, 637 (1912))). \n62. Having already found that Plaintiffs adequately allege the existence of a  \nfiduciary relationship, the Court concludes that Plaintiffs have also alleged  that \nPlaintiff was not on equal footing with Regal and Mr. Barnes , as Defendants had \nsuperior knowledge concerning the advisability of specific investments.  Additionally, \nthe Complaint is devoid of facts that would require the Court to conclude that \nPlaintiffs should have been put on notice that Mr. Barnes’s representations should \nnot have been relied upon.  To the contrary, the Complaint alleges that Mr. Barnes \nhad many years of experience as an investment adviser representative and there is \nno indication he previously misadvised his clients.  ( See Compl. ¶¶ 21–23, 41.)  The \nComplaint further alleges that Plaintiffs had no reason to suspect that Mr. Barnes \nhad implemented “a reckless and unsuitable investment strategy” until two years \nafter Plaintiffs relied on Mr. Barnes’s representations.  (Compl. ¶ 66.) \n63. At this preliminary stage, the Court cannot conclude, as a matter of law, \nthat the facts alleged permit the sole conclusion that Plaintiffs’ reliance was not \njustified.  See Dallaire, 367 N.C. at 369, 760 S.E.2d at 267.  The Motion is, therefore, \ndenied as to Plaintiffs’ negligent misrepresentation claim. \nE. Negligent Supervision (Count XI) \n64. “North Carolina recognizes a cause of action for negligent supervision and \nretention as an independent tort based on the employer’s liability to third parties.”  \nSmith v. Privette , 128 N.C. App. 490, 494, 495 S.E.2d 395, 398 (1998).  A claim for \nnegligent supervision requires plaintiff to allege: \n(1) the specific negligent act on which the action is founded  . . . (2) \nincompetency, by inherent unfitness or previous specific acts of \nnegligence, from which incompetency may be inferred; and (3) either \nactual no tice to the master of such unfitness or bad habits, or \nconstructive notice, by showing that the master could have known the \nfacts had he used ordinary care in oversight and supervision[;]  . . . and \n(4) that the injury complained of resulted from the incompetency proved.  \n \nMedlin v. Bass , 327 N.C. 587, 590 –91, 398 S.E.2d 460, 462 (1990) (emphasis and \nquotation marks omitted) (omissions in original) .  Thus, “[t]o support a claim of \nnegligent retention and supervision against an employer, the plaintiff must pr ove \nthat the incompetent employee committed a tortious act resulting in injury to plaintiff \nand that prior to the act, the employer knew or had reason to know of the employee’s \nincompetency.”  Wilkerson v. Duke Univ., 229 N.C. App. 670, 677, 748 S.E.2d 154, 160 \n(2013) (emphasis added).   \n65. Regal argues that Plaintiffs have not alleged facts showing that Mr. Barnes \nwas incompetent or that Regal had any reason to know of Mr. Barnes’s alleged \nincompetence prior to the Triton investment.  (Def. Regal’s Reply Br. 8.)  At the \nhearing, Plaintiffs’ counsel argued that Mr. Barnes’s conduct in advising clients to \ninvest in a company that he knew was under severe financial distress rendered him \nan incompetent employee.  Plaintiffs’ counsel argued that in White, as in th is case, \nthe allegations were that  defendant-company should have realized through proper \nsupervision that an employee was engaging in wrongful activity with client accounts, \nwhich conduct made the employee incompetent. \n66. The Court disagrees with Plaintiffs’ reading of White, which the Court finds \nclearly distinguishable .  In White, defendant’s employee began systematically \nconverting plaintiffs’ assets in 1995.  White, 166 N.C. App at 288, 603 S.E.2d at 152.  \nIn reversing the dismissal of plaintiffs’ negligent hiring claim, the Court of Appeals \nnoted that the complaint alleged that the employee had been engaging in similar \nillegal activity since about 1992, resulting in his termination from his prior employer.  \nId. at 292, 603 S.E.2d at 155.  Therefore, the Court of Appeals concluded that \nplaintiffs adequately alleged that defendant knew or had reason to know of its \nemployee’s incompetence prior to the tortious conduct that harmed plaintiffs. \n67. The same cannot be said here.  The Complaint is devoid of allegations that \nRegal knew or should have known that  Mr. Barnes was incompetent either through \ninherent unfitness or prior specific tortious acts.  To the contrary, the Complaint \nalleges that most Plaintiffs had a business relationship with Mr. Barnes prior to his \njoining Regal and had come to trust and rely on his financial advice.  (Compl. ¶¶ 21, \n41.)  The Complaint alleges that Mr. Barnes worked as a registered investment \nadviser with various firms since the 1980s, working at his previous firm for nine years \nbefore joining Regal.  (Compl. ¶¶ 22–23, 25.)  Nothing in the Complaint suggests that \nMr. Barnes had previously handled client accounts negligently or inappropriately.  \nEven assu ming that Mr. Barnes’s poor advice regarding the Triton investment \nrendered him inherently unfit to act as an investment adviser representative, taking \nthe factual allegations of the Complaint as true and construing them in the light most \nfavorable to Plaintiffs, the Complaint fails to allege that Regal knew or should have \nknown of Mr. Barnes’s unfitness prior to the Triton investment. \n68. At the hearing, Plaintiffs’ counsel represented that the negligent \nsupervision claim was brought as both a common law claim  and a statutory claim \npursuant to the North Carolina  Administrative Code provision that provides that  \ninvestment advisers are responsible for the acts, practices, and conduct of their \ninvestment adviser representatives.  See 18 N.C. Admin Code. 6A .1808(a).  However, \nthe Court is not aware of any North Carolina law under which this regulatory code \nprovision creates a private cause of action.  Cf. Time Warner Entm’t \nAdvance/Newhouse P’ship v. Town of Landis, 228 N.C. App. 510, 516, 747 S.E.2d 610, \n615 (2013) (“[A] statute allows for a private cause of action only where the legislature \nhas expressly provided a private cause of action within the statute.”). \n69. As Plaintiffs have not alleged that Mr. Barnes was incompetent or that \nRegal should have known of such a lleged incompetence prior to the Triton \ninvestment, the Court  concludes that Plaintiffs have failed to state a claim for \nnegligent supervision.  Therefore, the Motion is granted as to Plaintiffs’ negligent \nsupervision claim, and this claim is dismissed without prejudice. \nF. NCSA Claims (Counts VI and VII) \n70. The NCSA creates a private cause of action that is complementary to that \ncreated by federal securities laws.  Piazza v. Kirkbride, 785 S.E.2d 695, 707 (N.C. Ct. \nApp. 2016).  Because there is limited North Carolina case law interpreting the NCSA, \nthe Court may properly look to the federal courts’ construction of parallel federal \nstatutes in its interpretation of the NCSA.  Id. at 708; NNN Durham Office Portfolio \n1, LLC v. Grubb & Ellis Co., 2016 NCBC LEXIS 95, at *78–79 (N.C. Super. Ct. Dec. \n5, 2016). \n71. Plaintiffs bring two claims under Article 7 of the NCSA.  (Compl. 18 –19.)  \nArticle 7 of the NCSA provides for civil liability that may be “primary” or “secondary.”  \nN.C. Gen. St at. § 78A -56(a)(1)–(2), (c); see also Piazza , 785 S.E.2d at 708.  The \nrelevant portions of the NCSA’s primary liability provision provide that: \n(a) Any person who: \n(1) Offers or sells a security in violation of [N.C. Gen. Stat. §] 78A-\n8(1), 78A-8(3) [provisions relating to fraud or deceit], . . . , or \n \n(2) Offers or sells a security by means of any untrue statement of \na material fact or any omission to state a material fact necessary \nin order to make the statements made, in the light of the \ncircumstances under which they were made, not misleading (the \npurchaser not knowing of the untruth or omission), and who does \nnot sustain the burden of proof that he did not know, and in the \nexercise of reasonable care could not have known, of the untruth \nor omission \n \n is liable to the person purchasing the security from him[.] \n \nN.C. Gen. Stat. §  78A-56(a).  The relevant portion of the NCSA that creates \nsecondary, or “control person,” liability provides that: \n(c)(1) Every person who directly or indirectly controls a person  liable \nunder subsection (a) . . . of this section, every partner, officer, or director \nof the person, every person occupying a similar status or performing \nsimilar functions, and every dealer or salesman who materially aids in \nthe sale is also liable join tly and severally with and to the same extent \nas the person, unless able to sustain the burden of proof that the person \ndid not know, and in the exercise of reasonable care could not have \nknown, of the existence of the facts by reason of which the liabilit y is \nalleged to exist. \n \nN.C. Gen. Stat. § 78A-56(c)(1). \n \n1. Primary Liability Under N.C. Gen. Stat. § 78A-56(a)(2) \n72. As an initial matter, Regal argues that Plaintiffs’ primary liability claims \nunder the NCSA and the NCIAA are barred by the economic loss rule  because they \nare in essence common law fraud claims .  (Def. Regal’s Br. Supp. 7.)  However, the \nCourt observes that Plaintiffs have not brought any common law fraud claims.  \nAdditionally, the economic loss rule is limited to barring only negligence claims , not \nall tort actions.  Bradley Woodcraft, Inc. v. Bodden, 795 S.E.2d 253, 258 (N.C. Ct. App. \n2016); see also Jones v. Harrelson & Smith Contractors, LLC, 194 N.C. App. 203, 215, \n670 S.E.2d 242, 250 (2008) (“[A] plaintiff may assert both [fraud and breach  of \ncontract] claims, although she may be required to elect between her remedies prior \nto obtaining a verdict.”).  Therefore, if Plaintiffs’ claims are, at least in part, grounded \nin fraud, then the economic loss rule does not act to bar them.  Bradley Woodcraft, \nInc., 795 S.E.2d at 258.  Second, Plaintiffs’ primary liability claims under the NCSA \nand the NCIAA are statutory, not contractual, as Plaintiffs seek to hold Regal liable \nfor violating duties created by statute, not by common law or by the terms o f the \nparties’ Advisory Agreement s.  The economic loss rule does not, therefore, bar \nPlaintiffs’ claims that Regal is subject to primary liability under the NCSA  or the \nNCIAA. \n73. “The NCSA contains two antifraud provisions that impose primary liability \non ‘any person’ for (1) fraud, or (2) materially false statements or omissions made in \nconnection with an offer or sale of a security.”  Piazza, 785 S.E.2d at 708 (citing N.C. \nGen. Stat. § 78A-56(a)).  Our Court of Appeals has considered the pleading standards \nand requirements of proof under § 78A-56(a).  Id.  The Court noted that § 78A-56(a)(1) \nmakes actionable the prohibitions stated in § 78A-8(a)(1) and (3) of the NCSA, which \nprohibit fraud in connection with the offer, sale, or purchase of any security, directly \nor indirectly.  Id.; see also N.C. Gen. Stat. § 78A -8(1) (prohibiting the use of “any \ndevice, scheme, or artifice to defraud”); N.C. Gen. Stat. § 78A -8(3) (prohibiting “any \nact, practice, or course of business which operates or would operate as a fra ud or \ndeceit upon any person”).  The Court of Appeals stated that § 78A-56(a)(1) imposes \nliability similar to common law fraud and is comparable to federal actions under Rule \n10b-5 of Section 10(b) of the Securities Exchange Act of 1934.  Piazza, 785 S.E.2d at \n709 (citing 17 C.F.R. 240.10b -5).  Based on the foregoing, the Court of Appeals  \nconcluded that claims brought under § 78A-56(a)(1), being comparable to common law \nfraud claims, require proof of scienter and justifiable reliance.  Id. \n74. The Court of Appeals then turned to the second primary liability provision, \nwhich is applicable to any untrue statement of material fact or any omission to state \na material fact necessary to make a previous statement not misleading.  Id. (citing \nN.C. Gen. Stat. § 7 8A-56(a)(2)).  The Court stated that a claim under § 78A-56(a)(2) \nis the equivalent  under North Carolina law  of a claim under section 12(a)(2) of the \nSecurities Act of 1933.  Id. at 709–10.  The Court concluded that § 78A -56(a)(2) is \nmore akin to a neglige nce standard than intentional fraud and  held that a plaintiff \nalleging a § 78A-56(a)(2) claim need not prove scienter.  Id. at 710–11.  Additionally, \nclaims brought under this section  do not require a plaintiff to prove justifiable \nreliance.  NNN Durham Office Portfolio 1, LLC v. Highwoods Realty Ltd. P’ship, 2013 \nNCBC LEXIS 11 , at *38 (N.C. Super. Ct. Feb. 19, 2013).   However, this Court has \nheld that, while § 78A-56(a)(2) claims do not require proof of scienter or justifiable \nreliance, or that plaintiffs satisfy the heightened pleading requirements of Rule 9(b), \nliability is limited to false or misleading statements which are material and does not \ninclude a failure to disclose information where such a duty does not otherwise exist .  \nId. (noting that this section “does not on its own alter the general rule which imposes \nno general duty of disclosure in commercial real estate transactions”). \nIn sum, the elements of a claim under § 56(a)(2) include: (1) a statement \nwhich was false or misleading, or which under  the circumstances was \nfalse or misleading because of the omission of other facts (the purchaser \nnot knowing of the untruth or omission); (2) that such statement was \nmaterial; and (3) that such statement was made by one who offered or \nsold a security.  The offeror or seller may escape liability for such a false \nor misleading statement if he can show that he did not know and in the \nexercise of reasonable diligence could not have known that the \nstatement was false or misleading.  \n \nId. at *38–39. \n \n75. Plaintiffs allege that Regal is subject to primary liability for Mr. Barnes’s \nfalse or misleading statements made in connection with the Triton investment.  \n(Compl. ¶¶ 117 –20.)  Regal argues that Plaintiffs’ claim that Regal is subject to \nprimary liability under the N CSA must be dismissed because Plaintiffs have not \nsufficiently alleged that (1) Regal sold or offered to sell securities to Plaintiffs or (2) \nRegal made any false statement or omission of material fact.  (Def. Regal’s Br. Supp. \n12.) \n76. Regal first argues  that the securities were allegedly offered and sold to \nPlaintiffs entirely by Mr. Barnes after Plaintiffs had transferred their assets out of \ntheir Regal accounts and into self-directed IRAs.  (Def. Regal’s Br. Supp. 12; see also \nCompl. ¶ 42f.)  Plaintiffs respond that Mr. Barnes acted as Regal’s agent and \ninvestment adviser representative when he solicited Plaintiffs to invest in Triton and \ntransferred Plaintiffs’ assets held by Regal to the Triton investment.  (Pls.’ Br. Opp’n \n27.) \n77. Contrary to Regal’s argu ment that Mr. Barnes offered securities to \nPlaintiffs after they had transferred their assets from Regal accounts , Plaintiffs \nallege that Mr. Barnes contacted them and made misrepresentations about the Triton \ninvestment while their assets were still held i n Regal accounts.  (Compl. ¶¶ 42 –43.)  \nThe Complaint further alleges that Plaintiffs invested in Triton after and based on \nMr. Barnes’s alleged omissions or false statements.  (Compl. ¶ 44.)  This is sufficient \nto allege that Mr. Barnes offered securities to Plaintiffs while their assets were still \nin Regal accounts. \n78. As to Regal’s argument that Plaintiffs’ primary liability claim should be \ndismissed where Plaintiffs have not alleged that Regal itself made any untrue \nstatement or omission of material fact, Regal points to several Business Court \ndecisions wherein claims for primary liability were dismissed against persons or \nentities that did not themselves make any statement or omission regarding the offer \nor sale of securities.  (Def. Regal’s Br. Supp. 12 –13 (citing NNN Durham Office \nPortfolio 1, 2016 NCBC LEXIS 95, at *75; Atkinson v. Lackey, 2015 NCBC LEXIS 21, \nat *22–26 (N.C. Super. Ct. Feb. 27, 2015) ).)  In NNN Durham, the Court concluded \nthat there was no basis to impose primary liability on a parent co mpany whose \nsubsidiaries made misrepresentations in connection with the sale of securities where \nthere was no evidence that the parent offered or sold a security, made any statements \nto plaintiffs, entered into contracts with plaintiffs, or shared contractual privity with \nplaintiffs.  NNN Durham Office Portfolio 1 , 2016 NC BC LEXIS 95, at *73–75.  In \nAtkinson, the Court dismissed claims for primary liability against two managers of \nan LLC where there was no evidence that either of them offered or sold a security or \nmade any statements to plaintiffs.  Atkinson, 2015 NCBC LEXIS 21, at *23–25. \n79. Plaintiffs argue that NNN Durham and Atkinson are distinguishable \nbecause the business relationship between the party held not to be primarily liable \nfor the statements or omissions of another did not have a strong regulatory connection \nto, and supervisory duties over, the party who made the statement or omission.  (Pls.’ \nBr. Opp’n 26.)  Plaintiffs again point to the administrative rule stating that  \ninvestment advisers are responsible for the acts, practices, and conduct of their \ninvestment adviser representatives.  (Pls.’ Br. Opp’n 26 (citing 18 N.C. Admin. Code \n6A .1808(a)).)  Although the Court considers rules adopted by the Secretary of State, \nas adm inistrator of the NCSA , as some indication of how the statute should be \ninterpreted, Plaintiffs have not provided, and the Court cannot find, any reasoned \nbasis for concluding that this rule is meant to impose primary liability under Article \n7 of the NCSA  on investment advis ers in a private civil suit .  When considered in \nlight of the fact that the NCSA specifically provides for secondary “control person” \nliability for parties who did not themselves make untrue statements but had the \nability to control a pe rson who did, the Court declines to hold  that Regal may be \nprimarily liable where there is no allegation it made any false or misleading  \nstatement. \n80.  Because Plaintiffs have not alleged that Regal made any false or \nmisleading statement, the Court concludes that Plaintiffs have not stated a claim for \nprimary liability against Regal under § 78A-56(a)(2) of the NCSA. \n2. Control Person Liability Under N.C. Gen. Stat. § 78A-56(c)(1) \n81. For Plaintiffs to bring a claim for secondary (“control person”) liability \nunder § 7 8A-56(c)(1), they must first plead a primary violation under § 78A -56(a)–\n(b1).  NNN Durham Office Portfolio 1, LLC , 2013 NCBC  LEXIS 11, at *41.  In \naddition, “a plaintiff must prove that the defendant fits within the category of persons \nspecified in § 56(c )(1),” id. at *49, which includes “[e]very person who directly or \nindirectly controls a person liable under subsection (a), (b), or (b1 ) of this section,”  \nN.C. Gen. Stat. § 76A-56(c)(1). \n82. Regal does not argue that Plaintiffs have not adequately alleged that Mr. \nBarnes committed a primary violation, but instead argues that Plaintiffs have failed \nto sufficiently allege that Regal had control over Mr. Barnes when he made the \nalleged misrepresentations to Plaintiffs.  (Def. Regal’ s Br. Supp. 17.)   Regal argues \nthat for control person liability to attach,  “the control person needs to have actually \nexercised general control over the operations of the wrongdoer, and  . . . must have \nhad the power or ability – even if not exercised – to control the specific transaction or \nactivity that is alleged to give rise to lability.”  (Def. Regal’s Br. Supp. 17 (quotation \nmarks omitted) (quoting Atkinson, 2015 NCBC LEXIS 21, at *31).)  Regal also points \nto language from a Fourth Circuit opinion that was quoted in Atkinson and states \nthat “[t]he controlling persons provisions contain a state -of-mind condition that \nrequires a showing of something more than negligence to establish liability.”  (Def. \nRegal’s Br. Supp. 18 (alteration in original) (quoting Carpenter v. Harris, Upham & \nCo., 594 F.2d 388, 394 (4th Cir. 1979)).) \n83. The Court initially notes that the proposition  that Plaintiffs must show \nmore than negligence to establish control person liability is not clearly established \nunder federal law, but is, in fact, the subject of a circuit split.  Lustgraaf v. Behrens, \n619 F.3d 867, 877 (8th Cir. 2010) (noting that whether control person liability \nrequires culpable participation has created a circuit split and collecting cases).  More \nimportantly, the Atkinson opinion first considered whether the complaint adequately \nstated a claim for control person liability and then whether that claim survived \nsummary judgment.  Atkinson, 2015 NCBC LEXIS 21, at *27 –32.  The quoted \nlanguage was discussed in relation to the motion for summary judgment, the court \nhaving found that plaintiffs adequately alleged control person liability under the \nliberal pleading standard.  Id. at *27–28, *31–32. \n84. Here, Plaintiffs allege that Mr. Barnes was an employee of Regal.  (Compl. \n¶ 25.)  Plaintiffs further point to Regal’s legal obligation to supervise its investment \nadviser representatives as support for the argument that Regal did in fact have the \nability to control Mr. Barnes’s conduct.  (Pls.’ Br. Opp’n 32 (citing 18 N.C. Admin. \nCode 6A .1808).)  Additionally, the Complaint alleges that Mr. Barnes used a Regal \ne-mail account in discussing the Triton investment with Plaintiffs, an account which \nPlaintiffs allege Regal could have and should have monitored.  (Compl. ¶¶ 77 –78.)  \nPlaintiffs also allege that Regal had the ability to review wire transfers from Mr. \nBarnes’s client accounts and to review the investment reports of clients for whom Mr. \nBarnes was the investment adviser representative.  (Compl. ¶¶ 79–80.)  Additionally, \nthe fact that Regal later terminated Mr. Barnes for conduct he engaged in as an \ninvestment adviser representative of Regal further supports the argument that Regal \nhad the ability to control Mr. Barnes’s conduct.  (Compl. ¶ 63.) \n85. Taking all facts and inferences in the light most favorable to Plaintiffs, the \nCourt concludes that the allegations  are sufficient to state that Regal exercised \ngeneral control over Mr. Barnes’s investment advising activity and had the power or \nability to control Mr. Barnes’s conduct regarding his solicitation of Plaintiffs for the \nTriton investment.  Based on the foregoing, the Court  concludes that Plaintiffs have \nstated a claim against Regal for control person liability under the NCSA and, as such, \nthe Motion is denied as to this claim. \nG. NCIAA Claims (Counts VIII and IX) \n86. The NCIA A, like the NCSA, creates  a private cause  of action against \npersons who commit primary violations of the NCIAA and for persons who are liable \nas control persons.  N.C. Gen. Stat. § 78C-38(a)–(b).  The primary liability provision \nstates in pertinent part: \n(a) Any person who:  \n \n(1) Engages in the business of advising others, for compensation, \neither directly or through publications or writings, as to the value \nof securities or as to the advisability of investing in, purchasing, \nor selling securities, or who, for compensation and as a part of a \nregular business, issues or promulgates analyses or reports \nconcerning securit ies, in violation of [N.C. Gen. Stat. §] 78C -\n8(b), . . . or \n \n(2) Receives, directly or indirectly, any consideration from \nanother person for advice as to the value of securities or their \npurchase or sale, whether through the issuance of analyses, \nreports or otherwise and employs any device, scheme, or artifice \nto defraud such other person or engages in any act, practice or \ncourse of business which operates or would operate as a fraud or \ndeceit on such other person in violation of [N.C. Gen. Stat. §] 78C-\n8(a)(1) or (2), \n \nis liable to any person who is given such advice in such violation[.] \n \nN.C. Gen. Stat. § 78C-38(a). \n87. The secondary liability provision provides in relevant part that: \n(b)(1) Every person who directly or indirectly controls a person liable \nunder subsection (a) of this section, including every partner, officer, or \ndirector of the person, every person occupying a similar status or \nperforming similar functions, and every dealer or salesman who \nmaterially aids in the conduct giving rise to the liability is liable jointly \nand severally with and to the same extent as the person, unless able to \nsustain the burden of proof that the person did not know, and in the \nexercise of reasonable care could not have known, of the existence of the \nfacts by reason of which the liability is alleged to exist. \n \nN.C. Gen. Stat. § 78C-38(b)(1). \n \n1. Primary Liability Under N.C. Gen. Stat. §§ 78C-8, -38 \n88. Plaintiffs’ Complaint appears to allege that Regal and Mr. Barnes are \nsubject to primary liability under § 78C-38(a)(1)–(2).  The claim under § 78C-38(a)(1) \nalleges that Defendants are liable for making untrue statements of material fact , or \nfor making misleading statements by omitting material facts, in connection with the \nTriton investment.  (Compl. ¶ 128.)  Plaintiffs’ claim under § 78C-38(a)(2) alleges that \nDefendants engaged in acts, practices, or courses of business which operated or would \nhave operated as a fraud or deceit upon Plaintiffs.  (Compl. ¶ 129.) \n89. Having concluded that Plaintiffs  have failed to state a  primary liability \nclaim under the NCSA because there is no allegation that Regal itself made any false \nor misleading statements regarding the Triton investment, the Court likewise \nconcludes that Plaintiffs have failed to state a  primary liability claim under the \nNCIAA.  The Court further concludes that Plaintiffs’ conclusory allegation that Regal \nengaged in acts, practices, or courses of business that operated as a fraud or deceit on \nPlaintiffs is insufficient to state a claim that Regal has committed a primary violation \nof the NCIAA. \n90. The Motion is therefore granted as to Plaintiffs’ claim against Regal for \nprimary violations of the NCIAA and this claim is dismissed without prejudice. \n2. Control Person Liability Under N.C. Gen. Stat. § 78C-38 \n91. Neither Regal nor Plaintiffs make any distinction between their control \nperson liability argument as to the NCSA and the NCIAA.  (Def. Regal’s Br. Supp. \n16–18; Pls.’ Br. Opp’n 29 –33.)  The Court therefore conclude s that Plaintiffs have \nstated a claim under the NCIAA for control person liability against Regal for the same \nreasons the Court so concludes with respect to Plaintiffs’ claim for  control person \nliability under the NCSA, and the Motion is denied as to this claim. \nV. CONCLUSION \n92. For the foregoing reasons, the Court GRANTS in part and DENIES in \npart Defendant Regal’s Motion as follows: \nA. The Court DENIES the Motion as to Plaintiffs’ breach of contract \nclaim. \nB. The Court DENIES the Motion as to Plaintiffs’ breach of fiduciary \nduty claim. \nC. The Court DENIES the Motion as to Plaintiffs’ negligence claims. \nD. The Court DENIES the Motion as to Plaintiffs’ negligent \nmisrepresentation claim. \nE. The Court GRANTS the Motion as to Plaintiffs’ negligent \nsupervision claim, and such claim is dismissed without prejudice. \nF. The Court GRANTS the Motion as to Plaintiffs’ claim that Regal is \nsubject to primary liability under the NCSA, N.C. Gen. Stat. § 78A -\n56(a)(2), and such claim is dismissed without prejudice. \nG. The Court DENIES the Motion as t o Plaintiffs’ claim that Regal is \nsubject to control person liability under the NCSA, N.C. Gen. Stat. \n§ 78A-56(c)(1). \nH. The Court GRANTS the Motion as to Plaintiffs’ claim that Regal is \nsubject to primary liability under the NCIAA, N.C. Gen. Stat. §§ 78C-\n8, 78C-38(a), and such claim is dismissed without prejudice. \nI. The Court DENIES the Motion as to Plaintiffs’ claim that Regal is \nsubject to control person liability under the NCIAA, N.C.  Gen. Stat. \n§ 78C-38(b)(1). \nSO ORDERED, this the 8th day of January, 2018. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}