{
  "id": "aa955df1fb327a074435d1f83876767c31be5fa60158d191abad872e2173ab9f",
  "source_file": "data/raw/ncbc/aa955df1fb327a074435d1f83876767c31be5fa60158d191abad872e2173ab9f.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nCATAWBA COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n12 CVS 2832 \n \nBOLIER & COMPANY, LLC and \nCHRISTIAN G. PLASMAN, \n \n                                Plaintiffs, \n \nv. \n \nDECCA FURNITURE (USA), INC., \nDECCA CONTRACT FURNITURE, \nLLC, RICHARD HERBST, WAI THENG \nTIN, TSANG C. HUNG, DECCA \nFURNITURE, LTD., DECCA \nHOSPITALITY FURNISHINGS, LLC, \nDONGGUAN DECCA FURNITURE CO. \nLTD., DARREN HUDGINS and DECCA \nHOME, \n \n                                Defendants, \n \nv. \n \nCHRISTIAN J. PLASMAN a/k/a \nBARRETT PLASMAN, \n \n                               Third-Party \nDefendant. \n \n \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION \n \n{1} THIS MATTER is before the Court upon (i) Plaintiffs Bolier & Company, \nLLC (“Bolier” or the “Company”) and Christian G. Plasman’s (“Chris Plasman”) \n(collectively, “Plaintiffs”) Motion to Amend Complaint (“Motion to Amend Plaintiffs’ \nFirst Amended Complaint” or “Motion to Amend Complaint”); (ii) Defendants Decca \nFurniture (USA), Inc. (“ Decca USA”), Decca Contract Furniture, LLC, Decca \nHospitality Furnishings, LLC, Richard Herbst (“Herbst”), Darren Hudgins, and Wai \nTheng Tin’s (collectively, “Defendants”) 1 Motion to Dismiss Plaintiffs’ First \nAmended Complaint (“Motion to Dismiss Plaintiffs’ First Amended Complaint” or \n                                                            \n1 P l a i n t i f f s  h a v e  n o t  f i l e d  p r o o f  o f  s e r v i c e  o n  D e f e n d a n t s  T s a n g  C .  H u n g ,  D e c c a  F u r n i t u r e ,  L t d . ,  \nDongguan Decca Furniture Co. Ltd., or Decca Home. \nBolier & Co., LLC v. Decca Furniture (USA), Inc., 2015 NCBC 52.\n \n \n“Motion to Dismiss Complaint”); (iii) Defe ndants’ Motion to Strike Supplemental \nPleadings (“Motion to Strike”); (iv) De fendants’ Motion to Dismiss Third-Party \nDefendant Christian J. Plasman a/k/a Barrett Plasman’s (“Barrett Plasman”) \nCounterclaims (“Motion to Dismiss Counterclaims”); (v) Defendant Decca USA’s \nMotion to Disqualify Counsel and Motion  for Sanctions (“Motion to Disqualify \nPlaintiffs’ Counsel and for Sanctions” or “Motion to Disqualify”); (vi) Defendant \nDecca USA’s Motion to Enforce Order, Motion for Contempt, and Motion for \nSanctions (“Decca USA’s Motion to Enforce Order, for Contempt, and for Sanctions” \nor “Motion to Enforce”); and (vii) Plaintiffs’ Motion to Amend Preliminary \nInjunction, to Dissolve Portions of the Pr eliminary Injunction and Award Damages, \nand Motion for Sanctions (“Motion to Amen d the P.I. Order, for Damages, and for \nSanctions” or “Motion to Amend or Dissolve”) (collectively, the “Motions”) in the \nabove-captioned case. \n{2} Having considered the parties’ Motion s, the briefs in support of and in \nopposition to the Motions, the evidence of record, and the arguments of counsel \nmade at the March 26, 2015 hearing held in this matter, the Court hereby GRANTS \nPlaintiffs’ Motion to Amend Plaintiffs’ First Amended Complaint, consistent with \nthe Court’s Order and Opinion; GRANTS in part  and DENIES as moot in part  \nDefendants’ Motion to Dismiss Plaintiffs’ First Amended Complaint; DENIES as \nmoot Defendants’ Motion to Strike; GRANTS in part  and DENIES as moot in part  \nDefendants’ Motion to Dismiss Counterclaims; GRANTS in part  and DENIES in \npart Defendant Decca USA’s Motion to Disqualify Plaintiffs’ Counsel and for \nSanctions; GRANTS in part and DENIES in part Defendant Decca USA’s Motion to \nEnforce Order, for Contempt, and for Sanctions; and DENIES Plaintiffs’ Motion to \nAmend the P.I. Order, for Damages, and for Sanctions. \nLaw Offices of Matthew K. Rogers, PLLC by Matthew K. Rogers for Plaintiffs \nBolier & Company, LLC and Christian G. Plasman and Third-Party \nDefendant Christian J. Plasman a/k/a Barrett Plasman. \nMcGuireWoods LLP by Robert A. Mu ckenfuss, Elizabeth Zwickert \nTimmermans, and Andrew D. Atkins fo r Defendants Decca Furniture (USA), \nInc., Decca Contract Furniture, LLC, Richard Herbst, Wai Theng Tin, Tsang \n \n \nC. Hung, Decca Furniture, Ltd., De cca Hospitality Furnishings, LLC, \nDongguan Decca Furniture Co. Ltd., Darren Hudgins, and Decca Home. \n \nBledsoe, Judge. \nI. \nPROCEDURAL HISTORY \n{3} Bolier is a North Carolina LLC.  In this case, Chris Plasman – the \nminority 45% owner of Bolier under the relevant operating agreement – has pled \nclaims, both individually and directly by  Bolier, against Decca USA – the majority \n55% owner of Bolier under the relevant operating agreement – and others for \nalleged misconduct and wrongdoing.\n2  The case was originally filed in October 2012, \nassigned to this Court (Murphy, J.), and subsequently removed to the United States \nDistrict Court for the Western District of North Carolina (Voorhees, J.) in December \n2012.\n3  The federal court entered a preliminar y injunction in February 2013 (“P.I. \nOrder”), concluding that Chris Plasman had improperly acted for Bolier without \nDecca USA’s authorization or consent and restricting Chris Plasman’s further \ninvolvement with the LLC.  After the fede ral court dismissed Plaintiffs’ federal \ncopyright infringement claim in September 2014 and declined to exercise \nsupplemental jurisdiction over the remaining state law claims, the federal court \nremanded the case to this Court in September 2014 for all further proceedings.   \n{4} The Motions have been fully briefed, and the Court held a hearing on the \nMotions on March 26, 2015, at which all parties were represented by counsel.  The \nMotions are now ripe for resolution.   \nII. \nBACKGROUND \n{5} The Court does not make findings of fa ct on motions to dismiss under Rule \n12(b)(6), but only recites those facts incl uded in the First Amended Complaint that \n                                                            \n2 Chris Plasman contends that he is a 50/50 owner of Bolier based on an alleged oral agreement with \na representative of Decca USA, (Am. Compl. ¶ 52), but Bolier’s operating agreement, entered into \nafter this alleged oral agreement, provides that  Chris Plasman holds a 45% minority interest and \nDecca USA holds a 55% majority interest in the Company. \n \n3 Case No. 5-12-cv-00160-RLV-DSC. \n \n \n \nare relevant to the Court’s determination of Defendants’ Motion to Dismiss \nComplaint. See, e.g., Concrete Serv. Corp. v. Investors Grp., Inc.,  79 N.C. App. 678, \n681, 340 S.E.2d 755, 758 (1986).  The Court recites relevant facts from the First \nAmended Complaint and the other evidence  of record as those facts and that \nevidence are relevant and properly considered for the determination of the other \nMotions before the Court. \n{6} In 2003, Chris Plasman and Defendant Tsang C. Hung (“Tsang”) agreed to \njointly own, manage and operate Bolier, a business previously established by Chris \nPlasman.  (Am. Compl. ¶¶ 39–42.)  Bolier wa s a family name of Chris Plasman.  \n(Am. Compl. ¶ 41.)  Barrett Plasman is Chris Plasman’s son (together with Chris \nPlasman, “the Plasmans”) and served as Bolier’s Operations Manager. (Third Party \nCompl. ¶ 12; Am. Compl. ¶ 162.)  According to  Plaintiffs, Tsang directed that Decca \nUSA own Tsang’s interest in Bolier.  (Am. Compl. ¶ 43.) \n{7} Decca USA is a wholly-owned subsidiary of Decca China, and Defendant \nHerbst is an officer of Decca China and president of Decca USA.  (Am. Compl. ¶¶ 7, \n17–18, 43.) \n{8} Plaintiffs contend that Herbst informed Chris Plasman that Tsang and \nHerbst intended Bolier to be operated as  a “50/50 partnership for operations and \nprofitability,” but that on paper, Decca China was required to have a majority \nownership interest in Bolier (through it s wholly-owned subsidiary Decca USA) due \nto certain Hong Kong Stock Exchange rules that required Decca China to be the \nmajority owner of all of its subsidiary ownerships.  (Am. Compl. ¶¶ 51–52.) \n{9} Under Bolier’s Operating Agreement, Decca USA owns a fifty-five percent \n(55%) majority ownership in Bolier and Chris Plasman a forty-five percent (45%) \nminority ownership in Bolier.  (Am. Compl. Ex. 5, p. 4.)\n4  \n{10} Chris Plasman served as Bolier’s President and Chief Executive Officer \nfrom 2003 until October 19, 2012, when Herbst advised Chris Plasman that the \nPlasmans’ employment with Bolier wa s terminated because the Company’s \nrevenues were insufficient to support  the Plasmans’ annual salaries.  ( See Am. \n                                                            \n4 Bolier’s Operating Agreement is attached as Exhibit 5 to Plaintiffs’ First Amended Complaint. \n \n \nCompl. ¶¶ 68, 151–63.)  Chris Plasman cont ends that Decca USA, acting through \nHerbst, did not have authority to terminate his employment because he was a 50/50 \npartner in Bolier, despite the fact that Bolier’s Operating Agreement expressly \nprovided that he held a 45% mi nority ownership interest.  ( See Am. Compl. ¶¶ 152, \n241; Oper. Agmt., p. 4.)  Th e Plasmans refused to ackn owledge their termination \nand continued to report to work at Bo lier through January 14, 2013, when they \nwere finally locked out of Bolier’s office s.  (Am. Compl. ¶¶ 166–77.)  Plaintiffs \nfurther contend that Decca USA overcharged Bolier for administrative, legal, and \naccounting services (Am. Compl. ¶¶ 234–35), and that Decca USA reduced Bolier’s \nprofitability by usurping Bolier’s business opportunities and shifting profits away \nfrom Bolier for the benefit of Decca US A, Decca China, and other Decca Group \nbusinesses (Am. Compl. ¶¶ 235–49). \n{11} Plaintiffs allege claims against Defendants for (i) Breach of Contract, (ii) \nFraud and Constructive Fraud, (iii) Self-Dealing, (iv) Misappropriation of Corporate \nOpportunities, (v) Trademark, Trade Dr ess and Copyright Infringement and \nMisappropriation of Intellectual Property, (v i) Conspiracy to Defraud, (vii) Fraud, \n(viii) Fraud and Obtaining Property Un der False Pretenses, (ix) Tortious \nInterference, (x) Conspiracy to Tortiously Interfere, (xi) Conversion, (xii) Conspiracy \nto Convert, (xiii) Defamation, (xiv) Misappr opriation of Trade Secrets, (xv) Piercing \nthe Corporate Veil, (xvi) Unfair and Deceptive Trade Practices, (xvii) Distribution to \nShareholders Pursuant to N.C. Gen. Stat. § 55-6-40, and (xviii) Purchase of Chris \nPlasman’s Interests or Dissolution Pursuant to N.C. Gen. Stat. § 57C-6-02. \nIII. \nANALYSIS \ni. Defendants’ Motion to Dismiss Plaintiffs’ First Amended Complaint/ \nPlaintiffs’ Motion to Amend Plaintiffs’ First Amended Complaint \n{12} Defendants contend that Plaintiffs’ First Amended Complaint contains \nnumerous deficiencies that require its dismissal.  In response, Plaintiffs seek to \namend their Complaint for a second time to add additional parties and allege facts \nand claims that Plaintiffs allege arose after this action was remanded from federal \n \n \ncourt.  Defendants argue that none of the fatal flaws in the First Amended \nComplaint have been remedied in the proposed Second Amended Complaint, 5 that \nPlaintiffs’ Motion to Amend Complaint shou ld therefore be denied as futile, and \nthat this action should accordingly be dismissed.   \n{13} The Court agrees with Defendants that Plaintiffs’ First Amended \nComplaint and proposed Second Amended Complaint reveal fatal deficiencies on \ntheir face.  First, while alleging that a de rivative demand has been made, Plaintiffs \nhave pled and captioned this action as asserting direct claims by both Chris \nPlasman and Bolier.  ( See, e.g., Am. Compl., p. 1; Proposed Second Am. Compl., p. \n1.)  At the same time, Plaintiffs acknowledge, and Bolier’s Operating Agreement \nprovides, that Chris Plasman is a 45% owne r of Bolier (Oper. Agmt., p. 4), that the \ninstitution of a lawsuit by Bolier requires the consent of Bolier’s Majority in \nInterest, (Oper. Agmt., § 6.1(a)), and Plaintiffs do not assert or contend that Decca \nUSA, Bolier’s 55% owner, has authorized or  consented to the filing of the original \nComplaint or either amended complaint.  Accordingly, it appears to the Court from \nthe face of the proposed Second Amended Complaint that Chris Plasman is not \nauthorized to bring direct claims in Bolier’s name, and must instead bring such \nclaims, if at all, as derivative claims on  Bolier’s behalf as one of its members.  \nSee \nSwenson v. Thibaut, 39 N.C. App. 77, 98, 250 S.E.2d 279, 293 (1978) (“A corporation \nis, beyond question, a necessary party to any litigation brought derivatively in its \nname, and is customarily captioned a no minal defendant.” (internal citation \nomitted)); Crouse v. Mineo , 189 N.C. App. 232, 240,  658 S.E.2d 33, 38 (2008) \n(discussing standing to file derivative claim where PLLC member was without \nauthority to cause the PLLC to sue in its own right). \n{14} In a similar vein, Plaintiffs seek dissolution of Bolier in both the First \nAmended Complaint and proposed Second Amended Complaint, but fail to include \n                                                            \n5 Plaintiff’s proposed Second Amended Complaint is attached to Plaintiffs’ Motion to Amend \nComplaint. \n \n \nBolier as a party defendant as required under N.C. Gen. Stat. § 57D-6-03, 6 which \nrequires that “[a] proceeding . . . to diss olve an LLC is to be brought against the \nLLC.” \n{15} Plaintiffs’ current and proposed Complaints also fail to comply with the \nrequirement under Rule 8 of the North Ca rolina Rules of Civil Procedure that a \npleading contain “[a] short and plain stat ement of the claim sufficiently particular \nto give the court and the parties notice of the transactions, occurrences, or series of \ntransactions or occurrences, intended to be proved showing that the pleader is \nentitled to relief, and [a] demand for judgment for the relief to which he deems \nhimself entitled.” N.C. R. Civ. P. 8(a)(1)– (2) (2014).  In particular, both Plaintiffs’ \nFirst Amended Complaint and proposed Second Amended Complaint fail to make \nclear which claims are brought by Chris Plasman and which claims are purportedly \nbrought by Bolier, and neither specifies against which Defendant or Defendants the \nalleged claims are asserted.  Further, the current Complaint and proposed Second \nAmended Complaint assert a number of claims for relief in a confusing, unfocused \nmanner – for example, titling two claims for relief together in a single section but \nsubtitling the claims as having st ated three causes of action.  \nSee, e.g., Kingsdown, \nInc. v. Hinshaw , 2015 NCBC 28 ¶ 20, fn. 6 (N.C. Super. Ct. Mar. 25, 2015), \nhttp://www.ncbusinesscourt.net/opinions/2015_NCBC_28.pdf (recognizing that \nfederal courts have dismissed confusing complaints for failing to comply with Rule \n8). \n{16}  While sympathetic to Defendants’ contentions here, the Court is mindful \nof the directives from our appellate courts that the Court must determine “whether, \nas a matter of law, the allegations of the complaint, treated as true, are sufficient to \nstate a claim upon which relief may be granted under some legal theory, whether \nproperly labeled or not,” Harris v. NCNB Nat’l Bank , 85 N.C. App. 669, 670, 355 \nS.E.2d 838, 840 (1987) (citatio n omitted), and further that “[t]he complaint must be \n                                                            \n6 In Plaintiffs’ proposed Second Amended Complaint,  Plaintiffs’ request for judicial dissolution is \npled as alternative relief and is sought under N.C.  Gen. Stat. § 57C-6-02, as replaced and revised by \nN.C. Gen. Stat. § 57D. \n \n \nliberally construed, and the court shou ld not dismiss the complaint unless it \nappears beyond a doubt that the plaintiff could not prove any set of facts to support \nhis claim which would entitle him to relief,” Block v. Cnty. of Person, 141 N.C. App. \n273, 277–78, 540 S.E.2d 415, 419 (2000).  The Court also recognizes that it must pay \nheed to the dictates of Rule 15 of the North Carolina Rules of Civil Procedure, which \nprovides that “leave shall be freely gi ven [to a plaintiff seeking to amend the \ncomplaint] when justice so requires,” N.C. R. Civ. P. 15(a), and our appellate courts’ \ninstruction that a trial court should deny a motion to amend a pleading only if the \ncourt finds “‘(a) undue delay, (b) bad faith, (c) undue prejudice, (d) futility of \namendment, [or] (e) repeated failure to cu re defects by previous amendments.’”  \nStrickland v. Lawrence , 176 N.C. App. 656, 666–67, 627 S.E.2d 301, 308 (2006) \n(quoting Carter v. Rockingham Cnty. Bd. Of Educ. , 158 N.C. App. 687, 690, 582 \nS.E.2d 69, 72 (2003)). \n{17} Applying these considerations to its review of Plaintiffs’ First Amended \nComplaint and to Plaintiffs’ Motion to Amend Complaint, the Court concludes, in its \ndiscretion, that it is appropriate in these circumstances – where the action is still in \nits early stages in this forum, and Plainti ffs have sought to add parties, claims, and \nallegations based on conduct purportedl y arising after the filing of the First \nAmended Complaint – to provide Chris Plasman another chance to amend the \noperative complaint to attempt to state legally cognizable claims in this action.   \n{18} As a result, the Court concludes that (i) Plaintiffs’ Motion to Amend \nPlaintiffs’ First Amended Complaint should be granted as to Plaintiff Chris \nPlasman, (ii) Defendants’ Motion to Dismiss Plaintiffs’ First Amended Complaint \nshould be granted as to claims purportedl y brought directly by Bolier but denied as \nmoot as to claims brought by  Chris Plasman individually,\n7 and (iii) Plaintiff Chris \nPlasman should be permitted an opportunity to file a revised second amended \n                                                            \n7 To the extent Plaintiffs’ First Amended Complaint can be read as having asserted derivative claims \nby Chris Plasman on behalf of Bolier – a reading the Court concludes is not supported by the \nallegations or form of the pleading – the Court noneth eless concludes, in the interest of clarity, that \nDefendants’ Motion to Dismiss Plaintiffs’ First Am ended Complaint as to any such claims should \nalso be denied as moot. \n \n \n \ncomplaint, without prejudice to Defendants’ right to move to dismiss the second \namended complaint, in whole or in part, as Defendants may deem appropriate. \nii. Defendants’ Motion to Strike \n{19} On November 19, 2012, the Plasmans filed Plaintiffs’ and Third Party \nDefendant’s Answer to Defendant’s Counterclaims and Counterclaims to Third \nParty Complaint (“Answer and Counterclai ms”) that contained a section titled \n“Answer and Supplemental Facts Supporting Claims for Relief in the Complaint \nand Third Party Defendant’s Counterclaims” (“Supplemental Facts Section”).  \nDefendants argue that the “Supplemental Facts Section” in the Answer and \nCounterclaims is “an end run around the procedure for supplementing [Chris \nPlasman’s] pleadings,” (Defs.’ Br. Supp.  Mot. Strike, p. 2), as well as an \nimpermissible attempt to amend Barrett Plasman’s meritless third-party \ncounterclaims, (\nsee Answer and Counterclaims, pp. 16–17).  Therefore, Defendants \nargue that the Court should ignore the unf iled, proposed third-party counterclaims \nof Barrett Plasman, and strike the allegations in the Supplemental Facts Section \nthat relate to Chris Plasman under Rules 12(f) and 15(d) of the North Carolina \nRules of Civil Procedure.\n8   \n{20} The Court agrees with Defendants that the Plasmans’ “Supplemental \nFacts Section” of the purported Answer and Counterclaims is not proper under \nRules 12 and 15.  Nevertheless, in light of the Court’s decision to allow Chris \nPlasman to file a revised second amended complaint, which may include the \nPlasmans’ purported “Supplemental Facts” or other facts as Chris Plasman may \nchoose to advance and which will require a ll of the pleadings to be re-filed, the \nCourt concludes that Defendants’ Motion to Strike should be denied as moot at this \ntime, without prejudice to Defendants’ right to move to dismiss or strike the \n                                                            \n8 Rule 12(f) states, “Upon motion made by a party before responding to a pleading or, if no responsive \npleading is permitted by these rules, upon motion made by a party within 30 days after the service of \nthe pleading upon him or upon the judge’s own initiative at any time, the judge may order stricken \nfrom any pleading any insufficient defense or any redundant, irrelevant, immaterial, impertinent, or \nscandalous matter.”  N.C. R. Civ. P. 12(f) (2014).  Rule 15(d) states, “Upon motion of a party the court \nmay, upon reasonable notice and upon such term s as are just, permit him to serve a supplemental \npleading setting forth transactions or occurrences or events which may have happened since the date \nof the pleading sought to be supplemented . . . .”  N.C. R. Civ. P. 15(d) (2014).   \n \n \nallegations in the revised second amended complaint as Defendants may deem \nappropriate. \niii. Defendants’ Motion to Dismiss Barrett Plasman’s Counterclaims \n{21} Defendants contend that Third-Party Defendant Barrett Plasman’s \ncounterclaims should be dismissed because Barrett Plasman “lacks standing to \nbring claims on behalf of Bolier and his counterclaims otherwise fail to state a claim \nupon which relief can be granted and must be dismissed pursuant to Rules 8, \n12(b)(1), and 12(b)(6).”  (Defs.’ Br. Supp. Mot. Strike, p. 2.)  As an initial matter, the \nCourt agrees that on the evidence of record Barrett Plasman does not have standing \nto assert claims on behalf of Bolier be cause he is not a member or manager of \nBolier,  \nsee N.C. Gen. Stat. § 57D-8-01(a)(1), and Bolier has not authorized Barrett \nPlasman to bring suit on behalf of the company, (Oper. Agmt., § 6.1(a)).  \nAccordingly, to the extent Barrett Plasman seeks to bring claims on behalf of Bolier, \ndirectly or derivatively, those claims should be dismissed with prejudice.  See \ngenerally Crouse , 189 N.C. App. 232, 658 S.E.2d  33 (50% PLLC owner lacked \nauthority to require the PLLC to sue in  its own right without 50% co-owner’s \nconsent).  \n{22} Further, given that the Court has permitted Chris Plasman to file a \nrevised second amended complaint, the Court notes that Defendants will thereafter \nbe required to answer or otherwise respond and may or may not elect to include \nthird-party claims against Barrett Plasma n, depending on the revised complaint \nallegations and Defendants’ ability to assert  third-party claims under N.C. R. Civ. \nP. 14 against “a person not a party to the action who is or may be liable to [the \nparty] for all or part of the [party’s] claim against him.”  N.C. R. Civ. P. 14(a) (2014).  \nAccordingly, in light of the current proced ural context, the Court concludes, in its \ndiscretion, that Defendants’ Motion to Dismiss Barrett Plasman’s Counterclaims in \nhis individual capacity should be denied as moot at this time, without prejudice to \nDefendants’ right to move to dismiss any individual claims or third-party \ncounterclaims that Barrett Plasman may file against Defendants in this action, as \nDefendants may deem appropriate.  \n \n \niv. Defendant Decca USA’s Motion to Disqualify Plaintiffs’ Counsel and for Sanctions \n{23} Defendant Decca USA moves to disqualify Plaintiffs’ counsel, Matthew K. \nRogers, as counsel for Bolier in this action because Decca USA, Bolier’s majority \nowner and the “Majority in Interest” under the Bolier Operating Agreement, did not \nauthorize or consent to Mr. Rogers’ retent ion as counsel for Bolier at any time.  \n(Def.’s Mot. Disqualify Counsel, ¶ 3 (citing Oper. Agmt., § 6.1(a) and noting that \nBolier’s Operating Agreement provides that “all decisions or actions of the \nCompany, the Company’s ‘managers’ . . . or the Members shall require the approval, \nconsent, agreement or vote of the Majority in  Interest”).)  Based on its review of the \nrelevant record, the Court agrees with Decca USA and concludes that Mr. Rogers \nshould be disqualified from representing  Bolier in this action because it is \nundisputed that he was never retained by  the Majority in Interest (Decca USA) \nunder the Bolier Operating Agreement. \n{24}  Nevertheless, Mr. Rogers represented at the hearing in this matter that \nalthough he pled this action as a direct action in Bolier’s name, he does not now \nrepresent Bolier, has never represented Bolier, intended to bring claims for Chris \nPlasman, both individually and derivatively on behalf of Bolier, had pled Bolier as a \nparty plaintiff rather than a nominal defendant based on a misunderstanding of the \nproper form for derivative claim pleading, and will not plead Bolier as a party \nplaintiff in any revised second amended complaint.  Although the Court agrees with \nDecca USA that Mr. Rogers may not represent Bolier in this action, based on Mr. \nRogers’ representations at the hearing and the current procedural posture of the \ncase, the Court concludes that sanctions ag ainst Mr. Rogers on this Motion are not \nwarranted at this time.  \nCouch v. Private Diagnostic Clinic, 146 N.C. App. 658, 666, \n554 S.E.2d 356, 363 (2001) (“There is no question that a Supe rior Court, as part of \nits inherent power to manage its affairs, to  see that justice is done, and to see that \nthe administration of justice is accomplished as expeditiously as possible, has the \nauthority to impose reasonable and appropriate sanctions upon errant lawyers \npracticing before it.”).  Nevertheless, the Court may reconsider Decca USA’s request \n \n \nfor sanctions should Mr. Rogers attempt to represent Bolier directly in this action \nhereafter without Decca USA’s consent. \nv. Decca USA’s Motion to Enforce Order, for Contempt, and for Sanctions \n{25} Decca USA contends that the Plasmans willfully violated the P.I. Order \nentered in federal court prior to the remand of the case to this Court and moves to \nenforce the P.I. Order, hold the Plasmans in contempt, and for sanctions under N.C. \nR. Civ. P. 70 and N.C. Gen. Stat. § 5A-23(a1).   \n{26} The facts supporting Decca USA’s Moti on to Enforce are straightforward \nand appear undisputed.  According to Decca USA, Herbst notified the Plasmans \nthat their employment with Bolier was term inated, effective on October 19, 2012.  \n(Def.’s Br. Supp. Mot. Enforce  Order, p. 2.)  The Plasma ns thereafter “refused to \nleave Bolier or accept their terminations and unilaterally took steps to hijack the \ncompany” by, inter alia , unlawfully opening bank accounts in Bolier’s name to \ndivert approximately $600,000 of Bolier’s cu stomer payments to these accounts.  \n(Def.’s Br. Supp. Mot. Enforce Order, p. 3.)  The Plasmans also allegedly converted \nat least $62,192.159 of these diverted funds to pay their salaries and attorney’s fees \nafter they were terminated (the “Funds at Issue”).  ( See Def.’s Br. Supp. Mot. \nEnforce Order, p. 3.) \n{27} Faced with these facts, the federal co urt concluded that “the prior conduct \nof [Chris] Plasman in continuing to manage  and to control the operations of Bolier . \n. . has deprived the majority [Decca USA] of this right” to control Bolier’s corporate \naffairs, (Def.’s Br. Supp. Mot.  Enforce Order, Ex. 2, p. 4)\n10, and entered the P.I. \nOrder on February 27, 2013.  The P.I. Order enjoined the Plasmans and Defendants \nin numerous respects as follows: \n1) Plaintiff [Chris] Plasman is to be en joined from holding himself out as \nPresident or CEO of Bolier & Co.; \n                                                            \n9 Based on the evidence of record, it appears to the Court that the Plasmans paid at least $62,192.15 \nof the diverted funds to themselves for salaries and attorney’s fees after they were terminated.  See \nDef.’s Br. Supp. Mot. Enforce Order, Exhibits 1–3. \n \n10 The federal court’s P.I. Order is attached to Decca USA’s Brief in Support of its Motion to Enforce \nOrder at Exhibit 2. \n \n \n \n2) Third-Party Defendant Barrett Plasman is to have no further authority \nas an employee of Bolier & Co.; \n \n3) The Plasmans are to be prohibited from entering Decca USA or Bolier & \nCo. property without Decca USA’s permission, and upon reasonable \nrequest, Decca USA shall grant such permission to Plaintiff [Chris] \nPlasman in his role as minority member-manager; \n \n4) The Plasmans are to be enjoined from  removing any property or fixtures \nfrom Bolier & Co.’s or Decca USA ’s premises without the written \nauthorization or permission of Decca USA; \n \n5) The Plasmans are otherwise enjoined from interfering with Decca USA’s \nor Bolier & Co.’s business operations; \n \n6) Within five business days of the entry of this Order, the Plasmans are to \nreturn to Decca USA’s Bank of America lockbox all of Bolier & Co.’s \nmonies, including but not limited to customer payments, diverted to \nthem or to any bank account under their control, and such funds must \nbe paid with a certified check; \n \n7) Within five business days of the entry of this Order, the Plasmans are \nrequired to provide an accounting to Decca USA, also to be filed with the \nCourt, of all funds that were diverted from October 19, 2012, to the \npresent, detailing who made the payments, when the payments were \nreceived, the payment amounts, and the purpose of the payments; \n \n8) Decca USA shall provide Plaintiff [Chr is] Plasman with copies of Bolier \n& Co.’s financial statements on a monthly basis; \n \n9) At Plaintiff [Chris] Plasman’s reques t, all of Bolier & Co.’s books and \nrecords, including royalty and licensing payments, may be inspected and \nexamined once every six months by an accountant of Plaintiff [Chris] \nPlasman’s choice at his expense at the Decca USA office or at a mutually \nagreeable location; \n \n10) Decca USA shall provide Plaintiff [Chr is] Plasman with copies of Bolier \n& Co.’s federal, state, and local income tax returns for each year \nbeginning with 2012; \n \n11) Decca USA shall provide Plaintiff [Chris] Plasman with any other \ninformation regarding Bolier & Co.’s affairs as is just and reasonable, or \n \n \notherwise required by N.C. Gen. Stat. § 57C-3-04 or Bolier & Co.’s \nOperating Agreement; \n \n12) A member-manager meeting shall be held bi-annually, in April and \nOctober, in which Plaintiff [Chris] Plasman may provide Bolier & Co. \nwith his input regarding the company’s management and affairs; and  \n \n13) With regard to these member-manager meetings, Decca USA shall \nprovide Plaintiff [Chris] Plasman with  at least ten days’, and no more \nthan fifty days’, notice of the date, time, and place of such meetings. \n \n{28} Rather than return Bolier’s diverted funds as Decca USA contends was \nrequired under paragraph 6 of the P.I.  Order, the Plasmans instead filed a \ndocument titled “Response to Court Order” in federal court on March 6, 2013, \nstating that they intended to comply “with the spirit of the [P.I.] Order,” admitting \nthat they diverted  Bolier’s funds in order to pay themselves post-termination wages \nand their attorney’s fees on the theory that they were employees of Bolier until \nJanuary 14, 2013, and seeking clarificatio n from the federal court concerning \nwhether the P.I. Order covered these funds,  thus requiring their return to Decca \nUSA.  (Def.’s Br. Supp. Mot. Enforce Order, p. 4.)  The federal court did not respond \nto or act on the Plasmans’ Response to Court Order prior to remanding the case to \nthis Court in September 2014.  Despite De fendants’ demands, the Plasmans have \ncontinuously refused to return the Funds at Issue and have not yet provided the \naccounting required under paragraph 7 of th e P.I. Order.  (Def.’s Br. Supp. Mot. \nEnforce Order, p. 4.)  Decca USA argues that the P.I. Order is unambiguous, plainly \nrequires the Plasmans to return to Decca  USA the Funds at Issue and provide the \nrequired accounting, and that the Plas mans’ actions have prevented Decca USA \nfrom using the diverted funds to support Bolier.  (Def.’s Br. Supp. Mot. Enforce \nOrder, p. 4.) \n{29} The Court finds the Plasmans’ interpretation of the P.I. Order without \nmerit.  Indeed, pursuant to Bolier’s Amended Operating Agreement, Decca USA is \nthe Majority in Interest in Bolier with authority to make corporate decisions on \nbehalf of Bolier, and Decca USA advised the Plasmans on behalf of Bolier that their \n \n \nemployment at Bolier was terminated on  October 19, 2012.  Further, the federal \ncourt specifically held that “[b]ound by agreement, statute, and doctrine, the \nmajority in interest otherwise has the right to control corporate affairs,” and \nexpressly held that Decca USA, as Bolier’s  Majority in Interest, had the right to \nterminate Chris Plasman’s employment with Bolier without cause.  (P.I. Order, p. 4 \n(citing Gaines v. Long Mfg. Co. , 234 N.C. 340, 344–45, 67 S. E.2d 350, 354 (1951)); \n(see also  Defs.’ Br. Opp. Mot. Am. P.I. Or der, Ex. 3, Employment Agreement § \n1.4(d).)   \n{30} The federal court further observed th at “Plaintiff [Chris] Plasman has \noffered little in the way of establishing his reasonable expectation of indefinite \nemployment as Bolier & Co.’s President and CEO” and concluded that “[i]n light of \nthe unambiguous terms of the Operat ing Agreement and the Employment \nAgreement, and mindful of North Carolin a’s employment-at-will doctrine,” Chris \nPlasman was not entitled to a preliminary injunction re-installing him as President \nand CEO of Bolier.  (P.I. Order, p. 6.)   \n{31} In addition, the federal court noted that Chris Plasman’s prior conduct in \ncontinuing to manage and control Bolier’s operations “deprived the majority [Decca \nUSA] of this right,” (P.I. Order, p. 4), and specifically found that the Plasmans could \nhave begun diverting Bolier’s funds as early as October 19, 2012, the day they were \nterminated from Bolier, (P.I. Order, p. 5).   \n{32} Moreover, the evidentiary record before the federal court in entering the \nP.I. Order included copies of each of eleven checks made payable to the Plasmans in \nthe total amount of $62,192.15, and the federal court was advised that these checks \nwere purportedly for payment of the Plasmans’ wages, expenses, and attorney’s fees \nincurred between their termination on October 19, 2012 and when they were finally \nlocked out of Bolier on January 14, 2013.  (Defs.’ Resp. Opp. Mot. To Show Cause for \nSanctions, Exs. 3–4 and the First Declaration of Darren L. Hudgins, filed in federal \ncourt on February 11, 2013.)   \n{33} Based on these facts, the Court concludes that the federal court intended \nthat the Funds at Issue paid from the Bolier accounts to the Plasmans to constitute \n \n \nfunds covered by paragraph 6 of the P.I. Or der, and therefore, that the federal court \nordered that these funds be returned to “Decca USA’s Bank of America lockbox” \nwithin five days of the entry of the P.I. Order.  The Court further concludes that the \nfederal court required the Plasmans, with in the same five-day time period, to \nprovide an accounting to Decca USA of “all funds that were diverted from October \n19, 2012, to the present, detailing who ma de the payments, when the payments \nwere received, the payment amounts, and th e purpose of the payments,” (P.I. Order \n¶ 7), and rejected any contentions by the Plasmans that they were unable to provide \nthe requested information.  As a result, the Court concludes that Defendant Decca \nUSA’s Motion to Enforce Order, for Contempt, and for Sanctions should be granted, \nin part, to require the Plasmans to pay to Decca USA the Funds at Issue in the \namount of at least $62,192.15, plus interest  at the legal rate from March 6, 2013, \nand to provide the accounting to Decca USA required under paragraph 7 of the P.I. \nOrder.   \n{34} As to Decca USA’s Motion for Contempt and Motion for Sanctions, \nhowever, the Court declines to hold the Plasmans or the Plasmans’ attorney in \ncontempt of court or award Decca USA the a ttorney’s fees it incurred in obtaining \nthe relief requested in the Motion to Enforce.  Although the Court finds that Chris \nPlasman’s argument that he remained a Bolier employee from October 19, 2012 \nthrough January 14, 2013 is contrary to the language and intent of the P.I. Order, \nthe Court is persuaded that the Plasmans’ prompt effort to gain clarification of the \nP.I. Order’s terms – and specifically th eir obligations concerning the required \naccounting and the repayment of the Funds at  Issue – exhibits sufficient good faith \nthat a finding of contempt or an award of attorney’s fees is not appropriate in the \ncircumstances.   \n{35} In particular, the Plasmans filed a Response to Court Order on March 6, \n2013 – within the time period for compliance under the P.I. Order – explaining that \nthey believed they had fully complied with paragraphs 6 and 7 of the P.I. Order and \nrequesting clarification of their specific obligations to provide a further accounting \nor repay the Funds at Issue in light of Decca USA’s March 1, 2013 demand that the \n \n \nPlasmans comply with the P.I. Order in  these specific respects.  Decca USA \nresponded two days later by filing a Moti on to Enforce Court Order, Motion for \nContempt, and Motion for Attorney’s F ees, which the parties thereafter fully \nbriefed. The federal court, however, did not respond to the Plasmans’ request for \nclarification or decide Decca USA’s motion before remanding the case to this Court \nin September 2014.   \n{36} Although the Court does not find the Plasmans’ stated need for \nclarification from the federal court compelling or persuasive, particularly in light of \nthe Court’s conclusion that the language of the P.I. Order includes the accounting \nand the Funds at Issue, the Court does fi nd that the Plasmans’ Response to Court \nOrder reflects a genuine dispute (or at least the Plasmans’ genuine confusion) \nconcerning the Plasmans’ obligations under the P.I. Order.  Given that dispute (or \nconfusion), and particularly the fact that the Plasmans timely sought clarification of \ntheir responsibilities from the federal co urt, the Court cannot conclude that the \nPlasmans’ failure to comply with the P.I. Order was willful, see Davis v. Davis, 748 \nS.E.2d 594, 603 (N.C. Ct. App. 2013) (“a failure to obey an order of a court cannot be \npunished by contempt proceedings unless the disobedience is willful”) (quoting \nMauney v. Mauney , 268 N.C. 254, 257, 150 S.E.2d 391, 393 (1966)), or otherwise \nshould be subject to sanctions in these particular circumstances, see, e.g., Daniels v. \nMontgomery Mut. Ins. Co., 320 N.C. 669, 674,  360 S.E.2d 772, 776 (1987) (“[A] trial \ncourt has the inherent power to tax a plai ntiff with the reasonable costs, including \nattorney’s fees incurred by a defendant in a proceeding in which a plaintiff has \nfailed to comply with a court order.”).  Acco rdingly, the Court concludes that to the \nextent Decca USA’s Motion to Enforce seeks to hold the Plasmans and Mr. Rogers in \ncontempt and recover attorney’s fees for the Plasmans’ failure to comply with the \nP.I. Order, Decca USA’s Motion should be denied. \nvi. Motion to Amend the P.I. Order, for Damages, and for Sanctions \n{37} In their Motion to Amend or Dissolve, Plaintiffs contend that the Court \nshould (i) order Defendants to respond to  Plaintiffs’ discovery requests and award \nsanctions by requiring “Decca to pay for all discovery to discern detailed damages \n \n \namounts caused to Bolier,” (Pls.’ Mot. Am. P.I. Order, p. 4); (ii) order Defendants to \npost a substantial bond to secure the P.I. Order; (iii) award Chris Plasman \nmonetary damages for alleged losses he has suffered from entry of the P.I. Order; \nand (iv) amend or dissolve the P.I. Or der because Decca USA has mismanaged \nBolier’s affairs, “misappropriated Bolier’s corporate opportunities, and aggressively \nself-dealt for the benefit of wholly-owned ” Decca USA affiliate companies, (Pls.’ Br. \nSupp. Mot. Am. P.I. Order, p. 1–2).  The Court disagrees with each of Plaintiffs’ \ncontentions.   \na. Sanctions \n{38} First, Plaintiffs’ request for sanctions is not properly before this Court \nbecause Plaintiffs have failed to comply with this Court’s February 4, 2015 Order \nrequiring Plaintiffs to reformat and refile  Plaintiffs’ Motion to Show Cause, for \nSanctions and Supplemental Motion for Preliminary and Permanent Injunction \nfiled in federal court on January 23, 2013 in the event Plaintiffs wished to seek this \nCourt’s consideration of the relief sought in that Motion.  Moreover, the Court’s \nFebruary 4, 2015 Order stayed all discovery in this case pending resolution of the \nparties’ outstanding motions.  As a resu lt, Defendants are under no obligation to \nrespond to Plaintiffs’ discovery requests at this time and cannot be held liable for \nsanctions or costs associated with  their present failure to do so.   Accordingly, the \nCourt concludes that Plaintiffs’ request for sanctions should be denied. \nb. Injunction Bond  \n{39} Next, Plaintiffs contend that the P.I. Order should be dissolved for failure \nto require a bond and, alternatively, re quest this Court to require Decca USA to \npost a bond of between $5 million and $10 m illion to secure the P.I. Order.  First, \nthe P.I. Order is not invalid for failure to  require a bond.  The law is clear that a \nfederal district court has broad discretion to  set a bond amount as the court sees fit \nand may waive a security requirement alto gether as Judge Voorhees did here.  \nPashby v. Delia, 709 F.3d 307, 332 (4th Cir. 2013) (citation omitted); see also Aoude \nv. Mobil Oil Corp. , 862 F.2d 890, 896 (1st Cir. 1988) (“posting of a bond is not a \njurisdictional prerequisite to the validity of a preliminary injunction”); Clarkson Co. \n \n \nv. Shaheen, 544 F.2d 624, 632 (2nd Cir. 1976) (“[B]ecause, under Fed. R. Civ. P. 65, \nthe amount of any bond to be given upon the issuance of a preliminary injunction \nrests within the sound discretion of the tr ial court, the district court may dispense \nwith the filing of a bond.” (citations omi tted)).  North Carolina law is to similar \neffect: “[t]he trial court has power not only  to set the amount of security but to \ndispense with any security requirement wh atsoever where the restraint will do the \n[party] no material damage, and where the applicant for equitable relief has \nconsiderable assets and is able to respond in damages if [the party] does suffer \ndamages by reason of a wrongful injunction.”  \nStevens v. Henry, 121 N.C. App. 150, \n154, 464 S.E.2d 704, 707 (1995) (alterations and quotations omitted) (quoting Keith \nv. Day, 60 N.C. App. 559, 562, 299 S.E.2d 296, 298 (1983)).11 \n{40} Moreover, in electing to enter injunctive relief here, the federal court \nspecifically recognized that “in light of  Plaintiffs’ claim that Defendants have \nengaged in self-servicing transactions, the imposition of safeguards enabling \nPlaintiff [Chris] Plasman to check the threat of self-dealing would be appropriate.” \n(P.I. Order, p. 4).  As a result, Judge Voorhees implemented a number of safeguards \nto protect Chris Plasman’s minority interest in Bolier, including:  (1) requiring \nDecca USA to provide Chris Plasman with co pies of Bolier’s financial statements on \na monthly basis; (2) allowing Chris Plasma n to inspect Bolier’s books and records \nevery six months; (3) requiring Decca USA to provide Chris Plasman copies of \nBolier’s federal, state, and local income tax returns for each year beginning with \n2012; (4) requiring Decca USA to provide Chris Plasman any other information \nregarding Bolier’s affairs as is just and reasonable or otherwise required by N.C. \nGen. Stat. § 57C-3-04 or Bolier’s Operating Agreement; and (5) requiring a member-\nmanager meeting to be held bi-annually (and  providing notice of such meetings) to \npermit Chris Plasman to provide Bolier with his input regarding Bolier’s \nmanagement and affairs.\n   In addition, Judge Voorhees invited Chris Plasman “to \n                                                            \n11 North Carolina courts also look to federal decisions for guidance on Rule 65 issues.  See, e.g. , \nKeith, 60 N.C. App. at 560–61, 299 S.E.2d at 297. \n \n \n \nsubmit additional, reasonable requests for preliminary, injunctive relief” to check \nthe threat of self-dealing by Decca USA.  (P.I. Order, p. 4). \n{41} Accordingly, the Court concludes that the P.I. Order is valid and \nenforceable, see generally Georgene Vairo, 16 Moore’s Federal Practice § 107.43 (3d \ned. 2014) (“Typically, the state court ‘will give effect to all pleadings filed in federal \ncourt and to all rulings made by the fede ral court’ while the case was in federal \ncourt.”),12 and should not be dissolved for failure  to require a bond, particularly in \nlight of the substantial safeguards Judge Voorhees imposed for the benefit of Chris \nPlasman. See Stevens, 121 N.C. App. at 154, 464 S.E.2d at 707.  \nc.  Damages/Lost Salary \n{42} Next, Plaintiffs contend that the Court should award Chris Plasman \ndamages of “at least $574,660.36 for lost sala ry” foregone since the issuance of the \nP . I .  O r d e r .   ( P l s . ’  M o t .  A m .  P . I .  O r d e r ,  ¶ 20.)  There are only two ways to obtain \ndamages for entry of an injunction under Ru le 65, neither of which is available to \nPlaintiffs on the current record.  First, a party may institute an independent action \nfor malicious prosecution, an avenue Chri s Plasman has not yet elected to pursue. \nInt’l Brotherhood of Elec. Workers v. Country Club East, Inc. , 283 N.C. 1, 9, 194 \nS.E.2d 848, 853 (1973) (citation omitted).  Second, a party may seek damages under \nRule 65(e) against a party who procured th e injunction without a showing of malice \nor want of probable cause in procuring th e injunction by demonstrating that “such \n[an] injunction was wrongful in its inception, or at least was continued owing to \nsome wrong on the part of plaintiff.”  \nM. Blatt Co. v. Southwell , 259 N.C. 468, 471, \n130 S.E.2d 859, 861 (1963).  Moreover – an d fatal to Chris Plasman’s contention \nhere –  \n[A party] is entitled to damages on an injunction bond only when there \nhas been a final adjudication substantially favorable to the [enjoined \nparty] . . . . Such an adjudication is  equivalent to a determination that \n                                                            \n12 See also 16 Moore’s Federal Practice § 107 App. 113 (“Orders entered by the district court prior to \na remand order are not nullities.  Insofar as they are interlocutory and are included within the \naction or the part of the action remanded, they would ordinarily remain in effect, following the \nremand, until the state court took appropriate action to modify or set them aside.”). \n \n \n \nthe [enjoined party] has been wrongf ully enjoined.  A final judgment \nfor the [enjoined party] which does no t address the merits of the claim, \ni.e., dismissal for lack of jurisdiction, gives rise to damages on the \ninjunction bond only if the trial court determines that defendant was \nactually prohibited by the injuncti on ‘from doing what he was legally \nentitled to do.’ \n \nIndus. Innovators, Inc. v. Myrick-White, Inc. , 99 N.C. App. 42, 50–51, 392 S.E.2d \n425, 431 (1990) (citation omitted).  Because there has not been a final adjudication \non the merits substantially favorable to Ch ris Plasman in this case, his motion for \nan award of damages must be denied. \nd. Dissolution/Amendment of P.I. Order \n{43} Finally, although Plaintiffs argue that Decca USA has mismanaged the \ncompany since Chris Plasman was removed as President and CEO, the Court finds \nthat Plaintiffs have failed to offer persuasive or compelling evidence to show that \nPlaintiffs will suffer irreparable harm if Ch ris Plasman is not returned to the chief \nmanagement position at Bolier, that Defend ants can no longer show a likelihood of \nsuccess on the merits, or that equity othe rwise demands that the P.I. Order should \nbe dissolved or amended at this time.\n13  To the contrary, the Court is persuaded \nthat the continuation of the P.I. Order — in particular, management by Decca USA, \nBolier’s Majority in Interest — will not cause Chris Plasman irreparable harm, is in \nthe best interests of Bolier, and rema ins necessary to protect Bolier from \nirreparable harm.  The federal court not only found that Chris Plasman had \ninterfered with Bolier’s business operatio ns by diverting Bolier’s funds to himself \nand others but that injunctive relief was necessary to ensure management control \nwould be exercised by the Majority in Interest as provided under the Bolier \nOperating Agreement.  The federal court crafted a thoughtful, well-reasoned, and \nnarrowly-tailored P.I. Order that placed managerial and operational control in \n                                                            \n13 In federal court, “[a] plaintiff seeking a preliminary injunction must establish [(1)] that he is likely \nt o  s u c c e e d  o n  t h e  m e r i t s ,  [ ( 2 ) ]  t h a t  h e  i s  l i k e l y  t o  s u f f e r  i r r e p a r a b l e  h a r m  i n  t h e  a b s e n c e  o f  \npreliminary relief, [(3)] that the balance of equities tips in his favor, and [(4)] that an injunction is in \nthe public interest.” Winter v. NRDC, Inc., 555 U.S. 7, 20 (2008) (citation omitted). In North Carolina \nstate court, an applicant must only show the first two prongs, likelihood of success and irreparable \nharm. See A.E.P. Indus., Inc. v. McClure, 308 N.C. 393, 401, 302 S.E.2d 754, 759–60 (1983). \n \n \nDecca USA, the 55% owner, and imposed numerous safeguards to protect Chris \nPlasman’s 45% minority interest in th e company.  This Court has not been \npersuaded, by either evidence or argument, that the federal court’s carefully drafted \nP.I. Order should be modified, amended, or dissolved in any respect.14  \n{44} Accordingly, for each of these reasons, the Court concludes that Plaintiffs’ \nMotion to Amend the P.I. Order, for Damages, and for Sanctions should be denied. \nIV. \nCONCLUSION \n{45} WHEREFORE, the Court hereby ORDERS as follows: \nI. Plaintiffs’ Motion to Amend Plaintiffs’ First Amended Complaint is \nhereby GRANTED, and the Court hereby ORDERS that Plaintiffs shall \nbe permitted to file a revised second amended complaint, in form and \ncontent consistent with the conclusions and rulings set forth in this \nOrder and Opinion, no later than thirty (30) days from the date of the \nentry of this Order and Opinion, without prejudice to Defendants’ right \nto move to dismiss the second amended complaint, in whole or in part, \nas Defendants may deem appropriate; \nII. Defendants’ Motion to Dismiss Plai ntiffs’ First Amended Complaint is \nhereby GRANTED in part and DENIED as moot in part , and the Court \nhereby ORDERS that Plaintiffs’ claims purportedly brought directly by \nBolier are hereby dismissed with prejudice and that Defendants’ Motion \nto Dismiss Plaintiffs’ claims brought by Chris Plasman individually (or \npurportedly as derivative claims on behalf of Bolier) is DENIED as \nmoot; \n                                                            \n14 Plaintiffs also argue that the federal court was no t permitted to rely on un-notarized declarations \nin granting in part Defendants’ request for a preliminary injunction. (Pls.’ Br. Supp. Mot. Am. P.I. \nOrder, p. 5.)  Sworn declarations, however, are proper evidence in federal court on a motion for \npreliminary injunction.  See 28 U.S.C. § 1746 (2015) (“Wherever . . . any matter is required or \npermitted to be supported, evidenced, established, or proved by the sworn declaration . . . in writing \nof the person making the same . . . such matter may . . . be supported . . . by the unsworn declaration \n. . . in writing of such person which is subscribed by  him, as true under penalty of perjury, and dated \n. . . .”). \n \n \nIII. Defendants’ Motion to Strike is hereby DENIED as moot , without \nprejudice to Defendants’ right to move  to dismiss or strike Plaintiffs’ \nallegations in the second amended complaint as Defendants may deem \nappropriate; \nIV. Defendants’ Motion to Dismiss Barrett Plasman’s Counterclaims is \nhereby GRANTED in part and DENIED as moot in part, and the Court \nhereby ORDERS that the third-party counterclaims purportedly \nbrought by Bolier, directly or derivatively by Barrett Plasman, are \nhereby dismissed with prejudice and that Defendants’ Motion to \nDismiss Counterclaims brought by Barrett Plasman individually is \nDENIED as moot, without prejudice to Defendants’ right to move to \ndismiss any claims or third-party counterclaims that Barrett Plasman \nmay file against Defendants in this action, as Defendants may deem \nappropriate; \nV. Defendant Decca USAs’ Motion to Disqualify Counsel and for Sanctions \nis hereby GRANTED in part an d DENIED in part , and the Court \nhereby ORDERS that Plaintiffs’ counsel, Matthew K. Rogers, is hereby \nDISQUALIFIED from further representation of Bolier in this action \nand that Defendants’ Motion for Sanctions is DENIED; \nVI. Defendant Decca USA’s Motion to Enforce Order, for Contempt, and for \nSanctions is hereby GRANTED in part and DENIED in part, and the \nCourt hereby ORDERS that: \n(1) The Plasmans shall pay to Decca USA all Funds at Issue that \nthe Plasmans diverted from Bolier to themselves or to any bank account \nunder their control that were used to pay the Plasmans’ purported \nwages, expenses, and attorney’s fees after their employment with Bolier \nwas terminated on October 19, 2012, in the total amount of at least \n$62,192.15, plus interest at the legal rate of 8% per annum from March \n6, 2013, within thirty (30) days of the entry of this Order and Opinion, \nsuch funds to be payable by certified check;  \n \n \n(2) The Plasmans shall provide an accounting to Decca USA of all \nBolier funds that the Plasmans diverted from October 19, 2012, to the \npresent, detailing who made the payments, when the payments were \nreceived, the payment amounts, and the purpose of the payments, \nwithin thirty (30) days of the entry of this Order and Opinion; and  \n(3) Except as otherwise ordered, Decca USA’s Motion to Enforce \nOrder, for Contempt, and for Sanctions is hereby DENIED; \nVII. Plaintiffs’ Motion to Amend the P. I. Order, for Damages, and for \nSanctions is hereby DENIED. \n \n \n SO ORDERED , this the 26th day of May 2015. \n \n \n   /s/ Louis A. Bledsoe, III \n   Louis A. Bledsoe, III \n   Special Superior Court Judge \n     for Complex Business Cases "
}