{
  "id": "aafe7e9a353bf140cf8cfa45d6c69e97065a29c62e180ff656594f5c0cc1d26f",
  "source_file": "data/raw/ncbc/aafe7e9a353bf140cf8cfa45d6c69e97065a29c62e180ff656594f5c0cc1d26f.pdf",
  "raw_text": "BB&T BOLI Plan Tr. v. Mass. Mut. Life Ins. Co., 2016 NCBC 34. \n \nSTATE OF NORTH CAROLINA \n \nFORSYTH COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n09 CVS 4007 \nBB&T BOLI PLAN TRUST, \n \nPlaintiff, \n \nv. \n \nMASSACHUSETTS MUTUAL LIFE \nINSURANCE COMPANY, \n \nDefendant. \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION FOR \nDETERMINATION OF EFFECT OF \nVOLUNTARY DISMISSAL AND \nDEFENDANT’S MOTION TO DISMISS \n \nBB&T BOLI PLAN TRUST, by and through \nits Trustee,  \n \nPlaintiff, \n \nv. \n \nMASSACHUSETTS MUTUAL LIFE \nINSURANCE COMPANY, \n \nDefendant. \n \n \n15 CVS 2638 \n \n{1} THIS MATTER is before the Court upon Defendant Massachusetts Mutual \nLife Insurance Company’s (“Defendant” or “MassMutual”) Motion for Determination \nof Effect of Voluntary Dismissal and For Attorneys’ Fees (“Motion to Set Aside \nDismissal”) in BB&T BOLI Plan Trust v. Massac husetts Mutual Life Insurance \nCompany, No. 09 CVS 4007 (Forsyth County) (“BB&T I”) and Defendant’s Motion to \nDismiss the Complaint (“Motion to Dismiss”) (collectively, the “Motions”) in BB&T \nBOLI Plan Trust v. Massachusetts Mutual Life Insurance Company , 15 CVS 2638 \n(Forsyth County) (“BB&T II”).   \n{2} After considering the parties’ briefs in support of and in opposition to the \nMotions, the appropriate evidence of record, and arguments of counsel at the \nhearing held on the Motions, the Court hereby DENIES the Motion to Set Aside \nVoluntary Dismissal and DENIES the Motion to Dismiss.   \nAlston & Bird LLP, by Frank A.  Hirsch Jr., Matthew P. McGuire, \nHeather Adams, and Ryan P. Ethrid ge, for Plaintiff BB&T BOLI Plan \nTrust. \n \nSkadden, Arps, Slate, Meagher & Fl om LLP, by James R. Carroll, \nChristopher Lisy, and David S. Clancy , and Stevens & Lee, P.C., by E. \nThomas Henefer and Julie E. Ravi s, and Ellis & Winters LLP, by \nMatthew W. Sawchak and Jonathan A. Berkelhammer, for Defendant \nMassachusetts Mutual Life Insurance Company. \nBledsoe, Judge. \nI. \nPROCEDURAL AND FACTUAL BACKGROUND \n{3} This matter arises out of protract ed litigation between Plaintiff BB&T \nBOLI Plan Trust (“Plaintiff” or “BB&T Trust”) and Defendant MassMutual over \nDefendant’s sale and management of a bank-owned life insurance policy (“BOLI \nPolicy”), which Plaintiff purchased to insure the lives of key employees of BB&T \nCorporation (“BB&T”), the Plaintiff’s grantor.   \nA. The BOLI Policy \n{4} BB&T Trust purchased the BOLI Policy from MassMutual in August 2006 \nfor over $112 million. 1  ( BB&T II Compl. ¶ 2.)  BOLI policies are regulated by \nfederal tax laws, and while a policy owner may select the accounts into which the \npremiums are allocated, the policy owner cannot actively manage those assets once \nallocated.  (\nBB&T II Compl. ¶ 21.)  Rather, the insurer of a BOLI policy is the legal \nowner of the assets and manages the assets for the benefit of the BOLI purchaser.  \n(BB&T II Compl. ¶ 22.)   \n{5} Shortly after purchasing the BOLI Policy, BB&T Trust allocated the \npremiums almost equally between two f unds: a BlackRock-managed fund and a \nCitigroup-managed fund called Falcon (the “Falcon Fund”).  ( BB&T II Compl. ¶ 3.)  \nThe Falcon Fund was a non-traditional hedg e fund that offered a potentially higher \nyield with correspondingly higher risk.  (BB&T II Compl. ¶ 4.) \n                                                 \n1 For the purposes of laying out the factual background, the Court cites the allegations in the BB&T \nII Complaint.  Because the differences in the factual allegations are relevant to the Motion to \nDismiss, the Court will specifically note when it relies on a fact in BB&T II that was not alleged or in \nthe record in BB&T I.   \n{6} Prior to BB&T Trust’s purchase of the BOLI Policy, MassMutual provided \nBB&T Trust with a Private Placement Memorandum (“PPM”) that set out the terms \nof the BOLI Policy.  ( BB&T II Compl. ¶ 38.)  The PPM also included a “stable value \noption,” a policy feature by which BB&T Trust could elect to pay additional fees to \nMassMutual in exchange for increased  protection of its premiums.  (\nBB&T II  \nCompl. ¶¶ 42–43.)   \n{7} A stable value agreement is an agr eement between the policy insurer and \na third-party stable value provider, usually a major financial services institution.  \n(BB&T II Compl. ¶ 28.)  The stable value provider  essentially agrees to protect the \nvalue of the assets from decreases in mark et value up to a certain amount, allowing \nthe policy owner to carry the cash value of the BOLI account on its books at par \nwithout adjusting for decreases in the mark et value of the assets, so long as the \nspread between par value and market value does not exceed the limit set forth in \nthe stable value agreement.  ( BB&T II  Compl. ¶ 29.)  BB&T Trust elected to \npurchase the stable value option, with Bank of America serving as the stable value \nprovider.  (\nBB&T II Compl. ¶¶ 42–43.) \n{8} BB&T Trust alleges that the full terms of its agreement with MassMutual, \nparticularly regarding the terms of the stable value agreement (“Stable Value \nAgreement”), were set forth in a number of  documents.  The differences in these \ndocuments across \nBB&T I  and BB&T II  is a point of contention in the Motion to \nDismiss.   \n{9} In BB&T I , BB&T Trust specifically alleged that the parties’ contract \nconsisted of:  (i) the PPM, which included  a summary of the stable value agreement \nbetween MassMutual and Bank of America (“SVA Summary”), (BB&T I Am. Compl. \n¶¶ 38, 123); (ii) the BOLI Policy, including the Stable Value Endorsement (“SVA \nEndorsement”) attached as an addendum thereto ( BB&T I Am. Compl. ¶¶ 41, 44, \n123); (iii) an August 16, 2006 letter agreement (“Letter Agreement”) by which \nMassMutual acknowledged the issuance of the BOLI Policy with the Stable Value \nAgreement ( BB&T I  Am. Compl. ¶¶ 45, 123); and (iv) “certain other \nrepresentations, understandings and agreements between the parties,” ( BB&T I  \nAm. Compl. ¶ 123.)2 \n{10} In BB&T II ,3 BB&T Trust additionally allege d that the parties’ contract \nincluded a Negotiated SVA Term Sheet, dated August 11, 2006, by which \nMassMutual and BB&T Trust allegedly negotiated the substantive terms of the \nStable Value Agreement that would apply to the BOLI Policy.  (\nBB&T II Compl. ¶¶ \n48, 138.)  BB&T Trust also alleged for the first time that MassMutual and Bank of \nAmerica revised the SVA Summary on September 8, 2006, after the purchase of the \nBOLI Policy.\n4  (BB&T II Compl. ¶ 147.)     \n{11} BB&T Trust alleges that under the terms of the parties’ contract, including \nthe Stable Value Agreement, certain downward changes in the value of the Falcon \nFund investment would qualify as “Rea llocation Events” under which MassMutual \nwas required to notify BB&T Trust and tr ansfer the premiums out of the Falcon \nFund into more stable assets.  In BB&T I , BB&T Trust alleged that the SVA \nSummary defined the Reallocation Events.  ( BB&T I Am. Compl. ¶¶ 47–48.)  In \nBB&T II, BB&T Trust alleges that the Negotiated SVA Term Sheet defined further \nReallocation Events.  ( BB&T II Compl. ¶¶ 58, 61–63.)  BB&T Trust alleges that \ncertain Reallocation Events occurred in  the fall of 2007, during which time \n                                                 \n2 In BB&T I, BB&T Trust alleged claims against MassMutua l for alleged breach of fiduciary duty, \naiding and abetting breach of fiduciary duty, negl igence, negligent misrepresentation, breach of \ncontract, fraud, and unfair and deceptive trade practices under N.C. Gen. Stat. § 75-1.1.  ( BB&T I \nFirst Am. Compl. ¶¶ 94–142).  On January 26, 2 010, this Court (Diaz, J.) granted MassMutual’s \nMotion to Dismiss and dismissed BB&T Trust’s claims for breach of fiduciary duty, aiding and \nabetting breach of fiduciary duty, negligence, and unfair and deceptive trade practices, and allowed \nBB&T Trust’s claims for breach of contract, fraud,  and negligent misrepresentation to proceed.  \nOrder, BB&T I (N.C. Super. Ct. Jan. 26, 2010).  On December 4, 2014, BB&T Trust dismissed its \nfraud claim without prejudice.  At the time of BB&T Trust’s Voluntary Dismissal in May 2015, the \nonly claims remaining for trial were breach of contract and negligent misrepresentation. \n  \n3  In BB&T II, BB&T Trust alleges claims for negligent mi srepresentation, breach of contract, and \nfraud. \n \n4 In the BB&T II Complaint, BB&T Trust abandons the “SVA Summary” name and instead refers to \nthat document as the SVA Term Sheet or the Post-Closing Term Sheet.  All of those terms refer to \nthe same document, which was attached as Appendix B to the PPM.  ( BB&T I Am. Compl. ¶ 38; \nBB&T II Compl. ¶ 147.)   \n \nMassMutual failed to act to protect the Falc on Fund premiums as agreed, resulting \nin significant losses to BB&T Trust.   \nB. The Litigation \n{12} BB&T Trust voluntarily dismissed its claims in BB&T I under N.C. R. Civ. \nP. 41(a)(1) on May 1, 2015 (the “Voluntary Dismissal”), twenty-five days before a \nscheduled jury trial in the matter  was to begin.  It filed the BB&T II complaint the \nsame day.  BB&T Trust apparently refiled its case in order to plead theories of \nliability that it was barred from presenting in BB&T I.  \n{13} On April 15, 2011, BB&T Trust moved for leave to file a second amended \ncomplaint.  The Court (Murphy, J.) denied BB&T Trust’s motion on the grounds of \nundue delay and undue prejudice, because so me of the proposed theories of liability \nwere not explored in the discovery peri od, which had already closed.  Order on \nMotion to Amend at ¶¶ 12–13, BB&T I (N.C. Super. Ct. Jan. 27, 2012).  The Court \nalso stated that some of the proposed allegations “smell[ed] of futility and bad faith” \nfor being inconsistent with deposition testimony of Plaintiff’s designated \nrepresentative.  \nId. \n{14} The Court later denied MassMutual’s summary judgment motion, Order \non Motion for Summary Judgment, BB&T I (N.C. Super. Ct. Aug. 15, 2013) \n(Murphy, J.), and the parties began to prep are for trial.  In response to concerns \nraised in pretrial discussions with BB&T Trust, MassMutual moved the Court in \nlimine for an order precluding BB&T Trust from presenting evidence, argument, \nand testimony relating to the theories of liability that it unsuccessfully sought to \nplead in its proposed second amended co mplaint.  The Court granted MassMutual’s \nmotion in limine , affirming Judge Murphy’s Order on the Motion to Amend and \nbarring BB&T Trust from presenting evidence that supported those rejected \ntheories.  Order on Defendants’ Motion in Limine No. 1 ¶ 20, BB&T I (N.C. Super. \nCt. Apr. 14, 2015).   \n{15} Two weeks after the Court’s ruling on Defendants’ Motion in Limine No. 1, \nBB&T Trust voluntarily dismissed its claims in BB&T I and filed a complaint in \nBB&T II.  Shortly thereafter, MassMutual file d the Motion to Set Aside Dismissal \nin BB&T I  and then the Motion to Dismiss in BB&T II .  The Motions have been \nfully briefed and argued.  At the Court’s invitation, counsel submitted \nsupplementary briefs, which the Court has considered.  The Motions are now ripe \nfor resolution. \nII. \nANALYSIS \nA. MassMutual’s Motion to Set Aside Dismissal in BB&T I \n{16} Defendant’s Motion to Set Aside Dism issal requests that the Court deem \nineffective and set aside the Voluntary Dismissal.  MassMutual argues, and BB&T \nTrust disputes, that a trial court retains jurisdiction to set aside a Rule 41(a)(1) \nvoluntary dismissal in the limited circums tance where a plaintiff takes a dismissal \nin bad faith.  \nBrisson v. Santoriello, 351 N.C. 589, 597, 528 S.E. 2d 569, 573 (2000).   \nSeparate from that argument, MassMutual s eeks its attorney’s fees related to the \nMotion to Set Aside Dismissal, because a voluntary dismissal under Rule 41 “does \nnot deprive the court of jurisdiction to consider collateral issues such as sanctions \nthat require consideration after the action has been terminated.”  \nBryson v. \nSullivan, 330 N.C. 644, 653, 412 S.E.2d 327, 331 (1992).   \n{17} N.C. R. Civ. P. 41(a)(1) governs the voluntary dismissal of claims: \nSubject to the provisions of Rule 23(c)  and of any statute of this State, \nan action or claim therein may be dismissed by the plaintiff without \norder of court (i) by filing a notice of dismissal at any time before the \nplaintiff rests his case, or; (ii) by filing a stipulation of dismissal signed \nby all parties who have appeared in the action. . . . If an action \ncommenced within the time prescribed therefor, or any claim therein, \nis dismissed without prejudice under this subsection, a new action \nbased on the same claim may be commenced within one year after such \ndismissal . . . . \nThis final sentence is known as Rule 41(a)’s “savings provision,” because it allows a \nplaintiff to refile an action within one ye ar of a voluntary dismissal, even though \nthe underlying limitations period may have expired in the interim.  \nSee Ga.-Pac. \nCorp. v. Bondurant, 81 N.C. App. 362, 365, 344 S.E.2d 302, 304 (1986).  The savings \nprovision is a distinct feature of North Ca rolina’s Rule 41, which is not present in \nits federal counterpart.  Compare N.C. R. Civ. P. 41(a)(1) with Fed. R. Civ. P. \n41(a)(1). \n{18} In general, Rule 41(a) gives a plaintiff broad power over its case. \nThe Rule 41(a) voluntary dismissal “has salvaged more lawsuits than \nany other procedural device, giving the plaintiff a second chance to \npresent a viable case at trial.”  2 G. Gray Wilson, North Carolina Civil \nProcedure § 41-1, at 32 (2d ed. 1995).  Many  plaintiffs have used “this \nrule to cure an unforeseen defect in a claim that did not become \napparent until trial . . . . The rule also  offers a safety net to plaintiff or \nhis counsel who are either unprepared or unwilling to proceed with \ntrial the first time the case is called.”  2 G. Gray Wilson, North \nCarolina Civil Procedure § 41-1, at 33.  The purpose of our long-\nstanding rule allowing a plaintiff to take a voluntary dismissal and \nrefile the claim within one year even though the statue of limitations \nhas run subsequent to a plaintiff’s filing of the original complaint is to \nprovide a one-time opportunity where the plaintiff, for whatever \nreason, does not want to continue  the suit.  The range of reasons \nclearly includes those circumstances in which the plaintiff fears \ndismissal of the case for rule violations, shortcomings in the pleadings, \nevidentiary failures, or any other of  the myriad reasons for which the \ncause of action might fail.  The only limitations are that the dismissal \nnot be done in bad faith and that it be done prior to a trial court’s \nruling dismissing plaintiff’s claim or otherwise ruling against plaintiff \nat any time prior to plaintiff resting his or her case at trial. \nBrisson, 351 N.C. at 597, 528 S. E.2d at 572–73.  MassMutua l argues that the two \nexceptions identified in Brisson—that voluntary dismissals cannot be taken in bad \nfaith and cannot be taken to avoid a court ruling—affect BB&T Trust’s right to \nvoluntarily dismiss its claims in BB&T I.  (Def.’s Mem. Supp. Mot. Determination of \nEffect of Vol. Dismiss. 7.)  BB&T Trust, on the other hand, argues that the proper \nplace to challenge the Voluntary Dismissal is in BB&T II.  In other words, BB&T \nTrust argues that the Brisson exceptions, if present, would bar the application of \nthe savings provision, but would not authorize the Court to set aside the Voluntary \nDismissal in BB&T I. \n{19} The general rule is that once a plaintiff takes a Rule 41(a)(1) dismissal, \n“there is nothing the defendant can do to fan the ashes of that action into life[,] and \nthe court has no role to play.”  Brisson, 351 N.C.  at 593, 528 S.E.2d at 570.  The \nplain language of Rule 41(a)(1) supports a plaintiff’s broad authority to unilaterally \ndismiss its claims.  Roberts v. Young , 120 N.C. App. 720, 726,  464 S.E.2d 78, 83 \n(1995).  Our appellate case law upholds this  interpretation.  Generally, “no order or \nother approval of the court is necessary” to effect a voluntary dismissal once a \nplaintiff gives notice under Rule 41(a)(1).  \nLowe v. Bryant , 55 N.C. App. 608, 610, \n286 S.E.2d 652, 653 (1982).  See also In re Foreclosure by Rogers Townsend & \nThomas, PC, 773 S.E.2d 101, 103 (N.C. Ct. App. June 2, 2015) (stating that the trial \ncourt’s orders entered after voluntary dismissal were “without legal effect”);  Carter \nv. Clowers , 102 N.C. App. 247, 250–51, 401 S. E.2d 662, 664 (1991) (“[A] Rule \n41(a)(1) notice of dismissal is an action taken by the plaintiff ending the suit, and no \naction of the court is necessary to give the notice its full effect.”); Ward v. Taylor, 68 \nN.C. App. 74, 78, 31 4 S.E.2d 814, 819 (1984) (Rule 41( a)(1) “does not require court \naction, other than ministerial record-keeping functions, to effect a dismissal”). \n{20} Nevertheless, there are some well-es tablished exceptions to the general \nrule, and these exceptions limit a plaintiff’s ability to terminate an initial action \nthrough a Rule 41(a)(1) voluntary dismissal.  The rule itself subjects a plaintiff’s \nability to take a voluntary dismissal to Ru le 23(c), which addresses the dismissal of \nclass actions, and any other statutory exception.\n5  N.C. R. Civ. P. 41(a)(1).  \nFurthermore, once a defendant asserts a claim for affirmative relief arising out of \nthe same transactions alleged by the plaintiff, the plaintiff cannot take a voluntary \ndismissal without the defendant’s consent.  McCarley v. McCarley , 289 N.C. 109, \n111–12, 221 S.E.2d 490, 492 ( 1976).   Even in instances where a plaintiff does \nvoluntarily dismiss its claims, the trial court retains jurisdiction to consider \ncollateral issues, including requests for atto rney’s fees under N.C. R. Civ. P. 11 and \nN.C. Gen. Stat. § 6-21.5.  Bryson, 330 N.C. at 653, 412 S.E.2d  at 331.  All of these \n                                                 \n5 Following the spirit of Rule 23(c), the Court of  Appeals has likewise held that a plaintiff must \nobtain court approval before taking a voluntar y dismissal of a pre-cert ification class action \ncomplaint.  See generally Bennett v. Commer. Coll. of Asheboro, Inc. , 2016 NCBC LEXIS 24 (N.C. \nSuper. Ct. Mar. 22, 2016). \n \nscenarios impact a plaintiff’s right to take a voluntary dismissal of its initial action, \nbut no court has clearly stated whether the Brisson exceptions operate similarly. \n{21} The Court concludes that the first Brisson exception does not limit BB&T \nTrust’s statutory right to take a voluntary di smissal.  If that exception is met, it \nwould operate to render the Voluntary Dismissal a dismissal with (rather than \nwithout) prejudice.  This conclusion is consistent with the general rule that a \nvoluntary dismissal is effective upon filing,  and it acknowledges the realities of the \nprocedural posture following a voluntary dismissal.  In Troy v. Tucker, the plaintiff \ntook a voluntary dismissal, and the defendant subsequently filed a Rule 60(b) \nmotion seeking relief from the voluntary di smissal, which the trial court denied.  \n126 N.C. App. 213, 484 S.E.2d 98 (1997).  The Court of Appeals concluded that the \nappeal of the Rule 60(b) denial was interlocutory because the voluntary dismissal \n“resulted in there being no action pending.”  \nTroy, 126 N.C. App. at 215, 484 S.E.2d \nat 99.  The Court of Appeals concluded that the defendants were not aggrieved at \nthe trial court level and would only be aggrieved “when the plaintiff files a new \naction.”  \nId. at 215–16, 484 S.E.2d at 99.   MassMutual, likewise, is only aggrieved \nby the filing of BB&T II.  The Court suspects that had BB&T Trust not refiled their \ncase, MassMutual would not be seeking to set aside the Voluntary Dismissal and \nproceed to a costly and lengthy trial.  Furthermore, allowing \nBrisson’s bad faith \nexception to subject all voluntary dismissa ls to judicial scrutiny would undermine \nthe intent of Rule 41(a) by creating unnece ssary barriers for plai ntiffs who wish to \nabandon their claims.   \n{22} The Court concludes that the second Brisson exception, on the other hand, \nmay limit a plaintiff’s ability to take a voluntary dismissal in the initial action.  As \ndiscussed below, the second Brisson exception is essentially a restatement of Rule \n41(a)(1) itself, which does not allow a plai ntiff to take a voluntary dismissal after \nresting his case.  See Roberts , 120 N.C. App. at 726, 464  S.E.2d at 83.  This \ntemporal restriction “limit[s] the time wi thin which a plaintiff has the absolute \nright to dismiss his action . . . .”  Whitehurst v. Va. Dare Transp. Co. , 19 N.C. App. \n352, 355, 198 S.E.2d 741, 743 (1973).  When a pl aintiff attempts to take a voluntary \ndismissal after resting its case, the trial court may appropriately set aside the \nvoluntary dismissal and deem it a nullity.  See, e.g., Troy, 126 N.C. App. at 216–17, \n484 S.E.2d at 100 (noting that trial court co uld have stricken a voluntary dismissal \nand proceeded to rule on the pending summary judgment motion where plaintiff \nattempted to take a dismissal after resting his case); \nMaurice v. Hatterasman Motel \nCorp., 38 N.C. App. 588, 591–92, 248 S.E.2d  430, 432–33 (1978) (voiding and \nvacating a voluntary dismissal taken after th e plaintiff rested his case).  Therefore, \nif the Court concludes that the second Brisson exception is met, the Court may \ngrant the requested relief and set aside the Voluntary Dismissal in BB&T I. \n{23} Because MassMutual seeks dismissal in both BB&T I and BB&T II , the \nCourt will consider the merits of MassM utual’s arguments as to each of the Brisson \nexceptions.  Consistent with the discussion above, the Court considers the first \nexception as if raised in BB&T II, and the second exception as it was actually raised \nin BB&T I. \n{24} The bad faith exception to Rule 41(a)(1) is a narrow one; Brisson itself \nstates that a Rule 41(a) dismissal may be taken for a myriad of reasons, even, for \ninstance, that the plaintiff or his counsel is “unwilling” to proceed with trial.  \nBrisson, 351 N.C.  at 597, 528 S.E.2d at 572–73.  Ou r courts have consistently \napplied the bad faith exception to Rule 41(a ) in only one scenario, where the initial \ncomplaint fails to conform with the rules of pleading and merely seeks to take \nadvantage of the savings provision.  In  laying out the bad-faith exception, the \nBrisson court primarily relied on Estrada v. Burnham, in which the North Carolina \nSupreme Court held that a plaintiff had not filed its pleadings in good faith where \nshe filed a bare-bones complaint and took a voluntary dismissal just two minutes \nlater for the admitted purpose of obtainin g the one-year extension of the savings \nprovision.  316 N.C 318, 319,  341 S.E.2d 538, 539–40 (1986).  After the plaintiff \nrefiled the action, the trial court granted a motion to dismiss the refiled complaint \nas time barred, and the Supreme Court affi rmed, holding that the initial complaint \nviolated the good-faith filing requirement of N.C. R. Civ. P. 11(a) because the \nplaintiff had no intent to prosecute the litigation.  Id. at 323, 341 S.E.2d at 542.  The \nCourt concluded, reading the Rules of Civil Procedure as a whole, that “in order for \na timely filed complaint to toll the statute of limitations and provide the basis for a \none-year ‘extension’ by way of a Rule 41(a)(1) voluntary dismissal without prejudice, \nthe complaint must conform in all respects to the rules of pleading, including Rule \n11(a).”  Id.   \n{25} Relying on Estrada, the Court of Appeals has also applied the bad faith \nexception to Rule 41(a) where the plaintiff willfully and intentionally violated Rule \n11(a) and Rule 4 in litigating its initial complaint.  Stocum v. Oakley, 185 N.C. App. \n56, 65, 648 S.E.2d 227, 235 (2007) (holding  that the plaintiff could not take \nadvantage of the savings provision following a voluntary dismissal where plaintiff \ndid not attempt service of the initial complaint for two years and represented to the \ncourt that discovery was ongoing).  Most recently, our Court of Appeals has clarified \nthat \nEstrada and those cases following it require an initial complaint to “conform in \nall respects to the rules of pleading contained in Rules 8, 9, 10, and 11 of the North \nCarolina Rules of Civil Procedure,” which govern the form and content of pleadings, \nin order to benefit from the one year savings provision of Rule 41(a).  Murphy v. \nHinton, 773 S.E.2d 355, 359 (N.C. Ct. App. July  7, 2015) (holding that a plaintiff \nwas not entitled to the savings provisio n’s one year extension where the initial \ncomplaint lacked any allegations of negligence and therefore failed to satisfy Rule \n8(a)(1)).   \n{26} The rationale behind this bad faith exception is that where an initial \ncomplaint does not conform with the rules of pleading, a plaintiff should not be \nentitled to the “safety net” of Rule 41(a) ’s savings provision after dismissal.  See \nEstrada, 316 N.C at 323, 341 S.E.2d at 542.  Here, MassMutual does not allege that \nthe complaint in BB&T I did not conform to the rules of pleading.  Acknowledging \nthat the present situation is not factua lly identical to precedent, MassMutual \nargues that whether a voluntary dismissal is taken in bad faith “must be \ndetermined on an individualized basis.”  Eubank v. Van-Riel , No. COA11-1088, \n2012 N.C. App. LEXIS 727, at  *32 n.3 (June 19, 2012) (unpublished).  MassMutual \nargues that BB&T Trust took the Voluntary Dismissal in bad faith by waiting three \nyears after the Court’s order denying its motion to amend.  (Def.’s Mem. Supp. Mot. \nDetermination of Effect of Vol. Dismiss. 10.)  The Court declines, however, to extend \nthe bad faith exception so far beyond precedent.  Unlike the parties in Estrada, \nStocum, and Murphy, BB&T Trust has complied with the general rules of pleading \nand actively pursued its claims.  The Court therefore concludes that BB&T Trust \ndid not take the Voluntary Dismissal in bad faith; to hold otherwise would defeat \nRule 41(a)’s broad function as a “safety net.”   \n{27} As for the second exception identified in Brisson, that a voluntary \ndismissal cannot be used to avoid a court’ s adverse ruling, that exception has only \nbeen applied in cases where the plaintiff sought to avoid a pending dispositive \nruling.  For instance, the Court of Appeals has held that a plaintiff was not entitled \nto take a voluntary dismissal after the trial court had already signed an order \ngranting summary judgment for the defend ant but not yet filed the order with the \nclerk.  Maurice, 38 N.C. App. at 591–92, 248 S. E.2d at 432–33 (1978).  This \nexception is, in essence, an extension of Rule 41(a)(1) itself: \nWhere a party appears at a summary  judgment hearing and produces \nevidence or is given an opportunity to produce evidence and fails to do \nso, and the question is submitted to the court for decision, he has \n“rested his case” within the meaning of Rule 41(a)(1)(i) of the North \nCarolina Rules of Civil Procedure.   He cannot thereafter take a \nvoluntary dismissal under Rule 41(a )(1)(i).  To rule otherwise would \nmake a mockery of summary judgment proceedings. \nId.  See also Troy, 126 N.C. App. at 216, 484 S.E.2d at 99 (holding that plaintiff had \nrested her case after a summary judgment hearing and therefore could not take a \nvoluntary dismissal under Rule 41(a)(1)(i)). The same principle applies to other \npending dispositive orders where the plaint iff has in effect “rested his case.”  See \nEubank, 2012 N.C. App. LEXIS 727, at *32 (affirming that voluntary dismissal was \nineffective, and thereby leaving in plac e trial court’s 12(b)(6) dismissal with \nprejudice on the merits, where plaintiff t ook a voluntary dismissal after the trial \ncourt announced its 12(b)(6) ruling but before it entered the formal dismissal order).   \n{28} Even so, a plaintiff is still entitled to take a voluntary dismissal to avoid a \npending unfavorable ruling where the plaintiff has not “rested his case” as \ncontemplated by Rule 41(a)(1).  Wesley v. Bland, 92 N.C. App. 513, 515, 374 S.E.2d \n475, 476–77 (1988) (holding that plaintiff ti mely took a voluntary dismissal in the \nmiddle of a summary judgment hearing, after the court heard defense counsel’s \narguments but before plaintiff spoke).  More  specifically, our case law suggests that \nso long as the plaintiff has not advanced its arguments about the merits of its \nclaims, the plaintiff has not rested his case and may use Rule 41(a)(1) to avoid a \npending dispositive ruling.  See, e.g. , Cassidy v. Cheek , 308 N.C. 670, 674, 303 \nS.E.2d 792, 795 (1983) (holding that plaint iff was permitted to voluntarily dismiss \nhis claims while defendant’s motion to di smiss for failure to comply with a court \norder was pending); Schnitzlein v. Hardee’s Food Sys., Inc., 134 N.C. App. 153, 158, \n516 S.E.2d 891, 893 (1999) (holding that plaintiff had not rested his case after the \ntrial court’s ruling on a 12(b)(6) motion wh ere the motion only raised questions of \nfederal preemption); Lowe, 55 N.C. App. at 610–11, 286 S.E.2d at 653 (holding that \nwhere a fully argued motion to dismiss dealt with plaintiff’s failure to comply with a \ncourt order rather than the allegations of the complaint, plaintiffs had not “rested \ntheir case” under Rule 41(a)(1)). \n{29} Moreover, taking a voluntary dismissal after receiving an unfavorable \nruling on a non-dispositive motion is not prohibited by the second exception.  In \nAlston v. Duke Univ. , the Court of Appeals held that the plaintiff was entitled to \ntake a voluntary dismissal after the trial court denied plaintiff’s motion to amend \nthe discovery scheduling order.  133 N.C. App. 57, 62, 514 S.E.2d  298, 301 (1999).  \nIn fact, the plaintiff took the voluntary dismissal in the middle of a hearing on \nmultiple motions, including defend ant’s summary judgment motion.  Id.  In \nupholding the validity of the voluntary dism issal, the Court of Appeals considered \nas significant that the plaintiff’s attorney “made it clear” that he did not wish to \nargue against summary judgment prior to the trial court’s ruling on its discovery \nmotion and gave notice of the voluntary dismissal immediately after the trial court \nannounced its denial of plaintiff’s motion.  \nId.  (“Plaintiff is not deemed to have \nrested her case at that point, and was free to take a voluntary dismissal of the \naction.  Following Plaintiff’s voluntary dismissal, this action was not pending before \nthe trial court.”)   \n{30} In sum, the second exception identified in Brisson applies to a narrow fact \npattern, where a plaintiff who has rested it s case on the merits seeks to take a \nvoluntary dismissal to avoid a pending rulin g.  Taking MassMutual’s allegations as \ntrue, BB&T Trust took the Voluntary Dismi ssal to avoid the consequences of the \nCourt’s Order on Motion in Limine No. 1 (as it affirmed the Court’s Order on the \nMotion to Amend).  Those orders were fina l, interlocutory orders at the time BB&T \nTrust dismissed its claims, and BB&T Trust could not be deemed to have “rested its \ncase” prior to taking the Voluntary Dismi ssal.  Therefore, MassMutual’s argument \nthat BB&T Trust’s dismissal violates the second exception in Brisson is without \nmerit.   \n{31} The Court therefore concludes that BB& T Trust was within its rights in \ntaking the Voluntary Dismissal, and MassMutual is not entitled to relief in either \nBB&T I or BB&T II based on the Motion to Set Aside Dismissal.  Therefore, BB&T I \nis ended, and the Court may hereafter only consider collateral issues in that action \nsuch as costs and attorney’s fees.  Bryson, 330 N.C. at 653, 412 S.E.2d at 331.   \n1. Attorney’s Fees \n{32} MassMutual’s Motion to Set Aside Dismissal asks that the Court award it \nattorney’s fees pursuant to (i) N.C. Gen.  Stat. § 6-21.5, (ii) the Court’s inherent \nauthority to sanction litigants for vexatious lit igation, and (iii) N.C. R. Civ. P. 11(a).  \nMassMutual seeks attorney’s fees dating back to 2012, arguing that BB&T Trust \nshould have taken its voluntary dismissal at that time when Judge Murphy denied \nits motion to amend.  For the following  reasons, the Court denies MassMutual’s \nrequest for attorney’s fees. \n{33} N.C. Gen. Stat. § 6-21.5 gives the Cour t discretion to award attorney’s fees \n“to the prevailing party if the court finds that there was a complete absence of a \njusticiable issue of either law or fact rais ed by the losing party in any pleading.”  \nAlthough BB&T Trust voluntarily dismis sed its claims without prejudice, \nMassMutual may still be considered the “prevailing party” for purposes of section 6-\n21.5.  Bryson, 330 N.C. at 664, 412 S.E.2d at 338.   MassMutual argues that an \naward of fees is justified under this st atute when a “losing party persisted in \nlitigating the case after a point where he should reasonably have become aware that \nthe pleading he filed no longer contained a justiciable issue.”  Sunamerica Fin. \nCorp. v. Bonham, 328 N.C. 254, 258, 400 S.E.2d 435, 458 (1991). \n{34} A court is required to award attorney’s fees under N.C. R. Civ. P. 11(a) if a \nparty’s action was not “well-grounded in fact, was not legally sufficient, and was \ninterposed for an improper purpose.”  \nVSD Communs. v. Lone Wolf Publ. Group , \n124 N.C. App. 642, 646, 478 S.E.2d 214, 217 (1996). 6  Similarly, once a “case has \nbecome meritless, failure to dismiss or fu rther prosecution of the action may result \nin sanctions” pursuant to the Court’s inherent power.  Bryson, 330 N.C. at 658, 412 \nS.E.2d at 334; see also Ashton v. City of Concord , No. COA02-1257, 2003 N.C. App. \nLEXIS 1693, at *11 (Aug. 19, 2003) (unpublis hed) (affirming exercise of inherent \nauthority to order attorney’s fees for “vexatious conduct”).   \n{35} Attorney’s fees are not warranted on  any of those bases here, however, \nbecause BB&T Trust’s case never became meritless and never lacked a justiciable \nissue.  After Judge Murphy ruled on the motion to amend, BB&T Trust pursued \nthree existing claims through dispositive motions and then took a voluntary \ndismissal to overcome evidentiary failures and shortcomings in the pleadings, which \nare reasons recognized as legitimate under Rule 41(a)(1).  Indeed, the record does \nnot demonstrate that BB&T Trust was vexatiously prosecuting the rejected theories \nfor the three years between the Order on the Motion to Amend and the filing of \nMassMutual’s Motion \nin Limine No. 1.  Rather, the issue appears to have arisen \nonly after the parties’ counsel began pretrial discussions and BB&T Trust indicated \n                                                 \n6 Rule 11 sanctions and awards of attorney’s fees are generally awarded on the basis of an offending \n“pleading, motion, [or] other paper of a party.”  N.C. R. Civ. P. 11(a); Bryson, 330 N.C. at 655, 412 \nS.E.2d at 332.  See, e.g. , Williams v. Hinton , 127 N.C. App. 421, 424, 490 S.E.2d 239, 241 (1997) \n(“Rule 11 applies only to signed pleadings, motions, or other papers. . . .  This Court has pointed out \nthat Rule 11 is not a panacea intended to reme dy all manner of attorney misconduct.”) (internal \nquotations omitted).  Although MassMutual does not clearly identify a specific offending paper in its \nMotion, the Court will assume without deciding that  MassMutual’s identification in the context of \nthis case is sufficient for purposes of determining whether the Court should award attorney’s fees \nunder Rule 11.   \nits intent to introduce evidence in su pport of the theories Judge Murphy had \nrejected in the Order on the Motion to  Amend.  At root, MassMutual’s primary \ncomplaint is that BB&T Trust delayed in taking a voluntary dismissal, and the \nCourt, in the exercise of its discretion, de clines to award attorney’s fees on that \nground in these circumstances.  \nB. MassMutual’s Motion to Dismiss in BB&T II \n{36} MassMutual moves the Court to dismiss the Complaint in BB&T II on two \ngrounds.  First, MassMutual alleges that  BB&T Trust has failed to plead a legally \ncognizable injury.  Second, MassMutual alleges that BB&T Trust’s claims are \nbarred by the applicable statute of limitations.   \n{37} A Rule 12(b)(6) motion to dismiss tests the legal sufficiency of the \ncomplaint.  Stanback v. Stanback , 297 N.C. 181, 185, 254 S.E.2d 611, 615 (1979).  \n“The motion does not present the merits, but only whether the merits may be \nreached.”  Concrete Serv. Corp. v. Investors Grp., Inc. , 79 N.C. App. 678, 681, 340 \nS.E.2d 755, 758 (1986).   The question on a Rule 12(b)(6) motion is whether, as a \nmatter of law, the allegations of the complaint, treated as true, state a claim upon \nwhich relief can be granted.  Wood v. Guilford Cty. , 355 N.C. 161, 166, 558 S.E.2d \n490, 494 (2002) (citation omitted).  While the Court does not make findings of fact \non a motion to dismiss, the Court may consider, in addition to the complaint, \ndocuments to which the complaint specifica lly refers even though presented by the \ndefendant.  \nOberlin Capital, L.P. v. Slavin , 147 N.C. App. 52, 60,  554 S.E.2d 840, \n847 (2001).  The Court may also consider records of which it has taken judicial \nnotice.  Wood v. J.P. Stevens & Co. , 297 N.C. 636, 641, 256 S.E.2d 692, 696 (1979) \n(“[I]t is clear that judicial notice can be used in rulings on . . . motions to dismiss for \nfailure to state a claim . . . .”).   \n{38} MassMutual has asked the Court to take judicial notice of certain \ndocuments from BB&T I.  (Def.’s Mem. Supp. Mot. Dismiss 6 n.3.)  A “[t]rial court[] \nmay properly take judicial notice of ‘its own records in any prior or contemporary \ncase when the matter noticed has relevance.’”  Stocum, 185 N.C. App. at 61, 648 \nS.E.2d at 232 (quoting Kenneth S. Broun, Brandeis and Broun on North Carolina \nEvidence § 26 (5th ed. 1998)); see N.C. R. Evid. 201(f) (“Judicial notice may be taken \nat any stage of the proceeding.”).  The Court’s prior records are relevant here \nbecause the applicability of the Rule 41 savi ngs provision, which is at issue in the \nMotion to Dismiss, necessarily requir es consideration of the claims in BB&T I.  See \nid. (holding that the trial court correctly took judicial notice of earlier proceedings in \na case raising Rule 41 issues).  The Court therefore takes judicial notice of those \ndocuments in BB&T I pursuant to MassMutual’s request.   \n1. Damages \n{39} MassMutual argues that BB&T Trust has failed to allege any legally \ncognizable injury in BB&T II.7   Under the terms of the BOLI Policy, MassMutual \nowns the assets in the accounts holding BB&T Trust’s invested premiums.  (Def.’s \nMot. Dismiss Ex. 3, hereinafter “BOLI Po licy”, 10.)  Relying on the complaint’s \nallegation that BB&T Trust suffered damages “representing the difference in its \npremium belatedly transferred into the BlackRock fund following the Falcon Fund’s \nliquidation, compared to the principal that  would be in the BlackRock Fund had \nMassMutual reallocated pursuant to the parties’ agreement,” ( BB&T II Compl. ¶ \n115), MassMutual therefore argues that BB&T Trust has only alleged diminution in \nthe value of assets that it does not own.  (Def.’s Mem. Supp. Mot. Dismiss 12.)   \n{40} The BOLI Policy entitles BB&T Trust to receive the payment of death \nbenefits under the policy, (BOLI Policy 23,) or to surrender the policy for its then-\ncash value, (BOLI Policy 16).   MassMu tual contends that BB&T Trust cannot \nallege or prove damages because MassMutu al has thus far paid all owed death \nbenefits, and BB&T Trust has not exercise d and may never exercise its surrender \nrights.  (Def.’s Supplemental Mem. Supp. Mot. Dismiss 4.) \n                                                 \n7 MassMutual raised this argument in BB&T I  at the summary judgment stage, and the Court \n(Murphy, J.) denied MassMutual’s motion.  MassMutu al sought to raise this argument again in \nBB&T I by moving in limine to exclude BB&T Trust’s expert witness on the grounds that there were \nno legally cognizable damages about which he coul d testify.  The Court refused to consider the \nargument because MassMutual’s requested relief would have required overruling Judge Murphy’s \nsummary judgment order.  Order on Defendant’s Motion in Limine No. 2 at ¶ 7, BB&T I (N.C. Super. \nCt. Apr. 14, 2015.)  The Court noted that MassMutua l would have the opportunity to make the same \nargument at the directed verdict stage, at which point the Court would be able to consider it on the \nmerits.  Id.   \n{41} In advancing this argument, MassMutual relies on factually similar cases \nfrom other jurisdictions.  In Wilmington Trust Co. v. Metro. Life Ins. Co. , the \nplaintiff purchased a corporate life insurance policy from the defendant and sued \nthe defendant-insurer alleging that the defendant breached its contract by failing to \nreallocate premiums.  No. 600242/08, 2008 N.Y. Misc. LEXIS 10085, at *12–13 (N.Y. \nSup. Ct. Aug. 11, 2008).  Concluding that the plaintiff only owned the “right to be \npaid the benefits promised under the co ntracts,” which defendant had thus far \nhonored, and that plaintiff only alleged lo sses related to the decreased value of the \naccount, the court held that the plaintiff had failed to allege any damage other than \n“unrealized losses to [defendant’s] property.”  Id. at *14.   \n{42} In a similar case from Delaware, a plaintiff who owned a corporate life \ninsurance policy sought a declaratory judgment and brought several other claims \nalleging that the insurer’s changes to the contract’s surrender provisions gave the \ninsurer improper discretion over whet her and when to pay in the event of \nsurrender.  \nAviva Life & Annuity Co. v. Am. Gen. Life Ins. Co. , No. 8414-VCG, 2014 \nDel. Ch. LEXIS 60 (Del. Ch. Apr. 29, 2014.)  The Court held that the plaintiff’s \nclaim was not ripe for adjudication because any damages suffered to the surrender \nvalue of the account were purely speculative until the plaintiff actually exercised its \nsurrender rights.  Id. at *46–47.    \n{43} Relying on this line of cases, MassMutual also alleges that Delaware \nsubstantive law governs Plaintiff’s clai ms.  BB&T Trust agrees that, under the \nprinciple of lex loci delecti, its claims for fraud and negligent misrepresentation are \ngoverned by the laws of Delaware, where the injuries occurred.  As for the breach of \ncontract claim, MassMutual contends that Delaware law governs because two of the \nfour documents relied on as part of th e contract—the BOLI Policy and the Letter \nAgreement—contain Delaware choice of law provisions, while the other two \ndocuments are silent on that issue.  (D ef.’s Mem. Supp. Mot. Dismiss 9.)  BB&T \nTrust, however, believes that North Ca rolina substantive law must govern the \ncontract claim.  This question is relevant to the question of damages because, under \nAviva Life , MassMutual believes that Delaware  law requires a conclusion that \nBB&T Trust has not suffered damages, wh ereas BB&T Trust argues that under \nNorth Carolina law it would be entitled to at least nominal damages in the event of \na breach.  (Def.’s Mem. Opp. Mot. Dismiss 13.) \n{44} North Carolina recognizes the general principle that the law of the place \nwhere a contract is made typically governs the contract.  Fortune Ins. Co. v. Owens, \n351 N.C. 424, 428, 526 S.E.2d 463, 466 (2000).  Furtherm ore, our legislature has by \nstatute pronounced that “[a]ll contracts of insurance on property, lives, or interests \nin this State shall be deemed to be made th erein . . . .”  N.C. Gen. Stat. § 58-3-1.  \nConstruing this statute with the general principle, North Carolina law will apply \nwhen a “close connection exists between this State and the interests insured by an \ninsurance policy,” although the mere presence of the insured interests at the time of \nan accident is not a sufficient connection to warrant application of North Carolina \nlaw.  \nFortune Ins. , 351 N.C. at 428, 526 S.E.2d at 466.  Here, BB&T Trust has \nalleged that the BOLI Policy insures a su bstantial number of individuals who live \nand work in North Carolina, more so than in any other state.  ( BB&T II Compl. ¶ \n41.)  Viewing BB&T Trust’s allegations in th e light most favorable to Plaintiff, the \nCourt concludes that North Carolina law ma y apply to the contract, although the \nissue cannot be conclusively decided without factual development.  See Martin v. \nCont’l Ins. Co., 123 N.C. App. 650, 656, 474 S.E.2d 146, 149 (1996) (eschewing strict \nformulas for determining a sufficient “close connection”).  The Court therefore views \nAviva Life as persuasive authority for purposes of this Motion under Rule 12(b)(6) \nand reserves judgment concerning the applicable law for BB&T Trust’s contract \nclaim.   \n{45} Regardless of which state’s law ultimately applies to the contract, however, \nthe Court concludes that BB&T Trust has sufficiently alleged legally cognizable \ndamages to survive a Rule 12(b)(6) motion.  Contrary to MassMutual’s contentions, \nBB&T Trust’s allegations are not limited to the diminution in value that allegedly \noccurred as a result of MassMutual’s alleged acts; the complaint specifically alleges \nthat BB&T was required to publicly report $17 million in losses directly related to \nMassMutual’s failure to timely reallocate BB&T Trust’s premiums, (\nBB&T II \nCompl. ¶¶ 116, 114), and BB&T Trust contends that it has suffered an actual loss \nthrough the impairment of BB&T’s accounting and death benefits under the BOLI \nPolicy.  (Pl.’s Resp. Br. Opp. Mot. Dismiss 14–15).  In particular, BB&T Trust \nalleges that it specifically paid a high er fee for the Stable Value Agreement to \nprotect against these types of accounting losses, which BB&T Trust argues it would \nnot have suffered but for MassMutual’s alle ged breach of the parties’ agreement.  \n(BB&T II Compl. ¶¶ 116–17.)  Moreover, BB&T Trust contends that the BOLI \nPolicy and the PPM set forth the formula by which MassMutual is required to pay \ndeath benefits to BB&T Trust, and that certain aspects of this formula are tied to \ninvestment performance, (BOLI Policy 23-24; PPM 11), entitling BB&T Trust to \nshow purported damages in the form of impa ired death benefits currently payable.  \n(Pl.’s Resp. Br. Opp. Mot. Dismiss 14–15). \n{46} Liberally construing the allegations of the Complaint in BB&T Trust’s \nfavor and giving BB&T Trust the benefit of all permissible inferences not \ninconsistent with facts alleged, the Co urt cannot conclude that BB&T Trust has \nfailed to allege legally cognizable damages as a matter of law, particularly in light of \nour Supreme Court’s instruction that “Rules 8(a) and 54(c), when read together, \nreject any strict rule that a certain measur e of damages must be specifically sought \nin the prayer for relief.”  Holloway v. Wachovia Bank & Trust Co., N.A ., 339 N.C. \n338, 345–46, 452 S.E. 2d 233, 237 (1994); see also, e.g. , N.C. State Ports Auth. v. \nLloyd A. Fry Roofing Co ., 32 N.C. App. 400, 408, 232 S.E. 2d 846, 851 (1977) (“[I]t is \nnot crucial error to demand the wrong relief” in the complaint.).   \n{47} Indeed, BB&T Trust has alleged at least some actual loss, unlike the \nplaintiff in Aviva Life who sought a declaratory ruling that changes in policy terms \nimpaired its ability to obtain the policy ’s surrender value in the event of a \nsurrender.  Aviva Life , 2014 Del. Ch. LEXIS 60,  at *9.  Viewing BB&T Trust’s \nallegations in the light most favorable to Plaintiff, the Court concludes that BB&T \nTrust has sufficiently alleged that it suffe red legally cognizable damages to survive \nthe Motion to Dismiss and that further exam ination of the sufficiency of Plaintiff’s \ndamages claim must await a later stage of this litigation.8 \n2. Statute of Limitations \n{48} MassMutual alternatively argues that all of BB&T Trust’s claims are time-\nbarred by the statute of limitations.  A st atute of limitations can be the basis for \ndismissal on a Rule 12(b)(6) motion if the face of the complaint discloses that the \nplaintiff’s claims are so barred.  Reunion Land Co. v. Vill. Of Marvin, 129. N.C. App. \n249, 250, 497 S.E.2d 446,  447 (1998) (citing Long v. Fink , 80 N.C. App. 482, 484, \n342 S.E.2d 557, 559 (1986)).   \n{49} BB&T Trust’s claims for negligent misrepresentation, fraud, and breach of \ncontract each have a three-year statute of  limitations.  N.C. Gen. Stat. §§ 1-52(1), \n(5), and (9).  As alleged, these claims accrued more than three years ago, (Def.’s \nMem. Supp. Mot. Dismiss 15–18), and would be time-barred if they were brought for \nthe first time in the BB&T II complaint.  However, BB&T Trust argues that the \nsavings provision of Rule 41(a)(1) has tolled the statute of limitations for the claims \npleaded in BB&T II. \n{50} As stated above, the savings provisio n provides that “[i]f an action \ncommenced within the time prescribed therefor, or any claim therein, is dismissed \nwithout prejudice under this subsection, a new action based on the same claim may \n                                                 \n8  MassMutual has also raised the issue of BB&T Tr ust’s standing and requests the opportunity to \nsubmit supplemental briefing on  whether BB&T Trust has alleged an “injury in fact” should the \nCourt determine that North Carolina law applies to Plaintiff’s contract claim.  ((Def.’s Reply Mem. \nSupp. Mot. Dismiss 5 n.1.)  Under North Carolina law, “an injury in fact” is required to establish \nstanding, \nCoker v. DaimlerChrysler Corp ., 172 N.C. App. 386, 391, 617 S.E.2d 306, 310 (2005), and \n“[s]tanding is a necessary prerequisite to a court's proper exercise of subject matter jurisdiction.” \nStreet v. Smart Corp ., 157 N.C. App. 303, 305, 578 S.E.2d 695, 698 (2003) (internal quotation \nomitted).  Based on the Court’s conclusion that BB&T Trust has alleged in BB&T II that it suffered \nan actual loss as a result of MassMutual’s alleged conduct, the Court is satisfied that, if the Court \nwere to apply North Carolina law to BB&T Trust’s contract claim, Plaintiff has satisfactorily pleaded \nstanding for purposes of Rule 12(b)(6).  See, e.g., Bruggeman v. Meditrust Co., L.L.C ., 165 N.C. App. \n790, 795, 600 S.E.2d 507, 511 (2004) (standing requ ires “that the plaintiff have been injured or \nthreatened by injury or have a statutory right to institute an action”) (quotations and citations \nomitted); In re Ezzell, 113 N.C. App. 388, 392, 438 S.E.2d 482,  484 (1994) (“[I]njury in fact” must be \n“distinct and palpable—and conversely that it no t be abstract or conjectural or hypothetical.”) \n(internal citations and quotations omitted).  Thus, the Court denies MassMutual’s request for \nsupplemental briefing on standing in connection with this Motion. \n \n \nbe commenced within one year after such dismissal . . . .”  N.C. R. Civ. P. 41(a)(1).  \nThis “long-standing rule allow[s] a plaintiff to take a voluntary dismissal and refile \nthe claim within one year even though the statute of limitations has run subsequent \nto a plaintiff’s filing of the original complaint.”  Brisson, 351 N.C. at 597, 528 S.E.2d \nat 572.  The extension to the statute of limitations is notably limited to refiled \nactions “based on the same claim.”   \n{51} MassMutual argues that “same claim” requires not only that the causes of \naction be the same but also that the underlying factual contentions be the same for \nRule 41(a)(1)’s savings provision to appl y.  BB&T Trust argues that the savings \nprovision has tolled the statute of limitations  in this case because “[w]here, as here, \nboth actions involve the same parties and the same causes of action arising from the \nsame operative facts, the actions are ‘based  on the same claims.’”  (Pl.’s Resp. Br. \nOpp. Mot. Dismiss 17.)  Relying on our Supreme Court’s holding that a voluntary \ndismissal may be used to “cure an unf oreseen defect in a claim” or address \n“shortcomings in the pleadings [and] evidentiary failures,” Brisson, 351 N.C. at 597, \n528 S.E.2d at 573, BB&T Trust contends that  a new action is “based on the same \nclaims” where it involves the same parties,  the same right, and the same causes of \naction.  (Pl.’s Resp. Br. Opp. Mot. Di smiss 18.)  Here, BB&T Trust has alleged \nagainst MassMutual the same three causes of action that it dismissed in BB&T I; \nthe complaint in BB&T II  adds factual allegations and expands the universe of \ndocuments on which its claims rest.  Therefore, the question before the Court is \nwhether the “same claim” requirement of Rule 41(a)(1) requires strict factual \nidentity between the dismissed and the refiled claims. \n{52} It is clear at least that “same claim” does not include independent causes of \naction with unique elements.  \nStaley v. Lingerfelt , 134 N.C. App. 294, 299, 517 \nS.E.2d 392, 396 (1999).  See also Losing v. Food Lion, LLC , 185 N.C. App. 278, 284, \n648 S.E.2d 261, 265 (2007) (“This Court has lo ng held that the Rule 41(a) tolling of \nthe applicable statute of limitations only applies to the claims in the original \ncomplaint, and not to other causes of action that may arise out of the same set of \noperative facts.”).  In \nStaley, the Court held that claims asserted for the first time in \nthe refiled complaint did not get the benefit of the savings provision because, \nalthough they arose from the same events as those alleged in the initial complaint, \n“the defendants were not placed on notice that they would be asked to defend these \nclaims within the time required by the statute of limitations.”  Staley, 134 N.C. App. \nat 299, 517 S.E.2d at 396.   \n{53} Within this outer bound, however, a plaintiff has some room to revise its \nfactual allegations.  For instance, a pl aintiff may typically seek new types of \ndamages in the refiled action so long as they arise from the same causes of action \nasserted in the first action.  See, e.g. , Holley v. Hercules, Inc. , 86 N.C. App. 624, \n628, 359 S.E.2d 47, 50 (1987) (h olding that plaintiff’s claim for punitive damages \ncould be made for the first time during th e one-year savings period because it was \nmerely derivative of the negligence claim pleaded in the first action); Royster v. \nMcNamara, 218 N.C. App. 520, 532–33, 723 S.E.2d 122, 131 (2012) (holding that \nplaintiff’s newly-asserted claim for em otional damages was not barred by the \nstatute of limitations because it was simp ly a description of the damage that he \nclaimed to have suffered in the first action).   \n{54} Certain derivative claims may also receive the benefit of the savings \nprovision when pleaded for the first time in the refiled action.  In Sloan v. Miller \nBldg. Corp., the Court of Appeals held that the plaintiff’s voluntary dismissal had \nthe effect of extending the time within which his spouse could bring her derivative \nloss of consortium claim, even though she ha d not pleaded it in the original action.  \n128 N.C. App. 37, 40–41, 493  S.E.2d 460, 462–63 (1997).  See also Strawbridge v. \nSugar Mt. Resort, Inc. , 243 F. Supp. 2d 472, 479 (W.D.N.C. 2003) (applying North \nCarolina law to determine that the savings provision protects a newly-raised plea to \npierce the corporate veil because it is a me thod of imposing liability and derivative \nof the underlying negligence claim).  T hus, strict factual identity between the \noriginal and the refiled action is not always necessary to toll the statute of \nlimitations under Rule 41(a).  Under Staley, the issue appears to be one of notice; \nextending Rule 41 tolling to new types of damages and derivative claims does not \nprejudice a defendant where the original action placed him on notice of the claims \nagainst which he would have to defend.   \n{55} Nevertheless, MassMutual argues that  the factual allegations underlying \nthe causes of action must be the same betw een the original and the refiled action in \nlight of Stutts v. Duke Power Co., 47 N.C. App. 76, 26 S. E.2d 861 (1980).  In Stutts, \nthe Court of Appeals upheld the dismissal of the plaintiff’s refiled claim for libel and \nslander as time-barred, because the second complaint was not “based on the same \nclaim” as the original action, which also a sserted causes of action for slander and \nlibel. \nId. at 76, 266 S.E.2d at 864.  MassMutual argues that Stutts stands for the \nproposition that identity of cause of acti on is not enough to invoke Rule 41(a)(1) \ntolling, and that the factual allegations must also be identical.  The first action in \nStutts alleged that Duke Power libelously report ed that plaintiff was discharged for \na “dishonest act” and then “reasserted the false and libelous allegations against the \n[p]laintiff” at a hearing requested by plaintiff with the North Carolina Employment \nSecurity Commission.  Id. at 79–80, 266 S.E.2d at 864 (“ The first action, then, was \nbased upon proceedings before the Employme nt Security Commission . . .”)  In the \nrefiled action, the plaintiff instead allege d that Duke Power’s agents and employees \nlibelously reported his termination for a “dishonest act” and then made slanderous \nstatements to the same effect to the plaintiff’s coworkers and prospective employers.  \nId.    \n{56} The Court of Appeals concluded that wh ile the defamation claims in both \nsuits stemmed from Duke Power’s discharge of plaintiff, “there the similarity ends.”  \nId.  While the causes of action were the same in both cases, the defamatory \nstatements were allegedly made to different audiences, at different times, by \ndifferent individuals, and in different words.  The Stutts court did not announce a \nstandard by which a court could measure wh ether a refiled action is “based on the \nsame claim.”  The Court, however, consid ers the heightened pleading requirements \nfor defamation relevant in interpreting Stutts.  See id.  at 84, 266 S.E.2d at 866 \n(requiring claims for defamation to alle ge the defamatory words with sufficient \nparticularity to enable the court to determine whether the statement was \ndefamatory); see also Stanford v. Owens, 76 N.C. App. 284, 289, 332 S.E.2d 730, 733 \n(1985) (holding that a refiled action asse rting a claim for fraud was not “based on \nthe same claim” as an initial action alle ging negligent misrepresentation, because \nfraud is unique and must be pleaded with particularity).  The slander claim in the \nfirst action was essentially factually independent from the slander claim in the \nsecond action, and the two claims could not be considered the same, despite being \ntitled as the same legal claim for relief.   \n{57} MassMutual also relies on \nWilliams v. Lynch  to argue that the Court \nshould scrutinize the factual allegations underlying the claims in refiled actions.  \n225 N.C. App. 522, 528, 741 S. E.2d 373, 377 (2013).  In Williams, the Court of \nAppeals held that a claim for professional malpractice in the refiled action related \nback under Rule 41(a) to the plaintiff’s cl aims for negligence in the voluntarily \ndismissed action.  Id.  In reaching that conclusion, the court concluded that the two \ntypes of claims were synonymous, the plai ntiff had essentially relabeled the claim, \nand the claims asserted identical facts.  Id.  That case does not mandate, however, \nas MassMutual urges, that a refiled action must contain identical factual \nallegations as the initial action.  Williams, by holding that Losing and Staley are \ncontrolling, affirmed that the Rule 41(a) savings provision only applies to “those \nclaims in the second complaint that were included in the voluntarily-dismissed first \ncomplaint,” id. at 526, 741 S.E.2d at 376, and those cases, as discussed above, apply \nRule 41(a) to causes of action asserted in the original complaint that give notice to \nthe defendant. \n{58} MassMutual argues that by insertin g new factual allegations and new \ndocuments into the body of documents alleged to be the “contract,” BB&T Trust has \nnot asserted the “same claims” in BB&T II as it did in BB&T I.  In particular, while \nboth complaints identify the BOLI Policy with the Stable Value Endorsement as a \n“valid and binding contract” between the parties, (see \nBB&T I Am. Compl. ¶ 123; \nBB&T II Compl. ¶ 138), MassMutual contends th at the specific contractual source \nof the alleged reallocation event obligations at the core of this case is the Negotiated \nSVA Term Sheet in BB&T II  and a document BB&T Trust acknowledges is \n“materially different,” the SVA Summary, in BB&T I.  (Def.’s Supplemental Mem. \nSupp. Mot. Dismiss 2.)  MassMutual fu rther contends that BB&T Trust makes \ncertain claims in BB&T II  that were “not pled at all in BB&T I .”9  ( D e f . ’ s  \nSupplemental Mem. Supp. Mot. Dismiss 2.) \n{59} BB&T Trust responds that its Amended Complaint in BB&T I avers that \nthe terms of the parties’ agreement that is the subject of BB&T Trust’s claims “were \nset out in the PPM, the BOLI Policy, the August 16, 2006 Letter Agreement, and \ncertain other representations, understandings and agreements between the \nParties.”  (\nBB&T I  Am. Compl.¶ 123).  BB&T Trust contends that this latter \nlanguage—“certain other representations,  understandings and agreements between \nthe Parties”—put MassMutual on notice that the terms of various unidentified \ndocuments, including both the post-closing SVA Summary emphasized in BB&T I \nand the pre-closing Negotiated SVA Term Sheet that is the focus of BB&T II, were \nalleged to evidence the parties’ agreement.  In further support, BB&T Trust alleges \nthat the PPM included the SVA Summary as an appendix and, because the SVA \nSummary had not been prepared as of the closing, included the Negotiated SVA \nTerm Sheet at that time, (\nBB&T II Compl. ¶¶ 52, 147), providing further evidence \nthat the agreement alleged in BB&T I and II was the same. \n{60} Although the Court is sympathetic to MassMutual’s position, particularly \nin light of the passage of time since BB&T I was filed, the Court concludes that Rule \n41(a)’s tolling provision extends to BB&T Trust’s claims in BB&T II.  While adding \nadditional factual detail in BB&T II not found in  BB&T I , BB&T Trust alleges the \n                                                 \n9  In particular, MassMutual contends that BB&T Trust’s new claims include allegations that (i) \nMassMutual misrepresented to BB&T Trust that the terms of the SVA would be consistent with \nthose of the Negotiated Term Sheet, (\nBB&T II Compl. ¶¶ 97–100), (ii) the 7% NAV Trigger in the \nNegotiated SVA Term Sheet was hit in August 2007 without required reallocation, (Compl. ¶¶ 58, \n65), (iii) the Standard Deviation Trigger was hit in August 2007 through December 31, 2007 without \nrequired allocation, (\nBB&T II Compl. ¶ 65), (iv) MassMutual failed to communicate an \n“Immunization Period” in the Negotiated Term Sheet in November 2007, ( BB&T II Compl. ¶¶ 36, \n61–63, 105, 110), and (v) MassMutual failed to disclose  certain changes to Falcon Fund’s guidelines \nin 2006, 2007 and 2008 (BB&T II Compl. ¶¶ 58, 69–73, 84–85, 103).   BB&T Trust acknowledges that \nit is asserting claims in BB&T II based on (i), (ii), and (iii) but a sserts that (iv) and (v) constitute \nsupporting evidence and are not separate claims for re lief. (Pl.’s Reply to Def.’s Resp. to Pl.’s Post-\nHearing Br. 3.)   \nsame conduct in support of its causes of action in both operative complaints, \nincluding the same alleged statements in August 2006 and September 2007 in \nsupport of its fraud and negligent misrep resentation claims and the same alleged \nactions constituting the alleged breach of  the parties’ agreement—in particular, \nMassMutual’s alleged failure to monitor BB&T Trust’s investment and to use \nreasonable efforts to cause the reallocation and preservation of the investment \nfollowing the occurrence of alleged realloca tion events.  The terms of the parties’ \nagreement are alleged to exist in the same specific documents and in “certain other \nrepresentations, understandings and agr eements between the Parties” in both \ncases.  Each operative complaint requires the factfinder to determine the terms of \nthe parties’ agreement based on the various documents alleged to embody those \nterms.   \n{61} BB&T Trust has asserted the same causes of action against the same \ndefendant, and added factual allegation s for the purpose of curing defects, \naddressing shortcomings in the pleading s, and remedying evidentiary failures.  \nWhile BB&T Trust has changed its emphasis as to the specific contract document \nmost at issue in the two operative complaints, the Court is satisfied that the claims \nasserted in BB&T I and II “arise out of the same set of operative facts,” Losing, 185 \nN.C. App. at 284, 648 S.E.2d at 256, the allegations in BB&T I  were sufficiently \nspecific to place MassMutual on notice that it would have to defend these claims \nwithin the time required by the statute of limitations, Staley, 134 N.C. App. at 299, \n517 S.E.2d at 396, and the claims in the two operative complaints are “substantially \nthe same, involving the same cause[s] of action and the same right[s].”  Cherokee \nIns. Co. v. R/I, Inc ., 97 N.C. App. 295, 297, 388 S.E. 2d 239, 240 (1990).  The Court \nthus concludes that the allegations in BB&T II are “based on the same claims” as \nBB&T I for purposes of  Rule 41(a) and are therefore not barred by the applicable \nstatute of limitations.  \n \n \n \nIII. \nCONCLUSION \n{62} WHEREFORE, for the foregoing reasons, the Court hereby DENIES the \nMotion to Set Aside Dismissal in BB&T I and DENIES the Motion to Dismiss in \nBB&T II. \nSO ORDERED, this the 29th day of April, 2016. \n \n \n \n \n      /s/ Louis A. Bledsoe, III   \n      Louis A. Bledsoe, III \n      Special Superior Court Judge \n        for Complex Business Cases "
}