{
  "id": "aaff8ed346dccaa35def0c6ebd852157a38a0c8862423088a1f1138b8b291142",
  "source_file": "data/raw/ncbc/aaff8ed346dccaa35def0c6ebd852157a38a0c8862423088a1f1138b8b291142.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 5801 \n \nTOTAL MERCHANT SERVICES, LLC, \n \n Plaintiff, \n \nv. \n \nTMS NC, INC. AND CHRISTOPHER \nCOLLINS, \n \n Defendants. \n  \n \nORDER AND OPINION \nAWARDING SANCTIONS \nAGAINST DEFENDANTS \n \n1. THIS MATTER  is before the Court on Plaintiff Total Merchant \nServices, LLC’s (“Plaintiff” or “TMS”) Motion to Dismiss Defendants’ Counterclaims \nand for Fees (the “ Sanctions Motion” or the “Motion” ) pursuant to the Court’s \ninherent authority and under Rule 41(b) of the North Carolina Rules of Civil \nProcedure (“Rule(s)”) filed 13 June 2022 in the above-captioned case.1 \n2. Having considered and previously granted the Sanctions Motion, and \nhaving considere d the briefs in support of and in opposition to th e Motion, the \nsupplemental briefing on the Motion, the relevant materials associated with the \nMotion, and the arguments of counsel at the 7 September 2022 hearing on the Motion \n(the “Hearing”), the Court concludes, in the exercise of its discretion, that justice \nrequires that the Court enter sanctions against Defendants TMS NC, Inc. (“TMS NC”) \n \n1 (Pl.’s Mot. Dismiss Defs.’ Countercls. and for Fees and Request for Expedited Briefing \n[hereinafter “Sanctions Mot.”], ECF No 142.)  Plaintiff’s request for expedited briefing was \ndenied by an order dated 23 June 2022, (Order on Pl.’s Request for Expedite d Briefing and \nNotice of Hr’g, ECF No. 150.) \nTotal Merch. Servs., LLC v. TMS NC, Inc., 2022 NCBC 51. \nand Christopher Collins (together, “Defendants”) for their misconduct by (i) striking \nDefendants’ answer, affirmative defenses, and remaining amended counterclaims, (ii) \nentering default against Defendants on Plaintiff’s claims, and (iii) awarding Plaintiff \nits reasonable costs and expenses, including its reasonable attorneys’ fees, in \nconnection with investigating, prosecuting, and securing relief through the Sanctions \nMotion for Defendants’ mis conduct in delaying the administration of this case , \nabusing the judicial process, and thereby causing significant harm to Plaintiff.    \nCouncill, Gunnemann & Chally, LLC, by Joshua P. Gunnemann, and \nEllis & Winters LLP, by Thomas H. Segars and Jeremy Falcone, for \nPlaintiff Total Merchant Services LLC.  \nHatcher Legal, PLLC, by Nichole M. Hatcher and Erik P.  Lindberg, for \nDefendants TMS NC, Inc. and Christopher Collins.  \nBledsoe, Chief Judge. \n3. As explained more fully below, Defendants’ misconduct meriting the \nimposition of these sanctions includes (i) Defendants’ improper removal of the action \nto federal court followed, on remand, by Defendants’ stubborn  refusal to respond to \nDefendants’ April 2021 discovery requests for over a year; (ii) Defendants’ persistent, \nrepeated, and willful failure to comply with the Court’s 6 May 2022 Order granting \nPlaintiff’s Second Amended Motion for Preliminary Injunction (the “PI Order”);2 (iii) \nDefendants’ filing of an improper interlocutory appeal of the PI Order after repeated \n \n2 ( Order on Pl. Total Merchant Services’ Second Am. Mot. Prelim. Inj. [hereinafter “PI \nOrder”], ECF No. 98.)  The Court subsequently amended the PI Order twice, and the Second \nAmended PI Order, (Second Am. Order on Pl.’s Second Am. Mot Prelim. Inj. [hereinafter \n“Second Am. PI Order”], ECF No. 119), is the operative version of the PI Order that the Court \nwill cite to in the remainder of this Order. \nnotice that it did not affect a substantial right; 3 (iv) Defendants’ failure to timely \ncomply with the Court’s 1 July 2022 Order granting Plaintiff’s Motion to Compel (the \n“Compel Order”) ;4 (v) Defendants’  false statements to the Court concerning their \ncompliance with the PI Order; and (vi) Defendants’ systematic and repeated violation \nof paragraphs 70(a) and 70(b) of the PI Order.   \n4. Accordingly, the Court hereby ENTERS the following FINDINGS OF \nFACT and CONCLUSIONS OF LAW as set forth below. \nI. \nFINDINGS OF FACT5 \n5. TMS initiated this action in Wake County Superior Court on 28 April \n2021, asserting claims against Defendants TMS NC and TMS NC’s owner, \nChristopher Collins , for breach of contract, indemnification, specific performance, \npreliminary injunctive relief, and declaratory judgment arising out of Defendants’ \nalleged breach of an exclu sive sales agreement 6 and TMS’s attempts to enforce its \n \n3 The Court emphasizes that it does not impos e sanctions against D efendants because \nDefendants appealed one of the Court’s orders.  Rather, the Court imposes sanctions, in part, \nbecause Defendants persisted in making a n improper interlocutory appeal despite multiple \nrulings from the Court that Defendants’ appeal did not affect a substantial right under well-\nestablished North Carolina case law and because Defendants attempted to re -litigate their \nmeritless position multiple times, causing further delay and expense in this case.  \n4 (Order Granting Pl. Total Merchant Services LLC’s Am. Mot. Compel Disc. Resps . and for \nAward of Expenses [hereinafter “Compel Order”], ECF No. 152.) \n5 Any Findings of Fact that are more appropriately deemed Conclusions of Law are \nincorporated by reference into the Court’s Conclusions of Law. \n6 In brief, the parties’ predecessors -in-interest entered into a Sales Representation \nAgreement (the “Agreement”) in 2008 by which, in exchange for selling and marketing TMS’s \nproducts and services, TMS NC is paid a “residual share,” the difference between certain \nrates and fees charged to each business customer that TMS NC solicits on behalf of TMS and \ninspection rights  pursuant to the Agreement .7  Contemporaneously with the \nComplaint, TMS filed a Motion for Preliminary Injunction.8   \n6. Before the Motion for Preliminary Injunction was heard, Defend ants \nremoved the case to the United States District Court for the Eastern District of North \nCarolina on 8 June 2021. 9  The case was later remanded to the Superior Court of \nNorth Carolina on 16 December 2021 upon the federal court’s conclusion that the case \nhad been improperly removed and the federal court’s resulting imposition of sanctions \nagainst Defendants.10   \n \ncertain rates and fees that TMS pays to third party credit card associations and other related \nvendors for those services.  ( Verified Compl. Ex. A, E CF No. 2; Verified Compl. ¶ 14; TMS \nNC’s Answer Countercl. and Third -Party Claims ¶  13, ECF No. 34.)  In 2018, the parties \nentered into an addendum to the Agreement (the “Exclusivity Addendum”), which increased \nTMS NC’s residual share percentage in exchange for TMS NC’s promise to exclusively market \nand sell TMS’s products.  (Verified Compl. Ex. B, ECF.) \n7 (See generally Verified Compl..) \n8 (Mot. Prelim. Inj., ECF No. 4.) \n9 (Notice Removal, ECF No. 29.)   \n10 (DKT 32 Order (remanding).)  In imposing sanctions in this action, in part for Defendants’ \nimproper removal, the Court does not sanction Defendants for the same conduct a second \ntime but rather has considered this conduct in determining appropriate sanctions for \nDefendants’ pattern of obfuscation and delay  in this litigation .  T he record shows that \nDefendants asserted frivolous arguments in  support of removal and in  opposition to \nPlaintiff’s motion to remand in the federal court, which resulted in delaying the adjudication \nof this case for many months .  First, Defendants argued that the federal court had federal \nquestion jurisdiction over the case because of then -unasserted counterclaims.  It is well -\nestablished, however, that federal question jurisdiction cannot arise on the basis of \ncounterclaims.  See, e.g., Holmes Grp., Inc. v. Vornado Air Circulation Sys., 535 U.S. 826, 831 \n(2002) (holding that “a counterclaim—which appears as part of the defendant’s answer, not \nas part of the plaintiff’s complaint—cannot serve as the basis for ‘arising under’ jurisdiction”).  \nIn addition, Defendants knew and ignored the fact that Plaintiff and Defendants were all \ncitizens of North Carolina.  This fact plainly destroyed complete diversity of citizenship and \ndefeated diversity jurisdiction under well -established law.  See, e.g., Exxon Mobil Corp. v. \nAllapattah Servs., Inc. , 545 U.S. 546, 553 (2005) (“the presence in the action of a single \nplaintiff from the same State as a single defendant deprives the district court of original \n7. After remand, on 18 January 2022, TMS filed an Amended Motion for a \nPreliminary Injunction.11  That motion was heard by the Honorable John W. Sm ith \non 17 March 2022.12  Judge Smith did not resolve the motion and, at his subsequent \nrecommendation, the Chief Justice of the Supreme Court of North Carolina \ndesignated this action as a complex business case on 21 March 2022 under Rules 2.1 \nand 2.2 of the General Rules of Practice for the Superior and District Courts and \nassigned the case to the undersigned.13   \n8. On 4 April 2022, TMS filed a Second Amended Motion for a Preliminary \nInjunction (the “PI Motion”), which was fully briefed and argued at a hearing held on \n22 April 2022.14  The Court granted the PI Motion in part in the PI Order. 15  Among \nother things, the PI Order (i) enjoined Defendants from offering services that compete \n \ndiversity jurisdiction over the entire action”) .  Moreover, that Defendants were citizens of \nNorth Carolina barred them from removing the action in the first place.  See, e.g. , Lincoln \nProp. Co. v. Roche, 546 U.S. 81, 83 (2005) (“[28 U.S.C.] § 1441(b) bars removal on the basis of \ndiversity if any ‘part[y] in interest properly joined and served as [a] defendan[t] is a citizen \nof the State in which [the] action is brought.’ ” (quoting 28 U.S. C. § 1441(b)).  In light of \nDefendants’ assertion of these unsustainable contentions, the federal district court concluded \nthat Defendants’ removal lacked any “objectively reasonable basis” and assessed sanctions \nagainst Defendants.  (DKT 32 Order (remanding), ECF No. 56.)   \n11 (Am. Mot. Prelim. Inj., ECF No. 17.) \n12 (See Notice Hr’g, ECF No. 20.) \n13 (Designation Order, ECF No. 1; Order Staying Case Until Bus. Ct. Accepts or Rejects, ECF \nNo. 24.) \n14 (Second Am. Mot. Prelim. Inj., ECF No. 72; Scheduling Order and Notice of Hr’g, ECF No. \n65.) \n15 (Second Am. PI Order.) \nwith TMS’s services to customers 16 and (ii) required TMS NC  to produce certain \ndocuments17 and allow TMS to exercise certain inspection rights18 within seven days \nfrom entry of the order, i.e., by 13 May 2022.   \n \n16 (Second Am. PI Order ¶¶ 70(a) (ordering that “From the date hereof until the earlier of (a) \nthe entry of a final judgment in this case or (b) the termination of the Agreement between \nTMS and TMS NC’s predecessor, as amended by the Exclusivity Addendum effective as of 1 \nOctober 2018, TMS NC and Collins shall not in any capacity whatsoever, market, promote or \nsell any processing program that competes (or would reasonably be expected to compete) with \nTMS’s processing program, including without limitation the Clover system”), 70(b) (ordering \nthat “From the date hereof until the earlier of (a) the entry of a final judgment in this case or \n(b) the termination of the Agreement between TMS and TMS NC’s predecessor, as amended \nby the Exclusivity Addendum effective as of 1 October 2018, TMS NC and Collins shall not, \ndirectly or indirectly, without the prior written consent of TMS, cause or induce any customer \nof TMS to do business with any competitor of TMS or to cease doing business with, reduce \nbusiness with, or divert business from TMS.”)).  \n17 (Second Am. PI Order ¶  70(d) (ordering TMS NC to “provide TMS current and updated \nfinancial and other information on TMS NC and its directors, officers, shareholders, partners, \nor principals. This financial and other information,” including “documents sufficient to \nidentify TMS NC’s current directors, officers, shareholders, partners, members, or \nprincipals”; “current and updated documents evidencing the financial compensation paid by \nTMS NC to TMS NC’s directors, officers, shareholders, partners, members, or principals for \nthe annual period ending 31 December 2021, the quarterly period ending 31 March 2022, and \nthe period beginning 1 April 2022 through the present or such other periods as the parties \nmay agree”; and “current and updated account statements for any bank account operated, \nmaintained, or controlled by TMS NC, and all deposit slips, wires, checks, or other evidence \nof payments into or out of those accounts for the period 1 January 2022 through the \npresent”).)   \n18 (Second Am. PI Order ¶ 70(c) (ordering TMS NC to “allow TMS access to the premises of \nTMS NC and provide TMS with full and unfettered access to the books, records, accounts, \nand files of TMS NC pertaining to TMS NC’s performance of the Services for the purpose of \nTMS inspecting and copying those items,” including, without limitation, “financial \nstatements, including profit and loss statements and balance sheets, and all other documents \nshowing the assets, liabilities, costs, expenditures, receipts, and other such related matters \nof TMS NC, for the period 1 October 2018 to the present”; “documents evidencing the financial \ncompensation of all of TMS NC’s subagents for the period 1 October 2018 to the present as \nthey pertain to TMS NC’s performance of the Services”; and “any other books, accounts, \nrecords, and files of TMS NC relating to TMS NC’s performance of the Services and its  \nobligations under the Agreement for the period 1 October 2018 to the present.”).)  \n9. On 9 May 2022, Plaintiff ’s counsel emailed Defendants ’ counsel twice \nseeking to arrange access to TMS NC’s premises and receipt of the material the Court \nordered TMS NC to produce to Plaintiff under the PI Order.19  \n10. Plaintiff’s counsel emailed Defendants a third time the following day, 10 \nMay 2022.20  Defendants’ counsel responded that same day by email stating: “Your \nrequest will need to wait as I am in hearings.  I have not had an opportunity to review \nyour request nor speak with my clients.  I will respond once my schedule permits.  It’s \nunprofessional to assume.” 21  Plaintiff’s counsel persisted, emailing Defendants’ \ncounsel three more times on 11 May and 12 May 2022.22   \n11. Defendants’ cou nsel did not respond to Plaintiff’s counsel’s further \nemails but filed a Notice of Appeal on 12 May 2022 that purported to appeal the PI \nOrder.23  The interlocutory appeal was made to the North Carolina Court of Appeals, \nhowever, rather than the Supreme Court of North Carolina  and was therefore \nwithout legal effect because it was made to the wrong appellate court.  See N.C.G.S. \n§ 7A-27(a)(2). \n12. On 13 May 2022, the deadline for Defendants to permit inspection under \nthe PI Order, Plaintiff’s counsel copied Defendants’ counsel in an email to the Court \n \n19 (Aff. Joshua P. Gunnemann ¶ 4 [hereinafter “Gunnemann Aff.”], ECF No. 122; Gunnemann \nAff. Ex. A, ECF No. 122.1.) \n20 (Gunnemann Aff Ex. A.) \n21 (Gunnemann Aff. ¶ 4; Gunnemann Aff. Ex. B, ECF No. 122.2.) \n22 (Gunnemann Aff. Ex. B.) \n23 (Gunnemann Aff. ¶ 5; Notice of Appeal, ECF No. 101.) \nadvising that Defendants had not yet complied with the PI Order.24  Later that same \nday, Plaintiff’s counsel emailed Defendants’ counsel stating that the purported appeal \nhad not stayed th e injunction and included authority in support. 25  That evening, \nDefendants filed a Motion for Temporary Stay Pending Appeal, 26 which Defendants \namended27 later that night .  The Court summarily denied Defendants’  motion \nwithout prejudice on 16 May 2022 bec ause Defendants failed to comply with the \nBusiness Court Rules in presenting the motion.28  \n13. During a hearing on other motions  in this action on 18 May 2022,  \nPlaintiff’s counsel offered not to file a motion for contempt for Defendants’ failure to \ncomply with the PI Order if Defendants would agree to comply with the terms of the \nPI Order.  Defendants did not agree to comply at the hearing.   \n14. The Court subsequently amended the PI Order (“Order Amending PI \nOrder”) on 19 May 2022 to more accurately reflect Plaintiff’s interpretation of the \nAgreement and to indicate that Plaintiff had paid the required bond.  The Court did \nnot otherwise modify the order at that time.29   \n \n24 (Gunnemann Aff. Ex. C, ECF No. 122.3.) \n25 (Gunnemann Aff. Ex. C.) \n26 (Defs. TMS NC’s and Christopher Collins’ Mot. Temp. Stay Pending Appeal, ECF No. 102.)   \n27 (Defs. TMS NC’s and Christopher Collins’ Am. Mot. Temp. Stay Pending Appeal, ECF No. \n105.) \n28 (Order Summarily Den. Without Prejudice Defs. TMS NC, Inc.’s and Christopher Collins’ \nAm. Mot. Temp. Stay Pending Appeal, ECF No. 108.) \n29 (Verified Compl. Ex. A; Order Amending Order on Pl. Total Merchant Services’ Second Am. \nMot. Prelim. Inj., ECF No. 115; see also Am. Order on Pl. Total Merchant Services’ Second \n15. Later that same day, Defendants filed an Amended Notice of Appeal, \nthis time properly addressed to the Supreme Court of North Carolina, 30 and this \nCourt issued an order expressly clarifying that its Order Amending the PI Order did \nnot change the dates for compliance with the PI Order and that the deadline for \nDefendants to comply with the PI Order remained 13 May 2022 (the “Clarifying \nOrder”).31  The Court noted in the Clarifying Order, and again in the Second Amended \nOrder on Plaintiff’s Second Amended Motion for Preliminary Injunction that same \nday, that: \nThe Court believes it has the authority to enter this Order and the \nSecond Amended PI Order because it does not appear to the Court that \nthe PI Order or Amended PI Order affects a substantial right of \nDefendants and because North Carolina law is clear that  “a litigant \ncannot deprive the trial court of jurisdiction to determine a case on its \nmerits by appealing from a nonappealable interlocutory order of the trial \ncourt.”  Velez v. Dick Keffer Pontiac GMC Truck, Inc., 144 N.C. App. 589, \n591 (2001).  In any event, neither the Amended PI Order nor this Order \naffects the subject matter of Defendants’ appeal.  See, e.g., N.C.G.S. § 1-\n294.\n[32] \n \n \nAm. Mot. Prelim. Inj., ECF No. 115.1; Pl. Total Merchant Services’ Second Am. Mot. Prelim. \nInj., ECF No. 116.) \n30 (Am. Notice Appeal, ECF No. 117.) \n31 (Order Clarifying Order Amending Order on Pl. Total Merchant Services’ Second Am. Mot. \nPrelim. Inj. [hereinafter “Clarifying Order”], ECF No. 118; see also Second Am. Order on Pl.’s \nSecond Am. Mot Prelim. Inj., ECF No. 118.1; Second Am. PI Order.) \n32 (Clarifying Order n.1; Second Am. PI Order n.1.) \n16. Later that day, Plaintiff filed a Motion for Civil Contempt, For an Award \nof Attorneys’ Fees, and F or Expedited Briefing (the “Contempt Motion”) with \nsupporting brief and materials.33   \n17. On 23 May 2022, Defendants filed yet another amended motion to stay \nthe case pending appeal. 34  That same day, the Court granted Plaintiff’s request for \nexpedited briefing on the Contempt Motion, and the parties timely submitted briefing \nin accordance with the order.35   \n18. A hearing on the Contempt Motion was held on 7 June 2022, at which \nall represented parties were represented by counsel. 36  On 2 August 2022, the Court \nentered its Order grant ing the Contempt Motion and holding Defendants in civil \ncontempt for their willful violation of the inspection requirements of the PI Order (the \n“Contempt Order”).37  Even though the Court issued the PI Order on 6 May 2022 and \nfiled the Contempt Order nearly three months later on 2 August 2022 , Defendants \nfailed to even offer a date for the ordered inspection until 8 August 2022.  Even then, \nDefendants offered an inspection date that fell one day after the deadline that the \n \n33 (Pl.’s Mot. Civil Contempt , Award of Att ’ys’ Fees, and Expedited Briefing, ECF No. 120 ; \nMem. Supp. Pl.’s Mot. Civil Contempt, Award of Att’ys’ Fees, a nd Expedited Briefing, ECF \nNo. 123; Gunnemann Aff.; [Proposed] Order on Pl.’s Mot. Expedited Br iefing, ECF No. 121; \nGunnemann Aff. Exs. A–C.) \n34 (Am. Mot. Temp. Stay Case and Enf’t of All Orders Pending Appeal [hereinafter “Defs.’ Am. \nMot. for Stay Pending Appeal”], ECF No. 129.) \n35 (Order Pl.’s Mot. Expedited Briefing, ECF No. 128.) \n36 (See Notice Hr’g, ECF 131.) \n37 (Order on Pl. Total Merchant Services’ Mot. Contempt [hereinafter “Contempt Order. ”], \nECF No. 175.) \nCourt established for Defendant Christopher Collins to comply to avoid \nimprisonment.  Until Defendants’ offer on 8 August 2022, Defendants refused to \ncomply with the inspection requirements of the PI Order in any respect.38  \n19. The Sanctions Motion was filed on 13 June 2022, seeking the dismissal \nof Defendants’ counterclaims with prejudice and an award of attorneys’ fees as \nsanctions under the Court ’s inherent authority and Rule 41(b) for “Defendants’ \ndisregard of the Court’s [PI Order], Defendants’ frivolous attempt to deprive this \nCourt of jurisdiction to enforce the [PI] Order, and their continued and unnecessary \nenlargement of these proceedings.”\n39 \n20. On 14 June 2022, Erik P. Lindberg filed a notice of appearance as \ncounsel for Defendants.  Mr. Lindberg had no prior involvement with this action prior \nto the filing of his notice of appearance.40   \n21. On 27 June 2022, the Court entered its Order D enying Defendants’ \nMotion to Stay Discovery and Defendants’ Amended Motion for Temporary Stay of \nCase and Enforcement of All Orders Pending Appeal  (the “Order Denying Stay”). 41  \n \n38 Nevertheless, based on Plaintiff’s agreement to the inspection date and the convenience of \nthat date to Plaintiff, the Court agreed at the Hearing to delay Christopher Collins’ \nimprisonment to permit Defendants an opportunity to fully comply with the inspection \nrequirements of the PI Order on 18 August 2022. \n39 (Sanctions Mot. 1.) \n40 (Notice Appearance, ECF No. 148.)  The Court notes that Mr. Lindberg’s participation in \nthe case appears to have prompted Defendants’ first efforts at compliance with the PI Order \nand their discovery obligations under Rule 26 and the Compel Order.  \n41 (Order Denying Defs.’ Mot. Stay Disc. and Defs.’ Am. Mot. Temporary Stay of Case and \nEnf’t All Orders Pending Appeal [hereinafter “Order Denying Stay”], ECF No. 15 1 (denying \n(Defs.’ Mot. Stay Disc., ECF No. 76) and (Defs.’ Am. Mot. for Stay Pending Appeal)).) \nThe latter stay motion had been filed on 23 May 2022, four days after the Court issued \nits Clarifying Order indicating that the PI Order did not affect a substantial right of \nDefendants and thus was not properly appealable .  In the Order Denying Stay, the \nCourt ruled that Defendants’ primary contention—that the PI Order denied them the \nright “to earn a living and practice their livelihood” —was “wholly refuted by the \nundisputed factual record,” that “rejection of Defendants’ substantial right analysis \non this basis [was not] a ‘close call,’ ” and that “Defendants’ effort to stay this action \npending appeal on this ground [was] wholly without merit.”\n42 \n22. The Court also found in the Order Denying Stay that Defendants \n“advance[d] no evidence to substantiate their forecast that complying with the PI \nOrder [would] be unduly expensive” and that “[t]he rest of Defendants’ argument on \nthis point amount[ed] to a disagreement with the Court’s finding that Plaintiff has a \npresent contractual right to access the information identified in the PI Order.”43  The \nCourt further concluded that Defendants ha d “blind[ed] themselves” to various \nconclusions in the PI Order and denied Defendants’ request for a discretionary stay \npending appeal because that request was based “on grounds that the Court [had] \nalready rejected in [the Order Denying Stay] and the PI Order.”44  Finally, the Court \ndenied Defendants’ request for a discretionary stay of discovery, concluding that such \na stay “would be highly prejudicial and grossly unfair because Defendants [had]  \n \n42 (Order Denying Stay ¶¶ 28–29.) \n43 (Order Denying Stay ¶ 31.) \n44 (Order Denying Stay ¶ 36.) \nappended documents to their Motion to Dismiss or for Summary Judgment that [had] \nnever been produced to Plaintiff while at the same time requesting to stay discovery \non those very same issues .”45  The Court noted that it “refuse[d] to indulge \nDefendants’ further delay in answering discovery requests that [had]  been pending \nfor over a year without Defendants producing a single document in response.”46 \n23. Four days later, on 1 July 2022, the Court entered the Compel Order \ngranting TMS’s Amended Motion to Compel Discovery Responses and for Award of \nExpenses.  In that order, the Court ordered Defendants to produce numerous \ncategories of documents no later tha n 18 July 2022 and awarded Plaintiff’s its \nattorneys’ fees incurred in connection with the motion, finding that  \nDefendants’ refusal to comply with their discovery obligations was not \nsubstantially justified under Rule 37(a)(4) and under Rule 37(d).   \nDefendants have not offered anything approaching a valid reason or \nexcuse for failing to produce full and complete responses to the Discovery \nRequests within the time periods provided by the North Carolina Rules \nof Civil Procedure or as otherwise agreed by the parties.  Nor have they \noffered a substantial justification for maintaining their opposition to the \nAmended Motion.[47] \n   \n24. In particular, the Court found that Defendants’ principal contention—\nthat “Plaintiff’s failure to timely reply to Defendants’ counterclaims excused \nDefendants’ duty to make a timely response to the Discovery Requests ”—was \n \n45 (Order Denying Stay ¶ 42.) \n46 (Order Denying Stay ¶ 43.) \n47 (Compel Order ¶ 23.) \n“specious”48 and further that “Defendants have consistently and obstinately refused \nto comply with their discovery obligations under the North Carol ina Rules of Civil \nProcedure without any legal justification to delay providing full and complete \nresponses to the Discovery Requests —and the production of any documents to \nPlaintiff—for over a year since the Requests were served.”49 \n25. On 15 July 2022, Defen dants served on Plaintiff supplemental \ninterrogatory answers and produced to Plaintiff 2,907 pages of documents responsive \nto Plaintiff’s discovery requests. 50  Plaintiff subsequently identified deficiencies in \nDefendants’ production, and Defendants agreed to make a supplemental production \nof all outstanding material no later than 3 August 2022 to comply with paragraph \n28(a) of the Compel Order.51   \n26. On 5 August 2022, Plaintiff submitted a Supplemental Brief Concerning \nDefendants’ Compliance with Court Orders 52 reporting that Defendants made a \n \n48 (Compel Order ¶ 24.) \n49 (Compel Order ¶ 25.) \n50 (Defs.’ Certification of Compliance ¶ 3, ECF No. 170.) \n51 Defendants’ counsel represented in the parties’ Joint Status Report Concerning \nCompliance with Paragraph 28(b) of the Compel Order (the “Joint Status Report”), (ECF No. \n172), that Defendants’ supplemental production would occur during “the first half of [the \nweek of August 1, 2022].”  (Joint Status Report 3.)  At the status conference held in this case \non 2 August 2022, the Court ordered, with Defendants’ consent, that this supplemental \nproduction must be made no later than 3 August 2022.  The Court further ordered Plaintiff \nto file a supplemental brief no later than 5 August 2022 to indicate the extent t o which \nDefendants’ production of documents had satisfied Defendants’ obligations under the PI \nOrder and the Compel Order. \n52 (Pl.’s Suppl. Br. Concerning Defs.’ Compliance Ct. Orders, ECF No. 176.) \nsupplemental production, as promised, on 3 August 2022 but that the production still \nfailed to fully comply with the requirements of the PI Order and the Compel Order.  \nAs to the PI Order, Plaintiff contended that the p roduction failed to sufficiently \nidentify Defendants’ current ownership; 53 failed to show the complete financial \ncompensation paid by TMS NC to TMS NC’s directors, officers, shareholders, \npartners, members, or principals for certain periods; and failed to include Defendants’ \nfinancial statements, books, accounts, and records, all required to be produced under \nthe PI Order.54  As to Defendants’ effort to comply with the Compel Order, Plaintiff \nstated that “many items the Court ordered to be produced in the C ompel Order still \nhave not been produced.” 55  Plaintiff forecasted that it would file a Business Court \nRule (“BCR”) 10.9 dispute summary with the Court if the deficiencies were not \nremedied by 10 August 2022.56 \n27. The Court held a hearing on the Sanctions Motion on 9 August 2022, at \nwhich all parties were represented by counsel.  Counsel for the parties represented \nat the Hearing that, although Defendants had made an initial production, Defendants \nhad not made a ful l and timely production of the documents the Court ordered \nDefendants to produce in its Compel Order.  To the contrary, Defendants’ counsel \n \n53 Plaintiff indicated that it was satisfied with this port ion of the production and was “not \npursuing contempt sanctions with respect to [this portion of] Defendants’ production[.]”  (Pl.’s \nSuppl. Br. Concerning Defs.’ Compliance Ct. Orders 3.) \n54 (Pl.’s Suppl. Br. Concerning Defs.’ Compliance Ct. Orders.) \n55 (Pl.’s Suppl. Br. Concerning Defs.’ Compliance Ct. Orders 4 (emphasis in original).) \n56 (Pl.’s Suppl. Br. Concerning Defs.’ Compliance Ct. Orders 4–5.) \nacknowledged at the Hearing that there remained at least eight categories of \ndocuments that Defendants had still not produced that were required to be produced \nby the Compel Order.  These records included bank records for over three years, 1099 \nforms for non-NAB credit card processors, and other financial records.   \n28. On 10 August 2022, Defendants filed their response to Plaintiff’s 5 \nAugust 2022 supplemental brief, contending that they ha d fully complied with the \nproduction requirements of the PI Order, except to the extent documents exist ed \nreflecting compensation paid to Defendants’ “directors, officers, shareholders, \npartners, members, or principals” for the first two quarters of 2022, which Defendants \npromised to produce no later than 15 August 2022.\n57   \n29. Defendants also acknowledged in their response that they had not yet \nfully complied with the Compel Order but assured the Court that Defendants “[would] \nmake an additional supplemental production of documents consistent with Plaintiff’s \n[4 August 2022] deficiency letter on 15 August 2022.”58  On 11 August 2022, Plaintiff \nemailed the Court a BCR 10.9 dispute summary that documented in greater detail \nthe substantial extent to which Plaintiff contended Defendants had failed to comply \nwith the production requirements of the Compel Order .  Those deficiencies were \nconsistent with Plaintiff’s August 4 deficiency letter referenc ed in Defendants’ \n \n57 (Defs.’ Resp. to Pl.’s Suppl . Br. Concerning Defs.’ Compliance Ct.’s Orders 2 –3, ECF No. \n178 (containing scrivener’s error that production will be by “Monday, May 15, 2022”).) \n58 (Defs.’ Resp. to Pl.’s Suppl. Br. Concerning Defs.’ Compliance Ct.’s Orders 3.) \nresponse and in response to which Defendants promise d a supplemental production \nno later than 15 August 2022.   \n30. On 12 August 2022, the Court issued its Order on Plaintiff’s Motion to \nDismiss Counterclaims and Fees and Order to Show Cause (the “Sanctions Order”).59  \nIn that Order, the Court granted the Sanctions Motion, concluding that sanctions \nwere appropriate to address Defendants’ misconduct, but further concluding that an \naward of sanctions should not be entered until Defendants and Monica Collins \nappeared and showed cause at a hearing to be held on 7 September 2022 why  \n(i) Defendants and Monica Collins should not be held in civil contempt \nfor their failure to comply with the Court’s Compel Order and (ii) the \nCourt should not enter sanctions, in addition to attorneys’ fees and costs, \nup to and including striking Defendants’ answer, affirmative defenses, \nand remaining amended counterclaims for Defendants’ conduct in \ndelaying the administration of this case through their improper removal \nof the acti on to federal court followed on remand by Defendants’ \nstubborn refusal to respond to Defendants’ April 2021 discovery \nrequests, their filing of an improper interlocutory appeal of the PI Order \nafter notice that it did not affect a substantial right, their stubborn and \nwillful failure to fully comply with the PI Order, and their failure to \ncomply with the Compel Order within the compliance deadlines set by \nthe Court.\n60 \n \n31. Thereafter, Defendants followed through on their promise to make a  \nsupplemental production on 15 August 2022 ,\n61 and on 18 August 2022, Defendants \nfinally permitted Plaintiff the inspection the Court had ordered in the PI Order. 62  \n \n59 (ECF No. 180.) \n60 (Sanctions Order ¶ 41.) \n61 (Defs.’ Certification Compliance, ECF No. 185.) \n62 Defs.’ Notice Inspection, ECF No. 186.) \nThe next day, the Court held a BCR 10.9 conference (the “10.9 Conference”), at which \nall parties were represented by counsel.  At the 10.9 Conference, Plaintiff represented \nthat, through Defendants’ 15 August 2022 document production and the 18 August \n2022 inspection, Defendants had substantially complied with paragraph 41 of the \nContempt Order and with pa ragraphs 70(c) and 70(d) of the PI Order. 63  Plaintiff \nfurther represented, however,  that it still needed time to confirm whether the \nmaterials that Defendants tendered to Plaintiff during the inspection satisfied the \nrequirements of the Compel Order.  Con sistent with a Court- ordered briefing \nschedule, on 26 August 2022, Plaintiff filed a Notice of Deficiency identifying three \ncategories of information that Defendants had still failed to provide.64  After a further \nproduction by Defendants on 31 August 2022, Plaintiff confirmed on 6 September \n2022 that Defendants had finally complied , seven weeks after compliance was due,  \nwith each of the terms of the Compel Order.65 \n32. Plaintiff also represented at the 10.9 Conference that, through the \nCourt-ordered inspection, it had obtained evidence showing that Defendants \nbreached paragraphs 70(a) and 70(b) of the PI Order between the entry of the PI \nOrder on 6 May 2022 and 5 July 2022 by marketing, promoting, and/or selling \n \n63 (See also Certification Substantial Compliance, ECF No. 187 (Plaintiffs certifying that \nDefendants had substantially complied with the inspection requirements of the PI Order and \nthe Contempt Order and the document production requirements of the PI Order).) \n64 (See Notice Deficiency, ECF No. 190.) \n65 (See Pl.’s Reply to Defs .’ Resp . to Pl. ’s Notice Deficiencies, ECF No. 198.)   In light of \nDefendants’ compliance, on 6 September 2022, the Court cancelled the Show Cause Hearing \nas it related to whether Defendants and Monica Collins should be held in civil contempt for \ntheir failure to comply with the Court’s Compel Order.  (See ECF No. 200.) \nprocessing programs that compete (or would reasonably be expected to compete) with \nTMS’s processing program and by causing or inducing customers of TMS to do \nbusiness with competitors of TMS and/or diverting business from TMS.  Plaintiff also \nrepresented that the inspection revealed evidence showing that Defendants had made \nfalse representations to the Court concerning  their compliance with the Court’s PI \nOrder.  Plaintiff set forth this evidence in detail in its supplemental memorandum \nfiled on 24 August 2022 (the “Supplemental Sanctions Brief”). 66  As a result, o n 30 \nAugust 2022, the Court amended its Show Cause Order to include as a basis for \nappropriate sanctions on the Sanctions Motion “ Defendants’ alleged violation of \nparagraphs 70(a) and 70(b) of the PI Order and their alleged false statements to the \nCourt about their compliance with PI Order,” “if established.”\n67   \n33. After full briefing, 68 the Court held the Show Cause Hearing on 7 \nSeptember 2022, at which all parties were represented by counsel.  Defendant Collins \nand Monica Collins were also present, and each participated in the Hearing.   \n34. The evidence brought forward by the parties in connection with the \nSanctions Motion and the Show Cause Hearing establishes that  on 15 August 2022, \nDefendants produced a list of customers they had placed with Plaintiff’s competitors \n \n66 (Suppl. Mem. Supp. Pl.’s Mot. Dismiss Defs.’ Countercl. and for Fees 2 [hereinafter Suppl. \nMem.], ECF No. 189.)  In light of this new evidence, Plaintiff expanded its sanctions request \nto include striking Defendants’ answer and counterclaims and entering default against them.   \n67 (Am. Show Cause Order ¶ 44.) \n68 Defendants responded to the Supplemental Sanctions Brief on 2 September 2022.  (See \nDefendants’ Resp. Suppl. Mem. Supp. Mot. Dismiss Countercls. and Fees, ECF No. 195.)   \nPlaintiff filed its reply on 6 September 2022.  (See ECF No. 199.) \nfrom 2018 to the present.  This list, and documents produced during the 18 August \n2022 inspection of Defendants’ premises, demonstrates that Defendants have placed \nover 100 merchants with Plaintiff’s competitors in violation of the Agreement since 1 \nOctober 2020.  Defendants  placed at least 51 of these merchants after the Court \nentered its PI Order prohibiting this very activity.  Some were placed with Plaintiff’s \ncompetitors as recently as early August 2022, nearly three months after the PI Order \nwas entered.69 \n35. Based on the foregoing evidence, the Court finds that Defendants have \nsystematically and continually violated paragraph 70(a) and 70(b) of the PI Order by \nrepeatedly placing new customers with competitors and by successfully soliciting \nPlaintiff’s existing customers to do business with Plaintiff’s competitors rather than \nPlaintiff, all resulting in substantial damages to Plaintiff.   \n36. Additionally, Defendants, through counsel, false ly represented to the \nCourt on 2 August 2022 that Defendants had not placed any merchants with TMS ’s \ncompetitors after October 2020 .  The  evidence, however,  shows that Defendants \nplaced at least 100 merchants with TMS competitors after that date.\n70   \n \n69 (Suppl. Mem. 3.) \n70 (See Suppl. Mem. 3 (discussing evidence that Defendants placed over 100 merchants with \nPlaintiff’s competitors in violation of the Agreement, including at least 51 merchants placed \nin violation of the PI Order)); (Tr. 8/2/2022 Hr’g 9:6–12, ECF No. 192 (asserting the last date \non which Defendants violated the Agreement )).  The transcript states that the last date on \nwhich Defendants violated the Agreement was in June 2020, not in October 2020.  At the 7 \nSeptember hearing, however, counsel agreed that he had misspoken and that the last date \nwas in October 2020.)  \n37. Based on these findings and consistent with applicable law, the  Court \nissued an oral ruling at the Show Cause Hearing forecasting that the Court intended \nto enter a written order awarding sanctions against Defenda nts by striking \nDefendants’ answer, affirmative defenses, and counterclaims, entering default \nagainst Defendants , and award ing Plaintiff its reasonable expenses, including \nattorneys’ fees, incurred in investigating and bringing the Sanctions Motion.  This \nOrder memorializes the Court’s oral ruling.71  \nII. \nCONCLUSIONS OF LAW72 \n38. Based on the foregoing Findings of Fact, the Court makes the following \nConclusions of Law. \n39. This Court has previously summarized the standards our appellate \ncourts have directed trial courts to consider in exercising their inherent authority to \nimpose sanctions for a party’s misconduct as follows:  \nTrial courts retain the inherent authority “to do all things that are \nreasonably necessary for the proper administration of justice.”  Beard v. \nN.C. State Bar, 320 N.C. 126, 129 (1987).  “[T]he power to sanction \ndisobedient parties, even to the point of dismissing their actions or \n \n71 On 29 July 2022, the Court entered its Order and Opinion granting in part and denying in \npart Plaintiff’s Motion to Dismiss Defendant TMS NC, Inc.’s Counterclaims and Defendants’ \nMotion for Leave to Amend Counterclaims and Add Additional Parties. (Order and Op. Pl.’s \nMot. Dismiss Defs.’ Countercls. and Defs.’ Mot. Leave Amend [hereinafter “July 29 Order and \nOp.”], ECF No. 171.)  In that Order and Opinion, the Court granted Defendants leave to file \namended counterclaims for breach of contract and declaratory judgment and otherwise \ndenied Defendants’ Motion and granted Plaintiff’s motion.  (July 29 Order and Op. ¶ 43).  The \nCourt subsequently ordered Defendants to file the permitted amended counterclaims no later \nthan 19 August 2022, but Defendants have yet to do so.\n \n72 Any Conclusions of Law that are more appropriately deemed Findings of Fact are \nincorporated by reference into the Court’s Findings of Fact. \nstriking their defenses, . . . is longstanding and inherent.”  Minor v. \nMinor, 62 N.C. App. 750, 752 (1983); see Chambers v. NASCO, Inc., 501 \nU.S. 32, 46 (1991) (holding that statutory schemes and court rules do \nnot “displace[] the inherent power to impose sanctions for . . . bad-faith \nconduct,” for statutory schemes and court rules, even when considered \ntogether, “are not substitutes for . . . inherent power”); Daniels  v. \nMontgomery Mut. Ins. Co., 320 N.C. 669, 674 (1987) (“[W]e hold it to be \nwithin the in herent power of the trial court to order plaintiff to pay \ndefendant’s reasonable costs including attorney’s fees for failure to \ncomply with a court order.”); Cloer  v. Smith, 132 N.C. App. 569, 573 \n(1999) (“The trial court  . . . retains inherent authority t o impose \nsanctions for discovery abuses beyond those enumerated in Rule 37.”); \nFew v. Hammack Enters., Inc., 132 N.C. App. 291, 298 –99 (1999) \n(finding it was within the trial court’s inherent authority to strike a \nparty’s answer for willful failure to comp ly with the rules of court); \nLomax v. Shaw, 101 N.C. App. 560, 563 (1991) (concluding trial court \n“was well within the bounds of the court’s inherent authority to manage \nthe case docket when he struck the defendants’ answer” for failing to \nexecute a consent judgment).  \n \n. . . \n \nThe imposition of sanctions is left to the sound discretion of the trial \njudge and “will not be overturned absent a showing of abuse of \ndiscretion.”  Cloer,  132 N.C. App. at 573.  A trial court will be held to \nhave abused its discretion only “where the court’s ruling is manifestly \nunsupported by reason or is so arbitrary that it could not have been the \nresult of a reasoned decision.”  E. Brooks Wilkins Family Med., P.A. v. \nWakeMed, 244 N.C. App. 567, 578 (2016) (quoting Couch v. Private \nDiagnostic Clinic, 146 N.C. App. 658, 667–68 (2001)). \n \n“North Carolina courts do not presently require the party requesting \nsanctions to demonstrate, as a part of its burden, that it suffered \nprejudice as a result of the opposing party’s discovery failures or that \nthe opposing party acted willfully.”  Tumlin v. Tuggle Duggins P.A., \n2018 NCBC LEXIS 51, at *31 (N.C. Super. Ct. May 22, 2018); see \nHenderson v. Wachovia Bank of N.C., N.A., 145 N.C. App. 621, 629 \n(2001).  That said, “[w]illfulness, bad faith, or prejudice to another party” \nmay influence the court’s discretion “in determining the appropriate \nsanction.”  Out of the Box Developers, LLC, 2014 NCBC LEXIS 7, at *9. \n \nIn assessing appropriate sanctions, North Carolina law is clear that a \ncourt may consider the entire record before it.  See Ray v. Greer, 212 \nN.C. App. 358, 363 (2011) (noting that trial court may “view of the \ntotality of the circumstances of the case” in assessing appropriate \nsanctions (quoting Badillo v. Cunningham, 177 N.C. App. 732, 734–35, \n(2006))); Batlle v. Sabates, 198 N.C. App. 407, 420 (2009) (affirming trial \ncourt’s dismissal of plaintiff’s complaint as a sanction where trial court \nconsidered “the totality of the circumstances of the case in determining \nthe appropriate sanction” (internal quotation marks omitted)).  Indeed, \n“[w]hen sanctioning a party under its inherent authority, the court must \nweigh the circumstances of each case and choose a sanction that, in the \ncourt’s judgment, ‘properly takes into account the severity of the party’s \ndisobedience.’ ”  Out of the Box Developers, LLC, 2014 NCBC LEXIS 7, \nat *10 (quoting Patterson v. Sweatt, 146 N.C. App. 351, 357 (2001)). \n \nFinally, in determining whether the issuance of serious sanctions \npursuant to a court’s inherent authority is proper, the North Carolina \nSupreme Court has looked to guidance from federal courts.  See Daniels, \n320 N.C. at 674.  The  United States Court of Appeals for the Fourth \nCircuit, in a panel joined by former North Carolina Business Court \nJudge Albert Diaz, has held that serious sanctions, including the \ndismissal of an action, “are appropriate when a party deceives a court or \nabuses the process at a level that is utterly inconsistent with the orderly \nadministration of justice or undermines the integrity of the process.”  \nProjects Mgmt. Co. v. Dyncorp Int’l LLC, 734 F.3d 366, 373 (4th Cir. \n2013) (citations and quotation marks omitted). \n \nRed Valve, Inc. v. Titan Valve, Inc., 2019 NCBC LEXIS 57, at *39–43 (N.C. Super. Ct. \nSept. 3, 2019), aff’d, 376 N.C. 798 (2021). \n40. Further, “[w]hen imposing sanctions, ‘the trial court has discretion to \npursue a wide range of actions both for the purpose of leveling the evidentiary playing \nfield and for sanctioning the improper conduct.’ ”  Clark v. Alan Vester Auto Grp., Inc., \n2009 NCBC LEXIS 13, at *27 (N.C. Super. Ct. July 17, 2009) (quoting Vodusek v. \nBayliner Marine Corp., 71 F.3d 148, 156 (4th Cir. 1995)).  As such, the Court is free \n“to fashion an appropriate sanction for conduct which abuses the judicial process.”  \nId. (quoting Silvestri v. Gen. Motors Corp., 271 F.3d 583, 593 (4th Cir. 2001)); see \nTurner v. Duke Univ., 101 N.C. App. 276, 280 (1991) (“the selection of sanctions \nremains within the discretion of the trial court”). \n41. Based on the evidence and findings recited above, the Court concludes \nthat Defendants have engaged in protracted misconduct in this case, including by (i) \nimproperly removing this case to federal court, for which Defendants were sanctioned \nand which delayed consideration of Plaintiff’s motion for preliminary injunction for a \nyear, (ii) stubbornly refusing to respond to discovery served in April 2021 for nearly \nfifteen months without producing a single page of material until July 2022 and then, \nafter the Compel Order was issued, not making the full production required by the \nCompel Order until 31 August 2022; (iii) taking an improper interlocutory appeal of \nthe PI Order and,  despite the Court’s rulings that the appeal did not affect a \nsubstantial right, relying on that appeal to continue to stubbornly and willfully refuse \nto comply with the PI Order; (iv) making false representations to the Court; and (v) \nstubbornly, willfully, repeatedly, and sys tematically refusing to timely comply with \nthe Compel Order and the PI Order, all of which has resulted in significant delay in \nthe adjudication of this action, substantial harm to Plaintiff, and caused Plaintiff to \nincur substantial and unnecessary expenses during this litigation.   \n42. Defendants’ purported reasons for refusing to comply with the PI Order \nare meritless. \n43. First, Defendants repeated in numerous briefs , including in opposition \nto the Contempt Motion, the same arguments that the Court rejected in its PI Order \nin an apparent attempt to relitigate the merits of Plaintiff’s PI motion.73  \n44. Next, after the Court issued the Clarifying Order and Second Amended \nPI Order, which stated the Court ’s conclusion that the matter would  not be stayed \npending appeal, Defendants chose not to comply with their inspection duties under \nthe PI Order and instead “improperly [sought] to reargue the merits of [Plaintiff’s PI \nmotion] . . . and the Court’s conclusion that the matter is not stayed pending appeal.”  \nPlasman v. Decca Furniture (USA), Inc. , 2016 NCBC LEXIS 20, at * 23 (N.C. Super. \nCt Feb. 26, 2016)  (holding plaintiffs in civil contempt) .  Defendants’ interlocutory \nappeal of the PI Order 74 and corresponding Amended Motion for Temporary Stay of \nCase and Enforcement of All Orders Pending Appeal ,75 purportedly because the PI \nOrder affected a substantial right, were, as the Court found, “wholly without merit”76 \nand only served to increase Plaintiff’s costs and enlarge and delay this litigation. \n \n73 (See e.g., Reply Mem. Supp. Defs.’ Mot. Stay Disc. 2–3, ECF No. 110 (“[T]his Court should \n. . . find that the Plaintiffs [sic] breach of contract is invalid and unenforceable, since the \n‘Agreement’ was already terminated on June 15, 2020[.]”); Defs. ’ Opp’n to Pl.’s M ot. Civil \nContempt 9, ECF No. 135 (stating that enforcing the PI Order would be “a further violation \nof the Defendants’ substantial rights” because Defendants “terminated the exclusivity \nagreement on June 15, 2020”); Defs.’ Am. Mot. for Stay Pending Appeal  3 (requesting a \ndiscretionary stay and asserting that Plaintiff’s claim for breach of contract is invalid because \nit “relie[s] on emails [from] 2021, during a time period after the Defendants’ [sic] terminated” \nthe Exclusivity Addendum).) \n74 (Am. Notice Appeal.) \n75 (Defs.’ Am. Mot. for Stay Pending Appeal.) \n76 (Order Den. Stay ¶ 29.) \n45. Further, Defendants failed to cite to any record evidence from any source \nin opposition to the Contempt Motion or in support of its Amended Motion to Stay the \nCase Pending Appeal and instead sought to challenge the accuracy of existing record \nevidence—evidence they acknowledged to be accurate in paragraphs 14 and 15 of \nTMS NC’s own Answer—concerning the source of the residual share that TMS pays \nto Defendants.  \n46. In addition to frivolously attempting to re-litigate their merits argument \nagainst entry of the PI Order, the record evidence establishes that Defendants failed \nto fully comply with the Compel Order by the Court -ordered deadline.  As noted \nabove, Defendants finally permitted Plaintiff to inspect thei r records three months \nafter the original deadline set by this Court, and Defendants acknowledged that at \nleast eight categories of documents  that are central to Plaintiff’s claims and \nconcerns—including bank records, 1099 forms, and financial records of various \ntypes—that were required to be produced on 18 July 2022 had still not been produced \nnearly a month after that deadline had passed.  \n47. Even more egregiously , the evidence establishes that Defendants \nviolated the PI Order’s exclusivity enforcement provisions at least 51 discrete times, \nincluding until at least the early days of August  2022—three months after the PI \nOrder was entered. 77  Defendants offer only the most threadbare of arguments to \n \n77 (See Suppl. Mem. Ex. 1, Affidavit of Ryan Malloy  1–5, ECF No. 189.1 (showing that \nDefendants had placed 39 merchants with one of Plaintiff’s competitors after May 2022 and \nhad placed at least 12 with another after that date).) \njustify their repeated violations of the exclusivity enforcement provisions of the PI \nOrder, and the Court finds them singularly unpersuasive.    \n48. First, Defendants argue that the competitors with which Defendants \nplaced merchants were not in competition with Plaintiff because those competitors  \noffer “features” different from Plaintiff.78  This argument is meritless.  The \nAgreement on which the PI Order is based,  and which it seeks to enforce,  expressly \nprovides that Defendants must submit to TMS “all ” credit card processing business \nthat it secures,79 and there is no provision in either the Agreement or the PI Order \nthat permits Defendants to exclude from their exclusive agreement any card \nprocessing program s Defendants unilaterally assert are not in competition with \nPlaintiff.  Indeed, the PI Order is drawn expansively to reflect the Agreement’s broad \nexclusivity arrangement and forbids the marketing, promotion, or sale of any \nprocessing program that “competes (or would reasonably be expected to compete)” with \nPlaintiff’s products.80     \n49. Moreover, Defendants had several options short of willfully disregarding \nthe Court’s PI Order had it sincerely believed that other programs did not compete \nwith Plaintiff ’s product s and should be excluded from the parties’ exclusivity \narrangement.  Not only does t he Agreement expressly contemplate that Defendants \ncould seek Plaintiff’s permission to exclude a particular merchant  from the terms of \n \n78 (Defs.’ Resp. to Pl.’s Suppl. Br. Concerning Defs.’ Compliance Ct.’s Orders 3.) \n79 (Compl. Ex. B ¶ 4 (emphasis added).) \n80 (Second Am. PI Order ¶ 70(a) (emphasis added).) \nthe Agreement’s exclusivity clause ,81 but Defendants could also have sought the \nCourt’s permission to except a merchant  from the PI Order for good cause  shown.  \nDefendants simply ignored those legal means to develop  their business and instead \nchose to violate the Court’s orders and engage in protracted discovery misconduct, as \nchronicled at length above, to hide their wrongdoing.  \n50. Defendants made two further arguments at the Show Cause Hearing to \njustify their placement of merchants with Plaintiff’s competitors : first, that they \nbelieved they had not violated the Agreement  because they had  terminated the \nAgreement pursuant to its terms, and second, that they simply misunderstood the PI \nOrder and believed their conduct was permitted thereunder.   \n51. As to their first argument, the Court has rejected Defendants’  \ncontention that they terminated the A greement as a matter of law numerous times \nover the course of this litigation, and the Court’s express rejection of that contention \nin the PI Order removes any basis for this alleged justification for Defendants’  \nmisconduct after 6 May 2022.   \n52. Defendants’ second claim, made for the very first time in this litigation \nat the Show Cause Hearing , that they misunderstood the PI Order’s terms  and \nthought they could continue operating as they had prior to the Order’s May 6 entry \nis contrary to the evidence .  Not only did Defendants agree to the exclusivity \nprovisions in the Agreement  and operate under them for four years in exchange for \ngreater compensation, but Plaintiff sued Defendants  in January 2022 for violating \n \n81 (Compl. Ex. B ¶ 4.) \nthese very same provisions and the Court entered the PI Order on 6 May 2022 \ngranting Plaintiff’s request  to en force them.  H aving vigorously contested the PI \nmotion and lost, Defendants cannot now credibly claim that they thought the PI \nOrder did not require them to modify their conduct .  And given the numerous briefs \nDefendants have filed and the many hearings they have attended since the PI Order \nwas entered without once mentioning their alleged confusion  over the PI Order’s \nterms, Defendants’ sudden, new-found excuse lacks any credibility.  Even if the Court \nwere to indulge Defendants’ contention that they genuinely did not understand the \nPI Order’s terms , Defendants’ recourse was to seek clarification from the Court or \nrequest Plaintiff’s consent for their intended course —not, as they chose instead, to \ndefy the plain, unambiguous terms of the Court’s order.   \n53. Finally, Defendants claim that their violations of the PI Order were de \nminimis and should result in lesser sanctions because Defendants only diverted 3.5% \nof their total portfolio to Plaintiff’s competitors .  But this 3.5% constitutes well over \n100 merchants, and Defendants simply ignore that they agreed to exclusively sell \nPlaintiff’s products and to receive a higher fee in exchange.82  Moreover, the evidence \nshows, as discussed above, that Defendants violated the PI Order by placing at least \n51 merchants after 6 May 2022, which diverted revenues away from Plaintiff and to \nPlaintiff’s competitors that Plaintiff calculates to approach $500,000. 83  This degree \nof misconduct is far from a “techn ical failure” to abide by an order’s “precise terms.”  \n \n82 (Compl. Ex. B ¶ 1.) \n83 (See Suppl. Mem. Ex 1 1–5 (identifying at least 51 violations); see also Suppl. Mem. 8–9).)  \nSee Estes v. Clarke, No. 7:15 -cv-00155, 2022 U.S. Dist. LEXIS 116778, at *18– 19 \n(W.D. Va. 2022)  ( declining to sanction “ a technical failure to abide by the precise \nterms of the consent orders”  ).  Indeed, rather than show a de minimis violation of \nthe PI Order, the evidence instead establishes that Defendants’ repeated violations \nof the PI Order were willful, repetitive, and caused Plaintiff significant harm.84    \n54. Having made these findings and reached these conclusions, t he Court \nnow determines appropriate sanctions for Defendants’ egregious misconduct .  \nPlaintiff requests that the Court strike Defendants’ answer, affirmative defenses, and \ncounterclaims and enter default against them.  The Court has summarized the \nrelevant standards in considering such relief as follows:  \n“[S]triking a party ’s answer is a severe sanction which should only be \nimposed where the trial court has considered less severe sancti ons and \nfound them to be inappropriate.”  Few, 132 N.C. App. at 299 (citing Triad \nMack Sales & Serv. v. Clement Bros. Co., 113 N.C. App. 405, 409 (1994)); \nsee N.C. R. Civ. P. 37(b)(2)(b)- (c); Rodriguez v. Beckwith, No. COA15 -\n1021, 2016 N.C. App. LEXIS 532, at *1- 2, *5-6 (N.C. Ct. App. May 17, \n2016).  Moreover, “ [i]mposition of sanctions that are directed to the \noutcome of the case, such as dismissals, default judgments, or preclusion \norders, . . . are examined in the light of the general purpose of the Rules \nto encourage trial on the merits. ”  Moore v. Mills, 190 N.C. App. 178, \n180-81 (2008) (quoting Am. Imps., Inc. v. G. E. Emps. W. Region Fed. \nCredit Union, 37 N.C. App. 121, 124 (1978));  cf. Essex Grp., Inc. v. \nExpress Wire Servs., 157 N.C. App. 360, 363 (2003) (affirming sanctions \n \n84 For examples of de minimis violations of court orders that did not result in sanctions, see, \nfor example, the far less significant violations in Clarke, 2022 U.S. Dist. LEXIS 116778, at \n*18–19 (finding de minimis a “technical failure” to abide by an order’s “precise terms”); Boink \nSys. v. Las Vegas Sands Corp. , No. 2:08-cv-00089-RLH-PAL, 2011 U.S. Dist. LEXIS 85785, \nat *10–11 (D. Nev. Aug. 3, 2011) (finding de minimis a single unknowing display of a banned \nlogo); Quinby v. WestLB AG, 04 Civ. 7406 (WHP) (HBP), 2005 U.S. Dist. LEXIS 35583, at *32 \nn.13 (S.D.N.Y. Dec. 15, 2005) ( finding de minimis  a “technical [and] inconsequential” \nviolation); Winkler v. Asmar & Sons, Inc., No. 04-72024, 2005 U.S. Dist. LEXIS 33880, at *6–\n7 (E.D. Mich. Sept. 7, 2005) ( finding de minimis a single banned ad run without enjoined \nparty’s knowledge or authorization). \norder striking defendants ’ answer, entering default judgment, and \nordering defendants to pay plaintiff ’s costs and attorneys ’ fees under  \nRule 37 where defendants’ actions “were at best d ilatory and at worst \ndishonest”); Patterson v. Sweatt , 146 N.C. App. 351, 358–59 (2011) \n(affirming dismissal of action with reasonable costs and attorneys’  fees \nfor, inter alia, multiple violations of court orders on discovery). \n \nRed Valve, Inc., 2019 NCBC LEXIS 57, at *61–62. \n \n55. As discussed at length above, the evidence of record shows that \nDefendants have engaged in a series of discovery abuses and other forms of \nmisconduct from the inception of this action in April 2021 that have purposefully \ndelayed the administration of this case , abused the judicial process,  and caused \nsignificant harm to Plaintiff, including through their improper removal of this action \nto federal court, their improper interlocutory appeal of the PI Order after notice that \nit did not affect a substantial right, their consistent and obstinate refusal to comply \nwith their discovery obligations without any legal justification, their failure to comply \nwith the Compel Order within the compliance deadlines set by the Court, their false \nstatements to th e Court about their compliance with the PI Order, and, most \negregiously, their repeated and willful violations of this Court’s PI Order , including \nthrough their failure to comply with the PI Order’s production and inspection \nrequirements within the deadlines established by the Court and their repeated and \nwillful violations of the restrictions contained in paragraphs 70(a) and 70(b) enforcing \nthe exclusivity provisions of the Agreement. \n56. Defendants’ misconduct has been constant and ongoing since this \nlitigation began, and particularly since this action was remanded to this Court in \nDecember 2021.  Their misconduct was not deterred by the Court’s award of \nattorneys’ fees of $28,715.34 on 1 August 2022 pursuant to the Compel Order,85 and \nthe Court concludes on this record, as it did in  Red Valve, that “lesser sanctions will \nneither deter [Defendants’] misconduct nor fairly address the unrelenting defiance of \nthe Court’s orders.”  Red Valve, Inc., 2019 NCBC LEXIS 57, at *64.  Accordingly, the \nCourt concludes, in the exercise of its discretion, tha t the severest sanctions are \nnecessary and appropriate to address Defendants’ misconduct and to preserve the \nintegrity of the judicial process.   \n57. T herefore, the Court, in the exercise of its discretion and pursuant to its \ninherent authority  and Rule 41(b) , and after having carefully and thoughtfully \nconsidered the potential application of lesser sanctions, concludes that lesser \nsanctions are not appropriate and that instead striking Defendants’ Answer, \nincluding all affirmative defenses and counterclaims asserted therein,  and entering \ndefault against Defendants is the most appropriate sanction in light of Defendants ’ \nmisconduct.   \n58. I t is also “within the inherent power of the trial court to order [a party] \nto pay [the opposing party’s] reasonable costs including attorney’s fees for failure to \ncomply with a court order.”  Daniels, 320 N.C. at 674.   The Court thus concludes, in \nthe exercise of its discretion, that Defendants’ repeated and willful failure to comply \nwith the PI Order, which has cau sed Plaintiff to incur substantial, unnecessary \nexpenses in this litigation, requires that  Defendants pay Plaintiff’s reasonable \nexpenses, including Plaintiff’s reasonable attorneys’ fees, incurred in (i) investigating \n \n85 (See Order Pl.’s Fee Appl., ECF No. 174). \nthe conduct necessitating the Sanctio ns Motion and the Supplemental Sanctions \nBrief and (ii) seeking and obtaining the relief afforded through the Sanctions Motion \nand Supplemental Sanctions Brief , including prosecuting the Sanctions Motion and \nthe matters raised in the Supplemental Sanctions Brief. \n59. WHEREFORE, the Court, having granted the Sanctions Motion, and \nfor the reasons stated above , in the exercise of its discretion, and pursuant to its \ninherent authority and under Rule 41(b), hereby ORDERS that sanctions should be \nentered against Defendants as follows: \na. Defendants’ Answer, including all affirmative defenses and \nremaining counterclaims asserted therein, is hereby stricken;  \nb. Default is hereby entered against Defendants , and this matter \nshall proceed to a determination of Plaintiff’s damages;  \nc. Plaintiff shall be entitled to recover from Defendants its \nreasonable expenses, including attorneys’ fees, incurred in (i) investigating the \nconduct necessitating the Sanctions Motion and the Supplemental Sanctions \nBrief and (ii) seeking and obtaining the relief afforded through the Sanctions \nMotion and Supplemental Sanctions Brief, including prosecuting the Sanctions \nMotion and the matters raised in the Supplemental Sanctions Brief; and \nd. The Court shall address the total amount of fees and expenses to \nbe awarded hereunder by separate order after full briefing and hearing on \nPlaintiff’s fee application as follows: \ni. Plaintiff shall have through and including fifteen  (15) days \nafter entry of this Order to file its fee application and any \nsupporting materials; \nii. Defendants shall have through and including fifteen (15) days \nafter Plaintiff files its fee application and supporting materials \nto file any response to Plaintiff’s fee submission;  \niii. Plaintiff shall have through and including seven (7) days after \nDefendants’ response to file a reply in support of its fee \napplication;  \niv. The Court will determine at a later date whether to convene a \nhearing on Plaintiff’s anticipated petition for fees and costs.  \n  \n SO ORDERED, this the 19th day of September, 2022. \n \n/s/ Louis A. Bledsoe, III \nLouis A. Bledsoe, III \nChief Business Court Judge \n "
}