{
  "id": "ab1949dc8c538c5ef1aa575c2586d1d54e2f1739409ae2a309e6dbb6514e5b42",
  "source_file": "data/raw/ncbc/ab1949dc8c538c5ef1aa575c2586d1d54e2f1739409ae2a309e6dbb6514e5b42.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23CVS012833-590 \nJARED RAYMOND LONDRY and \nPOINTBLANK VENTURES, LLC, \n \n   Plaintiffs,  \n \nv. \n \nSTREAM REALTY PARTNERS, \nL.P., STREAM REALTY \nPARTNERS-CHARLOTTE, L.P., \nand DANIEL FARRAR, \n \n   Defendants. \n \n \n \n \n \n \nORDER AND OPINION ON MOTIONS \nFOR SUMMARY JUDGMENT \n  \n \n1. THIS MATTER is before the Court on Defendants’ Motion for Summary \nJudgment (Def endants’ Motion) , (ECF No. 42 ), and Plaintiffs’ Motion for Partial \nSummary Judgment (Plaintiffs’ Motion), (ECF No. 44), (collectively, the Motions). \n2. In 2020, Plaintiff Jared Raymond Londry (Londry) accepted employment as \na real estate broker with Stream Realty Partners-Charlotte, L.P. (Stream Charlotte).  \nHe contends that he became a limited partner in the firm.  Defendants maintain that \nhe was never a partner. \n3. In addition, while employed by Stream Charlotte, Londry worked on a deal \ninvolving the sale of seventeen parcels of land in South Carolina (the PBC Deal).  He \nterminated his employment  with Stream Charlotte shortly before the PBC Deal \nclosed.  Both sides claim entitlement to the resulting commission.  Defendant s ask \nthe Court to grant summary judgment against Plaintiff s on their claims, and \nLondry v. Stream Realty Partners, L.P., 2025 NCBC 31. \nPlaintiffs argue affirmatively for summary judgment in their favor on their claim to \nthe commissions.1  \n4. The Court, having considered the Motion s, the exhibits submitted in \nsupport of and in opposition to the Motion s, the related briefing, other relevant \nmatters of record, and the arguments of counsel at a hearing on the Motions held 18 \nFebruary 2025 , concludes for the reasons stated below that Defendants’ Motion \nshould be GRANTED in part and DENIED in part, and Plaintiffs’ Motion should \nbe DENIED. \nTLG Law , by David G. Redding and Tyler A. Rhoades , for Plaintiffs  \nJared Raymond Londry and Pointblank Ventures, LLC.  \n \nJackson Lewis P.C., by Daniel Leake II, and Kathleen K. Lucchesi, and \nMoore & Van Allen PLLC, by Scott M. Tyler and Katherine McDiarmid, \nfor Defendants Stream Realty Partners, L.P., Stream Realty Partners-\nCharlotte, L.P., and Daniel Farrar.  \n \nEarp, Judge. \n \nI. FACTUAL BACKGROUND \n5. The Court does not make findings of fact on a motion for summary \njudgment.  Instead, the Court summarizes material facts it considers to be \nuncontested.  See, e.g., Vizant Techs., LLC v. YRC Worldwide, Inc., 373 N.C. 549, 551 \n(2020). \n \n1 Neither Motion addresses Defendants’ counterclaims for breach of fiduciary duty against \nLondry and tortious interference with prospective business relations/economic advantage \nagainst both Plaintiffs.   ( See generally Defs.’ Answer and Countercl. t o Pls.’ Am. Compl.  \n[Defs.’ Answer and Countercl.], ECF No. 33.)  \n \n6. Londry is a real estate broker licensed in North and South Carolina.  (First \nAm. Compl. [Am. Compl.] ¶¶ 7–8, ECF No. 32.)  Defendant Daniel Farrar (Farrar) is \na minority (30%) owner of Stream Charlotte who has worked in the property \ndevelopment and brokerage business for several years.  ( Am. Compl. ¶ 9; Defendants’ \nMemo. of Law in Supp. of Mot. for Summ. J. [Defs.’ Memo.], Video Dep. of Jared R. Londry \n[Defs.’ Londry Dep.] 58:21−25, ECF No. 43.2.)  The majority (70%) owner of Stream \nCharlotte is Stream Realty Partners, LP (Stream).  (Defs.’ Londry Dep. 58:21–25.)  \n A. Londry’s Recruitment to Stream Charlotte \n7. Londry and Farrar have been friends for more than a decade.  ( Defs.’ \nMemo., Exhibit A Dep. of Daniel P. Farrar [Defs.’ Farrar Dep.] 21:1 3−20, ECF No. \n43.1.)  In  2019, Farrar began recruiting  Londry to work for  Stream Charlotte,  a \ncommercial real estate limited partnership that provides services including leasing, \nproperty management, construction management, marketing, and sales .  (Defs.’ \nFarrar Dep. 23:17–24:12; Aff. of Daniel Farrar in Supp. of Defs.’ Opp’n  to Pls.’ Mot. \nfor Injunctive Relief [Farrar Aff.] ¶ 6, ECF No. 43.28.) \n8. Londry and Farrar discussed a position in which Londry would oversee each \nof the firm’s service lines and assist in growing the business.  Meanwhile, Farrar’s \nfocus was to be on finding deals.  (Defs.’ Londry Dep. 37:14 –16; Defs.’ Farrar Dep. \n30:20–31:14.)  These conversations continued periodically until late 2020.  (Defs.’ \nLondry Dep. 32:3−8.)   \n9. On 24 September 2020, Londry traveled to Dallas, Texas to meet with Chris \nJackson (Jackson), Stream Charlotte ’s President, and other partners of Stream to \ndiscuss the possibility of Londry joining Stream Charlotte.   (Pls.’ Memo. in Opp. to \nDefs.’ Mot. for Summary Judgment [Pls.’ Memo.], Exhibit E, Jackson 9/22/20 Email, \nECF No. 50.5.)  Prior to the meeting, Farrar told Londry that Jackson and the other \npartners in Dalla s would be the ones to make a final decision regarding Londry’s \npossible partnership.  (Defs.’ Farrar Dep. 68:6–16.)  Shortly after the meeting, on 12 \nOctober 2020,  Londry was offered the position of Executive Managing Director of \nStream Charlotte.  (Defs.’ Memo., Exhibit D, Jackson 10/12/20 Email: Stream Offer, \nECF No. 43.4.)   \n10. Over the next few days , Londry and Jackson exchanged emails in which \nthey negotiated the terms of Londry’s employment, specifically his job title , his \ncompensation, and his eligibility for partnership.  (Defs.’ Memo., Exhibit E, Jackson \n10/15/20 Email: Stream Offer, ECF No. 43.5.)  Londry made clear that ownership was \n“very important to [him] and something [he] had anticipated as part of the structure \nimmediately.”  (Defs.’ Exhibit E, Jackson 10/15/2020 Email: Stream Offer.)  However, \nJackson explained that Stream Charlotte’s policy was for individuals to be employed \nfor a period of time before becoming owners.  (Defs.’ Londry Dep. 54:2–11.) \n11. Jackson’s position with respect to Londry’s ability to become a partner \nprompted conversations between Farrar and Londry in which Londry allege s that \nFarrar agreed to give Londry half of Farrar’s 30% ownership interest in  Stream \nCharlotte.  According to Londry, the two shook hands in agreement.  ( Defs.’ Londry \nDep. 54:12–20, 57:20–24.)   \n12. Stream Charlotte sent Londry an  Employment Agreement on 23 October \n2020.  The Employment Agreement established Londry’s title as Executive Managing \nDirector at a base salary of $120,000 and a $180,000 draw  against commissions .  \nLondry w as also to  receive “20% of Stream Charlotte’s position in the ownership \nentity” of any acquisition that was source d or developed by him and in which he \nparticipated in the processing, closing, and sale .  Londry executed the Employment \nAgreement on 28 October 2020.  ( Defs.’ Memo, Exhibit G, Employment Agreement \n[Employment Agreement], ECF No. 43.7.)   \n13. The Employment Agreement specified that Londry would “be considered for \npartnership in the Stream Charlotte partnership within one year of [his] anniversary \ndate.”  (Employment Agreement at 1.)  Even so, the Employment Agreement provided \nthat Londry would be immediately eligible to receive compensation in the form of  a \nprofit participation equal to fifteen percent (15%) based on the profits from the \nCharlotte office deals.   ( Defs.’ Exhibit E, 10/15/2020 Email from Londry to Jackson \nRE: Stream Offer.)  These distributions were to be paid “in accordance with the other \npartners in the office.”   (Employment Agreement  at 2.)  But because the office was \nnot profitable during Londry’s tenure, no distributions were ever made.  (Defs.’ Farrar \nDep. 101:18–25.)  \n14. Despite their earlier discussions, a s part of the arrangement to employ \nLondry at Stream Charlotte, Farrar agreed to transfer half of his 30% ownership —\nnot to Londry —but back to Stream, making Stream an  85% owner in Stream \nCharlotte.  (Defs.’ Memo., Exhibit F, Jackson Email 11/18/20, ECF No. 43.6.)  Londry \nadmits that he did not sign any partnership agreement and that he never discussed \nwith Farrar how Stream Charlotte’s losses would be shared.  (Defs.’ Londry Dep. \n54:21–24, 193:7–17.)  Londry testified that in concluding that he was a partner in \nStream Charlotte he relied on statements made by Farrar in which Farrar referred \nto him as “partner,” including “I’m more fired up that we are partners” and “I am \nblessed to have you as a partner .”  (Pls.’ Memo., Exhibit LL , ECF No. 50.37; Pls.’ \nMemo., Exhibit MM, ECF No. 50.38.)   \n B. Londry’s Employment with Stream Charlotte \n15. Londry began working for  Stream Charlotte on 1 December 2020.  (Defs.’ \nMemo., Exhibit H, Londry Email 11/30/20, ECF No. 43.8; Defs.’ Londry Dep. 32:1–2.)  \nAs Executive Managing Director, Londry was responsible for  office operations, \nincluding (1) building Stream’s presence in the Carolinas; (2) sourcing, winning, and \nexecuting Stream ’s service line s of business; (3) uncovering and executing \nacquisitions and development opportunities; (4) identifying, recruiting, and retaining \ntalented team members; and (5) teaming with other Strea m offices for the general \nsuccess of all Stream business lines and offices.  (Employment Agreement at 1; Farrar \nAff. ¶ 10.)   \n16. During his time at Stream Charlotte, Londry helped establish Stream’s \npresence in both Raleigh and Greenville, North Carolina.  (Defs.’ Farrar Dep. 94:21–\n95:6.)  He also assisted  in recruiting at least two employees to Stream Charlotte .  \n(Defs.’ Farrar Dep. 96:5–97:15.)   \n17. Nevertheless, b y November 2021, Farrar was  concerned about Londry’s \nperformance.  (Defs .’ Farrar Dep. 190:14 –24.)  By  early 2022, Farrar had grown  \nfrustrated with Londry’s lack of leadership and his complaints regarding the division \nof duties between Farrar and himself .  ( Pls.’ Memo., Exhibit J, Londry and Farrar \nEmail 4/8/22, ECF No. 50.10; Pls.’ Memo., Exhibit K , ECF No. 50.11; Pls.’ Memo., \nExhibit H, ECF No. 50.8.)  Even so, Farrar waived repayment of Londry’s draw on at \nleast one occasion  when Londry did not have the commissions to cover it .  (Defs.’ \nLondry Dep. 142:12–143:1.)   \n18. In May 2022, Londry and Farrar traveled to Dallas to meet with Jackson \nand present Londry’s ideas for the restructuring of Stream  Charlotte’s office.  (Pls.’ \nMemo., Exhibit L , ECF 50.13 .)  Jackson rejected Londry’s suggestions during the \nmeeting even though, according to Londry , Farrar had reviewed and approved the \nrecommendations prior to the meeting.  ( Pls.’ Memo. Exhibit L; Pls.’ Memo., Exhibit \nA, Dep. of Daniel P. Farrar [ Pls.’ Farrar Dep.] 238:1–22, ECF No. 50.1; Pls.’ Memo., \nExhibit C. Video Dep. of Jared R. Londry [ Pls.’ Londry Dep.] 282:5–283:3, ECF No. \n50.3.)  Following this meeting , Farrar had private conversations with Jackson \nregarding his dissatisfaction with Londry’s work for Stream Charlotte.  (Pls.’ Farrar \nDep. 266:15–25.)  \n19. By November 2022, Londry had decided that he would no longer focus  on \nleading the daily operations of the office and would instead focus on investment sales.  \n(Defs.’ Farrar Dep. 265:8–15.)  On 28 November 2022, Farrar called a meeting with \nLondry to discuss “redefining” Londry’s role at Stream Charlotte.  (Defs.’ Farrar Dep. \n264:2–265:5.)  Londry was directed to step down from his co -market leader role.  \n(Defs.’ Londry Dep. 142:1–3.)  In his new role, Londry was to oversee only the capital \nmarkets team.  He w as no longer to receive 15% of the office’s profits but would \ninstead receive 15% of the profits generated by that single team.  (Pls.’ Memo, Exhibit \nP, Farrar and Londry December Text Messages, ECF No. 50.15;2 Farrar Dep. 265:1–\n5.)  Although Farrar had conversations with Jackson regarding the change in \nLondry’s role, Farrar testified that the decision to change Londry’s position was \nultimately his call.  (Pls.’ Farrar Dep. 274:14–22.)  \n20. On 6 January 2023, Londry informed Farrar that he planned to leave \nStream Charlotte and start his own company .  (Defs.’ Memo., Exhibit I, Liz Farrar \nEmail 1/6/23, ECF No. 43.9.)  Londry said that he would stay with Stream Charlotte \nuntil two of the deals on which he had been working −Chadbourn Mill (Chadbourn) \nand Grinnell WaterWorks (Grinnell)−closed in April or May.  (Defs.’ Londry Dep. 160: \n3–19.)   \n21. However, on 19 February 2023, Londry informed Farrar that his last day \nat Stream Charlotte would be 31  March 2023.  (Pls.’ Memo., Exhibit R, Londry and \nFarrar February Text Messages, ECF No. 50.17.)  A few days later, Farrar informed \nLondry that his departure date had been accelerated to 10 March 2023.  (Pls.’ Memo., \nExhibit T, Londry 2/23/23 Email, ECF No. 50.19.)   \n22. On 22 February 2023, Londry established Alpha Advisors LLC (Alpha) and \nbecame its sole member .  ( Defs.’ Londry Dep. 158:14–25.)  Alpha then became \n \n2 On the NCBC Docket, this exhibit is labeled as Exhibit O.  However, in Plaintiffs’ Memo. \nand on the actual document, it is referred to as Exhibit P.  The Court cites to it as Exhibit P.  \nPointblank Ventures, LLC (Pointblank), a North Carolina limited liability company, \non 14 July 2023.  (Defs.’ Londry Dep. 159:3–12.)  \n23. Before he left, Londry  exchanged emails with Farrar regarding the \noutstanding deals on which Londry’s team had been working.  (Defs.’ Memo., Exhibit \nJ, Londry 2/28/23 Email, ECF No. 43.10; Defs.’ Memo., Exhibit V, Londry Email: Deal \nUpdates 3/24/23, ECF No. 43.22.)   There were eight, (Grove, Porter, Mint +Church, \nCoastal Commerce, Volvo, Garner, Meridian, and Velocity).  Londry asserted that he \nwas entitled to 15% of the profits from those deals  once they closed.  ( Defs.’ Exhibit \nJ, Londry 2/28/23 Email.)  He also demanded 10% of the development fees or “sweat \nequity” for the Mint + Church and Grove deals .  (Defs.’ Exhibit J, Londry 2/28/23 \nEmail.)   \n24. According to Farrar, t he Grove deal  did not close  (Defs.’ Farrar Dep. \n305:19–24); however, the record is unclear regarding whether any of the other deals \nclosed.  For his part, Farrar told Londry that Stream Charlotte no longer invests in \ndeals (Defs.’ Exhibit J, Londry 2/28/23 Email), and that sweat equity “doesn’t remain \nin place after people are gone from Stream.”  (Defs.’ Exhibit J, Londry 2/28/23 Email.)  \nHe testified that Stream Charlotte did not have an ownership stake in the deals  in \nquestion.  (Defs.’ Farrar Dep. 302:10–24.)  \n25. Londry and Farrar also discussed two other deals, Chadbourn and Grinnell, \nboth of which were set to close between April and May  of 2023.  ( Defs.’ Exhibit V , \nLondry Email: Deal Updates 3/24/23 .)  Londry said he planned to split his \ncommissions with Alexander Olofson (Olofson), a Senior Associate who had worked \nclosely with him on those deals .  (Defs.’ Exhibit V , Londry Email: Deal Updates \n3/24/23; Aff. of Alexander Olofson [Olofson Aff.] ¶ 2, ECF No. 22.2 .)  Since the filing \nof this Complaint , both Chadbourn and Grinnell  have closed, and Londry has been  \npaid for those deals.  (Defs.’ Farrar Dep. 301:12–21.)   \n C. The PBC Deal \n26. Farrar and Londry also discussed the large PBC Deal involving seventeen \nproperties in South Carolina  (the PBC Property) .  Londry had worked with RCC \nInvestors 1091 Morrison, LLC (RCC), the seller of the properties since March 2021 to \nfind a buyer and broker a deal.  (Aff. of David Londry [Londry Aff.] ¶ 7, ECF No. 11.)  \nOlofson began assisting Londry with the PBC Deal in April 2021.  ( Defs.’ Memo, \nExhibit K, Dep. of Alex C. Olofson [Olofson Dep.] 14:9–15, ECF No. 43.11.) \n27. Sometime in 2021, Londry identified a potential purchaser with which he \nhad a prior relationship, Asana Partners, LP (Asana) .  (Defs.’ Londry Dep. 121:18–\n122:5.)  Despite the fact that Farrar testified that it is standard practice at Stream \nCharlotte to obtain a listing agreement shortly after a prospective client is identified \nin order to establish an obligation on the part of the seller to pay a commission  at \nclosing, Londry never secured a listing agreement with RCC prior to his departure \nfrom Stream Charlotte.  (Defs.’ Londry Dep. 161:10–19; Olofson Dep. 17:4–8; Farrar \nAff. ¶ 16 .)  Londry explained that he believes the timing of securing a listing \nagreement should be variable and depends on the client and the amount of trust in \nthe relationship.  (Defs.’ Londry Dep. 162:4–17.)  \n28. Asana made several offers to purchase the PBC P roperty prior to Londry’s \ndeparture from Stream Charlotte  in early 2023.  (Ol ofson Dep. 37:10– 18.)  I n \nDecember 2022, Asana told Londry it was interested in making a revised offer.  (Defs.’ \nMemo. Exhibit L, 5/2/2023 Email from Olofson to Michael Heintz RE: Revencliff – \nPacific Box Underwriting Email, ECF No. 43.12.)  In response, RCC compiled a due \ndiligence report for Londry to present to Asana.  (Defs.’ Exhibit L.)  Londry testified \nthat the last communication he received from Asana before departing Stream \nCharlotte suggested to him that a deal was still a couple years away.  (Pls.’ Memo., \nExhibit V, Zoukis Email 3/7/23, ECF No. 50.21.)  \n29. After leaving Stream Charlotte, Londry told Farrar that the PBC Property \nwas not under contract and that the “seller side [was] holding his ground on price and \ngap [was] too wide.”  (Defs.’ Exhibit V, Londry Email: Deal Updates 3/24/23.)  Londry \ntold Farrar that Stream Charlotte was free to pursue the PBC Deal independently.  \n(Defs.’ Exhibit V, Londry Email: Deal Updates 3/24/23.)  \n30. Meanwhile, Londry continued to pursue the PBC Deal on behalf of his new \nfirm, Alpha.  Asana submitted an offer on 13 March 2023 that was rejected by RCC, \nanother offer on 22 March 2023 that was also rejected by RCC, and a final offer on 31 \nMarch 2023.  The final  offer was accepted.  (Pls.’ Memo ., Exhibit X , Londry Email \n3/13/23, ECF No. 50.23; Pls.’ Memo., Exhibit Y, Muse Email 3/22/23, ECF No. 50.24; \nPls.’ Memo., Exhibit Z, Londry Email 3/31/23, ECF No. 50.25 ; Pls.’ Memo., Exhibit \nAA, Londry Email 4/3/23, ECF No. 50.26 .)  During these negotiations , Londry sent \nan email to Asana warning to “keep [the PBC] transaction 1000% internal  to the \nAsana walls” because “[s]omeone who’s (sic) name I wont (sic) mention said they had \nheard you (sic) buying this portfolio.”  (Defs.’ Memo., Exhibit W, 3/31/2023 Email from \nMuse to Londry RE: Asana Partners – Term Sheet – Raven Cliff Portfolio, ECF No. \n43.23.)  Despite the fact that he was communicating with Stream Charlotte about the \nPBC Deal during March 2023, Londry did not inform Olofson or Farrar of \ndevelopments with respect to the sale.  (Defs.’ Londry Dep 234:21–25.)  \n31. It was not until after RCC accepted Asana’s final offer that Londry finally \nsent RCC a draft listing agreement with his new firm, Alpha.  (Defs.’ Memo., Exhibit \nX, 4/3/2023 Email from Londry to Zoukis RE: SC Listing Agreement, ECF No. 43.24.)  \nRCC responded on 3 April 2023 requesting that the agreement include  an \nindemnification provision against  any potential claims made by Stream.  (Defs.’ \nMemo. Exhibit Y, 4/3/2023 Email from Londry to Zoukis RE: Raven Cliff — Term \nSheet, ECF No. 43.25.)   \n32. The final listing agreement between RCC and Alpha was executed on 11 \nMay 2023.  RCC appointed Alpha as its sole agent  and agreed to pay a 0.65% \ncommission.  ( Defs.’ Memo., Exhibit Z Listing Agreement for Sale [Listing \nAgreement], ECF No. 43.26; Listing Agreement Exhibit A.)  The Listing Agreement \nincluded the discussed indemnity provision:  \nIndemnity. Alpha and Jared Londry hereby indemnify [RCC] against, \nand agree to hold harmless and defend (with counsel reasonably \nacceptable to [RCC]) [RCC] from and against any and all losses, claims, \ncosts, expenses, demands, reasonable attorney’s fees , suits, liabilities, \njudgments and damages caused by or related to (a) any claim of \nbrokerage commission or finder’s fees or any other like payment claims \nby an y broker, individual or entity, including but not limited to \n[Stream], other than a broker which [ RCC] has engaged, and (b) any \nnegligent acts, omissions, misconduct, or the breach of any of the terms \nof this Agreement by the (sic) Alpha, Jared Londry, any co -broker \nengaged by Alpha or either of such parties employees or agents.  The \nprovisions of this Paragraph 10 shall survive the expiration or earlier \ntermination of this agreement.  \n \n(Listing Agreement ¶ 10.) \n  \n33. On 18 May 2023, RCC and Asana executed a purchase agreement  for the \nPBC Property.  (Defs.’ Memo., Exhibit AA Agreement of Purchase and Sale [Purchase \nAgreement], ECF No. 43.27.)   The Purchase Agreement  represented that Alpha  \n(Agent: Jared Londry) was the sole broker and would be paid a commission pursuant \nto the Listing Agreement.  (Purchase Agreement § 12.)  \n34. Farrar learned o f the closing on 18 May 2023,  when Olofson  was \ninadvertently copied on an email between Asana and Londry.  ( Olofson Dep. 85:10–\n24.)  He contacted RCC to ask whether Stream Charlotte was included as a broker in \nthe Listing Agreement.  (Defs.’ Farrar Dep. 330:24–331:6.)  Farrar testified that he \ntold RCC that he was asking for clarification, and he did not want to “f [the] deal up.”  \n(Defs.’ Londry Dep. 10:8–19; Farrar Aff. ¶ 21.)  Farrar then contacted Londry, Asana, \nand RCC requesting that the parties enter into an escrow agreement for the portion \nof the commission that Stream Charlotte and Olofson would have received had the \nlisting agreement been executed during Londry’s employment with Stream Charlotte.  \n(Farrar Aff . ¶ 2 3.)  Londry  contends that he had no choice but to agree to the \narrangement because to do otherwise would have risked the deal.  (Londry Aff. ¶ 28.)  \n35.  On 31 August 2023, Alpha, Londry, and Stream Charlotte entered into an \nEscrow Agreement.  (Defs. ’ Memo., Exhibit DD Escrow Agreement [Escrow \nAgreement], ECF No. 43.30.)  The Escrow Agreement provided that $235,235.00 of \nthe commission on the PBC deal  would go to Alpha, while the remaining $375,765.00 \nwould be held in escrow until joint written release/disbursement instructions were \nentered into by Alpha and Stream Charlotte .  ( Escrow Agreement ¶ 2 .)  The \n$375,765.00 remains in escrow.  (Farrar Aff. ¶ 25.)  \nII. PROCEDURAL BACKGROUND \n36. Londry initiated this action by filing a  Complaint on 25 July 2023.   The \nComplaint asserts  claims for : (1) breach of contract against Stream; (2) breach of \ncontract against Stream Charlotte; (3) breach of partnership agreement against \nFarrar; (4) breach of fiduciary duty against Farrar; (5) fraud against Farrar, and (6) \nunfair and deceptive trade practice s against all Defendants.  (See generally Compl., \nECF No. 3.)3  \n37. Londry subsequently filed a Motion to Amend Complaint  on 25 January \n2024 seeking to add Point blank (formerly Alpha)  and a claim for wrongful \ninterference with contract.  (Pls.’ Mot. to File Am. Compl., ECF No. 24 .)  The Court \ngranted Londry’s Motion for Leave to Amend on 29 February 2024, (ECF No. 30), and \nPlaintiffs filed an Amended Complaint on 4 March 2024.  (See Am. Compl.)  \n38. On 3 April 2024 , Defendants filed their answer and affirmative defenses .  \nAdditionally, Stream Charlotte asserted counterclaims for (1) breach of fiduciary duty \n \n3  Londry then filed a Motion for Preliminary Injunction on 25 October 2023, seeking an order \nrequiring Defendants to execute a joint written release and disbursement instructions \ndirecting the disbursement of the escrowed funds.  (Mot. for Inj. Relief, ECF  No. 9.)  The \nCourt denied the motion for injunctive relief by Order dated 28 December 2023.  (Order on \nMot. for Inj. Relief, ECF No. 23.)  \n  \nagainst Londry; and (2) tortious interference with prospective business \nrelations/economic advantage against both Londry and Pointblank .  (Defs.’ Answer  \nand Countercl.)  On 3 May 2024, Plaintiffs replied to Stream Charlotte ’s \ncounterclaims.  (Pls.’ Reply to Countercl., ECF No. 35.)  \n39. Following discovery, Defendants filed their Motion for Summary Judgment \non all Plaintiffs’ claims.  (Defs.’ Mot. for Summ. J., ECF No. 42.)  Thereafter, Plaintiffs \nfiled their own Motion for Partial Summary Judgment with respect to their claim for \nwrongful interference with contract against Stream, Stream Charlotte, and Farrar.  \n(Pls.’ Mot. for Partial Summ. J., ECF No. 44.)  \n40. After full briefing, the Court held a hearing on the Motions on 18 February \n2025.  All parties were represented by counsel.  (See Not. of Hr’g, ECF No. 49.)  \n41. The Motions are now ripe for disposition.   \nIII. LEGAL STANDARD \n42. Summary judgment is appropriate “if the pleadings, depositions, answers \nto interrogatories, and admissions on file, together with the affidavits, if any, show \nthere is no genuine issue as to any material fact and that [the movant] is entitled to \njudgment as a matter of law.”  N.C. R. Civ. P. 56(c).  \n43. Genuine issues of material fact are those “which can be maintained by \nsubstantial evidence.”   Kessing v. Nat’l Mortg. Corp. , 278 N.C. 523, 534 (1971).  \n“Substantial evidence is such relevant evidence as a reasonable mind might accept \nas adequate to support a conclusion and means more than a scintilla or a permissible \ninference.”  Daughtridge v. Tanager Land, LLC , 373 N.C. 182, 187 (2019) (citation \nand internal quotation marks omitted).  \n44. In reviewing a motion for summary judgment, the Court must consider all \nevidence in the light most favorable to the non -moving party .  Belmont Ass’n v. \nFarwig, 381 N.C. 306, 310 (2022).  Parties moving for summary judgment have the \nburden of establishing the lack of any triable issue of fact.  Pembee Mfg. Corp. v. Cape \nFear Constr. Co., 313 N.C. 488, 491 (1985).  \n45. A movant may satisfy its burden by proving that “an essential element of \nthe opposing party’s claim does not exist, cannot be proven at trial, or would be barred \nby an affirmative defense, or by showing through discovery that the opposing party \ncannot produce evidence to support an essential element of [the] claim [.]”  Dobson v. \nHarris, 352 N.C. 77, 83 (2000) (citations omitted).  Should the movant satis fy its \nburden, “then the burden shifts to the non- moving party to ‘set forth specific facts \nshowing that there is a genuine  issue for trial.’  ”  Lowe v. Bradford , 305 N.C. 366, \n369–70 (1982) (quoting N.C. R. Civ. P. 56(e) (emphasis omitted)). \n46. Affirmative summary judgment on a party’s own claim for relief carries an \neven greater burden.  Brooks v. Mt. Airy Rainbow Farms Ctr., Inc., 48 N.C. App. 726, \n728 (1980).  The moving party “must show that there are no genuine issues of fact, \nthat there are no gaps in his proof, that no inferences inconsistent with recovery arise \nfrom the evidence, and that there is no standard that must be applied to the facts by \nthe jury.”  Parks Chevrolet, Inc. v. Watkins, 74 N.C. App. 719, 721 (1985).   \n47. When ruling on a motion for summary judgment, the Court does not resolve \ncontested issues of fact and must deny the motion if there is any genuine issue of \nmaterial fact.  Singleton v. Stewart, 280 N.C. 460, 464 (1972).  \nIV. ANALYSIS \n48. Defendants’ Motion challenges all of Plaintiffs ’ claims, while Plaintiffs ’ \nMotion is for affirmative relief on their claim for wrongful interference with contract.  \nThe Court addresses each claim below.  \nA. Breach of Contract \n49. Londry’s claims for breach of contract are brought against Stream and, in \nthe alternative, against Stream Charlotte.  (Am. Compl. ¶¶ 67–87.)   \n50. The record reflects that Londry entered into an Employment Agreement \nwith Stream to take a position with Stream Charlotte .4  He alleges that Defendants \nbreached the Employment Agreement in four ways: (1) by divesting Londry of his \npartnership in Stream Charlotte; (2) by stripping Londry of his title as co -Market \nleader; (3) by failing to pay Londry commissions and profit participation  in \noutstanding deals; and (4) by violating the implied covenant of good faith and fair \ndealing.  (Am. Compl. ¶ 77.)  \n51. To state a claim for breach of contract, Plaintiffs need only allege  “ (1) \nexistence of a valid contract and (2) breach of the terms of the contract.”  Poor v. Hill, \n138 N.C. App. 19, 26 (2000) ; see Vanguard Pai Lung, LLC  v. Moody, 2019 NCBC \n \n4  Despite the language of the Employment Agreement, throughout Defendants’ briefing they \nrefer to Stream Charlotte, rather than Stream,  as Londry’s employer.   Given that Londry \nstates the same claim against both entitie s and there is only one contract at issue, this \ninconsistency is not material to the Court’s determination. \nLEXIS 39, at *11 (N.C. Super. Ct. June 19, 2019) (observing that “stating a claim for \nbreach of contract is a relatively low bar”).  \n  i. Divestment of Partnership \n52. Defendants maintain that during pre -employment negotiations , Jackson \nmade it clear to Londry that Londry  would not be joining Stream Charlotte as a \npartner.  ( Defs.’ Memo. at 15 .)  Indeed, the Employment Agreement s pecifies that \nLondry would only be “ considered for partnership in the Stream Charlotte \npartnership within one year of [his] anniversary date.”  (Defs.’ Memo. at 15; see also \nEmployment Agreement at 1.)   \n53. Plaintiffs respond that  Londry was n ever considered for partnership as  \nstated in the Employment Agreement because he was a lready a partner in Stream \nCharlotte from the start of his employment.  (Pls.’ Memo. at 17.)  However, as stated \nbelow, the record does not support Londry’s assertion that he began his relationship \nwith Stream Charlotte as a partner.  Moreover, it is undisputed that Londry was not \ninvited to become a partner in Stream Charlotte during his employment. \n54. Londry points to the fact that he was paid through a profit -sharing \narrangement to support his conclusion that he was a partner in Stream Charlotte.  \nBut establishing a partnership requires more than evidence of a  compensation \narrangement, and there is no evidence in the record to indicate that Londry ever \nagreed to share in Stream Charlotte’s losses.  See, e.g., La Familia Cosmovision, Inc. \nv. Inspiration Networks, 2014 NCBC LEXIS 52, at *15 (N.C. Super. Ct. Oct. 20, 2014) \n(“[P]artnerships arise only where parties agree to “share the profits and losses in \nequal or specified proportions.”) (citing Johnson v. Gill, 235 N.C. 40, 45 (1952)).  See \nalso Williams v. Biscuitville, Inc ., 40 N.C. App. 405, 407– 08 (1979) (finding no \npartnership despite profit sharing feature of plaintiff’s compensation); Zickgraf \nHardwood Co. v. Seay , 60 N.C. App. 128, 133 –34 (1982) (holding that wife who \nperformed secretarial and bookkeeping tasks was not a partner despite receiving a \nshare of the profits as wages).   \n55. “A partnership is an association of two or more persons to carry on as co -\nowners a business for profit.”  N.C.G.S. § 59-36(a).  While the receipt of a share of the \nprofits of a business is prima facie evidence that a partnership exists,  N.C.G.S. § 59-\n37(3)–(4), “no such inference shall be drawn if such profits were received in \npayment . . . [a]s wages of an employee[.]”  N.C.G.S. § 59-37(4)(b).   \n56. Londry also argues that he became a partner in Stream Charlotte because  \nFarrar transferred half of his own interest in Stream Charlotte to Londry.  However, \nit is undisputed  that Farrar did not transfer an ownership interest to Londry  and \ninstead transferred a 15% ownership interest back to Stream  as part of Stream’s \nagreement to bring Londry onboard.  Consequently, Londry cannot find his way to a \npartnership interest in Stream Charlotte through an alleged agreement with Farrar. \n57. Accordingly, Defendants’ M otion with respect to Londry’s  contract claim \nalleging breach by divestment of a partnership interest in Stream Charlotte is \nGRANTED. \n \n \n  ii. Stripping Londry of his Title as Co-Market Leader  \n58. Next, Plaintiffs allege that Londry’s Employment Agreement was breached \nwhen he was stripped of his title as co-Market Leader.  (Am. Compl. ¶ 77.)   \n59. Defendants respond that since the Employment Agreement was not for a \ndefinite period, Londry was employed at will, and  they were free to alter the terms  \nand conditions of Londry’s employment at any time , including by changing his title.  \n(Defs.’ Memo. at 16.)  \n60. “North Carolina courts have repeatedly held that absent some form of \ncontractual agreement between an employer and employee establishing a definite  \nperiod of employment, the employment is presumed to be an ‘at -will’ employment, \nterminable at the will of either party, irrespective of the quality of performance by \nthe other party, and the employee states no cause of action for breach of contract by \nalleging he has been discharged without just cause. ”  Harris v. Duke Power Co. , 319 \nN.C. 627, 629 (1987) (citing Still v. Lance, 279 N.C. 254, 259 (1971)).  \n61. Londry was employed at will.  If Stream Charlotte could terminate Londry \nat will, it could certainly change  his job title.  Accordingly, there was no breach of \ncontract when Londry ’s title changed, and  Defendants’ Motion with respect to this \naspect of the contract claim is GRANTED. \n  iii. Payment of Commissions and Profit Participation on Outstanding Deals  \n62. Shortly after his termination, Londry demanded that he be paid 15% profit \nparticipation on eight deals: Grove, Porter, Mint+Church, Coastal Commerce, Volvo, \nGarner, Meridian, and Velocity .  ( Defs.’ Exhibit J, Londry 2/28/23 Email .)  Londry \nfurther requested a 10% development fee for the Mint + Church and Grove deals.  \n(Defs.’ Exhibit J, Londry 2/28/23 Email.)  There were multiple email exchanges \nregarding the amounts that Londry believed he was entitled to receive in these deals, \n(see Pls.’ Memo., Exhibit I, ECF No. 50.9; Pls.’ Exhibit J; Exhibit T; Exhibit RR, ECF \nNo. 50.43); however, there is no indication in the record that Defendants ever agreed \nwith Londry regarding how Londry was to be paid for them. \n63. During the 18 February hearing, Defendants argued that Stream Charlotte \nnever received payment for Grove because the deal “fell through.”  (Farrar Dep. \n305:19–24.)  They further argued that Londry was not entitled to be paid for the other \nseven deals because,  according to Defendant’s expert , the deals had not yet closed.  \nDespite relying on Farrar’s testimony and their expert report, De fendants failed to \nprovide this evidence  to the Court.   Without evidence in the record to support \nDefendants’ argument, the Court cannot consider it. \n64. After careful review of the evidence that was presented, the Court concludes \nthat genuine issues of material fact exist with respect to Londry’s agreed \ncompensation structure and the amounts he may still be due.   There are indications \nthat sometime during his tenure Londry’s compensation structure deviated from that \nspecified in his Employment Agreement.  (See Employment Agreement at 2; see also \nDefs.’ Exhibit J, Londry 2/28/23 Email (Londry requesting a 10% development fee or \n“sweat equity”) ).\n5  Further, Farrar observed  that sometime in early 2023 Stream \n \n5 Throughout the record, Londry and Farrar refer to the “ sourcing fee” and “sweat equity” \ninterchangeably.  (Defs.’ Farrar Dep. 38:21–39:2; Defs.’ Londry Dep. 86:1–10.)  \n \nCharlotte stopped investing in deals, which affected the 15% ownership stake Londry \nclaims to have  had in those deals .  (Defs.’ Exhibit J, Londry 2/28/23 Email.)  Given \nthe lack of clarity in the record regarding Londry’s promised compensation, as well \nas the parties’ failure to provide clarity with respect to this issue  in their briefs, \nDefendants’ Motion with respect to this claim shall be DENIED.6  \n  iv. Breach of Covenant of Good Faith and Fair Dealing  \n65. North Carolina has long recognized that a covenant of good faith and fair \ndealing is implied in every contract and requires the contracting parties not to “do \nanything which injures the rights of the other to receive the benefits of the \nagreement.”  Bicycle Transit Auth., Inc.  v. Bell, 314 N.C. 219, 228 (1985) (citation \nomitted).  It is a “ basic principle of contract law that a party who enters into an \nenforceable contract is required to act in good faith and to make reasonable efforts to \nperform his obligations under the agreement.”  Maglione v. Aegis Family Health Ctrs., \n168 N.C. App. 49, 56 (2005) (quoting Weyerhaeuser Co. v. Godwin Bldg. Supply Co. , \n40 N.C. App. 743, 746 (1979)).   \n66. Where, as here, a claim for the breach of the implied covenant of good faith \nand fair dealing is based upon the same act as a claim for breach of contract, our \nCourt of Appeals treats “the former claim as ‘part and parcel’ of the latter.”  Cordaro \nv. Harrington Bank, FSB , 260 N.C. App. 26, 38 –39 (2018) (quoting  Murray v. \nNationwide Mut. Ins. Co. , 123 N.C. App. 1, 19 (1996), disc. review denied , 345 N.C. \n \n6 Londry does not contest that he was paid a commission on the Chadbourn and Grinnell  \ndeals that were set to close between April and May 2023.  (Defs.’ Farrar Dep. 301:12–21.)    \n \n344 (1997)).  This means that the fate of an implied covenant claim rises and falls \nwith the fate of the breach of contract claim if it is based on the same underlying \nfacts.  Elior, Inc. v. Thomas, 2024 NCBC LEXIS 61, at **39 (N.C. Super. Ct. Apr. 22, \n2024).  In other words, if the breach of contract claim fails, there can be no breach of \nthe implied covenant.  See Suntrust Bank v. Bryant/Sutphin Prop., LLC , 222 N.C. \nApp. 821, 833 (2012) (“As the jury determined that plaintiff did not breach any of its \ncontracts with defendants, it would be illogical for this Court to conclude that plaintiff \nsomehow breached implied terms of those same contracts.”).   However, the converse \nis also true: “[w]here the breach of contract claim survives, whether the implied  \ncovenant was one of the terms breached remains an issue to be determined.”  Intersal, \nInc. v. Wilson, 2023 NCBC LEXIS 29, at **68–69 (N.C. Super. Ct. Feb. 23, 2023).  \n67. Because Londry’s claim to payment for the seven deals listed above is \nviable, Londry’s claim for breach of the implied covenant of good faith and fair dealing \nbased on that claim also remains, and Defendants’ Motion is DENIED.  \nB. Breach of Partnership Agreement \n68. In addition to asserting that he was a partner in Stream Charlotte  itself, \nLondry contends that Farrar agreed to form a second general partnership within the \nlimited partnership of Stream Charlotte in which Farrar would cede half of his 30% \nownership interest in Stream Charlotte to Londry in exchange for Londry agreeing \nto become employed.  He claims that Farrar breached this 50/50 general partnership \nagreement.  (Pls.’ Memo. at 14.)   \n69. Defendants respond that Plaintiffs’ cause of action fails because no second \npartnership was ever formed.  (Defs.’ Memo. at 16–18.) \n70. As this Court has previously observed, an “ indispensable requisite ” of a \npartnership is co -ownership of the business.  La Familia Cosmovision, Inc ., 2014 \nNCBC LEXIS 52, *15 (citing McGurk v. Moore, 234 N.C. 248, 252 (1951)).  Here, the \nbusiness is Stream Charlotte.  Consequently, Londry’s claim regarding a general \npartnership with Farrar to run Stream Charlotte collapses back into  his claim that \nhe was a partner in Stream Charlotte itself. \n71. By statute, and unless a partnership agreement provides otherwise, \nadmission to a limited partnership requires the consent of all the other partners.  See \nN.C.G.S. §  59-704(a).  However, w ithout the Stream Charlotte partnership \nagreement, the Court cannot determine whether Farrar even had the ability to \ntransfer a portion of his own ownership interest to Londry.  \n72.  In addition, Farrar’s alleged assignment would not transfer  equity in the \nlimited partnership to Londry absent a specific provision in the partnership \nagreement allowing it.  The Revised North Carolina Limited Partnership Act provides \nin relevant part:  \nExcept as provided in the partnership agreement, a partnership interest \nis assignable in whole or in part.  Subject to [ N.C.]G.S. 59-801(3) an \nassignment of a partnership interest does not  dissolve a limited \npartnership or entitle the assignee to become or to exercise any rights of \na partner.  An assignment entitles the assignee to receive, to the extent \nassigned, only the allocation and distribution to which the assignor \nwould be entitled.   \n \nN.C.G.S. § 59-702 (emphasis added).  \n73. Further, “[a]n assignee of a partnership interest, including an assignee of a \ngeneral partner, may become a limited partner if and to the extent that (1) the \nassignor gives the assignee that right in accordance with authority described in the \npartnership agreement, or (2) all other partners consent.”  N.C.G.S. §  59-704(a).   \nHere, there is evidence that Stream did not consent.   \n74.  There is also evidence in the record to support Farrar’s position that he did \nnot assign an ownership interest to Londry at all.  Instead, as part of the arrangement \nto bring Londry onboard, Defendants’ evidence is that Farrar transferred half of his \n30% ownership interest back to Stream, not Londry, making Stream an 85% owner \nin Stream Charlotte.  ( Defs.’ Exhibit F , 11/18/2020 Email from Jackson to Glenn \nKoury RE: Charlotte .)  Londry admit s that he did not sign any partnership \ndocuments.  (Londry Dep. 54:21–24, 193:3–17.) \n75.  Of further note is the absence of a variety of traditional indicia supporting \nthe existence of a partnership.   For example, there is no evidence  that the parties \never filed a partnership tax return or established partnership bank accounts.  \nDefendants argue that this  proves that Londry and Farrar never agreed to all the \nessential terms of a partnership, including, in particular, an agreement to share \nlosses jointly.  \n76. Finally, Londry protests that there is sufficient evidence of a general \npartnership with Farrar because Farrar occasionally referred to Londry as a \n“partner.”  (Pls.’ Exhibit LL; Pls.’ Exhibit MM.)  Given the various contexts in which \nthe word “partner” ca n be used, this fact carries little significance.   See Cutter v. \nVojnovic, 2024 NCBC LEXIS 26, at **23 (N.C. Super. Ct. Feb. 16, 2024.)  In short, \nsimply referring to another person as one’s “partner” is far from sufficient to bestow \nownership in a business.  \n77. Nevertheless, absent Stream Charlotte’s partnership agreement, and given \nthe mix of evidence presented, the Court cannot conclude, as a matter of law, whether \nLondry and Farrar reached an enforceable agreement to divide Farrar’s interest in \nStream Charlotte.  Accordingly, on this record, Defendants’ motion shall be DENIED. \nC. Breach of Fiduciary Duty  \n78. Londry alleges that Farrar, as his partner, breached a fiduciary duty to him \nby conspiring with Jackson to engineer the divestment of his alleged partnership in \nStream Charlotte.  (Am. Compl. ¶¶ 89–90.)  \n79. Defendants argue that Londry’s claim for breach of fiduciary duty fails \nbecause no legal partnership existed and that without the existence of a partnership \nthere is nothing to give rise to a de jure fiduciary duty.  (Defs.’ Memo. at 18.)  Plaintiffs \nrespond that whether a partnership existed between these two men giving rise to a  \nfiduciary duty is a question for the jury to decide.   \n80. “For a breach of fiduciary duty to exist, there must first be a fiduciary \nrelationship between the parties.”  Dalton v. Camp, 353 N.C. 647, 651 (2001) (citing \nCurl v. Key , 311 N.C. 259, 264 (1984)).  “ [A] fiduciary relationship is generally \ndescribed as arising when ‘there has been a special confidence reposed in one who in \nequity and good conscience is bound to act in good faith and with due regard to the \ninterests of the one reposing confidence. ’ ” Dallaire v. Bank of Am., N.A. , 367 N.C. \n363, 367 (2014) (quoting Green v. Freeman, 367 N.C. 136,141 (2014)).  “North Carolina \nrecognizes two types of fiduciary relationships: de jure, or those imposed by operation \nof law, and de facto, or those arising from the particular facts and circumstances \nconstituting and surrounding the relationship. ”  Hager v. Smithfield E. Health \nHoldings, LLC, 264 N.C. App. 350, 355, 826 S.E.2d 567 (2019). \n81. Partners in a legal partnership are each other’s fiduciary as a matter of law.  \nSee Casey v. Grantham , 239 N.C. 121, 124 (1954) (“It is elementary that the \nrelationship of partners is fiduciary and imposes on them the obligation of the utmost \ngood faith in their dealings with one another in respect to their partnership affairs.”).   \n82. As stated above, the Court cannot determine whether a legal partnership, \nand therefore an accompanying fiduciary relationship, existed between Londry and \nFarrar.  Accordingly, the Court DENIES Defendants’ Motion for Summary Judgment \nwith respect to Londry’s claim for breach of fiduciary duty that might have arisen as \na result of such a relationship.7 \nD. Fraud  \n83. Plaintiffs claim that Farrar: (1) intentionally misrepresented that he and \nLondry would be  equal partners in Stream Charlotte; (2) intentionally \nmisrepresented that “there is no you and me, we’re equal partners, and ou r success \nor lack of success in recruiting and profitability is both of ours ;” and (3 ) allegedly \n \n7  The Court agrees with Defendants that the law regarding Plaintiffs’ claim for breach of fiduciary \nduty arising from an alleged North Carolina general partnership between Londry and Farrar is \ndistinct from that governing Defendants’ counterclaim for breach of fiduciary duty arising from \nLondry’s employment with Stream Charlotte, a Texas limited liability partnership. See Azure Dolphin, \nLLC v. Barton , 371 N.C. 579, 596 (2018) (“[W]ith respect to limited partnerships, the laws of the \njurisdiction under which a foreign limited partnership is organized govern its organization and \ninternal affairs. . . .”). \nconcealed a conspiracy with Jackson to divest of Londry  of his partnership interest.  \n(Am. Compl. ¶¶ 93 –95.)  At oral argument , Plaintiffs conceded that they are not \npursuing a claim for fraudulent inducement ; rather their claim is for fraudulent \nmisrepresentation with respect to the first two statements and fraudulent \nconcealment with respect to the alleged conspiracy.   \n84. Defendants contend that each of the  wrongs Plaintiffs identify in the \nComplaint constitute alleged breaches of the E mployment Agreement and that a \nfraud claim must be distinct from a breach of contract claim to be actionable.  (Defs.’ \nMemo. at 19.)  \n85. The Court agrees.  The economic loss rule limits “ recovery in tort when a \ncontract exists between the parties that defines the standard of conduct[.] ”  Akzo \nNobel Coatings, Inc. v. Rogers, 2011 NCBC LEXIS 42, at **47 –48 (N.C. Super. Ct. \nNov. 3, 2011).   Tort actions “ must be grounded on a violation of a duty imposed by \noperation of law, and the right invaded must be one that the law provides without \nregard to the contractual relationship of the parties[.] ”  Asheville Contracting Co. v. \nWilson, 62 N.C. App. 329, 342 (1983). \n86. In this case, Plaintiffs attempt to cloak their breach of contract claims in \ntort without identifying a separate legal right that was allegedly violated.  The \neconomic loss rule applies to bar this attempt.  Accordingly, Defendants’ Motion with \nrespect to Plaintiffs’ fraud claim shall be GRANTED.   \n \n \nE. Wrongful Interference with Contract \n87. Both sides move for  summary judgment on Plaintiffs’ claim for wrongful \ninterference with the listing agreement between Londry and Asana that provided for \na commission on the PBC Deal.   \n88. To recover for wrongful interference with contract, Plaintiffs must show the \nfollowing five elements: “(1) a valid contract between the plaintiff and a third person \nwhich confers upon the plaintiff a contractual right against a third person; (2) the \ndefendant knows of the contract; (3) the defendant intentionally ind uces the third \nperson not to perform the contract; (4) and in doing so acts without justification; (5) \nresulting in actual damage to plaintiff.”  United Lab s., Inc. v. Kuykendall , 322 N.C. \n643, 661 (1988) (citing Childress v. Abeles, 240 N.C. 667, 674 (1954)).   \n89. “If the defendant’s only motive is a malicious wish to injure the plaintiff, \nhis actions are not justified.”  Peoples Sec. Life Ins. Co. v. Hooks , 322 N.C. 216, 221 \n(1988).  The term malice in this context is used in its legal sense and is established \n“if it appears that the defendant with knowledge of the contract intentionally and \nwithout justification induced one of the contracting parties to break it.”  Childress, \n240 N.C. at 675 (quoting Meadowmoor Dairies v. Milk Wagon Drivers’ Union, 371 Ill. \n377, 387 (1939)). \n90. On the other hand, interference with contract is “justified if it is motivated \nby a legitimate business purpose, as when the plaintiff and defendant, an outsider, \nare competitors.”  Embree Constr. Grp., Inc. v. Rafcor, Inc., 330 N.C. 487, 498 (1992).  \nHowever, a defendant’s interference is without privilege or justification if it is “not \nreasonably related to the protection of a legitimate business interest[.]”  Privette v. \nUniv. of N.C. at Chapel Hill, 96 N.C. App. 124, 134 (1989) (quoting Smith v. Ford \nMotor Co., 289 N.C. 71, 94 (1976)). \n91. In addition, the means by which the competition takes place must be lawful.  \n“[C]ompetition in business constitutes justifiable interference in another’s business \nrelations and is not actionable so long as it is carried on in furtherance of one’s own \ninterests and by means that are lawful .”  Hooks, 322 N.C. at 221 (emphasis added) ; \ncf. MarketPlace 4 Ins., LLC v. Vaughn , 2023 NCBC LEXIS 31, at **35 –36 (N.C. \nSuper. Ct. Feb. 24, 2023)  (determining that defendant’s alleged unlawful use of \nconfidential information, among other things, was not justified).  \n92. Plaintiffs assert that Farrar was improperly motivated to contact RCC to \ninquire about the commission received on the PBC Deal because: (1) Defendants \nsought to punish Londry for filing this action; (2) Defendants sought to use the short \nduration of time between the date Farrar contacted RCC and the date the PBC Deal \nwas scheduled to close as leverage to force Londry to enter into the escrow agreement; \nand/or (3) Defendants sought to deprive Londry of income he was entitled  to receive \nwith the hope that he would dismiss the lawsuit or accept a settlement offer .  (Pls.’ \nMemo. at 20.)  \n93. Defendants respond that Plaintiffs’ reliance on conclusory allegations in  \ntheir unverified Amended Complaint is insufficient to avoid summary judgment .  \n(Defs.’ Memo. at 20.)  They further contend that they did not act with legal malice but \nrather had a legitimate claim to a commission on the PBC Deal based on two years of \nwork performed by numerous Stream Charlotte personnel .  (Defs.’ Reply Br. to Pls.’ \nOpp’n to Defs.’ Mot. for Summ. J. [Defs.’ Reply] at 8, ECF No. 52.)  \n94. The Court agrees with Defendants.  It is undisputed that a valid contract \nexisted between Londry and Asana and  that Defendants had knowledge of that \ncontract.  However, absent from the record is  evidence that Defendants’ sole \nmotivation in seeking a commission was to injure Plaintiffs.  Rather, Farrar testified \nthat “[i]t is common practice in the real estate industry for the commission to run \nthrough the original brokerage company subject to the agreed upon splits even if the \nbroker has departed the company at the time of closing.”  (Farrar Aff. ¶ 21.)  Given \nthat Stream Charlotte personnel  worked on the deal for two years before it closed, it \nis reasonable to expect Defendants to pursue a commission.  The Court concludes that \nLondry has failed to establish the existence of legal malice in these circumstances.  \n95. Thus, Defendants’ Motion  with respect to Plaintiffs’ claim for wrongful \ninterference with contract  is GRANTED.  Plaintiffs’ Motion on the same claim is \nDENIED.  \nF. Unfair and Deceptive Trade Practices Act (UDTPA)  \n96. Finally, Defendants move for summary judgment with respect to Plaintiffs’ \nclaim for violation of the UDTPA.  \n97. Under the North Carolina UDTPA, “[u]nfair methods of competition in or \naffecting commerce, and unfair or deceptive acts or practices in or affecting commerce, \nare declared unlawful.”  N.C.G.S. § 75-1.1(a).  \n98. Three elements are required to maintain a cause of action under the Act : \n“(1) an unfair or deceptive act or practice, or an unfair method of competition, (2) in \nor affecting commerce, (3) proximately causing actual injury to defendant or \ndefendant business.”  Drouillard v. Keister Williams Newspaper Servs., Inc., 108 N.C. \nApp. 169, 172 (1992).  \n99. Plaintiffs’ UDTPA claim is premised on their breach of contract, breach of \npartnership agreement, and wrongful interference with contract claims.  (Am. Compl. \n¶¶ 113–18.)  Defendants contend that since those  other claims fail, the unfair and \ndeceptive trade practices claim likewise fails.  (Defs.’ Memo. at 22.) \n100. Because Plaintiffs’ UDTPA claim is derivative of their other claims, it \n“therefore rises and falls with those claims.”  Silverdeer, LLC v. Berton, 2013 NCBC \nLEXIS 21, at **28 (N.C. Super. Ct. Apr. 24, 2013).  As stated above, Londry’s claims \nfor breach of contract for failure to pay a commission and his claim against Farrar for \nbreach of partnership agreement are still viable.  However, those claims, without \nmore, are insufficient to give rise to a UDTPA claim.  See, e.g., SciGrip, Inc. v. Osae, \n373 N.C. 409, 427 (2020) (holding that a breach of contract claim “standing alone, did \nnot suffice to support the maintenance of an  unfair and deceptive trade practices \nclaim”); Branch Banking and Trust Co. v. Thompson , 107 N.C. App. 53, 62 (1992) \n(“[A] mere breach of contract, even if intentional, is not sufficiently unfair or deceptive \nto sustain an action under N.C.G.S. § 75-1.1.”). \n101.   To rise to the level of a UDTPA claim, a  breach of contract must be \negregious.  See Heron Bay Acquisition, LLC v. United Metal Finishing, Inc., 245 N.C. \nApp. 378, 382 (2016) (when alleging a breach of contract as the basis for a UDTPA \nclaim, “some type of egregious or aggravating circumstances must be alleged and \nproved before the [Act’s] provisions may [take effect].”) (citations omitted).  No such \nevidence has been presented here.   See, e.g., Post v. Avita Drugs, LLC, 2017 NCBC \nLEXIS 95, at *10–12 (N.C. Super. Ct. Oct. 11, 2017) (collecting cases on aggravating \ncircumstances that may or may not support a UDTPA claim).  Plaintiffs’ argument is \nnot that he was fraudulently induced, but that Defendants did not perform as they \nhad promised.  “[T]he North Carolina Court of Appeals has repeatedly stressed that \na [UDTPA] violation ‘ is unlikely to occur during the course of contractual \nperformance.’ ”  Id. at *11 (citing Heron Bay Acquisition LLC, 245 N.C. App. at 383). \n102. Accordingly, Defendants’ Motion is GRANTED as to Plaintiffs’ UDTPA \nclaim.  \nV.      CONCLUSION \n103. WHEREFORE, for the foregoing reasons, the Court hereby  GRANTS in \npart and DENIES in part Defendants’ Motion for Summary Judgment , DENIES \nPlaintiffs’ Partial Motion for Summary Judgment and ORDERS as follows:  \na. With respect to the First and Second Causes of Action (Breach of Contract \nAgainst Stream and Against Stream Charlotte) for allegedly divesting Londry of his \npartnership and stripping him of his title as co -Market Leader,  the Fifth Cause of \nAction (Fraud against Farrar), and the Seventh Cause of Action (Unfair Trade \nPractice against all Defendants), Defendants’ Motion for Summary Judgment is \nGRANTED.  \nb. With respect to the First and Second Causes of Action (Breach of Contract \nAgainst Stream and Against Stream Charlotte ) for failing to pay commissions and \nprofit participation and violating the implied covenant of good faith and fair dealing, \nthe Third Cause of Action (Breach of Partnership Agreement against Farrar), and the \nFourth Cause of Action (Breach of Fiduciary Duty against Farrar)  for breach of \nfiduciary duty based on an alleged partnership, Defendants’ Motion is DENIED.  \nc. With respect to the Sixth Cause of Action ( Wrongful Interference with \nContract against all Defendants), Defendants’ Mot ion is GRANTED and Plaintiffs’ \nMotion is DENIED.  \nd.  The Court shall set a status conference to determine a trial date in this \nmatter after consultation with counsel. \nSO ORDERED, this the 7th day of July 2025. \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n    for Complex Business Cases \n "
}