{
  "id": "ab3fb6cbec942044422443a78ac27f04c15ed23c021e5be2c2b13c07ed9e76a9",
  "source_file": "data/raw/ncbc/ab3fb6cbec942044422443a78ac27f04c15ed23c021e5be2c2b13c07ed9e76a9.pdf",
  "raw_text": "Nelson v. Alliance Hospitality Management, LLC, 2012 NCBC 39. \n \nSTATE OF NORTH CAROLINA \n  \nCOUNTY OF WAKE \n IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n11 CVS 3217 \n \n \nKENNETH E. NELSON \n \nv.  \n \nALLIANCE HOSPITALITY \nMANAGEMENT, LLC, a Georgia \nlimited liability company, ROLF \nA. TWEETEN, and AXIS \nHOSPITALITY, INC., an Illinois \ncorporation.  \n)\n \n) \n) \n) \n) \n) \n) \n) \n) \n) \nORDER ON MOTION FOR JOINDER and ORDER ON MOTION FOR JOINDER and ORDER ON MOTION FOR JOINDER and ORDER ON MOTION FOR JOINDER and \nMOTION IN THE ALTERNATIVE TO MOTION IN THE ALTERNATIVE TO MOTION IN THE ALTERNATIVE TO MOTION IN THE ALTERNATIVE TO \nDISMI DISMI DISMI DISMISS UNDER N.C.R. Civ. P. 12(b)(7) SS UNDER N.C.R. Civ. P. 12(b)(7) SS UNDER N.C.R. Civ. P. 12(b)(7) SS UNDER N.C.R. Civ. P. 12(b)(7)    \n \n{1} THIS MATTER is before the court on Kenneth E. Nelson’s Motion for \nJoinder and Motion in the Alternative to Dismiss Under N.C.R. Civ. P. 12(b)(7) \n(“Motion”). For the reasons stated below, the Motion is DENIED. \nMeynardie & Nanney, PLLC by Joseph H. Nanney and Moore & Van Allen \nPLLC by William E. Freeman and Michael J. Byrne for Plaintiff-\nCounterclaim-Defendant Kenneth E. Nelson. \n \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, L.L.P. by Michael W. \nMitchell and Jackson W. Moore, Jr. and Leader, Bulso & Nolan, PLC by \nEugene N. Bulso, Jr., pro hac vice,  for Defendants-Counterclaim-Plaintiffs \nAlliance Hospitality Management, LLC, Rolf A. Tweeten, and Defendant Axis \nHospitality, Inc.  \n \nGale, Judge. \n \nI. INTRODUCTION \n {2} This case arises out of Plaintiff-Counterclaim-Defendant Kenneth E. \nNelson’s (“Nelson”) employment with and ownership interest in Defendant- \nCounterclaim-Plaintiff Alliance Hospitality Management, LLC (“Alliance”). Nelson \nsigned an Admission Document with Defendant-Counterclaim-Plaintiff Rolf A. \nTweeten (“Tweeten”) pursuant to which Nelson asserts that he was granted ten (10) \n“units” representing a sixteen and four-tenths percent (16.4%) ownership interest in \nAlliance. Nelson asks for a declaratory judgment to that effect. Defendants \ncounterclaim, inter alia , for a declaratory judgment that the Admission Document \ngrants Nelson no more than a ten percent (10%) ownership interest in Alliance. \nAlternatively, Alliance and Tweeten counterclaim for reformation of the Admission \nDocument to reflect the true intent of the parties that Nelson would own no more \nthan a ten percent (10%) ownership interest in Alliance. \n {3} Defendant Axis Hospitality, Inc. (“Axis”) first filed but then voluntarily \ndismissed the same counterclaims. Nelson subsequently filed his Motion seeking to \njoin Axis as a necessary party to the five counterclaims or alternatively that they be \ndismissed.  During briefing, Nelson for the first time further argued that Axis is the \nreal party in interest for four of the counterclaims. \n {4} For reasons discussed below, Nelson’s Motion is DENIED.   \n \nII. PROCEDURAL HISTORY \n {5} Nelson filed his Complaint in Wake County Superior Court on February \n25, 2011 and his Amended Complaint on June 1, 2011. Each includes claims for \nbreach of fiduciary duty, dissolution, constructive fraud, declaratory judgment, and \nbreach of contract/wrongful termination. Defendants filed their Answer and \nCounterclaim on February 28, 2011 and their Second Amended Counterclaim on \nJuly 11, 2011. Each asserts claims for declaratory judgment, reformation, negligent \nmisrepresentation, constructive fraud, breach of fiduciary duty, and injunctive \nrelief. The court dismissed Nelson’s breach of contract/wrongful termination claim \nby Order dated November 22, 2011. \n {6} On February 15, 2012, Axis dismissed its counterclaims without prejudice, \nleaving Alliance and Tweeten as the only Counterclaimants. \n {7} On April 26, 2012, Nelson filed the Motion seeking to rejoin Axis to the \ncounterclaims or alternatively to dismiss them. On June 1, 2012, Nelson filed his \nReply Brief in Support of Joinder Motion. arguing for the first time that Axis should \nbe joined as the real party in interest.  \n{8} The Motion has been fully briefed and is ripe for disposition . \nIII. FACTS \n {9} The court’s Order on Motion to Dismiss dated November 22, 2011 provides \na factual context for the Motion. The court does not make findings of fact in \nconnection with and has not been required to resolve any contested fact in ruling \nupon the Motion.   Facts have been construed in Nelson’s favor without being bound \nto legal conclusions to be drawn from those facts. \n  \nIV. ANALYSIS \nA. Nelson’s Motion for Joinder \n \n {10} N.C. R. Civ. P. 18 (“Rule 18”) allows for joinder of claims, and N.C. R. \nCiv. P. 19 (“Rule 19”) provides for the joinder of necessary parties. “A party is a \nnecessary party to an action when he is so vitally interested in the controversy \ninvolved in the action that a valid judgment cannot be rendered in the action \ncompletely and finally determining the controversy without his presence as a \nparty.” \nLong v. City of Charlotte , 306 N.C. 187, 212, 293 S.E.2d 101, 117 (1982). \n“Necessary” parties for which joinder is compulsory may be distinguished from \n“proper” parties which in the court’s discretion may but are not required to be \njoined. See Id . \n \n1. Axis as a Present Party to the Lawsuit \n \n {11} The court must determine whether Rule 19 compels a person who is \nalready a plaintiff or defendant on other claims in the lawsuit to be joined to the \nother claims or counterclaims of that lawsuit. \n {12} Plaintiff cites no case, and the court has found none, in which a North \nCarolina court has compelled a party already present in a lawsuit to join additional \nclaims or counterclaims. To date, North Carolina courts have applied compulsory \njoinder in cases where the person sought to be joined was absent from the case. \nSee, \ne.g., N.C. Monroe Constr. Co. v. Guilford Cnty. Bd. of Educ., 278 N.C. 633, 180 \nS.E.2d 818 (1971) (requiring an absent party to a contract to be joined as a party to \na suit seeking declaration that the contract was invalid); Durham Cnty. v. Graham , \n191 N.C. App. 600, 663 S.E.2d 467 (2008) (requiring absent current property owner \nto join as a party where his right to determine his legal use of the property could be \nabrogated). \n {13} The comments to Rule 18 suggest that a party’s joinder is only required \nto the lawsuit, not to additional claims or counterclaims.  \nCompulsory Joinder . – Going to the problem of minimum allowable \nsize (compulsory joinder), the Commission found that the underlying \npolicy consideration here has traditionally been to insure that all \n“necessary” or “indispensable” parties should be involved in a lawsuit  \nbefore it proceeds to trial, or certainly before it proceeds to judgment.  \n \nN.C. R. C IV . P. 18 cmt. (second emphasis added). Once a party is present as a \nplaintiff or defendant in a lawsuit, that party is no longer absent, can sufficiently \nprotect his interests, and cannot claim prejudice from claims adjudicated without \nhis participation. \n {14} Nelson also cites N.C.G.S. § 1-260 which states, in pertinent part, that \n“[w]hen declaratory relief is sought, all persons shall be made parties who have or \nclaim any interest which would be affected by the declaration, and no declaration \nshall prejudice the rights of persons not parties to the proceedings.” N.C. G \nEN . S TAT . \n§ 1-260 (1931).   \n {15} This statute guards against prejudice to those affected by a judgment \nwithout being afforded an opportunity to participate in proceedings leading to that \njudgment. While the statute contemplates that all interested parties shall be before \nthe court, it does not require a present party to be joined to individual claims or \ncounterclaims. Because Axis is already a party to the proceedings, § 1-260 does not \nsupport Nelson’s Motion. \n {16} In sum, when a party is already a party to the lawsuit, Rule 19 does not \ncompel the party to join other claims or counterclaims. \n \n \n2. The Declaratory Judgment and Reformation Counterclaims \n \n {17} Nelson contends that Axis is a necessary party to the declaratory \njudgment and reformation counterclaims. (Br. in Supp. of Pl.’s Mot. for Joinder and \nMot. in the Alternative to Dismiss under N.C.R. Civ. P. 12(b)(7) at 6). (“Pl.’s Supp. \nBr.”) However, even assuming Axis is a necessary party to those counterclaims, for \nthe same reasons discussed above, Rule 19 compulsory joinder is inapplicable \nbecause Axis is already present as a party.  \n \n3. The Negligent Misrepresentation, Constructive Fraud, \nand Breach of Fiduciary Duties Counterclaims \n \n {18} Nelson claims that Axis is a necessary party to the final three \ncounterclaims because, while those counterclaims “only seek monetary damages, \nthe Second Amended Counterclaim could arguably be construed . . . such that these \ncounts also seek a judicial determination of the extent of Nelson’s interest in \nAlliance.” (Pl.’s Supp. Br. at 7.)  \n {19} Axis might have a separable claim for monetary damages and it might be \na proper party to present that claim in this litigation, but it is not a necessary party \nto the other Defendants’ damages claims. The court will not exercise its discretion \nto join Axis as a proper party. \n {20} Alternatively, even assuming Axis is a necessary or proper party, for \nreasons stated above, Rule 19 compulsory joinder is inapplicable to the final three \ncounterclaims because Axis is already present as a party.  \n \nB. Nelson’s Alternative Argument that Axis Is the Real Party in Interest \n \n {21} Nelson’s reply brief argues, for the first time, that Axis is the real party \nin interest for the four counterclaims other than the counterclaim for breach of \nfiduciary duties. The court must first determine whether this issue is properly \nbefore it. \n {22} As a general rule, defenses not stated in a claim must be made by \nmotion. \nSee N.C. R. C IV . P. 12(b), but Nelson has made no such motion. But the \nissue was disclosed in the briefs, so the court has considered it.  Where “a fatal \ndefect of the parties is disclosed, the court should refuse to deal with the merits of \nthe case until the absent parties are brought into the action, and in the absence of a \nproper motion by a competent person, the defect should be corrected by ex mero \nmotu  ruling of the court.” Booker v. Everhart , 294 N.C. 146, 158, 240 S.E.2d 360, \n367 (1978) (citing Underwood v. Stafford , 270 N.C. 700, 155 S.E.2d 211 (1967)).  \n {23} N.C. R. Civ. P. 17 (“Rule 17”) requires claims to be prosecuted in the \nname of the real party in interest. On the other hand, Rule 17 also considers a party \nauthorized by statute to bring the claim in its own name the real party in interest \nwithout joining the party for whose benefit the action is brought. Also, a real party \nin interest may ratify the action brought by another and thereby render joinder \nunnecessary. \n {24} Nelson claims that Axis is the real party in interest because “Axis is the \nparty who will benefit or be injured” by the judgment. and because “as the only \nother owner of Alliance, [Axis] is the only party with standing to claim to have been \nharmed by these alleged wrongful acts.” (Reply Br. in Supp. of Pl.’s Mot. for Joinder \nand Mot. in the Alternative to Dismiss under N.C.R. Civ. P. 12(b)(7) at 2-3).  \n {25} Georgia’s Limited Liability Act, O.C.G.A. § 14-11-202, grants Georgia \nlimited liability companies the same powers as any person to do all things necessary \nto carry out their purpose, business, and affairs. Alliance, a Georgia LLC, is \nauthorized to sue in its own name. Under Rule 17, Alliance may then bring \ncounterclaims without joining parties who may benefit from the outcome, namely \nAxis. \n {26} Furthermore, Axis has ratified the action of which Nelson complains. \nUnder Rule 17, the real party in interest can “ratify the commencement of a lawsuit \n. . . by participating in the legal proceedings.” \nEstate of Tallman v. City of Gastonia , \n200 N.C. App. 13, 23, 682 S.E.2d 428, 434-435 (2009) (citing Long v. Coble , 11 N.C. \nApp. 624, 629, 182 S.E.2d 234, 238 (1971)). \n {27} Axis’s participation in the lawsuit, without challenging Alliance’s right to \nassert the counterclaims, sufficiently ratifies the actions against Nelson regarding \nhis ownership. \n \nV. CONCLUSION \n \n {28} Accordingly, Nelson’s Motion is DENIED. \n \n IT IS SO ORDERED, this July 3, 2012. "
}