{
  "id": "ab47e266af949ea36d91035da0c9ebd7c8e3d9b7931d55366010cb9451807812",
  "source_file": "data/raw/ncbc/ab47e266af949ea36d91035da0c9ebd7c8e3d9b7931d55366010cb9451807812.pdf",
  "raw_text": "Wachovia Ins. Servs., Inc. v. McGuirt, 2006 NCBC 23  \n \nNORTH CAROLINA     IN TH E GENERAL COURT OF JUSTICE \n        SUPERIOR COURT DIVISION \nCOUNTY OF MECKLENBURG     06 CVS 13593 \n \n \nWACHOVIA INSURANCE SERVICES, \nINC. as survivor corporation of a merger \nwith CAMERON M. HARRIS & CO., \n \nPlaintiff, \n \nv. \n \nJOHN JACKSON MCGUIRT, JR., and \nEDWARDS, CHURCH & MUSE, INC., \n \nDefendants. \nORDER \n \n \nParker, Poe, Adams & Bernstein, L.L.P. by Deborah L. Edney and William L. Rikard, Jr. \nfor Plaintiff Wachovia Insurance Services, Inc. \n \nRayburn, Cooper & Durham, P.A. by James B. Gatehouse and David S. Melin for \nDefendant John Jackson McGuirt, Jr. \n \nWyatt & Blake, L.L.P. by Robert A. Blake, Jr. and James F. Wyatt, III for Defendant \nEdwards, Church & Muse, Inc. \n \n \nDiaz, Judge. \n \n{1} The Court heard this matter on 8 Septem ber 2006 on the Motions of Defendants John \nJackson McGuirt, Jr. (“McGuirt”) and Edwards, Church & Muse, Inc. (“ECM”) to Dismiss for \nFailure to State a Claim Upon Which Relief Can Be Granted.  For the reasons set forth below, \nand after considering the Complaint, the written Motions, counsels’ memoranda and oral \narguments, the Court DENIES the Motions. \n \n \nI. \nPROCEDURAL BACKGROUND \n{2} Wachovia Insurance Services, Inc. (“WI S”) filed its Complaint (“Compl.”) in \nMecklenburg County Superior Court on 14 July 2006. \n{3} Pursuant to N.C.G.S. § 1A-1, Rule 12(b)(6 ), McGuirt and ECM filed Motions to Dismiss \nfor Failure to State a Claim Upon Which Relief Can Be Granted (respectively, “McGuirt Mot. to \nDismiss” and “ECM Mot. to Dismiss”) on 8 August 2006. \n{4} The case was transferred to the North Carolina Business Court and assigned to me as a \nmandatory complex business case by order of the Chief Justice of the North Carolina Supreme \nCourt dated 9 August 2006. \n{5} On 30 August 2006, WIS filed a Memorandum in Opposition to the Motions to Dismiss \n(“Mem. in Opp’n to Mot. to Dismiss”). \n{6} McGuirt and ECM filed a Reply Memorandum to WIS’s Memorandum in Opposition to \nthe Motions to Dismiss (“Reply Mem.”) on 5 September 2006. \n{7} On 8 September 2006, the Court heard oral arguments on the Motions. \nII. \nTHE FACTS1\nA. \nTHE PARTIES \n                                                 \n1 On a motion to dismiss pursuant to Rule 12(b)(6), the complaint’s material factual allegations are taken as true.  \nOberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 56, 554 S.E.2d 840, 844 (2001) (citing Hyde v. Abbot Labs., 123 \nN.C. App. 572, 575, 473 S.E.2d 680-82 (1996)).  Consequently, the Court, in ruling on the Motions to Dismiss, \nconsidered only the facts alleged in the Complaint. \n 2\n{8} WIS is a North Carolina corporation doing business in Mecklenburg County, North \nCarolina.  (Compl. ¶ 1.)  WIS provides property-casualty insurance brokerage services, risk \nmanagement consulting, employee benefits and compensation consulting, life insurance, and \nexecutive benefits to clients on a nationwide basis.  (Compl. ¶ 4.) \n{9} McGuirt is a resident of Mecklenburg County, North Carolina.  (Compl . ¶ 2.)  McGuirt is \na former senior vice-president of WIS, (Compl. ¶ 9), and is currently employed by ECM (Compl. \n¶ 20). \n{10} ECM is a North Carolina corporation with its  principal place of business in Mecklenburg \nCounty, North Carolina.  (Compl. ¶ 3.)  ECM competes regularly with WIS for customers in the \ninsurance brokerage business.  (Compl. ¶ 3.) \nB. \nTHE PLAINTIFF’S CLAIMS \n{11} McGuirt was hired by Cameron M. Harris & Company (“CMH”) on 26 March 1990 as a \nmarketing underwriter.  (Compl. ¶ 5.)  He was promoted to producer on 29 August 1991.  \n(Compl. ¶ 5.) \n{12} On 29 October 1991, McGuirt signed an employment agreement with CMH.  (Compl. ¶ \n6.)  McGuirt signed an Amended and Restated Employment Agreement (“Amended \nEmployment Agreement”) with CMH on 1 January 1995.\n2  (Compl. ¶ 7.) \n{13} On 18 December 1998, McGuirt became a shareholder in CMH and executed a \nsubscription agreement.  (Compl. ¶ 9.) \n                                                 \n2 The Amended Employment Agreement is attached to the Complaint and specifically incorporated into it, (see \nCompl. ¶ 9, Ex. 1), thus, the Court may properly consider it.  See Eastway Wrecker Serv., Inc. v. City of Charlotte, \n165 N.C. App. 639, 641-42, 599 S.E.2d 410, 411-12 (2004); Oberlin Capital at 60-61, 554 S.E.2d at 847; Robertson \nv. Boyd, 88 N.C. App. 437, 440-41, 363 S.E.2d 672, 675 (1988). \n 3\n{14} On 30 August 2002, PFAS, Inc. (“PFAS”), a wholly owned subs idiary of Wachovia \nCorporation (“Wachovia”), acquired all of the issued and outstanding shares of CMH’s capital \nstock.  (Compl. ¶ 1.)  Immediately following the acquisition, PFAS caused CMH to merge with \nit.  (Compl. ¶ 1.)  CMH survived the merger, and the name of the merged corporation was \nchanged to “Cameron M. Harris & Co.” (“Cameron Harris”).  (Compl. ¶ 1.)   On 31 March 2005, \nCameron Harris was merged into WIS. \n{15} As a result of Wachovia’s acquisition of CMH, McGuirt became employed as a senior \nvice-president of WIS.  (Compl. ¶ 9.) \n{16} As a senior vice-president, McGuirt: (a) ha d knowledge of WIS’s trade secrets; (b) had \nknowledge of WIS’s client base and business strategies; (c) participated in meetings with \ncustomers during which confidential information and trade secrets were discussed; (d) knew of \nWIS’s strategic plans for competing in the marketplace; (e) was directly involved in developing \nthe marketing strategy for WIS’s insurance services; (f) took part in strategic and financial \nplanning and development meetings concerning WIS’s insurance business and services; (g) was \ninvolved in the pricing of WIS’s services and knew how WIS’s pricing of policies and other \nservices enabled it to compete in the insurance marketplace; (h) was directly involved in the \ndevelopment of customer relationships on behalf of WIS; and (i) knew the strengths and \nweaknesses of WIS’s customer relationships.  (See Compl. ¶¶ 10, 35, 37, 41.) \n{17} Further, McGuirt was aware of, and subject to, the Wachovia Code of Conduct.  (Compl. \n¶ 11.)  The Wachovia Code of Conduct prohibits WIS employees, like McGuirt, from disclosing \nWachovia’s confidential information or using it “for any purpose other than the corporate \npurposes of Wachovia . . . .”  (Compl. ¶ 11.) \n 4\n{18} Finally, McGuirt remained subject to the Amended Employment Agreement and \ncontinued to act and perform under and pursuant to its terms.  (Compl. ¶¶ 9, 23.) \n{19} The Amended Employment Agreement define s McGuirt’s “Post-Termination Restriction \nPeriod” as “the greater of (x) two (2) years after the termination of [McGuirt’s] employment, for \nany reason . . . or (y) the Bonus/Alternate Bonus payment period as set forth in [McGuirt’s] \nCommercial Lines Vesting Agreement if [McGuirt] shall upon termination of his employment \nthen be entitled to receive any such payments . . . .”  (Compl. Ex. 1 ¶ 6(a).)  \n{20} The Amended Employment Agreement fu rther provides that, during the “Post-\nTermination Restriction Period,” McGuirt will not: \nservice, place, solicit, divert, take away, or attempt to service, place, solicit, \ndivert, or take away any business, clients, customers or prospects of [WIS], and/or \naccounts he has been assigned or has developed for the placement of insurance or \nhas in any way serviced at any time during the last two years of his employment \nwith [WIS] . . . .  provided, however, that [McGuirt] shall be allowed to sell, \nservice and place insurance with those clients, customers, prospects, and accounts \nof [WIS] that were not clients, customers, prospects or accounts produced, \nassigned to or serviced by [McGuirt] in any way at any time during his last two \nyears of employment with [WIS] and for whom he does not have knowledge of or \npossess [WIS’s] proprietary and confidential information . . . . \n \n(Compl. Ex. 1 ¶ 6(a)(i) (emphasis in original).) \n{21} The Amended Employment Agreement also states: \nNotwithstanding anything contained herein or elsewhere to the contrary, each \nEmployee agrees that to the extent that any customer, client, prospect or account \nof [WIS] leaves [WIS] at any time during the Post-Termination Restriction Period \nand transfers its business or coverage . . . to [McGuirt] or to any agency affiliated \nin any manner with [McGuirt], it shall be deemed conclusively proven that such \ncustomer, client, prospect or account was solicited by [McGuirt] in violation of \nthe non-solicitation covenant . . . . \n \n(Compl. Ex. 1 ¶ 6(b) (emphasis added).) \n 5\n{22} The Amended Employment Agreement also  prohibits McGuirt from soliciting and \nrecruiting employees to leave WIS during the Post-Termination Restriction Period.  (Compl. ¶ \n14; Ex. 1 ¶ 9.) \n{23} Finally, the Amended Employment Agreemen t prevents McGuirt, for a period of two \nyears after the termination of his employment, from pirating or otherwise misappropriating \nWIS’s confidential or proprietary information.  (Compl. ¶ 15; Ex. 1 ¶ 7.) \n{24} On 28 August 2002, McGuirt and WIS ex ecuted an Amendment to the Amended \nEmployment Agreement (the “2002 Amendment”) wherein the parties agreed to certain \nmodifications of McGuirt’s fringe benefits, but otherwise ratified and affirmed the terms of the \nAmended Employment Agreement.  (Compl. ¶ 18.) \n{25} On 10 April 2006, McGuirt downloaded over 1,000 documents from WIS’s computer \nsystem onto a CD ROM (the “CD ROM”).  (Compl. ¶ 20.) \n{26} Nine days later, McGuirt resigned his employment with WIS.  (Compl. ¶ 19.) \n{27} Approximately one week after leaving WIS,  McGuirt began work at ECM.  (Compl. ¶ \n20.)  WIS alleges that McGuirt took the CD ROM with him to ECM.  (Compl. ¶ 20.) \n{28} On 25 April 2006, WIS wrote to McGuirt and ECM reminding them of McGuirt’s \nobligations under the Amended Employment Agreement and the Wachovia Code of Conduct.  \n(Compl.  ¶ 21.) \n{29}  WIS also made several reque sts that McGuirt return all WIS information or documents \nin his possession.  (Compl. ¶ 22.)  Following WIS’s fourth request, McGuirt acknowledged that \nhe had taken the CD ROM.  (Compl. ¶ 22.) \n{30} On 28 April 2006, McGuirt contacted WIS regarding stock options that he claimed to be \nowed.  (Compl. ¶ 25.) \n 6\n{31} On 19 May 2006, Melanie Somers (“Somers”) , a WIS Account Manager, resigned her \nposition at WIS and immediately went to work for McGuirt and ECM.  (Compl. ¶ 29.)  WIS \nalleges that McGuirt, prior to his resignation from WIS, and in violation of his duties as a WIS \nsenior vice-president, directly or indirectly solicited Somers to leave WIS and join him at ECM.  \n(Compl. ¶ 30.) \n{32} On 24 May 2006, WIS provided McGuirt with a Special Exit Benefit Letter (the “Exit \nLetter”).  (Compl. ¶ 27; McGuirt Mot. to Dismiss Ex. A.)\n3  Under the terms of the Exit Letter, \nWIS agreed to pay McGuirt $7,680.09 (less taxes and required deductions) in exchange for \nMcGuirt’s release of a variety of claims.  (Compl. ¶ 27.) \n{33} The first paragraph of the Exit Letter states  that McGuirt and WIS “desire to terminate \n[McGuirt’s] employment relationship amicably and definitively” and establishes 19 April 2006 \nas McGuirt’s date of resignation or “Termination Date.”  (McGuirt Mot. to Dismiss Ex. A 1.) \n{34} Paragraph four of the Exit Letter contains 14 subparagraphs delineating the specific terms \nof the proposed agreement.  (McGuirt Mot. to Dismiss Ex. A 1-4.) \n{35} Subparagraph 8 provides that McGuirt will  not, for a period of two years from the \nTermination Date, “hire, solicit or encourage any employee of [WIS] to leave employment with \n[WIS].”  (McGuirt Mot. to Dismiss Ex. A 3.) \n{36} Subparagraph 11 of the Exit Letter states, “Thi s letter agreement will take the place of all \nprevious agreements between [McGuirt] and [WIS], and it contains the entire agreement between \n[the parties].  Neither [McGuirt] nor [WIS] will be bound by any statements or representations \nnot contained in this letter agreement.”  (McGuirt Mot. to Dismiss Ex. A 3.) \n                                                 \n3 The Exit Letter is specifically referenced in the Complaint.  (See Compl. ¶¶ 27-28.) \n 7\n{37} McGuirt signed the Exit Letter on 8 June 2006.  (McGuirt Mot. to Dismiss Ex. A 4.)  \n{38} Pursuant to subparagraph 12 of the Exit Le tter, the agreement became effective on 15 \nJune 2006.  (McGuirt Mot. to Dismiss Ex. A 3-4.) \n{39} In June and July 2006, three WIS customers who McGuirt had worked with during his \nemployment at WIS transferred their insurance business to ECM.  (Compl. ¶ 32.)  Account and \ncustomer information relating to two of the customers was on the CD ROM that McGuirt made \non 10 April 2006.  (Compl. ¶ 32.)  WIS alleges that McGuirt has used WIS’s confidential and \nproprietary information to solicit other WIS customers since his departure.  (Compl. ¶ 40.) \n{40} WIS also alleges that McGuirt has br eached the Amended Employment Agreement \nbecause he is competing with WIS and soliciting WIS employees and customers.  (Compl. ¶¶ 49-\n55.) \n{41} WIS alleges further that ECM tortiously interfered with the Amended Employment \nAgreement by inducing McGuirt to terminate his employment with WIS.  (Compl. ¶¶ 96-101.) \n{42} On 8 August 2006, McGuirt moved to dismiss WIS’s claim for breach of contract and \n“any of the other claims for relief [that] are premised on the [Amended Employment \nAgreement.]”  (McGuirt Mot. to Dismiss 1.)  That same day, ECM moved to dismiss WIS’s \nclaim for tortious interference with contract.  (ECM Mot. to Dismiss 1.) \nIII. \nCONCLUSIONS OF LAW \n{43} The essential question on a Rule 12(b)(6) mo tion to dismiss is “‘whether the complaint, \nwhen liberally construed, states a claim upon which relief can be granted on any theory.’”  \nOberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 56, 554 S.E.2d 840, 844 (2001) (quoting \nBarnaby v. Boardman, 70 N.C. App. 299, 302, 318 S.E.2d 907, 909 (1984)) (emphasis in \n 8\noriginal).  A claim should not be dismissed under Rule 12(b)(6) “unless it affirmatively appears \nthat plaintiff is entitled to no relief under any state of facts which could be presented in support \nof the claim.”  Ladd v. Estate of Kellenberger, 314 N.C. 477, 481, 334 S.E.2d 751, 755 (1985) \n(quoting Presnell v. Pell, 298 N.C. 715, 719, 260 S.E.2d 611, 613 (1979)). \n{44} The Motions to Dismiss make three arguments  for dismissing WIS’s claims for breach of \ncontract and tortious interference with contract.  First, McGuirt and ECM argue that the \nAmended Employment Agreement was superseded and replaced by the terms of the Exit Letter.  \n(McGuirt Mot. to Dismiss 8-14; ECM Mot. to Dismiss 2.)  Second, McGuirt and ECM argue that \nthe Stock Purchase Agreement by which Wachovia acquired Cameron Harris constitutes a \nnovation of the Amended Employment Agreement because it contains confidentiality, non-\ncompetition, and non-solicitation provisions that are inconsistent and incompatible with those \nfound in the Amended Employment Agreement.  (McGuirt Mot. to Dismiss 14-17; ECM Mot. to \nDismiss 2.)  Finally, McGuirt and ECM argue that the non-competition provisions of the \nAmended Employment Agreement are unenforceable on their face.  (McGuirt Mot. to Dismiss \n17-22; ECM Mot. to Dismiss 2.) \n{45} The Court addresses each of  these arguments in turn. \nA. \nTHE EXIT LETTER \n{46} McGuirt and ECM first argue that WIS’s cl aims for breach of contract and tortious \ninterference with contract should be dismissed because the Amended Employment Agreement \nwas superseded and replaced by the merger clause contained in subparagraph 11 of the Exit \nLetter (“subparagraph 11”).  (McGuirt Mot. to Dismiss 8-14; ECM Mot. to Dismiss 2.)  The \nCourt disagrees. \n 9\n{47} Under the facts alleged in the Compla int, determining whether subparagraph 11 \nsuperseded the Amended Employment Agreement would involve two fact-intensive inquiries, \nneither of which are appropriate when considering a Rule 12(b)(6) motion to dismiss.  \nFurthermore, even if subparagraph 11 did supersede the Amended Employment Agreement, it \ndid so only as of the Exit Letter’s effective date, 15 June 2006, and, thus, would not bar WIS \nfrom prosecuting breaches of the Amended Employment Agreement that occurred before then. \n{48} “North Carolina recognizes that merger clau ses are valid contractual provisions and the \ncourts consistently uphold their use.”  Mech. Sys. & Servs., Inc. v. Carolina Air Solutions, L.L.C., \n2003 NCBC 9, at ¶ 25 (N.C. Super. Dec. 3, 2003) (citing Zinn v. Walker, 87 N.C. App. 325, 333, \n361 S.E.2d 314, 318 (1987)). \n{49} The primary purpose of a merger clause is  “to effectuate the policies of the Parol \nEvidence Rule; i.e., barring the admission of prior and contemporaneous negotiations on terms \ninconsistent with the terms of the writing.”  Zinn v. Walker, 87 N.C. App. 325, 333, 361 S.E.2d \n314, 318 (1987). \n{50} However, “[w]here giving effect to the me rger clause would frustrate and distort the \nparties’ true intentions and understanding regarding the contract, the clause will not be \nenforced.”  Id. \n{51} In addition, a merger clause creates only  “a rebuttable presumption that the writing \nrepresents the final agreement between the parties.”  Id.  In order to effectively rebut the \npresumption, the claimant generally “must establish the existence of fraud, bad faith, \nunconscionability, negligent omission or mistake in fact.”  Id. (citing Smith v. Cent. Soya of \nAthens, Inc., 604 F. Supp. 518, 526 (E.D.N.C. 1985)). \n 10\n{52} Determining whether subparagraph 11 superseded and replaced the Amended \nEmployment Agreement would require the court to determine: (a) whether WIS and McGuirt \nintended such a result; and (b) whether McGuirt fraudulently induced WIS to enter into the Exit \nLetter by failing to disclose to WIS that he had already breached one of its provisions when he \nallegedly solicited Somers to leave WIS and accept employment with ECM.  Both of these fact-\nintensive inquiries are inappropriate when considering a Rule 12(b)(6) motion to dismiss. \n{53} The Complaint alleges that neither Mc Guirt nor WIS intended subparagraph 11 to \nsupersede and replace the Amended Employment Agreement.  (Compl. ¶¶ 26-28.)  Since the \nCourt will not enforce a merger clause where doing so “would frustrate and distort the parties’ \ntrue intentions and understanding regarding the contract,” Zinn at 333, 361 S.E.2d at 318, and is \nrequired to accept the Plaintiff’s material factual allegations as true when considering a Rule \n12(b)(6) motion, see Oberlin Capital at 56, 554 S.E.2d at 844, this allegation is alone sufficient \nto deny the Defendants’ Motions to Dismiss. \n{54} The Complaint also alleges that McGuirt had already breached subparagraph 8 of the  \nExit Letter at the time he executed it, and that he failed to disclose this fact during the parties’ \nnegotiations.  (See Compl. ¶¶ 29-31; McGuirt Mot. to Dismiss Ex. A ¶ 8.)  Since application of a \nmerger clause can be avoided on account of fraud, Zinn at 333, 361 S.E.2d at 318, this allegation \nprovides a separate basis to deny the Defendants’ Motions to Dismiss. \n{55} Furthermore, even if, as McGuirt and ECM argue, the language in subparagraph 8 of the \nExit Letter is prospective, (see Reply Mem. 4-5), it incorporates the time period from McGuirt’s \ntermination on 19 April 2006 to the effective date of the Exit Letter, 15 June 2006. (See McGuirt \nMot. to Dismiss Ex. A ¶ 8).  Consequently, WIS’s allegation that Somers left WIS and started \n 11\nwork at ECM before the effective date of the Exit Letter, (see Compl. ¶ 29), supports WIS’s \nclaim that McGuirt knew he was in breach of the Exit Letter at the time he executed it. \n{56} Finally, even if subparagraph 11 did supers ede the Amended Employment Agreement, it \ndid so only as of the Exit Letter’s effective date, 15 June 2006, (see McGuirt Mot. to Dismiss Ex. \nA), and, thus, would not bar WIS from prosecuting breaches of the Amended Employment \nAgreement that occurred before then. \n{57} The cases of Rosania v. Rosania , 108 N.C. App. 58, 422 S.E.2d 348 (1992), and Hinshaw \nv. Wright, 105 N.C. App. 158, 412 S.E.2d 138 (1992), cited by McGuirt and ECM in support of \ntheir argument, are inapposite.  Rosania involved an incorporated comprehensive settlement \nagreement with a mutual release of all claims between former spouses.  In that case, not only was \nthere no doubt that the settlement agreement superseded and replaced all of the parties’ prior \nagreements regarding their marital property, but the agreement was incorporated into a final \njudgment.  Here, on the other hand, there are significant questions as to whether the Exit Letter \nsuperseded the Amended Employment Agreement.  Regardless, the Exit Letter does not have the \nfinality that accompanies an agreement incorporated into a judgment. \n{58} In Hinshaw, the court determined, as a matter of law, that a merger clause in an  \nagreement superseded and replaced a prior agreement between the same parties.  105 N.C. App. \nat 163, 412 S.E.2d at 142.  However, in Hinshaw, the court made this determination after a full \nevidentiary hearing.  Here, in contrast, the issue of whether subparagraph 11 superseded the \nAmended Employment Agreement is before the Court on a Rule 12(b)(6) motion to dismiss.  \nThe findings necessary for a determination of this issue, while perhaps appropriate after a full \nevidentiary hearing, are not appropriate here. \n 12\n{59} In sum, the Court DENIES the Defendants’ Motions to Dismiss WIS’s claims for breach \nof contract and tortious interference with contract on the ground that the Amended Employment \nAgreement was superseded and replaced by subparagraph 11 of the Exit Letter because (a) the \nfacts supporting such a conclusion are disputed; and, (b) even if Defendants are correct, WIS \nremains free to prosecute breaches of the Amended Employment Agreement that occurred before \nthe Exit Letter’s effective date. \n \nB. \nTHE STOCK PURCHASE AGREEMENT \n{60} McGuirt and ECM next argue that the Stoc k Purchase Agreement constitutes a novation \nof the Amended Employment Agreement because it contains confidentiality, non-competition, \nand non-solicitation provisions that are incompatible with those found in the Amended \nEmployment Agreement.  (McGuirt Mot. to Dismiss 14-17; ECM Mot. to Dismiss 2.) \n{61} For the reasons I explain below, however, the Court declines, at this time, to consider the \nlegal effect, if any, of the Stock Purchase Agreement on the continued validity of the Amended \nEmployment Agreement. \n{62} “When ruling on a Rule 12(b)(6) motion, a co urt may properly consider documents which \nare the subject of a plaintiff’s complaint and to which the complaint specifically refers even \nthough they are presented by the defendant.”  Oberlin Capital at 60, 554 S.E.2d at 847 (citing \nRobertson v. Boyd, 88 N.C. App. 437, 441, 363 S.E.2d 672, 675 (1988)) (emphasis added). \n{63} In all other cases, however, if “matters outside the pleading are presented to and not \nexcluded by the court, the motion shall be treated as one for summary judgment and disposed of \n 13\nas provided in Rule 56, and all parties shall be given reasonable opportunity to present all \nmaterial made pertinent to such a motion by Rule 56.”  N.C.G.S. § 1A-1, Rule 12(b) (2006). \n{64} In this case, although the Complaint refere nces generally the transactions by which \nWachovia acquired CMH, (see Compl. ¶¶ 1, 9), it does not refer specifically to the Stock \nPurchase Agreement.  Furthermore, none of the claims in the Complaint are premised on the \nStock Purchase Agreement.  (See Compl. ¶¶ 49-115.) \n{65} Since a general reference to the stock purch ase transaction, without more, does not allow \nme to consider the Stock Purchase Agreement without converting the Defendants’ Rule 12(b)(6) \nMotions to Dismiss into Rule 56 motions for summary judgment, the Court declines, at this time, \nto consider the legal effect, if any, of the Stock Purchase Agreement on the continued validity of \nthe Amended Employment Agreement. \n{66} In any event, novation “of a contract may be  effected only by acts or words wholly \ninconsistent with the material terms of the old contract[,]” Zinn at 335, 361 S.E.2d at 320 (citing \n17 C.J.S. Contracts § 10 (1965) and 17 C.J.S. Contracts § 395 (1965)), and whether a novation \noccurred “depends upon [the parties’] intention as ascertained from the instrument, the relation \nof the parties and the surrounding circumstances.”  Id. (citing Tomberlin v. Long, 250 N.C. 640, \n109 S.E.2d 365 (1959)).  Further, a novation must be proven by clear and convincing evidence.  \nId. at 337, 361 S.E.2d at 320-21. \n{67} For reasons I have discussed ear lier, the Court declines to discern the intent of the parties \nas to whether a novation occurred here because such a fact-intensive inquiry is inappropriate on a \nRule 12(b)(6) motion to dismiss.  \n{68} If pressed, however, I would find that th e Stock Purchase Agreement is at least \nambiguous as to whether it was intended to replace the Amended Employment Agreement, and I \n 14\ncertainly would not find that the facts before me clearly and convincingly favor the Defendants’ \nposition. \n{69} In sum, the Court DENIES the Defendants’ Motions to Dismiss WIS’s claims for breach \nof contract and tortious interference with contract on the ground that the Stock Purchase \nAgreement constitutes a novation of the Amended Employment Agreement because the Stock \nPurchase Agreement is not properly before me.  Even if the Court could consider the Stock \nPurchase Agreement, I still would not dismiss WIS’s claims because the fact-intensive inquiry \nnecessary to find a novation is inappropriate at this stage and the undisputed facts do not support \nsuch a result.  \nC. \nTHE AMENDED EMPLOYMENT AGREEMENT \n{70} Finally, McGuirt and ECM argue that the non-competition provisions of the Amended \nEmployment Agreement are unenforceable on their face because they place unreasonable time \nand geographic restrictions on McGuirt’s employment.  (McGuirt Mot. to Dismiss 17-22; ECM \nMot. to Dismiss 2.)  The Court agrees in part, but declines to dismiss the claims.  \n1. \nAPPLICABLE LAW \n{71} In North Carolina, covenants not to comp ete “between an employer and employee are \nvalid and enforceable if they are (1) in writing; (2) made part of a contract of employment; (3) \nbased on valuable consideration; (4) reasonable both as to time and territory; and (5) not against \npublic policy.”  United Labs., Inc. v. Kuykendall, 322 N.C. 643, 649-50, 370 S.E.2d 375, 380 \n(1988) (citing A.E.P. Indus., Inc. v. McClure, 308 N.C. 393, 302 S.E.2d 754 (1983)). \n 15\n{72} “In evaluating the reasonableness of [a] time  and territory restriction, [North Carolina \ncourts] consider each element in tandem and not independently.”  Wade S. Dunbar Ins. Agency, \nInc. v. Barber, 147 N.C. App. 463, 469, 556 S.E.2d 331, 335 (2001) (citing Hartman v. W.H. \nOdell and Assoc., Inc., 117 N.C. App. 307, 311-12, 450 S.E.2d 912, 916 (1994)). \n{73} North Carolina courts have upheld covenants not to compete that last for two years and \nuse customer-based restrictions instead of territorial restrictions.  E.g., Triangle Leasing Co. v. \nMcMahon, 327 N.C. 224, 393 S.E.2d 854 (1990); Wade S. Dunbar, at 469, 556 S.E.2d at 335-36.  \nHowever, a “five-year time restriction is the outer boundary which our courts have considered \nreasonable, and even so, five-year restrictions are not favored.”  Farr Assocs., Inc., v. Baskin, \n138 N.C. App. 276, 280, 530 S.E.2d 878, 881 (2000). \n{74} Moreover, “when a non-compete agreement r eaches back to include clients of the \nemployer during some period in the past, that look-back period must be added to the restrictive \nperiod to determine the real scope of the time limitation.”  Id. at 280-81, 530 S.E.2d at 881 \n(citing Prof’l Liab. Consultants, Inc. v. Todd, 345 N.C. 176, 478 S.E.2d 201 (1996)). \n{75} At all events, the employer must show that  the territory embraced by the covenant is no \nbroader than necessary to secure the protection of its business or good will.  See, e.g., Farr at \n281, 530 S.E.2d at 882 (citing AEP Indus., Inc. v. McClure, 308 N.C. 393, 404, 302 S.E.2d 754, \n761 (1983)).4  And, if the parties choose a client-based limitation to define the territorial reach of \n                                                 \n4 Our Court of Appeals has enumerated six factors relevant to the determination of reasonableness:  \n(1) the area, or scope, of the restriction; (2) the area assigned to the employee; (3) the area where \nthe employee actually worked or was subject to work; (4) the area in which the employer operated; \n(5) the nature of the business involved; and (6) the nature of the employee's duty and his \nknowledge of the employer's business operation. \nHartman v. W.H. Odell & Assocs., Inc., 117 N.C. App. 307, 312, 450 S.E.2d 912, 917 (1994) (citing Clyde Rudd & \nAssocs., Inc. v. Taylor, 29 N.C. App. 679, 684, 225 S.E.2d 602, 605 (1976)).  As McGuirt concedes, (see McGuirt \nMot. to Dismiss 20 n.10), the Court may not, at this stage, engage in the fact-intensive review required to properly \nanalyze these factors. \n 16\nthe covenant, the “limitation cannot extend beyond contacts made during the period of the \nemployee’s employment.”  Id. at 282, 530 S.E.2d at 883. \n2. \nANALYSIS \n{76} In this case, the non-compete covenant defi nes McGuirt’s “Post-Termination Restriction \nPeriod” as “the greater of (x) two (2) years after the termination of [McGuirt’s] employment, for \nany reason . . . or (y) the Bonus/Alternate Bonus payment period as set forth in [McGuirt’s] \nCommercial Lines Vesting Agreement if [McGuirt] shall upon termination of his employment \nthen be entitled to receive any such payments . . . .”  (Compl. Ex. 1 ¶ 6(a).) \n{77} The covenant provides furthe r that, during the “Post-Termination Restriction Period,” \nMcGuirt will not: \nservice, place, solicit, divert, take away, or attempt to service, place, solicit, \ndivert, or take away any business, clients, customers or prospects of [WIS], and/or \naccounts he has been assigned or has developed for the placement of insurance or \nhas in any way serviced at any time during the last two years of his employment \nwith [WIS] . . . .  provided, however, that [McGuirt] shall be allowed to sell, \nservice and place insurance with those clients, customers, prospects, and accounts \nof [WIS] that were not clients, customers, prospects or accounts produced, \nassigned to or serviced by [McGuirt] in any way at any time during his last two \nyears of employment with [WIS] and for whom he does not have knowledge of or \npossess [WIS’s] proprietary and confidential information . . . . \n \n(Compl. ¶ 12; Ex. 1 ¶ 6(a)(i) (emphasis in original).) \n{78} The covenant also states: \n[T]o the extent that any customer, client, prospect or account of [WIS] leaves \n[WIS] at any time during the Post-Termination Restriction Period and transfers its \nbusiness or coverage . . . to [McGuirt] or to any agency affiliated in any manner \nwith [McGuirt], it shall be deemed conclusively proven that such customer, client, \nprospect or account was solicited by [McGuirt] in violation of the non-solicitation \ncovenant . . . . \n \n(Compl. ¶ 10; Ex. 1 ¶ 6(b) (emphasis added).) \n 17\n{79} Construing these provisions in  light of the facts alleged in the Complaint, the Court \narrives at the following legal conclusions. \n{80} First, the covenant contains a reasonable time  restriction of two years.  Contrary to the \nDefendants’ argument, (see McGuirt Mot. to Dismiss 18-19; ECM Mot. to Dismiss 2), the \nportion of the covenant that prevents McGuirt from servicing accounts that “he has been \nassigned or has developed for the placement of insurance or has in any way serviced at any time \nduring the last two years of his employment with [WIS],” (Compl. Ex. 1 ¶ 6(a)(i)), is not a “look \nback” period that adds to the length of the restriction. \n{81} Unlike the “look back” provision in Farr, the language here does not attempt to bring \nwithin its ambit all of WIS’s clients within the two years preceding McGuirt’s termination.  \nRather, the covenant is tailored to capture only those clients whom McGuirt worked with during \nthe two years preceding his termination.  At least at this stage, I conclude that this language is a \nreasonable method of defining the covenant’s client-based restrictions. \n{82} In any event, even if I determined that th e covenant incorporates a two-year “look back” \nperiod, the resulting four-year term is within the period defined by our appellate courts as the \nouter limit of enforceability.  See Eng’g Assocs., Inc. v. Pankow, 268 N.C. 137, 139, 150 S.E.2d \n56, 58 (1966) (stating that a five-year restrictive covenant might be held to be reasonable in some \ncircumstances). \n{83} Second, while McGuirt insists that the term of  the covenant is potentially as long as six \nyears and sixty days, (see McGuirt Mot. to Dismiss 18), this argument is premised on the Court’s \nconsideration of a document that is not properly before me.  More specifically, McGuirt argues \nthat the calculation of the “Bonus/Alternate Bonus payment period” set out in the covenant \nproduces a term of four years and sixty days, which, when added to the two-year “look back” \n 18\nperiod, contemplates a covenant well outside the five-year boundary.  (McGuirt Mot. to Dismiss \n18.) \n{84} McGuirt’s calculation, however, begins with a document identified in the covenant as the \n“Employee’s Commercial Lines Vesting Agreement.”  (McGuirt Mot. to Dismiss 18-19.)  As \nwas the case with the Stock Purchase Agreement, however, Plaintiff did not specifically \nreference this document in the Complaint, nor was it tendered to the Court.  Accordingly, I \ndecline to consider this argument. \n{85} Third, contrary to the Defendants’ argument, a covenant’s use of a client-based restriction \nin lieu of specific territorial restrictions, in combination with a two-year restrictive period, has \nbeen accepted under North Carolina law.  See, e.g., Triangle Leasing Co. at 229-30, 393 S.E.2d \nat 858; Wade S. Dunbar at 469, 556 S.E.2d at 335-36.  In this case, however, the Court agrees \nwith the Defendants that the language used in the covenant to achieve this end works instead to \nachieve an unreasonable effect.  (McGuirt Mot. to Dismiss 19-20.) \n{86} The Court finds that paragraph 6(a)(i) of the covenant is consistent with Farr and, \ntherefore, reasonable because it contains a carve-out clause allowing McGuirt to solicit WIS \nclients, customers, or accounts with whom he had no contact or relationship during the last two \nyears of his employment.  (See Compl. Ex. 1 ¶ 6(a)(i).) \n{87} Paragraph 6(b) of the covenant, however, inconsistently and unreasonably expands the \nscope of the previous limiting clause by imposing a conclusive presumption deeming McGuirt to \nhave violated the terms of the covenant if any WIS client, regardless of McGuirt’s contact or \nrelationship with that client, leaves WIS in favor of McGuirt’s new employer.  (See Compl. Ex. 1 \n¶ 6(b).) \n 19\n{88} Nothing more appearing, the Court would hold that this unreasonably broad provision \nrenders the entire covenant unenforceable.  Indeed, the general rule is that “if the territory [of a \nnon-compete agreement] is too broad, ‘the entire covenant fails since equity will neither enforce \nnor reform an overreaching and unreasonable covenant.’”  Hartman v. Odell & Assoc., Inc., 117 \nN.C. App. 307, 312, 450 S.E.2d 912, 917 (1994) (quoting Beasley v. Banks, 90 N.C. App. 458, \n460, 368 S.E.2d 885, 886 (1988)); see also CNC/Access, Inc. v. Scruggs, 2006 NCBC 20, at ¶¶ \n42-55 (N.C. Super. Nov. 17, 2006).\n{89} The facts of this case, however, prove the exception.  More specif ically, while “North \nCarolina’s ‘blue pencil’ rule severely limits what the court may do to alter [an unenforceable] \ncovenant . . . [a] court . . . may choose not to enforce a distinctly separable part of a covenant in \norder to render the provision reasonable.”   Hartman at 317, 450 S.E.2d at 920.  Such is the case \nhere, as the Court finds that it may excise the overly broad language of paragraph 6(b) of the \ncovenant, while giving effect to the remaining terms.  \n{90} In sum, the Court finds that, with one ex ception, the non-competition provisions of the \nAmended Employment Agreement, when considered in tandem, are reasonable under North \nCarolina law.  The Court also finds that it may excise the otherwise unreasonable term contained \nin paragraph 6(b) of the covenant and enforce the remainder.  Accordingly, the Court declines to \ngrant the Defendants’ Motions to Dismiss on this ground. \nCONCLUSION \n{91} Based on the foregoing, it is hereby ORDERED, ADJUDGED, and DECREED that the \nDefendants’ Motions to Dismiss are DENIED. \n \nThis the 19th day of December, 2006. \n 20"
}