{
  "id": "ab64d4d93b191e4a056189bfd32a8a9055a21049c8da18d7c1082b1c1e60a452",
  "source_file": "data/raw/ncbc/ab64d4d93b191e4a056189bfd32a8a9055a21049c8da18d7c1082b1c1e60a452.pdf",
  "raw_text": "Lecann v. Cobham, 2011 NCBC 29. \n \n \nSTATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 10 CVS 11169 \n \n \nNICOLE LECANN, DDS, Individually and ) \nDerivatively,   ) \n Plaintiff ) \n  ) \n v.  ) OPINION AND ORDER ON MOTIONS \n   ) FOR SUMMARY JUDGMENT  \nSHARON COBHAM, DDS, et al., )  \n  Defendants/ ) \n  Third-Party Plaintiffs ) \n   ) \n v.  ) \n   ) \nCHL II, LLC, et al.,  ) \n Third-Party Defendants ) \n \n \nTHIS CAUSE, designated a complex business case by Order of the Chief Justice \nof the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, all references to the North Carolina General Statutes will be to \"G.S.\"), and \nassigned to the undersigned Chief Special Superior Court Judge for Complex Business \nCases, is before the court upon the Plaintiff Nicole LeCann's (\"LeCann\") Motion for \nSummary Judgment (the \"Plaintiff's Motion\") and the Defendants/Third Party Plaintiffs' \nMotion for Summary Judgment (the \"Defendants' Motion\") (collectively, the \"Motions\"), \npursuant to the provisions of Rule 56(c), North Carolina Rules of Civil Procedure \n(\"Rule(s)\"); and \nTHE COURT, having considered the Motions, the arguments and briefs in \nsupport of and opposition to the Motions and appropriate matters of record, \nCONCLUDES that the Plaintiff's Motion should be GRANTED in part and DENIED in \npart, and the Defendants' Motion should be DENIED, for the reasons stated herein. \nSasser Fields, LLP by Robert E. Fields III, Esq. for Plaintiff. \n \nNorthern Blue, LLP by David M. Rooks III, Esq. for Defendant/Third Party Plaintiff \nSharon Cobham. \n \nJolly, Judge. \n \nI. \n \nFACTUAL BACKGROUND \n \n[1] Unless otherwise indicated herein,  the material facts reflected in \nparagraphs 2 through 10, 20 and 25 of this Opinion and Order are undisputed1 and are \npertinent to the issues raised by the Motions. \n[2] At times material to th is civil action, Plaintiff LeCann and Defendant Sharon \nCobham (\"Cobham\") were joint and equal owners of several dental practices \n(collectively, the \"Entities\") and three limited liability companies located in North \nCarolina.2  The Entities were: SHARON COBHAM, D.D.S. & NICOLE LECANN, D.D.S. \nIV, P.A. (a/k/a NORTH HILLS FAMILY DENTAL CARE) (the \"North Hills Practice\"); \nSHARON COBHAM, D.D.S. & NICOLE LECANN, D.D.S. V. P.A. (a/k/a DURHAM \nFAMILY DENTAL CARE) (the \"Durham Practice\"); SHARON J. COBHAM, D.D.S. & \nNICOLE LECANN, D.D.S., P.A. (a/k/a ANNE ELIZABETH FAMILY DENTAL CARE) (the \n\"Burlington Practice\"); SHARON JOVANNA COBHAM, D.D.S. & NICOLE LECANN, \nD.D.S. & ASSOCIATES, P.A. (a/k/a APEX FAMILY DENTAL CARE) (the \"Apex\" \n                                                 \n1 It is not proper for a trial court to make findings of fact in determining a motion for summary judgment \nunder Rule 56.  However, it is appropriate for a Rule 56 Order to reflect material facts that the court \nconcludes exist and are not disputed, and which support the legal conclusions with regard to summary \njudgment.  Hyde Ins. Agency v. Dixie Leasing, 26 N.C. App. 138 (1975). \n2 Compl. ¶ 3. \nPractice); SHARON COBHAM, D.D.S. AND NICOLE LECANN, D.D.S. II. P.A. (a/k/a \nWINSTON-SALEM II) (the \"Winston-Salem Practice\").3  The limited liability companies \nwere: CHL II, LLC (\"CHL\"); MHP III, LLC (\"MHP\") and SCNL, LLC (\"SCNL\").4  Defendant \nCobham also was the sole owner of Sharon Jovanna Cobham, D.D.S., P.A. (\"Winston-\nSalem I\"), a dental practice in Winston Salem. \n[3] LeCann and Cobham were the only two officers and directors of the \nEntities.5  They became deadlocked as to the management and operation of the Entities, \nand were unable to break the deadlock.  Their relationship, both professional and \npersonal, has since deteriorated. \n[4] On July 12, 2010, Plaintiff filed her Complaint in this matter, by which she \nseeks relief in eight (8) Counts (\"Claim(s)\"): Count I (Removal of Director); Count II \n(Breach of Fiduciary Duty to Plaintiff); Count III (Derivative Claim - Breach of Fiduciary \nDuty, Mismanagement and Waste); Count IV (Derivative Claim - Conversion, Money had \nand Received, and Money on an Account); Count V (Tortious Interference with Contracts \nand Prospective Economic Advantages); Count VI (Derivative Claim - Tortious \nInterference with Contracts and Prospective Economic Advantages); Count VII \n(Derivative and Individual - Unfair and Deceptive Trade Practices) and Count VIII \n(Derivative Action - Conflict of Interest and Self-Dealing). \n[5] Defendant Cobham has timely answered and asserted a counterclaim \nagainst Plaintiff individually, cross-claims against the Entities and third-party claims \nagainst MHP and SCNL (the \"Answer\"). \n[6] On September 17, 2010, Plaintiff filed her Motion. \n                                                 \n3 Id.  \n4 Id.  \n5 Id. ¶ 8. \n[7] In its Order on Motion for Dissolu tion and Appointment of Receiver (the \n\"Dissolution Order\"), entered on September 29, 2010, the court dissolved the Entities \npursuant to G.S. 55-14-30, dissolved the limited liability companies pursuant to G.S. \n57C-6-02 and appointed Dr. Joseph Laton, D.D.S. to serve as the Receiver for the \nEntities.6 \n[8] On October 6, 2010, De fendant filed her Motion.  \n[9] On December 9, 2010, the court aut horized the Receiver to go forward \nwith four transfer agreements (the \"Transfer Agreements\") whereby he offered to \ntransfer to Plaintiff LeCann and Defendant Cobham, individually, practice locations and \nassets of four of the dissolved Entities.  The transfer was anticipated to be in exchange \nfor assumption and ultimate satisfaction by LeCann and Cobham of certain debts and \nobligations associated with the respective dissolved Entities involved.  Pursuant to the \nTransfer Agreements, Plaintiff LeCann assumed the obligations related to the North Hills \nand Apex practices and Defendant assumed the obligations related to the Durham and \nBurlington practices.   \n[10] Effective December 1, 2010, Pl aintiff and Defendant began operating new, \nsolely owned dental practices from the old locations. \n[11] The Motions have been fully brief and argued, and are ripe for \ndetermination. \n \n \n \n                                                 \n6 On March 8, 2011, the court discharged Dr. Laton as Receiver and appointed Christine Mayhew, Esq. \nas substitute Receiver. \nII. \nMOTIONS FOR SUMMARY JUDGMENT \nA. \nPlaintiff's Motion \n[12] Under Rule 56(c), su mmary judgment is to be rendered \"forthwith\" if the \npleadings, depositions, answers to interrogatories and admissions on file, together with \nthe affidavits, if any, show that upon the forecast of evidence there exists no genuine \nissue as to any material fact and that any party is entitled to a judgment as a matter of \nlaw.  Grayson v. High Point Dev. Ltd. P'ship, 175 N.C. App. 786, 788 (2006).  The court \nviews the evidence in the light most favorable to the nonmoving party.  Bruce-Terminix \nCo. v. Zurich Ins. Co., 130 N.C. App. 729, 733 (1998).  \n[13] Plaintiff moves the court for partial summary judgment requiring \ndissolution of the Entities and appointing a licensed dentist to serve as receiver for \npurposes of winding up the affairs of the Entities, with the exception of prosecution of the \nClaims encompassed by Plaintiff's derivative Claims (\"Derivative Claims\") for alleged \nbreach of fiduciary duty and self-dealing by Defendant Cobham and recovery of \nunauthorized transfers made by Defendant Cobham from one or more of the Entities to \nWinston-Salem I, her solely-owned practice.  Plaintiff requests that the right and \nresponsibility to prosecute the Derivative Claims remain with her and not the Receiver. \n[14] In response, Defendant Cobham argues that Plaintiff is improperly \nasserting the Derivative Claims, as to which Defendant argues Plaintiff LeCann has not \nmade demand as required by North Carolina law.7  Therefore, Cobham contends, the \n                                                 \n7 For the reasons stated below, the court concludes that the demand by LeCann was proper.  \ncourt should order the Receiver to pursue any corporate claims against her rather than \nPlaintiff.  \n[15] In light of the court's Dissolution  Order, Plaintiff's Motion with respect to \nthe dissolution of the Entities and the appointment of a Receiver is MOOT.  Accordingly, \nPlaintiff's Motion with respect to those requests should be DENIED. \n[16] With regard to Plaintiff's content ion that the court should allow her to \ncontinue prosecution of the Derivative Claims asserted against Defendant Cobham, the \ncourt notes that Plaintiff has vigorously and thoroughly pursued the Derivative Claims so \nfar in the litigation process.  Plaintiff is more knowledgeable about the Claims and the \nfacts than the Receiver, who has only been involved in this matter since March 2011.  \nThe court is not persuaded by Defendant's contention that LeCann is unable to \nprosecute the derivative Claims because of hostility between the parties. \n[17] Accordingly, the court CONCLUDES that Plaintiff is a proper party to \nprosecute the Derivative Claims, and Plaintiff's Motion in that regard should be \nGRANTED.  \nB. \nDefendant's Motion \n[18] Defendant Cobham contends that she is entitl ed to summary judgment on \nCounts II through VIII of Plaintiff's Complaint because Plaintiff has not properly asserted \nthe Derivative Claims and because Plaintiff's individual claims fail since shareholders \ngenerally are not entitled to sue for injuries to a corporation. \n \n \n1. \nDerivative Claims – Demand Requirement  \n[19] Specifically, Defendant  contends that Plaintiff failed to make demand \npursuant to G.S. 55-7-42 prior to asserting the Derivative Claims. \n[20] Plaintiff responds that on numerous  occasions, and more than ninety (90) \ndays before filing the Complaint,8 she made written demand upon Defendant Cobham to \nstop her alleged misappropriation of corporate funds.  In support of this contention, \nPlaintiff submits copies of e-mails, affidavits and even Defendant's Answer, in which \nDefendant acknowledges that Plaintiff objected to Defendant's transfers of funds to \nDefendant's solely owned practice, Winston Salem I.9   \n[21] Under North Carolina law, if s hareholders bring an action to enforce a \nprimary right belonging to the corporation, their claim is derivative and the corporation is \na necessary party.  Howell v. Fisher, 49 N.C. App. 488, 492 (1980).  North Carolina law \nrequires shareholders to \"seek to obtain their remedy within the corporation itself\" before \na derivative action can be brought.  Bridges v. Oates, 167 N.C. App. 459, 467 (2004).  \nOne of these intracorporate remedies is the making of a \"demand\" upon the corporation \nto take suitable action.  Russell M. Robinson, II, ROBINSON ON NORTH CAROLINA \nCORPORATION LAW, § 17.03[1] (7th ed. 2009). \n[22] Under North Carolina's demand requirement: \nNo shareholder may commence a derivative proceeding \nuntil: (1) written dem and has been made upon the \ncorporation to take suitabl e action; and (2) 90 days have \nexpired from the date the demand was made unless, prior to \n                                                 \n8 Plaintiff argues in the alternative, that even without demands, Plaintiff has standing to proceed directly \nas the only disinterested shareholder since Defendant Cobham is disqualified from acting with regard to \nsuch claims by virtue of her conflict of interest. \n9 See Answer ¶ 20.  \nthe expiration of the 90 days, the shareholder was notified \nthat the corporation reject ed the demand, or unless \nirreparable injury to the corpor ation would result by waiting \nfor the expiration of the 90-day period.  \n \nG.S. 55-7-42. \n \n[23] \"A plaintiff's failure to satisf y this demand requirement constitutes an \ninsurmountable bar to recovery.\"  Green v. Condra, 2009 NCBC 21, ¶ 89 (internal \nquotations omitted). \n[24] \"The form of the demand is not specifi ed, except to require that it be in \nwriting; but to serve its purpose it should set forth the facts of share ownership and \ndescribe the redress demanded with enough particularity to allow the corporation either \nto correct the problem, if any, without a lawsuit or to bring its own direct action.\" \nROBINSON ON NORTH CAROLINA CORPORATION LAW, § 17.03[1] (7th ed. 2009).  This court \nhas noted that \"[i]n determining whether the demand requirement has been met the \nCourt must compare the derivative claims asserted in a complaint against the specific \ndemands a plaintiff has made prior to filing suit.\"  Garlock v. Hilliard, 2000 NCBC 11, ¶ \n14 (N.C. Super. 2000).  The demand must be made with sufficient clarity and \nparticularity to permit the corporation to assess its rights and obligations and determine \nwhat action is in the best interest of the company.  Id.  \n[25] Plaintiff argues that she m ade written demand numerous times upon \nDefendant Cobham to cease and desist from diverting corporate funds.  Plaintiff submits \nseveral e-mails dating back to 2009 in which Plaintiff demands that Defendant Cobham \ncease transferring corporate funds and to return any money already transferred.\n10  \nPlaintiff also submits two sworn affidavits in which she testifies that she repeatedly made \n                                                 \n10 July 16, 2010 LeCann Aff. Exs. C, G; July 23, 2010 LeCann Aff. Ex. B; Pl. Reply Br. Supp. Mot. Summ. \nJ. Ex. A. \ndemands on Defendant to stop diverting funds.  Plaintiff's demands were clear and were \nparticular enough to put Defendant Cobham reasonably on notice as to the substance of   \nPlaintiff's objections.11 \n[26] Based upon the evidence submitted by Plaintiff, the court CONCLUDES \nthat Plaintiff made proper demand before asserting the Derivative Claims and therefore, \nmay proceed with them in this action.  Defendant Cobham's Motion in this regard should \nbe DENIED. \n2. \nPlaintiff's Individual Claims \n[27] The court now turns to whether Plai ntiff has valid individual Claims against \nDefendant Cobham.  Defendant categorizes Plaintiff's individual Claims as derivative \nand contends that Plaintiff may not proceed with her individual Claims since Plaintiff is a \n50 percent owner and not at risk of being oppressed by a majority shareholder.  \nDefendant further argues that allowing Plaintiff to proceed with her individual Claims \nposes a serious risk to the claims and interest of creditors of the Entities.  Plaintiff \nresponds that Defendant owed her a special duty as the only other shareholder in the \nEntities and that she has suffered an injury separate and distinct from the Entities.  \n[28] It is a well-established rule in North Carolina \"that shareholders cannot \npursue individual causes of action against third parties for wrongs or injuries to the \ncorporation that result in the diminution or destruction of the value of their stock.\"  Barger \nv. McCoy Hillard & Parks, 346 N.C. 650, 658 (1997).   Shareholders cannot bring actions \nin their individual capacity to enforce causes of action accruing to the corporation.  \nFulton v. Talbert, 255 N.C. 183, 185 (1961).  \n                                                 \n11 July 16, 2010 LeCann Aff.; July 23, 2010 LeCann Aff. \n[29] There are, however, two exceptions to the Barger rule: \n[A] shareholder may maintain an  individual action against a \nthird party for an injury that directly affects the shareholder, \neven if the corporation also has a cause of action arising \nfrom the same wrong,  if the shareholder can show that the \nwrongdoer owed him a special duty  or that the injury \nsuffered by the shareholder is separate and distinct from the \ninjury sustained by the other shareholders or the corporation \nitself. \n \nRegions Bank v. Reg'l  Prop. Dev. Corp., 2008 NCBC 8, ¶ 45 (2008) (quoting Barger, \n346 N.C. at 658-59) (emphasis added). \n[30] To proceed under the first, or \"special duty\" exception to Barger, \"the \n[special] duty must be one that the alleged wrongdoer owed directly to the shareholder \nas an individual.\"  Barger, 346 N.C. at 659 (internal quotations omitted). \n[31] The special duty may arise from contract or otherwise.  Id at 659.  \"The \nexistence of a special duty thus would be established by facts showing that defendants \nowed a special duty to plaintiffs that was personal to plaintiffs as shareholders and was \nseparate and distinct from the duty defendants owed the corporation.\"  Id.  A special duty \nhas been found when an individual was induced to become a shareholder by the \nwrongful actions of a party.  Id. (citing Howell, 49 N.C. App. at 498).  Other examples \ninclude \"when a party violated its fiduciary duty to the shareholder . . . when the party \nperformed individualized services directly for the shareholder . . . and when a party \nundertook to advise shareholders independently of the corporation . . . .\"  Id. (internal \ncitations omitted). \n[32]   Here, Plaintiff has alleged that  Defendant, as the only other shareholder \nin the Entities, owes both Plaintiff and the Entities a fiduciary duty of due care, good \nfaith, loyalty, fair dealing and full disclosure.12  In fact, in her Answer, Defendant alleges \nthat Plaintiff, \"as an officer, director or manager of the [Entities] owes a duty of care, \ngood faith, loyalty, fair dealing, full disclosure, avoidance of self dealing . . . to the \n[Entities] and to her business partner, Dr. Cobham.\"13  It appears that the parties, as fifty \npercent shareholders in the Entities, acted more as partners than shareholders. \n[33] Given the nature of the professional relationship between the parties, the \norganization of the Entities and the fact that both parties contend they owed the other a \nfiduciary duty of care, the court CONCLUDES that there exists one or more genuine \nissues of material fact as to whether Defendant Cobham owed Plaintiff a special duty \nunder the first exception to the Barger rule.  Accordingly, Defendant's Motion in this \nregard should be DENIED. \nIII. \nORDER \nNOW THEREFORE, based upon the foregoing CONCLUSIONS, it hereby is \nORDERED that:  \n[34] Plaintiff LeCann's Motion for Summary  Judgment is MOOT with regard to \nher request for dissolution of the Entities and appointment of a Receiver, and it therefore \nis DENIED. \n[35] Plaintiff's Motion is GRANTED with regard to her request that she \nprosecute the Derivative Claims asserted in the Complaint. \n[36] Defendant Cobham's Motion fo r Summary Judgment is DENIED. \n                                                 \n12 Compl. ¶ 28. \n13 Answer ¶ 27.  \n[37] This matter will be called for non-ju ry trial at 10:00 a.m., on August 15, \n2011.  Trial will be held at the North Carolina Business Court, 225 Hillsborough Street, \nSuite 303, Raleigh, North Carolina 20603. \n[38] On or before the close of busi ness on Monday, August 8, 2011, each party \nshall file with the court (a) a trial brief stating that party's contentions and arguments with \nregard to the legal, factual and evidentiary issues reasonably anticipated to be raised at \ntrial of this matter; (b) proposed findings of fact and conclusions of law and (c) any \nmotions in limine requiring resolution before trial.  If opposing counsel wishes to respond \nto any of the foregoing, such response shall be filed with the court before the close of \nbusiness on Thursday, August 11, 2011. \nSO ORDERED, this the 2nd day of August, 2011. "
}