{
  "id": "ab885f67ac3adce208c15da8806a442840f6177e3577c61f4d69b13db42f0be8",
  "source_file": "data/raw/ncbc/ab885f67ac3adce208c15da8806a442840f6177e3577c61f4d69b13db42f0be8.pdf",
  "raw_text": "Davis v. Davis, 2015 NCBC 95. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF DARE 13 CVS 388 \n \nMELVIN L. DAVIS, JR. and J. REX DAVIS, ) \n Plaintiffs, )  \n  )  \n v.  ) OPINION AND ORDER ON MOTIONS  \n   )  FOR SUMMARY JUDGMENT \nDOROTHY C. DAVIS and MKR  ) \nDEVELOPMENT, LLC, a Virginia Limited ) \nLiability Company,  ) \n  Defendants. ) \n \nTHIS CAUSE, designated a mandatory comple x business case by Order of the Chief \nJustice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, references to the North Caroli na General Statutes will be to “G.S.”), and \nassigned to the undersigned Special Superi or Court Judge for Complex Business Cases, \ncomes before the Court upon Plaintiffs’ Motion for Summary Judgment (“Plaintiffs’ Motion”) \nand Defendant Dorothy C. Davis’ Motion fo r Summary Judgment (“Mrs. Davis’ Motion”) \n(collectively, “Motions”), pursuant to Rule 56 of the North Carolina Rules of Civil Procedure \n(“Rule(s)”). On August 19, 2015, the Court held a hearing on the Motions. \nTHE COURT, after reviewing the Motions, brie fs in support of and in opposition to \nthe Motions, the record evidence filed by th e parties, the arguments of counsel, and other \nappropriate matters of record, FINDS and CONCLUDES as stated herein.\n \nWilliams Mullen, by Camden R. Webb, Esq. and Elizabeth C. Stone, Esq., for \nPlaintiffs. \nVandeventer Black LLP, by Norman W. Shearin, Esq. and Ashley P. Holmes, Esq., \nand LeClairRyan, by Thomas M. Wolf, Esq., for Defendants. \n \nMcGuire, Judge. \nPROCEDURAL HISTORY \n \n1. On July 23, 2013, Plaintiffs Melvin L. Davis, Jr. and J. Rex Davis commenced \nthis action against Defendants by filing their Complaint in Dare County Superior Court. The \n \n \naction was designated as civil action number 13 CVS 388 by the Clerk of Superior Court of \nDare County. The Complaint sought a declaratory judgment finding that the language of the \nlife estate granted to Defendant Dorothy Davi s (“Mrs. Davis”) by a certain North Carolina \ndeed (the “Deed”) prohibited her from renting a piece of real estate (the “Property”) without \nthe express permission of MKR Development, LLC  (“MKR”). Plaintiffs also request that the \nCourt permanently enjoin Mrs. Davis from renting the Property without the written approval \nof MKR.  \n2. On November 21, 2014, the Court issued an Opinion and Order denying Mrs. \nDavis’ Motion to Dismiss in Lieu of Answer pursuant to Rules 12(b)(1) and 12(b)(6). With \nrespect to the 12(b)(1) challenge, the Court found  that Plaintiffs had standing to pursue the \naction, as they successfully established their ri ght to bring a derivative action on behalf of \nMKR. With respect to the 12(b)(6) challenge,  the Court found that the Deed does not \nunambiguously grant Mrs. Davis the authority to rent the Property to third parties.  \n3. On May 15, 2015, Mrs. Davis filed her Motion for Summary Judgment moving \nthe Court for an order (1) granting summary judgment in her favor; (2) dismissing Plaintiffs’ \nComplaint with prejudice; and (3) requiring Plaintiffs to pay Mrs. Davis reasonable expenses, \nincluding attorneys’ fees incurred by her in the defense of this action.  \n4. On May 18, 2015, Plaintiffs filed their Motion for Summary Judgment moving \nthe Court for an order granting summary judgment in favor of Plaintiffs and declaring that \nthe plain language of the Deed does not allow Mrs. Davis to rent the Property. \n5. Plaintiffs’ Motion and Defendant’s Motion have both been fully briefed and \nargued and are ripe for determination.  \n \n \n \n \n \nFACTUAL BACKGROUND \n6. Plaintiffs Melvin L. Davis, Jr. (“Mel Jr.”) and J. Rex Davis (“Rex”), as well as \nDefendant Mrs. Davis, are citizens and residents of Virginia. 1 Plaintiffs are brothers, and \nMrs. Davis is their mother.2 \n7. In 1997, Plaintiffs and Kaye Davis (“ Kaye”), their sister, formed nominal \nDefendant MKR for real estate in vestment and related activities. 3 The three siblings have \nequal interests in MKR and are the sole members and managers.4 \n8. In the 1980s, Mrs. Davis and her husband, Melvin L. Davis, Sr., (“Mr. Davis”) \nwho is now deceased, purchased the Property, located in Dare County, North Carolina.5  \n9. Prior to 2009, Mr. and Mrs. Davis rented the Property from time to time when \nthey needed extra cash, and Southern Shores Realty managed the rental of the Property. 6 \nPlaintiffs, Kaye, and their brother Tommy were  aware that Mr. and Mrs. Davis made the \nProperty available to rent.7 \n10. In January 2009, Mrs. Davis entered into an Exclusive Rental Management \nAgreement with Southern Shores Realty Serv ices, Inc., to lease and manage the Property, \nand the agreement provided that the Property was available for rent starting on June 27, \n2009.8 Plaintiffs were aware that Mrs. Davis had entered into the agreement with Southern \nShores Realty.9 In 2009, the gross rental income on the Property that year was $21,595.00.10 \n                                                 \n1 Compl. ¶¶ 3, 4, 6. \n2 Id. ¶¶ 7, 12. \n3 Id. ¶ 8. \n4 Id. ¶ 9. \n5 Mrs. Davis Dep. 9:16-25. \n6 Id. ¶¶ 9:2-11, 14:17-15:5, 45:21-46:1. \n7 See Rex Dep. 7:4-8:9; Kaye Dep. 18:19-17:2; Mrs. Davis Ans. to Interrogatory No. 3 at 5.  \n8 Def.’s Mem. Opp. to Pl.’s Mot. Summary Judgment Ex. 8. \n9 See Mel Jr. Dep. 22:5-20, 23:12-15; Rex Dep. 29:16-30:7. \n10 Def.’s Mem. Opp. to Pl.’s Mot. Summary Judgment Ex. 10. \n \n \n11. In 2009, Mr. and Mrs. Davis wanted to transfer the Property to each of their \nfour children, but Mel Jr., Rex, and Kaye di d not want to own the Property with Tommy. 11 \nMr. and Mrs. Davis also wanted to satisfy certain financial obligations, including a \npromissory note associated with Tommy’s personal residence for which they were primarily \nliable for approximately $270,000.12 As a result, the Davis children came up with the idea of \ngifting the Property to MKR, and MKR would in turn pay Mr. and Mrs. Davis for Tommy’s \none-quarter interest in the Property.13 This idea fulfilled Mr. and Mrs. Davis’ intent to make \na gift to their children and treat all four children equally.14  \n12. Mel Jr. retained Donald Stokes (“Stokes”), a Virginia attorney, about the \nappropriate structure of the transaction for tax and estate planning purposes. 15 Stokes \ndrafted the Deed as to the Property, and MKR paid Stokes’ bill related to the deed.16 \n13. On or about May 22, 2009, Mr. and Mrs. Davis executed the Deed.17 The Deed \nstates, in relevant part: \nThe Grantors hereby reserve unto themse lves, a life estate in the Property, \nsaid life estate to be personal to the use of the Grantors, or the survivor thereof, \nand may not be utilized by any other pers on, nor may it be reduced to a cash \nvalue for the benefit for the Grantors, or the survivor thereof, but must remain \nalways during the lifetime of said Grant ors, or the survivor thereof, available \nfor their individual and personal use without interference from either the \nremaindermen or any other person.18 \n \n                                                 \n11 Rex Dep. 13:3-16:8.  \n12 Rex Dep. 14:18-15:20; Mel Jr. Dep. 40:23-41:5. \n13 Mel Jr. Dep. 40:23-42:25; Rex Dep. 15:21-16:8. \n14 See Rex Dep. 17:1-3; 20:22-25; Stokes Dep. 9:3-10, 13:6-15:4. \n15 Stokes Dep. 5:9-18. \n16 Id. 9:21-23, 15:25-16:2, 29:10-17; 86:10-16, 88:14-17, and 89:5-17. \n17 Def.’s Mem. Opp. to Pl.’s Mot. Summary Judgment Ex. 1. \n18 Id. \n \n \n14. Stokes used language in the Deed t hat “was more restrictive than would \ncustomarily be found in that type of a straig ht-forward deed of life estate and remainder.”19 \nHe chose the language in the Deed for the following reasons: \nOne, it was to protect [Mr. and Mrs. Davis] in their interest from creditors; and \ntwo, to ensure that their interest coul d not be reduced to a monetary amount. \nBecause at their age and their life expectancy, if it had been done so, the \namount of money that they would have received would have been far less than \nwhat the value of the occupancy of the properties that they were entitled to.20 \n \n15. Stokes utilized the language in the Deed  with the intention that it would \nprohibit Mr. and Mrs. Davis from renting out the Property during their life tenancy.21 Stokes \ntestified that he “read the documents and went over the documents with [Mr. and Mrs. Davis] \nbefore they signed them, with the consequences of what the language meant.” 22 Stokes did \nnot ascertain from Mr. and Mrs. Davis what their intentions were with respect to renting the \nProperty after executing the Deed. 23 Stokes did not recall any conversations with Mr. and \nMrs. Davis in which he discussed whether or not they would be able to rent the property after \nthey executed the Deed.24 \n16. In conjunction with the closing, MKR tendered $275,000 in cash and $250,000 \nin the form of a promissory note for the benefit of Mr. and Mrs. Davis.25 \n17. Pursuant to the Deed, the word “Property” refers to the land and the house to \nwhich a remainder interest is conveyed, and the life estate in that Property cannot be reduced \nto a cash value.26 Stokes conceded it is not the temporary use of the Property that cannot be \n                                                 \n19 Stokes Dep. 16:18-24. \n20 Id. 17:2-9. \n21 Id. 68: 21-25; 69:1-3. \n22 Id. 69:8-10.  \n23 Id. 29:5-9. \n24 Id. 22:15-20. \n25 Pl.’s Mem. Mot. Summary Judgment Ex. D; Mel Jr. Dep. 16:10-19, 17:22-25. \n26 Stokes Dep. 21:7-16. \n \n \nreduced to a cash value; instead, it is the life estate that cannot be reduced to a cash value.27 \nMrs. Davis was told that she could not sell the Property after the transfer to MKR.28 \n18. Mr. and Mrs. Davis never discussed wanting to preclude themselves from \nrenting the Property. 29 The Deed does not include any lang uage that explicitly states that \nthe life tenants are precluded from renting out the Property during the life tenancy. 30 Mr. \nand Mrs. Davis were in fact renting out the Property at the time they executed the Deed \ntransferring the remainder interest.\n31  \n19. Following the execution of the Deed, th e Property was not rented by third \nparties in 2010, 2011, or 2012.32 \n20. On July 17, 2012, Mr. Davis passed away, leaving Mrs. Davis as the sole life \ntenant of the Property.33 \n21. On July 30, 2012, Plaintiffs, in their capacity of Member-Managers of MKR, \nwrote a letter to Mrs. Davis reminding her of  the restrictions set forth in the Deed and \ncautioning her that the Property “must remain available for [her] personal use and may not \nbe used to provide income to [her].”34 \n22. In April 2013, Mrs. Davis entered into an Exclusive Rental Management \nAgreement with Outer Banks Blue, LLC (“Outer Banks Blue”).35  The Rental Agreement gave \nOuter Banks Blue the authority to rent the property and further provided that: “Once a \nreservation (confirmed or otherwise) has been  recorded in the computer system for the \n                                                 \n27 Id. 21:7-20. \n28 Mrs. Davis Dep. 37:21-24. \n29 Mel Jr. Dep. 20:16-22. Kaye Dep. 89:1-19. \n30 Def.’s Mem. Opp. to Pl.’s Mot. Summary Judgment Ex. 1. \n31 Def.’s Mem. Opp. to Pl.’s Mot. Summary Judgment Ex. 8. \n32 Kaye Dep. 17:19-18:7. \n33 Compl. ¶ 14. \n34 Pl.’s Mem. Mot. Summary Judgment Ex. H. \n35 Pl.’s Mem. Mot. Summary Judgment Ex. I. \n \n \ncompany, Agent will not move guest. Owner unde rstands they have no right to go upon the \nproperty during any rentals over the term of the management agreement.”36 \n23. In July 2013, Plaintiffs filed this declaratory judgment action claiming that the \nplain language of the Deed precludes Mrs. Davis from renting the Property. \nDISCUSSION \n24. Pursuant to Rule 56, Mrs. Davis moves the Court to enter summary judgment \nin her favor and dismiss the Plaintiffs’ Complaint with prejudice. Also pursuant to Rule 56, \nPlaintiffs move the Court to enter summary ju dgment in their favor and seek a declaratory \njudgment that the plain language of the Deed does not allow Mrs. Davis to rent the Property.  \n25. In North Carolina, “summary judgment ‘shall be rendered forthwith if the \npleadings, depositions, answers to interrogatories, and admissions on file, together with the \naffidavits, if any, show that there is no genui ne issue as to any material fact and that any \nparty is entitled to a judgment as a matter of law.’” Charlotte-Mecklenburg Hosp. Auth. v. \nTalford, 366 N.C. 43, 47 (2012) (quoting Rule 56(c)). In considering a motion for summary \njudgment, the Court views the record in the li ght most favorable to the non-moving party. \nFairfield Harbour Prop. Owners Assn. Inc., v. Midsouth Golf, LLC , 215 N.C. App. 66, 74 \n(2011). “The moving party bears the burden of establishing that there is no genuine issue of \nmaterial fact.” Id. (citing Dalton v. Camp, 353 N.C. 647, 651 (2001)). The moving party also \nbears \"the burden of clearly establishing lack of a triable issue\" to the trial court. N.C. Farm \nBureau Mut. Ins. Co. v. Sadler, 365 N.C. 178, 182 (2011) (quoting N.C. Nat'l Bank v. Gillespie, \n291 N.C. 303, 310 (1976)). To be entitled to summary judgment, the moving party must show \nthat “there are no gaps in his proof; that no inferences inconsistent with his recovery arise \n                                                 \n36 Id. at 3. \n \n \nfrom his evidence; and that there is no standard that must be applied to the facts by the jury.” \nCharlotte-Mecklenburg Hosp. Auth., 366 N.C. at 47. \n26. Mrs. Davis primarily asserts that the Deed at issue contains restrictive \nlanguage which constitutes an unlimited restraint on alienation of her life estate in the \nProperty in violation of public policy and that the Deed is therefore void. Plaintiffs, however, \ncontend that the Deed is not void as agains t public policy where Mr. and Mrs. Davis, the \ngrantors, reserved a life estate in themselves and voluntarily restricted their own ability to \nconvey the Property. While the parties dispute the extent to which the clauses of the Deed at \nissue restrict Mrs. Davis’ use of or the ability to convey the life estate, neither disputes that \nthe Deed contains restrictions on Mrs. Davis’ interest in the life estate. Because the legal \nconcept of restraints on life estates will affe ct the Court’s analysis, the Court will begin by \nanalyzing the law of this concept. \n27. “[A] life estate is an estate in land, vesting the holder with the right to use and \npossess the property during his lifetime.” Brinkley v. Day, 88 N.C. App. 101, 103 (1987). “[A] \nlife tenant owes certain duties to the rema indermen regarding payment for taxes and \ninsurance and the prevention of waste.” Id. at 105 (citing Thompson v. Watkins , 285 N.C. \n616, 620 (1947) (“The life tenant has the obligation to list and pay the taxes on the \nproperty.”)).   \n28. An unlimited restraint on alienation of a life estate is against public policy, \nand therefore, void. See, e.g., Pilley v. Sullivan, 182 N.C. 493, 496 (1921) (“The clause which \npurports to ingraft upon the devise an unlimited restraint on alienation is not only repugnant \nto the estate devised, but is in contravent ion of public policy, and therefore void.”); Lee v. \nOates, 171 N.C. 717, 721 (1916) (“[T]his Court has for many years consistently held that the \ndoctrine as to restraints on alienation applies as  well to estates for life as to estates in fee \nsimple, and to equitable estates as well as to legal estates.”); Wool v. Fleetwood, 136 N.C. 460 \n \n \n(1904) (holding that a provision in a will prohibiting the life tenant from selling the life estate \nwas void); Wachovia Bank & Trust Co. v. John Thomasson Constr. Co., 3 N.C. App. 157, 162 \n(1968) (“Prohibitions against alienation imposed by the transferor of legal and equitable fees \nand legal life estates upon the transferee are held by the common law to be invalid as against \npublic policy.”). \n29. The underlying principle behind the prohibition of direct restraints on \nalienation is that it is necessary to mainta in a society controlled primarily by its living \nmembers and facilitate the utilization of wealth. Smith v. Mitchell, 301 N.C. 58, 62 (1980) \n(citing 4 Restatement of the Law of Property, Introductory Note to Part II at p. 2379 (1944)). \nThis principle favoring alienability, however, conflicts with another common law tenet—that \none who has an interest in property should be able to convey that interest subject to whatever \ncondition he or she desires to impose on the conveyance. Id. (citing 4 Restatement of the Law \nof Property, Introductory Note, supra at p. 2380). Faced with this conflict, the law has \ndeveloped so that “some direct restraints on  alienation are permissible where the goal \njustifies the limit on the freedom to alienate or where the interference with alienation in a \nparticular case is so negligible that the major policies furthered by freedom of alienation are \nnot materially hampered.” \nId. (citing 4 Restatement of the Law of Property, Introductory \nNote, supra at p. 2380).  \nThus the general rule is that a restraint on alienation which provides that the \nproperty cannot be alienated, a disabling restraint, is per se invalid, while \nrestraints which provide only that someone’s estate may be forfeited or be \nterminated if he alienates, or that pr ovides damages must be paid if he \nalienates, may be upheld if reasonable.  \n \nId. (citations omitted).  In accordance, North Carolina has recognized some limited restraints \non alienation of life estates as being permissible. Id. (recognizing indirect restraints on \nconveyance of a fee subject to a possibility of reverter or to a condition subsequent). \n \n \n30. In this case, Plaintiffs do not argue that there is anything limited about the \nrestraint on Mrs. Davis’ right to alienate her life estate.  To the contrary, they contend that \nnot only is she prohibited from selling the life estate, she cannot rent or even permit others \nto use the Property.  Instead, Plaintiffs’ primary argument is that since Mrs. Davis is both \nthe grantor and the life tenant and imposed the restrictions upon her own use of the life \nestate, the restriction in the Deed does not implicate the public policy reasons underlying the \nprohibition on restrictions on alienation.  Plai ntiffs have not cited to precedent from North \nCarolina or any other jurisdiction that recogn izes such a distinction between a life estate \ngranted to a third party versus one reserved by a grantor.  \n31. Mrs. Davis’ relies on \nLee v. Oates  in which the Supreme Court of North \nCarolina examined restrictions placed on the co nveyance of property by  the grantor to her \nson, subject to a life estate in a third party. 171 N.C. at 717. In Lee, the deed included a \nprohibition against alienation of the life estate that was expressly agreed to by the life tenant. \nThe defendant argued that because the life te nant and plaintiff both signed the deed and \nassented to the covenant restraining the life tenant from conveying away her estate, the life \ntenant and plaintiff were estopped from violating the provision in the deed. Id. at 724. \nHowever, the court disagreed, finding that “[t] he covenant was a ‘dead letter’ when it was \nentered into,” and it could not be vitalized just because the plaintiff and life tenant agreed to \nsign the deed with the restriction. Id.  \n32. Plaintiffs contend that the instant case is distinguishable from Lee for the \nfollowing reasons. First, the Deed here did not convey a life estate to Mr. and Mrs. Davis, but \nreserved a life estate in their favor. Second, Mr. and Mrs. Davis did not seek to impose a \nrestriction on a third party’s ability to convey  or use the property but, rather, voluntarily \nrestricted their own interest in the Property. The Cour t is not persuaded, however, that \nPlaintiffs’ contentions are relevant to its ana lysis, as first and foremost the Court must \n \n \nanalyze whether the restrictions in the Deed co nstitute a disabling restraint on alienation \nthat is per se void. \n33. Here, the Deed provides that the life es tate “may not be utilized by any other \nperson, nor may it be reduced to a cash value.”37 Instead, the life estate must always remain \n“available for [Mr. and Mrs. Davis’] individual and personal use without interference from \neither the remaindermen or any other person.” 38 Together, these provisions prohibit Mrs. \nDavis from transferring her interest in the life estate under any circumstance. The language \nof the Deed does not provide only that Mrs. Davis’ life estate may be forfeited or be terminated \nif she alienates or that damages must be paid  if she alienates. Accordingly, the provisions \nconstitute a disabling restraint on alienation of  the life estate, rather than a forfeiture or \npromissory restraint. Smith, 301 N.C. at 62. Thus, at the time Mr. and Mrs. Davis executed \nthe Deed, the disabling restraint found in the Deed was a “dead letter” and per se invalid. \nLee, 171 N.C. at 724; Smith, 301 N.C. at 62. To hold such a restraint on alienation as valid \nsimply because Mr. and Mrs. Davis knowingly or  voluntarily assented to signing the Deed \ncontaining those provisions “would enforce a restriction by estoppel which the law declares \nvoid.” Lee, 171 N.C. at 724.  \n34. The Court concludes that the provisions in the Deed stating that the life estate \n“may not be utilized by any other person, nor ma y it be reduced to a cash value,” and must \nalways remain “available for [Mr. and Mrs. Davis’] individual and personal use without \ninterference from either the remaindermen or any other person” create a disabling restraint \n                                                 \n37 Def.’s Mem. Opp. to Pl.’s Mot. Summary Judgment Ex. 1. \n38 Id. \n \n \non the alienation of Mrs. Davis’ life estate, which is against public policy; thus, such \nprovisions found in the Deed are void.39   \n35. As the Court holds the aforementioned Deed provisions invalid, the Deed’s \nremaining language is in direct conflict with Plaintiffs’ claim that Mrs. Davis cannot rent the \nProperty to third parties without MKR’s consen t. Plaintiffs do not contend that any other \nlanguage contained in the Deed would prohibit  Mrs. Davis from renting the Property, and \nmoreover, absent the aforementioned provisions, there is no remaining language in the Deed \nthat can be construed to preclude Mrs. Davis from renting the Property. Accordingly, Mrs. \nDavis is entitled to summary judgment on Plaintiffs’ claims.   \nTHEREFORE, IT IS ORDERED, based upon the foregoing FINDINGS and \nCONCLUSIONS that: \n36. Mrs. Davis’ Motion for Summary Judgment is GRANTED, and the Plaintiffs’ \nComplaint dimissed. \n37. Plaintiffs’ Motion for Summary Judgment is DENIED. \nThis the 21st day of October, 2015. \n    /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases  \n \n \n \n                                                 \n39 While the Court holds these provisions in the Deed invalid, it does not hold the remaining \nlanguage of the Deed invalid. Accordingly, Mrs. Davis still has a life estate interest in the Property \nand Plaintiffs have a remainder interest. "
}