{
  "id": "abd366535123383af0a5705078a1055f7ec14072247c6b39552fd8fe9b5d0020",
  "source_file": "data/raw/ncbc/abd366535123383af0a5705078a1055f7ec14072247c6b39552fd8fe9b5d0020.pdf",
  "raw_text": "AP Atl., Inc. v. Crescent Univ. City Venture, LLC, 2017 NCBC 59. \n \nNORTH CAROLINA \n \nMECKLENBURG COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 14745 (Master File) \n16 CVS 14844 (Related Case) \nAP ATLANTIC, INC. d/b/a \nADOLFSON & PETERSON \nCONSTRUCTION, \n \n    Plaintiff, \n \nv. \n \nCRESCENT UNIVERSITY CITY \nVENTURE, LLC AND THE \nGUARANTEE COMPANY OF \nNORTH AMERICA USA; BB & M \nARCHITECTURE, PLLC; SCA \nENGINEERS, INC.; MADISON \nCONSTRUCTION GROUP, INC.; \nTRUSSWAY MANUFACTURING, \nINC.; and T. A. KAISER HEATING \n& AIR, INC., \n \nDefendants, \n \nv. \n \nSEARS CONTRACT, INC. and \nARCH INSURANCE COMPANY, \n \n                 Third-Party Defendants. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON  \nARCH INSURANCE COMPANY’S \nMOTION FOR JUDGMENT  \nON THE PLEADINGS \n \n \n \n \n \n \nMADISON CONSTRUCTION \nGROUP, INC., \n \n                      Third-Party Plaintiff, \n \nv. \n \nMANUEL BUILDING \nCONTRACTORS, LLC, \n \n                   Third-Party Defendant. \n \n \n \n \n \n1. THIS MATTER is before the Court upon Third-Party Defendant Arch \nInsurance Company’s (“Arch”) Motion for Judgment on the Pleadings  (the “Motion”) \nin the above-captioned case. \n2. Having considered the Motion , the parties’ briefs in support of and in \nopposition to the Motion, and the arguments of counsel at the hearing on the Motion \non May 31, 2017, the Court GRANTS Arch’s Motion for Judgment on the Pleadings  \nand dismisses Crescent’s claim for breach of contract against Arch without prejudice.  \nTeague Campbell Dennis & Gorham LLP, by Courtney C. Britt and \nMindy Wudarsky, for Third-Party Defendant Arch Insurance Company.  \n \nSwindell & Bond, PLLC, by John D. Bond, III, and Bradley Arant Boult \nCummings LLP, by Douglas L. Patin and Avery A. Simmons, for \nDefendant Crescent University City Venture, LLC. \n  \nBledsoe, Judge. \nI. \nFACTUAL BACKGROUND \n3. The Court does not make findings of fact on motions to dismiss under Rule \n12(c), but only recites th ose allegations in Crescent’s and Arch’s  pleadings that are \nrelevant and necessary to the Court’s determination of the Motion. \n4. This case arises out of multi-party litigation regarding the construction of a \nstudent housing apartment complex in Charlotte, North Carolina (the “Project”), and \nthe alleged failure of the Project’s floor truss system .  (Crescent’s Am. Countercl. ¶ \n2.)   \n5. Crescent University C ity Venture, LLC (“Crescent”) i s the developer and \nowner of the Project.  (Crescent’s Am. Countercl. ¶ 2.)  On or about December 19, \n \n \n2012, Crescent executed a construction contract with “AP Atlantic dba Adolfson & \nPeterson Construction ” (“AP Atlantic”), a subsidiary of Adolfson & Peterson, Inc. \n(“A&P”), to serve as the general contractor for the Project  (the “Co nstruction \nContract”).  (Crescent’s Am. Countercl. ¶¶ 3, 9.)   \n6. Arch is an insurance company that is registered as an active insurance \ncompany with the North Carolina Department of Insurance.  (Crescent ’s Am. \nCountercl. ¶ 1; Arch’s Answer ¶ 1.) \n7. Arch issued a commercial general liability policy —policy # 51PKG8919400 \n(the “Policy”) —to A&P, with A&P and its subsidiaries, including AP Atlantic , as \nNamed Insureds.  (Crescent’s Am. Countercl. ¶ 27; Arch’s Answer ¶ 27, Ex. 1, 11, 50.)  \nA&P provided Crescent with a certificate of liability insurance that listed Cr escent \nas an additional insured  on the Policy .  ( See Crescent’s Am. Countercl. ¶ 27.)  The \nPolicy, which was attached to and relied upon in Arch’s Answer,1 specifically provides, \nin relevant part, as follows: \n \n                                            \n1  Where the pleading specifically refers to and depends on certain documents, the Court may \nconsider those documents without converting the motion into one for summary judgment \nunder Rule 56 even if presented by defendant.  See Schlieper v. Johnson, 195 N.C. App. 257, \n261, 672 S.E.2d 548, 551 (2009); Oberlin Capital, L.P. v. Slavin , 147 N.C. App. 52, 60, 554 \nS.E.2d 840, 847 (2001). \n \n \n \nWe[2] will pay those sums that the insured [3] becomes legally obligated \nto pay as damages because of “bodily injury” or “property damage” [4] to \nwhich this insurance applies. \n \n(Arch’s Answer Ex. 1, 64.) \n8. An endorsement modifying the commercial general liability coverage \nprovided in the Policy was added for Owners, Lessees or Contractors , such as \nCrescent here (the “Endorsement”).  (Arch’s Answer Ex. 1, 95.)  The Endorsement \nprovides: \nSection II – Who is An Insured is amended to include as an additional \ninsured the person(s) or organization(s) shown in the Schedule, but only \nwith respect to liability for “bodily injury”, “property damage” or \n“personal and advertising injury” caused, in whole or part, by: \n1. Your[5] acts or omissions; or \n2. The acts or omissions on those acting on your behalf;  \nin the performance of your ongoing operations for the additional \ninsured(s) at the location(s) designated above. \n \n(Arch’s Answer Ex. 1, 95.) \n9. The Schedule listed the Name (s) of Additional Insured Person(s) or \nOrganizations as “ALL PARTIES WHERE AGREED TO BY A WRITTEN \n                                            \n2  The Policy states that “[t]he words ‘we’, ‘us’ and ‘our’ refer to the company providing this \ninsurance [i.e., Arch here].”  (Arch’s Answer Ex. 1, 64.) \n \n3  The Policy states that “[t]he word ‘insured’ means any person or organization qualifying \nas such under Section II –Who is An Insured.”  (Arch’s Answer Ex. 1, 64.) \n \n4  The Policy states that “[o]ther words and phrases that appear in quotation marks have \nspecial meaning. Refer to Section V – Definitions.”  (Arch’s Answer Ex. 1, 64.) \n \n5  The Policy states that “[t]hroughout this policy the words ‘you’ and ‘your’ refer to the Named \nInsured shown in the Declarations  [i.e., AP Atlantic here] , and any other person or \norganization qualifying as a Named Insured under this policy.”  (Arch’s Answer Ex. 1, 64.) \n \n \nCONTRACT[,]” which the parties do not dispute included Crescent.  (Arch’s Answer \nEx. 1, 95.)   \n10. Crescent alleges that AP Atlantic breached the Construction Contra ct by \nfailing to achieve substantial completion of the Project by the dates required under \nthat contract, as altered by various change o rders.  Crescent contends that AP \nAtlantic’s alleged breach entitles it to liquidated damages equal to AP Atlantic’s full \nfee as defined by the Construction Contract .  (Crescent’s Am. Countercl. ¶¶ 35–36, \n49.) \n11. Crescent additionally alleges that AP Atlantic materially breached the \nConstruction Contract by refusing and failing to repair the Project’s allegedly \ndefective and damaged floor truss system and refusing to reimburse Crescent for the \ncost of the repairs to the floor truss system.  (Crescent’s Am. Countercl. ¶ 89.)  More \nspecifically, Crescent alleges that as a re sult of A&P’s, AP Atlantic’s , and their \nsubcontractors’ negligence and improper pe rformance, the Project’s truss  system \nfailed, which resulted in costs, losses , and damages to Crescent that Crescent was \nobligated to repair (the “Resulting Damage”).  (Crescent ’s Am. Countercl. ¶ 94.)  \nCrescent alleges that such Resulting Damage constitute s a covered “occurrence” \nresulting in “property damage” as defined by the Policy  (the “Claim”).  (Crescent ’s \nAm. Countercl. ¶ 95; Arch’s Answer ¶ 95, Ex. 1.)   \n12. On June 2, 2015, Crescent provided notice of its Claim arising from the \nResulting Damage by letter to A&P, AP Atlantic, and Arch’s representative, Willis of \nMinnesota, Inc. (“Willis”).  (Crescent ’s Am. Countercl. ¶ 96.)  Willis acknowledged \n \n \nreceipt of the Claim  and assigned an adjuster and claim number to the Claim.  \n(Crescent’s Am. Countercl. ¶ 97.)  Crescent alleges that Arch has breached the Policy \nby not responding to the n otice or pro viding coverage for Crescent’s C laim.  \n(Crescent’s Am. Countercl. ¶ 99.) \nII. \nPROCEDURAL BACKGROUND \n13. On August 5, 2015, AP Atlantic filed this action against Crescent and The \nGuarantee Company of North America USA, alleging claims arising out of the Project \nfor (i) breach of the Construction Contract, (ii) suit on bond/enforcement of a claim of \nlien on real property, (iii) priority and, in the alternative, enforcement of the claim of \nlien, and (iv) in the alternative, quantum meruit.  AP Atlantic subsequently filed an \namended complaint on November 20, 2015 , alleging various alternative claims \nagainst the subcontractor defendants for either breach of contract or negligence.   \n14. On January 29, 2016, Crescent filed its Answer to the Amended Complaint \nand asserted a counterclaim against AP Atlantic  for breach of the Construction \nContract.  At the time Crescent filed its counterclaim, Crescent was the plaintiff in a \nrelated federal court litigation against AP Atlantic and Arch  (the “Federal Court \nAction”).   \n15. On April 14, 2016, the above -captioned case was designated a complex \nbusiness case under Rules 2.1 and 2.2 of the General Rules of Practice for the Superior \nand District Courts and assigned to the undersigned.  Thereafter, the parties in this \naction and in the Federal Court Action agreed to attempt to consolidate the two \n \n \nactions into one forum.  Pursuant to that agreement, Crescent voluntarily dismissed \nthe Federal Court Action and, on August 19, 2016, filed a substantially similar action \nagainst AP Atlantic in Mecklenburg County Superior Court captioned Crescent \nUniversity City Venture, LLC v. Adolfson & Peterson, Inc , 2 016-CVS-14844 (the \n“Crescent Action”).  The Crescent Action was designated as a mandatory complex \nbusiness case pursuant to N.C. Gen. Stat. 7A-45.4(b) and assigned to the undersigned \nby Order of Chief Business Court Judge James L. Gale on August 22, 2016.   \n16. Shortly thereafter, Crescent moved for consolidation of the above-captioned \ncase and the Crescent Action.  On October 10, 2016, the Court consolidated the two \nactions and designated the above-captioned case as the “Lead Action” for all purposes \n(the “Consolidation Order”).  \n17. Before the Court entered the Consolidation Order, Crescent moved to amend \nits counterclaim against AP Atlantic to add Arch as a party to assert a claim against \nArch for breach of contract.  The claim against Arch for breach o f contract had also \nbeen asserted by Crescent against Arch in the Federal Court Action. \n18. AP Atlantic  objected to Crescent’s proposed amendment on grounds of \nundue prejudice and futility.  The Court rejected both of AP Atlantic’s assertions and, \non January 13, 2017, entered an Order granting Crescent’s Motion to Amend under \nN.C. R. Civ. P. 15.  The Court concluded that Crescent’s allegations were “sufficient \nto state a claim for breach of contract, and AP Atlantic’s attachment of two pages of \nthe Policy to its response brief does not convince the Court that Crescent’s proposed \n \n \ncounterclaim would be clearly futile.”  (Order Mot. Am. Countercl. to Add Additional \nCountercl. Def. 4.)   \n19. On January 19, 2017, Crescent filed its Answer and Amended Counterclaim, \nasserting claims against AP Atlantic and Arch, each for breach of contract (as to Arch, \nthe “Claim Against Arch”). \n20. On March 27 , 2017, Arch filed its responsive pleading to the Answer and \nAmended Counterclaim and moved for judgment on the pleadings under N.C. R. Civ. \nP. 12(c) seeking dismissal of the Claim Against Arch.  Arch attached and incorporated \ninto its responsive pleading the entire Policy.6 \n21. After full briefing, the Court held a hearing on the Motion on May 31, 2017, \nat which Arch and Crescent were represented by counsel. \n22. The Motion is now ripe for resolution.   \nIII. \nLEGAL STANDARD \n23. A motion for judgment on the pleadings  under Rule 12(c)  “is the proper \nprocedure when all the material allegations of fact are admitted in the pleadings and \nonly questions of law remain.”  Ragsdale v. Kennedy, 286 N.C. 130, 137, 209 S.E.2d \n494, 499 (1974) .  The Court must “view the facts and permissible inferences in the \nlight most f avorable to the nonmoving party, ” id., and  may consider “ only the \npleadings and exhibi ts which are attached and incorporated into the pleadings [,]” \n                                            \n6  Arch titled its filing as “Arch Insurance Company’s Answer to Third -Party Plaintiff \nCrescent University Venture , LLC’s Answer & Amended Counterclaim to Amended \nComplaint and Third-Party Complaint.” \n \n \nDavis v. Durham Mental Health/Dev. Disabilities/Substance Abuse Area Auth., 165 \nN.C. App. 100, 104, 598 S.E.2d 237, 240 (2004) ( quoting Helms v. Holland, 124 N.C. \nApp. 629, 633, 478 S.E.2d 513, 516 (1996)).  “[W]hen a complaint does not allege ‘facts \nsufficient to state a cause of action or pleads facts which  deny the right to any \nrelief[,]’” the court should grant a Rule 12(c) motion.  Reese v. Brooklyn Vill., LLC , \n209 N.C. App. 636, 641, 707 S. E.2d 249, 253 (2011) ( quoting Robertson v. Boyd , 88 \nN.C. App. 437, 440, 363 S.E.2d 672, 675 (1988)). \nIV. \nANALYSIS \n24. Arch argues that  the Court should enter judgment in its favor as to \nCrescent’s breach of contract claim against Arch because Crescent (i) does not have a \ncontractual or legal right to sue Arch directly and (ii) has not pleaded facts to support \na claim against Arch under the Policy.  \n25. As to Arch’s first argument, Arch contends that Wilson v. Wilson, 121 N.C. \nApp. 662, 468 S.E.2d 495 (1996) establishes that Crescent (as an additional insured \nwith a claim against AP Atlantic (the named insured)) cannot maintain a direct action \nagainst Arch (the insurer).  (Arch’s Br. Supp. Mot. J. Pleadings 4–6.)  Crescent objects \nto Arch’s characterization of Crescent’s Claim Against Arch as well as Arch’s \ninterpretation of Wilson and argues that, as pleaded, Arch has contractual obligations \nto Crescent independent of any obligations Arch may owe to AP Atlantic.  (Crescent’s \nResp. Opp’n Mot. J. Pleadings 4–6.)  The Court agrees with Crescent. \n \n \n26. Wilson does not change this result and is easily distinguished.  The Court of \nAppeals has explained its holding in Wilson as follows: “[i]n Wilson, we established \nthe rule, that when ‘plaintiff is neither an insured nor in privity with the insurer . . . \na private right of action under N.C.G.S. § 58 -63[-]15 and N.C.G.S. § 75 -1.1 may not \nbe asserted by a third -party claimant against the insurer of an adverse party.’”   \nMurray v. Nationwide Mut. Ins. Co. , 123 N.C. App. 1, 14 –15, 472 S.E.2d 358, 365 \n(1996) (quoting Wilson, 121 N.C. App. at 665, 468 S.E.2d at 497) .  Critical to the \nWilson court’s conclusion was the fact that the plaintiff’s relationship to the \ndefendant insurer was “as a third[ -]party because she [sought] to recover from the \ninsurer’s liability coverage provisions for her husband, rather than from a coverage \nprovision provided for her own interest.”  Wilson, 121 N.C. App. at 667, 468 S.E.2d at \n498–99 (emphasis added).   \n27. Unlike the plaintiff in Wilson, Crescent asserts a claim for breach of contract \nagainst Arch as an additional insured under the Policy.  As a result, Crescent is in \nprivity with Arch , with direct contract rights under the Policy, and asserts rights \nunder the Policy under a provision provided for Crescent’s own interest.  Wilson \ntherefore has no application on the facts as alleged.  See, e.g., Murray, 123 N.C. App. \nat 15, 472 S.E.2d at 366 ( holding that because plaintiff was an inte nded beneficiary \nof the [insurance policy], plaintiff and the insurer were in privity of contract, which \nmade Wilson inapplicable); see also, e.g., Pecker Iron Work of N.Y., Inc. v. Traveler’s \nIns. Co., 99 N.Y.2d 392, 393 (N.Y. 2003) (“Additional insured is a recognized term in \ninsurance contracts . . . [with] the well-understood meaning . . . [of] an entity enjoying \n \n \nthe same protection as the named insured.” (internal quotations and citations \nomitted)).   \n28. Accordingly, viewing Crescent’s allegations and the Policy in the light most \nfavorable to Crescent, the Court concludes that, unlike the plaintiff in Wilson, \nCrescent has pleaded facts in support of its contention that Arch provided coverage \nto Crescent in Crescent’s own right and for Crescent’s own interest and that “Arch \nhas breached the Policy by not responding to Crescent’s claim and not accepting \ncoverage for Crescent’s claim under the Policy[.]” (Crescent’s Am. Countercl. ¶ 99 .)  \nAs a result, Arch has failed to persuade the Court that Crescent does not have a \ncontractual or legal right to sue Arch directly under the holding in Wilson.   \n29. For its second argument, Arch contends that Crescent has not pleaded facts \ndemonstrating that Arch’s coverage obligations to Crescent as an additional insured \nhave been triggered under the Policy.  The Policy provides that Arch will pay sums \nthat an insured, includ ing Crescent as an additional insured, “becomes legally \nobligated to pay as damages because of ‘bodily injury’ or ‘property damage’ to which \nthis insurance applies[,]” subject to various limitations and exclusions.  (Arch Answer \nEx. 1, 64, 95.)  Arch asserts that Crescent’s Claim Against Arch must be dismissed \nbecause it fails to  allege that Crescent ever became “legally obligated to pay as \ndamages,” as that term is defined in Lida Manufacturing Co. v. United States \nInsurance Co., 116 N.C. App. 592, 448 S.E.2d 854 (1994).  Crescent does not dispute \nthe holding in Lida but instead contends that Lida does not require a third-party to \n \n \nhave an active case or obtained a judgment against the insured to have successfully \npleaded that the insured is “legally obligated to pay as damages.” \n30. In North Carolina, “different rules of construction govern the interpretation \nof policy provisions which extend coverage as opposed to policy provisions which \nexclude coverage.”  State Capital Ins. Co. v. Nationwide Mut. Ins. Co. , 318 N.C. 534, \n538, 350 S.E.2d 66, 68 (1986)  (emphasis omitted).  Provisions of insurance policies \nextending coverage “must be construed liberally so as to provide coverage, whenever \npossible by reasonable construction.”  Id. (citing Moore v. Hartford Fire Insurance Co., \n270 N.C. 532, 155 S.E.2d 128 (1967); Jamestown Mutual Insurance Co. v. Nationwide \nMutual Insurance Co. , 266 N.C. 430, 146 S.E.2d 410 (1966) ).  Provisions excluding \ncoverage “are not favored and therefore all ambiguous provisions will be construed \nagainst the insurer and in favor of the insured.”  Id.  (citing Wachovia Bank & Trust \nCo. v. Westchester Fire Insurance Co., 276 N.C. 348, 172 S.E.2d 518 (1970)).    \n31. “A contract which is plain and unambiguous on its face will be interpreted \nas a matter of law by the court.  If the agreement is ambiguous, however, \ninterpretation of the contract is a matter for the jury.”  Metcalf v. Black Dog Realty, \nLLC, 200 N.C. App. 619, 633, 684 S.E.2d 709, 719 (2009) (quoting Dockery v. Quality \nPlastic Custom Molding, Inc., 144 N.C. App. 419, 421–22, 547 S.E.2d 850, 852 (2001)); \nsee also De Torre v. Shell Oil Co., 84 N.C. App. 501, 504, 353 S.E.2 d 269, 272 (1987) \n(holding that only questions of law remain on a breach of contract claim when the \ncourt can construe the plain and unambiguous language of the contract to determine \nif it has been breached) .  “Ambiguity exists where the contract’s languag e is \n \n \nreasonably susceptible to either of the interpret ations asserted by the parties. ”  \nDockery v. Quality Plastic Custom Molding, Inc., 144 N.C. App. 419, 422, 547 S.E.2d \n850, 852 (2001). \n32. Turning then to the language at issue, the phrase  “legally obligated to pay \nas damages” is not defined in the Policy.  Thus, the Court “must read the phrase in \naccordance with ‘the ordinary meaning of [that phrase].’”  Pulte Home Corp. v. Am. S. \nIns. Co., 185 N.C. App. 162, 167, 647 S.E.2d 614, 618 (2007) (alteration in original) \n(quoting City of Greenville v. Haywood, 130 N.C. App. 271, 276, 502 S.E.2d 430, 433–\n34 (1998)).   \n33. The Court of Appeals had the opportunity to consider the ordinary meaning \nof this specific phrase in a commercial general liability insurance policy similar to the \nPolicy here in its decision in Lida.  In that case, the Court of Appeals concluded that \nthe ordinary meaning of the phrase “legally obligated to pay as damages” required \nthat a third-party “must have a cause of action [against the insured and] ‘a remedy \nby which it can reduce its right to damage to judgment[.]’”  Id. at 595, 448 S.E.2d at \n856 (quoting Silvers v. Horace Mann Ins. Co. , 324 N.C. 289, 293–94, 378 S.E.2d. 21, \n24 (1989)).   \n34. As Crescent notes, the court in Lida did not hold that the cause of action \nhad to be asserted in pending litigation or that a judgment had to be rendered for an \ninsured to be “legally obligated to pay as damages.”  Instead, the Lida court concluded \nthat the third-party’s inability to “‘reduce [its] right to damage to judgment’ because \nof [a] covenant not to execute” rendered the insured “not ‘legally obligated to pay’ [the \n \n \nthird-party] for any damages[.]”  Id. at 596, 448 S.E.2d at 857.  As a result, the court \nconcluded that the insurance company’s obligation under the policy was extinguished.  \nId. (“A defendant insurance company’s liability is ‘derivative in nature; therefore, its \nliability depends on whether or not its insured is liable to the [third-party].’”) \n35. Here, neither party has asserted an interpretation of the ordinary meaning \nof the phrase “legally obligated to pay as damages” in the Policy that is inconsistent \nwith the Court of Appeals ’ interpretation of materially identical  policy language in \nLida, and  the Court concludes, in light of Lida, that the phrase “legally obligated to \npay as damages” is unambiguous.7  Dockery, 144 N.C. App. at 422, 547 S.E.2d at 852.  \nLiberally construing the phrase to provide coverage whenever possible by reasonable \nconstruction, the Court concludes that the definition articulated in Lida states the \nplain and ordinary meaning of the phrase as it is used in the Policy at issue in this \ncase.  Thus, the Court concludes that the phrase “legally obligated to pay as \ndamages,” as use d in the Policy, requires that a third-party “must have a cause of \naction [against the insured and] ‘a remedy by which it can reduce its right to damage \nto judgment[.]’”  Id. at 595, 448 S.E.2d at 856.   \n36. Turning then to the allegations forming the basis fo r Crescent’s claim \nagainst Arch, Crescent avers that it “was obligated to repair damage resulting from \nthe truss failures [,]” ( Crescent’s Am. Countercl.  ¶ 94), because “[i]f not repaired \n                                            \n7  Crescent admits in its brief that “[t]he Arch Policy provides that Arch is required to \nindemnify Crescent for property damage liability arising out of an occurrence r elating to \ndamages caused by the work of AP Atlantic and its subcontractors.”  (Crescent’s Resp. Opp’n \nMot. J. Pleadings 6 .)  Crescent thus recognizes that policy coverage is triggered when \nCrescent has “property damage liability,” i.e., when Crescent is liable to a third -party for \nproperty damage.   \n \n \nimmediately, these deficiencies and failures could have led to life -safety \nconsequences[,]” ( Crescent’s Am. Countercl.  ¶ 79).   Crescent nowhere alleges, \nhowever, that a third-party had or has a cause of action for damages against Crescent \nbecause of “property damage” or “bodily injury” covered under the Policy. \n37. Viewing these allegations in the light most favorable to Crescent, the Court \nfinds that they fail to allege facts showing that a third -party had or has a cause of \naction and a remedy by which it can reduce its right to damage to judgment against \nCrescent.  As a result, the Court concludes that , as pleaded , Arch’s obligation to \nindemnify Crescent under the Policy has not been triggered, and, thus, that Arch has \nnot breached its contractual obligations under the Policy to Crescent as an additional \ninsured.  The Court therefore dismisses Crescent’s breach of contract claim against \nArch without prejudice.  \nV. \nCONCLUSION \n38. Based on the  foregoing, the Court hereby GRANTS Arch’s Motio n for \nJudgment on the Pleadings and DISMISSES Crescent’s breach of contract claim \nagainst Arch without prejudice.8 \nSO ORDERED, this the 13th day of July, 2017. \n \n \n     /s/ Louis A. Bledsoe, III   \n     Louis A. Bledsoe, III \n     Special Superior Court Judge \n       for Complex Business Cases    \n                                            \n8 This Order and Opinion does not address or impact any obligations Arch may have under \nthe Policy to AP Atlantic.  \n "
}