{
  "id": "abef444da611f9fb0e008a3accb4047c7e592ebe855834432900733292f767b5",
  "source_file": "data/raw/ncbc/abef444da611f9fb0e008a3accb4047c7e592ebe855834432900733292f767b5.pdf",
  "raw_text": "Nelson v. Alliance Hospitality Mgmt., LLC, 2013 NCBC 2.  \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \n IN THE GENERAL COURT OF JUSTICE \n \nSUPERIOR COURT DIVISION \n11 CVS 3217 \n \nKENNETH E. NELSON, \n \nPlaintiff, \n \nv.  \n \nALLIANCE HOSPITALITY \nMANAGEMENT, LLC, a Georgia \nlimited liability company, ROLF A. \nTWEETEN, and AXIS HOSPITALITY, \nINC., an Illinois corporation,  \n \nDefendants.  \n \n)\n \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \nORDER AND OPINION ORDER AND OPINION ORDER AND OPINION ORDER AND OPINION    \n \n{1}  THIS MATTER is before the court on Defendants’ Motion for Summary \nJudgment (“Motion”).  For the reasons stated below, the Motion is DENIED. \n  \nMeynardie & Nanney, PLLC by Joseph H. Nanney for Plaintiff Kenneth E. \nNelson. \n \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, LLP by Michael W. \nMitchell and Jackson Wyatt Moore, Jr. and Leader, Bulso & Nolan, PLC by \nEugene N. Bulso, Jr. for Defendants.  \n \nGale, Judge. \n \nII II.. ..    INTRODUCTION INTRODUCTION INTRODUCTION INTRODUCTION    \n \n{2} \n The Motion calls upon the court to determine under Georgia law \nwhether Plaintiff Kenneth E. Nelson (“Nelson”) is a Member of and the extent of his \nownership interest in Alliance Hospitality Management, LLC (“Alliance”).  \nAsserting claims which in part depend upon his status as a Member, Nelson alleges \nthat the majority owner of Alliance, Defendant Axis Hospitality, Inc. (“Axis”), which \nis completely owned by Defendant Rolf A. Tweeten (“Tweeten”), misuses its control \nover Alliance for Tweeten’s personal benefit and retains proceeds from the sale of a \nsubstantial portion of Alliance’s assets under the ruse of continuing a business that \ncan no longer be profitably maintained.  Nelson’s claims for breach of fiduciary \nduty, constructive fraud, and dissolution depend upon Nelson being a Member of \nAlliance.  Defendants’ Motion asserts that if Nelson was ever admitted as a \nMember, he ceased being a Member because he is insolvent.  Defendants’ Motion \nalso seeks a determination adverse to Nelson’s request for a declaratory judgment \nthat he owns ten Membership Interest “Units,” which would presently equate to a \n16.4% ownership interest in Alliance, asking the court instead to declare that \nNelson owns only a fixed 10% Membership Interest.  Defendants contend that the \nMembership Interest Units Nelson claims required majority approval of a duly \nconstituted Board of Directors, which has not been secured.   \n{3}  As explained below, the court determines that these various issues \ndepend upon the resolution of disputed material facts. \n  \nII. II. II. II.    PROCEDURAL HISTORY PROCEDURAL HISTORY PROCEDURAL HISTORY PROCEDURAL HISTORY    \n \n{4}  Nelson initiated this lawsuit on February 25, 2011, and filed an \nAmended Complaint on June 1, 2011, bringing claims for (1) breach of fiduciary \nduty; (2) constructive fraud; (3) judicial dissolution of Alliance; (4) a declaratory \njudgment that Nelson owns ten of Alliance’s sixty-one outstanding Membership \nInterest Units; and (5) wrongful termination.  The matter was designated as a \nComplex Business Case by Order of Chief Justice Sarah Parker dated March 22, \n2011, and assigned to the undersigned on March 24, 2011. \n{5}  On February 28, 2011, Defendants filed their answer and \ncounterclaim.  On April 11, 2011, Defendants filed an amended counterclaim, and \nfiled a second amended counterclaim on July 11, 2011.  In their second amended \ncounterclaim, Defendants brought claims for a declaratory judgment, or in the \nalternative, reformation of the document titled as Admission of New Member, \nseeking to limit Nelson’s ownership interest to a fixed 10%.  (2nd Am. Countercl. ¶¶ \n47–58.)  Defendants also brought counterclaims for negligent misrepresentation, \nconstructive fraud, and breach of fiduciary duties by Nelson.  (2nd Am. Countercl. \n¶¶ 59–76.) \n{6}  On July 29, 2011, Nelson filed a Motion to Dismiss Counts III and IV \nof Defendants’ Second Amended Counterclaim (“Plaintiff’s Motion to Dismiss”) and \nDefendants filed a Motion to Dismiss Plaintiff’s First, Second, Fourth, and Fifth \nClaims (“Defendants’ Motion to Dismiss”).  On November 22, 2011, the court denied \nPlaintiff’s Motion to Dismiss, granted Defendants’ Motion to Dismiss as to Nelson’s \nwrongful termination claim, and denied Defendants’ Motion as to Nelson’s other \nclaims.   \n{7}  Axis dismissed its counterclaims on February 15, 2012.  Tweeten and \nAlliance dismissed the remaining counterclaims on August 28, 2012.   \n{8}  Defendants filed the Motion now before the court on September 13, \n2012.  The Motion has been fully briefed, the court heard oral argument on \nNovember 20, 2012, and the matter is ripe for disposition.   \n \nIII. III. III. III.    STATEMENT OF FACTS STATEMENT OF FACTS STATEMENT OF FACTS STATEMENT OF FACTS    \n \n{9}  The court does not make findings of fact when ruling upon a motion for \nsummary judgment.  See Hyde Ins. Agency, Inc. v. Dixie Leasing Corp. , 26 N.C. \nApp. 138, 142, 215 S.E.2d 162, 164–65 (1975).  The court believes the following facts \nare either uncontested or, if contested, have been construed in favor of Nelson who \nopposes the Motion.  \n \nA. Nelson’s Involvement in Alliance  \n \n{10}  Alliance is a Georgia limited liability company that provides hotel \nmanagement services.  (Am. Compl. ¶ 20.)  Axis is an Illinois corporation with its \nprincipal place of business in Wake County, North Carolina, and is owned solely by \nTweeten.  (Am. Compl. ¶ 12; Answer to Am. Compl. ¶ 12.) \n{11}  In the summer of 2007, Tweeten sought Nelson’s assistance in \nnegotiating Axis’ potential acquisition of Alliance.  (Nelson Dep. 10:16–12:1, 21:20–\n22:8, July 31, 2012.)  Axis acquired the majority Membership Interest in Alliance \nlater that same year.  (Am. Compl. ¶¶ 2, 21.) \n{12}  Throughout the remainder of 2007 and 2008, Nelson worked part-time \nfor Alliance, commuting between Alliance’s office in Raleigh, North Carolina and \nNelson’s home in Milwaukee, Wisconsin.  (Am. Compl. ¶ 30.)  Early in 2008, \nTweeten and Nelson orally agreed that Nelson would receive a 10% Membership \nInterest in Alliance.  (Nelson Dep. 39:9–43:5; Reply in Further Supp. of Defs.’ Mot. \nfor Summ. J. (hereinafter “Reply”) 6.)  Nelson was made one of three Directors of \nAlliance on or before February 29, 2008 when the Amended and Restated Operating \nAgreement of Alliance Hospitality Management, LLC (“Operating Agreement”) was \nadopted.  (Tweeten Aff. Ex. 1, Sept. 12, 2012.)  Before the Operating Agreement was \nadopted in February, 2008, Alliance did not measure its Membership Interests in \nUnits but in ownership percentages.  (Nelson Dep. 120:8–19, July 31, 2012.) \n{13}  The issues in the case turn in large part on two documents: the \nConsent Resolution adopted in 2009 and the document entitled Admission of New \nMember executed in 2010, and whether they in combination constitute valid \ncorporate action required to grant Nelson the rights he claims. \n{14}  In 2009, Nelson moved from Wisconsin to North Carolina to work full-\ntime for Alliance.  (Am. Compl. ¶¶ 30–33.)  Before committing to do so, Nelson \nrequested a writing evidencing his Membership Interest in Alliance.  (Am. Compl. ¶ \n31.)  On June 3, 2009, Tweeten and Nelson, as Directors, signed the Consent \nResolution which states: \n \nWe, the directors of Alliance Hospitality Management, LLC (the \n“Company”), do hereby resolve that ten (10) Membership Interest \nUnits of the Company shall be issued to Kenneth Nelson to \ncompensate him for his ongoing services and contributions to the \nCompany from August 2, 2007.  Such units shall be issued at such time \nas the litigation between the [sic] Keith Hansen, Rolf Tweeten, and \nAxis Hospitality, Inc. is ended. \n \n(Nelson Dep. Ex. 12, July 31, 2012.)   \n{15}  In September 2010, Nelson informed Alliance that the State of \nMichigan needed “a document showing the date upon which [Nelson] acquired [his] \ninterest in Alliance” for purposes of obtaining a liquor license.  (Nelson Dep. 86:16–\n25, 141:14–142:16, July 31, 2012.)  Nelson then drafted the document titled \nAdmission of New Member and presented it to Tweeten.  (Nelson Dep. 141:14–\n143:10.)  On September 24, 2001, the document was signed by Nelson and twice by \nTweeten, once on behalf of Axis and again as chairman of Alliance.  (Nelson Dep. \nEx. 17, July 31, 2012.)  At that time, Axis was the majority owner of Alliance.  The \nAdmission of New Member document states: \n \nWhereas, Axis Hospitality, Inc. . . . is the holder of a majority of the \nmembership interests of Alliance; and, \n \nWhereas, Axis wishes to give its consent to the admission of Nelson to \nAlliance; and . . .   \n \nTherefore, they do hereby agree as follows: \n \n 1. Nelson is admitted to Alliance and is the holder of ten (10) \nmembership interests (sometimes called units) of Alliance. \n \n 2.  Axis does hereby give the consent required, by Section 8.1 of the \nOperating Agreement, for the admission of a member to Alliance . . .  \n \n(Nelson Dep. Ex. 17, July 31, 2012.)  The document recites that its effective date \nwas March 23, 2010, the day after the litigation with Keith Hansen (“Hansen”) \nreferred to in the Consent Resolution was resolved by a settlement agreement.  \n(Nelson Dep. Ex. 17, July 31, 2012.)   \n{16} The Parties dispute whether either the Consent Resolution or the \nAdmission of New Member document was adopted by a valid act of a majority of \nAlliance’s Board of Directors. \n \n \n \nB.  Hansen’s Resignation From Alliance’s Board of Directors  \n \n{17}  Section 2.1 of the Operating Agreement defines the Board of Directors \n(“Board”) to be the Directors collectively acting in their capacity as Managers, and \nthat the Board only acts through an act of a majority of the Directors.  Section 3.3 of \nthe Operating Agreement provides that the “Company shall at all times have three \n(3) Directors,” and that the three Directors would be two designated by Axis and one \ndesignated by Hansen so long as Hansen owned not less than a 15% Membership \nInterest.  Section 3.4 of the Operating Agreement provides that a majority of the \nDirectors would constitute a quorum and that “the consent of a majority of the \nDirectors present at the meeting shall be deemed the act of the Board of Directors.”  \nSection 3.5 of the Operating Agreement provides that the Board can take action by \nwritten consent without a meeting so long as the writing was signed by those \nDirectors that could have taken action at a Board meeting.  Section 3.6 of the \nOperating Agreement provides that a Director may resign as a Director upon \nwritten notice to Alliance, and unless specified otherwise in such notice, the \nacceptance of the resignation is not necessary to make it effective, and further that \na vacancy would be filled by the person who had the power to designate the \nresigning Director.   \n{18}  When the Operating Agreement was adopted in February 2008, the \nthree Directors of the Board of Directors of Alliance were Nelson and Tweeten, \ndesignated by Axis, and Hansen, who designated himself.   \n{19}  On June 27, 2008, Hansen sent an e-mail to Nelson and Tweeten \nannouncing his resignation from the Board of Directors.  (Pl.’s Mem. in Opp’n to \nDefs.’ Mot. for Summ. J. (hereinafter “Mem. in Opp’n”) 5.)  Hansen’s e-mail did not \ndesignate a replacement Director. \n{20}  Hansen remained a Member of Alliance until April 2010 when Alliance \npurchased Hansen’s entire Membership Interest.  (Mem. of Law in Supp. of Defs.’ \nMot. for Summ. J. (hereinafter “Mem. in Supp.”) 6; Am. Compl. ¶¶ 29, 34.)  On \nNovember 1, 2010, Carrie Tweeten was elected to replace Hansen on the Board of \nDirectors.  (Tweeten Aff. Ex. 2, Sept. 12, 2012.) \n{21}  Nelson contends that Hansen effectively resigned as a Director \nthrough his June 2008 e-mail and that the Board could act with only two Directors.  \nDefendants contend alternatively that either Hansen remained a Director until he \nwas replaced by Carrie Tweeten on November 1, 2010, or that Hansen’s e-mail \nresignation rendered Alliance’s Board without power to act until a new Director was \nelected to replace Hansen.  (Mem. in Supp. 6–7; Reply 7–8.) \n \nC. Other Provisions of the Operating Agreement \n \n \n{22}  Section 8.1 of the Operating Agreement vests the ability to admit new \nMembers with the Members themselves, not with the Board of Directors.  A person \nmay only be admitted as a Member of Alliance with the written consent of a \nMajority in Interest of the Members.   \n{23}  However, the Board of Directors is specifically given the power to, \namong other things, “issue additional Membership Interests in the Company.”  \n(Operating Agreement § 3.1.12.)  Before issuing additional Membership Interests, \nSection 3.1.12 of the Operating Agreement requires the Board to first offer current \nMembers the opportunity to purchase additional Membership Interests to allow \nthem to maintain their current percentage ownership (the “anti-dilution provision”).   \n \nD. The Interstate Transaction \n \n   \n{24}  In 2010, Tweeten and Nelson explored the possible sale of all or a \nportion of Alliance’s assets, and held related negotiations with third parties \nincluding Interstate Hotels & Resorts, Inc. (“Interstate”).  (Am. Compl. ¶¶ 37–38, \n41; Brief in Supp. of Defs.’ Mot. to Dismiss Pl.’s First, Second, Fourth, and Fifth \nClaims for Relief 3.)   \n{25}  On January 28, 2011, Alliance and Interstate entered into a Purchase \nAgreement (the “Interstate Transaction”), in which Alliance sold the right to \nmanage thirty of the approximately fifty hotels Alliance previously managed to \nInterstate for $8,500,000.00 (“Sale Proceeds”).  (Brief in Supp. of Defs.’ Mot. to \nDismiss Ex. C, at 1, 4; Am. Compl. ¶ 47.)   \n{26}  On May 11, 2011, Nelson requested a distribution of the Sale Proceeds \npursuant to § 7.3 of the Operating Agreement.  (Am. Compl. ¶ 61.)  No distribution \nof the Sale Proceeds has occurred to date.  Nelson contends that, as a result of the \nInterstate Transaction, Alliance can no longer be profitably operated and that \ndissolution is therefore necessary to prevent the erosion of the remaining Sale \nProceeds by Alliance’s continuing operating losses. \n \nIV. IV. IV. IV.    LEGAL STANDARD LEGAL STANDARD LEGAL STANDARD LEGAL STANDARD    \n \n{27}  Summary judgment is proper when the pleadings, depositions, \nanswers to interrogatories, admissions, and affidavits show that no genuine issue as \nto any material fact exists and that the movant is entitled to judgment as a matter \nof law.  N.C. GEN . S TAT . § 1A-1, Rule 56(c); Andresen v. Progress Energy, Inc. , 204 \nN.C. App. 182, 184, 696 S.E.2d 159, 160–61 (2010).  \n \nV. V. V. V.    ANALYSIS ANALYSIS ANALYSIS ANALYSIS    \n \n{28}  The issues raised by the Motion divide into two categories:  first \nwhether Nelson has standing to bring certain claims as a Member of Alliance; and \nsecond, the extent of Nelson’s ownership interest in Alliance.  Nelson’s ownership \ninterest does not depend upon his being a Member; a person may acquire an \nownership interest in Alliance without becoming a Member, and, likewise, a person \nmay become a Member without acquiring an ownership interest.  (Mem. in Supp. 5–\n6, 17 n.7.)  As to Nelson’s status as a Member, the court must address first whether  \nhe was ever made a Member, and if so, whether he ceased to be a Member because \nhe is insolvent.  As to Nelson’s ownership interest, Nelson claims he was awarded \nMembership Interest Units, which give him a proportional interest to be \ndetermined by the total number of outstanding Units, whereas Defendants contend \nNelson owns no actual Membership Interest Units but is entitled to a fixed 10% \nownership interest because of an oral promise made to him by Tweeten and by \nwhich Alliance has abided. \n{29}  Defendants’ Motion asserts that because Nelson is not a Member, he \nhas no standing to bring his claims for breach of fiduciary duty, constructive fraud, \nand dissolution.  In particular, Defendants contend that Nelson has no standing to \nassert a breach of fiduciary duty against Alliance for refusing to distribute the Sale \nProceeds because only a Member is entitled to distributions, (Operating Agreement \n§ 7.3.), that Nelson’s constructive fraud claim based on the same refusal to \ndistribute the Sale Proceeds must also fail, and that under Georgia law only a \nMember may seek a judicial dissolution.  GA . CODE A NN . § 14-11-603  (2012).    \n{30}  Defendants acknowledge that Nelson should receive the benefit of \nTweeten’s oral promise of a 10% ownership interest, but contend that Nelson has \nnot been granted Membership Interest Units by the action of a majority of \ndisinterested Directors. \n{31}  The court’s analysis is governed by the Georgia LLC Act, except where \nmodified by Alliance’s Operating Agreement.  See G A . CODE A NN . § 14-11-1107(i), (l) \n(2012).   \n \nA. Nelson’s Status as a Member of Alliance  \n \n1. \nThe Admission of New Member document reflects the consent of the owner of the \nMajority in Interest, the only action necessary for Member admission. \n \n{32}  Section 8.1 of Alliance’s Operating Agreement governs the admission of \nnew Members, and provides: \n8.1. Restrictions on Transfer.   Without the prior written consent of a \nMajority in Interest of the Members . . . (b) no Person may be admitted \nto the Company as a Member. \n \n (Operating Agreement § 8.1.)   \n{33} \n At all relevant times, Axis has held a Majority in Interest in Alliance.  \n(Mem. in Supp. 17 n.8.)  The Admission of New Member document is signed by  \nTweeten on behalf of Axis.  The document expressly states that Nelson is “admitted \nto Alliance” and that Axis “hereby give[s] the consent required, by Section 8.1 of the \nOperating Agreement, for the admission of a member to Alliance.”  Axis’ consent \nwas all that the Operating Agreement required to admit Nelson as a Member. \n{34}  The court does not accept Defendants’ argument that the anti-dilution \nprovision of the Operating Agreement effectively precludes the admission of new \nMembers.  First, that provision can be waived by the existing Members.  Second, \nneither the Georgia LLC Act nor the Operating Agreement requires that a Member \nhave any ownership interest in Alliance, so admitting a Member does not \nnecessarily implicate the anti-dilution provision.  GA . CODE A NN . § 14-11-505(e) \n(2012); (Mem. in Supp. 17 n.7.)   \n{35}  The court concludes as a matter of law that the Admission of New \nMember document reflects the act necessary under the Operating Agreement to \nadmit Nelson as a Member of Alliance.  The question then arises whether Nelson \nceased to be a Member because of insolvency. \n \n2. \nDisputed material issues of fact preclude determining whether Nelson ceased to \nbe a Member by reason of insolvency. \n \n{36}  Defendants contend that even if Nelson was made a Member of \nAlliance, he ceased being a Member and has only the powers of a Transferee \nbecause he is insolvent.  Nelson challenges Defendants’ definition of insolvency and \nfurther asserts that there are material issues of fact under the standard Defendants \npropose.  \n{37}  The Operating Agreement provides: \n \n4.6 Bankruptcy or Incapacity of a Member. \n  A Member shall cease to \nhave any power as a Member or a Manager . . . upon death, \nbankruptcy, insolvency, dissolution, assignment for the benefit of \ncreditors, or legal incapacity . . . [and] upon the occurrence of any such \nevent shall have only the rights, powers, and privileges of a transferee \nenumerated in Section 8.4. \n \n8.4 Rights of Transferee.   Unless admitted to the Company in \naccordance with Section 8.3, the transferee of a Membership Interest . . \n. shall not be entitled to any of the rights, powers, or privileges of its \npredecessor in interest, except that such transferee shall be entitled to \nreceive and be credited with its proportionate share of Profits, Losses, \nGains from Capital Transactions, Company Cash Flow, Company Sales \nProceeds, Company Refinancing Proceeds, and Distributions in \nliquidation.   \n \n(Operating Agreement §§ 4.6, 8.4.)  The term “insolvency” is not defined in the \nOperating Agreement, the Georgia LLC Act, or case law that the court has been \nable to find. \n{38} \n Defendants assert that insolvency is the status which exists whenever \na person either cannot pay his debts as they come due or when the person’s \nliabilities exceed his assets.  (Mem. in Supp. 17–18, 18 n.9.)  Nelson asserts that \nsuch a “status” definition is both improper and unworkable because such a status \ncould change from day to day on the vagaries of certain events, such as movements \nin the stock market or other indices.  (Mem. in Opp’n 23–24.)  Nelson asserts that \nthe proper standard to interpret § 4.6 should require a triggering event, in harmony \nwith the other events enumerated in § 4.6, such that a Member would not be \ndeemed insolvent until he is actually divested of possession of his property.  (Mem. \nin Opp’n 21–23.)  \n{39}   Nelson contends that material facts remain in dispute under either \nstandard.  Defendants’ construction of the evidence is as follows: \n \nLiabilities: \n•  $4 million judgment against Nelson ordered by the U.S. District \nCourt for the District of South Carolina. \n•  $150,000.00 debt to Michael, Best & Friedrich, LLP. \n•  $100,000.00 owed to Nelson’s wife, Susan Nelson. \nTotal  =  $4,250,000.00 \n \nAssets: \n•  $850,000.00 for Nelson’s 10% Membership Interest in Alliance (10% \nof the $8.5 million Sale Proceeds). \n•  $0.00 for Nelson’s alleged claims against Defendants in this action. \n•  $0.00 for Nelson’s disputed interest in 664 N. Michigan, LLC. \n•  $50,000.00 to $100,000.00 in liquid assets. \n Total  =  $900,000.00 to $950,000.00 \n \n(Mem. in Supp. 18–19.)  \n{40} \n The court concludes that there are factual issues inherent in \nDefendants’ evidentiary presentation.  The extent of Nelson’s Membership Interest \nin Alliance is as of yet undetermined, and the value of Nelson’s claims against \nDefendants can only be determined at trial.   \n{41}  The court is dubious about Nelson’s testimony that he owns any \nownership interest in 664 N. Michigan, LLC based on other testimony, but that \ndoubt is more properly construed as a question of fact.  Defendants also allege that \nNelson is insolvent as he is unable to pay his debts as they come due, evidenced by \nhis failure to pay the $4 million South Carolina judgment.  (Mem. in Supp. 19.)  \nNelson indicates that he contests the South Carolina judgment and that he has \nfailed to pay that debt to date only because of his legal challenge.  (Mem. in Opp’n \n25.)  While again the court may have doubts as to this testimony, this is an issue for \ntrial.  1 \n \nB. The Extent of Nelson’s Ownership Interests in Alliance \n \n \n1.   \nDefendants acknowledge that Nelson owns a fixed 10% ownership interest in \nAlliance.  \n \n{42}  Defendants contend that new Membership Interest Units can be \ncreated after execution of the Operating Agreement only by a majority of a duly \nconstituted Board, and further that even such a majority cannot grant Membership \nInterest Units if doing so would violate the anti-dilution provision of the Operating \nAgreement.  Defendants contend that neither of these conditions precedent to \ngranting the interest Nelson claims have been satisfied. \n                                                 \n1   The Court also notes that there is a question under the evidence whether Nelson was insolvent at \nthe time he was admitted as a Member or whether there was some event after he was admitted that \nwould constitute an occurrence causing him to “cease” being a Member.  \n{43}  Defendants acknowledge, however, that Tweeten orally promised \nNelson a 10% ownership interest, and that Alliance has recognized and acted in \naccord with Tweeten’s promise, including taking judicial positions in this litigation, \nsuch that this ownership should be recognized even if valid Board action has not \nbeen taken. (Reply 6.)  \n \n2.   \nThere are contested material issues of fact whether Nelson was granted \nMembership Interest Units by valid Board action.   \n \n{44}  The question of whether the Board validly issued Membership Interest \nUnits in Alliance is a two-step inquiry: (1) did a majority of a validly constituted \nBoard of Directors approve the grant of Membership Interest Units; and (2) has the \nanti-dilution provision of the Operating Agreement been satisfied?  \n \na.   Determining whether action was taken by the majority of a duly constituted \nBoard of Directors.  \n \n{45}  The Parties dispute whether Hansen effectively resigned by delivering \nhis June 27, 2008 e-mail to Nelson and Tweeten.  Defendants contend that Hansen \ndid not validly resign, and so the Consent Resolution was not validly adopted \nbecause Nelson was an interested Director, leaving Tweeten and Hansen as \nDirectors entitled to vote on the issuance of Membership Interest Units, and \nbecause Hansen did not vote, there was no action by a Board majority. 2     \n{46}  Based on the uncontested facts, the court concludes that Hansen \neffectively resigned by his e-mail on June 27, 2008.  Section 14-11-304(b) of the \nGeorgia LLC Act states that “[u]nless otherwise provided in the articles of \n                                                 \n2   The Georgia LLC Act provides that, in the absence of a waiver of its provisions in an Operating \nAgreement, an interested director cannot be counted for purposes of constituting a quorum to \napprove a conflict of interest transaction.  The Operating Agreement includes provisions defining a \nquorum based only on the total number of Directors, but does not contain any specific provisions \nregarding what constitutes a quorum for purposes of a conflict of interest transaction.  However, the \ncourt concludes that Hansen effectively resigned, leaving only Tweeten and Nelson as Directors.  As \nsuch, if Nelson is disqualified from participation, Tweeten would alone constitute a quorum under \neither the Georgia LLC Act or under the Operating Agreement, if the Operating Agreement waived \nthe provisions of the Act even though it did not specifically refer to conflict of interest transactions.  \nG A . CODE A NN . § 14-11-307(f); (Operating Agreement § 3.4.)  \norganization or a written operating agreement,” a Director “shall hold office until \ntheir successors shall have been elected and qualified” unless  they “earlier \nresigned.”  Section 3.6 of Alliance’s Operating Agreement provides that acceptance \nof a Director’s resignation is not necessary to make it effective.  While the resigning \nDirector was given the authority to nominate a replacement Director, it does not \nnecessarily follow that the resignation was not effective until the replacement \nDirector was nominated. 3  \n{47}  The court has carefully considered Defendants’ argument and citation \nto case authority that the Board had no authority to act during any vacancy because \nthe Operating Agreement specified that the Board shall at all times have three \nDirectors, but the court finds the cited case law is not dispositive as to the facts of \nthis case.  (Reply 8.) \n{48}  In sum, the court concludes that Defendants have not demonstrated as \na matter of law that the Consent Resolution and the adoption of the Admission of \nNew Member, in combination, cannot constitute valid Board action to create new \nMembership Interest Units and transfer them to Nelson.  \n \nb. Nevertheless, the Consent Resolution does not reflect that the anti-dilution \nprovision was satisfied so as to allow creation of any new Membership Interest. \n \n{49}  The court concludes that the uncontested facts demonstrate that the \nConsent Resolution was not by itself adequate to transfer ten Membership Interest \nUnits to Nelson.  As an initial matter, the language of the Consent Resolution \nindicates that the actual grant of any interest would be in the future, and “shall be \nissued” to Nelson at the conclusion of the litigation between Hansen, Tweeten, and \nAxis.  Even if the court were to conclude, which it need not for present purposes, \nthat the grant was “self-executing,” the anti-dilution provision of the Operating \nAgreement was not satisfied.  After the conclusion of the Hansen litigation and at \n                                                 \n3   If the court had rather concluded that Hansen was precluded from resigning until his replacement \nwas nominated or elected, the court would then have considered whether Defendants under the facts \nof this case should be estopped from invoking a lack of corporate formality as a defense to Nelson’s \nclaims.  \nthe time of the Consent Resolution Hansen remained a Member, and the Board \ncould not grant the new Membership Interest without his waiver of the anti-dilution \nprovision of the Operating Agreement.  There is no evidence of such waiver. \n \nc.   There are disputed issues of material fact whether Alliance’s Board finalized \nany transfer of Membership Interest Units to Nelson when Tweeten joined in \nthe executing of the Admission of New Member document on behalf of both Axis \nand Alliance.  \n \n{50}  Tweeten signed the Admission of New Member document twice: once \nas the president of Axis, and once as the “chairman” of Alliance.  (Nelson Dep. Ex. \n17, July 31, 2012.)  Only Axis was required to consent to admit Nelson as a \nMember; Alliance had no role in the Member admission.  There was then no reason \nfor Alliance to sign the document except for a different corporate purpose. \nConstrued in Nelson’s favor, the evidence could support the conclusion that the \ncorporate purpose was to effectuate the transfer of Units contemplated by the \nearlier Consent Resolution because the condition of that resolution had been \nsatisfied.     \n{51}  The Consent Resolution was signed in June 2009 and conditioned the \ntransfer of Units to Nelson on the resolution of litigation with Hansen.  That \nresolution occurred on March 22, 2010.  (Nelson Dep. 81:7–82:1, July 31, 2012.)  The \nAdmission of New Member document was signed on September 24, 2010, but \nreflected a retroactive effective date of March 23, 2010.  The document recites that \nNelson “is the holder of ten (10) membership interests (sometimes called units) of \nAlliance.”  Alliance’s joinder in the document could support the conclusion that the \nAlliance Board intended to finalize the transfer it had earlier approved.  This \nconstruction would be consistent with Tweeten’s testimony that Nelson acquired his \nMembership Interest in Alliance in “early 2010.”  (Tweeten Aff. ¶ 5, Feb. 28, 2011.) \n \n \n \nd.  With Hansen no longer a Member at the time of the Admission of New Member \ndocument, only Axis needed to waive the anti-dilution provision.  \n \n{52}  Viewed favorably to Nelson, the Admission of New Member document \ncould be construed to reflect that Axis waived the anti-dilution provision of Section \n8.1 of the Operating Agreement, thereby allowing the Alliance Board to issue the \nnew Membership Interest.  Hansen was no longer a Member and the condition \nregarding the Hansen litigation had been satisfied.  The jury could conclude that \nthe Board then intended to effectuate the transfer of new Membership Interests to \nNelson. \n \nVI. VI. VI. VI.    CONCLUSION CONCLUSION CONCLUSION CONCLUSION    \n \n{53} \n In sum, the court concludes that there are disputed issues of material \nfact which preclude determining the outstanding issues as a matter of law and \naccordingly, Defendants’ Motion for Summary Judgment is DENIED.   \n \n \n IT IS SO ORDERED, this the 3rd day of January, 2013.  \n \n \n \n "
}