{
  "id": "abfe74ca1a3ec6fa2ee756ca7f85fdbeff058d22f06daf6dd1a458f4679adb69",
  "source_file": "data/raw/ncbc/abfe74ca1a3ec6fa2ee756ca7f85fdbeff058d22f06daf6dd1a458f4679adb69.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 18665 \n \nJACQUELINE S. MCFEE and \nSAVAGE MCFEE, INC., \n \nPlaintiffs, \n \nv. \n \nWILLIAM C. PRESLEY; BILL T. \nSTACKS; SABR LEME, INC.; C. \nPRESLEY PROPERTIES, LLC; \nSTACKS HOLDING, INC.; and CPP \nINTERNATIONAL, LLC, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON  \nWILLIAM C. PRESLEY AND C. \nPRESLEY PROPERTIES, LLC’S \nMOTION TO DISMISS \n \n \n1. Jacqueline McFee is a former member and employee of  CPP International, \nLLC (“CPP”).  This is the latest in a string of lawsuits against CPP and others \ndesigned to reclaim and enforce her rights to intellectual property that she created \nwhile working for the company.  In relevant part, McFee alleges that her colleague, \nWilliam Presley, defrauded her out of her membership interest and unfairly exploited \nher intellectual property.  Presley , together with  a related entity called C. Presley \nProperties, LLC, has moved to dismiss the  complaint under North Carolina Rule of \nCivil Procedure 12(b)(6) .  (See ECF No. 22.)  For the following reasons, the Court  \nGRANTS the motion in part and DENIES it in part.  \nTerpening Law PLLC , by William R. Terpening , Tomi M. Suzuki, and \nShaefer A. Shepard, for Plaintiffs Jacqueline S. McFee and Savage \nMcFee, Inc. \nJohnston, Allison & Hord, P.A., by Kimberly J. Kirk and Katie D.B.  \nBurchette, for Defendants William C. Presley and C. Presley Properties, \nLLC. \nMcFee v. Presley, 2022 NCBC 33. \nNo counsel appeared for Defend ants Bill T. Stacks, Sabr Leme, Inc., \nStacks Holding, Inc., and CPP International, LLC. \nConrad, Judge. \nI. \nBACKGROUND \n2. The Court does not make findings of fact on a motion to dismiss.  The \nfollowing background assumes that the allegations of the complaint are true and also \ndraws from documents referred to in the complaint. \n3. McFee is an artist and designer by trade.  She met Presley long ago, worked \nwith him for a year or two, and stayed friendly  afterward.  When Presley bought an \ninterest in CPP and became its president  in 1998, h e convinced McFee to join him \nthere, at first in a  part-time role and later as full-time lead designer .  (See Compl. \n¶¶ 14–21, ECF No. 3.) \n4. McFee alleges that her hiring was a turning point for CPP.  Until that time, \nthe c ompany had made and sold only basic office supplies.   McFee  organized a \ncreative department  and introduced a raft of new  products based on her unique \ndesigns.  These  products enjoyed immediate s uccess.  So did  CPP, whose  value \nquadrupled.  (See Compl. ¶¶ 22–24, 26, 29.) \n5. In 2008, CPP rewarded McFee with membership rights and a ten percent \nownership interest. 1  Around the same time, McFee  signed a written employment \n \n1 The complaint does not expressly say who CPP’s members were during the relevant period.  \nIt appears that McFee and Presley held their membership interests through related entities \nrather than in their own names.  In their briefs, though, both sides ignore the use of related \nentities and refer to McFee and Presley as members of CPP.  For simplicity, the Court does \nso as well.  For the same reason, the Court refers to McFee and her coplaintiff Savage McFee, \nagreement, which promised her quarterly royalties for products based on her designs \nas well as the right to verify the  royalty amount by inspecting and auditing CPP’s \nrecords.  The agreement  also promised that  CPP would assign to McFee all the \nintellectual property related to her designs once the company had stopped using \nthem.  Presley added his personal assurance that he would  protect her intellectual \nproperty rights.  (See Compl. ¶¶ 28, 33–35; Defs.’ Ex. A 2–3, 8–9, ECF No. 22.2.2)   \n6. In 2012, at Presley’s prodding, McFee agreed to alter her compensation .  \nPresley informed her—falsely, she alleges—that CPP was performing poorly and that \nall senior management would take a pay cut .  Relying on Presley’s representations, \nMcFee signed an amendment that  gave her an annual salary but eliminated the  \nroyalty and inspection rights contained in her original employment agreement.  (See \nCompl. ¶¶ 36–38; Defs.’ Ex. A 32.) \n7. A year later, again at Presley’s prodding, McFee abandoned her membership \ninterest.  Presley convinced McFee that doing so was in CPP’s best interests, \nrepresenting that the company was worthless and that he and all the other owners \nwould forfeit their interests too.  In fact, CPP had significant value in part because it \npossessed the intellectual property related to McFee’s designs.  Also, Presley later \nacquired complete ownership of CPP—increasing his stake rather than giving it up.  \nMcFee alleges that she  did not know the tru th because “Presley told her that CPP \n \nInc. as “McFee” and refers to Presley and his codefendant C. Presley Properties, LLC as \n“Presley.” \n2 Presley’s exhibit A includes not only the original employment agreement bu t also several \namendments.  Citations are to the pages of the combined exhibit, not to the pages of any \nindividual document contained within it. \nwas worthless and denied her access to books and records .”  (See Compl. ¶¶ 39, 41–\n43, 46, 47.)   \n8. The work environment at CPP grew  increasingly hostile from then on .  \nPresley promoted his friend Bill Stacks, and the two began making key managerial \ndecisions without consulting  McFee and other senior  employees.  Then CPP cut \nMcFee’s pay again .  McFee  protested to Presley that she was being marginalized .  \nThey clashed one final time in May 2015, and he fired her.  (See Compl. ¶¶ 55–57, 60, \n63, 64.) \n9. A wave of litigation followed.  In April 2016, McFee sued CPP in federal \ncourt for copyright infringement stemming from the use of her designs.  (See Compl. \n¶ 68.)  The court  dismissed her claim because she did “not have ownership of the \nintellectual property rights” at issue .  McFee v. CPP Int ’l, 2017 U.S. Dist. LEXIS \n21462, at *8 (W.D.N.C. Feb. 15, 2017).  The court further noted that CPP’s failure to \nassign copyrights and related intellectual property to McFee might have been a \nbreach of her employment agreement but declined jurisdiction over that issue .  See \nid. at *8–9. \n10. So, in October 2017,  McFee sued CPP for breach of contract in state court.   \nFor reasons that are not clear, CPP did not answer or make an appearance in th at \nsecond lawsuit.  As a result, i n February 2020, the presiding superior court  judge \nentered a default judgment, which included an award of damages and an assignment \nof intellectual property to McFee.  (See Compl. ¶¶ 68, 69.) \n11. While that law suit was pending, CPP ceased doing business.  Presley and \nStacks sold some of CPP’s assets in October 2017 to a company called Pacon and the \nrest of its assets in March 2019 to a company called Bay Sales.  McFee did not receive \nany of the proceeds from either sale.  McFee believes that Bay Sales has infringed the \ncopyrights assigned to her via the default judgment against CPP , and she has since \nsued one of its subsidiaries in federal court.  (See Compl. ¶¶ 70, 73, 75, 81–84, 89, 96.) \n12. This is McFee’s fourth and most recent  lawsuit.  She alleges that Presley \nfraudulently induced her to abandon her membership interest and then schemed  to \nsteal her intellectual property and her share of the proceeds of CPP’s asset sales.  The \ncomplaint includes claims for breach of fiduciary duty, constructive fraud, fraud, \nfraudulent transfer, conversion, unjust enrichment, and unfair or deceptive trade \npractices under N.C.G.S. § 75-1.1.3   \n13. Presley has moved to dismiss all claims under Rule 12(b)(6).  The Court held \na hearing on 30 June 2022, and the motion is now ripe. \nII. \nLEGAL STANDARD  \n14. A motion to dismiss “tests the legal sufficiency of the complaint.”  Isenhour \nv. Hutto, 350 N.C. 601, 604 (1999) (citation and quotation marks omitted).  Dismissal \nis proper when “(1) the complaint on its face reveals that no law supports the \nplaintiff’s claim; (2) the complaint on its face reveals the absence of facts sufficient to \nmake a good claim; or (3) the complaint discloses some fact that necessarily defeats \n \n3 McFee has asserted many of these claims against CPP, Stacks , Stacks Holding, Inc., and \nSabr Leme, Inc .  These four defendants have not answered or otherwise responded to the \ncomplaint. \nthe plaintiff’s claim.”  Corwin v. Brit. Am. Tobacco PLC , 371 N.C. 605, 615 (2018) \n(citation and quotation marks  omitted).  The Court must treat all  well-pleaded \nallegations as true and view the facts and permissible inferences in the light most \nfavorable to the nonmoving party.  See, e.g., Sykes v. Health Network Sols., Inc., 372 \nN.C. 326, 332 (2019).  The Court may also consider documents, such as contracts, that \nare the subject of the complaint .  See, e.g., Oberlin Capital, L.P. v. Slavin , 147 N.C. \nApp. 52, 60 (2001). \nIII. \nANALYSIS \n \n15. McFee believes that she was swindled out of  her membership in CPP, her \nintellectual property rights, and her share of the proceeds from CPP’s asset sales.  \nPresley contends that her allegations are missing key elements and therefore do not \nstate an actionable claim.  He also contends that most of her claims are time-barred.  \nThe Court begins with Presley’s challenges to specific elements of the asserted claims \nbefore turning to questions of timeliness. \nA. Breach of Fiduciary Duty and Constructive Fraud \n16. Breach of fiduciary duty and constructive fraud are related, though distinct, \ncauses of action.  Essential to each is the existence of a fiduciary relationship.  See, \ne.g., Azure Dolphin, LLC v. Barton, 2017 NCBC LEXIS 90, at *23–24 (N.C. Super. Ct. \nOct. 2, 2017), aff’d, 371 N.C. 579 (2018); Bro wn v. Secor, 2017 NCBC LEXIS 65, at \n*18–19 (N.C. Super. Ct. July 28, 2017).  A fiduciary relationship exists when a person \nplaces special confidence in a party who “is bound to act in good faith and in the best \ninterest of the” person reposing the confiden ce.  Lynn v. Fannie Mae, 235 N.C. App. \n77, 81 (2014).   \n17. Presley argues that the complaint does not adequately allege the existence \nof a fiduciary relationship.  Generally, a manager of an LLC owes a fiduciary duty to \nthe company but not to its members, and members do not owe fiduciary duties to the \ncompany or to each other.  See, e.g., Kaplan v. O.K. Techs., L.L.C., 196 N.C. App. 469, \n474 (2009).  According to Presley, this means that he did not owe a fiduciary duty to \nMcFee in his roles as member, manager, or officer of CPP.  \n18. In response, McFee points to the rule that, “under special circumstances, a \ndirector of a corporation stands in a fiduciary relationship to a shareholder or director \nin the acquisition of the shareholder’s stock.”  Lazenby v. Godwin , 40 N.C. App. 487, \n494 (1979).  For example, “where the parties do not have equal access to the necessary \ninformation, a duty to disclose exists.”  Id.  at 495.   McFee contends that  she has \nalleged special circumstances giving rise to a fiduciary relations hip, including that  \nPresley had control over CPP’s finances and superior access to its financial \ninformation. \n19. Because the case that McFee cites comes from the corporate context, Presley \nargues that its rationale does not apply to LLCs.  The Court disagrees.  It is true that \n“an LLC is primarily a creature of contract” and that “members are generally free to \narrange their relationship however they wish.”  Vanguard Pai Lung, LLC v. Moody , \n2019 NCBC LEXIS 39, at *17 (N.C. Super. Ct. June 19, 2019) (citation and quotation \nmarks omitted).   This means that a n LLC’s members could draft an operating \nagreement to narrow or eliminate fiduciary duties owed by members and managers.  \nOr members could adopt comprehensive rules for transfers of membership interests, \nthus displacing default or background rules that might otherwise apply.  But Presley \ndoes not contend  that either is true of  CPP’s operating agreement .  The Court \ntherefore sees no reason not to consult traditional common -law rules  in deciding \nwhether McFee’s complaint alleges a fiduciary relationship.  \n20. Presley also contends that he and McFee were on the same footing because  \nthe operating agreement gave her  broad inspection rights .  Though undoubtedly \nrelevant, i nspection rights are not always dispositive.  In Lazenby, the Court of \nAppeals observed that the parties’ actual access to financial information may be \nunequal even when their rights to company records  are nominally equal.   See \nLazenby, 40 N.C. App. at 495 (describing evidence that parties did not have  equal \naccess even though “codirectors ordinarily have equal means of knowledge of the \ncorporation’s finances”).   \n21. McFee has alleged  informational inequality along with other special \ncircumstances.  Construed li berally, the complaint alleges that McFee had minimal \nexperience with corporate finance; that Presley affirmatively misled her regarding \nCPP’s financial position; that he asked her to abandon her membership interest; that \nhe denied her access to books and records ; and that CPP eventually sold its assets \nafter Presley consolidated control .  ( See, e.g. , Compl. ¶¶  39–43, 47 , 70, 75.)   Such \nallegations tend to show special circumstances that might support the existence of a \nfiduciary relationship.  See Lazenby, 40 N.C. App. at 492 (citing “forthcoming sale of \nassets,” “fact that the director initiates” the shareholder’s sale of stock, and “relative \nages and experience in financial affairs of the director and shareholder” as special \ncircumstances). \n22. That is enough to sustain McFee’s claim at this stage .  The Court need not  \ndecide whether she  has adequately alleged a fiduciary relationship on any  other \nbasis.   \nB. Fraud \n23. Fraud has five “essential elements”: (a) a false representation or \nconcealment of a material fact , (b) calculated to deceive , (c) made with intent to \ndeceive, (d) that did in fact deceive , and (e) that resulted in damage to the injured \nparty.  Rowan Cnty. Bd. of Educ. v. U.S. Gypsum Co. , 332 N.C. 1, 17 (1992).  The \nplaintiff’s reliance on  the misrepresentation “must be reasonable.”  Forbis v. Neal , \n361 N.C. 519, 527 (2007).   “[W]hen the party relying on the false or misleading \nrepresentation could have discovered the truth upon inquiry, the complaint must \nallege that he was denied the opportunity to investigate or that he could not have \nlearned the true facts by exercise of reasonable diligence.”  Hudson- Cole Dev. Corp. \nv. Beemer, 132 N.C. App. 341, 346 (1999). \n24. McFee claims that Presley committed fraud by falsely representing  that \nCPP was w orthless, that he and CPP’s  other owners would forfeit  their ownership \ninterests, and that he would ensure the assignment of intellectual property rights to \nher once CPP stopped using her designs.  (See Compl. ¶ 118.)  Presley contends that \nMcFee has not adequately alleged reasonable reliance on the first two \nrepresentations because she could have discovered the truth about CPP’s financial \ncondition and ownership by exercising her right to inspect company records.   \n25. CPP’s operating agreement gave McFee broad inspection rights , and it is \npossible, perhaps likely, that reviewing the right records  would have revealed the \ntruth.  (See Defs.’ Ex. B §  7.3, ECF No. 22.3.)   But the complaint does not say what \ncompany records would have shown.  And even if McFee could have discovered the \ntruth, she has alleged enough facts to support an inference that she was denied the \nopportunity to investigate .  C onstrued liberally, t he complaint alleges that Presley \naffirmatively misled McFee, dissuaded her from investigating, and “denied her access \nto books and records.”  (Compl. ¶¶ 38–44.)  Moreover, McFee’s inspection rights were \nextinguished when she abandon ed her membership interest, which would have \nlimited her ability to investigate company records from 2013 onward.  \n26. Discovery may disprove these allegations.  But for now, the Court must take \nthem as true  and, as a result, cannot dismiss the fraud claim on the ground that \nMcFee’s reliance was not reasonable.  See Tillery Envtl. LLC v. A&D Holdings, Inc., \n2018 NCBC LEXIS 13, at *55 –56 (N.C. Super. Ct. Feb. 9, 2018) (denying motion to \ndismiss because it was unclear from allegations whether party “could have discovered \nthe truth of these matters via further inquiry”); see also Bucci v. Burns, 2018 NCBC \nLEXIS 93, at *6–7 (N.C. Super. Ct. Sept. 4, 2018). \nC. Fraudulent Transfer \n27. The claim for fraudulent transfer  is based on the sales of CPP’s assets to \nPacon in 2017 and to Bay Sales in 2019.  Presley contends that he cannot be liable \nfor the latter sale  because the complaint alleges that  he gave up control of CPP in \n2018.  Not so.  Although the complaint doesn’t describe Presley’s role after 2018 as \nclearly as it could, it does allege that  he continued to share control of CPP.  ( See \nCompl. ¶ 66.)  Lack of control is therefore not a basis to dismiss the claim in whole or \nin part. \nD. Unjust Enrichment \n28. McFee alleges that Presley was  unjustly enriched by retaining her \nintellectual property and her share of the proceeds from the sales of CPP’s assets.  \nCiting McFee’s employment agreement, Presley invokes “the principle that unjust \nenrichment relief is not available in instances governed by an express contract.”  \nCollege Rd. Animal Hosp., PLLC v. Cottrell , 236 N.C. App. 259, 270 (2014).  Here, \nthough, it is disputed whether there is a valid, express contract because McFee \nalleges that her amended employment agreement and the agreement to abandon her \nmembership interest are tainted by fraud.  The Court therefore cannot conclude from \nthe face of the complaint  that an express contract bars the claim for unjust \nenrichment. \nE. Conversion \n29. Conversion is the “unauthorized assumption and exercise of the right of \nownership over goods or personal chattels belonging to another, to the alteration of \ntheir condition or the exclusion of an owner’s rights .”  Peed v. Burleson’s, Inc. , 244 \nN.C. 437, 439 (1956) (citation and quotation marks omitted).   North Carolina does \nnot recognize a  claim for conversion of “ intangible interests such as business \nopportunities and expectancy interests.”  Norman v. Nash Johnson & Sons’ Farms, \nInc., 140 N.C. App. 390, 414 (2000). \n30. McFee claims that Presley converted her intellectual property rights, her \nownership interest in CPP , and her share of the proceeds from the sale of CPP’s \nassets.  Presley argues that these are intangible interests not subject to a claim for \nconversion.   \n31. Intellectual property rights are indeed intangible interests.  McFee contends \nthat her intellectual property  can be reduced to tangible things —notebooks, for \nexample—that may be the subject of a claim for conversion.  But she has not alleged \nconversion of products protected by intellectual property.  She has alleged  only \nconversion of the intellectual property itself , which does not state a claim for relief .  \nSee, e.g., Window World of N. Atlanta, Inc. v. Window World, Inc., 2018 NCBC LEXIS \n111, at * 9–10 (N.C. Super. Ct. Oct. 22, 2018)  (dismissing claim for conversion of \ntrademark rights); HCW Ret. & Fin. Servs., LLC v. HCW Emp. Benefit Servs. , LLC, \n2015 NCBC LEXIS 73, at *57–58 (N.C. Super. Ct. July 14, 2015) (same); see also SQL \nSentry, LLC v. ApexSQL, LLC , 2017 NCBC 105, at *13 (N.C. Super. Ct. Nov. 20, \n2017). \n32. Membership in an LLC is also an intangible interes t.4  Thus, McFee’s \nallegation that she was deprived of her membership interest in CPP does not give rise \nto a claim for conversion.  See Surratt v. Brown , 2015 NCBC LEXIS 75, at *16 (N.C. \n \n4 At the hearing, McFee’s counsel agreed as much and stated that this claim was not intended \nto allege conversion of her ownership interest.  The complaint expressly includes it, though, \nso the Court addresses it.  (See Compl. ¶ 137.) \nSuper. Ct. July 27, 2015) (dismissing claim for conversion of “membership interest in \nthe LLC/Partnership”). \n33. The same is true for the proceeds from the sales of CPP’s assets.  Although \nmoney may be the subject of a claim  for conversion in certain circumstances, those \ncircumstances are not present .  See Variety Wholesalers, Inc. v. Salem Logistics \nTraffic Servs., LLC, 365 N.C. 520, 528 (2012).  In a nutshell, McFee alleges that her \nmembership interest in CPP should have been restored and that, if it had been, she \nwould have held a  contractual right to proceeds from the  asset sales.  This is not a \nclaim for conversion of specific funds belonging to McFee.  It is one for deprivation of \na contingent, intangible expectancy interest and, as a result, not subject to a claim \nfor conversion.  See, e.g., Kapur v. IMW EMR, LLC, 2020 NCBC LEXIS 148, at *25–\n26 (N.C. Super. Ct. Dec. 18, 2020) (dism issing claim for conversion of commissions \nexpected under contract); Gottfried v. Covington, 2014 NCBC LEXIS 26, at *19 (N.C. \nSuper. Ct. June 25, 2014) (dismissing conversion claim for “intangible, contractual \nexpectancy” to royalties). \n34. The Court therefore grants the motion to dismiss the claim for conversion. \nF. Section 75-1.1 \n35. The General Assembly has declared  that “unfair or deceptive acts or \npractices in or affecting commerce” are “unlawful.”  N.C.G.S. § 75-1.1.  Presley argues \nthat his alleged actions are not in or affecting commerce  because they were internal \nto CPP and involved extraordinary events rather than day-to-day business activities. \n36. Section 75-1.1 is “not intended to apply to all wrongs in a business setting.”  \nDalton v. Camp, 353 N.C. 647, 657 (2001).  Its “language is broad enough ‘to regulate \na business’s regular interactions with other market participants’ but not so broad as \nto capture conduct ‘solely related to the internal operations’ of a business.”  Brewster \nv. Powell Bail Bonding, Inc., 2018 NCBC LEXIS 76, at *16 (N.C. Super. Ct. July 26, \n2018) (quoting White v. Thompson, 364 N.C. 47, 51–52 (2010)).  Thus, “any unfair or \ndeceptive conduct contained solely within a single business is not covered by” section \n75-1.1.  White, 364 N.C. at 53 ; see also Nobel v. Foxmoor Group, 380 N.C. 116, 120–\n21 (2022).   \n37. Likewise, certain extraordinary events beyond the regular, day -to-day \nactivities of a business fall outside the statute’s purview.  These  include securities \ntransactions, efforts to raise capital, and similar activities.  See, e.g., Nobel, 380 N.C. \nat 120–21; HAJMM Co. v. House of Raeford Farms, 328 N.C. 578, 593 (1991); Skinner \nv. E.F. Hutton & Co., 314 N.C. 267, 275 (1985). \n38. All the alleged wrongdoing here was internal to CPP.  McFee’s section 75-1.1 \nclaim, like all her other claims, is based on allegations that Presley defrauded her, \ninduced her to abandon her membership interest, deprived her of intellectual \nproperty rights to designs she created while working for CPP , and refused to share \nproceeds from sales of CPP’s assets.  The se are internal disputes between an \nemployee and minority owner of CPP  (McFee) and her boss and co -owner (Presley).  \nSee, e.g., Nobel, 380 N.C. at 121–22 (“The investments provided by plaintiff, and any \nrelated exchanges, concern the internal operations of Foxmoor, and plaintiff’s claim \nis based solely on the interaction between her, as an investor, and the company’s \nmember manager.”); Carrington v. C arolina Day Sch., Inc. , 2020 N.C. App. LEXIS \n104, at *8 (Feb. 4, 2020) (unpublished) (holding that section 75-1.1 “does not apply to \nthe employer -employee relationship”); Alexander v. Alexander, 250 N.C. App. 511, \n517 (2016) (concluding that section 75 -1.1 does not cover “misappropriation of \ncorporate funds”); Comput. Design & Integration, LLC v. Brown, 2018 NCBC LEXIS \n216, at *82–83 (N.C. Super. Ct. Dec. 10, 2018) (dismissing claim based on “acts related \nto one member’s buyout of another member’s interest in an LLC”). \n39. McFee observes that  the asset sales to Pacon and Bay Sales  involve other \nmarket participants.  But her claim is not based on an allegation that Presley directed \nunfairness or deception toward those third parties.  It is based on allegations that \nPresley interfered with the  intellectual property rights  that McFee held under her \nemployment agreement and withheld the share of sale proceeds that she would have \nreceived as a member .  Thus, any unfairness “inheres in the relationship between” \nMcFee and Presley as employees and co- owners of CPP.  Potts v. KEL, LLC, 201 8 \nNCBC LEXIS 24, at *15 (N.C. Super. Ct. Mar. 27, 2018);  see also Poluka v. Willette, \n2021 NCBC LEXIS 105, at * 18–21 (N.C. Super. Ct. Dec. 2, 2021)  (dismissing claim \ninvolving transfer of trademark registration to third party) ; Botanisol Holdings II, \nLLC v. Propheter, 2021 NCBC LEXIS 94, at * 27 (N.C. Super. Ct. Oct. 18, 2021)  \n(dismissing claim involving third party “used merely as an instrument to facilitate \nharm within the first entity”); Worley v. Moore, 2017 NCBC LEXIS 15, at *76 (N.C. \nSuper. Ct. Feb. 28, 2017) ( dismissing claim involving allegations that defendants \nstructured merger with another company  to benefit themselves); Powe ll v. Dunn , \n2014 NCBC LEXIS 3, at * 10–11 (N.C. Super. Ct. Jan. 28, 2014)  (dismissing claim \ndespite involvement of third-party investment bank and acquirer in merger process). \n40. McFee may be able to pursue other claims for relief based on  these \nallegations.  But because the alleged conduct, even if true, relates to disputes internal \nto CPP and is not in or affecting commerce, the Court dismisses the section 75 -1.1 \nclaim.   \nG. Timeliness \n41. The final dispute is about timeliness.  Presley argues that nearly every claim \nis partly or wholly time -barred by an applicable statute of limitations or statute of \nrepose.  The sole omission  is constructive fraud, which has a ten -year statute of \nlimitations.  Thus, the Court need not and does not consider the timeliness of the \nclaim for constructive fraud, which is unchallenged,  or that of the claims for \nconversion and violations of section 75-1.1, which have been dismissed.   \n42. “A statute of limitations or repose may be the basis of a 12(b)(6) dismissal if \non its face the complaint reveals the claim is barred. ”  Forsyth Mem’l Hosp., Inc. v. \nArmstrong World Indus., Inc. , 336 N.C. 438, 442 (1994).  This is a strict standard.  \nThe facts needed to show that a claim is untimely must be “alleged or admitted in the \ncomplaint, construing the complaint liberally in favor of plaintiff.”  Lau v. Constable, \n2017 NCBC LEXIS 10, at * 10 (N.C. Super. Ct. Feb. 7, 2017)  (citing Fox v. Sara Lee \nCorp., 210 N.C. App. 706, 708–09 (2011)). \n43. The limitations period for c laims of fraud, b reach of fiduciary duty, and \nunjust enrichment is three years .  See N.C.G.S. §  1–52.  Generally, “a statute of \nlimitations should not begin running against a plaintiff until the plaintiff has \nknowledge that a wrong has been inflicted upon him.”  Chisum v. Campagna, 376 \nN.C. 680, 701 (2020) (quoting Black v. Littlejohn, 312 N.C. 626, 639 (1985)) (cleaned \nup).  In other words , “accrual of the limitations period does not begin when the \ndefendant’s conduct occurred, but when the plaintiff discovered it”  or reasonably \nshould have discovered it.  Aldridge v. Metro. Life Ins. Co. , 2019 NCBC LEXIS 116, \nat *52 (N.C. Super. Ct. Dec. 31, 2019) (citing Forbis, 361 N.C. at 524). \n44. Claims for fraudulent transfer are subject to a four- year statute of repose.  \nSee N.C.G.S. § 39-23.9.  A savings clause allows a plaintiff to assert a claim “not later \nthan one year after the transfer or obligation was or could reasonably have been \ndiscovered.”  Id. § 39-23.9(1); see also id. § 39-23.4(a)(1). \n45. McFee filed t his action in November 2021.  She  alleges that the sale s of \nCPP’s assets to Pacon and Bay Sales first  alerted her to Presley’s wrongdoing  and \nthat she discovered these sales only recently.  (See, e.g., Compl. ¶¶ 109, 123.)  On that \nbasis, she contends that her claims are timely under any of the governing statutes. \n46. Presley asserts several arguments.  He contends, first , that it should have \nbeen apparent to McFee  during her continued employment with  CPP between 2013 \nand 2015 that the company  had value and that its owners hadn’t given up the ir \nmembership interests.  This is unpersuasive.  The complaint’s allegations, taken as \ntrue, suggest that CPP struggled in the marketplace after 201 3 and that some of its \nowners did in fact transfer their membership interests.  (See, e.g., Compl. ¶¶ 46, 47, \n60.)  If so, whether Presley’s representations were false may not have been apparent \nto McFee.  Put simply , what McFee “should have known is a fac t-intensive inquiry \nnot suited to a Rule 12(b)(6) motion.”  Inhold, LLC v. PureShield, Inc. , 2020 NCBC \nLEXIS 107, at *14 (N.C. Super. Ct. Sept. 22, 2020); see also Hunter v. Guardian Life \nIns. Co. of Am. , 162 N.C. App. 477, 486 (2004) (noting that when a p laintiff should \nhave discovered alleged wrongdoing is usually a question of fact); Dawn v. Dawn, 122 \nN.C. App. 493, 495 (1996) (“Our cases suggest that the question of when a plaintiff \nknew or should have known of an alleged breach of fiduciary duty is for  the trier of \nfact to resolve.”). \n47. Next, Presley asks the Court to take judicial notice of  McFee’s court filings \nin her 2016 and 2017 lawsuits against CPP.  These filings, he contends, show not only \nthat McFee knew of her injuries but also that any fiduciary relationship between her \nand Presley had been extinguished when they became adversaries .  McFee objects \nthat these documents are extrinsic to the complaint.  Even if it is appropriate to \nconsider these documents, they do not require dismissal.  Presley was not a defendant \nin the earlier lawsuits.  Certainly, the disputed filings show that McFee believed she \nhad been injured by CPP, but fact questions remain as to whether she knew or should \nhave known that Presley had made misrepresentations to her, breached his fiduciary \nduties, or otherwise caused her injuries.  See Podrebarac v. Horack, Talley, Pharr, & \nLowndes, P.A., 231 N.C. App. 70, 75– 76 (2013) (reversing dismissal  because it was \nunclear from face of complaint whether limitations period had run). \n48. Finally, although Presley concedes that the claim  for fraudulent transfer \nbased on the 2019 sale  to Bay Sales is timely , he contends that any claim based on \nthe 2017 sale to Pacon is barred by the four-year statute of repose.  Presley contends \nthat McFee cannot rely on the savings clause because she knew by October 2020 that \nCPP had ceased doing business.  Even if that is true , Presley has not pointed to \nanything in the complaint showing that McFee knew or should have known that CPP \nhad sold assets to Pacon.  The Court cannot conclude that the claim is time-barred.5  \n49. Many of the disputed events occurred years ago.  Discovery may show that \nMcFee should have known the basis for her claims much earlier and that, as a result, \nthe statutes of limitation and repose bar her claims.  But the Court is not convinced \nthat the claims are untimely from the face of the complaint and therefore declines to \ndismiss any claims on that basis. \nIV. \nCONCLUSION \n50. For al l these reasons, the Court  GRANTS the motion  in part  and \nDISMISSES the claims for conversion and violations of section 75 -1.1.  The Court \nDENIES the motion in all other respects. \n \n5 Presley a lso contends that the sale to Pacon could not have been made with “intent to \nhinder, delay, or defraud,” as required by N.C.G.S. § 39-23.4(a)(1).  What Presley knew and \nintended at the time of the sale to Pacon are fact-intensive questions that cannot be resolved \non the pleadings. \nSO ORDERED, this the 11th day of July, 2022. \n \n \n        /s/ Adam M. Conrad   \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n "
}