{
  "id": "ac3db3016c8d892e966565c685955112af0d0a1e2d2ed03178122cb0fcfe5a2f",
  "source_file": "data/raw/ncbc/ac3db3016c8d892e966565c685955112af0d0a1e2d2ed03178122cb0fcfe5a2f.pdf",
  "raw_text": "SciGrip, Inc. v. Osae, 2018 NCBC 10. \n \nSTATE OF NORTH CAROLINA \n \nDURHAM COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n13 CVS 2854 \n \nSCIGRIP, INC. f/k/a IPS \nSTRUCTURAL ADHESIVES \nHOLDINGS, INC. and IPS \nINTERMEDIATE HOLDINGS \nCORPORATION, \n \n   Plaintiffs, \n \nv. \n \nSAMUEL B. OSAE and SCOTT \nBADER, INC., \n \n   Defendants. \n \n(REDACTED) ORDER AND OPINION \nON MOTIONS FOR SUMMARY \nJUDGMENT, MOTIONS TO \nEXCLUDE, AND MOTIONS TO FILE \nUNDER SEAL \n \n1. THIS MATTER is before the Court on  Plaintiffs’ motion for summary \njudgment, Defendant Samuel B. Osae’s (“Osae”) motion for summary judgment, \nDefendant Scott Bader, Inc.’s (“SBI”) motion for summary judgment, Osae’s motions \nto exclude expert testimony, and the parties’ motions to fi le under seal .  For the \nreasons set forth below, the Court GRANTS in part and DENIES in part the \nmotions for summary judgment, DENIES as moot Osae’s motions to exclude, and \nGRANTS the motions to file under seal.1  \nWyrick Robbins Yates & Ponton LLP, by Benjamin N. Thompson and J. \nBlakely Kiefer, and Lynch, Cox, Gilman & Goodman P.S.C., by Donald \nL. Cox and William H. Mooney, for Plaintiffs. \n \n                                                 \n1 To protect the alleged trade secret information of Plaintiffs, this Order and Opinion \nis filed under seal and will be available, as necessary, for any appellate process.  The \nCourt will also file and publish a redacted version of this Order and Opinion for public \ninspection.  \n \n \nMast, Mast, Johnson, Wells & Trimyer, P.A., by George B. Mast, Charles \nD. Mast, and Lilly Van Patten Tuttle, for Defendant Samuel B. Osae. \n \nOgletree, Deakins, Nash, Smoak & Stewart, P.C., by Phillip J. Strach \nand Brodie D. Erwin, for Defendant Scott Bader, Inc. \n \nRobinson, Judge. \nI. INTRODUCTION \n2. At the core of this litigation lies a dispute over whether the use of specific \ningredients, and combinations thereof, in a structural methyl methacrylate  (“MMA”) \nadhesive formulation  is generally known , precluding their status as confidential \ninformation or trade secrets .  In July 2000, Plaintiffs SciGrip, Inc. and IPS \nIntermediate Holdings Corporation (collectively, “Plaintiffs” or “IPS”) hired Osae to \nformulate MMA adhesives.  After eight years of formulating MMA adhesives at IPS, \nOsae left IPS in 2008 and began working for SBI, a compe titor of IPS.  That same \nyear, IPS filed a lawsuit against Osae and SBI to enforce its non -competition and \nconfidentiality agreements with Osae, which was resolved by a Consent Order \nprohibiting the disclosure or use of IPS’s confidential information.  Just over two \nyears after entry of the Consent Order, in February 2011, SBI filed a patent \napplication in Europe to cover its MMA adhesives, which were developed by Osae.  \nLater in 2011, Osae left SBI, became a member of Engineered Bonding Solutions, \nLLC (“EBS”), a non-party to this litigation, and filed a provisional patent application \nregarding EBS’s MMA adhesives, which were developed by Osae.   \n3. Plaintiffs initiated this lawsuit, contending that certain components of their \nMMA adhesive formulations constitu te trade secrets  and confidential information .  \n \n \nPlaintiffs assert that Defendants misappropriated their  trade secrets by using and \ndisclosing them in the SBI and EBS p atents and their respective MMA adhesive \nproducts.  Further, Plaintiffs contend that such conduct was in breach of the Consent \nOrder.  Defendants’ principal argument is that the components constitute neither \ntrade secrets nor confidential information because the components were generally \nknown.             \nII. FACTUAL BACKGROUND \n4. The Court does not  make findings of fact when ruling on motions for \nsummary judgment.  E.g., In re Estate of Pope , 192 N.C. App. 321, 329, 666 S.E.2d \n140, 147 (2008).   The following factual background, taken from the evidence \nsubmitted in support of and in opposition to the motions for summary judgment, is \nintended solely to provide context for the Court’s analysis and ruling.  \n5. Plaintiffs are  Delaware corporation s with places of business in  Durham \nCounty, North Carolina.   (Am. Verified Compl. ¶¶ 1−2, ECF No.  13; Def. Osae’s \nAnswer to Am. Verified Compl. ¶¶ 1−2, ECF No. 14 [“Osae’s Answer”]; Answer to Am. \nCompl. by Def. SBI ¶¶ 1−2, ECF No. 30 [“SBI’s Answer”].)   \n6. SBI is an Ohio corporation that conducts business in North Carolina.  (Am. \nVerified Compl. ¶ 3; SBI’s Answer ¶ 3.) \n7. Osae is a Florida resident who was formerly employed by IPS in, and a \nresident of, North Carolina for at least eight years.  (Am. Verified Compl. ¶ 4; Osae’s \nAnswer ¶ 4; SBI’s Answer ¶ 4.)   \n \n \n8. IPS owns, develops, and manufactures a speci al class of adhesives known \nas structural MMA adhesives.  (Def. SBI’s Mot. Summ. J. Ex.  23, ¶ 3, ECF No. 113 \n[“Briggs First Aff.”].)  MMA adhesives are toughened polymeric systems used to bond \nmetals, composites, engineering plastics, and other ma terials.  (Def. Osae’s Mot. \nSumm. J. Ex. 1, ¶ 4, ECF No. 142 [“Petrie’s Expert Report”].)   The science a nd \nexpertise of formulating MMA adhesives  require a balance between [REDACTED], \nas well as [REDACTED].  (Petrie’s Expert Report ¶ 34.)   An MMA  adhesive \nformulation may contain as many as twenty to thirty components, with each \ncomponent having its own primary effect and interactions with other components.  \n(Petrie’s Expert Report ¶ 34.)   \n9. In July 2000, IPS hired Osae as an Applications and Development Manager \nat IPS’s Durham facility.  (Briggs First Aff. ¶ 4.)  Osae was hired by IPS to formulate \nproducts, primarily MMA adhesives.  (Def. Osae’s Mot. Summ. J. Ex. 5, at 41:14−17, \n53:11−54:10, ECF No. 145 [“Briggs 2014 Dep.”]; Def. SBI’s Mot. Summ. J. Ex. 13, at \n8:20−9:3, ECF No. 114 [“Briggs 2017 Dep.”].)  During his time at IPS, Osae was the \nmain formulator and developed numerous MMA adhesive products.  (Def. Osae’s Mot. \nSumm. J. Ex. 4, at 15 4:21−155:3, ECF No. 144 [“Osae  2014 Dep.”]; Def. Osae’s Mot. \nSumm. J. Ex. 3, at 35:4−36:12, ECF No. 143 [“Osae 2016 Dep.”].)    \n10. Shortly after being hired, o n July 31, 2000, Osae executed a Proprietary \nInformation and Inventions Agreement (the “PII Agreement”).  (IPS’s Mot. Summ. J. \nEx. 6, at IPS 001735, ECF No. 118.)   Pursuant to the PII Agreement, Osae agreed \n“during the term of [his] employment and thereafter, to hold in strictest confidence, \n \n \nand not to use, except for the benefit of [IPS], or to disclose to any person or \nentity . . . any ‘Proprietary Information.’”  (IPS’s Mot. Summ. J. Ex. 6, at IPS 001733.) \n11. Further, Osae executed two Nonqualified Stock Option Agreements ( the \n“Stock Agreements”) dated December 21, 2006 and January 4, 2008.   (IPS’s Mot. \nSumm. J. Ex. 6, at IPS 001745−58.)  Pursuant to the Stock Agreements, IPS granted \nOsae stock options, and Osae agreed to “maintain the confidentiality of all non-public \ninformation relating to”  Plaintiffs.  (IPS’s Mot. Summ. J. Ex. 6, at IPS 001748, \n001755.)  The Stock Agreements also c ontained a non -competition provision \nprohibiting Osae from working for a competitor of IPS at any time beginning on the \ndate of the grant and ending either one year (the 2008 agreement) or two years (the \n2006 agreement) following Osae’s termination or resi gnation from IPS.  (IPS’s Mot. \nSumm. J. Ex. 6, at IPS 001748−49, 001755−56.)        \n12. In August 2008, Osae left IPS and, shortly thereafter, began working for \nSBI, a competitor of IPS.  (Osae 2014 Dep. 184:17−19; Osae 2016 Dep. 12:16−18; \nBriggs First Aff. ¶ 6.)  This caused IPS to bring a lawsuit in Durham County, North \nCarolina Superior Court against Osae and SBI to enforce the PII Agreement and \nStock Agreements, IPS Structural Adhesives Holdings, Inc. v. Osae, Civil Action No. \n08 CVS 6191.  (Briggs First Aff. ¶ 7; IPS’s Mot. Summ. J. Ex. 11, ECF No. 108.)  \n13. On December 15, 2008, the parties entered into a Consent Order resolving \nthe prior litigation.  (Am. Verified Compl. Ex. B.)  The Consent Order prohibited Osae \nfrom disclosing, and SBI from u sing, IPS’s confidential i nformation.  (Am. Verified \nCompl. Ex. B, at 4.)   The Consent Order permitted Osae to work for SBI on the \n \n \ncondition that he perform any and all laboratory work in the United Kingdom  until \nJanuary 1, 2010.  (Am. Verified Compl. Ex. B, at 4.)   \n14. In April 2009, SBI began preparing a patent application to cover its MMA \nadhesives—which it named its Crestabond products—that were being developed by \nOsae.  (IPS’s Mot. Summ. J. Ex. 8, at 154:3−10, ECF No. 119.)  In February 2011, SBI \nfiled the patent application in Europe , which was published on September 1, 2011  \n(the “SBI Patent”).  (Briggs First Aff. ¶ 11; IPS’s Mot. Summ. J. Ex. 20, ECF No. 108.) \nThe SBI Patent publicly disclosed various components used in SBI’s MMA products. \n(Compare IPS’s Mot. Summ. J. Ex. 20, at [REDACTED], with Petrie’s Expert Report \n18, 21, 23−24.) \n15. In or around April 2011, Plaintiffs became concerned about the work Osae \nmay have been doing at SBI.   (See Briggs 2017 Dep. 61:7−9, 63:1−13.)   Plaintiffs \nobtained a SBI product sample and hired Chemir Analytical Services (“Chemir”) to \nperform a deformulation analysis of the sample in order to get a first read on the \nproduct.  (Briggs 2017 Dep. 61:7−13, 64:1−4, 65:3−7.)   A deformulation analysis has \ntwo objectives: one is to identify the various components present in the formulation, \nand another is to determine how much of each component is present  in the \nformulation.  (Def. Osae’s Mot. Summ. J. Ex. 2, at 121:1−12, ECF No. 143.)  Chemir’s \ndeformulation of SBI’s product was documented in an analysis report dated April 28, \n2011 (the “Chemir Report”).  (Def. Osae’s Mot. Summ. J. Ex. 9, ECF No. 147.)          \n16. Around this same time, while Osae was still employed by SBI, Osae started \ndoing development work for EBS.   (Osae 2016 Dep. 59:17−60:2.)  EBS develops and \n \n \nsells MMA adhesive products that compete with Plaintiffs’ products.  (Resp. Opp’n \nOsae’s Mot. Summ. J. Ex. 20, Req. for Admis. 9, 11, ECF No. 241.14.)  In July 2011, \nOsae became a member of EBS, (Osae 2016 Dep. 60:23−25), and on August 26, 2011, \nOsae resigned from SBI and became EBS’s Vice President of Technology, (Osae 2014 \nDep. 10:19−11:7, 84:10−12) .  Within one month thereafter, on September 22, 2011, \nEBS filed a provisional  patent application with the United States Patent  and \nTrademark Office regarding its MMA  adhesives—which EBS named its Acralock \nproducts—that was published on June 21, 2016  (the “EBS Patent”) .  (IPS’s Mot. \nSumm. J. Ex. 25, ECF No. 109.)  Osae developed all of EBS’s Acralock products.  (Osae \n2014 Dep. 83:22−24.) \n17. Over this same general timeframe, IPS was engaging in business \ndiscussions with one of its competitors, [REDACTED], who was interested in \nacquiring IPS.   (Briggs 2014 Dep. 121:24−122:1.)   During a meeting in or around \nDecember 2011 or January 2012, [REDACTED] raised concerns about former \nemployees and disclosures of IPS’s product formulations.  (Briggs 2014 Dep. 122:1−7, \n122:24−25, 123:6−12.)   [REDACTED] specifically mentioned Osae and as ked Paul \nBriggs (“Briggs”), the chief technology officer of IPS and Osae’s former boss, if he was \naware of the SBI Patent.   (Briggs 2014 Dep. 26:6−11, 122:7−9; Osae  2014 Dep. \n155:4−6.)  Briggs was not aware of the SBI P atent until [REDACTED] brought it to \nBriggs’s attention.  (Briggs 2014 Dep. 122:16−23.)  [REDACTED] expressed concern \nthat the SBI Patent would materially and negatively affect  IPS’s value and, \n \n \nultimately, [REDACTED] lost interest in acquiring IPS.   (Briggs 2014 Dep. \n123:15−18.)      \n18. Plaintiffs contend  that certain components of their MMA  adhesive \nformulations are trade secrets.  (Br. Supp. IPS’s Mot. Summ. J. 9−10, ECF No. 139.)  \nPlaintiffs assert  that both Defendants misappropriated their trade secrets by  \ndisclosing the components in the SBI Patent and that Osae misappropriated these \nsame trade secrets by disclosing the components in the EBS Patent and using the \ncomponents in developing and commercializing EBS’s MMA adhesives.  (Br. Supp. \nIPS’s Mot. Summ. J. 20 ; Reply to Osae’s Opp’n to IPS’s Mot. Summ. J. 12−13, ECF \nNo. 257.)  Specifically, Plaintiffs contend that the following components constitute \ntheir trade secrets:  \n [REDACTED]  \n [REDACTED]  \n [REDACTED] \n [REDACTED] \n [REDACTED].  (Br. Supp. IPS’s Mot. Summ. J. 9−10.) \nPlaintiffs’ alleged trade secrets are collectively referred to herein as the \n“Components.” \nIII. PROCEDURAL HISTORY \n19. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the motions. \n \n \n20. Plaintiffs filed their complaint on May  3, 2013  against Osae  and their \namended complaint on December 1, 2014  against Osae and SBI .  The amended \ncomplaint asserts the following claims: (1) breach of contract; (2) a second count for \nbreach of contract against Osae; (3) misappropriation of trade s ecrets; (4) unfair or \ndeceptive trade practices in violation of N.C. Gen. Stat. § 75 -1.1 (“UDTPA”); and (5) \npunitive damages.  (Am. Verified Compl. 9−13.)    \n21. Osae filed his answer to the amended complaint on January 5, 2015.   \n22. This action was designated as a mandatory complex business case by order \nof the Chief Justice of the Supreme Court of North Carolina dated January 8, 2015, \nand assigned to Judge Bledsoe by order of Chief Business Court Judge James L. Gale \ndated January 9, 2015.  This case was later re assigned to the undersigned by order \ndated July 5, 2016.   \n23. SBI filed its answer to the amended complaint on March 9, 2015.   \n24. Following discovery, o n May 31, 2017, the parties filed the ir motions for \nsummary judgment and Osae filed his motions to exclude .  Plaintiffs move for \nsummary judgment in their favor on the issue of  Defendants’ liability on all of \nPlaintiffs’ claims, save and except for Plaintiffs’  request for punitive damages.  SBI \nmoves for summary judgment requesting dismissal of all of Plaintiffs’ claims.  Osae \nmoves for summary judgment on Plaintiffs’ misappropriation of trade secrets and \nUDTPA claims, and Plaintiffs’ request for punitive damages.   Osae’s motions to \nexclude seek to exclude testimony of two of Plaintiffs’ experts , Michael A. Paschall \n(“Paschall”) and Edward M. Petrie (“Petrie”). \n \n \n25. Throughout briefing on the motions for summary judgment and motions to \nexclude, the parties filed a significant number of documents under seal and numerous \nmotions to file under seal.   \n26. The motions have been fully briefed, and the Court held a h earing on the \nmotions on September 28, 2017.  The motions are now ripe for resolution. \nIV. SUMMARY JUDGMENT STANDARD \n27. Summary judgment is appropriate “if the pleadings, depositions, answers \nto interrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as to any material fact and that any party is entitled \nto a judgment as a matter of law.”  N.C. Gen. Stat. § 1A -1, Rule 56(c).  “A ‘genuine \nissue’ is one that can be maintained by substantial evidence.”  Dobson v. Harris, 352 \nN.C. 77, 83, 530 S.E.2d 829, 835 (2000).  The moving party bears the burden of \nshowing that there is no genuine issue of material fact and that the movant is entitled \nto judgment as a matter of law.  Hensley v. Nat’l Freight Transp., Inc., 193 N.C. App. \n561, 563, 668 S.E.2d 349, 351 (2008).  The movant may make the required showing \nby proving that “a n essential element of the opposing party’s claim does not exist, \ncannot be proven at trial, or would be barred by an affirmative defense, or by showing \nthrough discovery that the opposing party cannot produce evidence to support an \nessential element of her claim.”  Dobson, 352 N.C. at 83, 530 S.E.2d at 835 (citations \nomitted). \n28. “Once the party seeking summary judgment makes the required showing, \nthe burden shifts to the nonmoving party to produce a forecast of evidence \n \n \ndemonstrating specific facts, as oppos ed to allegations, showing that he can at least \nestablish a prima facie case at trial.”  Gaunt v. Pittaway, 139 N.C. App. 778, 784−85, \n534 S.E.2d 660, 664 (2000).  The Court must view the evidence in the light most \nfavorable to the nonmovant.  Dobson, 352 N.C. at 83, 530 S.E.2d at 835.  However, \nthe nonmovant “may not rest upon the mere allegations or denials of his pleading, \nbut his response, by affidavits or as otherwise provided in this rule, must set forth \nspecific facts showing that there is a genuine issue for trial.  If [the nonmovant] does \nnot so respond, summary judgment, if appropriate, shall be entered against [the \nnonmovant].”  N.C. Gen. Stat. § 1A-1, Rule 56(e). \nV. MOTIONS FOR SUMMARY JUDGMENT \nA. Misappropriation of Trade Secrets \n29. Plaintiffs’ misappropriation of trade secrets claim is based on Defendants’ \nalleged misappropriation in the SBI Patent and SBI products, as well as Osae’s \nalleged misappropriation in the EBS Patent and EBS products.  The Court addresses \neach in turn.   \n30. SBI argues tha t it is entitled to summary judgment on Plaintiffs’ trade \nsecrets claim because the alleged misappropriation occurred outside North Carolina \nand, under the lex loci delicti test, the North Carolina Trade Secrets Protection Act \n(“TSPA”) does not apply to mi sappropriation that occurred outside the State.   (Def. \nSBI’s Mem. Supp. Mot. Summ. J. 9−10, ECF No. 92.)   Conversely, Plaintiffs argue \nthat, under the most significant relationship test, the TSPA applies because North \n \n \nCarolina has the most significant relationship to the events giving rise to Defendants’ \nmisappropriation.  (Resp. Opp’n Bader’s Mot. Summ. J. 18−20, ECF No. 243.)  \n31. Under North Carolina conflict of law s principles, matters affecting the \nsubstantial rights of the parties are determined by lex loci, the law of the situs of the \nclaim, and remedial or procedural rights are determined by lex fori, the law of the \nforum.  E.g., Harco Nat’l Ins. Co. v. Grant Thornton LLP, 206 N.C. App. 687, 692, 698 \nS.E.2d 719, 722 (2010).   \n32. Plaintiffs argue that the most significant relationship test is the \nappropriate choice of law rule to apply to their trade secrets claim.  In support of this \nargument, Plaintiffs rely on case law  analyzing the appropriate choice of law rule \napplicable to UDTPA claims, not TSPA claims.  (Resp. Opp’n Bader’s Mot. Summ. J. \n18−19.)  As these decisions recognize, our Court of Appeals has applied either the lex \nloci delicti test or the most significant relationship test to UDTPA claims, and which \ntest is the appropriate rule has not been resolved by our Supreme Court.  See Window \nWorld of Baton Rouge, LLC v. Window World, Inc., 2017 NCBC LEXIS 60, at *25−26 \n(N.C. Super. Ct. July 12, 2017); RoundPoint Mortg. Co. v. Florez, 2016 NCBC LEXIS \n18, at *57 (N.C. Super. Ct. Feb. 18, 2016).   \n33. Nevertheless, even assuming arguendo that the conflict of laws analysis \napplicable to UDTPA claims is also applicable to TSPA claims, “this Court recently \nconcluded that the Supreme Court of North Carolina will likely apply the lex[] loci \nrule to [UDTPA] claims based on its rejection of the modern trend towards the ‘most \nsignificant relationship’ test in the court’s Boudreau [v. Baughman, 322 N.C. 331, 368 \n \n \nS.E.2d 849 (1988)] decision and has applied the lex[] loci rule to such claims.”  Window \nWorld of Baton Rouge, LLC , 2017 NCBC LEXIS 60, at *26.  Therefore, the Court \napplies the lex loci test to Plaintiffs’ TSPA claim.            \n34. Misappropriation of trade secrets is an action sounding in tort and, thus, \nlex loci delicti is the applicable choice of law test.  See Harco Nat’l Ins. Co., 206 N.C. \nApp. at 692, 698 S.E.2d at 722.  Under this test, the situs of the claim is the state \nwhere the injury or harm was sustained or suffered —the state “where the last act \noccurred giving rise to [the] injury .”  Id. at 694, 698 S.E.2d at 724 (alteration in \noriginal) (quoting United Virginia Bank v. Air -Lift Assocs., Inc. , 79 N.C. App. 315, \n321, 339 S.E.2d 90, 94 (1986)).   \n35. The last act that gives rise to plaintiff s’ injury will be different depending \non the claim alle ged.  Associated Packaging, Inc. v. Jackson Paper Mfg. Co. , 2012 \nNCBC LEXIS 13, at *20 (N.C. Super. Ct. Mar. 1, 2012).   The TSPA defines \n“misappropriation” as “acquisition, disclosure, or use of a trade secret of another \nwithout express or implied authority or consent, unless such trade secret was arrived \nat by independent development, reverse engineering, or was obtained from another \nperson with a right to disclose the trade secret.”  N.C. Gen. Stat. § 66 -152(1).  \nMisappropriation occurs when defendant acquires, discloses, or uses another’s trade \nsecret without the owner’s consent or authority.   Ge Betz, Inc. v. Conrad , 231 N.C. \nApp. 214, 233, 752 S.E.2d 634, 649 (2013).   Although case law from our appellate \ncourts offers little guidance on application of t he lex loci delicti test in the context of \na misappropriation of trade secrets claim, North Carolina federal courts applying \n \n \nNorth Carolina law, as well as other jurisdictions, have held that the lex loci delicti \n“is not the place where the information was  learned, but where the tortious act of \nmisappropriation and use of the trade secret occurred.”  Domtar AI Inc. v. J.D. Irving, \nLtd., 43 F. Supp. 3d 635, 641 (E.D.N.C. 2014)  (concluding that plaintiffs could not \nbring a claim under North Carolina’s  TSPA because defendants’ alleged \nmisappropriation occurred in Canada) ; 3A Composites USA, Inc. v. United Indus., \nInc., No. 5:14 -CV-5147, 2015 U.S. Dist. LEXIS 122745, at *10 (W.D. Ark. Sept. 15, \n2015) (applying North Carolina conflict of laws rules and followi ng the approach \ntaken in Domtar); Chattery Int’l, Inc. v. JoLida, Inc. , No. WDQ -10-2236, 2012 U.S. \nDist. LEXIS 57512, at *12−13 (D. Md. Apr. 24, 2012) (applying the lex loci delicti rule \nand stating that “[m]isappropriation occurs where the misappropriated  information \nis received and used, not necessarily where it was taken or where the economic harm \nis felt”).   \n36. Here, Plaintiffs do not contend that Osae’s acquisition of the Components—\nwhich undisputedly occurred in North Carolina within the authorized scop e of his \nemployment—was wrongful.  Instead, Plaintiffs argue  that Defendants \nmisappropriated their trade secrets by using such trade secrets in the SBI Patent and \nSBI products.  (E.g., Br. Supp. IPS’s Mot. Summ. J. 23.)   Assuming the Components \nconstitute trade secrets and that Defendants knew or should have known of the trade \nsecrets, unauthorized use thereof in the SBI Patent  and SBI products  constitutes \nmisappropriation in violation of the TSPA.  It is undisputed, however, that the SBI \nPatent application that allegedly used Plaintiffs’ trade secrets was filed in Europe.   \n \n \n(Briggs First Aff. ¶ 11.)  Further, SBI introduced substantial evidence that Osae did \nall his product development work for SBI at its headquarters and lab facilities in the \nUnited Kingdom , and that a ny lab work that Osae may have done in the United \nStates was done at SBI’s applications lab in Ohio.   (Def. SBI’s Mot. Summ. J. Ex. 1, \nat 19:17−25, 36:2−37:2, 37:19−38:9, 74:11−17, 88:2−25, ECF No. 103; Def. SBI’s Mot. \nSumm. J. Ex. 2, at 21:3−9, ECF No. 103; Osae 2014 Dep. 33:15−21, 34:2−3, 136:9−10; \nOsae 2016 Dep. 18:23−24, 20:17−23, 67:8−17, 93:9−16, 105:1−6, 117:11−23.)    \n37. Nevertheless, Plaintiffs argue that it is undisputed that Osae performed \nwork on behalf of SBI in North Carolina, pointing to evidence that Osae lived in North \nCarolina until July 2011 and owned a home in North Carolina as of December 15, \n2014 where his son resided.  (Resp. Opp’n Bader’s Mot. Summ. J. 19.)   The fact that \nOsae’s residence was located in North Carolina , howeve r, is not determinative of  \nwhether any alleged misappropriation occurred  in the State.  The undisputed \nevidence tends to show that Osae worked at SBI’s facilities in the United Kingdom \nfor three years from the end of 2008 to August 2011 —the time period during which \nthe alleged misappropriation occurred .  While Plaintiffs have come forward with \nevidence that Osae frequently traveled back and forth between the United Kingdom \nand the United States during that timeframe, Plaintiffs have failed to come forward \nwith sufficient evidence of misappropriation in North Carolina  so as to create a \ngenuine issue of material fact. \n38. Plaintiffs also argue that Osae misappropriated their trade secrets by using \nthe Components in the EBS Patent and EBS  products.  (Reply to Os ae’s Opp’n to \n \n \nIPS’s Mot. Summ. J. 11−13.)   Again, however, there is no evidence that this \nmisappropriation occurred in North Carolina.   Plaintiffs’ evidence of Osae’s \nmisappropriation in the EBS Patent and EBS products is limited to  the similarities \nbetween the formulations disclosed in the  EBS Patent and Plaintiffs’ formulations,  \n(Petrie’s Expert Report 12−13, 17),  that the EBS Patent application was filed only \none month after Osae started working at EBS, (Osae 2014 Dep. 84:10−12; Osae 2016 \nDep. 59:3−5; IPS’s Mot. Summ. J. Ex. 25),  and that the first EBS Acralock product \nwas introduced to the market less than four months after Osae started working at \nEBS, (Petrie’s Expert Report 14; Osae 2014 Dep. 84:13−14 ).  Plaintiffs presented no \nevidence tending to indicate that a misappropriation occurred in North Carolina.  The \nonly evidence as to where this alleged misappropriation occurred tends to show that, \nat the time the EBS Patent application was filed in September 2011, Osae resided in \nTitusville, Florida, where he currently resides and where EBS’s lab is located.  (Osae \n2014 Dep. 10:9−11:1 , 26:15−16.)  The evidence indicates that EBS does not have a \nlaboratory or an office in North Carolina.  (Osae 2014 Dep. 26:17−20.)     \n39. Therefore, because the undisputed evidence demonstrates that the alleged \nmisappropriation occurred outside the State of North Carolina, Plaintiffs cannot \nbring a claim under the North Carolina TSPA and, accordingly, the Court grants \nsummary judgment in favor of Defendants on Plaintiffs’ misappropriation of trade \nsecrets claim  and, as a necessary result, denies Plaintiffs’ motion for summary \njudgment on this claim. \n      \n \n \nB. Breach of Contract \n40. Plaintiffs’ first count for breach of contract , brought against both SBI and \nOsae, is based on Defendants’ disclosure and use of the Components in the SBI Patent \nand SBI  products.  Plaintiffs’ second count for breach of contract , brought solely  \nagainst Osae, is based on Osae’s use of the Components in the EBS Patent and EBS \nproducts.  Plaintiffs seek summary judgment on the issue of Defendants’ liability on \nboth of their  breach of contract claims,  and SBI seeks summary judgment on \nPlaintiffs’ first count for breach of contract against it.  Osae does not seek su mmary \njudgment on Plaintiffs’ breach of contract claims.   \n41. As an initial matter, the parties do not dispute that North Carolina law \napplies to Plaintiffs’ breach of contract claims as the Consent Order  was entered in \nNorth Carolina.  See Cable Tel Servs., Inc. v. Overland Contracting, Inc. , 154 N.C. \nApp. 639, 642, 574 S.E.2d 31, 33 (2002) (“[T]he interpretation of a contract is governed \nby the law of the place where the contract was made.”).  In order to establish a claim \nfor breach of contract, Plaintiffs must prove that a valid contract existed between the \nparties and that Defendants breached th e terms of that contract.  Poor v. Hill, 138 \nN.C. App. 19, 26, 530 S.E.2d 838, 843 (2000).  Plaintiffs argue, and Defendants do not \ndispute, that the Consent Order is a valid contract.  Myers v. Myers, 213 N.C. App. \n171, 175, 714 S.E.2d 194, 198 (2011)  (“Our Court has previously held that, as a \nconsent order is merely a court-approved contract, it is subject to the rules of contract \ninterpretation.” (quotation marks omitted)).  The Consent Order provides, in relevant \npart, the following: \n \n \nOsae has not and will not, directly or indirectly, communicate  with, \ndisclose, reveal, or otherwise share any o f Plaintiffs’ confidential \ninformation as described in the PII Agreement and to which he may \nhave had access while employed by Plaintiffs, and [SBI] has agreed that \nit shall not solicit or accept, receive, gain access to, or use directly or \nindirectly any such confidential information.  \n \n(Am. Verified Compl. Ex. B, at 4.)  “Confidential information,” referred to as \n“Proprietary Information” in the PII Agreement, is defined in both the Consent Order \nand the PII Agreement as  \nany information, technical or non technical, that derives independent \neconomic value, actual or potential, from not being known to the public \nor other persons outside [IPS] who can obtain economic value from its \ndisclosure or use, and includes information of [IPS], its customers, \nsuppliers, licensors, licensees, distributors and other persons and \nentities with whom [IPS] does business. \n \n(Am. Verified Compl. Ex. B, at 2 (alterations in original).)    \n1. Plaintiffs’ First Count for Breach of Contract Against Osae \nand SBI.  \n \n42. Plaintiffs argue that there is no genuine issue of material fact that Osae \ndisclosed and SBI used the Components in the SBI Patent in  breach of the Consent \nOrder.  (Br. Supp. IPS’s Mot. Summ. J. 26−27.)   SBI argues that it is entitled to \nsummary judgment on Plaintiffs’ breach of contract claim against it on the grounds \nthat the Consent Order is overbroad and unenforceable as a matter of law, Plaintiffs \nhave failed to come forward with sufficient evidence of intentional and willful \nconduct, and the claim is barred by the statute of limitations.  (Def. SBI’s Mem. Supp. \nMot. Summ. J. 7−8, 20−21.)   Osae argues that there are genuine issues of material \nfact as to whether the Components c onstitute confidential i nformation under the \nConsent Order and, as such, Plaintiffs are not entitled to summary judgment.  (Def. \n \n \nOsae’s Resp. Br. to Pls.’ Br. Supp. Pls.’ Mot. Summ. J. 23−24, ECF No. 249.)  The \nCourt addresses each of these arguments in turn. \na. The Consent Order is enforceable as a matter of law.  \n \n43. SBI argues that the Consent Order is unenforceable because it incorporates \nby reference the PII A greement and its definition of confidential i nformation in \nviolation of Rule 65(d).  (Def. SBI’s Mem. Supp. Mot. Summ. J. 20.)  Rule 65(d) \nprovides that “[e]very order granting an injunction and every restraining \norder . . . shall describe in reasonable detail, and not by reference to the complaint or \nother document, the act or acts enjoined or restrained[.]”  N.C. Gen. Stat. § 1A-1, Rule \n65(d).  As an initial matter, Rule 65(d) applies to orders granting an injunction and \nrestraining orders, not a consent order resolving all claims between the parties.  \nFurther, contrary to SBI’s contention, the Consent Order does not merely incorporate \nby reference the PII Agreement’s definition of confidential information—the Consent \nOrder expressly recites the definition such that reference to the PII Agreement is not \nnecessary.   \n44. SBI next argues that the Consent Order is unenforceable b ecause the \ndefinition of confidential i nformation is overbroad.  (Def. SBI’s Mem. Supp. Mot. \nSumm. J. 20−21.)  Even assuming arguendo that the Consent Order is subject to the \nsame strictures that regulate an employer’s right to restrict an employee’s \ncompetition, it is well settled that, while covenants not to compete are not favored by \nthe law,  VisionAIR, Inc. v. James, 167 N.C. App. 504, 508, 606 S.E.2d 359, 362 (2004), \n“[a]n agreement is not in restraint of trade  . . . if it does not seek to prevent a party \n \n \nfrom engaging in a similar business in competition with the promisee, but instead \nseeks to prevent the disclosure or use of confidential information [,]” Chemimetals \nProcessing, Inc. v. McEneny, 124 N.C. App. 194, 197, 476 S.E.2d 374, 376 (1996); see \nalso Syndicated Servs., Inc. v. Yarbrough, 2017 NCBC LEXIS 13, at *14 (N.C. Super. \nCt. Feb. 15, 2017) (“North Carolina courts have upheld agreements that merely \nprevent an employee from disclosing or using the employer’s confidential information, \nrather than prohibiting the employee from engaging in a competing business, as \nprotecting a legitimate business interest of the employer.”).  A confidentiality \nagreement is enforceable as long as it protects a legitimate business in terest of the \nemployer.  Chemimetals Processing, Inc. , 124 N.C. App. at 197, 476 S.E.2d at 377; \nAmerigas Propane, L.P. v. Coffey, 2015 NCBC LEXIS 98, at *19 (N.C. Super. Ct. Oct. \n15, 2015).  “[A] covenant is reasonably necessary for the protection of a leg itimate \nbusiness interest ‘if the nature of the employment is such as will  . . . enable [the \nemployee] to acquire valuable information as to the nature and character of the \nbusiness . . . .’”  Medical Staffing Network, Inc. v. Ridgway , 194 N.C. App. 649, 6 56, \n670 S.E.2d 321, 327 (2009) (quoting A.E.P. Indus. v. McClure, 308 N.C. 393, 408, 302 \nS.E.2d 754, 763 (1983)).  \n45. Here, the confidentiality provision seeks to prevent the disclosure of \nPlaintiffs’ confidential i nformation to the public , including necessar ily Plaintiffs’  \ncompetitors.  During Osae’s employment with IPS, as the main formulator of IPS’s \nMMA adhesives, Osae was privy to valuable information about IPS’s business and \n \n \nMMA adhesive formulations.  The confidentiality provision protects IPS’s legitimate \nbusiness interest in preventing disclosure and use of this information.   \n46. To the extent that SBI seeks summary judgment on the ground that the \nConsent Order is overbroad and unenforceable, SBI’s motion is denied. \nb. A showing of intentional or willful con duct is not \nrequired to establish breach. \n \n47. SBI next argues that under the plain language of the Consent Order, \nPlaintiffs must show that SBI engaged in intentional or willful conduct in order to \nestablish breach.  (Def. SBI’s Mem. Supp. Mot. Summ. J. 21.)  SBI argues that the \nordinary meaning of “solicit,” “accept,” and “receive” all require knowing, affirmative \naction.  (Def. SBI’s Mem. Supp. Mot. Summ. J. 21.)   \n48. The Court need not address whether these terms require knowing, \naffirmative action because the Consent Order also prohibits SBI from using, directly \nor indirectly, Plaintiffs’ confidential i nformation.  The undisputed evidence shows \nthat SBI used the Components in the SBI Patent.  (IPS’s Mot. Summ. J. Ex. 20, at \n[REDACTED]; Petrie’s Expert Report 1 6; Osae 2014 Dep. 105:8−15.)  Thus, SBI’s \nmotion for summary judgment on the ground that a showing of intentional or willful \nconduct is required to establish breach is denied. \n \n \n \n \n \n \nc. There are genuine issues of material fact as to whether \nPlaintiffs’ breach of contract claim against SBI is \nbarred by the statute of limitations. \n \n49. SBI argues that it is entitled to summary judgment on Plaintiffs’ breach of \ncontract claim because it was filed outside the applicable statute of limitations.2  (Def. \nSBI’s Mem. Supp. Mot. Summ. J. 7−8.) \n50. A claim for breach of contract is subject to a three -year statute of \nlimitations.  N.C. Gen. Stat. § 1-52(1).  A cause of action for breach of contract accrues \nupon notice of the breach.  N.C. Farm Bureau Mut. Ins. Co. v. Hull , 795 S.E.2d 420, \n422 (N.C. Ct. App. 2016); Haigh v. Superior Ins. Mgmt. Grp., Inc., 2017 NCBC LEXIS \n100, at *16 (N.C. Super. Ct. Oct. 24, 2017).   “[W]hen the party moving for summary \njudgment pleads the statute of limitations, ‘the burden is then placed upon the [non-\nmovant] to offer a forecast of evidence showing that the action was instituted within \nthe permissible period after the accrual of the cause of action.’”  PharmaResearch \nCorp. v. Mash, 163 N.C. App. 419, 424, 594 S.E.2d 148, 152 (2004) (second alteration \nin original) (quoting Pembee Mfg. Corp. v. Cape Fear Constr. Co. , 313 N.C. 488, 491, \n329 S.E.2d 350, 353 (1985)).  Whether a claim is ba rred by the statute of limitations \nis a mixed question of law and fact.  Stratton v. Royal Bank of Can. , 211 N.C. App. \n78, 81, 712 S.E.2d 221, 226 (2011).  “If a plaintiff’s claim is barred by the running of \nthe applicable statute of limitations, summary j udgment in favor of a defendant is \n                                                 \n2 While Plaintiffs initially sued Osae on May 3, 2013 , Plaintiffs did not bring their \nclaims against SBI until they filed their amended complaint on December 1, 2014.  \nThus, at issue is whether the statute of limitations bars Plaintiffs’ breach of contract \nclaim only as to SBI, not Osae.   \n \n \nappropriate.”  Lockerman v. S. River Elec. Membership Corp. , 794 S.E.2d 346, 354 \n(N.C. Ct. App. 2016) .  “When, however, the evidence is sufficient to support an \ninference that the limitations period has not expired, the i ssue should be submitted \nto the jury.”  Baum v. John R. Poore Builder, Inc. , 183 N.C. App. 75, 81, 643 S.E.2d \n607, 611 (2007).  \n51. Here, SBI argues that Plaintiffs were aware, or should have been aware, of \nSBI’s alleged breach when it received the Chemir Repo rt dated April 28, 2011 and, \nas such, the statute of limitations for Plaintiffs’ breach of contract action expired on \nApril 28, 2014, several months before Plaintiffs first asserted claims against SBI on \nDecember 1, 2014 .  (Def. SBI’s Mem. Supp. Mot. Summ.  J. 8.)  Accordingly, if \nPlaintiffs had notice of SBI’s breach upon receipt of the Chemir Report, then \nPlaintiffs’ claim is time barred.   \n52. Conversely, Plaintiffs argue that the statute of limitations did not begin to \nrun until December 2011 or January 2012 when they first learned of the SBI Patent \nduring a meeting with [REDACTED] and, as such, the statute of limitations for \nPlaintiffs’ breach of contract action did not expire until December 2014 or January \n2015.  (Resp. Opp’n Bader’s Mot. Summ. J. 21−23.) \n53. The evidence indicates that in April 2011, Plaintiffs were concerned about \nOsae’s work with SBI and hired Chemir to identify the components of an SBI \nstructural adhesive product that Plaintiffs obtained a sample of.  (Briggs 2017 Dep. \n61:7−13, 63:1−13, 64:1−4, 65:3−7.)  The Chemir Report disclosed that SBI’s product \ncontained [REDACTED].  (Briggs 2017 Dep. 64:10−65:1; Petrie Dep. 89:2−8.)  Briggs \n \n \ntestified that Plaintiffs did not know from the Chemir Report which other materials \nthe product may have contained because it was only an analysis to get a first read on \nthe product to see if Plaintiffs “should be concerned about what [Osae] was doing, and \nthe answer was yes.”  (Briggs 2017 Dep. 65:3−7.)  The Chemir Report did not disclose \nthe presence of any of the Components which Plaint iffs contend constitutes their \nconfidential information.  (See Def. Osae’s Mot. Summ. J. Ex. 9.)  Plaintiffs point to \nevidence tending to show that they did not learn of Defendants’ use of the \nComponents until it learned of the SBI P atent during a meeting with [REDACTED] \nin December 2011 or January 2012.  Briggs testified that during this meeting, a \n[REDACTED] representative raised concerns about former employees and \ndisclosures of IPS’s products and specifically mentioned Osae and th e SBI Patent.  \n(Briggs 2014 Dep. 122:1−9, 122:24−25, 123:6−12.)  Briggs testified that he was not \naware of the SBI Patent until [REDACTED] brought it to his attention during this \nmeeting.  (Briggs 2014 Dep. 122:16−23.)   \n54. The Court concludes that there are genuine issues of material fact as to \nwhen Plaintiffs first had notice  of Defendants’ use of Plaintiffs’ confidential \ninformation.  Although the evidence tends to show that the Chemir Report caused \nPlaintiffs to be concerned about Osae’s work at SBI, the C hemir Report did not \nindicate that Defendants were using Plaintiffs’ confidential i nformation.  Plaintiffs’ \nevidence is sufficient to support an inference that Defendants’ use of Plaintiffs’ \nconfidential information was not reasonably apparent until Plaint iffs’ meeting with \n[REDACTED].  The issue of whether Plaintiffs knew or should have known of their \n \n \npotential claim  must be determined by a jury  and, accordingly, SBI’s motion for \nsummary judgment on this ground is denied. \nd. There is no genuine issue of material fact that the \nComponents, save and except for [REDACTED], were \nnot generally known prior to Defendants’ use and \ndisclosure thereof. \n \n55. Osae argues that there are genuine issues of m aterial fact as to whether \nthe C omponents constitute confidential i nformation, contending that there is \nsufficient evidence that the information  was known to the general public and the \nstructural adhesive industry to deny Plaintiffs’ motion for summary judgment as to \nthe breach of contract claims brought against him.  (Def. Osae’s Resp. Br. to Pls.’ Br. \nSupp. Pls.’ Mot. Summ. J. 24.)   \n56. As to the [REDACTED], the evidence demonstrates that there are \n[REDACTED].  (Petrie’s Expert Report 21.)  [REDACTED].  (Petrie’s Expert Report \n21.)  The undisputed evidence tends to show that the first public declaration of \n[REDACTED] in an MMA adhesive was the SBI Patent.   (Petrie’s Expert Report ¶ \n47; Def. Osae’s Mot. Summ. J. Ex. 12, at 52:6−8, 57:21−25, ECF No. 148 [“Petrie \nDep.”].)   \n57. Osae argues that the evidence shows that n eoprene vendors advise \nformulators to [REDACTED].  (Def. Osae’s Mem. Supp. Mot. Summ. J. 9, ECF No. \n99.)  Contrary to Osae’s contention, however, there is no evidence that vendors advise \nformulators to [REDACTED] the [REDACTED] at issue here.  At best, the evidence \nshows that neoprene vendors in general advise formulators to [REDACTED].  (Osae \n2016 Dep. 41:24−42:1; Def. Osae’s Mot. Summ. J. Ex. 2, at 57:12−16.)   Osae further \n \n \ncontends that literature published by DuPont, the or iginal developer of neoprene, \ndiscloses [REDACTED] regularly used in contact  cements.  (Def. SBI’s Mem. Supp. \nMot. Summ. J. Ex. 14, at Def.’s Ex. 172, ECF No. 151.)   This literature pertains to \ncontact adhesives, not structural adhesives.  (Def. SBI’s Mem. Supp. Mot. Summ. J. \nEx. 14, at Def.’s Ex. 172.)   Further, the fact that DuPont disclosed the use of \n[REDACTED] is irrelevant to whether a [REDACTED] was generally known. \n58. As to the [REDACTED], the undisputed evidence tends to show that it was \nnot previously disclosed in the MMA adhesive patent or technical literature prior to \nthe SBI Patent.  (Petrie’s Expert Report ¶ 61.)  The record is devoid of any evidence \nthat use of the [REDACTED] in an MMA adhesive was known outside of IPS.  \n59. As to [REDACTED], the evidence tends to show that use of [REDACTED] \nin an MMA adhesive was not disclosed in the patent or technical literature prior to \nthe SBI Patent.  (Petrie’s Expert Report ¶ 55; Petrie Dep. 38:21−25, 64:16−18.)  There \nis other evidence, however, tending to show that [REDACTED], CD-9052, had been \npublically disclosed in several patents —[REDACTED].  (Briggs 2014 Dep. 69:9−13; \nDef. SBI’s Mot. Summ. J. Ex. 22, Req. for Admis. 25, ECF No. 113; Petrie’s Expert \nReport ¶¶ 53, 55.)   In light of the evidence [REDACTED], and use of [REDACTED] \nwas publically known, the Court concludes that there is no genuine issue of material \nfact that the use of [REDACTED] in an MMA adhesive was known to others outside \nof IPS prior to the SBI Patent. \n60. In sum, the Court concludes that there is no genuine issue of material fact \nthat the C omponents, save and except for [REDACTED], were not known to the \n \n \npublic or others outside IPS prior to Defendants’ use and disclosure thereof.   \nAccordingly, Osae breached the Consent Order by disclo sing the Components, save \nand except for [REDACTED], in the SBI Patent.  Plaintiffs’ motion for summary \njudgment on the issue of Osae’s liability for Plaintiffs’ first breach of contract claim \nis granted.  As to Plaintiffs’ breach of contract claim against SBI, the Court concludes \nthat genuine issues of material fact exist as to whether the claim is time barred and, \nas such, Plaintiffs’ and SBI’s motions for summary judgment on this claim are denied.    \n2. Plaintiffs’ Second Count for Breach of Contract Against Osae. \n61. Plaintiffs’ second count for breach of contract against Osae is based on \nOsae’s alleged use of the Components in the EBS Patent and its Acralock products \ncovered thereby .  The undisputed evidence shows that the EBS Patent does not \ndisclose [REDACTED], (Petrie’s Expert Report 17), and the Court has concluded that \nthere is no genuine issue of material fact that [REDACTED] was generally known \nand thus does not constitute  confidential i nformation.  As a result, in order to \nmaintain their claim arising out of Osae’s disclosure of Plaintiffs’ confidential \ninformation in the EBS Patent, Plaintiffs must prove that the EBS Patent discloses  \nthe [REDACTED].     \n62. The undisputed evidence shows that the EBS Patent discloses \n[REDACTED].  (Petrie’s Expert Report 17.)  The Court cannot conclude, as a matter \nof law, that [REDACTED] is equivalent to Plaintiffs’ confidential [REDACTED].  The \nevidence shows that, in or around 2007, DuPont announced that it was discontinuing \ncertain A-type Neoprenes, including Neoprene AG and [REDACTED].  (Def. SBI’s \n \n \nMot. Summ. J. Ex. 18, Interrog. 12, ECF No. 113; Briggs 2014 Dep. 88:5−6, 89:1−7.)   \nAt IPS, Osae conducted a number of experimen ts relating to the substitution of the \nW-type Neoprenes for the A-type Neoprenes that had been discontinued.  (Def. SBI’s \nMot. Summ. J. Ex. 18, Interrog. 12.)  Plaintiffs ultimately selected [REDACTED] to \nreplace [REDACTED], and [REDACTED] to replace the [REDACTED].  (Def. SBI’s \nMot. Summ. J. Ex. 18, Interrog. 12.)   Although the evidence tends to show that \n[REDACTED] and [REDACTED] the evidence tends to show that [REDACTED] has \nnot been discontinued and is still on the market  in addition to [REDACTED].  \n(Petrie’s Expert Report 19; Petrie Dep. 45:24−46:1.)   \n63. Based on the foregoing, and viewing the evidence in the light most favorable \nto Osae as the non -movant, the Court cannot conclude as a matter of law that a \ndisclosure of a [REDACTED] a disclosure of Plaintiffs’ confidential [REDACTED].  \nTherefore, Plaintiffs’ motion for summary judgment on their second count for breach \nof contract against Osae based on disclosure in the EBS Patent is denied.              \nC. UDTPA Claim \n64. In order to establish a UDTPA claim, Plaintiffs must prove (1) an unfair or \ndeceptive act or practice, (2) in or affecting commerce, (3) which proximately caused  \ninjury to Plaintiffs.  Walker v. Fleetwood Homes of N.C., Inc., 362 N.C. 63, 71−72, 653 \nS.E.2d 393, 399 (2007).  \n65. Plaintiffs’ UDTPA claim is based on their  trade secrets claim.  Plaintiffs \nargue that they are entitled to summary judgment on their UDTP A claim because \nthey are entitled to summary judgment on their trade secrets claim, and “Defendants’ \n \n \nviolations of the TSPA constitute unfair acts under” section 75-1.1.  (Br. Supp. IPS’s \nMot. Summ. J. 24.)  Defendants argue that they are entitled to summary judgment \non Plaintiffs’ UDTP A claim because Plaintiffs have failed to produce evidence of \nactual injury and because Defendants are entitled to summary jud gment on \nPlaintiffs’ trade secrets claim.  (Def. Osae’s Mem. Supp. Mot. Summ. J. 16−17; Def. \nSBI’s Mem. Supp. Mot. Summ. J. 22.) \n66. The Court has con cluded that Defendants are entitled to summary \njudgment on Plaintiffs’ trade secrets claim and, therefore, a violation of the TSPA \ncannot constitute the requisite unfair or deceptive act to support a UDTP A claim.  \nPlaintiffs’ sole remaining claim s are  for breach of contract, and a m ere breach of \ncontract, even if intentional, is not sufficient to sustain a UDTPA claim.  Mitchell v. \nLinville, 148 N.C. App. 71, 74−75, 557 S.E.2d 620, 623 (2001).  Although a breach of \ncontract may constitute an unfair or decep tive act if a party shows substantial \naggravating circumstances attending the breach, Griffith v. Glen Wood Co., 184 N.C. \nApp. 206, 217, 646 S.E.2d 550, 558 (2007), Plaintiffs neither alleged nor argued that \nany substantial aggravating circumstances surrou nded Defendants’ breach .  \nTherefore, even assuming that section 75 -1.1 applies, Defendants are entitled to \nsummary judgment on Plaintiffs’ UDTPA claim because Plaintiffs have failed to come \nforward with evidence of an unfair or deceptive act or practice. \nD. Punitive Damages \n67. Pursuant to N.C. Gen. Stat. § 1D-15(a), punitive damages may be awarded \nonly if Plaintiffs prove that Defendants are liable for compensatory damages and that \n \n \neither fraud, malice, or willful or wanton conduct was present and related to the  \ninjury for which compensatory damages were awarded.   \n68. Plaintiffs argue that they are entitled to punitive damages based on both \ntheir trade secrets claim and their breach of contract claims.  (Reply to Osae’s Opp’n \nto IPS’s Mot. Summ. J. 11; Resp. Opp’n Bader’s Mot. Summ. J. 24−25.)  As the Court \nhas concluded that Defendants are entitled to summary judgment on Plaintiffs’ trade \nsecrets claim, the only remaining claim s which may serve as  a basis for punitive \ndamages are Plaintiffs’ breach of contract claims. \n69. Punitive damages may not be awarded solely for breach of contract.  N.C. \nGen. Stat. § 1D -15(d).  “Punitive damages are not allowed even when the breach is \nwilful [sic], malicious or oppressive.”  Cash v. State Farm Mut. Auto. Ins. Co. , 137 \nN.C. App. 192 , 200, 528 S.E.2d 372, 377 (2000).   “Nevertheless, where there is an \nidentifiable tort even though the tort also constitutes, or accompanies, a breach of \ncontract, the tort itself may give rise to a claim for punitiv e damages.”  Newton v. \nStandard Fire Ins . Co. , 291 N.C. 105, 111, 229 S.E.2d 297, 301 (1976).   “Mere \nallegations of an identifiable tort are insufficient alone to support a claim for punitive \ndamages.  Furthermore, in order to sustain a claim for punitive damages, there must \nbe an identifiable t ort which is accompanied by or partakes of some  element of \naggravation.”  Cash, 137 N.C. App. at 200, 528 S.E.2d at 377 (quotation marks \nomitted). \n70. Although Plaintiffs’ trade secrets and UDTPA claims are based on the same \nconduct on which the breach of cont ract claims are based, the Court has concluded \n \n \nthat these claims must fail, and Plaintiffs have not introduced evidence of any other \nidentifiable tort accompanying Defendants’ breach  of contract .  Plaintiffs merely \nargue that Defendants’ conduct constituted an intentional violation of the Consent \nOrder.  (Reply to Osae’s Opp’n to IPS’s Mot. Summ. J. 11.)   This is insufficient as a \nmatter of law to support an award of punitive damages.  Therefore, Defendants’ \nmotions for summary judgment on Plaintiffs’  request for punitive damages are  \ngranted.  \nVI. MOTIONS TO EXCLUDE \n71. Osae filed motions to exclude expert testimony of two of Plaintiffs’ experts, \nPetrie and Paschall. 3  As to Petrie, Osae moves to exclude Petrie’s testimony \nregarding (1) Osae’s ability to independently develop MMA structural adhesives; (2) \nOsae’s alleged misappropriation of Plaintiffs’ trade secrets at EBS; and (3) whether \nthe Components are readily ascertainable through reverse engineering.  (Def. Osae’s \nMot. to Exclude Expert Test. of Michael Petrie4 3, 6−7, ECF No. 101.)  This testimony \nis relevant solely to Plaintiffs’ misappropriation of trade secrets claim, and the Court \nhas concluded that Defendan ts are entitled to judgment as a matter of law  on such \n                                                 \n3 Osae filed two documents, each entitled a motion to exclude; however, Osae’s two \nmotions also contain Osae’s arguments in support thereof and are unaccompanied by \na separate brief, in violation of the General Rules of Pra ctice and Procedure for the \nNorth Carolina Business Court (“BCR”).  BCR 7.2 (“All motions must be made in \nelectronic form and must be accompanied by a brief . . . . Each motion must be set out \nin a separate document.”).  Plaintiffs did not object to Osae’s technical violation of the \nBCR and, as such, the Court, in its discretion, elects to proceed with its consideration \nof the motions to exclude. \n \n4 The motion incorrectly refers to Petrie as “Michael” Petrie, instead of “Edward.”  \n \n \nclaim.  Therefore, Osae’s motion to exclude expert testimony of Petrie is denied as \nmoot.  \n72. As to Paschall, Osae moves under Rules 702 and 403 of the North Carolina \nRules of Evidence to exclude Paschall ’s testimony that Plaintiffs are entitled to \napproximately $10.32 million in damages —EBS’s alleged gross profit s from its \ninception through February 2017 —as a result of Osae’s misappropriation of \nPlaintiffs’ trade secrets at EBS.  (Def. Osae’s Mot. to Exclude Expert Test. of Michael \nPaschall & Mot. Summ. J. 1−2, 13, ECF No. 102.)   Additionally, Osae argues that , \nupon exclusion of Paschall’s testimony regarding damages, Osae is entitled to \nsummary judgment because Plaintiffs cannot establish the damages element of their \nsubstantive claims.  (Def. Osae’s Mot. to Exclude Expert Test. of Michael Paschall & \nMot. Summ. J. 15.)  \n73. As an initial matter, to the extent that Osae’s motion to exclude also \nrequests summary judgment on the ground that Plaintiffs cannot establish damages, \nthe motion is improper.  Osae argued this ground at length as a basis for his motion \nfor summary judgment, (Def. Osae’s Mem. Supp. Mot. Summ. J. 13−15), and \n“although [t]here may be more than one motion for summary judgment in a \nlawsuit, . . . the second motion will be appropriate only if it presents legal issues that \nare different from those raised in the earlier motion[,]” Cail v. Cerwin, 185 N.C. App. \n176, 181−82, 648 S.E.2d 510, 514 (2007)  (alteration and omission in original) \n(quotation marks and emphasis omitted).       \n \n \n74. Pursuant to N.C. Gen. Stat. § 66 -154(b), a plaintiff who establishes \nmisappropriation of trade secrets may recover the economic loss suffered by it or the \nunjust enrichment enjoyed by defendant as a result of the misappropriation, \nwhichever is greater.  Here, Paschall’s testimony regarding the amount of EBS’s gross \nprofits bears on Osae’s unjust enrichment as a result of Osae’s alleged \nmisappropriation of trade secrets, as Plaintiffs contend that a nexus exists between \nOsae’s unjust enrichment and EBS’s gross profits.  (Pls.’ Resp. Opp’n Def. Osae’s Mot. \nExclude Expert Test. of Michael Paschall & Mot. Summ. J. 19−20, ECF No. 221.)  The \nCourt has concluded that Defendants are entitled to summary judgment on Plaintiffs’ \nmisappropriation of trade secrets claim.  Plaintiffs’ remaining claims are for breach \nof contract, to which Osae’s alleged unjust enrichment is irrelevant.  “For a breach of \ncontract the injured party is entitled as compensation therefore to be placed, insofar \nas this can be done by money, in the same position he would have  occupied if the \ncontract had been performed.”  Moses H. Cone Mem’l Health Servs. Corp. v. Triplett , \n167 N.C. App. 267, 275, 605 S.E.2d 492, 497 (2004).  “The interest being protected by \nthis general rule is the non -breaching party’s ‘expectation interest,’ and in so doing, \nthe injured party receives the ‘benefit of the barg ain.’”  First Union Nat’l Bank  v. \nNaylor, 102 N.C. App. 719, 725, 404 S.E.2d 161, 164 (1991).   “Additionally, nominal \ndamages are allowed where a legal right has been invaded but there has been no \nsubstantial loss or injury to be compensated.”  Lee Cycle Ctr., Inc. v. Wilson Cycle Ctr., \nInc., 143 N.C. A pp. 1, 9−10, 545 S.E.2d 745, 750 (2001).   “[Q]uantum meruit is an \nappropriate measure of damages only for breach of an implied contract, and no \n \n \ncontract will be implied where an express contract covers the same subject matter.”   \nAPAC-Carolina, Inc. v. Greensboro-High Point Airport Auth., 110 N.C. App. 664, 675, \n431 S.E.2d 508, 514 (1993). \n75. In sum, Paschall’s testimony regarding Osae’s unjust enrichment is \nrelevant only to Plaintiffs’ trade secrets claim, which the Court has concluded must \nbe dismissed.  Any damages for Plaintiffs’ remaining breach of contract claims may \nnot be measured by Osae’s unjust enrichment.  Therefore, Osae’s motion to exclude \nPaschall’s testimony is denied as moot.                   \nVII. MOTIONS TO FILE UNDER SEAL \n76. In connection with the parties’ motions for summary judgment and Osae’s \nmotions to exclude, the parties filed numerous briefs and exhibits, most of which were \nfiled under seal.  In compliance with BCR 5.2, the parties filed multiple motions to \nfile under seal.  Thereaft er, the parties filed public versions of some, but not all, of \nthe documents that were filed under seal.  During the hearing on the parties’ motions \nfor summary judgment and Osae’s motions to exclude, the Court informed counsel \nthat, based on its review of the sealed filings and comparison of those documents with \nthe redacted versions made publicly available, the public versions of documents filed \nunder seal were overly redacted and, accordingly, not in compliance with BCR 5.2.  \nAt the Court’s request, the parties conferred and submitted to the Court a proposed \nschedule, which the Court adopted by order dated November 1, 2017, pursuant to \nwhich the parties were to re-file redacted versions of all documents filed under seal.  \nIn accordance with the Court’s order, the parties re-filed redacted versions of sealed \n \n \ndocuments on December 18 and 19, as well as two additional motions to file under \nseal.  The Court now resolves all pending motions to file under seal.    \n77. The public has the right to inspect court record s in civil proceedings.  N.C. \nGen. Stat. § 7A -109(a); Virmani v. Presbyterian Health Servs. Corp. , 350 N.C. 449, \n463, 515 S.E.2d 675, 685 (1999).  A court may shield portions of court records from \nthe public under proper circumstances, however, this should  only be done “when its \nuse is required in the interest of the proper and fair administration of justice[.]”  \nVirmani, 350 N.C. at 463, 515 S.E.2d at 685.   Further, pursuant to N.C. Gen. Stat. \n§ 66-156, “[i]n an action under [the TSPA], a court shall prote ct an alleged trade \nsecret by reasonable steps which may include  . . . sealing the records of the action \nsubject to further court order[.]”   \n78. In essence, Plaintiffs contend that the redacted material constitutes \nPlaintiffs’ trade secrets and confidential i nformation, as well as information \ndesignated as “Confidential” or “Highly Confidential ” under the protective order \nentered in this litigation.   (Pls.’ Rule 5.3 Suppl. Br. Supp. Def. SBI’s Mot. to Seal & \nDef. Osae’s Mot. to Seal 3−5, ECF No. 153.)  On the one hand, the Court is troubled \nby the inherently inconsistent position taken by Plaintiffs that the Components have \nbeen publically disclosed in the patent literature but, at the same time, constitute \ntrade secrets and confidential information.  See SCR-Tech LLC  v. Evonik Energy \nServs. LLC, 2011 NCBC LEXIS 27, at *39 (N.C. Super. Ct. July 22, 2011) (“[I]t is well \nestablished that patent disclosure precludes trade secret protection for the \ninformation disclosed . . . .”); Bondpro Corp. v. Siemens Power Generation, Inc. , 463 \n \n \nF.3d 702, 706 (7th Cir. 2006) (“Publication in a patent destroys the trade secret . . . .”).  \nOn the other hand, the Court is mindful that, to the extent that any trade secret \nprotection exists, such protection is lost upon publicly filing documents disclosing the \nalleged trade secrets.  See RoundPoint  Mortg. Co. , 2016 NCBC LEXIS 18, at *39  \n(“Information for which a claimant asserts trade secret protection can lose the benefit \nof protection if it has been disclosed, p ublicly released, or publicly filed during \nlitigation.”); Glaxo Inc. v. Novopharm Ltd., 931 F. Supp. 1280, 1301 (E.D.N.C. 1996).  \nFurther, “it is possible for simultaneous patent and trade secret protection to subsist \nfor related components of an article  or steps in a process[.]”  SCR-Tech LLC, 2011 \nNCBC LEXIS 27, at *39 (quotation marks omitted).   \n79. As the Court did not reach the issue of which information, if any, qualifies \nfor trade secret protection, and having reviewed the redacted versions most recently \nfiled, the Court concludes that the redacted information justifies sealed filing  as \nconfidential commercial information.  The motions to file under seal are granted. \nVIII. CONCLUSION \n80. For the foregoing reasons, the Court ORDERS as follows: \nA. The Court GRANTS Defendants’ motions for summary judgment \nand DENIES Plaintiffs’ motion for summary judgment on Plaintiffs’ \nmisappropriation of trade secrets claim, and such claim is dismissed \nwith prejudice.  \n \n \nB. The Court DENIES Plaintiffs’ and Defendant SBI’s motions for \nsummary judgment on Plaintiffs’ first count for breach of contract \nagainst SBI, and such claim shall go forward to trial.  \nC. As to Plaintiffs’ first count for breach of contract against Defendant \nOsae, the Court GRANTS Plaintiffs’ motion for summary judgment \non the issue of Defendant Osae’s liability , and such claim shall go \nforward to trial on the issue of damages. \nD. The Court DENIES Plaintiffs’ motion for summary judgment on \nPlaintiffs’ second count for breach of co ntract against Defendant \nOsae, and such claim shall go forward to trial.   \nE. The Court GRANTS Defendants’ motions for summary judgment \nand DENIES Plaintiffs’ motion for summary judgment on Plaintiffs’ \nUDTPA claim, and such claim is dismissed with prejudice.  \nF. The Court GRANTS Defendants’ motions for summary judgment as \nto Plaintiffs’ request for punitive damages.  \nG. The Court DENIES AS MOOT Defendant Osae’s motions to exclude \nexpert testimony. \nH. The Court GRANTS the parties’ motions to file under seal. \n \n \n \n \n \n \nSO ORDERED, this the 30th day of January, 2018. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}