{
  "id": "ac5b318f026ca4e120aae51646d2c89efd98480f28148085b04f2696f4787a2b",
  "source_file": "data/raw/ncbc/ac5b318f026ca4e120aae51646d2c89efd98480f28148085b04f2696f4787a2b.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF WAKE  \n IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 02793 \n \nMURPHY-BROWN, LLC and \nSMITHFIELD FOODS, INC., \n \nPlaintiffs, \n \nORDER AND OPINION ON \nPLAINTIFFS’ MOTIONS FOR \nPARTIAL SUMMARY JUDGMENT \nAGAINST OLD REPUBLIC \nINSURANCE COMPANY AND ACE \nAMERICAN INSURANCE COMPANY \n v. \n \n \nACE AMERICAN INSURANCE \nCOMPANY; et al., \n \nDefendants. \n    \n    \n \nTHIS MATTER is before the Court on Plaintiffs’ Motion for Partial Summary \nJudgment on Count I of their Amended Complaint Against Defendant Old Republic \nInsurance Company (“Partial Summary Judgment Motion against ORIC,” ECF No. \n289) and Plaintiffs’ Motion for Partial Summary Judgment on Count I I of their \nAmended Complaint Against ACE American Insurance Company (“Partial Summary \nJudgment Motion against ACE,” ECF No. 293; collectively, the “Motions”).  \n THE COURT, having considered the Motions, the briefs and evidence filed in \nsupport of and in opposition to the Motions, the evidentiary materials filed by the \nparties, the arguments of counsel at the hearing on the Motions,  the applicable law, \nand other appropriate matters of record, CONCLUDES, in its discretion,  that the \nMotions should be GRANTED for the reasons stated below. \n  \nMiddlebrooks Law, PLLC by James Middlebrooks for Plaintiffs Murphy-\nBrown, LLC and Smithfield Foods, Inc. \n  \nMurphy-Brown, LLC v. Ace Am. Ins. Co., 2020 NCBC 96. \nReed Smith LLP by Evan T. Knott and John D. Shugrue for Plaintiffs \nMurphy-Brown, LLC and Smithfield Foods, Inc. \n  \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, LLP by Michael \nW. Mitchell for Plaintiffs Murphy -Brown, LLC and Smithfield Foods, \nInc.  \n   \nBailey & Dixon, LLP by John T. Crook and David S. Coats for \nDefendants Ace American Insurance Company. \n \nClyde & Co US LLP by Marianne May and Daren McNally for \nDefendants Ace American Insurance Company. \n \nManning, Fulton, & Skinner, P.A. by Michael T. Medford for Defendant \nOld Republic Insurance Company. \n \nClausen Miller, P.C. by Amy R. Paulus and Michael Duffy for Defendant \nOld Republic Insurance Company. \n \n \nMcGuire, Judge. \n \n1. In this insurance coverage action, Smithfield Foods, Inc. (“Smithfield”) \nand its subsidiary, Murphy-Brown, LLC (“Murphy Brown”; collectively, “Plaintiffs”) \nseek coverage from Old Republic Insurance Company (“ORIC”), Ace American \nInsurance Company (“ACE”; collectively for the purposes of the Motions  only, \n“Defendants”), and other insurer -defendants for multiple underlying nuisance \nlawsuits initially filed against Plaintiffs in State and federal court in 2013 and 2014 \n(the “Underlying Lawsuits”).  Presently before this Court are the Motions , by which \nPlaintiffs seek partial summary judgment in their favor as to the claims that ORIC  \nand ACE breached their respective duties to defend the Underly ing Lawsuits under \nthe applicable business auto liability policies that were issued during policy periods \nspanning from April 30, 2010 through April 30, 2015. \nI. FACTS AND PROCEDURAL HISTORY  \n2. “Although findings of fact are not necessary on a motion for summary \njudgment, it is helpful to the parties and the courts for the trial judge to articulate a \nsummary of the material facts which he considers are not at issue and which justify \nentry of judgment.”  Collier v. Collier, 204 N.C. App. 160, 161–62, 693 S.E.2d 250, 252 \n(2010). \nA. The Underlying Lawsuits \n3. Smithfield and Murphy-Brown, the third-largest pork producers in the \nworld, grow the hogs used for their pork products on large farms in North Carolina  \nand other states.  These large farms are sometimes referred to as Concentrated \nAnimal Feeding Operations (“CAFOs” ).  In 2013, Plaintiffs were named in twenty -\nfive (25) nuisance lawsuits filed in North Carolina Superior Court, Wake County  by \nindividual plaintiffs (the “State Claimants”) who live near CAFOs located in eastern \nNorth Carolina (the “State Court Lawsuits ”).  (Amended Complaint, ECF No. 9, at \n¶¶ 29–31.)   \n4. The disputes in the State Court Lawsuits were centered around \nPlaintiffs’ operation of its CAFOs and the impact of those operations on neighboring \nproperties.  The State Claimants alleged that operations of the CAFOs subjected their \nneighboring properties to “recurring foul and offensive odors, particulate matter, and \nother substances” and to “flies and other insects” from: Plaintiffs’ storage of manure, \nurine, and other substances in deep pits (or “lagoons”), the storage of dead animals in \n“dead boxes,” and the practice of spraying voluminous hog manure, urine, and other \nsubstances (referred to as “spray fields”), among other activities.  (See, e.g., Exs. G1–\nG28, ECF No. 292.11, at pp. 1–23.)  For example, the State Court Lawsuits1 alleged:  \n[R]ecurring foul and offensive odors, hog manure and \nurine, particulate matter, other substances, flies and/or \nother insects, and in some cases, buzzards and/or \nscavenger animals . . . have emanated from such operations \nand invaded [ the State Claimants’] properties, thereby \nsubstantially impairing [the State Claimants’] land, \nproperty rights, and use and enjoyment of their property, \nand causing harm including but not limited to: substantial \nanger, embarrassment, discomfort, annoyance, \ninconvenience, decreased quality of life, deprivation of [the \nState Claimants’] opportunity to continue to develop their \nrespective properties, injury to [the State Claimants’] \nproperties, and in the case of some [State Claimants], \nhealth concerns and/or material physical and/or mental \ndiscomfort, and [the State Claimants] have thereby been \ndamaged. \n \n(Id. at p. 14.)  Based on these allegations, the State Claimants brought claims for \nprivate nuisance, negligence, and negligent entrustment,\n2 seeking both actual and \npunitive damages.  (Id. at pp. 14–23.)   \n5. The State Claimants dismissed the State Court Lawsuits in 2014.  (ECF \nNo. 9, at ¶ 32.)  However, prior to dismissing the State Court Lawsuits, most of the \nsame plaintiffs 3 filed the Underlying L awsuits against S mithfield and Murphy -\n \n1 Referring to the Alderman complaint (ECF No. 292.11, at pp. 1– 23), which contains \nallegations typical and substantially identical to the allegations in the other State Court \nLawsuits.  \n \n2 Referring to Smithfield’s entrustment of its hogs to certain individuals or entities which \nraise hogs on behalf of Smithfield through contract-grow agreements.  (ECF No. 292.11, at p. \n21.) \n \n3 There were 26 lawsuits filed in federal court against Smithfield and Murphy-Brown. Some \nof the State Claimants did not file lawsuits in federal court, but som e additional plaintiffs \nwho had not filed State Court Lawsuits filed Federal Court Lawsuits. \nBrown.  (Id. at ¶¶ 32–34.)  The plaintiffs in the Federal Court Lawsuits  (referred to \nas the “Federal Claimants”; collectively with the State Claimants as the “Claimants”) \nbrought claims based on allegations substantially similar to those pled in the  State \nCourt Lawsuits.  (Id. at ¶ 35; Aff. of Parul Stevens, ECF No. 291, at ¶¶ 11, 13.)  Based \non these allegations, the Federal Claimants each brought single claim s of private \nnuisance, seeking both actual and punitive damages.  (Id. at pp. 256–58, ¶¶ 156–75.) \n6. Relevant to this dispute, the complaints in the Underlying Lawsuits also \ncontain allegations that Plaintiffs’ use of large trucks in operating the CAFOs cause \na nuisance.  Specifically, the complaints in the State Court Lawsuits allege:  \n[Murphy-Brown’s] CAFOs are also a major source of truck \ntraffic that create or contribute to additional recurrent \nexcessive noise, odors, and in some cases emanate manure, \nurine, and other substances onto the roads.   \n \n(ECF No. 292.11, at p. 15, ¶ 72.) \n7. The complaints in the Federal Court Lawsuits allege: \n[A]s another independent cause of the nuisance, [Murphy-\nBrown’s] hogs necessitate very large trucks crawling up \nand down the streets outside of the [Claimants’] homes .  \nThese are often narrow and even unpaved country lanes, \nwhich normally would never be subjected to having \nrepeated episodes of large tractor- trailers an d other big \ntrucks taking feed to the hogs, trucking in live hogs, and \ntrucking out both live hogs and dead hogs.  These trucks \noften go by [Claimants’] homes in the dead of night and \nthey cause noise, dust, liquid spilling from the trucks and \nbright lights of their headlights. \n \n(ECF No. 292.15, at p. 217, ¶4.)  \nLarge hog trucks carry hogs into and out of the facilities .  \nAll of these  activities cause odor, annoyance, dust, noise \nand loss of use and enjoyment of homesteads.   The stench \nand associated nuisance also embarrasses and humiliates \nthe [Claimants]. \n \n(Id. at pp. 221–22, ¶ 33.) \n \n[Claimants] have suffered . . . liquid dripping from passing \nhog trucks and ‘dead trucks,’ the increased pest \npopulations and other aspects of the nuisance.  The \n[Claimants] feel angry, fearful, worried, and depressed.  \nThey are worried and fearful about their health  and their \nchildren’s health.  \n \n(Id. at pp. 222–23, ¶ 36.)  \n \nBig trucks go past [Claimants’] house with live and dead \nhogs.  These trucks can produce a stench and also they \ncause noise and dust.  The foul odor has affected \n[Claimants’] use and enjoyment of  their land and their \nability to enjoy time with family and friends. \n \n(Id. at p. 237, ¶ 127.)  \n[E]ver since the hogs have come, very large trucks crawl up \nand down the streets outside of the [Claimants’] homes  \n. . . .  These trucks cause noise, dust, and lights from \nheadlights and they pass even in the middle of the night.  \n \n(Id. at p. 244, ¶ 180.)  \n8. Further, the Underlying Lawsuits  contain allegations that  Plaintiffs \nknew or had reason to know  of the nuisance caused by their CAFOs, as well as  \nallegations of negligence and reckless disregard.  For example, the complaints in the \nFederal Court Lawsuits allege: \n[Murphy-Brown] had actual knowledge during some or all \npertinent times that the subject hogs were causing a \nnuisance. \n \n(Id. at p. 257, ¶ 164.)  \nIn contrast to [Murphy-Brown’s] assertions that its hogs do \nnot cause nuisance or injury, numer ous scientific reports \nand studies have found that they do.  These reports show \nthat [Murphy-Brown] has actual knowledge of the \nnuisance caused by its swine, or is willfully blind to that \nfact.  \n \n(Id. at p. 253, ¶ 214.)  \nStudies, reports, incidents and complaints that have \namassed since [Murphy -Brown] first started the CAFO \nsystem clearly show predictable nuisance caused by swine \nsites to nearby neighbors. \n \n(Id. at p. 251, ¶ 205.)  \n[Murphy-Brown] knew or should have known that \n[Murphy-Brown’s CAFOs] would recurrently encroach \nupon and invade [Claimants’] properties, and substantially \nimpair [Claimants’] use and enjoyment of their properties.  \n \n(Id. at p. 257, ¶ 165.)  \nThe recurring conduct, acts, omissions, negligence, and \nimpropriety of [Mu rphy-Brown] were willful, wanton, \nmalicious, and in reckless disregard for the rights and \ninterests of the [ Claimants] and justify an award of \npunitive damages.  \n \n(Id. at p. 258, ¶ 175.) \n9. Jury trials in f ive of the Federal Court Lawsuits  have been completed, \nresulting in judgments against Plaintiffs of roughly $98 million.  ( ECF No. 9, at ¶¶ \n42–48.)  The Fourth Circuit has since reviewed one of these judgments, remanding \nthe case for the sole purpose of re- determining the proper amount of punitive \ndamages.  McKiver v. Murphy-Brown, LLC, 2020 U.S. App. LEXIS 36416, at *84 (4th \nCir. 2020). \n  \nB. The Insurance Policies \n10. During the policy periods spanning from  April 30, 2010 through April \n30, 2015,  Plaintiffs were insured under commercial general liability insurance  \npolicies (the “Primary CGL Policies”) and business automobile policies (the “Primary \nAuto Policies”) issued by ACE or ORIC.  Specifically, ACE issued one CGL Policy and \none Primary Auto Policy for the coverage period from April 30, 2010 through April \n30, 2011.  (Aff. of Marianne May, ECF No. 330, at ¶ 3; ECF No. 291, at ¶ 4; ECF No. \n292.1.)  ORIC issued four (4) successive Primary CGL  Policies and (4) successive \nPrimary Auto Policies for the coverage periods from April 30, 2011 through April 30, \n2015.  (Aff. of Michael Duffy, ECF No. 358, at ¶¶  3–4; ECF No. 291, at ¶¶ 5– 8; ECF \nNos. 292.2–9.)   \n11. In their Motions, Plaintiffs seek summary judgment only on their claims \nthat Defendants breached their respective duties to defend the Underlying Lawsuits \nunder the Primary Auto Policies, but not under the Primary CGL Policies.  The ACE \nand ORIC Primary Auto Policies contain identical or nearly identical terms. 4  The \nPrimary Auto Policies contain the following grants of coverage: \nWe will pay all sums an “insured” legally must pay as \ndamages because of “bodily injury” or “property damage” to \nwhich this insurance applies, caused by an “accident” and \nresulting from the ownership, maintenance or use of a \ncovered “auto”. \n \n(ECF No. 292.8, at p. 57 (hereinafter, the “First Coverage Grant”).)  \n \n \n4 Given the identical relevant language of the Primary Auto Policies, the Court will refer to \nthe provisions of the 2014–2015 Business Auto policy issued by ORIC , except as otherwise \nnoted, for quotation of policy provisions.  (Ex. E, ECF No. 292.8–9.) \nWe will also pay all sums an “insured” legally must pay as \na “covered pollution cost or expense” to which this \ninsurance applies, caused by an “accident” and resulting \nfrom the ownership, maintenance or use of covered “autos”.  \nHowever, we will only pay for the “covered pollution cost or \nexpense” if there is either “bodily injury” or “property \ndamage” to which this insurance applies that is caused by \nthe same “accident”. \n \n(Id. at p. 57 (hereinafter, the “Second Coverage Grant”).)  \n \nWe have the right and duty to defend any “insured” against \na “suit” asking for such damages or a “covered pollution \ncost or expense”.  However, we have no duty to defend any \n“insured” against a “sui t” seeking damages for “bodily \ninjury” or “property damage” or a “covered pollution cost or \nexpense” to which this insurance does not apply.  We may \ninvestigate and settle any claim or “suit” as we consider \nappropriate.  Our duty to defend or settle ends w hen the \nLiability Coverage Limit of Insurance has been exhausted \nby payment of judgments or settlements. \n \n(Id. at p. 57.) \n \n12. In the Primary Auto Policies, “ bodily injury” is defined as “physical \ninjury, mental anguish, mental injury, shock, humiliation, sick ness or disease \nsustained by a natural person . . . .”  ( Id. at p. 94.)  “Property damage” is defined as \n“damage to or loss of use of tangible property.”  ( Id. at p. 66.)  The policies do not \ncontain a definition of “accident,” but provide that an “accident” “includes continuous \nor repeated exposure to the same conditions resulting in ‘bodily injury’ or ‘property \ndamage.’”  (Id. at p. 64.)  Covered “auto” is defined as “any auto” including “land motor \nvehicle, ‘trailer’ or semitrailer designed for travel on public roads.”  (Id.) \n13. Under the Primary Auto Policies, a “covered pollution cost or expense,” \nas provided for in the Second Coverage Grant, is limited to costs or expenses arising \nfrom: \n1. Any request, demand, order or statutory or regulatory \nrequirement that any “insured” or others test for, \nmonitor, clean up, remove, contain, treat, detoxify or \nneutralize, or in any way respond to, or assess the \neffects of “pollutants”; or \n \n2. Any claim or “suit” by or on behalf of a governmental \nauthority for dama ges because of testing for, \nmonitoring, cleaning up, removing, containing, \ntreating, detoxifying or neutralizing, or in any way \nresponding to or assessing the effects of “pollutants”. \n \n(Id. at p. 65.)   “Pollutants” are defined as “any solid, liquid, gaseou s or thermal \nirritant or contaminant, including smoke, vapor, soot, fumes, acids, alkalis, chemicals \nand waste.”  (Id. at p. 66.) \n14. The Primary  Auto Policies exclude coverage for expected or intended \ninjury (the “Expected or Intended Injury Exclusion”), and pollution (the “Pollution \nExclusion”).  (Id. at pp. 58–60.)  “Expected or Intended Injury” is defined as “‘bodily \ninjury’ or ‘property damage ’ expected or intended from the standpoint of the \n‘insured.’”  (Id. at p. 58.) \n15. The Pollution Exclusion excludes coverage for: \n“Bodily injury ” or “property damage ” arising out of the \nactual, alleged or threatened discharge, dispersal, seepage, \nmigration, release or escape of “pollutants”: \n \na. That are, or that are contained in any property that is: \n(1) Being transported or towed by, handled, or \nhandled for movement into, onto or from, the \ncovered “auto”;  \n(2) Otherwise in the course of transit by or on \nbehalf of the “insured”; or  \n(3) Being stored, disposed of, treated, or processed \nin or upon the covered “auto” \n \nb. Before the “ pollutants” or any property in which the \n“pollutants” are contained are moved from the place \nwhere they are accepted by the “insured” for movement \ninto or onto the covered “auto”; \n \nc. After the “ pollutants” or any property in which the \n“pollutants” are contained are moved from the covered \n“auto” to the place where they are finally delivered, \ndisposed of or abandoned by the “insured.” \n \n(Id. at pp. 59–60.)   Further, an endorsement titled “Pollution Liability – Broadened \nCoverage For Covered Autos” states: “Paragraph a. of the Pollution Exclusion applies \nonly to liability assumed under a contract or agreement.”  (“Pollution Endorsement,” \nId. at p. 169.)5 \n16. The Primary Auto Policies impose a duty on the insured to provide \n“prompt notice of the ‘accident’ or ‘loss.’”  (Id. at p. 62.)  A failure to fully comply with \nthe notice requirements set out in the Primary Auto Policies  relieves the insurers ’ \nduty to provide coverage.  (Id.)  A “Notice of an Accident” endorsement under ORIC’s \nPrimary Auto Policies clarifies that “if you report an occurrence to an insurer \nproviding other than Automobile Liability insurance, which later develops into an \nAutomobile Liability claim covered under this policy, failure to report such occurrence \nto us at the time of the occurrence shall not be deemed a violation of these conditions.”  \n(“Notice of an Accident Endorsement,” Id. at p. 120.)  ACE’s Primary Auto Policy also \n \n5 The Court will refer to the Second Coverage Grant, the Pollution Exclusion, and the \nPollution Endorsement collectively as the “Pollution-Related Provisions.”  \nincludes a Notice of Ac cident Endorsement, which is identical to ORIC’s  aside from \nthe following additional language “[the insured] shall give immediate notification of \nthe accident to [ACE], as soon as is reasonably possible, that the accident is an \nAutomobile Liability claim.”  (ECF No. 292.1, at p. 59.) \n17. The Primary Auto Policies have policy limits  of $2 million, with the \nexception of one (1) ORIC Primary Auto Policy which has a $3 million policy limit.  \n(ECF 292.1, at p. 2; ECF Nos. 292.2, 292.4, 292.6, 292.8.)  Further, the Primary Auto \nPolicies are subject to a $1 million “deductible”6 that is eroded by Plaintiffs’ payment \nof defense costs.  (ECF No. 292.1, at pp. 52–53; ECF No. 292.8, at p. 44.) \n18. At all pertinent times to this dispute, Plaintiffs’ used Marsh  USA, Inc. \n(“Marsh”) as their insurance broker.  (ECF No. 290, at p. 11; ECF No. 294, at p. 10; \nECF No. 291, at ¶¶ 19, 32.) \nC. The Program Agreement Between ORIC and Plaintiffs \n19. ORIC and Smithfield  entered into a  Program Agreement which \ngoverned certain aspects  of their insurance relationship  (“Program Agreement”) . \n(ECF No. 363.1 [SEALED], public redacted version at ECF No. 369.17; ECF No. 358, \nat ¶ 2, Ex. 1.) 8  ORIC issued its Primary CGL Policies and Primary Auto Policies \npursuant to the Program Agreement under which Plaintiffs agreed to “retain all or a \n \n6 A “deductible” is the “portion of the loss to be borne by the insured before the insurer \nbecomes liable for payment.”  Deductible, BLACK’S LAW DICTIONARY (11 ed. 2019).  \n \n7 For future reference, after any initial specific citation to documents sealed by this Court, \nthe Court will thereafter only cite to the ECF number of the public, redacted version.  \n \n8 ACE was not a party to the Program Agreement. \ncertain portion of the Losses and Allocated Loss Adjustment Expenses ” incurred \nunder those policies.  (ECF No. 369.1, at p. 1.)  The Program Agreement provides, in \nrelevant part: \nClaims arising under Policies issued by Old Republic will \nbe administered by a third party claims administrator \napproved by, and under a contract acceptable to Old \nRepublic or, when approved by Old Republic,  self \nadministered by the Insured under an acceptable separate \nwritten contract.  Claims arising solely under [the Primary \nCGL Policies] issued by Old Republic shall be defended by \nlegal counsel selected by the Insured.  Whether a third \nparty claims administrator or the Insured itself, the party \nadministering the claim must: provide a monthly report to \nOld Republic showing the status of all claims, including \ndetails of payments and outstanding reserves in a format \nacceptable to Old Republic . . . . \n \n(ECF No. 369.1, at § 10.1.) \n20. Pursuant to the Program Agreement, ORIC’s Primary CGL Policies are \nsubject to a retention\n9 equivalent to “100% of the Policy limits” ( Id. at Schedule A), \nand generally act as “ fronting policies” because the retention amount for each \noccurrence is equal to the policy limits.10  Smithfield is responsible for paying “all loss \nand [Allocated Loss Adjustment Expense [“ALAE”]]. ”  ( Id.)  “ALAE” is defined as \n \n9 “Retention” refers to a “Self -Insured Retention,” which is “[t]he amount of an otherwise -\ncovered loss that is not covered by an insurance policy and that usu[ally] must be paid before \nthe insurer will pay benefits[.]”  Self-insured retention, BLACK’S LAW DICTIONARY (11 ed. \n2019). \n \n10 A “fronting policy” is, in a practical sense, a form of self-insurance.  The deductible equals \nthe policy’s liability limits, and the insurance company acts only as a surety that the holder \nof the fronting policy will be able to pay any judgment covered by the policy.  Essentially, the \ninsured rents an insurance company’s licensing and filing capabilities, and in return, the \ninsurer issues a policy which allows the corporation to comply with the insurance laws and \nregulations of each state.   See Croft v. Old Republic Ins. Co. , 618 S.E.2d 909, 915– 17 (S.C. \n2005). \n“expenses which are incurred in conjunction with the investigation, defense, \nadjustment or settlement of claims or suits” which includes, but is not limited to, legal \ncosts and attorneys’ fees.  (Id. at § 4(a).) \n21. Pursuant to the Program Agreement, ORIC’s Primary Auto Policies are \nsubject to a $1 million per accident retention, where  Plaintiffs are responsible for \npaying “all [ALAE] up to, but not exceeding, the Insured’s Retention .”  ( Id. at \nSchedule A (hereinafter, the “Retention Requirements”).) \n22. The Program Agreement also provides as follows: \nTo the extent that any of the terms or conditions of the \naforesaid Policies are inconsistent with any of the terms or \nconditions of this Agreement, the latter are to be given \neffect and the former will be considered superseded by this \nAgreement. \n \n(Id. at § 20.) \n23. ACE’s Primary CGL Policy and Primary Auto Policy issued to Plaintiffs \nare not subject to the Program Agreement.    \nD. Communication between the Insurers and the Insured \n24. Plaintiffs first notified ORIC and ACE of the State Court Lawsuits  \nthrough “First Report of Loss” letters sent by Marsh at the direction of Plaintiffs on \nJuly 19, 2013 .  (Exs. P1–P14, ECF No.  292.25, at pp. 2–6; Exs. L1–L14, ECF No. \n292.23, at pp. 2–6; collectively, “First Reports of Loss.”)  The First Reports of Loss, \nalong with at least four additional notice let ters sent to ORIC and ACE in October \n2013, were reported under the Primary CGL Policies, but included language stating: \n“[t]his matter is reported under any and all applicable policies whether or not cited.”   \n(ECF No. 292.25, at pp. 2 –66; ECF No. 292.23, at pp. 2– 67.)  On November 7, 2013, \nPlaintiffs first reported the loss to ORIC and ACE specifically under “business auto” \ncoverage in addition to  CGL coverage.  (ECF No. 292.25, at pp. 67 –69; ECF No. \n292.23, at pp. 68–70.)  Plaintiffs provided two additional notice letters reported under \nthe Primary Auto Policies to both ORIC and ACE in October and November 2014 , \nnotifying them of the newly filed Federal Court Lawsuits .  ( ECF No. 292.25, at pp. \n70–78; ECF No. 292.23, at pp. 71–79.)  All notice letters previously referenced, as well \nas reports of loss, included copies of the complaints in the Underlying Lawsuits. \ni. Responses from ORIC \n25. ORIC first responded to Plaintiffs’ notice regarding  the State Court \nLawsuits on September 20, 2013.  (Ex. Q, ECF No. 292.19 .)  ORIC’s first response  \nreads, in pertinent part: “[w]e have reviewed the allegations in the complaint and a \ndefense is owed in this matter pursuant to a full reservation of rights[.]”  (Id.)  \n26. In 2015, ORIC twice requested status updates of the Underlying \nLawsuits through Plaintiffs’ insurance broker, Marsh.  (Ex. 12, ECF No. 363.12; Ex. \n13, ECF No. 363.13.)  The only updates provided were that McGuire Woods, LLP was \nhandling the defense in the Underlying Lawsuits, and that they planned on putting \ntogether a status update for the carriers.  (Id.)   \n27. On April 21, 2016, ORIC issued essentially identical coverage letters \nregarding the State Court Lawsuits  and Federal Court Lawsuits , titled: “Renewed \nDenial of Coverage / Reservation of Rights.”  (Ex. R, ECF No. 292.20; Ex. S, ECF No. \n292.26; collectively “April 2016 Coverage Letters.”)  The April 2016 Coverage Letters \ngenerally state that their purpose i s “to supplement [ORIC’s]  previous \ncorrespondence with [Plaintiffs], re-assert previous Denial of Coverage / Reservation \nof Rights and to remind [Plaintiffs] of [ORIC’s] ongoing coverage position.”  (ECF No. \n292.20, at p. 1; ECF No. 292.26, at p. 1.)  Throughout the letters, ORIC repeatedly \n“denies coverage” while also “reserv[ing] the right to disclaim indemnity.”  (See ECF \nNo. 292.20, at pp. 3 –4, 11, 13, 15–16, 21, 23; ECF No. 292.26, at pp. 2, 8, 10, 11– 12, \n13, 16, 18.) \n28. The April 2016 Coverage Letters provide an analysis of ORIC’s coverage \nposition, in which ORIC acknowledges that: “the Underlying Complaints, when read \nas a whole, do allege that the operation of the CAFOs (which include the alleged \nincrease in truck traffic) generally have caused [bodily injury]”; “[t]he [allegations in \nthe Underlying Lawsuits ] appear to fit in [the policy’s] definition of ‘property \ndamage’”; “a fair reading of the Underlying Complaints do not appear to allege that \nthe damage was caused by an intentional incident or incidents, but rather appear to \nbe progressive, ongoing accidental damage”; “the Complaints [to the Underlying \nLawsuits] do make an allegation that they sustained damages resulting from the \noperation of an automobile”; and “there is a nexus between the alleged injuries and \nalleged use of a vehicle.”  (ECF No. 292.20, at p. 10, 19–20; ECF No. 292.26, at p. 7, \n15–16.)  Despite these acknowledgments , ORIC “denie [d] coverage under the Auto \nPolicy and further reserve[d] the right to disclaim indemnity[.]”  (ECF No. 292.20, at \np. 21; ECF No. 292.26, at p. 16.)   \n29. With respect to the Pollution Exclusion in ORIC’s Primary Auto Policies, \nORIC acknowledged that it is “quest ionable and unlikely” that the Pollution \nExclusion excludes coverage for  damage caused by  “noise,” as is alleged in the \nUnderlying Lawsuits.  Further, ORIC acknowledged that the Pollution Endorsement \nto the ORIC’s Primary Auto Policies  \nessentially elimina tes the Pollution exclusion, except in \ncircumstances: (1) where liability [is] assumed in a contract \n. . . ; (2) where the accident occurs before the pollutants are \nremoved from the place where they are accepted . . . ; or (3) \nafter the pollutants are removed from the covered auto to \nthe place where they are finally delivered, dispo sed of or \nabandoned by the insured. \n \n(ECF No. 292.20, at pp. 22–23; ECF No. 292.26, at p. 17.)  Nevertheless, ORIC found \nthat the Pollution Exclusion “eliminates coverage” and, therefore, ORIC again \n“denie[d] coverage . . . and further reserve[d] its right to disclaim indemnity[.]”  (ECF \nNo. 292.20, at p. 23; ECF No. 292.26, at p. 17–18.)   \n30. With respect to ORIC’s Expected or Intended Injury Exclusion, the April \n2016 Coverage Letters state: “Old Republic denies coverage and further reserves the \nright to disclaim indemnity . . . to the extent that [Plaintiffs] had knowledge that \ngenerally, the alleged directed practices of CA FO could and did cause injury to \nsomeone, and/or to [Claimants] in particular.”  (ECF No. 292.20, at p. 23; ECF No. \n292.26, at 18.)   \nii. Responses from ACE \n31. ACE first responded to Plaintiffs’ notice of the State Court Lawsuits by \nan email dated July 22, 2013.  (Ex. M-1, ECF No. 292.16.)  In the email, ACE stated \nit was “in the process of establishing a claim file and reviewing the information” and \nthat “[i]n the meantime, ACE reserves its rights and defenses[.]”  (Id.)   \n32. ACE did not provide its next response until it sent coverage position \nletters to Plaintiffs dated May 4, 2018 and May 17, 2018.  (Ex. N, ECF No. 292.18; \nEx. O, ECF No. 292.24 (hereinafter, “ACE Coverage Letters”).)  In these letters, ACE \n“reserve[d] all of its rights to deny coverage” on grounds that the claims : “do not \nappear to involve ‘bodily injury’ or ‘property damage’ caused by an ‘accident’ resulting \nfrom the ownership, maintenance or use of a covered ‘auto’ during the policy period”; \n“may be excluded by the pollution exclusion”; and may “fall within the scope of the \nexpected or intended injury exclusion.”  (ECF No. 292.24, at p. 8.)  Further, the ACE \nCoverage Letters “reserve[] all [ACE’s] rights to deny coverage on the grounds that \nthe notice and/or cooperation conditions have not been met.”  (Id.) \nE. Initiation of the present lawsuit \n33. To date, neither ORIC nor ACE have provided a defense to Plaintiffs in \nthe State Court Lawsuits  or the Federal Court Lawsuits .  (ECF No. 291, at ¶¶ 30, \n43.)  Since in or around 2013, counsel retained by Plaintiffs, McGuire Woods LLP , \nhas handled Plaintiffs’ defense in the Underlying Lawsuits.  (ECF No. 363.23.)   \n34. On February 28, 20 18, Plaintiffs, in a letter to Marsh, provided a \nlitigation status report regarding the Underlying Lawsuits , which contained  the \nfollowing statement: “To date, Smithfield/Murphy Brown have paid [REDACTED] to \ndefend the nuisance lawsuits in North Carolina.  Smithfield/Murphy -Brown repeat \ntheir prior request that their insurers defend and indemnity them under applicable \ngeneral and auto liability policies.”  (ECF No. 363.15 [SEALED], public redacted \nversion at ECF No. 369.15.)   \n35. On March 5, 2019,  Plaintiffs commenced this action by filing the \nComplaint (ECF No. 4) .  Plaintiffs filed an Amended Complaint on March 19, 2019  \n(ECF No. 9).  Count  I of the Amended Complaint alleges  a breach of ACE’s duty to \ndefend Plaintiffs in the Underlying Lawsuits  under ACE’s Primary Auto Policy and \nCount II alleges the same claim against ORIC  under ORIC’s Primary Auto Policies .  \n(Id. at ¶¶ 74 –89.)  Plaintiffs filed their Partial Summary Judgment Motion against \nORIC (ECF No. 289) and their Partial Summary Judgment Motion against ACE (ECF \nNo. 293) on March 20, 2020.  Defendants ORIC and ACE responded in opposition to \nthe Motions on June 12, 2020 and June 1, 2020, respectively.  (ORIC’s Opp. To Plf.’s \nMot. Part. Summ. J. on Ct. II of Amend. Compl., ECF No. 357 [SEALED], public \nredacted version at ECF No. 368 ; ACE’s Mem. Of Law in Opp. To Plf.’s Mot. Part. \nSumm. J. on Ct. 1 of Amend. Compl., ECF No. 329 .)  Plaintiffs replied to the Briefs \nin Opposition on July 6, 2020 and June 25, 2020, respectively.  (Plf.’s Repl. Bf. Supp. \nPlfs.’ Mot. Part. Summ. J. Against Def. ORIC on Ct. II of Amend. Compl., ECF No. \n379; Plfs.’ Repl. Bf. Supp. Plfs.’ Mot. Part. Summ. J. on Ct. of Amend. Compl., ECF \nNo. 374.)  A hearing on the Motions was held on September 9  and September 21, \n2020.  The Motions are now ripe for decision. \n \n \n \nII. LEGAL STANDARD \nA. Summary Judgment  \n36. Summary judgement is appropriate where “the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with the affidavits, if any, \nshow that there is no genuine issue as to any material fact and that any party is \nentitled to a ju dgment as a matter of law.”  Variety Wholesalers, Inc. v. Salem \nLogistics Traffic Servs. , 365 N.C. 520, 523, 723 S.E.2d 744, 747 (2012) (quoting \nN.C.G.S. § 1A-1, Rule 56(c)).  “An issue is ‘genuine’ if it can be proven by substantial \nevidence and a fact is  ‘material’ if it would constitute or irrevocably establish any \nmaterial element of a claim or a defense.”  CSX Transp., Inc. v. City of Fayetteville, \n247 N.C. App. 517, 521, 785 S.E.2d 760, 763 (2016) (quoting Lowe v. Bradford, 305 \nN.C. 366, 369, 289 S.E.2d 363, 366 (1982)).  The Court views the evidence in the “light \nmost favorable to the non-moving party.”  Allstate Ins. Co. v. Lahoud, 167 N.C. App. \n205, 207, 605 S.E.2d 180, 182 (2004) (citation omitted).   \n37. “The party moving for summary judgment ultimately has the burden of \nestablishing the lack of any issue of triable fact .”  Unitrin Auto & Home Ins. Co. v. \nMcNeill, 215 N.C. App. 465, 467, 716 S.E.2d 48, 50 (2011) (citations omitted) .  The \nmoving party may meet this burden by “proving an essential element of the opposing \nparty’s claim does not exist, cannot be proven at trial, or would be barred by an \naffirmative defense.”  Dobson v. Harris, 352 N.C. 77, 83, 530 S.E.2d 829, 835 (2000) \n(citations omitted).  Once the moving party “makes the required showing, the burden \nshifts to the nonmoving party to produce a forecast of evidence demonstrating specific \nfacts, as opposed to allegations, showing that he can at least establish a prima facie \ncase at trial.”  Unitrin Auto & Home Ins. Co., 215 N.C. App. at 467, 716 S.E.2d at 50 \n(citations omitted). \nB. Duty to Defend  \ni. Generally  \n38. Insurance contracts commonly impose upon  on the insurer two related \nduties: the duty to defend and the duty to indemnify.  A “duty to defend” refers to the \n“insurer’s obligation to defend its insured against claims brought by third parties.”  1 \nLEXIS NEXIS PRACTICE GUIDE: NEW APPLEMAN NORTH CAROLINA INSURANCE \nLITIGATION § 15.02 (2020).  The “duty to indemnify is the duty to pay for settlement \nor to pay a judgment rendered against an insured.”  Id. at § 4.04.  Our Supreme Court \nhas addressed the difference between these two duties: \nGenerally speaking, the insurer ’s duty to defend the \ninsured is broader than its obligation to pay damag es \nincurred by events covered by a particular policy.   An \ninsurer’s duty to defend is ordinarily measured by the facts \nas alleged in the pleadings; its duty to pay is measured by \nthe facts ultimately determined at trial.  When the \npleadings state facts demonstrating that the alleged injury \nis covered by the policy, then the insurer has a duty to \ndefend, whether or not the insured is ultimately liable. \n   \nWaste Management of Carolinas, Inc. v. Peerless Ins. Co. , 315 N.C. 688, 691, 340 \nS.E.2d 374, 377 (1986).  In other words, “the duty to defend is broader than the duty \nto indemnify in the sense that an unsubstantiated allegation requires an insurer to \ndefend against it so long as the allegation is of a covered injury[.]”  Harleysville Mut. \nIns. Co. v. Buzz Off Insect Shield, L.L.C., 364 N.C. 1, 7, 692 S.E.2d 605, 610–11 (2010).  \nHowever, the duty to defend is not without limitation: “even a meritorious allegation \ncannot obligate an insurer to defend if the alleged injury is not within, or is excluded \nfrom, the coverage provided by the insurance policy.”  Id.   \n39. “[T]here is no statutory requirement that an insurance company provide \nits insured with a defense.”  Brown v. Lumbermens Mut. Casualty Co., 326 N.C. 387, \n392, 390 S.E.2d 150, 153 (1990).  “An insurer’s duty to defend suits against its insured \nis determined by the language in the insurance contract.”  Id.  Thus, a duty to defend \nexists where “a[n] [insurance] company [ ] provide[s] by contract that it will defend \nits insured.”  Id.  Accordingly, general contract interpretation rules apply to the  \nCourt’s duty to defend analysis.   See Accardi v. Hartford Underwriters Ins. Co. , 373 \nN.C. 292, 295, 838 S.E.2d 454, 456 (2020) (“When interpreting an insurance policy, \ncourts apply general contract interpretation rules.”)  “[A] contract of insurance should \nbe given that construction whic h a reasonable person in the position of the insured \nwould have understood it to mean[.]”  Grant v. Emmco Ins. Co., 295 N.C. 39, 43, 243 \nS.E.2d 894, 897 (1978).  Provisions in a policy “[w]hich  extend coverage . . . must be \nconstrued liberally so as to afford coverage whenever possible by reasonable \nconstruction.”  N.C. Farm Bureau Mut. Ins. Co. v. Stox, 330 N.C. 697, 702, 412 S.E.2d \n318, 321 (1992).  Provisions which exclude or put limitations or conditions on coverage \nare “construed strictly . . . to provide coverage.”  Trust Co. v. Insurance Co., 276 N.C. \n348, 355, 172 S.E.2d 518, 522–23 (1970).  “Any doubt as to coverage is to be resolved \nin the favor of the insured.”  Waste Mgmt. , 315 N.C. at 693, 823 S. E.2d at 378; see \nJamestown Mut. Ins. Co. v. Nationwide Mut. Ins. Co. , 266 N.C. 430, 434, 146 S.E.2d \n410, 414 (1966) (construing an ambiguous policy provision in the favor of the insured).   \n40. A duty to defend is triggered  when an insurer receive s actual notice of \nan underlying complaint that contains “ potentially” or “arguably” covered claims \nunder the insurance contract.  See Crandell v. Am. Home Assur. Co. , 183 N.C. App. \n437, 438, 644 S.E.2d 604, 605 (2007) (finding an insurer has a duty to def end where \na “review of the pleadings . . . gives rise even to ‘a mere possibility’ that the insured’s \npotential liability is covered by the insurance policy”); Waste Mgmt., 315 N.C. at 692, \n340 S.E.2d at 378 (finding that an insurer is only excused from it s duty to defend \nwhere “the facts are not even arguably covered by the policy”); Kubit v. MAG Mut. \nIns. Co., 210 N.C. App. 273, 293, 708 S.E.2d 138, 154 (2011) (“[T]he duty to defend \narises when an insurer receives actual notice of the underlying action.”) .  The \npresence of both non -covered and potentially or arguably covered claims in an \nunderlying complaint does not relieve an insurer of its duty to defend.  See Pulte Home \nCorp. v. Am. S. Ins. Co., 185 N.C. App. 162, 171, 647 S.E.2d 614, 620 (2007) (finding \nthat where the pleadings allege both non-covered and potentially covered claims, “the \nmere possibility the insured is liable, and that the potential liability is covered, may \nsuffice to impose a duty to defend” (internal quotations omitted)  (citation omitted)); \nBuilders Mut. Ins. Co. v. Mitchell, 210 N.C. App. 657, 667, 709 S.E.2d 528, 535 (2011) \n(“Where . . . there are multiple claims, if some of the claims may be covered, even if \nothers are not, the duty to defend is triggered.”). \n \nii. Comparison Test  \n41. In determining whether claims are potentially or arguably covered \nunder an insurance policy, North Carolina courts  routinely apply the “comparison \ntest”: the language of the insurance policy and underlying complaint are read “side -\nby-side . . . t o determine whether the events as alleged are covered or excluded.”  \nWaste Mgmt., 315 N.C. at 693, 340 S.E.2d at 378; see Harleysville, 364 N.C. at 6, 692 \nS.E.2d at 610; N.C. Farm Bureau Mut. Ins. Co. v. Cox , 263 N.C. App. 424, 441, 823 \nS.E.2d 613, 625 (2019); Duke Univ.  v. St. Paul Fire & Marine Ins. Co. , 96 N.C. App. \n635, 637, 386 S.E.2d 762,  763–64 (1990).  All the facts alleged in the underlying \ncomplaint are taken as true, and “[i]f the insurance policy provides coverage for the \nfacts as alleged, then the insurer has a duty to defend.”11  Harleysville, 364 N.C. at 7, \n692 S.E.2d at 611.  Accordingly, a duty to defend may be found even where the facts \nupon which the duty is based “may not, in reality, be true.”  Id. \n42. The Court is generally limited to the pleadings in applying  the \ncomparison test.  See Waste Mgmt., 315 N.C. at 691, 340 S.E.2d at 377 (“An insurer’s \nduty is ordinarily measured by the facts as alleged in the pleadings[.]”).  However, \nNorth Carolina courts as well as relevant federal courts  have recognized that facts \noutside the pleadings may only be considered to provide for, rather than to deny, \ncoverage.  See Duke Univ., 96 N.C. App. at 638, 386 S.E.2d at 764 (citations omitted) \n(stating t hat “facts learned from the insured and facts discoverable by reasonable \n \n11 Our Supreme Court has clarified that “the question is not whether some interpretation of \nthe facts” is potentially covered, but rather whether the “ facts as alleged” are potentially \ncovered under the insurance policy.  Harleysville, 364 N.C. at 7, 692 S.E.2d at 611 (emphasis \nadded).   \ninvestigation may also be considered,” but only “to show that the facts of the claim \nwere within coverage of the policy”); Waste Mgmt., 315 N.C. at 691–92, 340 S.E.2d at \n377 (explaining that “[w]here the insurer knows or could reasonably ascertain facts \nthat, if proven, would be covered by its policy,” the duty to defend is triggered); Cox, \n263 N.C. App. at 441, 823 S.E.2d at 625 (considering “pleadings, depositions, answers \nto interro gatories, and other documents” to ultimately find a duty to defend); \nContinental Cas. Co. v. Amerisure Ins. Co., 226 F. Supp. 3d 537, 544 (W.D.N.C. 2017), \naff’d in part and vacated in part on other grounds , 886 F.3d 366 (4th Cir. 2018) \n(finding that under North Carolina law, an insurer “may look to facts collateral to the \nallegations against the policyholder to confirm a defense obligation, but not to negate \none” (emphasis in original)); New NGC, Inc. v. Ace Amer. Ins. Co. , 105 F.  Supp. 3d \n552, 568 (W.D.N.C . 2015) (equating the consideration of  evidence outside the \npleadings for purposes of determining a duty to defend “to a perfunctory review of the \nmerits of the underlying claims against the insured” which is “not consistent with the \nduty to defend” under North Carolina law).  Thus, the insurer must “investigate and \nevaluate facts expressed or implied in the [ ] complaint as well as facts learned from \nthe insured and from other sources” when determining its duty to defend obligation , \nWaste Mgmt., 315 N.C. at 692, 340 S.E.2d at 378, but these fa cts may only be used \n“to show the facts of the claim were within coverage of the policy.”   Duke Univ., 96 \nN.C. App. at 638, 386 S.E.2d at 764 (citation omitted).   Any failure by the insurer to \nconsider known or accessible facts outside the pleadings which,  if proven, would \nrequire coverage , puts the insurer at risk of breaching its duty to defend.  Waste \nMgmt., 315 N.C. at 691, 340 S.E.2d at 377. \nIII. ANALYSIS  \n43. Plaintiffs contend that Defendants have breached their duties to defend \nunder the Primary Auto Policies.  Plaintiffs argue that, applying the comparison test, \nthe allegations in the Underlying Lawsuits ’ complaints  regarding Plaintiffs’ truck \noperations are clearly, and therefore at least potentially or arguably, cov ered by the \nPrimary Auto Policies.  On the other hand, (a) ORIC argues that th e Court should \nnot apply the traditional comparison test because ORIC and Plaintiffs had a unique \ninsurance program under which ORIC has no duty to defend Plaintiffs, (b) ACE \nargues that the Court should not apply the traditional comparison test because \nPlaintiffs treated the claims as arising under the  Primary CGL Policy, never \nrequested that ACE provide a defense, and defended the Underlying Lawsuits using \ntheir own counsel for over five years without involvement from ACE; (c) the claims in \nthe Underlying Lawsuits are not covered  because the Underlying Lawsuits  do not \nallege “bodily injury” or “property damage” resulting from the use of a covered “auto”; \n(d) the Underlying Lawsuits are not covered because they do not allege an “accident” \nor are excluded by the Expected or Intended Injury Exclusion ; (e) coverage for the \nUnderlying Lawsuits is excluded by the  Pollution Exclusion; (f) there is no duty to \ndefend under ORIC’s Primary Auto Policies and Plaintiffs’ have not met the Retention \nRequirements under the Program Agreement ; and ( g) there is  no duty to defend \nbecause Plaintiffs did not provide prompt notice of the claims under the Primary Auto \nPolicies. \nA. Applicability of the Comparison Test  \n \n44. Defendants first argue that this Court should ignore North Carolina’s \nwell-established precedent requiring use of the  “comparison test” to determine an \ninsurer’s duty to defend based on comparison of the allegations in the complaint and \ninsurance policy.   Defendants’ arguments emphasize the  purposefully designed  \ninsurance relationship between  the parties , which revolved around largely self -\nfunded, self-administered, fully fronted  CGL policies accompanied by the Primary \nAuto Policies at issue, under which neither ORIC nor ACE had a duty to defend. \n45. ORIC contends that, rather than relying on a comparison  of the \ncomplaints in the Underlying Lawsuits and ORIC’s Primary Auto Policies, the Court \nmust consider the entire “comprehensive insurance program” which consists of the \nPrimary CGL Policies , Primary Auto Policies, and the  Program Agreement.  (ECF \nNo. 368, at p. 14.)  ORIC argues that “the Motion entirely ignores and contradicts the \nProgram Agreement and the predominant CGL policies.”  (Id. at p. 1.)  ORIC further \nasserts that Plaintiffs neither wanted n or expected a defense from ORIC and \nintended the insurance program with ORIC to leave defense of all claims, includin g \nchoice of counsel and litigation strategy decisions, under the exclusive control of \nPlaintiffs.  (Id. at pp. 1–2.)  ORIC contends that the nature of the relationship created \nby the Program Agreement relieves them of the duty to defend the Underlying \nLawsuits. (Id. at p. 14 .)  However, ORIC cites to no authority, from North Carolina \nor any other jurisdiction, support ing the application of this type of duty to defend \nanalysis.  Indeed, ORIC does not cite a single North Carolina case that has deviated \nfrom a “comparison test” analysis in deciding an insurer’s duty to defend. \n46. ACE contends that it should not be obligated to provide a defense \nbecause Plaintiffs treated the claims as arising under the ACE Primary CGL Policy, \nnever requested that ACE provide a defense, proceeded on their own with defending \nthe Underlying Lawsuits using their own counsel for over five years wi thout any \ninvolvement from ACE, and then requested reimbursement of legal costs on  the eve \nof trial.  (ECF No. 329, at pp. 16 –17.)  ACE argues that “[i]n circumstances such as \nthese, a traditional duty to defend analysis simply does not apply.  Rather, . . . this \nsituation requires an indemnity analysis rather than a duty to defend analysis.”  (Id. \nat p. 17.)  However, the issue before the  Court is whether ACE breached its duty to \ndefend, which is explicitly included in ACE’s Primary Auto Policy—not whether ACE \nhas any duty to pay based on the facts as determined at trial.  While Plaintiffs likely \nwill seek reimbursement of the defense costs incurred to date  based on this Order, \nthis does not transform the  Court’s “duty to defend” analysis into a much nar rower \n“duty to indemnify” analysis.  The Court has thoroughly reviewed the authority cited \nby ACE in support of its argument ( Id. at pp. 17 –18), and concludes that it is \ninapposite and does not support ACE’s request to apply an indemnity analysis to the \nduty to defend issue raised by the Motions. \n47. The Court, having carefully considered Defendants’ arguments, will not \ndeviate from well -established North Carolina authority.  The Court believes the \ncomparison test provides a level of certainty to policyholders regarding their right to \na defense if sued, and to insurers regarding their obligations in determining whether \nthey must defend.  Therefore, the Court will apply the comparison test ; accordingly, \nany evidence outside of the insurance policies and the allegations in the U nderlying \nLawsuits may only be considered if it supports coverage.  See Duke Univ., 96 N.C. \nApp. at 638, 386 S.E.2d at 764. \nB. “Bodily Injury” or “Property Damage,” and Covered “Auto” \n \n48. ORIC argues that Plaintiffs have “failed to sustain their burden of  \ndemonstrating that there was ‘bodily injury’ or ‘property damage’ caused by a covered \nautomobile under the [ORIC Primary Auto Policies].”  (ECF No. 368 , at p. 15.)  \nSpecifically, ORIC first argues that Plaintiffs have “cherry -picked” allegations from \nonly one of the Underlying Lawsuits; and second, that the Claimants in the already-\ntried Underlying Lawsuits did not seek damages for bodily injury.  (Id.)  ORIC makes \nthese arguments despite its acknowledgment in the  2016 Coverage Letters that the \nUnderlying Lawsuits “do allege that the operation of the CAFOs (which include the \nalleged increase in truck traffic) generally have caused [bodily injury],” and “[t]he \n[allegations] appear to fit in [the policy’s] definition of ‘property damage.’”  (ECF No. \n292.20, at pp. 19–20; ECF No. 292.26, at pp. 15–16.)\n   \n49. First, Plaintiffs i ndeed rel y on the McGowan complaint (ECF No. \n292.15, at pp. 215– 60) for purposes of their  argument for coverage.   The McGowan \ncomplaint alleges that  Claimants were  “embarrass[ed],” “humiliate[d],” “angry, \nfearful, worried, and depressed” due to the alleged nuisance from Plaintiffs’ CAFOs , \nand that Plaintiffs’ CAFO operations, including the use of trucks, have caused “odor, \nannoyance, dust, noise” and “bright lights from headlights” resulting in the “loss of \nuse and enjoyment of homesteads.”  (Id. at p. 217, ¶4, pp. 221–23, ¶¶ 33, 36.)  Similar, \nif not identical allegations are made in each of the Underlying Lawsuits.  Therefore, \nthe Court is not persuaded that, by choosing to pull allegations f rom the McGowan \ncomplaint, Plaintiffs have misrepresented the true nature of the Underlying \nLawsuits.\n12  \n50. Accordingly, comparing the allegations in the McGowan complaint to \nORIC’s Primary Auto Policies , the Underlying Lawsuits at least arguably  allege \nbodily injury and property damage.  The allegations of humiliation fit within ORIC’s \nPrimary Auto Policies’  definition of bodily injury , which specifically includes \nhumiliation.  Further, the allegations  of embarrassment, anger, worry, fear, and \ndepression arguably constitute forms of mental anguish or mental injury under the \nORIC Primary Auto Policies’ definition of bodily injury.  As to property damage, the \nallegations of “loss of use and enjoym ent of homesteads” are arguably covered given \nthe ORIC Primary Auto Policies’ definition of property damage specifically includes \n“loss of use of tangible property.”   \n51. Second, t he fact that the Claimants did not seek damages for bodily \ninjury or property damage at trial is irrelevant to the Court’s duty to defend analysis.  \nThe duty to defend is measured by the facts as alleged in the pleadings, not what \n \n12 The Court also notes that Defendants do not argue that the duty to defend issue cannot be \ndecided on summary judgment because significant differences in allegations in the \nUnderlying Lawsuits require a case-by-case analysis of the question. \nsubsequently occurs at trial.  Waste Mgmt. , 315 N.C. at 691, 340 S.E.2d at 377.  \nFurther, evidence outside the pleadings may only be used in a duty to defend analysis \nto provide for, rather than exclude, coverage .  Duke Univ. , 96 N.C. App at 638, 386 \nS.E.2d at 764.   \n52. Finally, the Underlying Lawsuits contain numerous allegations of \ninjury and damage from Plaintiffs’ use of trucks.  The Primary Auto Policies provide \nan exceptionally broad definition of covered “auto.”   See supra ¶ 12.  Defendants do \nnot argue that the trucks are not covered autos.  \n53. The Court, having considered Defendants’ arguments, and having \ncompared the complaints in the Underlying Lawsuits to the Primary Auto Policies, is \nnot persuaded that the allegations in the Underlying Lawsuits are not even arguably \ncovered due to the Primary Auto Policies’ definitions of  bodily injury, property \ndamage, and covered auto.    \nC. “Accident” and “Expected or Intended Injury Exclusion” \n54. Defendants argue that the claims in the Underlying Lawsuits are not \ncovered because the alleged injuries and property damage were not caused by an \n“accident” (ECF No. 368, at pp. 16–19; ECF No. 329, at pp. 24–25), and that coverage \nis excluded under the Expected or Intended Injury Exclusion (ECF No. 368 , at pp. \n20–21; ECF No. 329, at p. 26).  Specifically, Defendants contend that the Underlying \nLawsuits are not covered and excluded because the alleged bodily injury and property \ndamage from the CAFOs, including Plaintiffs’ truck operations, were “expected or \nintended.”  \n55. The Primary Auto Policies do not define the term “accident” but provide \nthat ‘“[a]ccident’ includes continuous or repeated exposure to the same conditions \nresulting in ‘bodily injury’ or ‘property damage.’”  ( ECF No. 292.8, at p. 64; ECF No. \n292.1, at p. 29)  The Expected or Intended Injury Exclusion states that coverage does \nnot apply for ‘“[b]odily in jury’ or ‘property damage’ expected or intended from the \nstandpoint of the ‘insured.’”  (ECF No. 292.8, at p. 58; ECF No. 292.1, at p. 23.) \n56. Where an insurance policy does not define a term, the Court applies its \nplain, ordinary, and accepted meaning.  Williams v. Insurance Co., 269 N.C. 235, 238, \n152 S.E.2d 102, 105 (1967).  Our Supreme Court has defined “accident” in the context \nof liability coverage as “an unforeseen event, occurring without the will or design of \nthe person whose mere act causes it; an unexpected, unusual, or undersigned \noccurrence; the effect of an unknown cause, or, the cause being known, an \nunprecedented consequence of it; a casualty.”   Waste Mgmt ., 315 N.C. at 694, 340 \nS.E.2d at 379.   More simply, an “accident” is an event that is “une xpected or \nunintended” from the standpoint of the insured.  Cox, 263 N.C. App. at 444, 823 \nS.E.2d at 627.  Thus, an “accident” under the Primary Auto Policies is an “unexpected \nor unintended” event from the standpoint of the insured that results in bodily injury \nor property damage, including that which arises from “continuous or repeated \nexposure to the same events.”  Accordingly, in determining whether the alleged injury \nand property damage were the result of an “accident,” the Court must inevitably  \ndetermine whether the Expected or Intended Exclusion applies.  See Cox , 263 N.C. \nApp. at 444, 823 S.E.2d at 627 ( “When an insurance policy that does not define \n‘accident’ includes an exclusion for acts by an insured that were ‘expected or \nintended,’ our analysis does not materially change—because we must determine that \nan alleged ‘bodily injury’ was ‘unexpected or unintended’ by the insured.”). \n57. In determining whether an event is “expected or intended,” the \n“ultimate focus is on the injury [.]”  Holz-Her U.S. Inc. v. U.S. Fid. & Guar. Co., 141 \nN.C. App. 127, 129, 539 S.E.2d 348, 350 (2000).  Thus, a n “accident” can involve \nintentional conduct “if the injury is not intentional or substantially certain to be the \nresult of the intentional act. ”  Russ v. Great Am. Ins. Cos. , 121 N.C. App. 185, 188, \n464 S.E.2d 723, 725 (1995) (emphasis omitted ) (quoting Stox, 330 N.C. at 709, 412 \nS.E.2d at 325).  Conversely, there is no “accident” where  “the potentially damaging \neffects of an insured’s intentional actions c an be anticipated by the insured.”  Plum \nProps., LLC v. N.C. Farm Bureau Mut. Ins. Co. , 254 N.C. App. 741, 745, 802 S.E.2d \n173, 176 (2017).   \n58. In support of their argument s, Defendants contend that (i) the \nallegations in the Underlying Lawsuits  pertaining to numerous “[s]tudies, reports, \nincidents and complaints” which Defendants have “amassed” over the years,  detail \nthe “predictable nuisance caused by swine sites to nearby neighbors” (ECF No. 36 8, \nat pp. 17 –18; ECF No. 329, at p. 26); and (ii) the findings of the already -tried \nUnderlying Lawsuits demonstrate Plaintiffs engaged in willful and wanton conduct \n(ECF No. 368, at p. 19; ECF No. 329, p. 25). \n \n \ni. Studies, Reports, Incidents, and Complaints  \n \n59. Defendants argue that the allegations in the Underly ing Lawsuits \nestablish that Plaintiffs knew injury or property damage was substantially certain to \nresult from Plaintiffs’ truck operations.  (ECF No. 368, at pp. 17–18; ECF No. 329, at \np. 26.)  While t he Underlying Lawsuits contain allegations that Plaintiffs knew or \nshould have known that their operations of  CAFOs would cause nuisance to \nneighboring residents, none of the Underlying Lawsuits allege that Plaintiffs knew \ninjury or property damage was sub stantially certain to result specifically from \nPlaintiffs’ truck operations.  Similarly, the numerous “studies, reports, incidents, and \ncomplaints” referenced in the Underlying Lawsuits are not alleged to have detailed \npredictable nuisance specifically from Plaintiffs’ truck operations.  (See e.g., ECF No. \n292.11, pp. 9 –13; ECF No. 292.15, at pp. 251 –56; ECF No. 292.12, at p p. 23 –29.) \nFurthermore, to the extent Defendants have directed this Court to specific language \noutside the complaints to the Underlying Lawsuits, the Court may only consider this \ninformation to find coverage in a duty to defend analysis.  See Duke Univ. , 96 N.C. \nApp. at 638, 386 S.E.2d at 764 (citations omitted) .  Nevertheless, the complaints in \nthe Underlying Lawsuits also contain allegations of “negligence” and “reckless \ndisregard” with respect to the operation of the CAFOs, resulting in nuisance.  See \nsupra ¶ 8.  Therefore, the Court is not persuaded that the allegations in the \nUnderlying Lawsuits establish that the Plaintiffs “expected or intended” the injuries \nand property damage from their truck operations —at least not to the extent that \nthese allegations would be considered not even arguably covered by the Primary Auto \nPolicies.  \nii. Findings in the already-tried Underlying Lawsuits  \n60. Defendants argue that Plaintiffs have failed to meet their burden of \nestablishing an accident because punitive damages awards by juries in the already -\ntried Underlying Lawsuits required a showing of willful conduct.  (ECF No. 368, at p. \n19; ECF No. 329, at p. 25.)  Defendants  contend that the juries’ findings show that \nPlaintiffs’ acts were willful (i.e. , intentional), and that Plaintiffs knew of (i.e. , \nexpected) the nuisance caused by its CAFOs, including the truck operations.  ( Id.)  \nHowever, the fact that a jury found Plaintiffs engaged in willful and wanton conduct \nis irrelevant to this Court’s duty to defend analysis.  A duty to defend analysis is \nlimited to the facts as alleged in the pleadings, not the facts as they are determined \nat trial.  Waste Mgmt., 315 N.C. at 691, 340 S.E.2d at 377. \n61. Therefore, the Court, having considered Defendants’ arguments, and \nhaving compared the allegations in the Unde rlying Lawsuits to the Primary Auto \nPolicies, is not persuaded that t he allegations are not even arguably covered due to \nthe Primary Auto Policies’ definition of “accident” or the Expected or Intended Injury \nExclusion. \nD. The Pollution-related Provisions  \n62. Defendants next argue that coverage for the claims raised in the \nUnderlying Lawsuits is  excluded by the Pollution Exclusion in the Primary Auto \nPolicies.  A duty to defend is “determined by the language of an insurance contract.” \nBrown, 326 N.C. at 392, 390 S.E.2d at 153.  Thus, general rules of construction which \ngovern the interpretation of insurance policy provisions apply to the Court’s \ndetermination of whether the Pollution Exclusion excludes coverage, and conversely, \nwhether the Pollution Endorsement affords coverage.  See Stox, 330 N.C. at 702, 412 \nS.E.2d at 321.  Accordingly,  \n[t]hose provisions in an insurance policy which extend \ncoverage to the insured must be construed liberally so as to \nafford coverage whenever possible by reasonable \nconstruction.  However, the converse is true when \ninterpreting the exclusionary provisions of a pol icy; \nexclusionary provisions are not favored and, if ambiguous, \nwill be construed against the insurer and in favor of the \ninsured. \n \nId.  (citations omitted). \n63. “When the language of the contract is clear and unambiguous, \nconstruction of the agreement is a ma tter of law for the court and the court cannot \nlook beyond the terms of the contract to determine the intentions of the \nparties.”  Bank of Am., N.A. v. Rice , 230 N.C. App. 450, 456, 750 S.E.2d 205, 209 \n(2013); see also Lynn v. Lynn, 202 N.C. App. 423, 431,  689 S.E.2d 198, 205 (2010). \n“Whether or not the language of a contract is ambiguous . . . is a question for the court \nto determine.”  Lynn, 202 N.C. App. at 432, 689 S.E.2d at 205 (citation omitted). \n64. The parties argue two very different constructions of the P ollution-\nRelated Provisions contained in the Primary Auto Policies.  Plaintiffs argue that the \nunambiguous language of the Primary Auto Policies establish es that the Pollution \nEndorsement overrides the Pollution Exclusion and makes the Pollution Exclusion \napplicable only to claims for pollution-related injury or damage arising from “liability \nassumed [by Plaintiffs] under a contract or agreement.”  (ECF No. 290, pp. 19 –20; \nECF No. 294, pp. 18 –19.)  Since there is no claim in this case that Plaintiffs are \nseeking coverage for liability assumed by Plaintiffs under a contract, Plaintiffs \ncontend that the Primary Auto Policies cover the claims in this case even if the noise, \nlight, or other alleged nuisance caused by Plaintiffs’ trucks is considered a \n“pollutant.” \n65. Defendants, on the other hand,  argue that the Pollution Endorsement \nonly broadens c overage to the extent coverage already exists under the Second \nCoverage Grant for  a “covered pollution cost or  expense” involving clean -up of \npollutants or lawsuits brought by  governmental authorities resulting from \npollutants.  T herefore, Defendants contend  that coverage for the claims for bodily \ninjury and property damage alleged by the Claimants in the Underlying Lawsuits are \nexcluded from coverage because the Underlying Lawsuits allege injuries and damage \ncaused by “pollutants” emanating from Plaintiffs’ trucks and not arising from clean-\nup of pollutants or a governmental lawsuit.  (ECF No. 368, at p. 21–22; ECF No. 329, \nat p. 27.)  However, Defendants do not provide an explanation of how they construct \nthe Pollution -Related Provisions to reach this conclusion, and the Court is left to \nspeculate as to their interpretation .  Nevertheless, the Court will address the \nconstruction of the Pollution-Related Provisions in the Primary Auto Policies. \n66. Following thorough review of the language of the Pollution- Related \nProvisions, the Court reads the relevant provisions in the following order to arrive at \na conclusion as to their proper construction : (1) the First Coverage Grant (ECF No. \n292.8, at p. 57; ECF No. 292.1, at p. 22) ; (2) the Second Coverage Grant (Id.); (3) the \ndefinition of “covered pollution cost or expense” (ECF No. 292.8, at p. 65; ECF No. \n292.1, at p. 30); (4) the Pollution Exclusion (ECF No. 292.8, at pp. 59– 60; ECF No. \n292.1, at pp. 24– 25); (5) the definition of “pollutant” (ECF No. 292.8, at p. 66; EC F \nNo. 292.1, at p. 31); and (6) the Pollution Endorsement (ECF No. 292.8, at p. 169; \nECF No. 292.1, at p. 96).  \n67. The First Coverage Grant, generally, provides coverage for bodily injury \nor property damage claims caused by an accident resulting from use of a covered auto.  \n(ECF No. 292.8, at p. 57; ECF No. 292.1, at p. 22.)  The Second Coverage Grant, \ngenerally, provides coverage for a “covered pollution cost or expense” ( Id.), which is \ndefined as a “request, demand, order or statutory or regulatory requireme nt” or a \n“claim or suit by or on behalf of a government authority” for, essentially, clean-up as \na result of an accident  involving “pollutants.”  (ECF No. 292.8, at p. 65; ECF No. \n292.1, at p. 30. )  The Pollution Exclusion , generally,  excludes coverage for  bodily \ninjury or property damage claims involving “pollutants.”  (ECF No. 292.8, at pp. 59–\n60; ECF No. 292.1, at pp. 24–25.)  A “pollutant,” is defined as a “solid, liquid, gaseous \nor thermal irritant or contaminant, including smoke, vapor, soot, fumes, acids, \nalkalis, chemicals and waste.”  (ECF No. 292.8, at p. 66; ECF No. 292.1, at p. 31.)  \nFinally, the Pollution Endorsement, inter alia, limits the application of the Pollution \nExclusion only to circumstances where liability for bodily injury or property damage \nclaims due to pollutants is assumed  by Plaintiffs “under a contract or agreement.”  \n(ECF No. 292.8, at p. 169; ECF No. 292.1, at p. 96.)   In other word s, the Pollution \nEndorsement eliminates the exclusion  of claims for injury or damage caused by \npollutants except where the liability arises solely because of Plaintiffs’ contractual \nassumption of the liability , and broadens coverage under the Primary Auto Policies \nto claims for bodily injury and property damage caused by pollutants. \n68. Applying this construction,  the Underlying Lawsuits  allege “bodily \ninjury” or “property damage” claims —not “clean -up” claims.   For example,  the \nallegation that “ [l]arge hog trucks carry hogs into and out of the facilities” causing \n“odor, annoyance, dust, noise and loss of use and enjoyment of homesteads” which \n“embarrasses and humiliates the [Claimants]”  (ECF No. 292.15, at pp. 221–22, ¶ 33) \ndoes not involve a “request, demand, order or statutory or regulatory requirement” or \na “claim or suit by or on behalf of a government authority” for  “clean-up” of \n“pollutants.”  Rather, the allegations in the Underlying Lawsuits fall squarely under \nthe coverage afforded by the First Coverage Grant for claims involving bodily injury \nor property damage.  Not only is this construction clear and unambiguous, but it falls \nin line with ORIC’s own analysis in its 2016 Coverage Letters.  (ECF No. 292.20, at \npp. 22–23; ECF No. 292.26, at p. 17.)   \n69. The Court has carefully studied the relevant provisions of the Primary \nAuto Policies and concludes that the language is unambiguous.  The Pollution \nEndorsement modifies the Pollution Exclusion so that the Primary Auto Policies \nprovide coverage for bodily i njury and property damage caused by pollutants.   \nAccordingly, the allegations in the Underlying Lawsuits  involving “pollutants” \ncaused by Plaintiffs’ truck operations are , at the very least, arguably covered under \nthe Primary Auto Policies.   \n70. Finally, regardless of the Court’s construction of the P ollution-Related \nProvisions of the Primary Auto Policies, the allegations in the Underlying Lawsuits \nof bodily injury or property damage caused by noise and light s from Plaintiffs’ truck \noperations arguably are not excluded from coverage by the Pollution Exclusion.  \n“Pollutants” are defined under the Primary Auto Policies as “solid, liquid, gaseous or \nthermal irritant or contaminant, including smoke, vapor, soot, fumes, acids, alkalis, \nchemicals and waste.”  (ECF N o. 292.8, at p. 66; ECF No. 292.1, at p. 31.)  While it \nmay be possible for noise or light to be considered pollutants, an argument to the \ncontrary is equally plausible, and this Court construes exclusions to coverage “strictly \n. . . to provide coverage.”  Trust Co., 276 N.C. at 355, 172 S.E.2d at 522–23.  Therefore, \neven adopting Defendants’ construction of the P ollution-Related Provisions, the \nUnderlying Lawsuits raise potentially covered claims not subject  to the Pollution \nExclusion and, therefore, these claims trigger a duty to defend. \nE. The Program Agreement and ORIC’s Primary Auto Policies  \n71. ORIC argues that “Smithfield must demonstrate that it has satisfied its \nretention obligations under the Program Agreement before [ORIC]  can have any \nobligation to pay toward defense or participate in Smithfield’s defense .”  ( ECF No. \n368, at pp. 19–20.)  The Court is not persuaded by ORIC’s argument.  ORIC does not \ncontend that the Program Agreement contains express language requiring Plaintiffs \nto pay the retention before ORIC has a duty to defend under the Primary Auto \nPolicies, nor does it cite any authority supporting its contention that an insured must \npay a retention in order for an insurer to have a duty to defend.  ( Id.)  Finally, there \nis no evidence that ORIC ever asked Plaintiffs to pay the retention or that Plaintiffs \nhave refused such a request.   \nF. Notice of the Underlying Lawsuits  \n72. ACE argues that Plaintiffs’  notice to ACE regarding  the Underlying \nLawsuits was improper, and therefore ACE is relieved of its duty to defend.  \nSpecifically, ACE argues that (a) Plaintiffs never explicitly requested a defense (ECF \nNo. 329, at p. 16)  and, (b) that despite receiving notice of the Underlying Lawsuits, \nACE was not provided “immediate notification” of the accident as an auto liability \nclaim, as required by the insurance policy.\n13  (ECF No. 329, at pp. 16–17.)  \n73. Under North Carolina law, the duty to defend “arises when an insurer \nreceives actual n otice of the underlying action.”  Kubit , 210 N.C. App. at 293, 708 \nS.E.2d at 154.  Absent any notice requirements in the insurance policy, the duty to \ndefend is not contingent upon any explicit demand or request.  See Med. Mut. Ins. Co. \nv. Am. Cas. Co., 721 F. Supp. 2d 447, 463 (E.D.N.C. 2010) (explaining that aside from \nproviding “written notice during the policy period of a claim for damages,” as required \nby the policy, “there was nothing else for [the plaintiff] to do to receive the benefit of \na defense”); St. Paul Fire & Marine Ins. Co. v. Hanover Ins. Co., 2000 U.S. Dist. LEXIS \n21792, at *25–26 (E.D.N.C. 2000) (“[T]here is no requirement in the . . . policy or in \nany reported North Carolina case, that an insurer’s defense obligation is contingent \n \n13 ACE also argued that a duty to indemnify rather than a duty to defend analysis is \nwarranted, which the Court has previously addressed and rejected.  See supra ¶¶ 46–47.    \nupon a n insured’s explicit request, made directly to the insurer, that the insurer \nprovide a defense.”).   \n74. Upon receiving actual notice of the underlying lawsuit against its \ninsured, an insurer has three options:  \n(1) seek a declaratory judgment regarding its obligations \nbefore or pending trial of the underlying action, (2) defend \nthe insured under a reservation  of rights, or (3) refuse \neither to defend or to seek a declaratory judgment at the \ninsurer’s peril that it might later be found to have breached \nits duty to defend. \n \nImperial Casualty & Indem. Co. v. Radiator Specialty Co. , 862 F. Supp. 1437, 1441 \n(E.D.N.C. 1994) (quoting St. Paul Fire & Marine Ins. Co. v. Vigilant Ins. Co. , 724 F. \nSupp. 1173, 1182 (M.D.N.C. 1989)).  W hile an insurer is not obligated to defend \nallegations that are not within or excluded from the policy, Waste Mgmt., 315 N.C. at \n691, 340 S.E.2d at 377, a “refusal to defend is unjustified even if it is based upon an \nhonest but mistaken belief that the claim is not covered.”  Duke Univ. , 96 N.C. App. \nat 637, 386 S.E.2d at 764.   \n75. First, ACE’s Primary Auto Policy does not require any explicit demand \nor request by the insured that the insurer provide a defense.  ACE admit s that it \nreceived notice of the Underlying Lawsuits  under its Primary CGL Policy, and that \nACE was eventually provided notice under its Primary Auto Policy.  Therefore, “there \nwas nothing else . . . to do to receive the benefit of a defense.”  Med. Mut. Ins. Co., 721 \nF. Supp. 2d at 463. \n76. Second, ACE was first notified of the Underlying Lawsuits  pending in \nstate court on July 19, 2013.  These “First Repor ts of Loss” were sent to both ORIC \nand ACE, and while they  were only reported under the Primary CGL Policies, they \nalso included language stating “[t]his matter is reported under any and all applicable \npolicies whether or not cited .”  (ECF No. 292.25, at p . 5; ECF No. 292.23, p. 5  \n(emphasis added).)  There were roughly four months between the initial First Report \nof Loss and the subsequent notice provided to ACE under its Primary Auto Policy in \nNovember 2013.  These facts, taken together, do not even arguably demonstrate that \nACE was prejudiced by late notice of the Underlying Lawsuits.  Upon receiving the \ninitial notice letter from Plaintiffs in July 2013, ACE was sufficiently notified of th e \nclaims under any and all applicable policies issued by ACE, whether or not cited.  See \nNew NGC, Inc., 105 F.  Supp. 3d at  570 (explaining that the insured was “only \nrequired to comply with the requirements provided in the insurance contract” and “it \nwas up to [the insurer] to review the underlying suits and determine what obligations \nit may owe to [the insured] under any and all applicable policies issued by [the \ninsurer], whether cited by [the insured] or not”).    \n77. Therefore, the Court is not persuaded th at ACE is relieved of any duty \nto defend because of Plaintiffs’ failure to request a defense, or due to late notice of the \nUnderlying Lawsuits.  \nF. Conclusion  \n78. The Court, having considered Defendants’ arguments, the undisputed \nfacts, and applicable law , finds that the Plaintiffs’ have established that a duty to \ndefend exists under Defendants’ Primary Auto Polices and that the Underlying \nLawsuits are arguably covered under said policies.  Therefore, Defendants’ failure to \nprovide a defense constitutes a breach of their respective duties to defend. \nTHEREFORE, IT IS ORDERED that Plaintiffs’  Partial Summary Judgment \nMotion against ORIC and Plaintiffs’ Partial Summary Judgment Motion against ACE \nare GRANTED. \n \nSO ORDERED, this the 22nd day of December, 2020. \n \n \n \n/s/ Gregory P. McGuire      \nGregory P. McGuire \nSpecial Superior Court Judge for \nComplex Business Cases "
}