{
  "id": "aca88149a6372c1eb010f4ed41ed360b9eb18fc8983ad5cfbe91cacc1e642e01",
  "source_file": "data/raw/ncbc/aca88149a6372c1eb010f4ed41ed360b9eb18fc8983ad5cfbe91cacc1e642e01.pdf",
  "raw_text": "KRG New Hill Place, LLC v. Springs Investors, LLC, 2015 NCBC 69. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUS TICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 13 CVS 14770 \n \n \nKRG NEW HILL PLACE, LLC and KITE ) \nREALTY NEW HILL PLACE, LLC, ) \n Plaintiffs )  \n  )     \n    v.  ) OPINION AND ORDER OPINION AND ORDER OPINION AND ORDER OPINION AND ORDER \n   )     \nSPRINGS INVESTORS, LLC; B. KYLE  ) \nWARD; MICHAEL L. HUNTER and  ) \nSTEPHEN C. WARD,  ) \n Defendants ) \n \n THIS CAUSE, designated a mandatory complex business case by Order of the Chief \nJustice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, references to the North Carolina General Statutes will be to “G.S.”), and \nassigned to the undersigned Special Superior Court Judge for Complex Business Cases, \ncomes before the Court upon Plaintiffs’ Motion for Partial Summary Judgment (“Plaintiffs’ \nMotion”) and Defendants’ Motion for Partial Summary Judgment (“Defendants’ Motion”) \n(collectively, “Motions”). On May 28, 2015, the Court held a hearing on the Motions. \n THE COURT, after reviewing the Motions, briefs in support of and in opposition to \nthe Motions, the record evidence filed by the parties, the arguments of counsel, and other \nappropriate matters of record, FINDS and CONCLUDES as stated herein. \nSmith Moore Leatherwood LLP by Bradley M. Risinger, Esq. and Barnes & Thornburg \nLLP by Robert D. MacGill, Esq., Karoline E. Jackson, Esq., and Alexander P. \nOrlowski, Esq. for Plaintiffs. \n \nShanahan Law Group, PLLC by Kiernan J. Shanahan, Esq., John E. Branch III, Esq., \nBrandon S. Neuman, Esq., Christopher Battles, Esq., and Jeffrey M. Kelly, Esq. for \nDefendants. \n \nMcGuire, Judge.  \nPROCEDURAL HISTORY 1 \n1.  On November 5, 2013, Plaintiffs initiated this case by filing their Complaint. \nOn March 6, 2015, Plaintiffs filed their Amended Complaint with leave of Court.  \n2.  The Amended Complaint states claims for breach of contract, breach of implied \ncovenant of good faith and fair dealing, declaratory judgment, fraudulent transfer, unfair and \ndeceptive trade practices, and liability of the individual Defendants under G.S. §§ 57C-3-30 \nand 57C-3-32. \n3.  On April 30, 2015, Defendants filed their Answer to Amended Complaint and \nCounterclaims. Defendants allege counterclaims for breach of contract, breach of the \ncovenant of good faith and fair dealing, and declaratory judgment. \n4.  On February 20, 2015, Defendants filed their Motion for Partial Summary \nJudgment. Defendants’ Motion seeks summary judgment in their favor as to: (1) Defendants’ \ncounterclaim for breach of contract; (2) Plaintiffs’ request for specific performance on their \nclaim for breach of contract; and (3) Plaintiffs’ claims for fraudulent transfer and unfair and \ndeceptive trade practices.   \n5.  On February 20, 2015, Plaintiffs filed their Motion for Partial Summary \nJudgment. Plaintiffs’ Motion seeks summary judgment in their favor as to: (1) Defendants’ \ncounterclaim for tortious interference with prospective economic advantage;2  and (2) \nDefendants’ counterclaims for breach of contract, breach of good faith, and declaratory \njudgment stemming from (a) Defendants’ allegations that Plaintiffs were obligated to \n                                                \n1 The full procedural history of this matter has been included in prior orders of this Court, and for \nbrevity will not be restated here. \n2  In their amended counterclaims, Defendants also re-alleged a claim for tortious interference with \nprospective economic advantage that the Court had already dismissed with prejudice in its February \n27, 2015 Opinion and Order.  Defendants’ counsel conceded at the May 28, 2015 hearing that they \nhave no viable claim for tortious interference, and the Court will not address that claim again in this \nOrder. \ncomplete construction under the contract by December 31, 2010, and (b) Defendants’ \nallegation that Springs Investors, LLC is entitled to credits against any amounts it may owe \nfor “Confirmed Cost Savings.”   \n6.  On May 28, 2015, the Court held a hearing on the Motions.  The Motions have \nbeen fully briefed and argued and are ripe for determination. \nFACTUAL BACKGROUND \n7.  On July 15, 2008, Plaintiffs KRG New Hill Place, LLC and Kite Realty New \nHill Place, LLC (Plaintiffs are hereinafter referred to in the singular as “KRG”) and \nDefendant Springs Investors, LLC (“Springs”), 3  entered into a written Post-Closing \nDevelopment Agreement to coordinate the development of their adjacent properties located \nin Holly Springs, North Carolina.  In the Development Agreement, KRG and Springs agreed \nto share the cost of making certain improvements to existing roadways and the construction \nof an internal thoroughfare to enable the public to access both properties (“Infrastructure \nWork”).4   The parties intended to develop a shopping center and residential apartments on \nthe properties. \n8.  Section 2 of the Development Agreement provided as follows: \nKRG shall cause the Infrastructure Work to be constructed and installed in \naccordance with the Approved Plans by a general contractor selected in \naccordance with Section 2.  Following approval of the Approved Plans, KRG \nshall bid each of the major trades involved in the Infrastructure Work to not \nless than three qualified contractors.  KRG and Springs Investors shall jointly \nreview all such bids and KRG shall promptly notify Springs Investors of KRG’s \ndecision to award contracts to the respective bidders.  KRG shall endeavor to \ncause each contract entered into for the performance of the Infrastructure \nWork to require substantial completion of the work thereunder to be completed \nsuch that the entire Infrastructure Work shall be completed by December 31, \n2010.  All construction performed by or on behalf of any party under this \nAgreement shall be performed in accordance with all applicable laws, \n                                                \n3  Defendants B. Kyle Ward, Michael L. Hunter, and Stephen C. Ward are the principals in Springs \nInvestors, LLC, and are collectively referred to in this Opinion and Order as the “Individual \nDefendants.”  \n4  Am. Compl. Ex. 1 (“Development Agreement”). \nordinances, and regulations of the Town or other applicable governmental \nentity, and shall be performed in as expeditious manner as reasonably \npossible. 5 \n \n9.  Shortly after the Development Agreement was executed, KRG put the \nInfrastructure Work on hold due to the downturn in the economy. The Infrastructure Work \nhas never been completed.  Nevertheless, the parties continued to communicate with one \nanother and work together towards potential completion of the Infrastructure Work until \nthis lawsuit was filed in November 2013. \n10.  The parties disagree whether the Section 2 of the Development Agreement \nrequired KRG to complete the Infrastructure Work by December 31, 2010.  KRG contends \nthat the words “shall endeavor” in Section 2 of the Agreement meant that the December 31, \n2010 date was a goal, rather than a deadline.  Springs contends that the provision required \nthe completion of all Infrastructure Work by December 31, 2010. \n6 In addition, KRG contends, \nand Springs disputes, that even if December 31, 2010, was the deadline for completion of the \nwork, Springs waived the deadline by its conduct following December 31, 2010, including \ncontinuing to collaborate with KRG.7  Springs contends that the provision in the Development \nAgreement stating that it could only be modified or amended by written agreement, and the \n                                                \n5 Id.  at § 2. \n6 Compare  Pls.’ Mem. Supp. Mot. Summ. J. 11 (“The plain language of the Agreement states that \n[KRG] had no obligation to complete the Infrastructure Work by December 31, 2010.”) with  Defs.’ \nMem. Supp. Mot. Summ. J. 2-3 (“The parties, at the time they executed the [Development \nAgreement], intended December 31, 2010 to serve as a deadline for the completion of the \nInfrastructure Work . . . .”; “There is no material dispute of fact that [KRG] failed to complete the \nInfrastructure Work by December 31, 2010, which constitutes a material breach” of the Development \nAgreement.); Am. Compl. Ex. 3 at 2 (March 11, 2013 letter from KRG to Springs regarding the \nDecember 31, 2010 date, stating that “[w]hile that time frame may have been contemplated by both \nparties in July of 2008 when the Agreement was executed, the parties did not and could not have \nforeseen the devastating economic downturn that befell the U.S. shortly after the Agreement was \nexecuted”). \n7 See, e.g. , Pls.’ Mem. Supp. Mot. Summ. J. Ex. 28 (notes from Jan. 4, 2011 meeting). \nfact no such written amendment ever occurred, means that the purported deadline was never \nchanged.8 \n11.  The Development Agreement required KRG to “prepare and submit to \n[Springs] a set of plans and specifications for the Infrastructure Work.” 9 Springs had ten  \nbusiness days after receipt of the plans in which to notify KRG of any problems with the \nplans. A dispute of fact exists as to whether KRG complied with this requirement and \nprovided project plans to Springs.10  \n12.   The Development Agreement also provided that the cost of the Infrastructure \nWork would be shared between KRG and Springs.  KRG was to contribute a fixed sum of \n$6,156,394.00 to the Infrastructure Work (the “Contribution Amount”). The parties dispute \nwhether KRG has expended the Contribution Amount towards work properly attributed the \nInfrastructure Work.  Springs was to be “solely responsible for the Cost of the Infrastructure \nWork in excess of the Contribution Amount,” and was required to deposit $2,915,409.00 into \nan escrow account to be applied to any funds needed in excess of the Contribution Amount. 11  \nSprings established the escrow account, but the parties dispute whether Springs is required \nto contribute additional amounts to the costs of the Infrastructure Work. 12  \n13.  The Development Agreement also provides that Springs would receive credits \nagainst any funds it was required to contribute to the Infrastructure Work for “Confirmed \n                                                \n8 Development Agreement at § 6. \n9 Id.  § 1. \n10  Compare Defs.’ Mot. Summ. J. Ex. D (stating that Defendants “never received any such Plans \nprior to going to Bid and, therefore, did not have an opportunity to review any of the Plans pursuant \nto the Agreement”) with Am. Compl. ¶ 28 (“Pursuant to Section 1 of the Agreement, on or around \nApril 25, 2012, Kite provided Springs Investors with the Infrastructure Work Plans.”); Pls.’ Br. Opp. \nDefs.’ Mot. Summ. J. Exs. 25-26 (emails discussing attached project plans). \n11  Development Agreement at §§ 2-3. \n12  Compare  Defs.’ Br. Supp. Mot. Summ. J. at 10 (“There is no evidence in the record showing that \n[Plaintiffs have] spent approximately $6.1 million on the Infrastructure Work called for in the \nPCDA”) with Pls.’ Opp. Defs.’ Mot. Summ. J. 6 (“The latest budget projects that [Defendants] will be \nresponsible for over $3,000,000 in expenses above [their] escrowed amount.”). \nCost Savings” that Springs was able to achieve on the project. 13    There is a dispute of fact as \nto whether Springs achieved such Confirmed Costs Savings.  \n14.  KRG contends that it has spent its full Contribution Amount of $6,156,394.00 \nand that the Development Agreement requires Springs to contribute additional amounts \ntowards the cost of the Infrastructure Work.  Springs alleges that KRG “has not exceeded its \ncontribution amount because [KRG] continues to include costs outside the scope of the \n[Development Agreement] and exclude credits to which Springs is entitled.” 14    In December \n2012, KRG sent Springs additional bids from contractors for completion of the Infrastructure \nWork.  KRG alleges that the bids would have put Springs on notice that it would need to \ncontribute an additional $2 million towards the Infrastructure Work. 15   In February 2013, \nKRG sent notice to Springs that Springs was obligated to contribute additional amounts to \nescrow. In May 2013, Springs notified KRG that it would not make any further contributions \ntowards the cost of the Infrastructure Work.  16    \n15.  On or around February 28, 2013, shortly after KRG sent notice to Springs that \nadditional escrow payments were required, Springs transferred certain real property to the \nIndividual Defendants for little or no consideration. 17   Springs also transferred other assets \nto sister entities owned by the Individual Defendants.  KRG contends that these transfers \nleft Springs with insufficient equity to cover its existing liabilities, and were made for the \npurpose of putting those assets outside the reach of KRG. 18   Springs disputes this claim, and \ncontends that the transfers of property and assets were made for legitimate reasons \n                                                \n13  Development Agreement at § 3. \n14  Defs.’ Reply Supp. Partial Summ. J. 2, n.3. \n15  Pls.’ Opp. Defs.’ Mot. Partial Summ. J. 3. \n16  Id . at 3-5. \n17  Id.  at 19. \n18  Id. Exs. 9 & 11. \nunrelated to the notice from KRG.  Springs also alleges that the transfers did not leave \nSprings unable to fulfill its obligations under the Development Agreement. \n \nANALYSIS \n16.  “Summary judgment is appropriate 'if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that there \nis no genuine issue as to any material fact and that any party is entitled to a judgment as a \nmatter of law.'” Variety Wholesalers, Inc. v. Salem Logistics Traffic Servs ., LLC , 365 N.C. \n520, 523 (2012) (quoting Rule 56(c)). Any inference of fact should be drawn against the \nmovant. Forbis v. Neal , 361 N.C. 519, 523-524 (2007) (citing Caldwell v. Deese , 288 N.C. 375, \n378 (1975)). A genuine issue of material fact will require the court to preserve the issue for a \nfinder of fact. Bumpers v. Cmty. Bank of N. Va , 367 N.C. 81 (2013).  Although the court must \nview the record “in the light most favorable to the party opposing the motion,” Rule 56(e) \nprovides that summary judgment may not be defeated by “mere allegations or denials,” but \nrather that the opposition must be supported by “specific facts showing that there is a \ngenuine issue for trial.”  Patterson v. Reid , 10 N.C. App. 22, 28 (1970). \nBreach of Contract \n17.  KRG and Springs each claim that the other breached the Development \nAgreement.  A successful claim for breach of contract shows (1) a valid contract, and (2) \nbreach of the terms of that contract. Poor v. Hill , 138 N.C. App. 19, 26 (2000). \nThe December 31, 2010 Completion Deadline \n18.  The primary dispute underlying the claims in this case centers on whether the \nDevelopment Agreement obligated KRG to complete the Infrastructure Work by December \n31, 2010.  Both parties argue that Section 2 of the Development Agreement is unambiguous \nand requires judgment in their favor as matter of law.  Springs alleges that KRG breached \nthe Development Agreement by not entering into contracts requiring “substantial \ncompletion” of the work by December 31, 2010, and by not completing construction before \nDecember 31, 2010.  KRG argues that the language of Section 2 unambiguously provides that \nKRG only had to “endeavor” to complete the Infrastructure Work by December 31, 2010, and \nthat it complied with this requirement by continuing the Infrastructure Work \nnotwithstanding Springs’ refusal to provide its share of the funds. \n19.  It is well-settled that “[w]here the language of a contract is plain and \nunambiguous, the construction of the agreement is a matter of law; and the court . . . must \nconstrue the contract as written, in light of the undisputed evidence as to the custom, usage, \nand meaning of its terms.” Happ v. Creep Pointe Homeowner’s Assoc. , 215 N.C. App. 96, 103 \n(2011) (alterations in original) (quoting Hodgin v. Brighton , 196 N.C. App. 126, 128-29 \n(2009)).  Moreover: \nContracts are interpreted according to the intent of the parties. The intent of \nthe parties is determined by examining the plain language of the contract. \nExtrinsic evidence may be consulted when the plain language of the contract \nis ambiguous. \n \nBrown v. Ginn,  181 N.C. App. 563, 567 (2007) (citations omitted).  “Ambiguities in contracts \nare to be resolved . . . upon consideration of ‘the expressions used, the subject matter, the end \nin view, the purpose sought, and the situation of the parties at the time.’” Cleland v. \nChildren’s Home, Inc. , 64 N.C. App. 153, 157 (1983) (quoting Silver v. Bd. of Trans. , 47 N.C. \nApp. 261, 268 (1980)). \n20.  The Court concludes that the language of Section 2 of the Development \nAgreement is ambiguous, and that its meaning must be determined by a jury.  The terms \n“shall endeavor” and “shall be completed” as used in Section 2 appear to be inconsistent with \none another, the former suggesting that the deadline is aspirational and the latter that the \ndeadline is a firm requirement.  The language of the last sentence of Section 2 suggests that \nwhile the parties wished to meet a December 31, 2010 deadline, the construction work under \nthe agreement needed only to “be performed in as expeditious a manner as reasonably \npossible.”  In addition, the evidence regarding the intent of parties with regard to Section 2 \nis disputed, with both parties presenting evidence supporting their respective \ninterpretations. 19  See Root v. Allstate Ins. Co ., 272 N.C. 580, 590 (1968) (“[I]f the writing \nitself leaves it doubtful or uncertain as to what the agreement was, parol evidence is \ncompetent . . . to show and make certain what was the real agreement between the parties; \nand in such case what was meant, is for the jury, under proper instructions from the court.”). \n21.  The Court also concludes that issues of material fact exist regarding KRG’s \nargument that Springs waived the December 31, 2010 completion deadline.  Accordingly, \nsummary judgment on these grounds is not appropriate. \n22.  The Court further concludes that Springs’ Motion as to its counterclaim that \nKRG breached the Development Agreement by failing to provide Springs with plans for the \nInfrastructure Work must fail because the because there exist issues of material fact. 20  \nSummary judgment is therefore DENIED as to these issues. \nSprings’ Obligation to Provide Additional Funds  \n23.  Springs also moves for summary judgment as to KRG’s first claim for breach \nof contract and for an order requiring Springs’ specific performance.  KRG alleges that \nSprings breached the Development Agreement by failing to provide additional funds towards \n                                                \n19  Because the Court is unable to conclude as a matter of law that failure to complete the \nInfrastructure Work by December 31, 2010 was a breach of the Development Agreement, the Court \nfinds that it cannot properly consider at this time Plaintiffs’ argument that Defendants’ breach of \ncontract claims are barred by the statute of limitations. \n20  Compare Defs.’ Mot. Summ. J. Ex. D (stating that Defendants “never received any such Plans \nprior to going to Bid and, therefore, did not have an opportunity to review any of the Plans pursuant \nto the Agreement”) with Am. Compl. ¶ 28 (“Pursuant to Section 1 of the Agreement, on or around \nApril 25, 2012, Kite provided Springs Investors with the Infrastructure Work Plans.”); Pls.’ Br. Opp. \nDefs.’ Mot. Summ. J. Exs. 25-26 (emails discussing attached project plans). \nthe Infrastructure Work.  Springs argues that the evidence establishes that KRG had not \nreached its contribution amount so as to trigger any further obligation for Springs to \ncontribute to the Infrastructure Work.  Springs further argues that because KRG has \nbreached the Development Agreement, it cannot seek the equitable remedy of specific \nperformance. \n24.  The Court concludes that there exist disputed facts regarding Springs’ \nobligation to contribute additional funds towards the Infrastructure Work.  Similarly, with \nregard to Springs’ counterclaim that it is entitled to a credit for “Confirmed Cost Savings” \nagainst any amounts it may owe, the parties dispute the meaning of “Confirmed Cost \nSavings” 21  as used in the Development Agreement, and the Court concludes that the \nprovision is ambiguous.  Accordingly, summary judgment on this issue is also not \nappropriate. Summary judgment as to the issue of Spring’s obligations to contribute \nadditional funds should be DENIED. \nBreach of Good Faith/Declaratory Judgment  \n25.  KRG seeks summary judgment on Defendants’ counterclaim for breach of good \nfaith and Defendants’ counterclaim for a declaratory judgment “stemming from [Springs’] \ncontention that the [Development Agreement] . . . obligated [KRG] to complete construction \nof the Infrastructure Work by December 31, 2010.” 22   \n26.  As discussed above, the record evidence leaves questions of fact as to whether \nKRG was bound by a December 31, 2010 deadline. Accordingly, summary judgment should \nbe DENIED as to these counterclaims. \n \n \n                                                \n21  Development Agreement at § 3. \n22  Pls.’ Mot. Partial Summ. J. 1-2. \nFraudulent Transfer \n27.  Defendants seek summary judgment on KRG’s fourth claim alleging that \nSprings fraudulently transferred real property and other assets to the Individual Defendants \nand sister entities controlled by the Individual Defendants in violation of the North Carolina \nFraudulent Transfers Act, G.S. § 39-23.1 et seq. (“UFTA”).  KRG alleges that Springs \ntransferred the property and assets for less than reasonable value and for the purpose of \nmaking Springs insolvent at the time that Springs would have been obligated to provide \nadditional funds for the Infrastructure Work.  KRG alleges that Springs did so with the intent \nof hindering or delaying creditors such as Plaintiffs from collecting amounts due.23   \n28.  A debtor is liable under the UFTA if, inter alia , the debtor transferred assets \nwith the intent to hinder, delay or defraud any creditor, or if the transfer was made without \nreceiving “reasonably equivalent value” and the debtor was engaged in or about to engage in \nbusiness or incur debts for which the debtor’s remaining assets would be “unreasonably \nsmall” or otherwise insufficient. G.S. § 39-23.4(a). \n29.  Defendants argue that they are entitled to summary judgment on this claim \nbecause KRG has conceded that Springs has fully satisfied all existing liabilities, and KRG \nis therefore not a “creditor” of Springs within the meaning of the statute. 24  KRG disputes this \nargument, and contends that the facts clearly establish that it meets the definition of a \n“creditor” of Springs under the UFTA.25  \n                                                \n23  KRG also contends that Springs was dominated and controlled by the Individual Defendants and \nthat the Court should pierce the corporate veil to reach the transferred assets in the hands of the \nIndividual Defendants.  Am. Compl. ¶¶ 74-79. \n24  Defs.’ Mem. Supp. Mot. Partial Summ. J. 11-14. \n25  Pls.’ Opp. Defs.’ Mot. Partial Summ. J. 16-21. \n30.  The Court concludes that significant disputes of material fact exist that \npreclude summary judgment as to this claim.  Accordingly, summary judgment is DENIED \nas to the claim for relief under the UFTA. \nUnfair and Deceptive Trade Practices \n31.  Finally, Defendants have moved for summary judgment on KRG’s claim for \nunfair and deceptive trade practices in violation of G.S. §75-1.1 (“UDTPA”). KRG alleges that \nSprings induced KRG to continue performing under the Development Agreement after \nDecember 31, 2010 and then fraudulently transferred assets to the Individual Defendants to \navoid Springs’ financial obligations under the Agreement. 26  KRG summarizes the basis for \nits UDTPA claim as follows: \n The Individual Defendants intentionally drained Springs’ assets, engaging in \na series of voluntary and uncompensated transactions that left the entity \ninsolvent.  Second, the Defendants unfairly unfurled a scheme by which it \nsecured [KRG]’s cooperation in construction of the Infrastructure Work, took \nresponsibility for securing a key permit and set target dates for projection \ncompletion in 2013, only to later refuse to pay its share of the expenses. Springs \nlured [KRG’s] cooperation, gave no contemporaneous notice that it believed \nKite had breached the Agreement, and then systematically drained its assets \nso that it would be unable to meet its contractual obligations to [KRG].27  \n \n32.  To recover for a violation of G.S. § 75-1.1, KRG “must show: (1) defendant \ncommitted an unfair or deceptive act or practice, (2) the action in question was in or affecting \ncommerce, and (3) the act proximately caused injury to the plaintiff.” \nDalton v. Camp , 353 \nN.C. 647, 656 (2001) (citation omitted). “Whether a particular commercial act or practice \nconstitutes an unfair or deceptive trade practice is a question of law.” Akzo Nobel Coatings, \nInc. v. Rogers , 2011 NCBC 41 ¶ 108 (N.C. Super. Ct. Nov. 3, 2011) (citing Norman Owen \nTrucking, Inc. v. Morkoski , 131 N.C. App. 168, 177 (1998)). \n                                                \n26  Pls.’ Opp. Defs.’ Mot. Partial Summ. J. 21-24. \n27  Id.  at 22. \n33.  Defendants argue that KRG has not presented evidence that Defendants \nengaged in conduct that was unfair or deceptive or presented evidence that KRG suffered \ndamages other than damages arising from the alleged breach of the Development \nAgreement. 28   The Court already has concluded that issues of fact exist regarding, and \nDefendants are not entitled to summary judgment on, KRG’s claim for fraudulent transfer.  \nThe fraudulent transfer claim could support a claim for violation of the UDTPA.  See L.J. \nBest Furniture Distribs., Inc. v. Capital Delivery Serv., Inc. , 111 N.C. App. 405, 410 (1993) \n(finding that an issue of fact existed as to whether asset purchase for inadequate \nconsideration or fraudulent conveyance amounted to an unfair trade practice).  In addition, \nthe Court concludes that there are disputed issues of material fact regarding KRG’s claim \nthat Springs induced KRG to continue performing under the Development Agreement.  See \nGress v. Rowboat Co., Inc., 190 N.C. App. 773, 777 (2008)  (finding that allegations that a \npotential purchaser of businesses induced the businesses to enter into a salary and profit \nsharing agreement prior to the purchase of the businesses, when the potential purchaser had \nno intention of consummating its purchase of the businesses, supported a claim under G.S. § \n75-1.1).  Accordingly, the Court concludes there summary judgment is inappropriate on these \ngrounds. \n34.  Defendants’ argument that KRG has failed to present evidence that \nDefendants’ unfair and deceptive conduct proximately caused KRG injury separate from the \ninjury resulting from Springs’ alleged breach of the Development Agreement presents a closer \ncall.  KRG does not point to any specific injury or damages caused by Defendants’ unfair \nconduct other than amounts owed due to Springs’ alleged breach of the Development \nAgreement, namely amounts expended on Infrastructure Work by KRG above its \n                                                \n28  Defs.’ Mem. Supp. Mot. Partial Summ. J. 14-17. \nContribution Amount.  KRG summarizes the injury caused by Defendants’ unfair conduct as \nfollows: \n[KRG] has been injured by the Defendants’ maneuvering, which was intended \nto make Springs incapable of meeting its contractual obligations. At least one \nmeasure of that injury is the “shortfall” intentionally created by the \nDefendants: the difference between the funds above [KRG’s] Contribution \nAmount ultimately needed to complete the Infrastructure Work and Springs’ \nremaining assets. 29  \n \n35.  Although KRG’s alleged injury appears to be coterminous with the damages it \nseeks from Springs’ under its breach of contract claim, the Court concludes that the \nunderlying facts regarding KRG’s Chapter 75 claim are in dispute, and the Court cannot \nconclude as a matter of law that KRG has not presented facts that could support a claim for \ninjury based on the alleged unfair and deceptive acts.  First, as noted above, North Carolina \nhas recognized that conduct amounting to a fraudulent transfer designed to avoid the claims \nof creditors can constitute an unfair and deceptive act.  Second, evidence of a breach of \ncontract accompanied by aggravating factors also can support a claim for violation of Chapter \n75. \nJohnson v. Colonial Life & Accident Ins. Co. , 173 N.C. App. 365, 370 (2005).  In such \ncases, the underlying monetary injury would be the amount recoverable for the breach of \ncontract.  Accordingly, that KRG’s primary  injury under its  claim for unfair and deceptive \ntrade practices are the amounts allegedly owed by Springs under the Development \nAgreement does not defeat KRG’s claim as a matter of law. \nNOW THEREFORE, based upon the foregoing, it hereby is ORDERED that: \n1.  Defendants’ Motion for Partial Summary Judgment is DENIED in its entirety.  \n2.  Plaintiffs’ Motion for Partial Summary Judgment is DENIED in its entirety. \n \n \n                                                \n29  Pls.’ Opp. Defs.’ Mot. Partial Summ. J. 23. \nThis the 8th day of July, 2015.  \n \n     /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge \n         for Complex Business Cases \n  "
}