{
  "id": "acf4d9cb4ce1ec8c170b39f07f9822471ebae9c6727f8bd36ce03810276cd368",
  "source_file": "data/raw/ncbc/acf4d9cb4ce1ec8c170b39f07f9822471ebae9c6727f8bd36ce03810276cd368.pdf",
  "raw_text": "Bodie Island Beach Club Ass’n, Inc. v. Dixon, 2011 NCBC 25. \n \nSTATE OF NORTH CAROLINA           IN THE GENERAL COURT OF JUSTICE \n            SUPERIOR COURT DIVISION \nCOUNTY OF DARE                          09 CVS 568 \n \n \nBODIE ISLAND BEACH CLUB  ) \nASSOCIATION, INC., et al.,   ) \n  Plaintiffs   )  \n      )           OPINION AND ORDER ON MOTIONS      \nv .     )        FOR SUMMARY JUDGMENT  \n      )  \nDAVID R. DIXON; STEPHEN R.  )             \nSMITH, CROC, LLC and SRS   ) \nNORTH CAROLINA PROPERTY, LLC, )      \n  Defendants   ) \n \n  \nTHIS CAUSE, designated a complex business case by Order of the Chief Justice \nof the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) (herein, \nfurther references to the General Statutes will be to \"G.S.\"), and assigned to the \nundersigned Chief Special Superior Court Judge for Complex Business Cases, now \ncomes before the court upon Plaintiffs' Motion for Summary Judgment as to Defendant \nCROC, LLC (the \"Plaintiffs' Motion\") pursuant to Rule 56 of the North Carolina Rules of \nCivil Procedure (\"Rule(s)\"), and Defendant CROC, LLC's \"Motion for Summary \nJudgment\"1 (the \"CROC Motion\"), which the court will treat as a motion to dismiss \npursuant to Rule 12(b)(6).   \n                                                 \n1 The CROC Motion is captioned as a motion for summary judgment, but it specifically contends that \nCROC is \"entitled to judgment as a matter of law dismissing the complaint for failure to state a claim upon \nwhich relief can be granted . . . .\"  CROC Mot. 1.  Further, the substance of CROC's argument is phrased \nas a Rule 12(b)(6) motion.  Because the relief requested is dismissal pursuant to Rule 12(b)(6), the court \nelects to treat the CROC Motion as a Rule 12 motion to dismiss and not a Rule 56 motion for summary \njudgment.   \n \n \nTHE COURT, after considering the Plaintiffs' Motion, the CROC Motion \n(collectively the \"Motions\") and the briefs in support of and in opposition to the Motions, \nCONCLUDES that the Plaintiffs' Motion should be DENIED and the CROC Motion \nshould be GRANTED, as discussed herein. \nBradford J. Lingg, Esq., for Plaintiffs.  \n \nKathryn P. Fagan, Esq. for CROC, LLC. \n \nJolly, Judge. \nI. \nPARTIES\n[1] Bodie Island Beach Club Association, Inc. (\"Beach Club Association\") is a \nnon-profit corporation duly organized and existing under the laws of the State of North \nCarolina, at all relevant times having its principal place of business in Nags Head, Dare \nCounty, North Carolina. \n[2] The individual Plaintiffs were owner s of timeshare interval weeks, which \nare real property interests, in the Beach Club Association timeshare condominium (the \n\"Timeshare\") located in Dare County. \n[3] Defendant David R. Dixon (\"Dixon\" ) is a citizen and resident of Dare \nCounty, and is an attorney licensed to practice in North Carolina. \n[4] Defendant Stephen R. Smith (\"Smith\" ) is a citizen and resident of \nBaltimore, Maryland. \n[5] Defendant CROC, LLC (\"CROC\") is a limited liability company formed and \norganized under the laws of the State of North Carolina, with its principal place of \nbusiness in Dare County.  It was formed for the purpose of purchasing the facility \nbelonging to the Timeshare through one or more partition sales. \n[6] Several other Defendants against whom this action initially was filed, Don \nWray, Penny Wray, Jessica Smith, Sea Wray, LLC and Tom Feist were dismissed \nvoluntarily by Plaintiffs pursuant to Rule 41.2 \n[7] Defendant SRS North Carolina Property , LLC (\"SRS\") is a limited liability \ncompany formed and organized under the laws of Maryland, with its sole member being \nDefendant Smith.  The registration of SRS with the Secretary of State of Maryland was \nrevoked on October 7, 2005, and reinstated on October 21, 2009.  Summary Judgment \nas to SRS was granted by the court by order dated July 30, 2010.3 \n[8] On July 10, 2009, Plaint iffs filed their Complaint. \n[9] On November 6, 2009, CROC fil ed an Amended Answer, in which it \nadmitted the majority of the substantive allegations of the Complaint. \n[10] On December 6, 2010, Pl aintiffs filed their Motion. \n[11] On February 10, 2011,  CROC filed its Motion. \n[12] The Motions have been fully briefed and are ripe for determination. \nII. \nDISCUSSION \nCroc's Motion – Rule 12(b)(6) \n[13] The court deems it appropriate to consider first the CROC Motion under \nRule 12(b)(6). \n                                                 \n2 Vol. Dis. Prej., Oct. 15, 2009, and Dec. 3, 2009. \n3 Order Opinion Mot. Summ. J. Def. SRS North Carolina Prop., July 30, 2010. \n[14] By way of its Motion, Defendant CRO C seeks dismissal as a matter of law \nof all Plaintiffs' Claims against it pursuant to Rule 12(b)(6). \n[15] Dismissal of an action pursuant to Rule 12(b)(6) is appropriate when the \ncomplaint fails to state a claim upon which relief can be granted.  In deciding a Rule \n12(b)(6) motion, the well-pleaded allegations of the complaint are taken as true and \nadmitted, but conclusions of law or unwarranted deductions of facts are not admitted.  \nSutton v. Duke, 277 N.C. 94, 98 (1970).  \n[16] A complaint fails to state a clai m upon which relief can be granted when \neither (a) the complaint on its face reveals that no law supports the plaintiff's claim, (b) \nthe complaint on its face reveals the absence of facts sufficient to make a good claim or \n(c) some fact disclosed in the complaint necessarily defeats the plaintiff's claim. Jackson \nv. Bumgardner, 318 N.C.172, 175 (1986). \n[17] In the instant action, the Complaint alleges six causes of action (\"Claims\") \nagainst the various Defendants: First Claim – legal  malpractice, Second Claim –  \nconversion, Third Claim – constructive fraud, Fourth Claim – civil conspiracy, Fifth Claim \n– breach of fiduciary duty and Sixth Claim – action to set aside deed due to fraud and \nundue influence.  The court will discuss each Claim as it relates to Defendant CROC. \nFirst Claim \n[18] The First Claim is for alleged legal malpractice.  All Claims for legal \nmalpractice in the Complaint arise from actions allegedly undertaken by Defendant \nDixon while he was acting as attorney for the Defendants and/or the Plaintiffs.  The First \nClaim contains no allegations of legal malpractice against CROC, which is a limited \nliability corporation, not a licensed attorney. \n[19] The First Claim does not state fa ctual or legal grounds upon which the \nPlaintiffs are entitled to recover against CROC.  The CROC Motion therefore should be \nGRANTED as to the First Claim, and this Claim should be DISMISSED as to Defendant \nCROC, pursuant to Rule 12(b)(6). \nSecond Claim \n[20] The Second Claim is for alleged conversion.  The allegations of \nconversion deal almost entirely with monies that supposedly belong to the Plaintiffs.  \nThe only mention of CROC in the Second Claim arises from Plaintiffs' allegations that \nDefendant Wray used monies belonging to the Plaintiffs while knowing that CROC was \nthe highest bidder in the partition sale.4  The Second Claim contains no allegations \ndirectly against CROC as to misconduct or alleged acts of conversion done by CROC. \n[21] The Second Claim does not state factual grounds upon which the Plaintiffs \nare entitled to recover against CROC.  The CROC Motion therefore should be \nGRANTED as to the Second Claim, and this Claim should be DISMISSED as to \nDefendant CROC, pursuant to Rule 12(b)(6). \nThird Claim \n[22] The Third Claim is for alleged cons tructive fraud.  The Complaint alleges \nin detail a scheme undertaken to dissolve the Timeshare and thereby divest the \nPlaintiffs of their property rights.  However, the Third Claim contains no mention of or \nallegations against CROC.  Furthermore, the majority of the activities described in the \nComplaint occurred before CROC was formed. \n[23] The Third Claim does not state factual grounds upon which the Plaintiffs \nare entitled to recover against CROC.  The CROC Motion therefore should be \n                                                 \n4 Compl. ¶ 116. \nGRANTED as to the Third Claim, and this Claim should be DISMISSED as to \nDefendant CROC, pursuant to Rule 12(b)(6). \nFourth Claim \n[24] The Fourth Claim is for alleged civil conspiracy.  The Complaint, in detail, \nalleges a conspiracy to accomplish the fraud alleged in the Third Claim.  However, the \nallegations of the Fourth Claim do not implicate CROC, other than to allege that several \nof the Defendants obtained an ownership interest in CROC while at the same time \nbeing directors of the Plaintiff organization.5 \n[25] The Fourth Claim does not state factual grounds upon which the Plaintiffs \nare entitled to recover against CROC.  The CROC Motion therefore should be \nGRANTED as to the Fourth Claim, and this Claim should be DISMISSED as to \nDefendant CROC, pursuant to Rule 12(b)(6). \nFifth Claim \n[26] The Fifth Claim is for alleged breach of fiduciary duties.  The allegations in \nthe Complaint that mention CROC concern only how other Defendants breached their \nfiduciary duties by obtaining ownership in CROC.  Additionally, CROC was never a \nfiduciary of the Plaintiffs and never owed fiduciary duties to the Plaintiffs so there can be \nno breach of such a duty. \n[27] The Fifth Claim does not state fa ctual grounds upon which the Plaintiffs \nare entitled to recover against CROC.  The CROC Motion therefore should be \nGRANTED as to the Fifth Claim, and this Claim should be DISMISSED as to Defendant \nCROC, pursuant to Rule 12(b)(6). \n \n                                                 \n5 Id. at 142. \n \n \nSixth Claim \n[28] The Sixth Claim is an action to set aside Timeshare deeds due to alleged \nfraud and undue influence.  The deeds involved are those obtained by CROC through a \npartition sale (\"Partition Sale\") in which the condominium building was sold following a \nvote to reconstruct the building as a condominium complex instead of the timeshare-\ncondominium complex that was in place.  Four of the deeds were to units that then were \nconveyed to SRS.  Those deeds subsequently were set aside by this court and the four \nunits were ordered to be held in constructive trust by CROC for the benefit of the \nPlaintiffs.   \n[29] The allegations are that CROC obtained the deeds to the Timeshare \nfacility due to the fraud of other Defendants.  That fraud would infect the deeds, even if \nCROC were innocent.  Consequently, if it were presented in a procedurally correct \nposture, the Sixth Claim would state a claim for relief by the Plaintiffs against CROC.  \nLee v. Pearce, 68 N.C. 76 (1873).  Therefore, in the narrow context of Rule 12(b)(6), the \nCROC Motion as to the Sixth Claim should be DENIED. \nPlaintiffs' Motion – Rule 56 \n[30] The court's granting of the CROC Rule 12 motion to dismiss Plaintiffs' \nFirst through Fifth Claims renders MOOT any outstanding motion by Plaintiffs for \nsummary judgment as to those Claims, United Leasing Corp. v. Miller, 45 N.C. App. \n400, 408 (1980), and as to said Claims, the Plaintiffs' Motion should be DENIED.  \nAccordingly, Plaintiffs' Motion need only be considered as to the Plaintiffs' Sixth Claim.  \n[31] Under Rule 56(c), su mmary judgment is to be rendered “forthwith” if the \npleadings, depositions, answers to interrogatories and admissions on file, together with \nthe affidavits, if any, show that there is no genuine issue as to any material fact and that \nany party is entitled to a judgment as a matter of law.  Grayson v. High Point Dev. Ltd. \nP’ship, 175 N.C. App. 786, 788 (2006).  In considering a Rule 56 motion, the court \nviews the evidence in the light most favorable to the nonmoving party.  Bruce-Terminix \nCo. v. Zurich Ins. Co., 130 N.C. App. 729, 733 (1998).  Summary Judgment can also be \nentered in favor of the nonmovant if the evidence presented demonstrates that there is \nno genuine issue of material fact, and that the nonmovant is entitled to judgment as a \nmatter of law.  A-S-P Assocs. v. City of Raleigh, 298 N.C. 207 (1979). \n[32] The Amended Answer f iled by CROC admitted the material allegations of \nthe Plaintiffs' Complaint.  Consequently, there are no facts in dispute and summary \njudgment is proper as to this Sixth Claim. \n[33] Plaintiffs contend that the court should enter judgment in their favor and \n(a) declare the Timeshare deeds to CROC to be void and (b) declare title to the \nTimeshare units to be vested in Plaintiffs.\n6  Defendant CROC contends that it is entitled \nto judgment in its favor with regard to the Timeshare deeds. \n[34] Taking the admitted allegations in the Complaint as true, the Timeshare \ndeeds were obtained by the fraud of others, primarily Defendant Dixon through his \nallegedly false and fraudulent testimony in another proceeding.7  However, false \ntestimony before the court constitutes intrinsic fraud.  Textile Fabricators, Inc. v. C.R.C. \n                                                 \n6 Pl. Mot. 6 \n7 The basic allegation is that Dixon made misrepresentations to the court, concerning the condition of the \nTimeshare buildings and how much damage they suffered, in Sea Wray, LLC v. Bodie Island Beach Club \nAssn, Dare County No. 04 CVS 433. \nIndus., Inc., 43 N.C. App. 530 (1979).  Intrinsic fraud cannot be collaterally attacked by \nan independent action and can only be corrected by a Rule 60(b)(3) motion in the \ncause.  Id. at 532 (citing Stokley v. Stokley, 30 N.C. App. 351, 354-55 (1976)).  The \nproper avenue for Plaintiffs to pursue would have been to attack the Partition Sale \nthrough a Rule 60(b)(3) motion or to attack the original order allowing the vote that \nauthorized the partition to occur.8  \n[35] By way of this case, the Plaint iffs have attacked the Timeshares deed \nthrough an independent collateral action, which is not a proper procedure for \nchallenging the Timeshare deed upon allegations that it was obtained through intrinsic \nfraud.  As such, the action is improper and no remedy is available.  Accordingly, CROC \nis entitled to judgment as a matter of law because there is no legal theory that will \nsupport recovery by Plaintiffs on this Claim.  Summary judgment should be entered in \nfavor of CROC. \n[36] Consequently, the co urt CONCLUDES that as to the Plaintiffs' Sixth \nClaim, Plaintiffs' Motion should be DENIED and judgment should be entered in favor of \nCROC. \nIII. \nORDER \n NOW THEREFORE, based upon the fo regoing, it is ORDERED that: \n[37] Plaintiffs' First through Fifth Claim s fail to state any claims against CROC \nthat would entitle Plaintiffs to relief.  Accordingly, Defendant CROC, LLC's Rule 12(b)(6) \n                                                 \n8 Sea Wray v. Bodie Island, supra, note 7. \nMotion to Dismiss9 is GRANTED as to those Claims; and as to CROC, the First, \nSecond, Third, Fourth and Fifth Claims of the Complaint hereby are DISMISSED. \n[38] With regard to the Plaintiffs' First through Fifth Claims, Plaintiffs' Motion for \nSummary Judgment as to Defendant CROC, LLC is DENIED. \n[39] Plaintiffs' Sixth Claim states a claim against CROC upon which relief may \nbe granted.  Accordingly, CROC's Rule 12(b)(6) Motion to Dismiss is DENIED as to the \nSixth Claim. \n[40] However, with regard to Plaintiffs' Sixth Claim, there exists no genuine \nissue of material fact, and Defendant CROC is entitled to summary judgment in its \nfavor.  Accordingly, as to the Sixth Claim, Plaintiffs' Motion for Summary Judgment is \nDENIED and summary judgment is GRANTED in favor of CROC.  Therefore, the Sixth \nClaim hereby is DISMISSED as to Defendant CROC, LLC. \n  SO ORDERED, this the 22nd day of July, 2011. \n     \n                                                 \n9 Titled Defendant CROC, LLC's Motion for Summary Judgment, but as discussed, supra, n. 1, is  treated \nby the court as a motion to dismiss pursuant to Rule 12(b)(6). "
}