{
  "id": "ad010bc6219516fd35ce933d949b78967cb33e775e66cb778aa14f61bcf881c9",
  "source_file": "data/raw/ncbc/ad010bc6219516fd35ce933d949b78967cb33e775e66cb778aa14f61bcf881c9.pdf",
  "raw_text": "Bldg. Ctr., Inc. v. Carter Lumber, Inc., 2016 NCBC 77. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nMECKLENBURG COUNTY 16 CVS 4186 \n \n \nTHE BUILDING CENTER, INC., ) \n ) \n Plaintiff,  )    \n v. ) OPINION AND ORDER  \n   )   \nCARTER LUMBER, INC. and  ) \nTIMOTHY HURD,  ) \n   )  \n  Defendants. ) \n \n THIS MATTER came before the Court upon Defendants Carter Lumber, Inc. \nand Timothy Hurd’s Motion to Dismiss Plaintiff The Building Center, Inc.’s Amended \nand Verified Complaint pursuant to Rule 12(b)(6) of the North Carolina Rules of Civil \nProcedure (“Rule(s)”) (the “Motion”). \n THE COURT, having considered the Motion , briefs in support  of and in \nopposition to the Motion, and arguments of counsel at the hearing, concludes that the \nMotion should be DENIED in part, and GRANTED in part, for the reasons below. \nMoore & Van Allen, PLLC, by Benjamin P. Fryer, Esq. and William M. Butler, \nEsq. for Plaintiff The Building Center, Inc. \n  \nVan Hoy, Reutlinger, Adams & Dunn, PLLC , by Stephen J. Dunn , Esq. for \nDefendants Carter Lumber, Inc. and Timothy Hurd. \n \nMcGuire, Judge. \nFACTUAL AND PROCEDURAL BACKGROUND \n1. Plaintiff The Building Center, Inc. (“Plaintiff”) is engaged in the supply \nand dist ribution of building materials and has  six locations in N orth and South \n \n \nCarolina, including Pineville  and Gastonia, North Carolina, a nd Rock Hill , South \nCarolina.  \n2. Defendant Carter Lumber, Inc. (“Carter Lumber”)  is engaged in the \nsupply and distribution of building materials and has nearly 150 locations across 12 \nstates, including Charlotte, North Carolina, and Rock Hill, South Carolina.  \n3. Defendant Timothy Hurd (“Hurd”) served as Residential Sales Manager \nfor Plaintiff’s Pineville, Gastonia, and Rock Hill locations. Hurd was employed with \nPlaintiff from approximately October 8, 2012, through January 23, 2015 . In August \n2015, Carter Lumber hired Hurd . Hurd and Carter Lumber are referred to \ncollectively as “Defendants.”  \n4. As a Residential Sales Manager for Plaintiff, Hurd “had access to, an d \nacquired detailed knowledge of  . . . Plaintiff’s confidential and proprietary business \ninformation” including: “names and contacts of customers ”; “customer preferences, \nincluding the needs, requirements, and values of [Plaintiff’s] customers”; “sales and \nmarketing strategies ”; “pricing structures”; “margins and profits ”; “manufacturing \ntechnologies”; and, “other confidential business information” (designated by Plaintiff \nin the Complaint as “Trade Secrets”) . (Am. Compl. ¶  11.) Plaintiff “invested \nsubstantial time, money, and resources in developing and maintaining business \nrelationships with customers and prospective customers.” (Id. ¶ 13.) Plaintiff alleges \nthe Trade Secr ets and customer relationships are “not generally known or readily \nascertainable through independent development  . . . .” ( Id. ¶ 14.) Plaintiff took \n“reasonable measures to protect th e Trade Secrets from disclosure, ” which included \n \n \n“security measures, including but not limited to password-protected login, controlled \nand permission-restricted access on a need-to-know basis, and confidentiality policies \nand/or agreements.” (Id. ¶¶ 15–16.) \n5. Hurd also was responsible for “the employment, development, and \nperformance of salespersons and other employees in [Plaintiff]’s Pineville, Gastonia, \nand Rock Hill” locations. ( Id. ¶ 17.) Hurd had “detailed knowledge” of “information \nsuch as salaries, commissions, bonuses, benefits, and employment terms” of these \nsalespersons and employees. (Id. ¶ 18.) \n6. Hurd resigned from Plaintiff’s employment on January 23, 2015. \nPlaintiff alleges “upon information and belief ” that before resigning , “Mr. Hurd \nmisappropriated [Plaintiff]’s Trade Secrets by accessing and taking Trade Secrets in \nphysical and/or electronic form.” (Id. ¶ 24.) \n7. Plaintiff alleges “upon information and belief” that Carter Lumber hired \nHurd “ specifically to exploit the misappropriated Trade Secrets and his detailed \nknowledge of and relationships with certain [Plaintiff’s] salespersons and employees \nto target such salespersons and employees and lure them to  Carter Lumber.” (Id. ¶ \n25.) Carter Lumber in tended to “carry out a plan, spearheaded by Mr. Hurd, to \nacquire [Plaintiff]’s most important customers for the dual purpose of crippling \n[Plaintiff]’s ability to compete and immediately establishing Carter Lumber as a \ncompetitive building materials supplier in the Carolinas.” (Id. ¶ 28.) Plaintiff alleges \nthat Carter Lumber paid Hurd a $5,000 commission for every employee he \nsuccessfully hired away from Plaintiff. ( Id. ¶ 26.) Plaintiff further alleges , that  in \n \n \norder to facilitate the hiring away of its employees, Carter Lumber authorized Hurd \nto offer Plaintiff’s employees “a bonus and significantly increased compensation to \njoin Carter Lumber.” (Id. ¶ 36.) \n8. Plaintiff claims that Defendants have successfully carried out Carter \nLumber’s plan and hired several of its key salespersons and solicited a number of its \ncustomers to take their business to Carter Lumber.  (Id. ¶¶ 31–42.) Additionally, \nPlaintiff claims that Defendants continue to solicit Plaintiff’s employees and \ncustomers. (Id. ¶¶ 42–57.) As such, Defendants have “crippled [Plaintiff]’s ability to \nconduct business from its Rock Hill office,” and “[i]f continued, [Defendants’] conduct \nsimilarly will incapacitate [Plaintiff]’s business operations in t he Gastonia and \nPineville offices.” (Id. ¶ 58.)  \n9. Plaintiff alleges that the foregoing actions “demonstrate Carter \nLumber’s intent to conduct a coordinated pirating of [Plaintiff]’s top salespersons in \norder to acquire [Plaintiff]’s Trade Secrets, confidential information, customers, and \ngoodwill and to cripple [Plaintiff]’s ability to do business a nd compete with Carter \nLumber.” (Id. ¶ 59.) Plaintiff further alleges that Defendants’ conduct “amounts to \nanti-competitive business tactics designed to restrain [Plaintiff]’s ability to compete \nfor both the retention of its employees and the business of its customers.” (Id. ¶ 60.) \n10. On March 3, 2016, Plaintiff init iated this lawsuit by filing the initial \nComplaint in Mecklenburg County Superior Court. On March 17, 2016, Defendants \ndesignated this case to the North Carolina Business Court. \n \n \n11. On April 7, 2016, Plaintiff filed the  Amended and Verified Complaint \n(hereinafter referred to as the “Complaint”). The Complaint alleges claims against  \nDefendants for violation of North Carolina ’s Trade Secrets Protection Act (“TSPA”) \n(Count One), tortious interference with contract ( Count Two), tortious interference \nwith prospective economic advantage ( Count Three ), and, against Carter Lumber \nindividually, for unfair and deceptive trade practices (“UDTP”) (Count Four ). The \nComplaint seeks both injunctive relief  and monetary compensation for damages \nsustained as a result of Defendants’ conduct. \n12. On April 8, 2016, Defendants filed the  Motion, seeking dismissal of all \nof Plaintiff’s claims. After having been fully briefed and argued in front of the Court, \nthe Motion is now ripe for determination. \nDISCUSSION AND ANALYSIS \n13. Defendants move to dismiss Plaintiff’s claims pursuant to Rule 12(b)(6). \nOn a motion under Rule 12(b)(6), the Court must determine “whether, as a matter of \nlaw, the allegations of the complaint  . . . are sufficient to state a claim up on which \nrelief may be granted.” Harris v. NCNB Nat'l Bank, 85 N.C. App. 669, 670, 355 S.E.2d \n838, 840 (1987). In making this determination, the Court must take all well -pleaded \nallegations of the complaint as true. Sutton v. Duke, 277 N.C. 94, 98, 176 S.E.2d 161, \n163 (1970). Nonetheless, the Court is not required “to accept as true allegations that \nare merely conclusory, unwarranted deductions of fact, or u nreasonable inferences.” \nStrickland v. Hedrick , 194 N.C. App. 1, 20, 669 S.E.2d 61, 73 (2008). In deciding a \nmotion to dismiss, the Court must always bear in mind that North Carolina remains \n \n \na “notice pleading” s tate, Radcliffe v. Avenel Homeowners Ass'n , 2016 N.C. App. \nLEXIS 824, *52, 789 S.E.2d at 893 (2016), and a plaintiff is only required to set forth \n“[a] short and plain statement of the claim sufficiently  particular to give the court \nand the parties notice of the transactions, occurrences, or series of transactions or \noccurrences, intended to be proved showing that the pleader is entitled to relief.” G.S. \n§ 1A -1, Rule 8.  “The complaint must be liberally co nstrued,” and should not be \ndismissed “unless it appears beyond a doubt that the plaintiff could not prove any set \nof facts to support his claim which would entitle him to relief. ” Holleman v. Aiken , \n193 N.C. App. 484, 491 , 668 S.E.2d 579, 58 4–85 (2008) (rejecting the  “plausibility \nstandard” of Bell Atl. Corp. v. Twombly, 550 U.S. 544, 560, 127 S. Ct. 1955 (2007)). \na. Misappropriation under North Carolina’s Trade Secrets Protection Act  \n14. In its First Count in the Complaint, Plaintiff alleges that Defendants \nmisappropriated its Trade S ecrets in violation of the TSPA.  Plaintiff alleges that \nDefendants’ actions, “including taking and disclosing [ Plaintiff’s] Trade Secrets, \npirating [Plaintiff]’s salespersons who were entrusted with and possessed the Trade \nSecrets, and using the Trade Secrets in order to compete against [Plaintiff]” amount \nto a misappropriation of trade secrets that directly and proximately caused, and will \ncontinue t o cause, Plaintiff damage. (Am. Compl. ¶ 65.)  Defendants argue for \ndismissal of this claim on the grounds that: (1) Plaintiff has not identified the Trade \nSecrets allegedly misappropriated with sufficient particularity to state a valid claim \nunder the TSPA ; (2) the allegations fail to establish any connection between the \nallegedly misappropriated Trade S ecrets and the alleged measures taken to protect \n \n \ntheir secrecy, or, alternatively that such measures, as alleged, are insufficient for \nvagueness; and (3) Plaintiff fails to allege with sufficient specificity the acts by which \nDefendants misappropriated the Trade Secrets. (Defs.’ Br. Supp. Mot. Dis. 2–5.) \n15. North Carolina’s TSPA provides that the owner of a trade secret “shall \nhave a remedy by civil action for m isappropriation of [the] trade secret.” G.S. §  66-\n153. The TSPA defines a “Trade Secret” as: \n[B]usiness or technical information, including but not \nlimited to a formula, pattern, program, device, compilation \nof information, method, technique, or process that: \na. Derives independent actual or potential commercial \nvalue from not being generally known or readily \nascertainable through independent development or reverse \nengineering by persons who can obtain economic value \nfrom its disclosure or use; and \n \nb. Is the subject of efforts that are reasonable under the \ncircumstances to maintain its secrecy. \n \nG.S. § 66 -152(3). In North Carolina, court s consider the following  factors in \ndetermining whether information constitutes a trade secret: \n(1) [T]he extent to which information is known outside the \nbusiness; (2) the extent to which it is known to employees \nand others involved in the business; (3) the extent of \nmeasures taken to guard secrecy of the information; (4) the \nvalue of information to business and its competitors; (5) the \namount of effort or money expended in developing the \ninformation; and (6) the ease or difficulty with which the \ninformation could properly be acquired or duplicated by \nothers. \nWilmington Star-News, Inc. v. New Hanover Reg’l Med. Ctr., Inc., 125 N.C. App. 174, \n180–81, 480 S.E.2d 53, 56 (1997).  “Misappropriation” is defined as the “acquisition, \ndisclosure, or use of a trade secret of another without express or implied authority or \n \n \nconsent, unless such trade secret was arrived at by independent development, reverse \nengineering, or was obtained from another person with a right to disclose the trade \nsecret.” G.S. § 66-152(1).  \n16.  “To plead misappropriation of trade secrets, ‘a plaintiff must identify a \ntrade secret with sufficient particularity so as to enable a defendant to delineate that \nwhich he is accused of misappropriating and a court to determine whether \nmisappropriation has . . . occur[ed].’ ” VisionAIR, Inc. v. James , 167 N.C. App. 504, \n510–11, 606 S.E.2d 359, 364 (2004) (quoting Analog Devices, Inc. v. Michalski , 157 \nN.C. App. 462, 468, 579 S.E.2d 449, 453 (2003)). The complaint must also set forth \nwith sufficient specifi city the acts by which the alleged misappropriation occurred. \nWashburn v. Yadkin Valley Bank & Tr. Co., 190 N.C. App. 315, 327, 660 S.E.2d 577, \n586 (2008). A complaint making only “general allegations in sweeping and conclusory \nstatements, without specifically identifying the trade secrets allegedly \nmisappropriated, is insufficient to state a claim for misappropriation of trade secrets.” \nId., 660 S.E.2d at 585–86 (internal quotation marks omitted). \ni. Identification of the allegedly misappropriated trade secrets \n17. In the Complaint, Plaintiff defines  its allegedly misappropriated trade \nsecrets as “confidential and proprietary business information . . . such as: names and \ncontacts of customers; customer preferences, including the needs, requirements, and \nvalues of [Plaintiff’s] customers; sales and marketing strategies; pricing structures; \nmargins and profits; manufacturing technologies; and other confidential business \ninformation.” (Am. Compl. ¶ 11.)  Plaintiff also allege s that Hurd had “detailed \n \n \nknowledge” about Plaintiff’s employee s’ compensation. (Id. ¶ 18.) Defendants argue \nthat the  allegations are “ just a list of categories” and that “[t]here is nothing \ninherently confidential about any item on the list.”  Defendants refer to VisionAIR \nand Washburn as support for their position that Plaintiff’s allegations are “sweeping \nand conclusory” and too “broad and vague” to set forth a valid misappropriation claim. \n(Defs.’ Br. Supp. Mot. Dis miss 3.) Plaintiff, on the other hand, argues that its \n“identification of trade secrets stands in stark contrast to [those found insufficient in] \nWashburn and VisionAIR, and are more than sufficient to enable the Defendants to \ndelineate that which they are accused of misappropriating,” citing in support Sunbelt \nRentals, Inc. v. Head & Engquist Equip., LLC , 174 N.C. App. 49, 620 S.E.2d 222 \n(2005), and Byrd’s Lawn & Landscaping, Inc. v. Smith, 142 N.C. App. 371, 542 S.E.2d \n689 (2001), both of which held that historical pricing and cost information and certain \ncustomer information could be trade secrets. (Pl.’s Br. Opp. Mot. Dismiss 7.)  \n18. The Court is mindful of the fact that at this stage of the case, Plaintiff’s \nonly obligation is to provide notice sufficient to enable Defendants to understand the \ntrade secrets it “is accused of misappropriating and [the] court to determine whether \nmisappropriation has . . . occur[ed].’” VisionAIR, Inc., 167 N.C. App. at 510–11, 606 \nS.E.2d at 364. While Plaintiff’s identification of its Trade Secrets here is threadbare, \nand further development of the facts may reveal that the identified information does \nnot constitute a trade secret, when liberally construed the allegations are sufficient \nto put Defendants on notice as of the trade secrets that they are accused of \nmisappropriating. Compare cases holding allegations sufficient to raise trade secrets \n \n \nclaim, Ge Betz, Inc. v. Conrad , 231 N.C. App. 214 , 234, 752 S.E.2d 634, 649 (2013) \n(“pricing information, customer proposals, historical costs, and sales data ”); Sunbelt \nRentals, 174 N.C. App. at 55, 620 S.E.2d at 227 (“customer information, preferred \ncustomer pricing, employees’ salaries, equipment rates, fleet mix information, budget \ninformation and structure of the business”); Byrd's, 142 N.C. App. at 375, 542 S.E.2d \nat 692 (“Confidential data regarding operating and pricing policies can also qualify \nas trade sec rets. It is apparent that the ability to predict a competitor's bid with \nreasonable accuracy would give a distinct advantage to the possessor of that \ninformation.”); State ex rel. Utils. Comm'n v. MCI Telecomms. Corp., 132 N.C. App. \n625, 634, 514 S.E.2d 276, 282 (1999) (concluding that a “compilation of information” \ninvolving customer data and business operations which has “actual or potential \ncommercial value from not being generally known” is sufficient to constitute a  trade \nsecret under the TSPA); S. Fastening Sys. v. Grabber Const. Prods., Inc., 2015 NCBC \nLEXIS 42 , *11 ( N.C. Super. Ct. 2015) (“confidential customer information and \ncustomer buying preferences and history  . . . confidential freight information, sales \nreports, prices and terms books, sales memos, sales training manuals, commission \nreports, and information concerning [Plaintiff’s] relationship with its vendors”); with \ncases holding allegations insufficient to raise trade secrets claim, VisionAIR, 167 N.C. \nApp. at 511, 606 S.E.2d at 364 (“all information about Employer and its business, \nproducts, and services, furnished to the Employee[.]” ); Washburn, 190 N.C. A pp. at \n327, 660 S.E.2d at 586 (“ business methods; clients, their specific requirements and \nneeds . . . other confidential information perta ining to [plaintiff's] business  . . . \n \n \nconfidential client information and confidential business information”); Aecom Tech. \nCorp. v. Keating , 2012 NCBC LEXIS 9, *8 ( N.C. Super. Ct. 2012) (“ customer lists, \ncustomer contract information, pricing information, and product information”); Akzo \nNobel Coatings, Inc. v. Rogers , 2011 NCBC LEXIS 42, *68 (N.C. Super. Ct. 2011) \n(“proprietary formulas, methodologies, customer and pricing data and o ther \nconfidential information”); and Patch Rubber Co. v. Toelke , 2013 U.S. Dist. LEXIS \n84104, *11 (E.D.N.C. June 14, 2013) (“plans, pricing methods, processes, techniques, \npresent and prospective customer lists, manufacturing processes, product \nformulations, recipes and customers' purchasing requirements, service requirements, \nproduct preferences, and purchasing volumes.”).  As such, Defendants are not entitled \nto dismissal of Plaintiff’s claim for violation of the TSPA on this ground. \nii. Efforts to maintain the secrecy of its alleged trade secrets \n \n19. To constitute a trade secret under the TSPA, the information must be \n“the subject of efforts that are reasonable under the circumstances to maintain its \nsecrecy.” G.S. § 66-152 (3)(b). “Plaintiffs must allege the reasonable efforts taken  to \nmaintain the secrecy of the information.  The mere assertion that [trade secrets] were \nkept confidential is not enough to withstand a 12(b)(6) motion to dismiss.”  McKee v. \nJames, 2013 NCBC LEXIS 33, *37 –38 (N.C. Super. Ct. 2013) (citation omitted).  In \nthe Complaint, Plaintiff alleges that it took “reasonable measures to protect the Trade \nSecrets from disclosure,” which included “security measures, including but not \nlimited to password-protected login, controlled and permission-restricted access on a \nneed-to-know basis, and confidentiality policies and/or agreements.” (Am. Compl. ¶¶ \n \n \n15–16.) Defendants argue that Plaintiff’s allegations (1) fail to establish any \nconnection between the efforts taken to maintain secrecy and the allegedly \nmisappropriated Trade Secrets, and (2) are too vague to constitute reasonable efforts \nas required under the TSPA. (Defs.’ Br. Supp. Mot. Dismiss 3–4.)  \n20. Defendants’ arguments going to Plaintiff’s allegations of the reasonable \nefforts to maintain the confidentiality of the Trade Secrets are unavailing.  Generally, \nonly where efforts to maintain secrecy of the allegedly misappropriated trade secrets \nwere completely absent have North Carolina courts dismissed claims at the 12(b)(6) \nstage. See Thortex, Inc. v. Standard Dyes, Inc ., No. COA05 -1274, 2006 N.C. App. \nLEXIS 1171 at  *10 (June 6, 2006) (“Without any allegation of reasonable efforts to \nmaintain secrecy, the mere assertion that [the information] [was] kept confidential is \nnot enough to withstand a 12(b)(6) motion to dismiss ”) (emphasis added); McKee, \n2013 NCBC LEXIS 33 at *37–39 (granting a Rule 12(b)(6) motion to dismiss where \nthe plaintiff did not allege any efforts to protect the  misappropriated trade secrets); \nsee also Eli Research, 312 F. Supp. 2d at 757 (“Defendants assert that Plaintiffs have \nfailed to allege sufficient reasonable efforts to maintain the secre cy of the alleged \ntrade secrets. ”).  Here, Plaintiff has alleged that it took at least three separate \nmeasures in an effort to pro tect the specific Trade S ecrets i t alleges were \nmisappropriated by Defendants. These allegations are more than sufficient to survive \na motion to dismiss.  \niii. Identification of the acts by which misappropriation occurred \n \n \n21. To state a claim for misappropriation, a plaintiff also must allege the \nacts by which the alleged misappropriation occurred. Washburn, 190 N.C.App. at 326, \n660 S.E.2d at 586. Defendants’ final argument for dismissal of the misappropriation \nclaim contends that the Complaint provides “no indication [of] what the defen dant \ntook or how they took it,” and that “Plaintiff’s allegations of misappropriation amount \nto a tautology.” (Defs.’ Br. Supp. Mot. Dismiss 6.) \n22. The Complaint states that : “Prior to resigning from TBC, upon \ninformation and belief, Mr. Hurd misappropriated TBC’s Trade Secrets by accessing \nthem and taking Trade Secrets in physical and/or electronic form.” (Am. Compl. ¶ 24.) \nThe Complaint also alleges that Carter Lumber hired Hurd to acquire Plaintiff’s \nTrade Secrets, that Hurd has disclosed the Trade Secrets to Carter Lumber, and that \nCarter Lumber has used the Trade Secret information to hire Plaintiff’s employees \nand solicit customers. Plaintiff has adequately plead the means by which Defendants \nhave misappropriated the Trade Secrets. \n23. In view of the foregoing, the Court concludes that Plaintiff’s allegations \nare sufficient to state a claim for  misappropriation under the TSPA. Defendants’ \nMotion regarding Plaintiff’s claim for misappropriation of trade secrets in violation \nof the TSPA (Count One) should be DENIED. \nb. Tortious Interference with Contract \n24. In the Second C ount, Plaintiff alleges that it had “valid and legally \nenforceable contracts with its employees,”  and the Defendants “purposefully \ninterfered with [Plaintiff]’s employment contracts to undermine, cripple, and harm \n \n \n[Plaintiff].” ( Id. ¶¶ 70, 73.) Plaintiff does not otherwise specify the nature of the \nalleged contracts, and presumably Plaintiff means the “at will” employment  \nagreements it had with its employees. Defendants appear to argue that the claim for \ntortious interference with contract should be dismissed because “[t]here is no \nallegation that any employee breached a contractual non -compete, non-solicitation, \nor confidentiality agreement by resigning from plaintiff and accepting employment \nwith Carter Lumber.” (Defs.’ Br. Supp. Mot. Dismiss 7.) Defendants also contend that \nthey were engaged in ordinary business competition  and that Plaintiff has not \nsufficiently pleaded that Defendant s lacked justification for the ir alleged \ninterference. (Id. at 7–8.) \n25. To establish a claim for tortious interference with contract, a p laintiff \nmust show: “(1) a valid contract between the plaintiff and a third person which confers \nupon the plaintiff a contractual right against a third person; (2) the defendant knows \nof the contract; (3) the defendant intentionally induces the third person not to perform \nthe contract; (4) and in doing so acts without justification; (5) resulting in actual \ndamage to plaintiff.” United Labs., Inc. v. Kuykendall, 322 N.C. 643, 661, 370 S.E.2d \n375, 387 (1988) (citing Childress v. Abeles, 240 N.C. 667, 84 S.E.2d 176 (1954)).  \n26. Plaintiff does not allege that the  employees hired by Defendants were \nanything other than at-will employees. To the extent that Defendants contend that \nan at -will employment relationship cannot be the basis for a tortious interference \nclaim unless the employee also was subject to restrictive covenants, they are simply \nincorrect as a matter of law. The North Carolina Supreme Court has expressly held \n \n \nthat employment contracts terminable at -will may serve as the basis for a tortious \ninterference with contract claim in North Carolina even in the absence of a restrictive \ncovenant. Smith v. Ford Motor Co. , 289 N.C. 71,  85, 221 S.E.2d 282, 290 (1976) ; \nChildress, 240 N.C. at 678, 84 S.E.2d at 184 (“The fact that the employment is at the \nwill of the parties, respectively, does not make it one at the will of others  . . . by the \nweight of authority  the unjustified interference of third persons is actionable \nalthough the employment is at will .”) (citations omitted); accord Lenzer v. Flaherty, \n106 N.C. App. 496, 512, 418 S.E.2d 276, 286 (1992); Sides v. Duke Hosp., 74 N.C. App. \n331, 346, 328 S.E.2d 818, 828, (1985); HSG, LLC v. Edge-Works Mfg. Co., 2015 NCBC \nLEXIS 91, *14–16 (N.C. Super. Ct. 2015). Accordingly, the mere fact that Plaintiff’s \nemployees hired  by Defendants  were “ terminable at -will does not provide the \ndefendant a defense to the plaintiff's claim for tortious interference.” Peoples Sec. Life \nIns. Co. v. Hooks, 322 N.C. 216, 221, 367 S.E.2d 647, 650 (1988).   \n27. Defendants also argue that Plaintiff has not alleged that Defendants \nacted without  justification in hiring Plaintiff’s employees. The North Carolina \nSupreme Court has held that if the defendant's interference is “ for a legitimate \nbusiness purpose, his actions are privileged . . . . [C]ompetition in business constitutes \njustifiable interference in another’ s business relations and is not actionable so long \nas it is carried on in furtherance of one’s own interests and by means that are lawful.” \nId.  This “privilege [to interfere] is conditional or qualified; that is, it is lost if exercised \nfor a wrong purpose. In general, a wrong purpose exists where the act is done other \nthan as a reasonable and bona fide attempt to protect the inter est of the defendant \n \n \nwhich is involved.” Id. at 220, 367 S.E.2d at 650 ( citing Ford Motor Co., 289 N.C. at \n91, 221 S.E. 2d at 294); Kuykendall, 322 N.C. at 662, 370 S.E.2d at 387 (holding that \nin Hooks “[w]e concluded that the fact that the plaintiff and defendant were in \ncompetition was sufficient to justify the defendant ‘in offering the plaintiff's \nemployees new jobs and locating them in their previously assigned territory’  . . . \nhowever, we also emp hasized that ‘[t]he privilege [to interfere] is conditional or \nqualified; that is it is lost if exercised for a wrong purpose’ ”). “If the defendant's only \nmotive is a malicious wish to injure the plaintiff, his actions are not justified.” Hooks, \n322 N.C. at 221, 367 S.E.2d at 650 .1 The Court of Appeals has held that in order to \nsurvive dismissal, a complaint alleging tortious interference “must admit of no \nmotive for interference other than malice.” Pinewood Homes, Inc. v. Harris, 184 N.C. \nApp. 597, 605, 646 S.E.2d 826, 832 –33 (2007); Filmar Racing, Inc. v. Stewart , 141 \nN.C. App. 668, 674, 541 S.E.2d 733, 738 (2001) (“[W]e have held that the complaint \nmust admit of no motive for interference other than malice”); Privette v. Univ. of N.C., \n96 N.C. App. 124,  134–35, 385 S.E.2d 185, 191 (1989) (plaintiff’s claim for tortious \n                                                           \n1 The malice required to overcome a justification of business competition is legal malice, \nand not actual malice. Childress, 240 N.C. at 675–76, 84 S.E.2d at182 (“It is not necessary, \nhowever, to allege and prove actual malice in the sense of personal hatred, ill will, or spite \nin order to make out a case for the recovery of compensatory damages against the outsider \nfor tortiously inducing the breach of the third person’s contract with the plaintiff. The term \n‘malice’ is used in this connection in its legal sense, and denotes the intentional doing of the \nharmful act without legal justification.”); Murphy v. McIntyre, 69 N.C. App. 323, 328–29, \n317 S.E.2d 397, 401 (1984) (noting that legal malice “means intentionally doing a wrongful \nact or exceeding one's legal right or authority in order to prevent the making of a contract \nbetween two parties” and the act “must be taken with the design of injuring one of the \nparties to the contract or of gaining some advantage at the expense of a party”); Robinson, \nBradshaw, & Hinson, P.A. v. Smith, 129 N.C. App. 305, 318, 498 S.E.2d 841, 851 (1998) (“A \nperson acts with legal malice if he does a wrongful act or exceeds his legal right or authority \nin order to prevent the continuation of the contract between the parties.”). \n \n \ninterference dismissed where complaint alleged that university employees who \nterminated the plaintiff “had a legitimate professional interest in the plaintiff's \nperformance of his duties”) ; Sides, 74 N.C. App. at 346, 328 S.E.2d at 829 (1985) \n(“[T]he complaint in an action for malicious interference with contract must clearly \nallege that the actions of the defendant were the cause of the plaintiff's damages and \nthat the complaint admits of no other motive for those actions than malice.”). \n28. The Complaint in this case alleges that Plaintiff and Defendants were \nbusiness competitors, and that “Carter Lumber desired to expand business operations \nin the Charlotte and Rock Hill areas.” (Am. Compl. ¶¶ 7–9.) Plaintiff alleges, however, \nthat Defendants were not motivated by legitimate business competition in hiring \nPlaintiff’s employees and soliciting its customers , but instead intended to “crippl[e] \n[Plaintiff]’s ability to do business and compete  with Carter Lumber”  and that \nDefendants “used anti -competitive business tactics designed to restrain [Plaintiff]’s \nability to compete for both retention of its employees and the business of its \ncustomers.” (Id. ¶ ¶ 59, 60.) Plaintiff claims that Defendants “target[ed]” Plaintiff’s \nbest and “most critical employees” in order to “pirate” those employees and their \ncustomers. (Id. ¶¶ 25, 27 , 29.) Plaintiff alleges Carter Lumber paid Hurd a $5,000 \nbonus for each of  Plaintiff’s employees he hired, and  paid Plaintiff’s employees \n“increased compensation . . .  significantly above the market rate” that was “not \nsustainable on a long -term or permanent basis.” ( Id. ¶¶ 26, 37. ) A former Carter \nLumber Manager claims that Carter Lumber “instructed him to target [Pla intiff]’s \nRock Hill office, shut it down, and take its business ‘without paying for it.’” (Id. ¶ 30.) \n \n \nFinally, Plaintiff alleges that “since hiring [Plaintiff’s] employees, Carter Lumber and \nMr. Hurd have misappropriated [Plaintiff]’s Trade Secrets and con fidential \ninformation to acquire several of [Plaintiff]’s most important and critical customers, \ndevastated [Plaintiff’s] ability to compete, and allowed Carter Lumber to immediately \nestablish an expanded and more prominent presence in the Carolinas . . . .” (Id. ¶ 41.) \nThe Court recognizes that  these types of allegations, made for the most part “ upon \ninformation and belief ” and using inflammatory language , are  easily concocted , \nparticularly in the immediate aftermath of a competitor’s soliciting away Plaintiff’s \nkey employees and customers. T he allegations also appear to be intended to mirror \nthose in  Sunbelt Rentals, Inc. v. Head & Engquist Equipment, LLC , 2003 NCBC \nLEXIS 6 (N.C. Super. Ct. 2003),  aff'd, 174 N.C. App. 49, 620 S.E.2d 222 (2005). 2 \nNevertheless, viewed in the light most favorable to Plaintiff, the allegations  could \nsupport the notion that Carter Lumber hired Plaintiff’s employees for the purpose of \ninjuring Plaintiff or rendering it unable to compete  with Carter Lumber , and not \nsimply for legitimate reasons of competition.  On these allegations, the Court cannot \nconclude that Plaintiff is precluded from proving “any set of facts  . . . which would \nentitle him to relief.” Commscope Credit Union v. Butler & Burke, LLP , 237 N.C. \nApp. 101, 103, 764 S.E.2d 642, 646 (2014). Accordingly, Defendants’ Motion regarding \nPlaintiff’s claim for tortious interference with contract (Count Two) should be  \nDENIED. \n                                                           \n2 As Chief Judge James L. Gale of this Court recently recognized, “[t]he invocation of \nSunbelt Rentals has become a frequent event, although that case depended upon unusual \nfacts that are not often repeated.” RoundPoint Mortg. Co. v. Florez, 2016 NCBC LEXIS 18, \n*61 (N.C. Super. Ct. 2016). \n \n \nc. Tortious Interference with Prospective Economic Advantage \n29. Plaintiff’s claim for tortious interference with prospective economic \nadvantage appears to be premised on the loss of potential additional business from \nits existing customers to Defendants. (Am. Compl. ¶¶ 76–82; Count Three.) Plaintiff \nalleges that Defend ants “induced [Plaintiff]’s customers to cease its ( sic) business \nrelationship with [Plaintiff] and to conduct business instead with Carter Lumber,” \nand that “ [Plaintiff] reasonably expected that, but for [Defendant s’] conduct, its \nbusiness relationships with its customers would have continued and grown . . . .” (Id. \n¶¶ 77, 79.)  Plaintiff does not identify any specific potential contract with which \nDefendants interfered, nor any particular customer which ceased doing business with \nPlaintiff because of Defendants’ actions. \n30. “In order to state a claim for wrongful interference with prospective \nadvantage, the plaintiffs must allege facts to show that the defendants acted without \njustification in inducing a third party to refrain from entering into a contract wi th \nthem which would have ensued but for the interference.” Radcliffe, 2016 N.C. App. \nLEXIS 824 at *46, 789 S.E.2d 893 (citing Walker v. Sloan, 137 N.C. App. 387, 393, \n529 S.E.2d 236, 242 (2000); Gupton v. Son-Lan Dev. Co., 205 N.C. App. 133, 142–43, \n695 S.E.2d 763, 770 (2010) (same). Defendants argue that the Complaint does not \nstate a claim for tortious interference with prospective economic advantage  because \n“Plaintiff identifies no particular customer nor any particular opportunity it claims \nto have lost,” and refers only to “unnamed customers it ‘reasonably expected’ would \nhave ‘continued and grown.’ ” (Defs.’ Br. Supp. Mot. Dismiss 7.) Defendants also argue \n \n \nthat Plaintiff has not alleged that Defendants acted without justification on the same \ngrounds underlying their argument regarding the claim for tortious interference with \ncontract. (Id. at 7–8.) For the same reasons that Plaintiff’s allegations could support \na lack of justification in the claim for interference with contract, the Court concludes \nthat Plaintiff has sufficiently alleged a lack of justification for tortious interference \nwith prospective economic advantage, and Defendants’ argument fails at this stage \nof the case. \n31. Here, Plaintiff inarguably knows the identities of the customers who \nDefendants solicited to cease doing business with Plaintiff, but does not allege these \ncustomers with particularity. Even more significantly, however, Plaintiff does not \nallege that that Defendants interfered in the formation of a contract  at all. \nNevertheless, Plaintiff argues that it need  only point to “evidence that a defendant \ninterfered with a trade or business by maliciously inducing a person not to enter into \na contract with a third person, which he would have entered into but for the \ninterference.” (Pl.’s Br. Opp. Mot. Dismiss 11.) \n32. North Carolina law on the question of whether a plaintiff must identify \nspecific contracts or business opportunities to support a claim for tortious \ninterference with economic advantage is not crystal clear. There is Supreme Court \nprecedent supporting the p osition that a plaintiff need s only to allege that it had a \nreasonable expectation of a continued business relationship with its customer and \nthat the defendant wrongfully interfered with the relationship. Owens v. Pepsi Cola \nBottling Co. , 330 N.C. 666, 680, 412 S.E.2d 636, 644 –45 ( 1992) ( holding that the \n \n \nevidence was sufficient to support a claim for tortious interference with prospective \neconomic advantage where it showed the plaintiff “had a valid bus iness relationship \nwith several customers,” “had a reasonable expectation of continuing to do business \nwith these customers ,” and “that defendant was aware of these relationships  and \nintervened to destroy them”). There also is precedent supporting the position that  a \nplaintiff must identify a specific lost contract or opportunity to support such a claim. \nDalton v. Camp , 353 N.C. 647, 655, 548 S.E.2d 704, 710 (2001)  (holding that trial \ncourt properly granted summary judgment where evidence showed that despite the \nfact that plaintiff had “an expectation of a continuing business relationship with [the \ncustomer], at least in the short term, he offers no evidence showing that but for [the \ndefendant]'s alleged interference a contract would have ensued”). \n33. This Court’s holdings on the issue of whether identification of specific \ncontracts is required for a claim of interference with prospective advantage also are \nsplit. Compare Velocity Solutions, Inc. v. BSG Fin., 2016 NCBC LEXIS 19, *13 (N.C. \nSuper. Ct. 2016) (“the North Carolina Supreme Court has rejected the notion  that a \nclaim for tortious interference with prospective economic advantage requires \nevidence of a specific contractual opportunity . . . .”) (citing Owens, 330 N.C. at 680–\n81, 412 S.E.2d at 644–45), with Artistic S. Inc. v. Lund, 2015 NCBC LEXIS 113, *31–\n32 (N.C. Super. Ct. 2015) (“Here, Plaintiff has not identified a specific potential \ncontract that the Vision Defendants intentionally induced a third  party not to enter \nwith Plaintiff. As a result, the Court concludes that Plaintiff's claim for tortious \ninterference with prospective economic advantage should be dismissed. ”); Aecom \n \n \nTech. Corp. v. Keating , 2012 NCBC LEXIS 9, *13 –14 ( N.C. Super. Ct. 2012) \n(“Plaintiffs fail to allege that Defendants actually interfered with existing or \nprospective contracts, and Plaintiffs do not identify any specific contracts or \ncustomers that were lost. Without such allegations in the Complaint, Plaintiffs \nhave failed to state a valid claim for tortious interference.”); Sports Quest, Inc. v. Dale \nEarnhardt, Inc. , 2004 NCBC LEXIS 10, *14 ( N.C. Super. Ct. 2004) (“Plaintiff, \nhowever, fails to identify future contracts with any specificity. Sports Quest's \nexpectation of future contracts with current customers does not suffice to maintain a \ntortious interference with prospective advantage claim.”). \n34. The Supreme Court’s recent decision in Bev. Sys. of the Carolinas, LLC \nv. Associated Bev. Repair, LLC , 368 N.C. 693, 701 –02, 784 S.E.2d 457, 463 (2016)  \nprovides additional guidance on this question.  In Beverage Systems, the trial court \ngranted summary judgment to the defendant on the plaintiff’s claim for tortious \ninterference with prospective economic advantage. The Court of Appeals reversed the \ngrant of summary judgment, finding that “ plaintiff alleged that third -party \ncustomers switched their business to defendants instead of continuing their business \nrelationships with plaintiff ” and that “ there is a genuine issue of fact whether \ncustomers refrained from entering into contracts  or continuing previous implied \ncontracts with plaintiff but for defendants' unjustified interference.” Bev. Sys. of the \nCarolinas, LLC v. Associated Bev. Repair, LLC , 235 N.C. App. 438, 450, 762 S.E.2d \n316, 324 (2014), rev’d in part , 368 N.C. 693, 784 S.E.2d 457 (2016) . The Supreme \nCourt reversed the Court of A ppeals, however, concluding that although \n \n \n“defendants . . . ‘purposely and intentionally interfered with the contracts and \nagreements of Beverage Systems with the intent  to steal the custom ers away from \nBeverage Systems’ … plaintiff has not demonstrated th at any contract would have \nensued but for defendants' conduct, nor has plaintiff identified a particular business \nwith which it lost an economic advantage. ” 368 N.C. at 701, 784 S.E.2d at 463. The \nCourt held that “ an expectation ” of a continued customer relationship was  \n“insufficient to support a claim for either tortious interference with contract or \ntortious interference with prospective economic advantage.” Id. at 701–02, 784 S.E.2d \nat 463 (citing Dalton, 353 N.C. at 655, 548 S.E.2d at 710). \n35. Although t he pleading burden on a plaintiff is a light one, the Court \nmust conclude that Plaintiff here has failed to alleg e sufficient facts to support its  \nclaim for tortious interference with prospective economic advantage. Plaintiff alleges \nonly that it “reasonab ly expected that, but for [Defendant s’] conduct, its business \nrelationships with its customers would have continued and grown.”  The Complaint \ndoes not identify any particular prospective contracts with which Defendants \ninterfered, nor does it expressly allege that any contract would have ensued. Plaintiff \nalso does not identify any of the specific customers with whom Defendants allegedly \nhave interfered, the nature or length of Plaintiff’s relationships with such customers, \nnor other facts supporting the grounds for its expectation of a continuing relationship \nwith the customer. Nevertheless, the Court acknowledges that the pleading burden \nregarding the identification of specific contracts or business opportunities is less than \nclear, and believes that Plaintiff should be given the opportunity to attempt to plead \n \n \nadditional, more specific, facts in support  of the claim if it so chooses. Accordingly, \nDefendants’ Motion regarding Plaintiff’s claim for tortious interference with \nprospective economic advantage (Count Three) should be GRANTED, and the claim \ndismissed WITHOUT PREJUDICE.   \nd. Unfair and Deceptive Trade Practices Claim (against Carter Lumber) \n36. To state a valid UDTP claim, a plaintiff must allege : “(1) an unfair or \ndeceptive act or practice, or unfair method of competition, (2) in or affecting \ncommerce, and (3) which proximately caused actual injury to the plaintiff or his \nbusiness.” Combs & Assocs. v. Kennedy, 147 N.C. App. 362, 373–74, 555 S.E.2d 634, \n642 (2001). North Carolina courts “have long recognized that claims for \nmisappropriation of trade secrets and tortious interference with contract may  form \nthe basis of a UDTP claim  . . . .” S. Fastening, 2015 NCBC LEXIS 42  at *28 (N.C. \nSuper. Ct. 20 15) (citing Drouillard v. Keister Williams Newspaper Servs., Inc. , 108 \nN.C. App. 169, 172 –73, 423 S.E.2d 324,  326–27; Kuykendall, 322 N.C. at 665, 370 \nS.E.2d at 389).  Having found that Plaintiff’s misappropriation and tortious \ninterference claims should survive Defendants’ Motion, the Court  believes that \nPlaintiff has alleged sufficient facts for its UDTP claim to survive Defendants’ Motion \nas well . Veer Right Mgmt. Grou p, Inc. v. Czarnowski Display Serv. , 2015 NCBC \nLEXIS 13, *17–18 (2015). Therefore, Defendants’ Motion regarding Plaintiff’s claim \nfor unfair and deceptive trade practices  in violation of G.S. §  75-1.1 (Count Four)  \nshould be DENIED. \nTHEREFORE, IT IS ORDERED that: \n \n \n37. Defendants’ Motion as to Plaintiff’s claims for misappropriation of trade \nsecrets in violation of the TSPA (Count One) is DENIED. \n38. Defendants’ Motion as to Plaintiff’s claim for tortious interference with \ncontract (Count Two) is DENIED. \n39. Defendants’ Motion as to Plaintiff’s claim for tortious interference with \nprospective economic advantage (Count Three) is GRANTED, and the claim  is \ndismissed WITHOUT PREJUDICE. \n40. Defendants’ Motion as to Plaintiff’s claim for unfair and deceptive trade \npractices in violation of G.S. § 75-1.1 (Count Four) is DENIED. \nThis the 21st day of October, 2016 \n \n      /s/ Gregory P. McGuire    \n     Gregory P. McGuire \n     Special Superior Court Judge for \n     Complex Business Cases "
}