{
  "id": "ad6775ddaf8edee38ab39fe76592a587c82c334ac222ff3af5a8fa049acc0995",
  "source_file": "data/raw/ncbc/ad6775ddaf8edee38ab39fe76592a587c82c334ac222ff3af5a8fa049acc0995.pdf",
  "raw_text": "Indus. Fabricators, Inc. v. At-Net Servs. - Charlotte, Inc., 2018 NCBC 45. \n \n \nSTATE OF NORTH CAROLINA \n \nGASTON COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 84 \n \nINDUSTRIAL FABRICATORS, INC., \n \nPlaintiff, \n \nv. \n \nAT-NET SERVICES - CHARLOTTE, \nINC.; JEFFREY S. KING; and \nDANIEL S. DUNKIN, \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON  \nPLAINTIFF’S MOTION TO DISMISS \nCOUNTERCLAIMS AND FOR  \nPARTIAL SUMMARY JUDGMENT \n \n \n1. Defendant At-Net Services - Charlotte, Inc. (“At-Net”) provided information \ntechnology support services for Plaintiff Industrial Fabricators, Inc. (“IFab”) for over \na decade.  When IFab became dissatisfied with A t-Net’s work, it terminated their \nrelationship and brought this lawsuit.  A t-Net responded with twelve counterclaims \nasserting that IFab failed to pay for nearly $500,000 in services rendered. \n2. IFab now contends that A t-Net lacks standing to bring four of its \ncounterclaims or, alternatively, should be judicially estopped from asserting them.  \nThe gist of both arguments is  that At-Net improperly concealed the unpaid services \nduring its Chapter 11 bankruptcy in 2015 and 2016.  Having considered all relevant \nmatters of record, the Court DENIES IFab’s motion.  \nAlexander Ricks PLLC , by Rodney E. Alexander and  Mary K. \nMandeville, for Plaintiff.  \n \nErwin, Bishop, Capitano & Moss, P.A. , by A. Todd Capitano and  \nMatthew Holtgrewe, for Defendants.  \n \nConrad, Judge. \n \n \nI. \nPROCEDURAL HISTORY \n \n3. On January 10, 2017, IFab filed its complaint, which it amended later that \nmonth.  (Compl., ECF No. 1; Am. Compl., ECF No. 2.)  The amended complaint \nasserts three claims against A t-Net, and seven claims against At-Net and two of its \nofficers, Jeffrey King and Daniel Dunkin.   \n4. Defendants timely answered on April 3, 2017.   (ECF No. 16.)  At-Net also \nasserted six counterclaims for breach of contract and unjust enrichment. \n5. At the request of the parties, the Court temporarily stayed all deadlines \npending an early mediation.  (ECF Nos. 17, 18.)  The mediation was unsuccessful, \nand At-Net amended its counterclaims on June 15, 2017  to include six additional \nclaims for breach of contract and unjust enrichment.  (First Am. Countercl., ECF No. \n19 [“Countercl.”].)  \n6. IFab answered the counterclaims and denied any wrongdoing.  ( IFab’s \nAnswer to First Am. Countercl., ECF No. 24  [“IFab’s Answer”].)  Three days later, \nIFab filed its motion to dismiss or, in the alternative, for summary judgment as to  \nfour of At-Net’s counterclaims under Rules 12(b)(1) and 56 of the North Carolina \nRules of Civil Procedure.  (ECF No. 26.)  The motion has been fully briefed.  IFab also \nobjected to two affidavits filed by At-Net, which then moved for leave to supplement \nthe record with amended affidavits to overcome the objections.  ( ECF Nos. 44, 47.)  \nThe Court held a hearing on December 5, 2017, at which the parties were represented \nby counsel. \n \n \nII. \nBACKGROUND \n \n7. This action includes an array of claims and counterclaims arising out of the \nlengthy, though now ruptured, relationship between IFab and At-Net.  The following \nfactual summary focuses on At-Net’s counterclaims and its Chapter 11 bankruptcy, \nwhich are the subject of IFab’s motion .  By reciting the relevant allegations in the \npleadings and drawing from the evidence offered by both parties, t he Court does not \nmake findings of fact.   \nA. IFab and At-Net’s Relationship \n8. At-Net provides information technology (“IT”) service s.  ( Am. Aff. Berman \n¶ 3, ECF No. 47.1.)  IFab, a metal parts fabricator, was one of At-Net’s clients from \nroughly 2005 until 2016.  (See Aff. Bingham ¶ 4, ECF No. 28.)  IFab describes it as a \none-sided relationship in  which At-Net gained nearly complete control over IFab’s \nnetwork and systems .  (See Am. Compl. ¶¶ 25, 27.)  At-Net sees things differently , \nalleging that IFab retained control over its systems but failed to devote appropriate \nresources and training to its own staff.  (See Countercl. ¶ 5; Am. Aff. Berman ¶¶ 24, \n26–27.)   \n9. There appears to be no dispute, though, that the relationship changed  in \nsignificant ways in  2014 when IFab’s in-house IT employee , Jody Outlaw,  \nunexpectedly passed away.  (Am. Compl. ¶ 24; Countercl. ¶ 2.)  IFab describes Outlaw \nas its “most experienced IT support person.”  (IFab’s Ans wer ¶ 2.)  With his sudden \npassing, IFab turned to A t-Net for additional support  in maintaining its  Electronic \n \n \nData Interchange (“EDI”), a platform IFab uses to communicate with its customers .  \n(Am. Aff. Berman ¶¶ 24–25; Countercl. ¶¶ 2–4.)   \n10. At-Net alleges that it agreed to bill IFab “on a time and materials basis” for \nEDI support but that, over time,  the increased demand for its services affected its \nbilling cycle.  (Countercl. ¶ 3.)  Initially, At-Net billed IFab’s simpler requests at a \nflat rate and billed more complex matters separately.  ( Am. Aff. Berman ¶¶ 21–22.)  \nBy May 2016, with no replacement having been hired for Outlaw,  At-Net agreed to \nbill IFab a flat fee of $2,000 per week for EDI support services, allowing any excess \nto accrue for payment at a future date .  (Am. Aff. Berman ¶ 38; Countercl. ¶¶ 5–6.)  \nWithin a few months , significant excess fees accumulated.  At-Net concluded that \nIFab would never be able to catch up through the weekly payment arrangement and \ninsisted on full payment as services were incurred.  (Am. Aff. Berman ¶ 38.)  At-Net \npoints to evidence that the number of service requests spiked by 875% between 2014 \nand 2016, shifting from periodic to almost daily support.  (Am. Aff. Berman ¶ 24; see \nalso Countercl. ¶ 4.) \n11. In 2016, IFab faced a string of IT troubles, all of which it blames on At-Net.  \nIFab became increasingly unhappy with At-Net’s maintenance of the EDI.  (See Aff. \nBingham ¶¶ 6–7.)  IFab asserts that the EDI became unreliable, leading to customer \ncomplaints, and that At-Net was unable to correct the problems.  ( See Aff. Bingham \n¶¶ 6–7.)  In September 2016, IFab’s network was crippled by a ransomware attack, \nwhich IFab attributed to At -Net’s negligence in maintaining appropriate security.  \n(See Aff. Bingham ¶ 8.)   \n \n \n12. By the end of 2016, the relationship was past the breaking point, and IFab \nterminated its contract with At -Net.  ( See Aff. Bingham ¶  9.)  A t-Net immediately \ndelivered nine invoices to IFab “totaling about $460,000 for services rendered as far \nback as June 4, 2015.”  (Aff. Bingham ¶ 9; see also Countercl. ¶¶ 13–14.)  IFab refused \nto pay and instead filed this suit, prompting At-Net to assert four counterclaims as \nto the unpaid invoices  for EDI support  along with eight additional counterclaims .  \n(See Countercl. ¶¶ 15–37.) \nB. At-Net’s Bankruptcy \n13. At the same time that its relationship with IFab was deteriorating, At -Net \nwas undergoing Chapter 11 reorganization.  At-Net filed its bankruptcy petition in \nDecember 2014 , its initial disc losure statement in January 2015 , and its joint \ndisclosure statement and joint plan of reorganization in April 2015 .  (Aff. Alexander \n¶ 3, ECF No. 29 ; Am. Aff. Berman ¶ 33 .)  It is undisputed that At -Net remained a \ndebtor-in-possession and took on the duties and responsibilities of the bankruptcy \ntrustee.  (See Aff. Alexander ¶ 3.) \n14. In the initial reorganization plan, At-Net committed all of its net income for \n2015 through 2017 to its bankruptcy creditors.  (Aff. Alexander Ex. 1.6.)  At-Net also \npredicted it would have only $69,609 and $45,882 available for its unsecured creditors \nin 2015 and 2016, respectively, based on historical revenue figures.  (Aff. Alexander \nEx. 1.12 at Ex. D; Am. Aff. Berman ¶ 40.)  The plan was amended several times.  In \nJune 2015, At -Net offered to set aside 99.7 percent of its net income from 2016 \nthrough 2018 for unsecured creditors.  (Aff. Alexander Ex. 1.1 1 at pp.9 –10.)  \n \n \nUltimately, the plan drew o bjections from two of At -Net’s largest creditors , both of  \nwhich reached  settlements and agreed to accept fixed amounts, rather than \npercentages, of future income.  (See Aff. Alexander Exs. 1.20–21, 1.23 at p.3.)  In the \nfinal plan, At-Net committed an additional 23.4 percent of its net income from 2016 \nthrough 2018 to its remaining creditors.  (See Aff. Alexander Ex. 1.23.)   \n15. The bankruptcy court confirmed the plan with an effective date of January \n1, 2016.  (Aff. Alexander Ex. 1.23.)  At-Net’s case was closed as “fully administered” \non October 5, 2016.  (Aff. Alexander Ex. 1.26.) \n16. At no point in the bankruptcy proceeding did A t-Net disclose any deferred \nbillings for EDI support .  IFab asserts that these billings, incurred during the \nbankruptcy proceeding,  are property of the bankruptcy estate  under 11 U.S.C. \n§ 541(a).  It also asserts that At-Net, as debtor-in-possession, was required to disclose \nits unpaid work for IFab to the bankruptcy court.  \nIII. \nMOTION TO DISMISS \n \n17. IFab moves to dismiss four of At -Net’s counterclaims under Rule 12(b)(1)  \nand, in the alternative, for  entry of  summary judgment  under Rule 56 .  Because \nIFab’s motion to dismiss challenges this Court’s subject matter jurisdiction, the Court \naddresses it first.  \nA. Legal Standard \n18. “Standing generally refers to a party’s right to have a court decide the merits \nof a dispute.”  DiCesare v. Charlotte-Mecklenburg Hosp. Auth., 2017 NCBC LEXIS 33, \nat *19 (N.C. Super. Ct. Apr. 11, 2017).  It “ is a necessary prerequisite to a court’s \n \n \nproper exercise of subject matter jurisdiction.”  Aubin v. Susi, 149 N.C. App. 320, 324, \n560 S.E.2d 875, 878 (2002) (citing Creek Pointe Homeowner’s Ass’n v. Happ, 146 N.C. \nApp. 159, 165, 552 S.E.2d 220, 225 (2001)).   \n19. In deciding whether subject  matter jurisdict ion exists, the Court may \nconsider matters outside the pleadings.  See Tart v. Walker , 38 N.C. App. 500, 502, \n248 S.E.2d 736, 737 (1978).   The absence of subject  matter jurisdiction requires \ndismissal.  See N.C. R. Civ. P. 12(h)(3); Harris v. Pembaur, 84 N.C. App. 666, 667, 353 \nS.E.2d 673, 675 (1987). \nB. Analysis \n20. IFab contends that any amounts it may have owed At -Net for EDI support \nperformed during the  bankruptcy became property of the bankruptcy estate  and \ncontinue to be estate property .  ( See Pl.’s Br. Supp. Mot. to Dismiss & for Partial \nSumm. J. 12, ECF No. 27 [“Br. Supp.”]; Pl.’s Reply Supp. Mot. to Dismiss & for Partial \nSumm. J. 5–6, ECF No. 42 [“Reply”] .)  If IFab is correct, At-Net lacks standing  to \nassert its EDI-related counterclaims, and the Court lacks subject matter jurisdiction.  \nSee Keener Lumber Co. v. Perry , 149 N.C. App. 19, 26, 560 S.E.2d 817, 822 (2002) \n(“North Carolina state trial courts lack subject matter jurisdiction to hear claims that \nbelong to a bankruptcy estate.”). \n21. For the re asons discussed below, the Court concludes that At -Net has \nstanding.  Although part of the deferred billings for EDI support became property of \nthe estate, the Bankruptcy Code expressly vests all property of the estate in the \ndebtor upon confirmation of th e reorganization plan.  See 11 U.S.C. § 1141(b).  As a \n \n \nresult, any deferred billings vested in At-Net at the time of plan confirmation, and it \nhas standing to assert its counterclaims seeking to recover these amounts. \n1. At-Net’s Bankruptcy Estate \n22. By statute, the commencement of a Chapter 11 reorganization “creates an \nestate.”  11 U.S.C. §  541(a).  “An estate is a separate legal identity, created on (and \nby) the filing of a bankruptcy petition, and continuing until confirmation, conversion, \nor dismissal of the case.”  In re Herberman, 122 B.R. 273, 278 (Bankr. W.D. Tex. 1990).  \nProperty of the bankruptcy estate includes “all legal or equitable interest s of the \ndebtor in property as of the commencement of the case.”  11 U.S.C. § 541(a)(1).  It also \nincludes “[a]ny interest in property that the estate acquires after the commencement \nof the case.”  Id. § 541(a)(7). \n23. In its opposition brief, At-Net argued that its counterclaims do not concern \nestate property  because “[a]ll of the work for which [it] seeks recovery .  . . was \nperformed post -petition.”  (Defs.’ Br. Resp.  to Pl.’s Mot. to Dismiss & for Partial \nSumm. J.  9, ECF No. 36 [“Br. Resp.”] .)  A t-Net point ed to the generally accepted \nprinciple that “property acquired by the debtor after the petition is filed may be \nretained by the debtor, clear of all claims ultimately discharged by the bankruptcy \nproceeding.”  (Br. Resp. 8 ( quoting United States v. Gold ( In re Avis), 178 F.3d 718 , \n720 (4th Cir. 1999).) \n24. At the hearing, At-Net’s counsel retreated from this position and allowed \nthat some of the amounts receivable for work performed during the bankruptcy \n \n \nshould be considered property of the estate , not property of the debtor .  The \nconcession was a good one.   \n25. Typically, the debtor in a Chapter 11 bankruptcy remains a debtor -in-\npossession, just as At -Net did here.  See 11 U.S.C. § 1101(1); see also United Surety \n& Indem. Co. v. López-Muñoz (In re López-Muñoz), 866 F.3d 487, 497 (1st Cir. 2017); \nChicago Truck Drivers v. El Paso CGP Co. , 525 F.3d 591, 598 (7th Cir. 200 8).  That \nmeans the debtor itself serves as the trustee of the estate, keeping possession of any \nassets and “administer[ing] them for the benefit of the creditor body.”  Bowers v. \nAtlanta Motor Speedway (In re Se. Hotel Props. Ltd. P’ship), 99 F.3d 151, 152 n.1 (4th \nCir. 1996).  The debtor-in-possession holds all the powers and responsibilities of the \ntrustee, including  the ability  to continue  operating the business.  See 11 U.S.C. \n§§ 1107, 1108. \n26. In that circumstance , the receivables generated by the ongoing enterprise \nare generated by the estate.  They are not property of the debtor but instead “logically \nfit into §  541(a)(7) as property acquired by the estate during the pendency of the \nbankruptcy.”  In re Evans , 337 B.R. 551, 557 (Bankr. E.D.N.C. 2005) (citation and \nquotation marks omitted ); see also Lowe v. Yochem (In re Reed) , 184 B.R. 733, 739 \n(Bankr. W.D. Tex. 1995); In re Herberman, 122 B.R. at 279. \n27. At least some  of the EDI support  that At-Net performed fits into this \ncategory.  The disputed invoices include more than $100,000 in services performed \nafter the petition was filed but before plan confirmation.  (See Aff. Bingham ¶ 9, Ex. \n1; see also Br. Supp. 5; Br. Resp. 9.)  These receivables were therefore “generated by \n \n \nthe estate enterprise. ”  In re Evans, 337 B.R. at 557 ( citation and quotation marks \nomitted).  And At-Net’s right to payment for this work, which At-Net now seeks to \nrecover in its counterclaims, became property of the bankruptcy estate.  See id.; In re \nHerberman, 122 B.R. at 279.   \n28. The remaining invoices itemize more than $300,000 in additional services \nperformed after plan confirmation.  (See Aff. Bingham ¶ 9, Ex. 1; Aff. Alexander ¶ 15.)  \nThese amounts were not generated by the estate because “the estate ceased to exist” \nupon plan confirmation.  Dynasty Oil & Gas, LLC v. Citizens Bank  (In re United \nOperating, LLC), 540 F.3d 351, 355 (5th Cir. 2008).  Section 541(a)(7) therefore does \nnot apply, and these receivables were never property of the estate. \n2. Section 1141(b) \n29. The fact that some receivables for EDI support  were property of the estate \nduring the bankruptcy proceeding  does not necessarily  mean that At -Net lacks \nstanding to pursue its claims now that the bankruptcy is complete.  At-Net contends \nthat all estate property vested in it by operation of law upon plan confirmation, thus \nrestoring its right to sue.  (See Br. Resp. 9–10.)  IFab responds that At-Net’s right to \npayment for post-petition work remains property of the estate because At-Net never \ndisclosed it to the bankruptcy court.  (See Reply 6–7.)   \n30. In a Chapter 11 reorganization, “ the confirmation of a plan vests all of the \nproperty of the estate  in the debtor”  unless the plan itself or the bankruptcy court’s \nconfirmation order provides otherwise.   11 U.S.C. §  1141(b) (emphasis added) .  \nNeither side suggests that At -Net’s reorganization plan or the confirmation order \n \n \nauthorizes any exceptions here.  A plain reading of the statute therefore supports \nAt-Net’s argument that all estate property, including the property at issue in the  \ncounterclaims, vested in At -Net as of January 1, 2016 , the effective date of \nconfirmation.  (See Aff. Alexander Ex. 1.23.)   \n31. Most federal courts appear to agree that the statute means just what it says.  \nA reorganization plan may exempt property from the vesting procedure in section \n1141(b).  See Cunningham v. Healthco, Inc., 824 F.2d 1448, 1460 (5th Cir. 1987).  But \nin the absence of “contrary provisions” in the plan, confirmation serves to vest estate \nproperty in the debtor “along with normal ownership rights.”  In re Chattanooga \nWholesale Antiques, Inc., 930 F.2d 458, 462 (6th Cir. 1991) (internal quotation marks \nomitted); see also Valley Historic Ltd. P’ship v. Bank of N.Y. , 486 F.3d 831, 837 –38 \n(4th Cir. 2007); Linsenmeyer v. United States (In re Linsenmeyer), 92 Fed. App’x 101, \n102–03 (6th Cir. 2003) .  The “revested” property is no longer property of the estate \nand is beyond the bankruptcy court’s jurisdiction.  See Bell v. Bell  (In re Bell) , 225 \nF.3d 203, 216 (2d Cir. 2000). \n32. IFab insists that “undisclosed assets remain estate property.”  (Reply 6.)  Its \nposition is driven largely by policy considerations, rather than the statutory text.  The \nlaw, IFab contends, should not permit a debtor to conceal assets from the bankruptcy \ncourt and creditors only then to use the assets later for its own benefit.  ( See Reply \n7.)   \n33. The argument has surface appeal.  A debtor-in-possession holds not only the \nrights but also the duties of a trustee, including the “fiduciary” obligation to act “in \n \n \nthe interests of the creditors.”  In re J.T.R. Corp. , 958 F.2d 602, 604 –05 (4th Cir. \n1992).  Disclosure is one of the most fundamental duties of the debtor -in-possession.  \nSee In re Plaza de Retiro, Inc., 417 B.R. 632, 641 (Bankr. D.N.M. 2009); Petit v. New \nEngland Mortg. Servs. Inc. , 182 B.R. 64, 69 –70 (D. Me. 1995).  “Open, honest and \nstraightforward disclosure to the Court and creditors is intrinsic to the entire \nreorganization process and begins on day one, with the filing of the Chapter 11 \npetition.”  In re V. Savino Oil & Heating Co., 99 B.R. 518, 526 (Bankr. E.D.N.Y. 1989).  \nWhen a debtor tells the bankruptcy court one thing and later says another  after \ndischarge, the integrity of the process is called into question.  Courts can and should \nuse available equitable tools —for example, judicial estoppel —to prevent abuse and \npreserve the integrity of the judicial process.  See, e.g., Diamond Z Trailer, Inc. v. JZ \nL.L.C. (In re JZ L.L.C.), 371 B.R. 412, 420 (Bankr. 9th Cir. 2007). \n34. But standing is the wrong inquiry.  The text of section 1141(b) is clear, and \nimporting an equitable exception “would defy congressional intent .”  Lawski v. \nFrontier Ins. Grp. LLC (In re Frontier Ins. Grp., Inc.), 2018 Bankr. LEXIS 442, at *35 \n(Bankr. S.D.N.Y. Feb. 15, 2018); see also Greenheart Durawoods, Inc. v. PHF Int’l \nCorp., 1994 U.S. Dist. LEXIS 16509, at *7 (S.D.N.Y. Nov. 18, 1994).  “When property \nof the estate has been vested in the debtor, it cannot be said that the chapter 11 debtor \nhas no standing after the case is closed.”  Diamond Z Trailer, 371 B.R. at 419; see also \nIdearc Media LLC v. Glassman, 2011 U.S. Dist. LEXIS 14865, at *4–5 (E.D. Pa. Feb. \n15, 2011).   \n \n \n35. Idearc Media  dealt with this issue persuasively.  T he plaintiff  failed to \ndisclose a post-petition claim for breach of contract during its Chapter 11 bankruptcy.  \nSee Idearc Media, 2011 U.S. Dist. LEXIS 14865,  at *2.  When the plaintiff  later \nbrought this claim, the defendant argued that it lacked standing because “the cause \nof action remain[ed] property of the bankruptcy estate.”  Id.  The district court \ndisagreed.  Because section 1141(b) plainly applies to all property of the estate, “even \nif a Chapter 11 debtor fails to schedule a cause of action during bankruptcy \nproceedings, that cause of action vests in the debtor and the debtor has standing to \nsue” following plan confirmation.  Id. at *4–5.  The court noted, though, that the claim \ncould be subject to a defense of judicial estoppel at a later stage in the case.  See id. \nat *10. \n36. The cases cited by IFab do not require a different result .  Some relate to \nChapter 7, a context in which “courts have held that where a debtor conceals an asset \nor fails to schedule it, the asset remains the property of the bankruptcy estate and, \naccordingly, the debtor can be found to lack standing to pursue its further \ndisposition.”  In re Kane, 628 F.3d 631, 641 (3d Cir. 2010).  These cases offer no useful \nguidance because Chapter 7 has no analog to section 1141(b).   \n37. IFab also relies on two cases in which courts dismissed claims of a former \nChapter 11 debtor for lack of standing.  See Coney Island Land Co., LLC v. Domino’s \nPizza LLC, 2017 U.S. Dist. LEXIS 6941, at *11–14 (E.D.N.Y. Jan. 18, 2017); Kunica \nv. St. Jean Fin., Inc., 233 B.R. 46, 52–55 (S.D.N.Y. 1999).  In Coney Island, the court \ndid not cite or address section 1141(b) and instead held that the debtor lacked \n \n \nstanding based on precedents relating to Chapter 7.  2017 U.S. Dist. LEXIS 6941, at \n*13 (citing Myers v. Costco Wholesale Corp. , 2007 U.S. Dist. LEXIS 71566 , at *4  \n(E.D.N.Y. Sept. 26, 2007)).   \n38. Kunica, on the other hand, addressed a different question altogether .  The \ncourt based its decision on section 349(b) of the Bankruptcy Code, which concerns \nvesting of property after dismissal, not confirmation.  See Kunica, 233 B.R. at 53.  The \ncase is therefore inapposite. \n39. It bears noting that Kunica touched briefly on section 1141(b)  in dictum, \nstating that “[t]he debtor may recover property of the estate . . . upon confirmation of \na plan of reorganization” but “ only property that was ‘dealt with by the plan  is free \nand clear of all claims and interests of creditors . . . .’”  Id. at 52–53 (quoting 11 U.S.C. \n§ 1141(c)).  The court stated that “undisclosed claims are not ‘dealt with’ by the plan” \nand “do not revert to the debtor free of the claims of creditors. ”  Id. at 53.  To the \nextent IFab interprets Kunica to mean that only claims “dealt with” by the plan vest \nunder section 1141(b), the Court disagrees.   Kunica appears to envision that \nundisclosed claims vest in the debtor but may remain subject to creditors’ claims.   \nMoreover, s ection 1141(b)’s predecessor  included language stating that  “only \n‘property dealt with’ in a plan or arrangement revested.”  Diamond Z Trailer , 371 \nB.R. at 419; see also Bankruptcy Act § 70(i), 11 U.S.C. § 110(i) (1976).  The fact that \nCongress omitted this language from section 1141(b) strongly suggests that “all the \nproperty” means all—disclosed or undisclosed, scheduled or unscheduled, dealt with \n \n \nby the plan or not.  See Idearc Media, 2011 U.S. Dist. LEXI S 14865, at *4 –5; \nGreenheart Durawoods, 1994 U.S. Dist. LEXIS 16509, at *6–7. \n40. Accordingly, At-Net, as a former Chapter 11 debtor,  has standing to assert \nits counterclaims because all property of the estate vested in At -Net when the \nbankruptcy court confirmed its plan of reorganization.  See Idearc Media, 2011 U.S. \nDist. LEXIS 14685, at *4–5.  The Court therefore denies IFab’s motion to dismis s.  \nSee Newton v. Barth , 788 S.E.2d 653, 661 (N.C. Ct. App. 2016) ( reversing grant of \nmotion to dismiss for lack of standing because claim belonged to plaintiffs, not \nbankruptcy estate); Keener Lumber, 149 N.C. App. at 26 –27, 560 S.E.2d at 822 –23 \n(affirming denial of motion to dismiss for lack of subject matter jurisdiction). \nIV. \nMOTION FOR SUMMARY JUDGMENT \n \n41. Although section 1141(b) unequivocally vests all property in the debtor upon \nplan confirmation, it is not a license to  conceal assets from the bankruptcy court .  \nCourts routinely apply equitable doctrines, including  judicial estoppel, “to preserve \nthe integrity of the system”  and to prevent unwarranted windfalls to debtors.   \nDiamond Z Trailer, 371 B.R. at 420; see also T-WOL Acquisition Co. v. ECDG South, \nLLC, 220 N.C. App. 189, 199–205, 725 S.E.2d 605, 612–15 (2012); Bioletti v. Bioletti, \n204 N.C. App. 270, 276–80, 693 S.E.2d 691, 695–98 (2010). \n42. Judicial estoppel  is the subject of IFab’s motion for summary judgment.  \nIFab contends that At -Net’s allegation that it defer red nearly half a million dollars \nin EDI support billings in 2015 and 2016 is inconsistent with its failure to disclose \nthe deferred billings during the bankruptcy proceeding.  ( See Br. Supp. 17–18.)  At-\n \n \nNet concedes that it did not disclose the deferred billings  for EDI support but \ncontends that it was not required to do so.  (See Br. Resp. 13–20.)   \n43. After careful consideration of the record, the Court concludes that summary \njudgment is not appropriate.  Taking the facts in a light most favorable to At-Net, the \nCourt cannot conclude as a matter of law that At-Net intentionally concealed material \ninformation from the bankruptcy court.* \nA. Legal Standard \n44. Summary judgment is appropriate “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any material fact and that any party is entitled to a \njudgment as a matter of law.”  N.C. R. Civ. P. 56(c).  In deciding a motion for summary \njudgment, the Court views the evidence  “in the light most favorable to the non -\nmov[ant],” taking the non -movant’s evidence as true and drawing inferences in its \nfavor.  Furr v. K -Mart Corp., 142 N.C. App. 325, 327, 543 S.E.2d 166, 168 (2001)  \n(citation and quotation marks omitted).   \n45. The moving party “bears the initial burden of demonstrating the absence of \na genuine issue of material fact.”  Liberty Mut. Ins. Co. v. Pennington, 356 N.C. 571, \n579, 573 S.E.2d 118, 124 (2002) .  If the moving party carries this burden, t he \nresponding party “may not rest upon the mere allegations or denials of his pleading,” \nN.C. R. Civ. P. 56(e), but must instead “come forward with specific facts establishing \n                                            \n* IFab objected to the affidavits submitted by At-Net in opposition.  In response, At-Net moved \nto supplement the record to include amended affidavits designed to overcome the objections.  \nAfter full consideration, the Court grants At-Net’s motion to supplement and overrules IFab’s \nobjections. \n \n \nthe presence of a genuine factual dispute for trial,” Liberty Mut. Ins., 356 N.C. at 579, \n573 S.E.2d at 124.  A “genuine issue” exists when “‘it is supported by substantial \nevidence,’ which is that amount of relevant evidence necessary to persu ade a \nreasonable mind to accept a conclusion.”  Id. (citation omitted) (quoting DeWitt v. \nEveready Battery Co., 355 N.C. 672, 681, 565 S.E.2d 140, 146 (2002)).   \nB. Analysis \n46. Generally speaking, “judicial estoppel forbids a party from asserting a legal \nposition inconsistent with one taken earlier in the same or related litigation.”  Price \nv. Price, 169 N.C. App. 187, 191, 609 S.E.2d 450, 452 (2005) (internal quotation marks \nomitted).  The doctrine defies rigid definition, but our Supreme Court has identified  \nthree key factors: (1) whether a party’s subsequent position is clearly inconsistent \nwith its earlier position; (2)  whether the party “s ucceeded in persuading a court to \naccept that party’s earlier position” ; and (3) whether the party asserting the \n“inconsistent position would derive an unfair advantage or impose an unfair \ndetriment on the opposing party if not estopped.”  Whitacre P’ship v. BioSignia, Inc., \n358 N.C. 1, 29, 591 S.E.2d 870, 888–89 (2004) (quotation marks omitted).  Due to the \nequitable nature of the doctrine, courts may consider other factors, including whether \na party’s prior inconsistent position was the result of “inadvertence or mistake.”  Id. \nat 30, 591 S.E.2d at 889 (internal quotation marks omitted). \n47. Our courts have held that  judicial estoppel may bar post -bankruptcy \nlitigation when a debtor was required to, but did not, disclose relevant assets or legal \nclaims during the bankruptcy proceeding.  See T-WOL Acquisition, 220 N.C. App. at \n \n \n204–05, 725 S.E.2d at 615; Bioletti, 204 N.C. App. at 276–80, 693 S.E.2d at 695–98.  \nThis is consistent with decisions of numerous federal courts.  See, e.g., Browning Mfg. \nv. Mims (In re Coastal Plains, Inc.) , 179 F.3d 197, 204 –05 (5th Cir. 1999); Oneida \nMotor Freight, Inc. v. United Jersey Bank, 848 F.2d 414, 419–20 (3d Cir. 1988). \n1. Whether At-Net Has Taken Clearly Inconsistent Positions \n48. At a minimum, judicial estoppel requires a showing that a party has taken \nclearly inconsistent positions in the same or related litigation.  See Whitacre, 358 N.C. \nat 29, 591 S.E.2d at 888–89.  In this context, the question is whether At-Net concealed \ninformation from the bankruptcy court about assets and potential claims that are the \nsubject of its counterclaims in this suit. \n49. The disclosure obligations of a Chapter 11 debtor are substantial.  See 11 \nU.S.C. §§ 521, 1125.  Among other things, the debtor must file a schedule of assets \nand liabilities, a schedule of current income and expenditures, and a statement \nregarding anticip ated changes in income or expenditures for the 12 -month period \nafter the filing of the petition.  See 11 U.S.C. §  521(a)(1).  The debtor must also \ndisclose existing legal claims and “any litigation likely to arise in a non -bankruptcy \ncontext.”  Medicare Rentals, Inc. v. Advanced Servs. , 119 N.C. App. 767, 77 0, 460 \nS.E.2d 361, 364 (1995).  The duty of disclosure “is a continuing one.”  Browning Mfg., \n179 F.3d at 208 (citation and quotation marks omitted). \n50. In a Chapter 11 proceeding, the disclosure obligati on ties directly to the \ndebtor’s reorganization plan, which “is basically a court -approved contract between \nthe debtor and its creditors.”  Friday Invs., LLC v. Bally Total Fitness of the Mid-Atl., \n \n \nInc., 803 S.E.2d 233, 240 (N.C. Ct. App. 2017)  (citing In re WorldCom, Inc., 352 B.R. \n369, 377 (Bankr. S.D.N.Y. 2006)).  For the system to work as intended, the creditors \nand the bankruptcy court must have sufficient information to evaluate the plan.  The \nBankruptcy Code therefore requires t he debtor “ to file a d isclosure statement \nproviding ‘adequate information’ in which a hypothetical investor could make an \ninformed judgment about the proposed reorganization plan.”  Medicare Rentals, 119 \nN.C. App. at 770, 460 S.E.2d at 364 (quoting 11 U.S.C. §  1125(b)).  “ Adequate \ninformation” broadly means “information of a kind, and in sufficient detail, as far as \nis reasonably practicable in light of the nature and history of the debtor” to enable an \ninformed judgment, though balanced by considerations of the “complexity of the case, \nthe benefit of additional information to creditors and other parties in interest, and \nthe cost of providing additional information.”  11 U.S.C. § 1125(a)(1). \n51. Confirmation brings the process to a close.  “Once the bankruptcy court \nconfirms a pl an of reorganization, the debtor may go about its business without \nfurther supervision or approval.”  Pettibone Corp. v. Easley , 935 F.2d 120, 122 (7th \nCir. 1991).  The bankruptcy court’s jurisdiction extends only to “matters pertaining \nto the implementation or execution of the plan.”  Bank of La. v. Craig’s Stores of Tex., \nInc. (In re Craig’s Stores of Tex., Inc.), 266 F.3d 388, 390 (5th Cir. 2001).   \n52. According to IFab, these obligations required At-Net to disclose the unbilled \nEDI support services as well as its May 2016 agreement to cap IFab’s weekly bills \nand defer any excess.  IFab contends that At-Net instead concealed this information, \nwhile falsely reporting that it was operating its business in the ordinary course and \n \n \nalso understating the amounts that would be available to creditors under its plan.   \nAt-Net responds that deferred billings were not unusual, depending on the type of \nwork being performed, and that its filings were accurate based on the knowledge it \nhad at the time they were made. \n53. The timeline matters here.  At -Net could not have disclosed any deferred \nbillings when it filed its initial schedules in January 2015 because there was nothing \nto disclose.  The unbilled services did not begin until roughly six months later .  (See \nAff. Alexander ¶ 15, Ex. 1.3; Aff. Bingham ¶  9.)  At-Net’s initial bankruptcy filings \nare therefore not inconsistent with its position in this action, and IFab does not argue \notherwise. \n54. Nor is there any clear inconsistency in later filings.  IFab points to the joint \ndisclosure statement, in which  At-Net represented to the bankruptcy court that it \nwould have $69,609 and $45,882 available for its unsecured creditors in 2015 and \n2016, respectively .  (Aff. Alexander Ex. 1.12  at Ex. D .)  I Fab contends that these \npredictions are inconsistent with At-Net’s current position that “I Fab owes it \n$137,000 for work it performed in 2015 and $353,000 for 2016 work.”  (Br. Supp. 17.) \n55. When the joint disclosure statement was filed, though, At-Net had accrued \nless than $20,000 in deferred billings for IFab.  (See Aff. Alexander ¶ 15.)  There is no \nevidence showing that At-Net knew, at that time, that the deferred billings would \ncontinue indefinitely, much less that they would eventually grow to nearly half a \nmillion dollars.  (Br. Resp. 19; Aff. Alexander ¶ 15; Am. Aff. Berman ¶ 38.)  At-Net’s \naffidavits suggest that the company thought the situation was a “short -term \n \n \narrangement,” one that would conclude when IFab hired a new IT employee.  (Am. \nAff. Berman ¶ 27.)  \n56. Furthermore, the joint disclosure statement’s projections are just that —\nprojections.  At-Net calculated the  anticipated available funds for  2015 and 2016 \nbased on “historical results” and not “a client -by-client analysis of anticipated sales \nin future years.”  (Br. Resp. 18; see also Am. Aff. Berman ¶ 40.)  The joint disclosure \nstatement warns that actual results may differ from the estimates for any number of \nreasons.  (See Aff. Alexander Ex. 1.12 at Ex. D.)  A projected amount of revenue based \non historical results and accompanied by a disclaimer is not clearly inconsistent with \nAt-Net’s later assertion of amounts owed based on actual billings. \n57. IFab also argues that the deferred billings contradict At -Net’s \nrepresentation that it was operating its business normally.  Determining what is \nnormal and what is unusual are fact -intensive questions.  Some evidence suggests \nthat At -Net normally delayed billings for complex work until that work was \ncompleted, including for clients other than IFab.  (See Am. Aff. Berman ¶¶ 19–24, 29–\n32, Exs. B–H .)  This is supported by the fact that At-Net actually billed IFab for over \n$600,000 in 2015, apparently for more routine services.  (Am. Aff. Berman Ex. K.)  It \nis reasonable to infer that At-Net viewed its EDI support services in 2015 as a normal, \ntemporary uptick in complex bills for a major client.  (See Br. Resp. 4; Am. Aff. \nBerman ¶ 38, Ex. K.) \n58. At-Net acknowledges that it came to view the relationship with IFab \ndifferently in 2016.  Service requests surged, and in May 2016, At-Net agreed to cap \n \n \nIFab’s bills at $2,000 per week and to defer any excess.  (Br. Supp. 3, 18; see also \nCountercl. ¶¶ 6–11; Am. Aff. King ¶¶ 7–9, Exs. A, B, ECF No. 47.15.)  Although IFab \ncontends that At -Net should have disclosed this agreement, it arose  after \nconfirmation, at a time when At -Net was free to carry on its business without \nsupervision by the bankruptcy court.  ( See Br. Supp. 18; Br. Resp. 14 –15; Aff. \nAlexander Ex. 1.23 at Ex. A, § 9.1.)  There is no evidence that this agreement existed \nbefore plan confirmation, and it does not appear that At-Net had any duty to disclose \nit to the bankruptcy court.  (See Br. Resp. 14 –15; Aff. Alexander Ex. 1.23 at Ex. A , \n§ 9.1.)  In the absence of a post -confirmation duty of disclosure, At -Net’s failure to \ndisclose this information to the bankruptcy court is not inconsistent with its efforts \nto seek recovery in this action.   See In re Grinstead, 75 B.R. 2, 3 (Bankr. D. Minn. \n1985) (noting that a debtor lacks fiduciary obligations post -confirmation because \n“[t]here is no debtor in possession status of a debtor post confirmation” and “[t]he \nrights and duties of creditors and the debtor are determined by the confirmed Chapter \n11 plan”); see also Dynasty Oil & Gas, 540 F.3d at 355; Bank of La., 266 F.3d at 390; \nPettibone Corp., 935 F.2d at 122.    \n59. In addition, the evidence does not suggest  that At-Net was aware , before \nconfirmation, that it may  have a potential legal claim against IFab .  There is no \nindication that IFab had refused payment, and one of its own witnesses sta tes that \nthe company would have paid any legitimate invoices in a timely manner.  (Aff. \nBingham ¶ 14.)  At -Net surely knew of a potential claim in December 2016 (when \nIFab first refused payment), and it may have known of a potential claim as of August \n \n \n2016 (when it realized IFab likely would not cover its growing balance).  But its duty \nof disclosure had long ended by either date. \n60. Perhaps there is a point at which the deferred EDI support billings became \nsufficiently large and sufficiently abnormal to require At -Net to amend its \ndisclosures.  T he accrued amounts  eclipsed the $100,000 mark  before plan \nconfirmation and then accelerated through the end of 2016.  (See Aff. Alexander ¶ 15, \nEx. 1.23.)  At-Net certainly had some knowledge that something was amiss during \nthe months before and after the confirmation order. \n61. On the current record, though, IFab has not carried its burden to show that \nAt-Net’s failure to disclose the deferred billings, based on its knowledge at the time, \nis clearly inconsistent with the allegations supporting its counterclaims.  Judicial \nestoppel is a “harsh doctrine” to be applied with caution.  Medicare Rentals, 119 N.C. \nApp. at 771, 460 S.E.2d at 364.  And the federal courts have not adopted a clear rule \ndefining a debtor’s obligation to report fluctuations in asset values  or projected \nrevenues.  See, e.g., Vehicle Mkt. Research, Inc. v. Mitchell Int’l, Inc. , 767 F.3d 987, \n996 (10th Cir. 2014) (“It appears to be a minority view that in a bankruptcy \nproceeding, debtors have a continuing duty to disclose changes in an asset’s value.”).  \nThe Court cannot conclude, as a matter of law,  that At -Net knowingly withheld \nmaterial information that it had a duty to disclose or that it knowingly deferred IFab’s \nbills to shield them from the bankruptcy court and its creditors.   \n \n \n2. Other Equitable Considerations \n62. The absence of a clear inconsistency is a sufficient basis, standing alone, to \ndeny IFab’s motion for summary judgment.  See T-WOL Acquisitions, 220 N.C. App. \nat 201, 725 S.E.2d at 613 (citing Estate of Means v. Scott Elec. Co., 207 N.C. App. 713, \n718–19, 701 S.E.2d 294, 298 –99 (2010)); see also Whitacre , 358 N.C. at 29 n.7, 591 \nS.E.2d at 888 n.7 .  Even if that were not the case, s everal other equitable \nconsiderations weigh against the entry of summary judgment.   \n63. First, although the Court “is not obliged to specifically determine that the \nparty to be estopped intended to mislead the court by its representations in the later \naction,” intent is a relevant consideration.   Whitacre, 358 N.C. at 32, 591 S.E.2d at \n891.  The evidence regarding At-Net’s motive to conceal assets from the bankruptcy \ncourt is at best a mixed bag.   \n64. In mid-2015, At-Net’s proposed plan of reorganization allocated net profits \nfor the years 2016 to 2018 to At-Net’s unsecured creditors, but exempted profits from \n2015.  (See Br. Resp. 21; Aff. Alexander Ex. 1.11 at pp.9–11.)  In other words, deferring \nrevenues into future years w ould have been  costly for At -Net but beneficial to \ncreditors.  By the same token , due to the legal expenses associated with its \nbankruptcy, At-Net had an incentive to “realize revenues at that time.”  (Br. Resp. \n21.)  Taken together, this evidence suggests that At-Net would have been motivated \nto accelerate payment for its services in 2015, not to defer payment.   \n65. IFab argues that the confirmed plan differs from the proposed plan in ways \nthat suggest the opposite motive .  (See Reply 9–10; see also Aff. Alexander Exs. 1.9, \n \n \n1.11, 1.20–21, 1.23.)  At-Net reached settlements with two of its creditors , agreeing \nto fixed payments rather than a percentage of net profits.  Arguably, At -Net had a \nmotive to understate its financial position during these negotiations.  This conflicting \nevidence concerning At-Net’s intent weighs against the imposition of judicial estoppel \non summary judgment. \n66. Second, it is far from clear that At-Net would derive an unfair advantage if \nallowed to pursue its counterclaims.  More than half of the amounts At-Net seeks to \nrecover accrued for work performed post -confirmation.  ( See Br. Supp. 5; Aff. \nAlexander ¶ 15.)  As noted, there is no evidence to show that At -Net knew in 2015 \nthat it would perform hundreds of thousands of dol lars in complex EDI support \nservices the next year.  It would be inequitable to prevent At -Net from seeking \nrecovery for those services at a time when it had no obligation to disclose them to the \nbankruptcy court and was free to operate its business without judicial supervision. \n67. On the other hand, dismissing At -Net’s counterclaims could harm some of \nits creditors, which continue to hold an interest in At -Net’s net after -tax income \nbetween 2016 and 2018.  In similar situations, some courts have declined to i nvoke \njudicial estoppel when doing so would prevent creditors from obtaining a share of the \nrecovery in a meritorious claim asserted by the former debtor .  See, e.g., Diamond Z \nTrailer, 371 B.R. at 421 (noting that estoppel may result in creditors being “d oubly \npunished: first when the asset is omitted; and, second, when there is an estoppel from \npursuing the asset”); Richardson v. UPS, 195 B.R. 737, 739 (E.D. Mo. 1996) (declining \nto apply judicial estoppel pre-confirmation to a debtor who omitted an asset from its \n \n \nschedule because “creditors would be penalized if the Court were to dismiss the \nclaim”). \n68. It also bears noting that, had At-Net actually billed IFab in 2015 for all EDI \nsupport services performed that year, roughly 30 percent of the amount At-Net seeks \nin this lawsuit would have been exempt from  the amounts made available to \nunsecured creditors through At-Net’s net income for 2016 to 2018.  (See Reply 9–10; \nAff. Alexander  ¶ 15, Exs. 1.11, 1.20 –21, 1.23.)  Thus, had At -Net billed as IFab \ncontends it should have, it would have had less available for its creditors than it will \nif it prevails in this lawsuit.   \n69. Additional evidence may show that At-Net was “cooking the books,” as IFab \ncontends.  (Reply 11.)  Taken in a light most favorable to At -Net, how ever, the \nevidence suggests that At -Net had no motive to conceal information during its \nbankruptcy and that estopping At-Net from pursuing its counterclaims now would \nunfairly harm i ts creditors.  See Diamond Z Trailer , 371 B.R. at 421.   On balance, \nthese equitable considerations further support the denial of summary judgment.   \nV. \nCONCLUSION \n \n70. For the foregoing reasons, the Court DENIES the motion to dismiss and \nDENIES the motion for partial summary judgment.   The Court also GRANTS \nAt-Net’s motion to supplement the record  and overrules  IFab’s objections to the \naffidavits offered by At-Net. \n \n  \n \n \nThis the 9th day of May, 2018. \n /s/ Adam M. Conrad   \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n \n "
}