{
  "id": "ad8ea2df1f84f8f704c3f0756631fb6753ffcca6dcc1230e6fd20d1273798253",
  "source_file": "data/raw/ncbc/ad8ea2df1f84f8f704c3f0756631fb6753ffcca6dcc1230e6fd20d1273798253.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 13891 \n \nVANGUARD PAI LUNG, LLC; and \nPAI LUNG MACHINERY MILL CO. \nLTD., \n \nPlaintiffs and \nCounterclaim Defendants, \n \nv. \n \nWILLIAM MOODY; NOVA \nTRADING USA, INC.; and NOVA \nWINGATE HOLDINGS, LLC,  \n \nDefendants and \nCounterclaim Plaintiffs. \n \n \n \n \n \n \n \n \nORDER AND OPINION  \nON MOTION FOR JUDICIAL \nDISSOLUTION AND MOTION  \nFOR COSTS AND ATTORNEYS’ FEES \n \n \n1. A six-day jury trial in this matter resulted in a verdict in favor of  Plaintiffs \nVanguard Pai Lung, LLC (“Vanguard”) and Pai Lung Machinery Mill Co. LTD.  (“Pai \nLung”).  Following the verdict , the parties agreed to submit tw o nonjury issues for \nthe Court to resolve before entering judgment.  One is Plaintiffs’ motion for an award \nof costs and attorneys’ fees against Defendants William Moody, Nova Trading USA, \nInc. (“Nova Trading”), and Nova Wingate Holdings, LLC (“Nova Wingate”).  (ECF No. \n169.)  The other is Nova Trading’s motion for judicial dissolution of Vanguard.  (ECF \nNo. 170.)  For the following r easons, the Court GRANTS in part and DENIES in \npart Plaintiffs’ motion for costs and attorneys’ fees and DENIES Nova Trading’s \nmotion for dissolution. \nWomble Bond Dickinson (US) LLP, by Matthew F. Tilley, Russ Ferguson, \nand Patrick G. Spaugh, and Perkins Coie LLP, by John P. Schnurer, \nJohn D. Esterhay, Yun (Louise) Lu,  and Hayden M. Schottlaender,  for \nPlaintiffs Vanguard Pai Lung, LLC and Pai Lung Machinery Mill Co. \nLTD. \nVanguard Pai Lung, LLC v. Moody, 2022 NCBC 48. \n \nBurns, Gray & Gray, by Christopher A. Gray , for Defendants William \nMoody, Nova Trading USA, Inc., and Nova Wingate Holdings, LLC.1 \n \nConrad, Judge. \nI. \nBACKGROUND \n2. This case arises out of disputes over Vanguard’s management and \noperations.  Vanguard  makes and sells high -speed circular knitting machines.  It s \nmajority member is Pai Lung , and its minority member is Nova Trading .  Moody is \nVanguard’s former president and CEO; he is also the sole owner of Nova Trading and \nNova Wingate. \n3. In 2018, Vanguard and Pai Lung filed suit and asserted sixteen claims for \nrelief against Moody, Nova Trading, and Nova Wingate.  In a nutshell, the complaint \nalleged that Moody orchestrated a long -running scheme of self -dealing and other \nmisconduct designed to benefit himself , his family, and his friends.   Defendants \ncounterclaimed and accused Pai Lung of using its majority position to force Moody  \nout of Vanguard  and to frustrate Nova Trading’s minority rights .  The twelve \ncounterclaims included Nova Trading’s demand for judicial dissolution of Vanguard \non statutory and common -law grounds .  Previous orders describe  the competing \nallegations in more  detail.  See Vanguard Pai Lung, LLC v. Moody , 2020 NCBC \nLEXIS 92 (N.C. Super. Ct. Aug. 4, 2020); Vanguard Pai Lung, LLC v. Moody , 2019 \nNCBC LEXIS 39 (N.C. Super. Ct. June 19, 2019). \n \n1 Moody, Nova Trading, and Nova Wingate retained new counsel  after the hearing on these \nmotions, and Christopher A. Gray has withdrawn as their counsel with the Court’s leave. \n4. Many of the twenty -eight claims and counterclaims  were dismissed or \notherwise resolved before trial .2  Those that rem ained, excluding Nova Trading’s \ncounterclaims for judicial dissolution , were tried before a jury in March 2022.  The \njury rendered a verdict in favor of Vanguard and Pai Lung on their claims —fraud, \nconversion, embezzlement, unjust enrichment , and more —and awarded \ncompensatory and punitive damages totaling over $3 million.  The jury also rendered \na verdict in favor of Vanguard and Pai Lung on Defendants’ counterclaims.   (See \nVerdict Sheet, ECF No. 167.) \n5. The parties agreed to reserve Nova Trading’s  dissolution counterclaims for \nresolution by the Court.  Following the verdict,  Nova Trading filed its motion to \ndissolve Vanguard, which seeks a decree of dissolution, appointment of a receiver, \nand entry of judgment on the dissolution  counterclaims.  Vanguard and Pai Lung  \noppose dissolution.  They have, in turn,  moved for an award of costs and reasonable  \nattorneys’ fees based on the jury’s verdict. \n6. These matters are now fully briefed.  The Court held a hearing on 16 June \n2022, at which all parties were represented by counsel. \nII. \nMOTION FOR JUDICIAL DISSOLUTION \n7. The Court begins with Nova Trading’s motion for judicial dissolution.  In its \npleading, Nova Trading asserted both  statutory and common -law grounds for its \n \n2 The parties stipulated to dismissals of several claims at the summary-judgment stage and \nduring final pretrial preparation.  Among other things, Vanguard and Pai Lung dismissed \nall claims against Moody’s wife and children, who had been named as defendants.  (See, e.g., \nECF Nos. 118, 161, 164.)   \ndissolution counterclaims.  I ts brief, however, argues for dissolution  exclusively on \nstatutory grounds.  The Court therefore deems any common-law basis for dissolution \nto have been abandoned. \n8. By statute, a member of an LLC may seek judicial dissolution when “it is \nnot practicable to conduct the LLC’s business in conformance with the operating \nagreement and [Chapter 57D]” or when “liquidation of the LLC is necessary to protect \nthe rights and int erests of the member.”  N.C.G.S. § 57D-6-02(2); see also Norris v. \nGreymont Dev., LLC , 2022 NCBC LEXIS 7, at * 8 (N.C. Super. Ct. Jan. 31, 2022)  \n(noting that “the first prong is conjunctive, requiring the member to show \nimpracticability under both the opera ting agreement and Chapter 57D to permit \ndissolution under this subsection”) .  Nova Trading contends that acrimony between \nthe members and confusion over the size of each member’s ownership interest in  \nVanguard will make it impracticable to conduct Vanguard’s business going forward.   \nIt further contends that it is powerless within  Vanguard and that dissolution is \ntherefore necessary to protect its rights .  (See Br. Supp. Mot. Dissolution 2 −3, ECF \nNo. 171.) \n9. These arguments have no merit.  For one thing, Nova Trading cites virtually \nno supporting evidence.  It did not attach  any exhibits to  its motion, nor did it cite \nany previously filed materials apart from Vanguard’s operating agreement.  This is a \nglaring violation of the Business Court Rule s, which require a party to include an \nindex of exhibits, to file supporting materials with its motion or identify their location \non the docket if filed previously, and to give “a pinpoint citation to the relevant page \nof the supporting material whenever possible.”  BCR 7.5; see also Brewster v. Powell \nBail Bonding, Inc., 2020 NCBC LEXIS 27, at *9 (N.C. Super. Ct. Mar. 11, 2020). \n10. Nothing in the record suggests that it is impracticable to conduct \nVanguard’s business in conformance with its operating agreement  and governing \nstatutes.  Nova Trading hasn’t argued, for example, that Vanguard’s management is \ndeadlocked.  Nor could it: Pai Lung holds a majority of seats on the board of managers \nand is able to direct the day-to-day business.  (See Op. Agrmt. §§ 3.1(c), 4.3, ECF No. \n175.3.)  Indeed, Plaintiffs’ evidence tends to show  that Vanguard is operating and \nprofitable.  (See Pls.’ Ex. B 36:3 –7, ECF No. 175.2.)  Likewise , there is no confusion \nabout the size of each member’s interest in Vanguard because the parties stipulated \nat trial that Pai Lung  owns 67.1053% and that Nova Trading  owns 32.8947%.  (See \nJury Instrs. 7, ECF No. 166.)   \n11. Dissolution is also not necessary to protect Nova Trading’s  rights.  Nova \nTrading isn’t powerless as it contends.  Vanguard’s operating agreement prevents Pai \nLung from taking major actions —adding members, selling all company assets,  and \namending the operating agreement , among ot her things —without Nova Trading’s \napproval.  ( See Op. Agrmt. §§  3.4, 4.4, 8.1, 8.3, 10.1.)  Yes , Pai Lung  controls \nday-to-day operations and has a three-to-one advantage on the board of managers .  \nBut that is the division of  authority that Nova Trading bargained for and agreed to \nwhen it signed the operating agreement.  Being outvoted is not, by itself, a basis for \ndissolution. \n12. Nova Trading worries that it has not received any distributions since the \nbeginning of this lawsuit and that it has  no access to  Vanguard’s financial \ninformation.  Missing, though,  is any evidence  that Vanguard failed to make  a \nrequired distribution, authorized  a distribution to Pai Lung while withholding one \nfrom Nova Trading, or denied a request to inspect records.  It bears noting that Nova \nTrading initially asserted but later dismissed a counterclaim based on alleged \nviolations of its inspection rights.  Nova Trading does not explain how that abandoned \nclaim could support its case for dissolution now.   \n13. Finally, dissolution would frustrate the jury’s verdict.  Although the \ndissolution claim itself was not submitted to the jury, many allegations underlying \nthe claim were.  The jury rejected them, deciding that Vanguard and Pai Lung had \nnot breached the operating agreement or withheld payments contractually owed to \nMoody and Nova Trading .  Yet  the jury found Moody and Nova Trading liable for \nmillions of dollars in harm caused to Vanguard.  Nova Trading says  nothing about \nthe verdict and makes no effort to reconcile its request with the jury’s actual and \npresumed findings.   \n14. In short, neither evidence nor equity supports Nova Trading’s demand to \ndissolve and wind up Vanguard’s profitable business.  The Court therefore denies its \nmotion. \nIII. \nMOTION FOR COSTS AND ATTORNEYS’ FEES \n15. Vanguard and Pai Lung seek an award of costs as prevailing parties.  See \nN.C.G.S. §§ 6-1, 7A-305(d).  Defendants do not oppose the request.  Having considered \nthe record and governing law , the Court grants the unopposed request  to recover \n$44,418.06 in costs. \n16. Vanguard and Pai Lung  also seek their  attorneys’ fees under N.C.G.S. \n§ 1-538.2(a), which applies to civil actions for embezzlement.  The jury found Moody \nliable for embezzlement and awarded $500,000 in compensatory damages  for that \nclaim.  Based on this verdict, Vanguard and Pai Lung contend that they are entitled \nto recover all  attorneys’ fees—more than $2.5 million —that they incurred in \nprosecuting their claims and in defending against the counterclaims. \n17. This request suffers from several deficiencies.   First, section 1 -538.2(a) \nentitles “the owner” of embezzled property to recover  damages plus  “reasonable \nattorneys’ fees.”  Here, Vanguard is the owner of the property that Moody embezzled.  \nPai Lung is not the owner and had no claim for embezzlement.  Plaintiffs have offered \nno reason why Pai Lung should  recover attorneys’ fees based on a claim it did not \nassert and property it did not own. \n18. Second, section 1 -538.2(a) authorizes attorneys ’ fees as a remedy for \nembezzlement.  The statute does not, on its face, allow Vanguard to recover fees \nattributable to other claims raised in this case.  Thus, the Court must apportion fees \namong the claims unless Vanguard can show that  all claims, including the \nembezzlement claim, arise from a common nucleus of law or fact and that  the time \nspent on the claims was overlapping.  See, e.g., Philips v. Pitt Cnty. Mem’l Hosp., Inc., \n242 N.C. App. 456, 459 (2015) ; Insight Health Corp. v. Marquis Diagnostic Imaging \nof N.C., LLC, 2018 NCBC LEXIS 69, at *9 (N.C. Super. Ct. July 6, 2018).  The claims \nmust be “inextricably interwoven.”  Whiteside Estates, Inc. v. Highlands Cove, L.L.C., \n146 N.C. App. 449, 467 (2001); see also Messer v. Pollack, 2018 N.C. App. LEXIS 133, \nat *6–7 (Feb. 6, 2018) (vacating award of attorneys ’ fees when trial court had not \nfound that claims were inextricably interwoven).   \n19. Vanguard has not persuasively shown that every claim and counterclaim is \ninextricably interwoven with its embezzlement claim .  A few examples will suffice.  \nAmong the sixteen original claims in the complaint were claims for fraud and tortious \ninterference with contract.   The fraud claim, which went to the jury, concerned \nmisrepresentations about Nova Trading’s capital contribution at the time Vanguard \nwas formed.  It is distinct from allegations that Moody embezzled money and other \nproperty later.  The tortious-interference claim, which Plaintiffs dismissed before \ntrial, was premised on allegations that Moody  made false statements to one of \nVanguard’s lenders.  Again, the claim is distinct  from the allegations of \nembezzlement.  Furthermore, Nova Trading’s counterclaim alleging that Vanguard \ntrampled its inspection rights has no obvious connection to the embezzlement claim.3 \n \n3 In an earlier order, the Court held that the  operating agreement required Vanguard  to \nadvance Moody’s legal expenses .  The Court decided that all sixteen of Vanguard’s claims \nwere advanceable because they arose from allegations of misuse of Moody’s corporate \nposition.  See Vanguard Pai Lung, 2020 NCBC LEXIS 92, at *9–11.  Vanguard contends that \nthis reasoning mandates the conclusion that all claims and counterclaims are inextricably \nintertwined for purposes of awarding fees under section 1-538.2(a).  It does not.  Vanguard is \ncomparing apples and oranges.  A dvancement turned on the nexus between the asserted \nclaims and Moody’s corporate capacity.  The need to apportion  attorneys’ fees, on the other \nhand, turns  on whether a given claim is inextricably interwoven with the allegations of \nembezzlement.  And in any event, t he Court held that most counterclaims were  not \nadvanceable, which, if anything, suggests that at least some  counterclaims are not \ninextricably interwoven with the embezzlement claim. \n20. Third, any award of attorneys’ fees must be reasonable in terms of the time \nexpended and the amount charged.  “[C]ommunity rates in the geographic area of the \nlitigation are relevant to the reasonableness determination.”  GE Betz, Inc. v. Conrad, \n231 N.C. App. 214, 244 (2013).  “This Court has previously surveyed North Carolina \ncases and concluded that a typical and customary hourly rate charged in North \nCarolina for complex commercial litigation ranges from $250 to $475.”  Bradshaw v. \nMaiden, 2018 NCBC LEXIS 98, at *12 (N.C. Super. Ct. Sept. 20, 2018) (cleaned up). \n21. Vanguard’s request is not reasonable.  Its  attorneys include four partners \nand one counsel from Perkins Coie LLP, located in California and Texas, all of whom \ncharged more than $700 per hour for their services.  The two highest billing rates \nexceeded $1,000 per hour.  (See Esterhay Aff. 3, ECF No. 169.)  These rates may be \ntypical of firms and attorneys based in California  and Texas but are significantly \nhigher than rates customarily charged in North Carolina for cases of this type.  \nIndeed, the  rates charged by the Perkins Coie attorneys  dwarf those charged by \nVanguard’s capable local counsel.  (See Tilley Aff. 3, ECF No. 169.)  Although this has \nnot been a simple case, neither has it been inordinately complex .  C ommercial \nlitigation often involves the same mix of business torts  at issue here .  It would be \nunreasonable to award “a fee that includes rates double those billed in the community \nwhere the litigation took place for work that seemingly did not require such a \npremium.”  GE Betz, 231 N.C. App. at 247; see also In re Newbridge Bancorp S’holder \nLitig., 2016 NCBC LEXIS 91, at  *46 (N.C. Super. Ct. Nov. 22, 2016)  (declining to \naward fees at full rates charged by out -of-State counsel when the work “ could have \nbeen performed fully by competent North Carolina counsel”). \n22. Fourth, citing privilege concerns, Vanguard did not submit any billing \nrecords or attempt to categorize how much time was devoted to any given task .  All \nthat Vanguard has provided to date is the total number of hours  billed and the total \namount charged by each attorney—one attorney spent 1,061 hours on the case—with \nno additional detail.  (See Esterhay Aff. 3.)  I t is therefore impossible to determine \nwhether Vanguard’s attorneys spent a reasonable or unreasonable amount of time  \ndrafting or responding to motions, preparing for and conducting depositions, and \nhandling other discovery matters, for example.   \n23. In sum,  although Vanguard (but not Pai Lung)  is entitled to recover  \nreasonable attorneys’ fees under section 1 -538.2(a), the amount that it seeks is \nunreasonable, and the Court cannot determine what amount would be reasonable \nbased on the current record.  Vanguard has expressed its  willingness to provide \nbilling records in camera to facilitate a reasonableness review .  T hat approach, \nhowever, would likely necessitate supplemental briefing and a second hearing, thus \nfurther delaying the entry of judgment.  T he Court concludes that the better course \nis to deny  the motion for attorneys ’ fees without prejudice to Vanguard’s right  to \nrenew its motion after the entry of judgment , the resolution of any postjudgment \nmotions, and the exhaustion of any appeals. \nIV. \nCONCLUSION \n24. For all these reasons, the Court DENIES Nova Trading’s motion for judicial \ndissolution. \n25. The Court GRANTS Plaintiffs’ unopposed motion for an award of costs in \nthe amount of $44,418.06.  The Court DENIES Plaintiffs’ motion for attorneys’ fees, \nthough without prejudice to Vanguard’s right to renew the motion after the resolution \nof postjudgment motions and appeals, if any.   \n26. The parties shall revise their proposed judgment and tender it via e-mail for \nthe Court’s review no later than 12 September 2022. \n \nSO ORDERED, this the 31st day of August, 2022.   \n /s/ Adam M. Conrad  \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n "
}