{
  "id": "addbc0bbe48743fb6d7ac55aa1a7a972fd3bbd58ad7b2015717a0a611167232a",
  "source_file": "data/raw/ncbc/addbc0bbe48743fb6d7ac55aa1a7a972fd3bbd58ad7b2015717a0a611167232a.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 8065 \n \nTONYA A. HADDOCK and \nCADENCE DEVELOPMENT, LLC, \n \nPlaintiffs, \n \nv. \n \nVOLUNTEERS OF AMERICA, INC.; \nVOLUNTEERS OF AMERICA \nNATIONAL SERVICES; and \nSUSSEX VOA AFFORDABLE \nHOUSING, LLC, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO STRIKE \nAND MOTION TO DISMISS \n \n \n1. THIS MATTER is before the Court on Defendants’ Motion to Strike (the \n“Motion to Strike”), (ECF No. 9), and Defendants’ Motion to Dismiss (the “Motion to \nDismiss” and referred to with the Motion to Strike as the “Motions” ), (ECF No. 11) , \neach filed on September 23, 2020.    \n2. For the reasons set forth herein, the Court DENIES the Motion to Strike \nand GRANTS in part and DENIES in part the Motion to Dismiss. \nEllinger & Carr, PLLC  by Susan Yelton Ellinger, Jeffrey Ellinger, and \nSteven Carr, for Plaintiffs  Tonya Haddock and Cadence Development, \nInc.  \n \nThe Banks Law Firm, P.A.  by Jesse H. Rigsby , Theodore Curtis \nEdwards, and Sherrod Banks , for Defendants Volunteers of America, \nInc., Volunteers of America National Services, and Sussex VOA \nAffordable Housing, LLC.  \n \nRobinson, Judge. \n \n \n \n \n \nHaddock v. Volunteers of Am., Inc., 2021 NCBC 5. \nI. INTRODUCTION \n3. This action arises out of a dispute over the development  by Plaintiffs and \nDefendants of a housing project known as The Sussex and the right to the ownership \nand profits derived from its development. \nII. PROCEDURAL BACKGROUND \n4. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motions. \n5. Plaintiffs initiated this action on July 22, 2020 with the filing of the Verified \nComplaint and Demand for Jury Trial (the “Complaint”).  (Verified Compl. & Demand \nfor Jury Trial, ECF No. 3 [“Compl.”].)   That same day, Plaintiffs filed the Notice of \nLis Pendens pursuant to N.C.G.S. § §1-116, et seq. attaching to four parcels of real \nproperty in Wake County, North Carolina.  (ECF No. 4.) \n6. On September 23, 2020, Defendants filed the Motions  and Defendants’ \nMotion to Cancel Notice of Lis Pendens (the “Motion to Cancel”).  (ECF No. 13.)     \n7. Following briefing, the Court held a hearing on the Motions and the Motion \nto Cancel on November 16, 2020.  (See ECF No. 29.) \n8. On January 10, 2021, the Court entered the Order on Defendants’ Motion \nto Cancel Notice of Lis Pendens and Motion to Expedite cancelling the lis pendens .  \n(ECF No. 50.) \n9. The Motions are ripe for resolution. \n \n \nIII. FACTUAL BACKGROUND \n10. The Court does not make findings of fact on the Motions brought pursuant \nto Rule 12(b)(6) and Rule 12(f)  of the North Carolina Rules of Civil Procedure (the \n“Rule(s)”), but instead only recites those facts include d in the Complaint relevant to \nthe Court’s determination of the Motions.   \nA. The Parties    \n11. Plaintiff Tonya A. Haddock (“Haddock”) is a developer of affordable housing \nprojects.  (Compl. ¶ 1.) \n12. Plaintiff Cadence Development, LLC (“Cadence Development”  and with \nHaddock referred to herein as “Plaintiffs” ) is a North Carolina limited liability \ncompany.  (Compl. ¶  1.)  Haddock is the manager of Cadence Managing Member, \nLLC, which is the managing member of Cadence Development.  (Compl. ¶ 1.)   \n13. Defendants Volunteers of America, Inc. (“VOA”) and Volunteers of America \nNational Services (“VOANS” and with VOA referred to herein as “VOA Defendants”) \nare nonprofit corporations.  (Compl. ¶ 1.)  VOANS is a wholly controlled subsidiary of \nVOA.  (Compl. ¶ 4.) \n14. VOA formed Defendant Sussex VOA Affordable Housing, LLC  (“Sussex \nVOA” and referred to with VOA Defendants as “Defendants” ), a North Carolina \nlimited liability company, in December 2019.  (Compl. ¶ 1.)  VOANS is the managing \nmember of Sussex VOA.  (Compl. ¶ 5.)   VOA Defendants are the sole members and \nmanagers of Sussex VOA.  (Compl. ¶ 33.)   \n \nB. The Sussex \n15. Beginning in 2018, Plaintiffs began  working on the development of an \naffordable housing project in Raleigh, North Carolina known as The Sussex.  (Compl. \n¶ 1.)  As part of the development efforts for The Sussex, Plaintiffs obtained options to \npurchase four parcels of real property for the development of a 216-unit affordable \nhousing project (the “Purchase Options”).  (Compl. ¶ 1.) \n16. On September 21, 2018, John Kirkland  (“Kirkland”) and Mary Phaneuf, \nrepresentatives of VOA, contacted Haddock expressing VOA’s interest in partnering \nwith Haddock to develop The Sussex.  (Compl. ¶ 1.)  On September 28, 2018, Kirkland \nnotified Haddock that VOA’s Development Review Committee approved VOA \nproceeding to work with Haddock on the development of The Sussex.  (Compl. ¶ 1.)     \nC. The Interim Agreement \n17. Haddock and VOA Defendants entered into an Independent Contract or \nAgreement on October 16, 2018, which the parties intended to be an interim \nagreement (the “Interim Agreement”).  (Compl. ¶ ¶ 8, 9; see also  Compl. Ex. A.)   \nAttachment A to the Interim Agreement provides that Plaintiffs and VOA “shall enter \ninto a future binding agreement that specifies partnership scope and \ncompensation[.]”  (Compl. ¶ 15; see also Compl. Ex. A.)     \n18. Pursuant to the terms of the Interim Agre ement, Haddock was to act as a \n“local developer partner to VOA” to “assist VOA on general strategy, technical \nsufficiency and completeness of any and all applications related exclusively to The \nSussex[,]” and Haddock would receive monthly draws of $10,000 from October 1, 2018 \nthrough January 31, 2019.  (Compl. ¶¶ 9, 11; see also Compl. Ex. A.)  VOA expressly \nagreed to pay Haddock “monthly draws against the Developer Fee share in the \namount of 15% and 15% of the annual cash flow, or some mutually -agreed-upon \ncompensation structure.”  (Compl. ¶ 13; see also Compl. Ex. A.)   \n19. Paragraph 9 of the Interim Agreement provides  that “[t]he relationship of \n[Haddock] to VOA is that of an independent contractor, and nothing in [the Interim] \nAgreement shall be construed as creating any other relationship.”  (Compl. Ex. A ¶ \n9.) \n20. In reliance on VOA’s representations, Haddock assigned t he Purchase \nOptions to VOA.  (Compl. ¶ 16.) \nD. Termination of the Parties’ Relationship \n21. Less than one month after execution of the Interim Agreement , Haddock \nperformed or commenced performance of all of the developer services described in the \nInterim Agreement.  (Compl. ¶ 17.)   \n22. Even after the expiration of the compensation period set forth in the \nInterim Agreement , on January 31, 2019 , Haddock continued to coordinate the \ndevelopment of The Sussex, submit invoices to VOA, and receive payments from VOA.  \n(Compl. ¶ 21.)   After the expiration of the compensation period, and w ith the \nagreement of VOA, Haddock worked to obtain financing from Wake County Housing \nAuthority.  (Compl. ¶¶ 17–19.) \n23. After financing approval was obtained from the Wake County Housing \nAuthority, on May 30, 2019, Kirkland e-mailed Haddock attaching a proposed revised \nagreement for Haddock’s involvement in The Sussex and her compensation structure \n(the “Revised Agreement”).  (Compl. ¶¶ 1, 22–24.)  Plaintiffs allege that the Revised \nAgreement was intended to replace the Interim Agreement.  (Compl. ¶ 1.)  In this e -\nmail communication, Kirkland advised Haddock to continue sending invoices to VOA.  \n(Compl. ¶ 24.)   \n24. In late June 2019, Kimberly King  (“King”), a representative of VOA, \ninformed Haddock for the first time that Haddock could not participate as a partner \nwith VOA in the development of The Sussex  and could not receive cash flows from \nThe Sussex project.  (Compl. ¶  27.)  Haddock attempted to negotiate with King ; \nhowever, VOA Defendants’ lawyer sent a  letter to Haddock dated August 15, 2019, \npurportedly pursuant to paragraph 10 of the Interim Agreem ent, terminating \nPlaintiffs and VOA Defendants’ relationship.  (Compl. ¶¶ 27–28.)   \n25. Plaintiffs contend that Haddock has not been paid sums owed to her for her \ndevelopment efforts.  (Compl. ¶¶ 1, 22, 26–31.) \n26. On December 13, 2019, VOA Defendants filed articl es of organization and \nformed Sussex VOA.  (Compl. ¶ 32.)   Five days after the formation of Sussex VOA, \nVOA acquired the real property comprising The Sussex  and the real property was  \ndeeded to Sussex VOA.  (Compl. ¶ 34.)  The property acquisition by Sussex VOA was \nmade possible by Haddock’s assignment of the Purchase Options to VOA.  (Compl. ¶ \n34.) \n \n \nIV. MOTION TO STRIKE \n27. The Motion to Strike requests that the Court strike p aragraphs 30 and 31 \nof the Complaint and not consider the paragraphs in deciding the Motion to Dismiss.  \nDefendants contend that paragraphs 30 and 31 contain settlement discussions that \nare inadmissible at trial pursuant to North Carolina Rule of Evidence 408. \n28. Pursuant to Rule 12(f), a trial court “may order stricken from any pleading \nany insufficient defense or any redundant, irrelevant, immaterial, impertinent, or \nscandalous matter.”  N.C.G.S. § 1A-1, Rule 12(f).  Whether to grant or deny a motion \nto strike brought pursuant to Rule 12(f)  is within the trial court’s sound discretion.  \nReese v. City of Charlotte, 196 N.C. App. 557, 567, 676 S.E.2d 493, 499 (2009).  \n29. “Rule 12(f) motions are viewed with disfavor and are infrequently granted.”  \nDaily v.  Mann Media, Inc. , 95 N.C. App. 746, 748– 49, 384 S.E.2d 54, 56 (1989) \n(internal quotation ma rks and citation omitted). “Matter should not be stricken \nunless it has no possible bearing upon the litigation.  If there is any question as to \nwhether an issue may arise, the motion should be denied.”  Shellhorn v. Brad Ragan, \nInc., 38 N.C. App. 310, 316, 248 S.E.2d 103, 108 (1978).     \n30. First, it is unclear at this stage of the proceeding whether paragraphs 30 \nand 31 would be inadmissible pursuant Rule of Evidence 408, and second, it is unclear \nwhether or not paragraphs 30 and 31 will have any bearing upon this litigation.   \nAccordingly, the Court in its discretion DENIES the Motion to Strike.  See Bochkis v. \nMedical Justice Servs., Inc., 2016 NCBC LEXIS 90, at *16 (N.C. Super. Ct. Nov. 23, \n2016) (denying a motion to strike for the same reasons).   \nV. MOTION TO DISMISS \n31. In the Motion to Dismiss , pursuant to Rule 12(b)(6), Defendants  request \nthat the Court dismiss all claims asserted  by Plaintiffs in their Complaint, which \nDefendants contend includes  claims for (1) fraud, (2) breach of duty to partner, (3) \nbreach of contract by repudiation, (4) unjust enrichment, (5) unfair and deceptive \ntrade practices, (6) detrimental reliance, and (7) constructive trust.  \nA. Legal Standard  \n32. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court \nreviews the allegations in the Complaint in the light most favorable to Plaintiffs.  See \nChristenbury Eye Ctr., P.A. v. Medflow, Inc., 370 N.C. 1, 5, 802 S.E.2d 888, 891 (2017).  \nThe Court’s inquiry is “whether, as a matter of law, the allegations of the complaint \n. . . are sufficient to state a claim upon which relief may be granted under some legal \ntheory[.]”  Harris v. NCNB Nat’l Bank , 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 \n(1987).  The Court accepts all well -pleaded factual allegations in the relevant \npleading as true.  See Krawiec v. Manly , 370 N.C. 602, 606, 811 S.E.2d 542, 546 \n(2018).  The Court is therefore not required “to ac cept as true allegations that are \nmerely conclusory, unwarranted deductions of fact, or unreasonable inferences.”  \nGood Hope Hosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, \n274, 620 S.E.2d 873, 880 (2005) (citation omitted).   \n33. Furthermore, the Court “can reject allegations that are contradicted by the \ndocuments attached, specifically referred to, or incorporated by reference in the \ncomplaint.”  Moch v. A.M. Pappas & Assocs., LLC., 251 N.C. App. 198, 206, 794 S.E.2d \n898, 903 (2016) (ci tation omitted).  The Court may consider these attached or \nincorporated documents without converting the Rule 12(b)(6) motion into a motion \nfor summary judgment.  Id.  (citation omitted).  Moreover, the Court “may properly \nconsider documents which are the subject of a plaintiff’s complaint and to which the \ncomplaint specifically refers even though they are presented by the defendant.”  \nOberlin Capital, L.P. v. Slavin , 147 N.C. App. 52, 60, 554 S.E.2d 840, 847 (2001) \n(citation omitted).  Where the Court consi ders documents that are not specifically \nreferred to, contained in, or attached to the Complaint, the Rule 12(b)(6) motion will \nbe converted into a Rule 56 motion and subject to its standards of consideration and \nreview.  Fowler v. Williamson, 39 N.C. App. 715, 717, 251 S.E.2d 889, 890−91 (1979).          \n34. Our Supreme Court has noted that “[i]t is well -established that dismissal \npursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on its face reveals that no \nlaw supports the plaintiff’s claim; (2) the complaint on its face reveals the absence of \nfacts sufficient to make a good claim; or (3) the complaint discloses some fact that \nnecessarily defeats the plaintiff’s claim.’” Corwin v. British Am. Tobacco PLC , 371 \nN.C. 605, 615, 821 S.E.2d 729, 736−37 (2018) (quoting Wood v. Guilford Cty., 355 N.C. \n161, 166, 558 S.E.2d 490, 494 (2002)).  This standard of review for Rule 12(b)(6) is the \nstandard our Supreme Court “uses routinely . . . in assessing the sufficiency of \ncomplaints in the context of complex commercial litigation.”  Id. at 615, 821 S.E.2d at \n737 n.7 (citations omitted).  \n \n \nB. Analysis \n1. Fraud \n35. Plaintiffs must allege the five essential elements of a fraud claim: “(1) [f]alse \nrepresentation or concealment of a material fact, (2) reasonably calculated to deceive, \n(3) made with intent to deceive, (4) which does in fact deceive, (5) resulting in damage \nto the injured party.”  Rowan Cty. Bd. of Educ. v . U.S. Gypsum Co., 332 N.C. 1, 17, \n418 S.E.2d 648, 658 (1992) (citations omitted).  Rule 9(b) requires that a claim for \nfraud be pled with particularity.  N.C.G.S. § 1A-1, Rule 9(b). \n36. “[I]n pleading actual fraud the particularity requirement is met by alleging \ntime, place and content of the fraudulent representation, identity of the person \nmaking the representation and what was obtained as a result of the fraudulent acts \nor representati ons.”  Terry v. Terry , 302 N.C. 77, 85 , 273 S.E.2d 674, 678 (1981).   \n“Dismissal of a claim for failure to plead with particularity is proper where there are \nno facts whatsoever setting forth the time, place, or specific individuals who \npurportedly made the misrepresentations.”  Town of Belhaven v. Pantego Creek, LLC, \n250 N.C. App. 459, 470, 793 S.E.2d 711, 718 (2016) (citation omitted). \n37. Plaintiffs allege that Defendants “falsely represented or concealed the fact \nthat they never intended to partner with [Haddock] or to pay her the mutually agreed \npartner compensation that VOA and Mr. Kirkland stated and promised to pay \n[Haddock], or that they recklessly made such promises.”  (Compl. ¶ 44.)  Plaintiffs \nfurther allege that Defendants “induced [Haddock] to partner with them and to serve \nas their local partner and co-developer to induce her to assign the Purchase Options \nfor the real property in October 2018 . . . without any payment[.]”  (Compl. ¶ 44.)  \n38. Defendants contend that Plaintiffs’ fraud claim is deficient  in multiples \nways including: (1) “Plaintiffs do not indicate who made a fraudulent representation, \nwhen or where they made it, or even what [the representation]  was[;]” (2) Plaintiffs’ \nfraud claim cannot be based on a promise of future intent, alternatively, if Plaintiffs’ \nclaim is based on a false statement of present intent, Plaintiffs have failed to allege \n“facts from which a court and jury may reasonably infer that [Defendants] did not \nintend to carry out such representations when they were made[;]” an d (3) “Plaintiffs \nhave failed to show reasonable reliance on any false representations.”  (Defs.’ Br. \nSupp. Mot. Dismiss 2 0, ECF No. 12 [“Br. Supp. Mot. Dismiss”] .)  The Court agrees, \nin part. \n39. The allegations in the Complaint make it difficult to discern w hether the \nbasis of Plaintiffs’ fraud claim is a false representation of past or existing fact or a \npromissory representation.  The Complaint lacks specific allegations regarding the \ncontent of the fraudulent statements, who made the fraudulent statements, or in the \nevent that promissory representations form the basis of Plaintiffs’ fraud claim, that \nDefendants never intended to comply with their stated representations or promises .  \nSee Potts v. KEL, LLC, 2018 NCBC LEXIS 24, at *8 (N.C. Super. Ct. Mar. 27, 2018) \n(“[I]t is permissible to state a claim for fraud based on promissory representations, \nbut to do so, the plaintiff must allege facts from which a court and jury may \nreasonably infer that the defendant did not intend to carry out such representations \nwhen they were made.” (citation and quotation marks omitted)); see also Hunter v. \nGuardian Life. Ins. Co. of Am. , 162 N.C. App. 477, 481, 593 S.E.2d 595, 598 (2004) \n(“[A] complaint for fraud must allege with particularity  all material facts and \ncircumstances constituting the fraud.”).  \n40.  Accordingly, the Court concludes that Plaintiffs have failed to plead their \nfraud claim with sufficient particularity to meet the heightened pleading standard \nfor a fraud claim.  Therefore,  the Motion to Dismiss should be GRANTED and the \nfraud claim should be DISMISSED without prejudice.1 \n2. Breach of Duty to Partner \n41. Plaintiffs allege that “Defendants have held themselves out as partners and \nco-developers with [Haddock], and as partners Defendants owed fiduciary duties to \n[Haddock], including a duty of loyalty and a duty to account for all partnership \nincome, expenses, profits and losses, and any distributions owing to [Haddock] as \npromised to her under the Interim Agreement and the Revised Agreement.”  (Compl. \n¶ 48.)  \n42. “A partnership is an association of two or more persons to carry on as co -\nowners a business for profit.”  N.C.G.S. § 59-36(a).  A partnership can be created even \nin the absence of an express agreement.  See Williams v. Biscuitville, Inc. , 40 N.C. \nApp. 405, 407, 253 S.E.2d 18, 19 (1979) (“A partnership agreement may be inferred \nwithout a written or oral contract if the conduct of the parties toward each other is \nsuch that an inference is justified.” (citation omitted)).   \n \n1 “The decision to dismiss an action with or without prejudice is in the discretion of the trial \ncourt [.]”  First Fed. Bank v. Aldridge, 230 N.C. App. 187, 191, 749 S.E.2d 289, 292 (2013). \n43. “[C]o-ownership and sharing of any actual profits are indispensable \nrequisites for a partnership.”  Wilder v. Hobson , 101 N.C. App. 199, 202, 398 S.E.2d \n625, 627 (1990).  Plaintiffs fail to allege these indispensable requirements. \n44. Plaintiffs allege that Plaintiffs and VOA Defendants worked together to \ndevelop The Sussex; however, these allegations fall short of co- ownership of a \nbusiness venture.  The Interim Agreement  defines the parties’ relationship as one \nbetween VOA Defendants and Haddock acting as VOA Defendants’  independent \ncontractor.  (Compl. Ex. A § 9.)  Plaintiffs fail to allege any express agreement \nbetween the parties to operate The Sussex as co-owners.   \n45. Accordingly, Plaintiffs’ claim for breach of duty to partner as pled is \ndeficient and should be DISMISSED without prejudice.    \n3. Breach of Contract by Repudiation \n46. To properly plead a breach of contract claim, a plaintiff need only allege “(1) \n[the] existence of a valid contract and (2) [a] breach of the terms of that contract.”  \nPoor v. Hill, 138 N.C. App. 19, 26, 530 S.E.2d 838, 843 (2000).  “[S]tating a claim for \nbreach of contract is a relatively low bar.”  Vanguard Pai Lung, LLC v. Moody, 2019 \nNCBC LEXIS 39, at *11 (N.C. Super. Ct. June 19, 2019).   \n47. Pursuant to North Carolina law,  \nBreach [of contract] may [ ] occur by repudiation.  Repudiation is a \npositive statement by one party to the other party indicating that he will \nnot or cannot substantially perform his contractual duties.  When a \nparty repudiates his obligations under the contract before the time for \nperformance under the terms of the contract, the issue  of anticipatory \nbreach or breach by anticipatory repudiation arises.  \n \nProfile Invs. No. 25, LLC v. Ammons East Corp., 207 N.C. App. 232, 236, 700 S.E.2d \n232, 235 (2010) (citation omitted).    \n48. “For repudiation to result in a breach of contract, the refusa l to perform \nmust be of the whole contract or of a covenant going to the whole consideration, and \nmust be distinct, unequivocal, and absolute[ .]”  D.G. II, LLC v. Nix , 211 N.C. App. \n332, 338, 712 S.E.2d 335, 340 (2011) (quoting Profile Invs. No. 25, LLC, 207 N.C. App. \nat 236, 700 S.E.2d at 235). \n49. Plaintiffs allege multiple agreements with VOA Defendants, including the \nInterim Agreement and the agreement for Haddock to continue to provide \ndevelopment services for VOA Defendants after the expiration of the Interim \nAgreement.  (Compl. ¶¶ 9, 11, 21, 24.)   Plaintiffs also allege that Defendants \nterminated their agreemen t in writin g and that Defendants have continuously and \nexpressly refused to pay Plaintiffs the compensation Haddock is owed.  (Compl. ¶¶ \n21, 26–31, 66.)  These allegations are sufficient for Plaintiffs’ breach of contract claim \nto survive the Motion to Dismiss.  \n50.  Therefore, the Motion to Dismiss to the extent it requests that Plaintiffs’ \nbreach of contract claim be dismissed should be DENIED. \n4. Unjust Enrichment  \n51. In order to sufficiently state a claim for unjust enrichment, a party must \nallege: “(1) it conferred a benefit on another party; (2) the other party consciously \naccepted the benefit; and (3) the benefit was not conferred gratuitously or by an \ninterference in the affairs of the other party.”  Worley v. Moore , 2018 NCBC LEXIS \n114, at *25 (N.C. Super. Ct. Nov. 2, 2018) (citing Se. Shelter Corp. v. BTU, Inc. , 154 \nN.C. App. 321, 330, 572 S.E.2d 200, 206 (2002)). \n52. “If there is a contract between the parties, the c ontract governs the claim \nand the law will not imply a contract.”  Se. Shelter Corp. , 154 N.C. App. at 330, 572 \nS.E.2d at 206.  However, a plaintiff may plead unjust enrichment as an alternative \nclaim to a breach of contract claim “even if [the] plaintiff may not ultimately be able \nto prevail on both.”  James River Equip., Inc. v. Mecklenburg Utils., Inc. , 179 N.C. \nApp. 414, 419, 634 S.E.2d 557, 560 (2006).   \n53. The Interim Agreement was set to expire on January 31, 2019.  (Compl. ¶ \n21.)  Notwithstanding the expiration of the Interim Agreement, and with the consent \nof VOA, Haddock continued to perform developer services for VOA.  (Compl. ¶ ¶ 21, \n23.)  Kirkland advised Haddock to continue to submit invoices for the work Haddock \nperformed after the expiration of the Interim Agreement; however, Haddock has not \nbeen paid the sum s she alleges that she is owed .  (Compl. ¶¶ 1, 22, 26–31.)  These \nallegations are sufficient to form the basis of Plaintiffs’ unjust enrichment claim. \n54. Defendants contend  that an express contract governs Haddock’s \nrelationship with VOA Defendants; therefore, Plaintiffs’ unjust enrichment claim \nshould be dismissed.  (Br. Supp. Mot. Dismiss 24.)  However, Plaintiffs expressly pled \ntheir unjust enrichment claim in the alterna tive, which is permitted by North \nCarolina law.   (Compl. ¶ 63.)  Therefore, the Motion to Dismiss to the extent it \nrequests that Plaintiffs’ unjust enrichment claim be dismissed should be DENIED. \n \n5. Unfair and Deceptive Trade Practices \n55. To state a claim for a violation of N.C.G.S. § 75-1.1 (“UDTPA”), a plaintiff \nmust allege that “(1) defendant committed an unfair and deceptive act or practice, (2) \nthe action in question was in or affecting commerce, and (3) the act proximately \ncaused injury to the plainti ff.”  Dalton v. Camp, 353 N.C. 647, 656, 548 S.E.2d 704, \n711 (2001).  “A practice is unfair if it is unethical or unscrupulous, and it is deceptive \nif it has a tendency to deceive.”  Id. \n56. It is well-established that “a mere breach of contract, even if intentional, is \nnot sufficiently unfair or deceptive to sustain an action under N.C.G.S. § 75 -1.1.”  \nBranch Banking & Tr. Co. v. Thompson , 107 N.C. App. 53, 62, 418 S.E.2d 694, 700 \n(1992).  “[A] plaintiff must show substantial aggravating circumstances attending the \nbreach to recover under the [UDTPA.]”  Id. \n57. The allegations supporting Plaintiffs’ UDTPA claim are conclusory and \nvague.  (Compl. ¶¶ 53 –58.)  From the Court’s careful review of the Complaint, the \nonly conduct currently actionable based on the Court’s ruling herein, is the alleged \nbreach of contract by Defendants and unjust enrichment.  This conduct is insufficient \nto form the basis of Plaintiffs’ UDTPA claim without allegations of an aggravating \ncircumstance.  See Branch Banking & Tr. Co., 107 N.C. App. at 62, 418 S.E.2d at 700.  \nThe only aggravating circumstance alleged by Plaintiffs is purported  fraudulent \nconduct by Defendants.  However, the Court has concluded herein that Plaintiffs have \nnot adequately alleged this aggravating circumstance.   \n58. Therefore, the Court concludes that Plaintiffs’ UDTPA claim should be \nDISMISSED without prejudice.   \n6. Detrimental Reliance \n59. Plaintiffs assert a claim ti tled as “Detrimental Reliance.”  (Compl. ¶¶ 59 –\n61.)  Though far from clear, the Court interprets this claim as  Plaintiffs’ attempt to \nassert a claim for promissory estoppel.  \n60. Defendants contend that this claim should be dismissed because \n“promissory estoppel[ ] is not a recognized cau se of action in North Carolina.”  (Br. \nSupp. Mot. Dismiss 23.)  The Court agrees.  See Home Elec. Co. of Lenoir, Inc. v. Hall \n& Underdown Heating & Air Conditioning Co. , 86 N.C. App. 540, 543, 358 S.E.2d \n539, 541 (1987), aff’d per curium, 322 N.C. 107, 366 S.E.2d 441 (1988). \n61. As provided in Value Health Sols. Inc. v. Pharm. Research Assocs. , 2020 \nNCBC LEXIS 65, at *35 (N.C. Super. Ct. May 22, 2020), “[i]n the absence of any \nprecedent for permitting a plaintiff to raise promissory estoppel as an affirmative \nclaim for relief, the Court declines to recognize such a claim under the allegations in \nthis lawsuit.”  Therefore, the Court GRANTS the Motion to Dismiss as it pertains to \nthe claim titled “detrimental reliance” and DIMISSES the claim with prejudice.       \n7. Constructive Trust \n62. At the outset the Court notes that Plaintiffs’ Complaint does not expressly \nlist a constructive trust as a cause of action.  Notwithstanding this fact, Defendants \ncontend that “Plaintiffs’ constructive trust claim should be dismissed.”  To the extent \nthat the Complaint asserts constructive trust as a claim for relief or a cause of action, \nthe Court addresses Defendants’ argument herein.   \n63. “[A] constructive trust is not a standalone claim for relief or cause of action.”  \nLLG-NRMH, LCC v. N. Riverfront Marina  & Hotel, LLLP, 2018 NCBC LEXIS 105, \nat *14 (N.C. Super. Ct. Oct. 9, 2018).  Rather, it is a remedy which may or may not be \navailable depending on the underlying causes of action.  See Roper v. Edwards, 323 \nN.C. 461, 464, 373 S.E.2d 423, 424– 25 (1988).  A ccordingly, the Court GRANTS \nDefendants’ Motion to Dismiss to the extent it seeks dismissal of Plaintiffs’ claim for \nconstructive trust, if any .  Notwithstanding the Court’s dismissal of any claim for \nconstructive trust asserted by Plaintiffs, the Court in terprets the Complaint as \nrequesting a constructive trust as a remedy. \nVI. CONCLUSION \n64. For the foregoing reasons, the Court hereby GRANTS in part and DENIES \nin part the Motions as follows: \nA. The Motion to Strike is DENIED. \nB. The Motion to Dismiss is GRANTED in part and DENIED in part as \nfollows: \ni. To the extent the Motion to Dismiss seeks dismissal of Plaintiffs’ \nclaims for Fraud, Breach of Duty to Partner, and Unfair and \nDeceptive Trade Practices, the Motion to Dismiss is GRANT ED \nand the claims for Fraud, Breach of Duty to Partner, and Unfair \nand Deceptive Trade Practices are DISMISSED without \nprejudice; \nii. To the extent the Motion to Dismiss seeks dismissal of Plaintiffs’ \nclaims for Breach of Contract by Repudiation and Unjust \nEnrichment, the Motion to Dismiss is DENIED; \niii. To the extent the Motion to Dismiss seeks dismissal of Plaintiffs’ \nclaim for Detrimental Reliance, the Motion to Dismiss is \nGRANTED and the claim for Detrimental Reliance is  \nDISMISSED with prejudice; and   \niv. To the extent the Motion to Dismiss seeks dismissal of Plaintiffs’ \nclaim for Constructive Trust, the Motion to Dismiss is \nGRANTED and the claim for Constructive Trust is DISMISSED \nwithout prejudice to  Plaintiffs seeking a constructive trust as a \nremedy should any of their claims support that remedy. \nSO ORDERED, this the 22nd day of January, 2021. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}