{
  "id": "ade2450d1948e03127693f100142490ed49aa0fe28b8697ac398ecf3511eba9c",
  "source_file": "data/raw/ncbc/ade2450d1948e03127693f100142490ed49aa0fe28b8697ac398ecf3511eba9c.pdf",
  "raw_text": "Barclift v. Martin, 2018 NCBC 5. \nSTATE OF NORTH CAROLINA \n \nDARE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 580 \n \nWILLIAM E. BARCLIFT, \n \n   Plaintiff, \n \nv. \n \nROY P. MARTIN and SUSAN R. \nMARTIN,  \n \n   Defendants. \n \nORDER & OPINION OVERRULING \nOPPOSITION TO DESIGNATION \nAND DENYING MOTION TO \nREMAND \n \n1. THIS MATTER is before the Court on Plaintiff’s Response In Opposition \nto Notice of Designation As Mandatory Complex Business Case and Motion to \nRemand (“Opposition”).  The Court is publishing this  Order & Opinion to provide \nguidance to the practicing bar on the statutory process for designating a case as a \nmandatory complex business case and to clarify apparent misconceptions regarding \nthe requirements for designation. \nWolcott Rivers Gates, by Richard E. Biemiller, for Plaintiff.  \nWard and Smith, P.A., by E. Bradley Evans and Carline B. Mclean, for \nDefendants.  \n \nGale, Chief Judge.  \n \n2. Plaintiff William B. Barclift filed the Complaint in this action on \nNovember 6, 2017.  \n3. Defendant timely filed the Notice of Designation of Action As Mandatory \nComplex Business Case Under N.C. Gen. Stat.  § 7A-45.4 (“NOD”) on December 4, \n \n \n2017.  Defendants contend that the action satisfies the requirements of section 7A -\n45.4(a)(1) of the North Carolina General Statutes because it presents a material \ndispute involving the law governing corporations,  including disputes arising under \nChapter 55.  (See Notice of Designation 2, ECF No. 6.)  \n4. The case was designated as a mandatory complex business case by order \nof Chief Justice Mark Martin and assigned by the undersigned to the Honorable \nGregory P. McGuire, Special Superior Court Judge for Complex Business Cases , on \nDecember 5, 2017.  (See Designation Order, ECF No. 1; Assignment Order, ECF No. \n2.)  \n5. Plaintiff timely filed his Opposition on  January 5, 2018.  Defendants \ntimely filed their response to the Opposition on January 9, 2018. \n6. The Opposition is ripe for ruling and is properly before the undersigned \nas the Chief Business Court Judge. \n7. The NOD is based  on the allegations in Plaintiff’s Complaint, and as \nsuch, the Court does not consider contentions that Defendants have raised in their \nmotion to dismiss, including the contention that Plaintiff’s claims must be presented \nthrough a derivative action rather than as individual claims. \n8. The various allegations and causes of actions in the Complaint revolve \naround Plaintiff’s central contention that he and Defendant Roy P. Martin (“Roy \nMartin”), as equal owners of Quality Foods from the Sea, Inc. (the “Company”), agreed \nthat they would eac h receive equal distributions or salary from the Company, but \nthat thereafter Roy Martin received excessive company funds contrary to that \n \n \nagreement.  (Compl. ¶¶ 15–20, ECF. No. 3.)  Plaintiff also contends that Roy Martin \nand Defendant Susan R. Martin (“Susan Martin”) have improperly excluded Plaintiff \nfrom company decisions and management.  (Compl. ¶ 22 .)  Plaintiff specifically \nalleges that Defendants “have failed to operate the Company in accordance with \napplicable law, professional standards, and [his] directions by, inter alia, failing to \nabide by numerous provisions of [the] North Carolina Business Corporation Act and \nfailing to keep the company current and active with the North Carolina Department \nof Revenue.”  (Compl. ¶ 23.)  Plaintiff seeks to have  the Court declare that his \ncontentions are correct.  (Compl. ¶¶ 43–45.) \n9. Section 7A-45.4(a) of the North Carolina General Statutes (“Section 7A-\n45.4(a)”) provides either party with the unilateral right to timely designate an action \nas a complex business case so long as it involves a dispute enumerated in Section 7A-\n45.4(a)(1)-(6).  See N.C. Gen. Stat. § 7A-45.4(a) (2015).  Section 7A-45.4(a)(1) provides \nthat a case can be designated as a mandatory complex business case when it “involves \nmaterial issues re lated to . . . [d]isputes involving the law governing corporations.”  \nN.C. Gen. Stat. § 7A-45.4(a)(1).  \n10.  Despite the fact that Plaintiff and Roy Martin are equal shareholders \nin the Corporation, Defendants allegedly have refused to provide Plaintiff with \nfinancial information or allow him to exercise his rights as a fifty percent shareholder \nof the Company.  (Compl. ¶ 24.)  Plaintiff has cle arly raised  a dispu te involving \nChapter 55 because he is seeking to establish the parties’ rights and obligations as \nequal shareholders of the Company.  (See Compl. ¶¶ 23–25.)  However, Plaintiff  \n \n \ncontends that designation of the case as a mand atory complex business case is  not \nappropriate because the case is not complex , it does not present novel issues of \ncorporate law, and any Superior Court Judge has jurisdiction to resolve the claims \npresented.  (See Mem. Supp. Plaintiff’s Mot. Opp’n Notice of Designation & For \nRemand 2–3, ECF No. 10.)    \n11. While a “material issue” related to the law governing corporations is \nrequired to support designation under Section 7A-45.4(a)(1), that section does not \nfurther require that the issue involve a claim of any particular complexity, involve \nany threshold minimum amount in controversy, or extend beyond the regular \njurisdiction of any Superior Court Judge.   For claims governed by Section 7A-45.4(a), \nso long as the amount in controversy i s less than $5,000,000, either p arty to the \nlitigation has the right, but not the obligation, to designate the case as a mandatory \ncomplex business case.   See N.C. Gen. Stat. § 7A -45(a).  Such cases are known as \nmandatory complex business cases.  However, when a case involves claims governed \nby Section 7A-45.4(a) and the amount in controversy is $5,000,000 or more, then it \nmust be designated as a complex business case .  N.C. Gen. Stat. § 7A -45.4(b)(2).  \nThose cases, along with actions involving issues of tax laws as specified in section 7A-\n45.4(b)(1), are known as “mandatory mandatory” complex business cases , because \nthey must be designated as complex business cases .  See N.C. Gen. Stat. § 7A-\n45.4(b)(1).   \n12. Plaintiff’s Opposition seeks to graft onto the statutory designation \nprocedure a requirement that a case present issues beyond those handled by regular \n \n \nSuperior Court Judges, who  “are well versed in the applicable laws ” and capable of \nmanaging the case.  (See Mem. Supp. Plaintiff’s Mot. Opp’n to Notice of Designation \n& For Remand 2–3.)  There is no basis for reading any such requirement into Section \n7A-45.4(a).      \n13. Plaintiff’s argument is a variant of an underlying argument that the \nNorth Carolina Business Court is a court of special jurisdiction.  It is not.   The North \nCarolina Business Court is an administrative division of the General Court of Justice.  \nA Business Court Judge is a Special Superior Court Judge within the General Court \nof Justice, Superior Court Division .  See N.C. Gen. Stat. § 7A-45.3.  When a case is \ndesignated as a mandatory complex business case, it is not removed to the Business \nCourt; instead the venue continues to be the county of origin, and the Business Court \nJudge assigned to the case is commissioned as a Superior Court Judge for that county \nfor purposes of hearing and considering matters arising within the specific designated \ncase.  \n14. Prior to t he enactment of Section 7A -45.4(a), the designation process \nwas governed by Rule 2.1 of the General Rule of Practice for the Superior and District \nCourts.  See generally, Mem. from Chief Justice Beverly Lake, Jr. on  Guidelines for \nAssignment of Cases to the N.C. Business Court (March 7, 2001).  The Chief Justice \nhad the discretion to determine, based on a request, whether a case should be \ndesignated as a complex business case.  For that reason, Rule 3.2 of the  former \nGeneral Rule of Practice and Procedure for the North Carolina Business Court (“Local \nRules”), required a party seeking designation to  address certain factors, including \n \n \ncomplexity or novelty of issues .  See N.C. Bus. Ct. R. 3.2 (2006).  While  such factors \nmay still be relevant if a party moves to designate a case pursuant to Rule 2.1 of the \nGeneral Rules of Practice for Superior and District Courts, they are irrelevant if \ndesignation is proper under Section 7A -45.4.  Because Defendants NOD is based on \ncompliance with  Section 7A -45.4(a)(1), the Court need not address the Rule 2.1 \nfactors.  \n15. Here, Defendants had a clear unilateral right to designate the action as \na mandatory complex business case pur suant to Section 7A -45.4(a)(1).  The \nComplaint specifically raises a mat erial dispute involving  the law governing \ncorporations, including disputes arising under Chapter 55 of the North Carolina \nGeneral Statutes.  (See Compl. ¶ 23); see N.C. Gen. Stat. § 55-1-01 (2015).  That alone \nis sufficient to satisfy the statutory process.   \n16. As the NOD was timely filed, the Opposition is OVERRULED  and the \nMotion to Remand is DENIED. \n \nIT IS SO ORDERED this the 19th day of January, 2018. \n /s/ James L. Gale  \n James L. Gale \n Chief Business Court Judge \n  "
}