{
  "id": "ae5a865936b24e5479bf0ee420249a334399b2d6193a5cccbd3a948b9943427e",
  "source_file": "data/raw/ncbc/ae5a865936b24e5479bf0ee420249a334399b2d6193a5cccbd3a948b9943427e.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n24CV052981-590 \nARTHUR PACKARD and BETH \nPACKARD, \n \n   Plaintiffs,  \nv. \n \nSEI PRIVATE TRUST COMPANY, \n \n   Defendant. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION TO DISMISS \n  \n \n \n  THIS MATTER  is before the Court on Defen dant SEI Private Trust \nCompany’s (“SEI”) Motion to Dismiss Plaintiffs’ Amended Complaint Pursuant to \nRule 12(b)(6) (“Motion to Dismiss” or the “Motion,” ECF No. 18).  \n  THE COURT, having considered the Motion to Dismiss, the parties’ briefs, \nthe arguments of counsel, the applicable law, and all appropriate matters of record, \nCONCLUDES that SEI’s Motion to Dismiss should be DENIED as set forth below. \nVann Law Firm, P.A. by Christopher M. Vann, for Plaintiffs Arthur \nPackard and Beth Packard.  \n \nRayburn, Cooper & Durham, P.A., by Lauren J. Schantz and Ross R. \nFulton, for Defendant SEI Private Trust Company.  \n \nDavis, Judge. \n \nINTRODUCTION \n1. This case involves alleged errors in connection with a managed investment \naccount, but the  resolution of the present  Motion hinges on a procedural issue .  \nSpecifically, that issue concerns whether a court that is ruling upon a motion to \nPackard v. SEI Priv. Tr. Co., 2025 NCBC 26. \ndismiss under Rule 12(b)(6) of the North Carolina Rules of Civil Procedure  can \nconsider documents that were neither attached to the complaint nor referenced \ntherein but were instead incorporated by reference into other documents that were \nattached to the Complaint.  \nFACTUAL AND PROCEDURAL BACKGROUND \n2. The Court does not make findings of fact in resolving  a motion to dismiss \nunder Rule 12(b)(6) and instead recites those facts contained in the complaint that \nare relevant to the Court’s determination of the motion.  See, e.g., Window World of \nBaton Rouge, LLC v. Window World, Inc., 2017 NCBC LEXIS 60, at *11 (N.C. Super. \nCt. July 12, 2017).  \n3. SEI is a Pennsylvania corporation with its  principal place of business in \nMontgomery County, Pennsylvania. SEI conducts extensive business in North \nCarolina.  (Am. Compl. ¶ 2, ECF No. 15.)  \n4. In 2021, Plaintiffs Arthur and Beth Packard (collectively, the “Packards” or \n“Plaintiffs”) became investment clients of a company called GCG Wealth \nManagement (“GCG Wealth”).  (Am. Compl. ¶ 3 .)  The Packards and GCG Wealth \nentered into an Account Application for Managed Account Solutions (the “ Account \nApplication”) with SEI on 1 March 2021.  (Am. Compl. ¶ 3, Ex. 1.)  \n5. As part of the  Account Application , the Packards appointed Jonathan \nMalone and Michael McFadden of GCG Wealth as their i nvestment advisors.  (Am. \nCompl. Ex. 1 § 2.)  Under the terms of the Account Application , the Packards would \nbe “co -advised by [their]  Investment Advisor and SEI Investments M anagement \nCorporation (SIMC) as detailed in the Investment Management Agreement .”  (Ex. 1 \n§ 5.)  \n6. Approximately e ight months later, o n 10 November 2021, the Packards \nexecuted SEI’s Enhanced Advisor Services: Account Transfer Form (“Transfer \nForm”), directing an in -kind transfer of $ 820,367.97 in securities from  Plaintiffs’ \nMerrill Lynch account to their account held by SEI.  (Am. Compl. ¶ 4, Ex. 2.)1   \n7. The terms of the Account Application provide d that “[a]ll  securities \ntransferred in-kind at initial funding will be sold (or included, if appropriate) when \nallocated to your strategy, unless specifically indicated otherwise in the Securities \nNot to Be Sold section.”  (Ex. 1 at 6.)  In this case, t he “Securities Not to Be Sold ” \nsection was left blank.  (Ex. 1 at 21.)    \n8. The Transfer Form provided for two types of transfers, stating as follows:  \nFull Account Liquidation (Complete Sections 4 and 6) If assets have \nalready been liquidated, indicate settlement date: ________. Cash will \nbe invested according to the investment instructions submitted on the \nAccount Application (or, for cash being transferred after the initial \nfunding has taken place, per further instructions submitted separately \nto the advisor; if no instructions are submitted, SEI will invest cash per \nstandard procedures).  \n \nOR \n  \nIn-Kind Transfer (Select one and complete Sections 4, 5, and 6) Cash \nassociated with the in -kind transfer will be invested according to the \ninvestment instructions submitted on the Account Application (or, for \ncash being transferred after the initial funding has taken place, per \nfurther instructions submitted separately by the Advisor ; if no \ninstructions are submitted, SEI will invest the cash per standard \nprocedures).  \n \n \n1 The Amended Complaint is unclear as to whether the transfer made on 10 November 2021 \nconstituted the initial funding for the account or subsequent funding.  \n(Ex. 2 § 3.)  \n9. On the Transfer Form, the Packards elected an in-kind transfer of the full \naccount.  (Ex. 2 § 3.)  Plaintiffs allege that they intended the transfer to be in-kind in \norder to prevent any ensuing tax liability and that their desire in this regard was \nunderstood by SEI.  (Am. Compl. ¶ 4.) \n10. SEI proceeded to liquidate the transferred securities on 19 November 2021, \ncreating a gain of $349,974. 09.  This gain , however, resulted in a federal and state \ntax liability being imposed on the Packards in the amount of $98,000 along with \n$3,000 in penalties.  (Am. Compl. ¶ 5.)  \n11. Prior to taking this action, SEI did not notify the Packards that it would be \nliquidating their securities.  (Am. Compl. ¶ 6.)  Accordingly, the Packards first became \naware of the tax liability in October 2022 when they received their draft income tax \nreturns.  (Am. Compl. ¶ 7.)  \n12. When Plaintiffs learned of the transaction, they contacted their Investment \nAdvisors at Castle Wealth Group, LLC (“Castle Wealth”).2  (Am. Compl. ¶ 9).  On 15 \nNovember 2022, Castle Wealth submitted  (on the Packards’ behalf ) a form of SEI’s \ntitled “Advisor Error Correction and Indemnification Form ” (“Error Form”) seeking \nto undo the liquidation so as to eliminate the tax liability.  (Am. Compl. ¶ 9, Ex. 3.)  \n13. The Amended Complaint asserts that during the relevant time period SEI \nhad a policy to “reverse or undo trades if the request [ wa]s made within one year of \n \n2 According to the Amended Complaint, Plaintiffs’ account was transferred from GCG Wealth \nto Castle Wealth when Plaintiffs’ investment advisors formed Castle Wealth.  Castle Wealth \nwas established at some point between the signing of the Account Application  on 1 March \n2021 and the Packards’ notification of the liquidation in 2022.  (Am. Compl. ¶ 8.)  \nthe trade.”  (Am. Compl. ¶ 10.)  However, SEI  refused to reverse the liquidation of \nPlaintiffs’ account.  (Am. Compl. ¶ 11.)  \n14. Plaintiffs initiated this action by filing a Complaint in Mecklenburg County \nSuperior Court on 14 November 2024.  (ECF No. 3.)  \n15. SEI filed an original Motion to Dismiss on 30 December 2024.  (ECF No. 5.)  \n16. This case was designated  as a mandatory complex business case  on 31 \nDecember 2024 and assigned to the Honorable Julianna Theall Earp.  (ECF No. 1.)  \n17. On 12 February 2025, Plaintiffs filed an Amended Complaint.  (Am. Compl.)  \nThe Amended Complaint  asserted claims against SEI for breach of contract  and \nbreach of fiduciary duty.  (Am. Compl. ¶¶ 13–23.)  \n18. As a result of the filing of the Amended Complaint, the Court denied  SEI’s \nfirst Motion to Dismiss as moot.  (Or. on Def.’s Mot. to Dismiss, ECF No. 17.)  \n19. SEI filed the present Motion on 5 March 2025 seeking dismissal of both \nclaims in the Amended Complaint pursuant to Rule 12(b)(6).  (ECF No. 18.) \n20. The case was reassigned to the undersigned on 5 May 2025.  (ECF No. 31.)  \n21. The Court held a hearing on the Motion on 16 May 2025 at which all parties \nwere represented by counsel.  \n22. The Motion to Dismiss has been fully briefed and is now ripe for resolution.  \nLEGAL STANDARD \n23. In ruling on a motion to dismiss under Rule 12(b)(6), the Court must \ndetermine whether “as a matter of law, the allegations of the complaint, treated as \ntrue, are sufficient to state a claim upon which relief can be granted under some \nrecognized legal theory.”  Forsyth Mem’l Hosp., Inc. v. Armstrong World Indus., Inc., \n336 N.C. 438, 442 (1994) (cleaned up).  The Court must view the allegations in the \ncomplaint “in the light most favorable to the non-moving party.”  Christenbury Eye \nCtr., P.A. v. Medflow, Inc., 370 N.C. 1, 5 (2017) (cleaned up).  \n24. “It is well established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen ‘(1) the complaint on its face reveals that no law supports the plaintiff’s claim; \n(2) the complaint on its face reveals the absence of facts sufficient to make a good \nclaim; or (3) the complaint discloses some fact that necessarily defeats the plaintiff’s \nclaim.’ ”  Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615 (2018) (quoting Wood \nv. Guilford Cnty., 355 N.C. 161, 166 (2002)).  \nANALYSIS \n25. SEI makes several arguments in support of its  Motion to Dismiss, which \nare based on the contents of five documents. \n26. Three of the five documents were attached to Plaintiffs’  Amended \nComplaint: (1) the Account Application (which was signed by the Packards) ; (2) the \nTransfer Form (which was signed by the Packards ); and (3) the Error Form (which \nwas signed by Malone and McFadden on the Packards’ behalf).     \n27. The two remaining documents relied upon by SEI  in support of its Motion \nto Dismiss are: (1) a document titled “Custody Agreement Version 2.4.20.1” (“Custody \nAgreement”); and (2) a document titled “Investment Management Agreement Version \n2.4.20.1” (“Management Agreement”).   \n28. In addressing a Rule 12(b)(6) motion, a court may consider any documents \n“attached, specifically referred to, or incorporated by reference in the complaint ” \nwithout converting the Rule  12(b)(6) motion into a motion for summary judgment.   \nMoch v. A.M. Pappas & Assocs., LLC, 251 N.C. App. 198, 206 (2016) (citation omitted).  \nMoreover, the Court “may properly consider documents which are the subject of a \nplaintiff’s complaint and to which the complaint specifically refers even though they \nare presented by the defendant.”  Oberlin Capital, L.P. v. Slavin , 147 N.C. App. 52 , \n60 (2001) (citing Robertson v. Boyd, 88 N.C. App. 437, 441 (1988)).   \n29. However, consideration of any other types of documents on a Rule 12(b)(6) \nmotion is improper, as “[p]erhaps the most fundamental concept of motions practice \nunder Rule 12 is that evidence outside the pleadings cannot be considered in \ndetermining whether the complaint states a claim on which relief can be granted.”  \nVanguard Pai Lung, LLC v. Moody , 2019 NCBC LEXIS 39, at *10 (N.C. Super. Ct. \nJune 19, 2019) (cleaned up).  \n30. Here, because the Account Application , Transfer Form,  and Error Form \nwere all attached to the Amended Complaint , it is clearly proper for the Court to \nconsider those three documents in ruling on the Motion to Dismiss.  However, the \nCustody Agreement and the Management Agreement were neither referenced in the \nAmended Complaint nor attached to it.  Instead, these two documents were attached \nto SEI’s original Motion to Dismiss.  (ECF Nos. 7.4, 7.5.)  Moreover, neither of these \ndocuments was signed by Plaintiffs (or their investment advisors).  For these reasons, \nPlaintiffs assert that the Court should not consider either the Custody Agreement or \nthe Management Agreement.   \n31. In response, SEI argues that these two documents can, in fact, be \nconsidered because they were incorporated by reference in  the Account Application.  \nIn making this argument, SEI  is referring to one sentence in small font on page \ntwenty-four of the twenty -seven-page Account Application stating that “[t]he terms \nof the Custody Agreement and the . . . Management Agreement . . . are incorporated \nherein by reference.”  (Account Application at 24.)  \n32. Neither Plaintiffs ’ brief nor the Court ’s own research ha s disclosed any \ncases from North Carolina courts allowing consideration on a Rule 12(b)(6) motion of \ndocuments merely incorporated by reference into other documents.  \n33. The Court notes that several courts in other jurisdictions have expressed \nreservations about allowing documents to be considered on a motion to dismiss under \nthis theory.  See, e.g., Chambers v. Time Warner, Inc., 282 F.3d 147, 154 (2d Cir. 2002) \n(refusing to consider certain unsigned Codes to which the complaint did not refer even \nthough it appeared that the Codes had been incorporated into the contract at issue); \nFDIC as Receiver of Wash. Mut. Bank. v . Mortg. Link, Inc. , 2024 U.S. Dist. LEXIS \n107550, at *15– 17 (C.D. Cal. May 2, 2024) ( declining to consider challenged \ndocuments despite defendant’s argument that the documents were “incorporated by \nreference into the Settlement Agreement, and thereby incorporated into Plaintiff’s \nComplaint because the Settlement Agreement was expressly incorpora ted into the \nComplaint”); Fallon v. Camping World RV Sales LLC, 2020 Mass. Super. 3390, at *7 \n(Mass. Super. Ct. Aug. 13, 2020) (declining to consider a warranty guide attached to \nthe motion to dismiss when it was unclear from the complaint “whether the \n[plaintiffs] received the Guide and if so, when”).  \n34. North Carolina courts have  been reluctant to broaden the universe of \ndocuments that can be considered on a Rule 12(b)(6) motion without converting it to \na motion for summary judgment.  See, e.g., Bucci v. Burns, 2018 NCBC LEXIS 37, at \n*10 (N.C. Super. Ct. Apr. 25, 2018) (refusing to consider corporate formation \ndocuments produced by d efendant because these documents were “[n]either the \nsubject of the amended complaint or referred to by it”).  \n35. The Court’s decision not to consider the Custody Agreement or \nManagement Agreement here is also  based on considerations of  authenticity.  It is \npresently unclear whether the versions of these two documents submitted by SEI are \nsubstantively identical to  the ones presumably given to Plaintiffs  at the time the \nAccount Application was signed.  Indeed, SEI has implicitly acknowledged the need \nto address authenticity concerns by filing an affidavit from Marianne Dallas, a project \nmanager for SEI, who testified regarding the authenticity of these documents.   \n36. It is axiomatic that this Court cannot consider such an affidavit at the Rule \n12(b)(6) stage without converting the motion into a summary judgment motion. See, \ne.g., DeArmon v. B. Mears Corp. , 312 N.C. 749, 758 (1985) (reviewing  trial court’s \norder on motion to dismiss under summary judgment standard because the court \nconsidered affidavits and other extraneous documents showing ownership of vehicle \nat issue); see also Horne v. Town of Blowing Rock, 223 N.C. App. 26, 30 (2012) (“Our \ncase law has consistently treated submission of affidavits as a matter outside the \npleadings.”).   \n37. The Court declines to convert the present Motion  to Dismiss into a motion \nfor summary judgment based on its belief that the relevance and admissibility of the \nCustody Agreement and Management Agreement are appropriate subjects for \ndiscovery in this case. \n38. Having determined that consideration of the Custody Agreement and \nManagement Agreement would be improper in ruling on the present Motion, the only \nremaining question is whether SEI is entitled to dismissal of the Packards’ Amended \nComplaint even without consideration of those two documents.   \n39. After careful consideration of  SEI’s arguments, the Court concludes that \nthe granting of SEI’s Motion would be improper on the present record.  \n40. The provisions of both the Custody Agreement and the Management \nAgreement are integral to SEI ’s arguments and are cited ( and quoted) extensively \nthroughout SEI’s briefs.  The Management Agreement, among other things, purports \nto delineate the respective roles and responsibilities of the Packards’ investment \nadvisors and SEI as well as how the Packards’ account was to be funded.  The Custody \nAgreement purports to place limits on SEI’s responsibilities for the Packards’ account \nand to establish a deadline governing requests for the reversal of SEI’s transactions.  \nEach of these topics is a matter of dispute between the parties in their respective \nbriefs.   \n41. Rather than try ing to disentangle those portions of SEI ’s arguments that \nrely on the Custody Agreement and Management Agreement from those portions that \ndo not, the Court deems it a more appropriate use of its resources to instead wait \nuntil a later stage of this litigation  at which time SEI  will have a full and fair \nopportunity to reassert these same arguments (along with any new ones) supported \nby a more expansive record.  \n42. Moreover, the Custody Agreement and Management Agreement  both \ncontain choice of law provisions  stating that any claims arising under these \ndocuments shall be controlled by Pennsylvania law .  The three documents attached \nto Plaintiffs’ Amended Complaint , conversely, lack  any choice of law provisions.  \nTherefore, it would be premature for the Court to engage in an analysis of the legal \nvalidity of the Packards’ claims until it is clear which state’s substantive law applies. \nCONCLUSION \n43. For the reasons set forth above, SEI’s Motion to Dismiss is DENIED. \n \nSO ORDERED, this the 10th day of June 2025. \n                          \n              /s/ Mark A. Davis     \n              Mark A. Davis       \nSpecial Superior Court Judge  \n              for Complex Business Cases  \n \n \n \n "
}