{
  "id": "ae857c9a72dde4098a895ac8e85474d2b4e58c9ea0fbe2612d7fa7799e9b86f4",
  "source_file": "data/raw/ncbc/ae857c9a72dde4098a895ac8e85474d2b4e58c9ea0fbe2612d7fa7799e9b86f4.pdf",
  "raw_text": "Moody v. Sears, Roebuck & Co., 2007 NCBC 13 \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \nCOUNTY OF NEW HANOVER 02 CVS 4892 \nWILLIAM MOODY, JR., on behalf ) \nhimself and others similarly situated, ) \n) \n) \nPlaintiff, 1 ORDER AND OPINION \n) \nv. ) \n) \nSEARS, ROEBUCK AND CO., ) \n) \nDefendant. ) \nSunlight is said to be the best of disinfectants; electric light the most efficient \npoliceman. \nLouis D. Brandeis, Other People's Money and How the Bankers Use It \n{I) This case arises out of Plaintiff's suit for damages based on Defendant's pricing of \nautomotive wheel alignment procedures. This matter is before the Court as a result of the actions \nof the class representative, William Moody, Jr. (\"Moody\"), his counsel Gary K. Shipman \n(\"Shipman\") and Defendant Sears, Roebuck & Co. (\"Sears\"). Plaintiff and Defendant filed a \nStipulation of Voluntary Dismissal with Prejudice in this purported North Carolina class action \nwithout seeking leave of Court as required by North Carolina Rule of Civil Procedure 23(c). \nThereafter, this Court required both Plaintiff and Defendant to file an accounting with the Court \ndetailing the settlement and distributions to class members, specifically North Carolina class \nmembers, resulting from a nationwide class action settlement approved by the Honorable Julia \nM. Nowicki of the Circuit Court of Cook County, Illinois. By various procedural devices \ndetailed below, the parties sought to avoid the filing of an accounting. They were unsuccessful \nin their efforts. This order follows receipt and review of that accounting, which is attached as \nAppendix A. \n{2) Class representative Moody has received an award of $500 for representing both the \nNorth Carolina class in this action and the nationwide class. His counsel has shared in an \noriginal fee award of $1,050,000 in cash and $50,000 in coupons for a total of $1,100,000'. As a \nresult of their efforts on behalf of class members, North Carolina class members received $66 in \ncash and coupons and the entire nationwide class received $2,402 in cash and coupons. The \ndistributions were the result of a nationwide settlement approved by Judge Nowicki. This Court \nlearned of the glaring disparity between the fees and class benefits only after the efforts of \nMoody and Sears to keep the information secret were unsuccessful. Their efforts to keep the \nresults secret are understandable. The shocking incongruity between class benefit and the fees \nafforded counsel and the representative leave the appearance of collusion and cannot help but \ntarnish the public perception of the legal profession. Nor does it appear that Sears is overly \nconcerned with protection of consumers who shop at its stores. This Court will not put its stamp \nof approval on such an outcome. The case vividly demonstrates the reasons why our rules require \ncourt approval before dismissal of a class action, especially where North Carolina class \nrepresentatives and their lawyers go out of state to settle the claims of North Carolina residents. \n(3) For the reasons set forth below, the Court (1) DENIES Defendant's Motion to Vacate \nOrders Entered After December 16, 2004, (2) dismisses Moody's personal claims WITH \nPREJUDICE, and (3) dismisses the class action allegations WITHOUT PREJUDICE on the \ngrounds that (1) the lllinois judgment was based on misinformation, (2) the notice plan did not \ncomport with due process standards, and (3) absent class members were inadequately \nrepresented. \nShipman & Wright, L.L.P. by Gary K. Shipman and William G. Wright for s la in tiff' \nWomble Carlyle Sandridge & Rice by Pressly M. Millen; McCarter & English, LLP by \nDavid R. Kott and Edward J. Fanning, Jr. for Defendant. \nTennille, Judge. \n1 As will appear later, after this Court raised questions about the settlement, Plaintiffs' counsel and Sears agreed \nwith Judge Nowicki that Plaintiffs' counsel would make a $100,000 donation to a cy pres fund and forgo their right \nto the coupons and that Sears would make a $50,000 cash contribution to the same cy pres fund in lieu of the \ncoupons to be given counsel. See Letter from Samera S. Ludwig, Class Counsel, to the Honorable Julia M. \nNowicki, Circuit Court of Cook County, Illinois (October 27,2005) (included in Appendix C). The Court does not \nknow which charity was selected but presumes the contributions have been made. The Court is without information \nfrom which it could determine if the cy pres distribution benefited the class, even indirectly. \nMI. Shipman was lead counsel for the nationwide class. The following attorneys represented the plaintiffs in the \nIllinois cases but did not enter appearances in North Carolina: Giebel, Gilbert, Williams & Kohl by Kent Williams; \nAllan Kanner & Associates, P.C. by Allan Kanner and Cynthia S. Green; Lynch Martin by John E. Keefe, Jr., \nPatrick J. Bartels, and Stephen T. Sullivan, Jr.; Much Shelist Freed Denenberg Ament & Rubenstein, P.C. by \nMichael B. Hyman; Law Office of John S. Xydakis by John S. Xydakis. \nI. \nPROCEDURAL BACKGROUND \n(4) This action was filed in New Hanover County Superior Court on December 20, 2002. \nDefendant filed a motion to dismiss on May 5, 2003. The matter was designated a complex \nbusiness case and assigned to the undersigned Special Superior Court Judge for Complex \nBusiness Cases by order of the Chief Justice of the Supreme Court of North Carolina dated \nDecember 14,2003. \n(5) Plaintiff filed an amended class action complaint on January 6, 2004. Defendant filed \na motion to dismiss the amended complaint on February 16,2004. \n(6) The motion to dismiss was briefed and oral argument heard. Before a decision was \nrendered, the parties informed the Court that they were negotiating a settlement and the Court \nwithheld ruling. \n(7) On November 3, 2004, Defendant filed a status report pursuant to this Court's request \nof October 22, 2004. Attached as an exhibit to this report was an Order for Preliminary \nApproval of Settlement entered September 14, 2004 by Judge Nowicki in Wrobel v. Sears, \nRoebuck & Co., No. 02 CH 23058 (Ill. Cir. Ct. Dec. 24, 2002), identified as a companion case to \nthis action. The status report informed this Court of a hearing scheduled for November 17,2004 \non final settlement approval in Wrobel. Judge Nowicki's order referenced a settlement \nagreement dated September 8,2004 \"intended to resolve this litigation pending in North Carolina \n. . . .\" Order for Preliminary Approval of Settlement at 1, Wrobel v. Sears, Roebuck & Co., No. \n02 CH 23058 (Ill. Cir. Ct. Sept. 14,2004). \n(8) This Court's order of November 3, 2004 directed counsel for Plaintiff and Defendant \nto: 1) submit to the Court a copy of the settlement agreement submitted to Judge Nowicki, 2) \nprovide the Court with copies of all pleadings and communication with the Wrobel court, 3) \nexplain why the settlement agreement in a North Carolina litigation was presented in Cook \nCounty, Illinois, and 4) explain why this Court was not previously apprised of these actions. \n(9) On December 16,2004, Judge Nowicki entered an Order and Judgment Granting Final \nApproval of Settlement. This order purported to resolve the North Carolina action along with \ntwo Illinois cases. \n(10) Plaintiff and Defendant filed a stipulation of voluntary dismissal with prejudice on \nDecember 29, 2004. On January 4, 2005 the Court denied a dismissal without court approval. \nOn January 19, 2005, the Court tentatively approved the voluntary dismissal subject to Plaintiff \nand Defendant filing a final accounting providing details of claims and benefits, including total \nbenefits to North Carolina claimants, administrative costs, and fees and expenses to Plaintiff's \ncounsel. \n(11) On February 1, 2005, the Court entered an order extending the time for full \ncompliance with the order dated January 19. On February 2 the Court entered an order for an \naccounting to be provided to the Court thirty days from the closing of the claims period. \nDefendant filed on February 11, 2005 a motion to dismiss and to vacate orders entered after \nDecember 16, 2004, the date of Judge Nowicki's order and judgment granting final approval of \nsettlement in Wrobel. The Court entered on March 4, 2005 an order and notice of hearing on \nDefendant's motion to dismiss. \n{ 12) In response, on March 9,2005 Plaintiff filed with the North Carolina Court of Appeals \na petition for writ of mandamus, writ of prohibition, writ of supersedeas and motion for \ntemporary stay. On March 10, 2005, Defendant filed a motion to stay proceedings and \nenforcement of all orders until the Court should decide Sears' pending motion to vacate orders \nand to dismiss action based on the Court's lack of jurisdiction under the Full Faith and Credit \nClause of the United States Constitution. The petition and motions to vacate were designed to \nprevent the Court from obtaining the accounting it had ordered. The court in Illinois had not \nrequired and the parties had not filed any accounting showing the results of the settlement. On \nMarch 29,2005, the undersigned, through the Office of the Attorney General, filed a response to \nthe Court of Appeals to Plaintiff's petitions for writ of mandamus, writ of prohibition, writ of \nsupersedeas and motion for temporary stay-asserting that each should be denied for failure to \ncomply with the North Carolina Rules of Appellate Procedure and failure to establish a basis for \nthe remedies sought. The appellate court entered an order on April 5, 2005 denying Plaintiff's \npetitions in all respects and dissolving the temporary stay previously granted. \n{13) On April 21, 2005 this Court issued an order denying Defendant's request by letter \nthat the Court relieve Sears of the obligation to have a representative present at a hearing on \nApril 29,2005 and requiring the class representative's presence at that hearing. \n{ 14) By letter to Judge Nowicki dated May 3, 2005, this Court expressed its concern about \nthe benefits to North Carolina claimants and the nationwide class, fees paid to'plaintiffs' counsel, \nmisrepresentations of Plaintiffs' counsel and complicity from Sears counsel in those \nmisrepresentations. A copy of the Court's letter to Judge Nowicki is attached as Appendix B. \n{ 15) By letter dated May 4, 2005 Judge Nowicki responded to this Court's letter stating that \nshe was considering whether to take action on information provided and that she would keep the \nCourt informed. She followed that with a letter dated November 22, 2005. Copies of Judge \nNowicki's letters are attached as Appendix C. \n11. \nFACTUAL BACKGROUND \nA. \nTHE PARTIES \n(16) Plaintiff William Moody, Jr. is a citizen and resident of Onslow County, North \nCarolina. \n{17) Defendant Sears, Roebuck and Company (\"Sears\") is a corporation organized and \nexisting under the laws of the State of New York, with its principal place of business located in \nHoffman Estates, Illinois. Sears is a wholly owned subsidiary of Sears Holdings Corporation. \nB. \nTHE BASIS OF THE COMPLAINT \n(18) This action involves automobile wheel alignments. The procedure consists of \nadjusting a vehicle's wheels so that they are both parallel to each other and perpendicular to the \nsurface of the road. Wheel alignments extend tire life and ensure that a vehicle drives straight \nalong a straight and level roadway. (Compl. 'j[ 6.) \n{19} There are two types of wheel alignment procedures. The first is a \"four-wheel\" \nalignment in which all four wheels are adjusted to align with the geometric centerline of the \nvehicle. (Id. 'j[ 8.) A four-wheel alignment can only be performed on vehicles with either front- \nwheel drive or an independent rear suspension. (Id. ¶ 7.) The second type of alignment \nprocedure is a \"two-wheel\" alignment, in which only the front two wheels are adjusted. A two- \nwheel alignment is performed on vehicles with rear-wheel drive. (Id. ¶ 9.) A four-wheel \nalignment involves more work and is more expensive than a two-wheel alignment. (Id. 'j[ 8.) \n(20) Plaintiff alleges that Defendant sought to take advantage of the price difference \nbetween two-wheel and four-wheel alignments by systematically marketing and selling only \nfour-wheel alignments at their Sears Auto Centers across the country. Defendant allegedly \ncharged customers for four-wheel alignments on vehicles for which four-wheel alignments could \nnot be performed. (Id. 1 13.) Plaintiff took his rear-wheel drive vehicle to a Sears Auto Center \nin Wilmington, North Carolina on May 30, 2002 and was charged for an \"all-wheel alignment.\" \n(Id. ¶ 16.) \n(21) Plaintiff requested an order certifying this case as a class action due to the large \nnumber of injured customers and represented that he and his counsel would \"fairly and \nadequately represent the interests of the absent Class Members.\" (Id. 26-27.) Plaintiff \ncontended Defendant's actions constituted unfair and deceptive trade practices in violation of \nChapter 75 of the General Statutes of North Carolina. (Id. 1 37.) The suggested damages \nincluded but were not limited to \"the difference between the cost of the Defendant's purported \nfour-wheel alignment and a comparable two-wheel alignment.\" (Id. at 13.) Plaintiff also asked \nthat the damages be trebled under section 75-16 of the General Statutes. (Id.) \nTHE NATIONWIDE SETTLEMENT \n(22) Four days after this action was filed in New Hanover County, North Carolina, the \nWrobel case was filed in Cook County, Illinois. Wrobel also alleged that Sears performed four- \nwheel alignments for vehicles on which such alignments could not be performed. On September \n4, 2004, the Illinois court conditionally certified a nationwide class action and divided the class \ninto two groups. The first group consisted of those charged for a four-wheel alignment or a \n\"difficult\" four-wheel alignment in the United States from January 1, 1996 to September 30, \n2000 for vehicles not susceptible to four-wheel alignment. The second group consisted of those \ncharged for an all-wheel alignment or \"difficult\" all-wheel alignment in the United States from \nOctober 1, 2000 to September 14, 2004, the date of the Order Granting Preliminary Approval by \nthe Illinois court. The reason for the creation of two groups was Sears' transition from a tiered \nalignment pricing system to a one price \"all-wheel\" alignment on or about October 1, 2000. The \nparties agreed to a settlement for the first group of $10 cash. The parties agreed to a settlement \nfor the second group of a $4 coupon, redeemable at Sears stores nationwide. Sears also agreed to \nmake $500 incentive payments to the named plaintiffs and to pay attorneys' fees and costs in the \namount of $1,050,000 in cash and $50,000 in coupons.3 The incentive payments, attorneys' fees, \nand costs were paid separately by Sears. The lawyers and class representatives got their money \nwithout regard to the size of the payment to the class. \nD. \nILLINOIS SETTLEMENT APPROVAL ORDER \n(23) The terms of the settlement were incorporated into the Order and Judgment Granting \nFinal Approval of Settlement (\"Approval Order\"), entered by Judge Nowicki on December 16, \n2004. The Approval Order found that the notice plan was the best practicable under the \ncircumstances and fully complied with due process requirements. (Approval Order 4, Dec. 16, \n2004.) The Order also found there to be \"no evidence of collusion between Sears and Class \nCounsel.\" (Id. at 8.) Judge Nowicki also stated her belief that \"the requested fee amount does \nnot overcompensate class counsel for the work they have performed and expenses advanced in \nconnection with this action.\" (Id. at 12.) \nE. \nTHE NEW JERSEY SETTLEMENT \n(24) This action was similar to an action filed by the Attorney General of New Jersey \nagainst Sears in June of 2003. In that action the Attorney General made the same allegations of \ndeceptive advertising by Sears in connection with wheel alignments. That case was settled in \nMarch of 2004. A comparison of the relief obtained by the Attorney General in that case and the \nresults of this settlement are enlightening. In New Jersey, the Attorney General went to great \nlengths to sift through the records of Sears and specifically identified by name and address \n12,544 New Jersey customers who were legitimate class members for the period January 1, 1997 \nto October 1,2000. Sears agreed to send a check for $10 to each class member. See Appendix D \n(copy of New Jersey Settlement Agreement). No customer had to file a claim form. No coupons \nwere involved. Sears also agreed to pay cash to any other customer who presented proof of \npurchase of a wheel alignment during the class period. Thus, the New Jersey action alone \nproduced a class benefit of at least $125,440. After all that work by the Attorney General's \noffice, Sears agreed to pay $500,000 to the Attorney General to be used for consumer protection \nand to reimburse the Attorney General for his expenses. In contrast, in Illinois, Sears paid twice \nthat amount to class counsel and got a settlement with the entire rest of the United States for \n-- \nThis amount was later reduced after this Court raised questions about the settlement. See supra note I. \n7 \n$2,402. Compared to the 12,544 citizens of New Jersey who were compensated with cash, 9 \ncitizens of North Carolina were compensated and four of those got four dollar coupons. (Straup \nAff. ¶ 8.) \n111. \nAPPROVAL OF DISMISSAL OF CLASS ACTION \n{25) The Court must approve the compromise or dismissal of this action under Rule 23(c) \nof the North Carolina Rules of Civil Procedure. The comments to Rule 23 state that section (c) \n\"seems obviously desirable in the protection that it affords absentees.\" N.C. R. Civ. P. 23 cmt. \nIn this case, the Court approves dismissal of the class action without prejudice. This decision is \nbased on the Court's conclusions that (1) the Illinois Approval Order was based on inaccurate \ninformation, (2) the notice plan does not pass muster under the Due Process Clause of the \nFourteenth Amendment, and (3) the absent North Carolina class members were inadequately \nrepresented by Moody and his counsel. \nA. \nPROBLEMS WITH THE NATIONWIDE SETTLEMENT \n1. \nERRONEOUS INFORMATION PROVIDED TO ILLINOIS COURT \n{26) Aside from the obvious problems that only 337 valid claims were filed out of a \npossible class of 1,500,000 (Approval Order 8) and that the class recovery of $66 for nine North \nCarolina residents was miniscule compared to the attorney fees and expenses paid, there were \nfailures in the process which prevented the citizens of North Carolina who might have been \ninjured from receiving compensation. It is instructive to view what happened here in light of the \nStandards and Guidelines for Litigating and Settling Consumer Class Actions prepared by the \nNational Association of Consumer ~dvocates.~ Nat'l Ass'n of Consumer Advocates, Standards \nand Guidelines for Litigating and Settling Consumer Class Actions (rev. 2006), available at \nhttp://www.naca.net/_assets/media/RevisedGuidelines.pdf [hereinafter NACA Guidelines]. \n(27) The most serious problem with the settlement is that it was based on erroneous \ninformation supplied to the Illinois court by counsel for Plaintiffs and acquiesced in by \n- \n4 The Court cites the 2006 final version of the Guidelines but notes that the revisions have been proposed since at \nleast 2005. \nDefendant's nationwide c~unsel.~ Class counsel represented to the court that 1,900 claims had \nactually been filed by the date of the hearing on preliminary approval. (Fairness Hr'g Tr. 32: 17- \n24, Nov. 17, 2004.) As it turned out, only 997 claims were ever filed and of those only 3 17 were \nvalid claims. Most of the invalid claims were for four-wheel drive vehicles that were not \ncovered by the settlement, and that appeared clearly from the information on the claim form. \nThus Plaintiffs' counsel and Sears' counsel knew on the date of the hearing that significantly less \nthan 1,900 valid claims had been filed. Judge Nowicki approved the settlement based on highly \ninaccurate information about the number of claims. Plaintiffs' counsel concedes that he \n\"misspoke\" at the hearing. See Letter from Gary K. Shipman, Class Counsel, to the Honorable \nJulia M. Nowicki, Circuit Court of Cook County, Illinois (May 6, 2005). Neither class counsel \nnor Defendant's counsel ever did anything to correct the clearly erroneous information given to \nthe court to obtain approval of the settlement. In fact, every effort has been made to hide the \nfacts from the courts. The relevant portion of the exchange between Judge Nowicki and Mr. \nShipman at the fairness hearing follows: \nTHE COURT: Okay. And when will we know how many claimants we \nhave? \nMR. SHIPMAN: Judge, the claim period runs through February of 2005, \nso I guess the literal answer to your question is that we will know in February of \n2005. \nTHE COURT: And of course, what happens if only 5 or 10 people \nrespond? \nMR. SHIPMAN: Well, we know so far, Judge-and again, it's \nsummarized in our memorandum in support-as of today, and again, people were \nonly able to make claims starting with the end of the notice period, and the last \nnotice ran October 24th, is that right? \nMR. FANNING: Yes, that's right. \nMR. SHIPMAN: As of today, actually as of Friday, there were \nroughly 1,900 or so people that had already made claims with literally \nthousands more inquiries in terms of website, calls, et cetera, but there had \nalready been 1,900 or so people that had already submitted claims, and the \nclaim period has only been running roughly three weeks. \nTHE COURT: But when's the last notice? \nMR. SHIPMAN: October 24th was the last notice. \n- \nAt the hearing in Chicago, Sears' North Carolina counsel, Womble Carlyle Sandridge & Rice, were not present. \nSears was represented by McCarter & English, a New Jersey law firm. (See Fairness Hr'g Tr. 2:l-3:21, Nov. 17, \n2004.) North Carolina counsel continued to represent Sears in its efforts to maintain the secrecy of the settlement \noutcome. \nTHE COURT: Are you expecting a lot of people? I mean I would \nassume that the inquiries would be closer to the notice than they would be a \ndate further away from the notice. \nMR. SHIPMAN: Judge, I'm not sure with respect to this settlement \nthat that is necessarily true simply because it's Sears, and Sears' reputation \nis such that everybody, you know, in a family shops at Sears, and when \npeople make their claims, they'll ask their neighbors, they'll ask their \nfriends, hey, did you hear about this Sears settlement? Here's the \ninformation by which you can make a claim, whether they tell their son, tell \ntheir mother or their father.6 \nNow, it certainly statistically is so that a larger number of claims came \ncloser to the period of time in which there's notice, but I think that because we \nhave Sears in this particular case, that my not be the case. \nTHE COURT: Well, what if come February we only have 2,000 \npeople, 3,000 people, 5,000 people, so that you are short, what are we going to \ndo? \nMR. SHIPMAN: Well, I guess it depends on how your Honor defines \nshort. Your Honor knows that it is rare that courts in the United States tie \nan award of fees to the number of people that have showed up because we \ncan't control thatO7 That's obviously a function of notice, and we can't force \npeople into claims, especially on the lodestar method, and again, we've \nanalyzed this for you in our brief. \nWhen you're rewarding the lawyers for the time they've got in the case \nand not necessarily for the \"benefit\" conferred to class, we think that the analysis \nshould be, I mean have we billed, have we accumulated $1.3 million in time, and \nagain, as an officer of the court, we will confirm that we have in exchange for a \npayment of $1,050,000 in cash and $50,000 in coupons, so I understand you \nHonor's concern, but that's not really going to affect us. \n(Fairness Hr'g Tr. 32:2-34:22 (emphasis added).) \n(28) It is significant that the Illinois Approval Order refers not to \"claims filed but \n\"inquiries\" made, a clear indication that counsel for Plaintiffs and Defendant were well aware \nthat the judge had been misled at the preliminary approval hearing. (Approval Order 9). It is \nclear from the record that when the final order was presented to Judge Nowicki in December, \nonly 670 claims had been filed and presumably two-thirds of those were invalid. (See Straup \nAff. Ex. A,) The reference to \"inquiries\" in the final order instead of an honest recital about the \nThe Court notes here that only four claims, all invalid, were received from New Hanover County, thus indicating \nthat not even Mr. Moody or Mr. Shipman called any friends or relatives to tell them about the settlement. (See \nStraup Aff. 'fi 9.) \n7 Mr. Shipman is well aware of the fact that this Court is one of the \"rare\" courts concerned about the number of \nclaimants generated by the notice plan. Class counsel has responsibility for ensuring that the notice plan is effective. \nnumber of actual claims filed was misleading. Thus, the entire settlement approval process was \nbased on erroneous information. \nPROBLEMS WITH THE NOTICE PLAN \n(29) Equally serious is the failure of the notice plan to meet constitutional due process \nrequirements. Rule 23(c) of the North Carolina Rules of Civil Procedure provides that in class \nactions, \"notice of a proposed dismissal or compromise shall be given to all members of the class \nin such manner as the judge directs.\" This is similar to the former Rule 23(e) of the Federal \nRules of Civil Procedure, which stated that \"notice of the proposed dismissal or compromise \nshall be given to all members of the class in such manner as the court directs.\" As noted below, \nNorth Carolina has not revised its Rule 23 in the wake of the 2003 revisions to the federal rule. \nThe current federal rule requires court approval of settlements and dismissals only when there is \na certified class, and instructs federal judges to \"direct notice in a reasonable manner to all class \nmembers who would be bound by a proposed settlement, voluntary dismissal, or compromise.\" \nFed. R. Civ. P. 23(e)(l)(A)-(B). Since the current North Carolina rule is essentially identical to \nthe former federal rule, the Court looks to cases and materials interpreting the former federal rule \nfor guidance. \n(30) Unlike the current or former federal rule, North Carolina Rule 23 does not explicitly \nrequire that notice be given to class members after the class action is commenced. Nevertheless, \nthe North Carolina Supreme Court has held that fundamental fairness and due process dictate \nthat adequate notice be given. Crow v. Citicorp Acceptance Co., 319 N.C. 274,283, 354 S.E.2d \n459, 466 (1987). The Crow opinion goes on to state that \"[tlhe trial court should require that the \nbest notice practical under the circumstances be given to class members.\" Id. In some cases, \nsuch as this one, settlement is reached prior to class certification, triggering a \"higher level of \nscrutiny in evaluating the fairness of the settlement.\" 4 Alba Conte & Herbert Newberg, \nNewberg on Class Actions 11:9, at 16 (4th ed. 2002). When no prior notice of the pendency of \na class action is given, the notice of settlement must be combined with notice of opportunity for \nexclusion from the action. Id. § 11:30, at 65. Thus the notice given in this case should have had \ntwo objectives: (1) to inform the class of the pendency of the action and their opportunity to \nexclude themselves from it, and (2) to inform the class of their rights under the settlement \nagreement. \n(31) All types of notice must satisfy the Constitution's due process standards. These \nstandards \"vary in application from case to case, and, accordingly, there is no precise rule for \nwhat may constitute notice under all circumstances.\" 3 Conte & Newberg, supra, 9 8:18, at 224. \nTwo aspects of notice must be evaluated in light of due process standards: (1) the method of \ndisseminating notice and (2) the content of the notice. A well-distributed yet uninformative \nnotice is as equally useless to potential claimants as a poorly distributed yet informative notice. \nUnfortunately, the notice in this case was both poorly distributed and uninformative. \na. \nDISSEMINATION OF NOTICE \n(32) Clearly the most effective form of notice is direct mailing to individual class members. \nIn Mullane v. Central Hanover Bank & Trust Co., 339 U.S. 306 (1950), the United States \nSupreme Court held that when the names and addresses of absent parties are easily ascertainable, \ndue process requires individual service by mail. Id. at 318. However, individual service is not \nalways required. In certain cases it may be prohibitively expensive or difficult to create a \ncomprehensive mailing list. Mullane recognized this problem and noted that individual notice \nmight not be required if names and addresses are not easily ascertainable. Id. at 319. An \nalternate form of notice is notice by publication in a newspaper or other periodical. Notice by \npublication is doubtless the least effective form of notice. It has been characterized as \"an \nessentially futile gesture.\" 3 Conte & Newberg, supra, 9 8:30, at 280. Reflecting on notice by \npublication, Justice Holmes indicated that \"great caution should be used not to let fiction deny \nthe fair play that can be secured only by a pretty close adhesion to fact.\" McDonald v. Mabee, \n243 U.S. 90, 91 (1917). In many cases, the contact information for at least some fraction of the \nclass will be easily ascertainable, and due process will be satisfied by a combination of \nindividual notice and notice by publication. See Lake v. Nationwide Bank, 156 F.R.D. 615, 629 \n(E.D. Pa. 1994) (approving a notice plan consisting of mailings to some class members and \nnotice by publication for others); see also 3 Conte & Newberg, supra, 9 8: 18, at 225. \n(33) Furthermore, mailings and publications are not the only options for dissemination of \nnotice. The Internet can be an effective tool. When an action arises out of events at a particular \nlocation, posting notice in that location increases the likelihood that class members will receive \nnotice. An example can be found in the successful notice plan in Wyatt ex rel. Rawlins v. \nSawyer, 105 F.Supp. 2d 1234 (M.D. Ala. 2000). Wyatt was a class action challenging conditions \nin the Alabama mental health system. Notices were posted prominently in the living areas of all \nfacilities covered by the settlement. Id. at 1240. Notices were also distributed by mail, hand \ndelivery, and newspaper publication in every city housing an affected mental health facility. \nMailings and presentations by counsel were made to consumer and advocacy organizations. Id. \nThe court approving the Wyatt settlement noted that \"[tlhe adequacy of the notice is reflected, in \npart, by the substantial number of written responses timely filed before the fairness hearing and \nby the attendance and participation at the fairness hearing.\" Id. \n(34) This Court likewise considers the response rate as evidence of the adequacy of notice. \nHere, there were only 317 valid claims filed out of a class that counsel projected could be as \nlarge as 1,500,000. (See Straup Aff. ¶ 7.) That is a claim rate of 0.000211, or 0.0211%. \nClearly, given the results in this case, the notice plan did not work. Why? It was clearly not the \nbest practical notice and thus was inadequate under due process standards. Sears customers get \ntheir wheel alignments done at Sears automotive centers. There were 843 of those nationwide in \n2004. Had class counsel insisted that notice and claim forms be placed in those automotive \ncenters where customers would most likely be, the claim rate might have been higher. Point of \nsale notice would have been far more effective. Having the notice prominently displayed and \nclaim forms available at the checkout counter could have been accomplished with little difficulty \nor expense. No use was made of Sears' mailing list for credit card holders. An insert to the \nmonthly bills could have been quite effective, thus providing at least some of the class members \nwith individual notice. Instead, Sears got to put a notice in Parade magazine on October 17 and \n24, 2004, in USA Weekend on October 17, and on October 18 in local papers in twenty-five of \nthe supposedly largest markets of Sears in 1999 \"for wheel alignment sales.\" (Eriser Aff. m2, \n4.) Strangely, no notice was published in local newspapers in Chicago, Sears' hometown and \nsite of the class action settlement, but notices were published in local newspapers in Wilmington \nand Raleigh, North Carolina; Hicksville, New York; Danbury, Connecticut; and Mesa, Arizona. \nWithin North Carolina, notices were not published in the local newspapers of Charlotte, \nWinston-Salem, Asheville, or Greensborewhere this Court sits. The notice plan permitted \nSears to carefully avoid notice to its automotive center customers-the most likely class \nmembers. Plaintiffs' counsel evidently agreed that five of the sparse twenty-five notices (20%) \ncould be published in New Jersey-a state in which there could be no claimants as a result of the \nprior suit. (Eriser Aff. Ex. C.) This misuse of a significant percentage of the local newspaper \nadvertisements demonstrates a lack of concern for use of the best notice practical under the \ncircumstances. The New Jersey settlement shows that customers could be identified with some \neffort. Plaintiffs' counsel was unwilling to make that effort for North Carolina residents. As a \nresult they got $66 worth of cash and coupons compared to their counterparts in New Jersey who \ndid not even have to file a claim form and got over $125,000 in cash. The notice plan in this \ncase does not meet the due process standards for effective dissemination of notice. \nb. \nCONTENT OF NOTICE \n(35) Even if the notice had been effectively distributed, it would still fail to satisfy due \nprocess because of its inadequate content. In addition to defining the standards for dissemination \nof notice, due process also requires the Court to review the contents of the notice. Neither the \nfederal rule nor the North Carolina rule specify the content of the notice. However, it is clear \nthat the notice must \"inform the class members of the nature of the pending action, the general \nterms of the settlement, that complete and detailed information is available from the court files, \nand that any class member may appear and be heard at the hearing.\" 3 Conte & Newberg, supra, \n5 8:32, at 260. The settlement summary should generally include \"(1) a statement of the \nsettlement consideration to be paid; (2) a formula for distribution of the settlement fund; and (3) \nthe formula and method for distribution of attorneys' fees and expenses.\" Id. 5 8:32, at 264. A \nnotice lacking an indication of the terms of the settlement does not give class members sufficient \ninformation on which to act, thus failing to achieve its primary objective. Regarding attorneys' \nfees, \"the notice should at a minimum generally apprise class members that fees will be sought \nand awarded by the court at the settlement hearing or a subsequent hearing and indicate whether \nthe defendants or the settlement fund will bear such costs.\" Id. 5 8:32, at 265. \n(36) The notice given here met some of the requirements described above. It informed the \nclass members of the general nature of the case, stated the time and location of the hearing, and \nindicated where to find more detailed information. Unfortunately any benefit of this scant \ninformation was sabotaged by the time frame of the notice and deadline for filing objections and \nexclusions. Notices were published on October 17, 18, and 24,2004. The deadline for objecting \nto the fairness of the settlement or opting out of the action was November 3, 2004. This gave \nclass members only nine days from the date of the final notice to locate the terms of the \nsettlement and decide on a course of action. A more detailed notice than the published summary \nwas available by calling a toll-free number, writing to the claims administrator, or visiting the \nwebsite, http:Nwww.automotivewheelalignmentsettlement.com. The only viable option given \nthe short time frame was to visit the website. However, a potential claimant would have had to \nread the published notice in detail to learn about the website. The web address appeared at the \nbottom of the notice in ordinary type. It was not underlined or in bold as other parts of the notice \nwere. No efforts were made to draw the reader's eye to the web address. Certainly nine days \nwas not enough time to write off for a notice and claim form. Since the published notice did not \nindicate the terms of the settlement, a potential claimant would not have been able to fully \nevaluate his options until he reviewed the full notice. If a class member wished to object to the \nsettlement, he had less than nine days to file his notice to appear with the Cook County Clerk of \nCourt and serve it on class and defense counsel-no small task for a layperson who may have \nbeen located in Wilmington, North Carolina. Nine days was also little time to complete an \nexclusion form and return it to the claims administrator. \n(37) In addition, the published legal notices provided no information about the coupon \nnature of part of the settlement or the fact that the attorneys would receive a million dollar cash \nfee. Nor did it mention the amount to be received by the consumer. The average consumer had \nno idea whether to object to the settlement because there was no information in the published \nnotice upon which to make a judgment. The Internet site had to be entered exactly as \nwww.automotivewheelalignmentsettlement.com or it could not be reached. There was no \nmention of or link to the settlement on the Sears website, and the web address above clearly did \nnot refer to Sears by name. The consumer who had to call or write for a claim form only to find \nthat they might get a four dollar coupon was not likely to follow through. Nor were there likely \nto be  objection^.^ No notice was published in the Chicago papers. The last notice was published \non October 24, and the fairness hearing was held in Chicago on November 17. No notice was \nprovided to this Court until it was demanded. The NACA Guidelines provide: \nEarly in the lawsuit, class counsel should also ask the court to order the \ndefendant to get permission from the court before entering into any settlement in \nanother case that would affect the class representative or class members. \n. . .. \nUltimately, one objection was filed but withdrawn. (Approval Order 8.) \nWhen a settlement has been reached, counsel should always notify class \ncounsel and the court in other cases involving the same defendant and the same or \nsimilar issues. Such notice should occur well before the fairness hearing, leaving \nenough time to give those counsel the opportunity to appear. \nNACA Guidelines, supra, 3 2.C., at 8-9. \n(38) It is hard to imagine a more inadequate notice plan and claims process. The results so \ndemonstrate. \n3. \nOTHER DEFICIENCIES \n(39) The use of coupons of little cash value was also a red flag that this settlement was \nsuspect. Coupons, particularly those of small dollar amounts, are not favored. Again, the NACA \nGuidelines are instructive. Guideline 4--Certificate SettlementsAeals specifically with coupon \nsettlements. It provides in pertinent part: \nCertificate settlements have many disadvantages and should be proposed \nby class counsel only in the rare case . . . . \nCertificates should have some form of guaranteed cash value. . . . \nCertificate settlements should never be proposed to the court unless it is \napparent that the defendant is providing greater true value (i.e., not just the face \nvalue of the certificates or their potential value) to class members than would be \navailable from an all-cash settlement. . . . \nA settlement involving certificates should require a minimum level of \nredemption by the class members within a reasonable period of time. If actual \nredemption does not meet this minimum level, the defendant should provide \nalternative relief in the form of a common fund or, as has been done in some \ncase[s], a second release of additional coupons, perhaps printed in a newspaper as, \nin effect, a fluid recovery mechanism. \n. . . . \nClass counsel and defendants should submit to the court and all counsel of \nrecord detailed information about redemption rates and coupon transfers during \nthe entire life of the coupon. By doing so, a public record will be made of what \nworks and what does not work in non-cash settlement cases. \nId. 3 4.C., at 20-21 (emphasis added). \n(40) None of these salutary guidelines were followed here. \n(41 } The process was flawed in numerous other ways. There was no monitoring by the \ncourt absent questioning from this Court. The preliminary and final orders did not provide that \nany accounting or report be made to the court in Illinois. Had this Court not insisted upon the \naccounting it received, the failure of the settlement process would have been hidden forever. It is \nnoteworthy that both Plaintiff's counsel and Defendant's local counsel had appeared in this \nCourt before in class action litigation. Both were aware of this Court's views that counsel fees \nshould be related in some rational way to class benefits received, and both knew of the practices \nof this Court to monitor the claims process and to have legal notices published at the end of the \ncase so the public can see what the class received, what expenses were incurred, and what fees \nwere awarded to class counsel and the class representative. Perhaps that knowledge led them to \ndecide that this case should be settled elsewhere without notice or review by this Court. \nMonitoring is an essential component of the work of class counsel and the court. \nNACA Guideline 16 recommends: \nAll settlements should contain provisions sufficient to allow class counsel \nto evaluate whether the defendant is complying with settlement terms and, if \nnecessary, to enforce the settlement. When class action cases are resolved by \ncourt order, class counsel should seek post-resolution protections for the class to \nbe included in the court order. \nInformation regarding defendants' compliance with settlements or court \norders should be compiled into a report, when appropriate. Monitoring reports \nshould detail the efforts the defendant has made to comply with the class \nsettlement or order. These reports should contain enough factual information to \npermit a monitor or judge to determine independently that the defendant is \ncomplying in a timely way with the provisions of the class settlement or order. \nMonitoring reports also should be filed with the court or otherwise should be \navailable to class members and their counsel upon request. \nId. 9 16.C., at 69. \n(42) It is clear that Plaintiff's counsel had no intention of bringing the failure of the \nsettlement to the attention of any court. He had an obligation as class counsel to do so. Sears' \ncounsel bore a similar responsibility to notify the court about what had happened. All counsel \nknew from Judge Nowicki's questions at the hearing that she was concerned about the scenario \nin which there were no claimants. The extreme lengths to which counsel for both parties went to \nhide the results is a strong indication of their understanding of how inadequately the class had \nbeen represented in this action. The very fact that a lawyer representing a class of North \nCarolina citizens would seek an order of mandamus from the Court of Appeals to prevent the \ntrial judge responsible for protecting the interest of class members from even seeing the results \nof the lawyer's representation speaks volumes about his concern over that representation and his \nlack of concern for class members. \nATTORNEYS' FEES AND ADEQUACY OF REPRESENTATION \n(43) In view of the failures in the settlement process, the vast disparity between what the \nclass received and the fee accorded to class counsel-paid by Sears-can do little to enhance the \npublic trust in lawyers or the legal system. NACA Guideline 8 deals with requests for attorney \nfees. It provides in pertinent part: \nThe issue of attorney fees is important in class actions. If awards of \nattorney fees are too low, attorneys will not have the incentive to undertake, on a \ncontingent basis, representing putative consumer class actions. The public policy \ngoals, which include recovering money for consumers and deterring illegal \nconduct by defendants, furthered by worthy class actions cannot be achieved \nwithout the promise of fair and reasonable fee awards upon success. On the other \nhand, fee awards that are too high do not serve the best interests of the class \nmembers and some such awards have become the rallying point for criticism of \nclass actions in general. \nThe prime focus of criticism is the size of the fees. In many instances, this \nproblem is more apparent than real. For example, when the individual recovery is \n$50.00 per consumer, an attorneys' fee of $2 million might seem excessive at first \nglance. But if the total dollars actually recovered by the individual class members \nin such a case were $15 million, the fees are less than 14 % of the total class \nrecovery. This makes the fee reasonable with respect to the total recovery, \nwhich is the proper comparison. Criticism focused on a comparison between \ntotal fees and individual recoveries are either ill-informed or merely convenient \ncover for persons who oppose consumer class actions for other reasons. \nBut some criticism of excessive fees cannot be so easily dismissed. In \nparticular, compelling criticism has been directed at cases in which the actual cash \nreceived by the class is minimal, if any, and the only other benefits received by \nthe individual members are certificates of questionable value. . . . \nReasonable attorney fees must be awarded in consumer class actions so \nthat lawyers are provided sufficient incentive to undertake the substantial risks \ninvolved in privately enforcing consumer protection laws. But excessive and \nunreasonable amounts should be neither sought nor awarded. Ultimate authority \nover fee awards rests with the court. Nevertheless, NACA firmly believes that \nclass counsel have a special obligation not to submit excessive fee requests \nbecause fees-directly or indirectly-reduce the amount otherwise available to \nclass members (except in \"pure\" fee-shifting situations, where the attorneys' fee is \nassessed from the defendant, not the class). We recognize that the determination \nof what is an \"excessive\" request is often difficult and uncertain. But this \ndifficulty does not mean that a reasonable request equates to whatever a \nparticular court might reward in a procedural context where there may not \nbe adversary briefing on the issue. Obligations to the class and concern for \nthe long-run integrity of the class action system of justice require that class \ncounsel not take undue advantage, even if a court might let it pass. \nBefore the court can give final approval to a proposed class action \nsettlement, notice must be provided to the class outlining the terms of the \nsettlement. F.R.C.P., Rule 23(e)(l)(B). One of the terms which should always be \nincluded in such notice is the maximum amount of attorney fees which class \ncounsel will or may seek as part of the settlement. In a common fund case where \na percentage will be sought, that fact and the specific maximum percentage to be \nrequested should be stated in the notice. In statutory fee shifting cases, the \nlodestar, if agreed to by the parties, should be disclosed in the class notice. If \nthere is no agreement, the amount class counsel intend to request from the court \nshould be disclosed. It is also a good idea to disclose the amount of fees per class \nmember, if that can be easily calculated, even in approximation. For example, the \nclass must be told that the lawyers will seek $2 million in fees, but could also be \ntold that this equates to $6.67 per class member. The average fee per class \nmember need not be disclosed when recoveries vary substantially among class \nmembers, since that number would not be meaningful, or in pure statutory fee- \nshifting contexts, where the amount has not been negotiated in advance as part of \nthe settlement, but instead will be determined by the Court and paid by the \ndefendant. \nId. $8 8.A., C., at 33, 38,41 (emphasis added). \n{44} Doing the math in this case is easy. For each class member who received a $10 \ncheck or a $4 coupon, plaintiffs' counsel received just shy of $3,000: \n{45) Class counsel in this matter has urged the Court to adopt the view that the actual \nbenefit received by the class is irrelevant to a determination of the fairness of the fee and that it is \n9 The reduced fee of $950,000 divided by 317 equals $2,996.85. \nsufficient that class counsel has created the \"opportunity\" for class members to file claims and \nreceive settlement proceeds. The Court declines to adopt that standard for a number of reasons. \nFirst is the public misperception that our court systems may be permissive of frivolous lawsuits \nand may be operated to benefit lawyers. Outcomes such as this one fuel such misperceptions. \nSecond, the real benefit to the class is important. Third, class counsel is responsible for ensuring \nan adequate notice process and a fair and workable claims procedure. Without those, class \nmembers are denied the \"opportunity\" to receive compensation for their injuries. The real test of \nthe adequacy of notice and claims procedures is whether they work. If class counsel failed in \ntheir duties, claims will be low. The lower the claims, the greater the indication of failure.'' \nEliminating any consideration of actual benefits paid out would excuse class counsel from doing \ntheir job properly. Lastly, and less importantly, a low claim rate may indicate that consumers did \nnot feel that a defendant had done anything wrong and that the lawsuit was frivolous and they \nhad not been injured. Here, it is not clear whether the class ever had a real \"opportunity\" to \nreceive a settlement or, as consumers, did not feel they had been deceived. \n(46) It is indeed ironic that this issue first arose weeks after the President of the United \nStates signed the Class Action Fairness Act of 2005 (\"the Act\"). The Findings and Purpose \nsection of the Act points out that abuses of class action litigation have undermined public respect \nfor the judicial system. It addresses specifically the situations in which class members receive \nlittle or no benefit from class actions, and are sometimes harmed where: \n(A) counsel are awarded large fees, while leaving class members with \ncoupons or other awards of little or no value; \n(B) unjustified awards are made to certain plaintiffs at the expense of \nclass members; and \n(C) confusing notices are published that prevent class members from \nbeing able to fully understand and effectively exercise their rights. \nClass Action Fairness Act of 2005, Pub. L. No. 109-2, 4 2(a)(3)(A)-(C), 119 Stat. 4,4-5 (2005). \n(47) The Act effectively removed most class actions from state courts based on a \nperception that state courts did not adequately manage, oversee and supervise class actions, thus \nfailing to prevent those abuses and undermining public respect for the judicial system. Our \njudges should follow the recommendations contained in the RAND Institute for Civil Justice \n'O A claim rate of 0.00021 1 is about as low as you can go. \nstudy of class actions entitled Class Action Dilemmas: Pursuing Public Goals for Private Gain. \nThat study concluded: \nBut it is judges - by their willingness or unwillingness to certify cases, to \napprove settlements, and to award fees - who will decide the kinds of \ncases that will be brought within whatever substantive legal framework \nemerges. Educating judges to take responsibility for class action \noutcomes and providing them with more detailed guidance as to how to \nevaluate settlements and assess attorney fee requests, ensuring that courts \nhave the resources to manage the process and scrutinize outcomes, and \nopening up the class action process to public scrutiny will not resolve the \npolitical disagreement that lies at the heart of the class action controversy. \nBut these actions could go along way toward ensuring that the public goals \nof damage class actions are not overwhelmed by the private interests of \nlawyers. \nDeborah R. Hensler et al., RAND Inst. for Civil Justice, Class Action Dilemmas: Pursuing \nPublic Goals for Private Gain 500 (2000). \n(48) The RAND Institute conducted a follow up study on insurance class actions which has \njust been published. With respect to attorney fees, that study concluded: \nAlthough our data suggest that mean and median class attorneys' fee and \nexpense award percentages at the time of settlement approval were just \nunder 33 percent (a benchmark commonly used for assessing the \nreasonableness of attorney compensation in nonclass litigation), the \nshortcomings observed in the way settlement distributions were completed \nin some cases effectively resulted in mean and median attorneys7 fee and \nexpense percentage of around 50 percent if funds were actually disbursed, \nrather than simply being theoretically available, are taken into account. In \nabout a quarter of the settlements, attorneys received 75 percent or more \nof the amount ultimately disbursed to class members, a marked increase \nover the one-third benchmark. The failure of some insurers to consistently \nprovide full information about settlement outcomes makes generalizing \nthis result problematic, but it does suggest that, in at least some cases, \nthere would have been a wide divergence between what was contemplated \nat the time the settlement was reviewed and what actually took place. \nArguably, the ultimate responsibility for such shortfalls lay at the feet of \nthe judges who approved the particular combinations of class notice and \nclaiming procedures agreed to by defendants with interests in minimizing \nexposure and the expenses of litigation and by class counsel whose fees \nare typically based on the theoretical size of the fund and not actual \nbenefit delivery. It is not likely that a settlement approved as being fair, \nreasonable, and adequate based on the estimated value to class members \nwould have met those same criteria if the aggregate size of the proposed \nbenefits were cut by 87 percent or more, conditions we found in about a \nquarter of the cases for which we have some outcome information. At the \nvery least, judges should make their decisions to approve settlements in \nlight of realistic proportions of actual disbursements, not the optimistic \nclaims of counsel for both sides. And if such projections are not possible, \njudges should retain jurisdiction over the case and periodically review the \nprogress of the distribution, perhaps withholding final approval until the \nbulk of the compensation fund has been distributed to class members or cy \npres recipients. \nNicholas M. Pace et al., RAND Inst. for Civil Justice, Insurance Class Actions in the United \nStates 106 (2007). \n{49} In the view of this Court, the failures of class counsel and the class representative to \nadhere to the fundamental standards of representation such as those espoused in the NACA \nGuidelines and other authorities quoted above and the attempt to hide the total failure of the \nnotice and claims process rises to the level of inadequate representation. When North Carolina \ncitizens and North Carolina lawyers undertake to represent their fellow citizens they have a duty \nto protect those citizens+ven in a nationwide class action settlement-not hide information \nfrom them. When a class action is filed in this state, the courts of this state have a duty to see \nthat even nationwide settlements meet the standards of due process and fundamental fairness. \nLawyers representing class members must put the class members' interests ahead of their own \npersonal financial interests and ensure a fair settlement, an adequate notice and a fair claims \nprocedure. \n{50} Sears is equally culpable. Corporations llke Sears which settle consumer class actions \nmust do so in a fair manner and should not employ notice and claims processes which deprive \nconsumers of knowledge of the settlement terms or the ability to take advantage of the \nsettlement. Sears has displayed a disdain for the interests of its customers. \n{51) Class actions are not entrepreneurial activities. They are designed to achieve real \nredress for class members who have suffered real injuries. That reparation did not occur in this \ncase. \nIV. \nJURISDICTIONAL ISSUES \n(52) In its Motion to Dismiss and to Vacate Orders Filed After December 16, 2004, \nDefendant advanced several arguments as to why this Court lacks continuing jurisdiction over \nthis matter and must dismiss the class action allegations with prejudice. Plaintiff joins in these \narguments. The Court will address each issue. \nA. \nFULL FAITH AND CREDIT \n(53) The parties argue that the Full Faith and Credit Clause of the U.S. Constitution \nrequires this Court to unconditionally accept Judge Nowicki's Approval Order and dismiss the \nclass action claims with prejudice. The clause states that \"[flull faith and credit shall be given in \neach State to the public Acts, Records, and judicial Proceedings of every other State.\" U.S. \nConst. art. IV, 1. The Court notes the importance of the Full Faith and Credit Clause in a \nfederal system such as ours. If states refused to enforce the judgments of other states, serious \nproblems could arise. See Richard D. Freer & Wendy Perdue, Civil Procedure 26 (3d ed. 2001). \nThe Court also recognizes that mere dissatisfaction with the results of a foreign proceeding is not \ngrounds for denying a judgment full faith and credit. In Fauntleroy v. Lum, 210 U.S. 230 (1908), \nplaintiff and defendant entered into an illegal gambling contract in Mississippi. Id. at 233. \nWhen defendant refused to pay, plaintiff obtained an arbitration award against him. Id. at 234. \nPlaintiff brought suit on the award in Missouri and prevailed. Id. The courts of Mississippi \nrefused to enforce the Missouri judgment, but were reversed by the U.S. Supreme Court. Id. at \n238. \n(54) However, as the North Carolina Supreme Court has noted, \"the judgment from the \nrendering court must be deemed to have satisfied certain requisites of a valid judgment before \nfull faith and credit will be granted to it.\" Boyles v. Boyles, 308 N.C. 488, 491, 302 S.E.2d 790, \n793 (1983). In order for a foreign court's judgment to be considered valid, \"[tlhe rendering court \nmust . . . have respected the demands of due process.\" Id.; see also Restatement (Second) of \nJudgments 3 81 (1982). There are many cases in which North Carolina courts have refused to \naccord full faith and credit to foreign judgments. In Boyles, for example, our Supreme Court \nfound that a default judgment entered by a Florida court was not entitled to full faith and credit in \nNorth Carolina because the defendant did not receive adequate notice. Id. at 499-500, 302 \nS.E.2d at 798; see, e.g., Frances Hosiery Mills, Inc. v. Burlington Indus., Inc., 285 N.C. 344, \n357, 204 S.E.2d 834, 843 (1974) (refusing to extend full faith and credit to a judgment on an \narbitration award obtained in New York); Donne11 v. Howell, 257 N.C. 175, 187, 125 S.E.2d 448, \n457 (1962) (holding that an Alabama divorce decree was not entitled to full faith and credit in \nNorth Carolina where facts regarding the parties' residency were misrepresented to the Alabama \ncourt). \n(55) In class actions, inadequate representation by class counsel is another reason for \nrefusing to extend full faith and credit to a foreign judgment. Absent class members are only \nbound by a judgment \"where they are in fact adequately represented by parties who are present, \nor where they actually participate in the conduct of the litigation in which members of the class \nare present as parties.\" Hansberry v. Lee, 3 11 U.S. 32, 43 (1940); see also Geoffrey P. Miller, \nClass Action and Jurisdictional Boundaries: Overlapping Class Actions, 71 N.Y.U. L. Rev. 5 14, \n526 (1996) (noting that \"absent class members may be able to collaterally attack a judgment in a \nclass action case if they can show that they were not adequately represented by class counsel in \nthe initial proceeding\"). \n(56) This Court refuses to extend full faith and credit to Judge Nowicki's Approval Order. \nAs explained above, the Order suffers from three major problems. First, it was based on \nerroneous information provided by counsel. Second, the notice to class members fell short of the \nstandards imposed by due process. Finally, the absent class members were inadequately \nrepresented by class counsel in the proceedings before the Illinois court. In light of these \ndeficiencies, the Illinois Approval Order is not entitled to any preclusive effect in North \nCarolina. \nB. \nRULE 23(c) \n(57) The parties also argue that Rule 23(c) of the North Carolina Rules of Civil Procedure \ndoes not require court approval of dismissal of a class action where a class was never certified. \nRule 23(c) provides that \"[a] class action shall not be dismissed or compromised without the \napproval of the judge.\" As explained above, the present federal rule only requires court approval \nof dismissal where there is a certified class. Fed. R. Civ. P. 23(e)(l)(A). The requirement of a \ncertified class was added to the federal rule in 2003. North Carolina's rule remains unchanged, \nas it has since 1967. There is no compelling reason for this Court to read the North Carolina rule \nconsistently with the revised federal rule. This state's Rule 23 plainly requires court approval \nbefore a class action can bc disinissetl or co~l?j~romised, regardless of class certification. This \ncase is no exception. In fact, it tlc~nons~ratcs clc;~sly why the rule is necessary. \n(58) The parties also argue that this Court lacks jurisdiction over this matter because no \njusticiable case or controversy cxists after the nationwide settlement. This argument is \nunavailing. For the reasons statcd above. this Court 111ust approve the dismissal of this case \nunder Rule 23(c). The parties may have resolvcd their differences, but the Court still has a duty \nto protect absent class members in North Cal.olina against \"the prejudice of discontinuance.\" 3 \nConte & Newberg, supru, 3 8: 18, at 219. \nC. \nDISMISSAl, OF MOOIIY 'S INDIVIDUAL CLAIM \n(59) Finally, the parties argue that this case must be dismissed because the named Plaintiff \nhas released his claims against Defendant for consideration. The Court need not address this \nargument in light of its dismissal of Mr. Moody's claims with prejudice. \nIV. \nCONC'IAUSION \n(60) For the foregoing reasons, t.hc (10111.t will excrcise its discretion to dismiss Mr. \nMoody's personal claims with prejudice. tIc 11:~s been adequately compensated for his individual \nclaim, and, given the results of this case, his counsel has been more than adequately compensated \nby the Illinois court. There is nothing this cou~.i can do about that. Because the Court finds that \n(1) the settlement was approverl based upon cl.1.oneous information supplied by counsel, (2) the \nnotice procedures in the Wrobel case did not ~l-lcct constitutionally mandated due process, and (3) \nrepresentation of the class was inadequate. thc Court will dismiss the class action allegations \nwithout prejudice. The Motion to Vacate Ordcrs Entered After December 16,2004 is denied. \nIT IS SO ORDEIII<D, this tile 7th day of May, 2007 \nAPPENDIX A \nS'TA'I'E OF NORTH CAROLNA IN THE GENERAL OFFICE OF JUSTICE \nSUPERIOR COURT DIVISIOK \nYE\\+ FIAKOVER COUNTY NORTH CAROLINA BUSINESS COURT \n02 CVS 4892 \n14' ILLIAIvI MOODY, JR., on behalf of \nhirnself and all others similarly situated, : AFFIDAVIT OF CI3DI A, R. STRAUP \nPlaintiff, : \nVS, \nSEARS ROEBUCK AND CO., \nDefendant. : \nST A'T'E OF TEXAS ) \n) ss: \nCC)L'N'I'Y C)F I) ALL 45 ) \nCINDT A. R. STRAUP, of full age, being duly sworn according to law, upon her oath \ndeposes and says: \n1. I am employed by LECG and have been employed by LECG since October 2002. \nMy current title is Director and in that capacity I have served as project operations \nmanager for multiple claims processing, class action and mass tort engagements. I \nhave over eighteen years of claims administration and fillancia1 sewices irzdustry \nexpcricnce. \n2. 1 am authorized to make this affidavit on behalf of LECG, aid the information \nprovided In thrs affidavit 1s gii.en upon m) pcrsonal knowledge and through my \ncolltact u ith other e~nployecs of LtCG. \n3. LECG is a global expert services finn, Among the many services it perfoms is \ncomplex claims management. LECG provides a full range of claims management \nand class action settlement semices. fmm media campaigns and noticing, to the \ndrstribution of settlement proceeds and final reporting. \n4. LECC serves as the cIaims administrator with regard to the national class action \nsettlement of' Wrobel v. Sears, Roebuck and Co., Circuit Corn of Cook County, \nIllinois, C'l\\-il Action No. 02-CH-23058. and the related cases: Skurmarl v. Sears, \nRoebuck & Co., Circult Court of Cook County, Illinois, Civil Action No. 02-CH- \nIS740 and Moody v. Sears, Roebuck & Co., North Carolina Business Court, Ncw \nHanovcr County, Civil Action No. 02 CVS 4892 (hereinafter \"the Settlement\"), I am \n~~ersonall y involved in the administration of these claims. \n5. LECG has no business affiliation with defendant Sears, Roebuck ancl Co. \n6. A total of 1,015 claims have been filed with respect to the Settlement. \n,? \nI. While no claims have been paid to date, there are 189 Group 1 clairrls (by \"four- \nwheel alignment\" or \"difficult four-wheel alignment\" customers) that are eligible for \na $10 check and 128 Group 2 claims (by \"all-wheel alignment\" or \"difficult all-wheel \nalignment\" custorncrs) that are eligible for a $4 coupon. \nS. Ofthe claims filed. 30 correspond to a mailitlg address in Nonh Carolina. Nine (9) of \nthe North Carolina claims are complete and eligible for bencfits under the Settlement \nAgreement - five (5) Group 1 claims and four (4) Group 2 claims. \n9. Based on the claimant's mailing address, Hanover County, North Carolina accounts \nfor four (4) of the claims filed. None of these claims are eIigible for bencfits. \n10. Assuming payment of all eligible claims, the benefit distributed to the class would \ntotal $2,402 in value. The benefit that would be distributed to North Carolina \nclaimants would total $66 in value. \ni 1. LECG produces a monthly status report for counsel's review. A true and correct \ncopy of the Status Report as of March 31,2005 is attached hereto as Exhibit A. \n12. Through March, 2005, administration costs, includi~lg fees and expenses, have \namounted to $65,656.31 \nSworn and subscribed to before me \nThiw day of April, 2005 '---d \n\\T,', K> i 101 '-' I); \nExhibit A \nSears Automotive Wheel Alignment Settlemer~t Center \nStatus Report \nClaim Form Bar Date - 02/21/05 \nAs of March 31,2005 \nIlepor-: Voicern:iilc Claim Forms \\4.'ebsite \nNo. !)cr~od 111d1r:g Caih tc! I\\,'ii Received - -- - -- Kcccive:d Stalistics \ni No\\omber j0. 2004 1,735 846 339 809 \n7 Uccernber 3 l , 2004 64 48 ;29 1 94 \n- 3 latluary 2 1; 2005 J J 18 146 69 - \n4 Februap 28,2005 8 1 3 0 183 100 \n5 March 3 1, 2005 83 11 18 112 \nTotal 1,496 953 1,015 1,284 \nAPPENDIX B \nUril F. Teil~lille \nSixcia1 Superior Coun Judge \ny:. . - 01 L on:pleu Bustncss Cases \n200 S, Elm Street, Sulk 200 \n~~~~,IIs~oTo. N. C. 2740! \nTelephoile: (33b) 334-52-iZ \nFacsimile: (336) 334-5 162 \ninfo@ncbusinesscoi!rt.lic~ \nI he 1 In~iarable Julia M. Nowicki \nZircuit Court of Cook County \nRichard .I. L)dlc>. Centel \n50 b'cst I\\'a.;liington Streel \n~~'h~cilgo, llli~lt~rs 60603 \nlie: Uiohel v. Sears. Roebuck and Co. \n02 CH 23058 (Cook County IIlinois) \n!I4oody v. Sears, Roebuck and C:o. \n02 CVS 4892 (New Hanover County North Carolina) \nIlear Judge Nowicki: \n11s a result of the notice plan and settlement in the above captioned action. the citizens of \n101th CuroIina will receive $66 in cash and coupons, and the entire nationwide class will receive \n(as11 and coupons totaling $2,402.' The citizens of New Hanover County, wherc Mr. Moocil \ntroughl suit on their bchali: will get nothing from the settlement. You will recall that plaintiffs' \ncoui~eI \\\\ere a~~arded $1,100,000 in cash and coupons for ob~aining this result. There wcrc only \n5197 claims filed during the claim periodZ and only 317 of those claims werc vaIid \" Thcrc were \n180 claiiris eligible 1;)s a SIO cash paymeilt and 178 cIt~inls cligibir for :i $4 coupon. produc~ng \ntrlc 5:3.401 utt:ll p.i!fiuii 1 un nriting lo bring thcsc numbers to >our sttcnticm a numlw- of' \nTCaSO115 \nFirst. Xlr. Shipnlan, lead counsel for the class; challenged me to do so. In a hearing last \nweek on ~notiorls to dismiss the North Carolina action in Moody v. S<?m.s, he toid me that I should \nr.ot make my determination of whether the judgment in Wrobel was erxitled to full faith and \ncredit witkoul bringing my concerns to your attention first. Yielding to his request? I am taking \nr lis opportunity to again express my concerns about this settlement. Mr. Shiprnan told me that \nScc the attached Affidavit of Cindi A. R. Straup, an employee of the claims administrator. Inexplicably. no claims \nhavc iictually becn paid, \nEighteen c\\ai~ns were filed sfier the deadline and will not be honored. \n\" Roughly t~~o-thirds ot'the claims were for four-wheel drive vehicles which were ineligible under the settlement. \nClass inembers werc not notified of that exclusion in the claim process, thus artificially inflating the claims numbers. \nP.eaiistically only 3 17 valid claims were received. \nhe believed he had completely hlfilletl his fiduciary duty to the class and was not required to \nnotify you of the abysmal results of settlement administration or take any further action on behalf \nof the class hc rep-rescnts.4 As far as he is concerned, this case is over. He is satisfied that he has \nearned his 5 1,100.000 fcc by generating $2,402 for the class. Under your order, Sears has no \nobii!gation to ~ccount LO jou for the results of settlcn~ent adrnlnistrauon. \nSecond, Mr. Slliprnan and Sears have gone to extremes to avoid notifying any court of the \nfailure of the notice plan. Your order did not require them to file any accounting in Illinois. In \nNorth Carolina, Scars filed motions to dismiss and asked the court to hear them before obtaining \nany information about the settlemcnt results. Mr. Shipman then went so far as to file a Petition \nfor Writ of Mandamus in the North Carolina Court of Appeals, endorsed by Sears, to prevent me \niio~n having a hearing to find out the settlement results. When both attempts failed, Sears put the \nrequired information together in the attached afidavit, and Mr. Shipman sa~d he would l~ave \ngiven me the infomation voluntarily if I had only asked for it rather than ordering it be produced. \nI adjourned the hearing, and the infonnation was then produced voluntarily by Sears. You can \nsee from the affidavit why they fought so hard to keep the information secret. \nThird, and most importantly, the result is simply unjust and the type of result Congress \nslluded to in prov-iding for removal of some state class actions to federal court. The public will \nrightly he outraged at the result. The citizens of North Carolina where this litigation orig~nated \nmd on whose behalf it was originally filed will undoubtedly feel wronged by the legaI system. \n4s I indicated to you in my letter of No~en~ber 5, 2004, it is my policy to nlake tl~e results of all \n(:lass actions public This case is no exception Sunshrne is the best disinfectant As judges, we \nlave tcr protxt the integrity and public perception of rhe jud~ciar~. Results l~ke this cause the \n;)ublic lo lose hrh in the bar and the judiciary unless they are corrected, \nFourth, and most serio~~ly, it appears your approval may have been obtained by \nlnisrepresentations about the status of the claims as of the N ovember 1 7, 2 004 h earing. M r. \nShipman told you in no uncertain terms that there had been 1,900 claims filed before the hearing. \nThe attached affidavit shows that there could have been no inore than 339 claims filed before the \nhearing and that the number was likely less than that. Further, both parties and their counsel \nshould have been aware that roughly two-thirds of those claims were invalid as four-wheel drive \nvellicles, thus reducing the number of valid claims in existence on the hearing date to around \n100.~ I cannot conceive of your having approved the settlenlent if you had been told there were \nonly 100 valid claims. Sears' national counsel, Mr. Fanning, sat silent while Mr. Shipman made \nrepresentations that both he and Mr. Fanning knew were not me. The following exchange took \nplace at the hearing when you rightfully expressed your concern about the number of claims: \nExcerpt (pp.32-34) from Condensed Version of Transcript of Hearing on November 17, \n2004 before Judge Nowicki, Circuit Court of Cook County, Illinois, Chancery Division. \n- -- -- \n' I hd3r 1% dt.fenccl~udgnic.nt on th.rt Issue pend~ng you~ dctlori \nThe affid,irrl! 1.1dlcates that thele were only 339 claims filcd for all of November. The affidav~t also demonstrates \ntllzt rorlghly nvcf-thirds of all the clams were probably invalid as four-wheel drive vehcles. That infonnatlon was \nplalnly available from the claim form. Thus, Sears and Mr. Shipman knew or should have knowxl before they made \nI t:presentatlons to you on November 17,2004 that the number of valid claims was closer to 100 than 1900, They \ncolluded to keep that information from you and lead you to base your approval on inflated, faulty claims informat~on. \nThe btal clam, valid and invalid, for the entire period were only 997. \nTHE COURT: Okay. And when will we know how many claimants we \nhave? \nPVR. SHLPM.4.N: Judge, the claim period runs througii February of 2005, \nso I guess the literal answer to your question is that we .rsrill know in February of \n2005. \n'THE COURT: And of course, what lra~pens if onlv 5 or 10 peoaie \nresporzd? \nMR. SI-IIPMAN: Well, we know so far, Judge -- and again, it's \nsummarized in our memorandum in support -- as of today, and again, people were \non11 able to make claims starting with the end of the notice penod, and the last \nnotice ran October 24th, is that right? \nMR. F.ANNLNG: Yes, that's right. \nMR. SHIPMAN: As of todav, actualll: as of Fririav, th~w were rou~lzlv \n1,900 or so people tlrut had alreadi. made claims with literuNy thoiisands nzore \nirzyltiries in t~vm~ of wrthsitc, cullr., et cetern, brrt there had already been 2,900 \nor so people tlzat had already suhmirted claims, and the claiitt period lzas only \nbeen rrt~tnipra roufihlp tlz ree weeks. \nTHE COURT: But when's the last notice? \nh4R. SHLPMAN: October 24th was the last notice. \nTHE COURT: Are you expecting a lot of people? I meurz I would assume \nthat the inquiries would be closer to the notice than they would he a datelidrther \n(~wayfiom thc notice. \nMR. SHIPMAN: Judge, I'm not sure with respect to this settlenzent that \nthat is neccssurily true sinzply because it's Sears, and Sears' reputation is such \nthczt evetyhody, YOU know, in a family shops at Sears, and when people make their \nclaims, they'll ask their nezghbors, they'll ask their friends, hey, did you hear \nohour rlrrs Sears settlement.? Ifere's the injbrmarion by which yozc car1 muk u \nclaim. vvhether they tell their son, tell their mother or their father.6 \nNour, it certainly statistically is so that a 1 arger number o f c lairns c me \ncloser to the period of time in which there's not~ce, but I think that because we \nhave Sears i11 this particular case, rhat m)\" not be the case. \nTHE COURT: Well, wltat if conra Februurv we onlv have 2,000 people, \n3.000 people, -7,000 people. so fhat vou are short, what are we aoing to do? \nMR. SHTPLIAY: N'ell, Igucrss itdepcrrds 012 how your FIonor defi~t~ps \nshorst. J'our Irorror knon~s thut it is rare that courts in the United Stutes tie an \nuwcird of fias to the nrrnzber of people that have showed up because we can 'l \ncorrtrol that. ' Thnf's obviousl~~ a function of  roti ice, and we can 't force peoule \niriro clzims, e.specially on the lodestar rtz etizod, and again, we've an al~~sed tlr is \nfor vou iir OUP briefi \nWheri you're rewarding the lawyers for the time they've got in the case \nand not necessarily for the \"benefit\" conferred to class, we think that the alalysis \nshould be, I mean have we billed, have we accumulated $1.3 million in time, and \nagain, as an officer of the court, we will co~lfirnl that we have in exchange for a \n6 I notr he~e that only 4 clams, all mvalld, were rece~ved fromNew Hanover County, thus indicabg that not even \nMr. Moody and Mr. Shipman called any friends or relattves to teH them about the settlement. \n' l?r Stlipman is well aware of the fact that my court IS one of the \"rare\" courts concerned about the number of \nc aimants generated by rhe notice plan. Class counsel does have responsibility for insuring that the noace plan w \nc Tcctlve. \npayment of S1.050,000 in cash and $50,000 in coupol~s, so I under.stnnd vou \nHonor's corrcern, bur ~haf 's rzor reallv aoina to affect us. \nTranscript of hcanng belbre Judge Sowicki 011 Sovember 17. 2004 (emph~s~s supplledj. \nJ do not have access to the written materials submitted to you and therefore do not know \nif thcre is a svritten representation by Mr. Shipman or Sears with respect to the claims made as of \nNclvclnber 17, 2004. 1 am relying on the transcript of the hearing and the attached affidavit for \nmy information. \nThe total of 317 valid claims is \"short\" by any definition, and counsel knew there was a \nproblem when [hey failed to provide the actual number of valid claims at the tirne of the hearing. \nIt appears you asked the right questions and were given the wrong answers. If that is not thc \ncase, I would appreciate your clarifying the discrepancy for me and letting me know you had the \nright numbers and approved the fee nonetheless. \n11 is oven clearer that counsel knew in December 2004 when they presented the final order \nlo yc~u that the representations they had made in November were untrue.* That would explain \nwhy thcy did not recite any information about the number of claims received as of that date in the \n~rdcr.' \nWhcther thesc undispured hcts suppol7 a finding that your approval and the settlement \nwere obtain.=d by fiaud and collusion, thus voiding the settlement, is a niatter for your \nr:o~~sideration initially. I found them worth bringing to your attention. I1 was clear to me from \nlhc cli~estion:i you askzd at the hearing that you were concerned about the success of the notice \nplan and did not intend to award a huge fee if the class did not benefit from the settlement. \nAlternatively, it is apparent that the notice plan failed. If, as Mr. Shipman argued in \nr:uppcrrting his fee request, a normal claim rate should be 30 percent,'0 then an actuaI valid claim \nrate of 0.00021 1 should indicate that the notice plan was wholly inadequate. I believe Mr. \n!;hipinan's normal claim rate to be unsupported by any empirical evidence. [ have searched in \n\\lain for years for an empirical study of claims rates in consumer class action cases. There is \nsinlply no inf'orn~ation available to my knowledge. The fact that out of the entire nation only 997 \nt~tal claims were filed during the claim period and only 317 valid clain~s were filed co~tlpared to \ntne 250,000 to 500,000 claims he represented would likely be filed should be enough to set this \nsettlement asrde. It is hard to believe the \"best practical notice\" rcsulted in only 317 valid claims \nrationwide out of the 1,500,000 potential claimants suggested by counsel for Sears and Mr. \n5h1prnan. This notice plan came up \"short\" by 1,499, 683 claimants. \nI doubt that the citizens of Illinois fared any better than those of Nortl~ Carolina. When 1t \ncane rime to publicize t11c settle~ncnt in thc twenty-five largest Sean autornoti\\re center nlarl<ets, \n110 publication took place in local papcrs in Jllinois. It turns out that W~lmi~lgton and Raleigh, \n?:on11 C:arollr~a mi~\\t bt. blggcr Seas autdnlotr.c7r: ccntLas markets than Clllcagol Siriingely, three \n-- \n\" Ry thc: ctid of [)ecelnber only 670 claims had been iiled. Presumably, two-thirds of hose were invalid. \nYour final ordrr, which I assuric counsel drafted for you, only reflected that there had been son~c 2:000 inquiries. \n11 aald 1loth11lg about claiirls made.--a glaring, bur clearly intentional omission. \n'' Mr. Fanning was not silent on this representation. I-le openly supported it by telling you about another Sears case \nirvrrlving a high rredernption rate of coupons sent out in a settlement. \n3f the places where notices w ere p ut i n the 1 ocal newspapers w ere i n New Jersey, w here L he \nresidents were not eligible to receive benefits. Counsel neglected to tell you that there were 843 \nSears automotive centers nationwide. They published local notices in only about 4% of the \nrelevant market, specifically excluding Chicago (where two of the suits were filed) and including \nNew Jcrscy (where the citizens had already been paid). You may want ro inquire into the \n'3enefits received by the citizens of Illinois. They may be worse than the $66 recovery by the \nciti~ens of North Carolina. It is results like this which, if they go unredressed, provide fodder for \n-hose who would strip state courts of their jurisdiction over class actions. \nI do not ktiow what you will do with tlis information. I am sure you are not pleased to \ni-ecclic !t ,4s hIr. Sl~lprnan requested, 1 w~ll await your decision before dealing with the issues of \n'uli filrtl~ and cretirt beiore nic. He ob\\iously prefcrs your fonim Should you decide to void the \n!;cttlerncnt and put 311 parties back where they were before any sertlement, 1 will resume \n;~drn~~listratlon of the Not-th Carolina action. Please let me know what you decide to do. \nVery truly yours, \nBen F. Tennille \nSpecial Superior Court Judge \nFor Complex Business Cases \nc:~: Joshua Stein, Senior Deputy Attorney General \nConsunler Protection Division \nNorth Carolina Department of Jusrice \nHon. Brenda A. 'Tucker \nClerk of Superior Court \nKcw Hanovcr County \nAPPENDIX C \nJulia M. Nowick \njudge \nState of Il.linois \nCircuit Court of Cook County \nChancery Division \n2510 Richard J. Daley Center \nChicago, Illinois 60602 \nMay 4,2005 (31 2) 803-6032 \nFax: (312) 603-4704 \nThe Honorable Ben F. Tenille \nSpecial. Su.pcrior Court Judge \nfor Complex Business Cases \n200 S. Elm Street, Suite 200 \nCrecnsboro, N.C. 2740 1 \nRe: Wrobel v. Sears, Roebuck and Co. \n02 CH 23058 (Cook County, Illinois) \nMoody v. Seurs, Roebuck, and Co. \n02 CVS 4892 (New Hanover County, North Carolina) \nDear Judge Teilille: \nI am in receipt of your letter dated May 3,2005. I am consid.ering whethw I will take \naction due La the information you have conveyed to me. I appreciate your assistancc in this \nmatter, and I will kecp you informed. \nw. Nowicki \nCc: Michael B. Hynlaii, Esq. \nEdward J. Fanning, Esq. \nFrank E. Pasquesi, Esq. \nSmera S. Ludwig, Esq. \nGary K. Shipmau, Esq. \nKent M. Williams, Esq. \nJulia M. Nowicki \nJudge \nState of Illinois \nCircuit Court of Cook County \nChancery Division \n2510 Richard J. Daley Center \nChicago, Illinois 60602 \n(31 2) 603-6032 \nFax: (312) 603-4704 \nNovember 22,2005 \nThe Honorable Ben F. Tenille \nSpecial Superior Court Judge \nFor Complex Business Cases \n200 S. Elm St., Suite 200 \nGreensboro, North Carolina 2740 1 \nRe: Wrobel v. Sears. Roebuck and Co., 02 CH 23058 (Cook County, Illinois) \nMoody v. Sears, Roebuck and Co., 02 CVS 4892 (New Hanover County, North Carolina) \nDear Judge Tenille: \nI promised that I would keep you apprised of the progress in this case. Accordingly, I \nhave enclosed the order entered on November 15,2005 in Wrobel v. Sears, Roebuck and Co. I \nhope to see you at a judicial conference in the future in some nice climate. \nVery truly yours, \n%kl yh& \nJul' M. Nowicki \nu \nIN THE CIRCUIT COURT OF COOK COUNTY, ILLINOIS \nCOUNTY DEPARTMENT, CHANCERY DIVISION \nMICHELLE WROBEL, DONALD E. \nBAGLIEN, on behalf of themselves and ) Civil Action No. 02 CH 23058 \nothers similarly situated, ) \n) Judge Julia Nowicki \nPlaintiff, \nVS. \n) \nSEARS ROEBUCK AND CO., \nDefendant. 1 \nORDER \nPursuant to a voluntary agreement reached by Class Counsel and Defendant after the \nCourt's entry of the Order and Judgment Granting Final Approval of Settlement (\"Final Order\") \non December 16,2004, the Court having been advised of the voluntary agreement as reflected in \nthe attached letter submitted by Defendant, and the Court having jurisdiction to enter an Order \nrelating to Class Counsel fees as provided in the Final Order, \nIT IS HEREBY ORDERED: \nThe voluntary agreement between the parties regarding Class Counsel fees as provided in \nthe attached letter will be allowed. This voluntary agreement does not alter any of the Court's \nprevious Findings Of Fact or Conclusions of Law contained in the Final Order. The voluntary \nagreement does not disturb the finality of the Final Order or otherwise operate to revest this \nCourt with jurisdiction in the matter. \nSO ORDERED this day of ~ovember  MI % r. \nii 5 /,I- --. ti be \n6- \n;3.![1 jc . ; \", .qOcJ \nSAMERA S. LUDWIG \n312.977.4105 \nssludwig@uhlaw.com \n-- - - \n-- \nBY HAND DELIVERY \nOctober 27,2005 \nCWkaGa \n3500 Three Fint National Plaza \nChicago. Illinois 60602.4283 \nTelephone: 312.977.4400 \nFax: 3151977.4405 \nwmnlmmm \n1500 K Street, N.W., Suite 250 \n- -Washington, D.C. 200053714 \nTelephone: 202.639TXKV \nFar- 902.639.7505 \nsmawcrtcw \n400 E Jefferson Streek Suite 1200 \nSpringf~eld. IUinois 62701.1053 \nTekphone: 217.544.7000 \nFax: 91 7.544-7950 \nHonorable Judge Julia M. Nowicki \nCircuit Court of Cook County \nRichard J. Daley Center, Room 25 10 \nChicago, IL 60602 \nRe: Wrobel, et al. v. Sears, Roebuck and Co. \nCase No. 02 CH 23058 \nDear Judge Nowicki: \nAs you are aware, in connection with the settlemerit of this matter and the related \nmatters of Paul Skurman v. Sears Roebuck and Co., No. 02-CH-18740 (Circuit Court \nof Cook County, Illinois) and Moody v. Sears Roebuck and Co., No. 02-CVS-4892 \n(Superior Court of North Carolina), Class Counsel requested attorney's fees in the \namount of $1,050,000.00 in cash and $50,000.00 in Group 2 coupons. On December \n16, 2004, following the fairness hearings, the Court entered the Order and Judgment \nGranting Final Approval of Settlement (\"Final Order\") and approved Class Counsel's \nfee request. \nThe claims period had since concluded and the total number of claims filed by the \nclass members has been lower than anticipated. In light of that, Class Counsel and \nSears have agreed voluntarily to reduce the attorneys' fees awarded to Class Counsel \npursuant to the Final Order. Specifically, Class Counsel has agreed to donate \n$100,000.00 of the cash portion of its attorneys' fees to a cy pres recipient that will be \ndetermined by the parties in consultation with the Court. In addition, Class Counsel \nwill forego receipt of the $50,000 in Group 2 coupons. Instead, Sears will convert the \n$50,000.00 in Group 2 coupons to cash and will donate $50,000.00 to the same cy pres \nrecipient. \nHon. Judge Julia M. Nowicki \nOctober 27,2005 \nPage 2 \nThis voluntary reduction~f~lass Counsel's attorneys' fees does not -- affect thefinality \nof the Final Order. - - \ncry truly yours, \nUGs / Sarnera S! Ludwig I \ncc: All Class Counsel \nEdward J. Fanning, Esq. \nAPPENDIX D \nFILED \n.wl~52004 \nSETTLEMENT AGREEMENT AND RELEASE \nThe parties to th~s Settlement Agreement and Release entered into by a~@ between the \n.4tlorney Geneyal and 'the Director of the Division of Consumer Affars of the Stare of New \nJersey (collectively, \"the State of New Jersey\" or \"State\"), and Sears, Roebuck and'Co. (\"SearsVj \nagree and state that: \nI. 'lU2CXTaS \nWHEmAS, the State oFNew Jmsey, through its former Attorney General, David \nSamson, and its Director of the Division of Consumer Affairs, Reni Erdos, filed a Complaint \nagainst sears in the Superior Court of i\\i& Jersey, Chancery Division, Hudson County, on or \nabout October 10, 2002, seeking recovery, for violations of the New Jersey Consumer Fraud Act \nof 1960, as amended (\"CFA\"), N.J.S.A. 56:8-1 et seq. and regulations promulgated thereunder, . . \nN.J.A.C. 13.45-4-1.1 et oeq.; \nWBEWAS, the State of New Jersey, through its current Attorney General, Peter . , \n~arv&, and its Director of the Division of Consumer Affairs, Reni Erdos, filed a First Amended \nComplaint agalnst Sears in the SupRior Couit of New Jersey, Chancery Division, Hudson \nCounty on or about ~une 4,2003, adding claims and substituting current Attorney General, Peter \nHarvey, for former ~ttorney General, David Samsqn; \n. . \nWHEREAS, Sears denies all the allegations in the Complaint, the First Amended \n, , \nComplaint, and the Action and further denies any liability to the State whatsoever; \nWHEREAS, the State and Seas desire to resolve the Action at this time to avoid the \ncosts, expenses, distractions, nsks, and delays of protracted litigation; \nWHEWAS, the state and Sears believe that the public interest wlll be served by this \nScttlemant Aseement and Release; \nUlV. Ut LilNS. Ht t HlKS tax :915-648-5538 Rpr 12 2005 17:02 P. 03 \nNOW, THEREFORE, to fully and finally resolve this matter, and in consideration of \nhe mutual execution of this Settlement Agreemeni and Release, Sevs and the,State agree as \nfollows: \n11. DEFINITIONS \nThc following definitions shall apply in this Settlement Agreement ad Release: \nA. , The term \"Action\" shall, mean the lawsuit commenced by the State of New Jersey \nagainst Sears, Roebuck and Co., which is currently captioned Peter C Harvey, Attorney General \nof the State of New Jersey, and Repi Erdos, Director of the Division of'Consurncr Affairs v. \nSears, Roebuck and Co., Docket No. HUD-C-144-02, and all pleadings and proceedings thereto - \nB. The term \".Affected Consumer\" shall refer to the 12,544 consumers identified by \nthe Statt during the Action who purchased a Four-Wheel Alignment fiom $.ears between January \n1, 1997 and October 1, 2000 and who the State alleges should have been charged for a different \naliment service. \nC. The term \"Additional Affected Consumer\" shall refer to any customer (other tha \n~ffected' Consumers) who purchased a Four-Wheel Alignment from Sears between January 1, \n1997 ahd October 1, 2000 for a vehicle whose,rear wheels could not be adjusted, or where rear \nadjustments were possible only with the addition of aftermarket pans that were necessary at the \ntime of the alignment and that were not installed by Sears, as determined by Plaintiffs Exhibit \n. . \n15A in the Action. \nD. The terms \"Attorney ,General,\" \"Director of the ~ivision of ~on'sumer.~ffairs,\" \n\"State bf ~ew Jersey,\" and \"Statea' sh.al1 mean the Attorney General of thc State of New .Tersey, \nrhe Director of'the Division of Consumer Affa&s of the State of New Jersey: the State of New \nJersey .and its political subdivisions, the Division of Consumer Affairs, the Office of Consumer \n8 ,, \nProtection, and all of their respective employees, attonleys, successors, affiliates, agents, and \nassigns. \nE. The term \"Complaint\" shall me= the original pleading filed by the State of New \nJersey on or about October 10,2002, naming Sears as a defendant, and any and all amelldments \nthereto, includmg the Flrst Amznded Complaint filed on or about June 4, 2003. \nF. The term \"Effective Date\" shall mean the date this Setilement Agreement and \nRelease is fully executed by the State kd Sears. \nG. The tm  lain in tiff s Ehibit 1SA\" in the Action shall re.fer to the Hunter \nEngineering Company Vehicle Suspension Adjustment Inf~rmation,~Form 17'08T, 06/02. \nH. ' The tern \"Parties\" shall refer to plaintiffs Peter C. Harvey, Attorney General of \nthe State of New Jersey, and Reni Erdos, Director of the New Jersey Division of Consumer \nAffairs, and defendant Sears, Roebuck and Co. \nI. \n, . The terin \"Released Claims\" shall mean all claims, rights, and causes of action, ., \nwhich the State could bnng, has brought, or could have brought relating in any way to: (a) \nSears' wheel alignment marketing, advertising, and sales policies and practices 6om 1997 to the \nEffective Date; (b) Sears' tminology for describing alignments from 1997 to the Effective \nDate; (c) Sears' wheel alignment bi'lling and pricing policies and practices from 1997 to the \nEffective Date; (d) Seas' policy and practice of charging customers for \"Four-Wheel,\" \"Thrust,\" \nand \"Fow- Wheel alignments from January October \n(e) Sears' policy and practice of charging, customers for \"All- WheeI\" alignments; (f) Sears' \nDIU. OF CONS. RFFRIRS Fax : 973-648-3538 Rpr 12 2005 17:03 P. 05 \ncompensation arrangements for employees from January 1, 1997 to the Effective Date; (i) Sears' \npolicies and practices for providing customas with estimates from January 1, i 997 to the \nEffecbue Dete; (j) Sears' policies and practices for obtaimng authorization from customers to \nperfom automotive services From January 1, 1997 to'the Effective Date; and (k) Sears' actual \nperforinance of automotive services related in any way to tire inspection andlor tire installation, \nand brake work, from January 1, 1997 to the Effective Date. To the extent the State .did .or could \nhave alleged that any of the conduct referenced in subparts (a) through (k) above couzpnsed a \nviolation of the July 1992 Agreement between Sears and the State, the September 1992 \nSupplelnental Agreement between Sears and the State andlor the May 29, 1997 Supplemental \nAgreement between Sears and the State, such claims, rights, and causes of action are also \n4 \n\"Released Claims.\" \nJ. The terms \"satisfactory Evidence of Eligibility\" shall refer to proof in the form of \na receipt or invoice evidencing the purchase of a Foui-Wheel Alignment £ram Sears beween \nJanuary 1, 1997 and Oct~ber 1,2800 for a motor vehicle where adjustments to the rear wheels \nwere not possible or where rear ~djustments were possible only with the addition of aftermarket \nparts that were necessary at the timi of the alignment and that were not installed bySears, as \ndetermined by reference to ,Plaintiffs Exhibit 1 SA in the Action. \n, , \nK. \"Sears, Roebuck and Co,\" and,\"SearsW shall mean the corporation of that name \n\" \nincoTor&d in the State of New York'and headquartered at 3333 Beverly Road, Hoffman \nEstates, Illinois, and all of its past, present, and future: (1) predecessors-in-interest and \nsuccerr~rs-in-interest; (2) subsidiaries, affiliates, and operating divisions; (3) employees and all \npart-time and contract persolmel; (4) officers and directors; (5) lawyers, agents, and \nrepresentatives; and (6) insurers, assigns, and undwwritsrs. \nUIV. ut L~JN~. ~t t HIK~ t a:: : r /5-b48-5358 Hpr 12 2305 1/:03 P. 06 \nA. Restitution \nI. , Sears shall pay the sum of,$lO.OC '(TEN DOLLARS ADD NO CENTS) to the \n12,544 Affected Consumers identified by the State during rhe Action iyho berween January 1, \n1997 and October 1,2000 purchased a Four-wheel Alignment from Sears and who the State \nalleges should have been charged for a different alignment service. \n2. The State shall supply Sears with the names and addresses of the 12,544 Affected \nConsumers Within 21 days of receipt of such names and addresses, Scars shall mail the $10 \n, . \npayment described in paragraph A(1) above. \n3. The obligatioll of Sears, to make payments under paragraph A(l) and (A)(2) above \nshall be fully discharged at the time Sears sends by first-class United States mail a $1 0.00 \nto the Affected Consumers at the addresses supplied by the State or, in the event any \nsuch payment is returned by the United States XSostal Service to Sears, at the time Sears, after \nexerci~in~reasonable diligence to locate lhk cust&nerls current address, makes a second attempt \nto send by &st-class United States mail the payment described in paragraphs A(1) and A(2) \nabove. \n. . \n4. \n' \nIn addition .to the 12,544 Affected Consumers, Sears shall. m.ake a $10.0.0 payment \nis any ~dditimai Affected Consumer who presents to Sears Satisfactory Evidence of Eligibility \nwithin twelve months of the date of the Effective Date. \n5, The State agrees that Sears will require any Affected Consumer or Additional \nAffected Consumer who elects to redeem a $10.00 payment from Sears to rclcase Sears from all \nReleased Claims relating to their alignmmit purchase from Sears in the transaction referenced in \nUlV. Ut- CIJNS. HI-tHlKS l~x:Y~5-648-5558 \npamgraph .4(1) above. The Staie and Sears agree that no'other consumers are releasing legal \nnghis or obligations egainst Sears in connection with this Settlement Agreement and Release. \n6. Sears shall fonvard to the Stare any monies which cvlnot be distributed tb \nAffected Csnsumers within 120 days of the Effective Date. The State may use and/or apply such \nfunds to any other lawful use. \nB. settlement Payment \n1. Within ten (10) days of the~ffective Date, Sears shall pay to the State of New \nJersey the sum of $500,000.00 (FIVE HUNDRED THDUSN DOLLARS AND NO CEWTS) \nfor the claims set forth in the State's Complaint. Said payment shall, be applied to the funding of \nfuture and further Division of Consumer Affairs' initiitives. Such payment shall be made by \nwire tianrfer pursuant to instructions provided by the State. . .c- \n2. . Sears shall reimburse the State of New Jersey for proven out-of-pocket costs \nincurrkd in connection with the state's investigation of Sears id the litigarion of the Actioo, \npursumt to the following procedure: the State shall submit a cost report to the Honorable \nStephen Orlofsky of Blank, Rome LLP, 210 Lake Drive E., Woodland Falls corporate Park, \nSuite 200, Cherry Xll, New Jersey., Judge Orlofsky will make'a determination, which shall be \nbinding upon Sears and*the State, as to'whether the costs (1) were actually incured by the State \nin connection with the investigation and litigation; and (2) are sufficiently docuneated. This \ndeiermination shall be disclosed no earlier than 25 days from the date on which the State issues \nits press release announcing this Settlement Agreement and Release. If the Statc confms in \nwriting to Judge Orlofsky and sears' that it will not issue a press release about this settlement \nagreement, Judge Orlofsky's determination shall, be disclosed no earlier than 25 days Born the \ndate of tho State's notice. sears shall remit payment of these costs to the State within fifteen (1 5) \nHpr 12 2005 17 :03 P. 08 \ndays of the date Judge Orlofsky's determination is disclosed. The payment shall be made by \nwre transfer pursuant to instructions provided by the State. \n3. Sears shall not pay any attorney's fees or paralegal fees incurrkd by the State in \nconnection with the investigation or litigation of this Action. \n4. Sears shall remit to the State by wire transfer, pursuant to instructions provided by \nthe State, the sum of $7,500.00 (SEVEN THOUSAND FIVE HUNDRED DOLLARS AND NO \nCENTS) to reimburse the State for providing the addresses of Affected Consumers. \nC. Business Practices \n1. The State and Sears acbowledge that fj~m October 2000 to present Sears has \noffered an \"All-Meel Alignment\" service to New Jersey consumers and that Sears is not \nrequired by this Settlement Agreement and Release to make changes to its current alignment \n, . \nprocedures or related consumer practices or to make any payment or restitution to any consumer \nwho purchased an \"All-Weel Alignment\" from Sears kom October 2000 to present. \nD. Dismissal Of Action With Prejudice \n, , , \n1. Within five (5) days of the date of the State's receipt ofthe payment referenced in \nparagiaph II1.8.(1) above, the State shall take all necessary measures to effectuate the dismissal \nwith prejudice of the Action. \nE. Release \n1. For the consideration set forth herein, the State does hereby release and forever \ndischarge Sears from any and all Released~Cl~aims. \nF. , No Admission Of Wrongdoing \n1. It is understood and agreed by .the State and Sears that .neither the execution of \nthis Settlcmcnt Agrearnmt and Release nor any action to implement this Settlement Agreement \nHpr 12 2005 17:03 P. 09 \nand Release is intended to be construed as an admission by Sears or the State of any fault or \nliability of any kind, nor as a precedent for the resolution of any othcr dispute or litigation \ninvolving Sears relating to the -4ction. \nG. Press Releases \n1. No press release or press conferenct within 90 days of the Effective Date by the \nState or sears shall estimate the amounr of out-of-pocket costs that srill be reimbursed to the \nState by Sears or assip, describe or attribute any dollar value to such costs. Any press release or \npress conference within 90 days of the Effective Date shall state only that Sears will pay costs to \nthe State \"in an amount to be determined.\" Nothing in this provision shall, prevent the Attorney \n.. General fiom responding to a bonuJide request under the Open Public Records Act, testifysng \nbefore a legislative committee, or otherwise disch,arging duties required by law. \n\" IV. DISPUTE RESOLUTION \n, , \nA, In the event the State and sears have a dispute arising from the implementation of \nrhis Settlement Avement and Release, they shall negotiate in good-faith to resolve such \ndifferences, If the Parties are unable to reach agreement, the disputes shall be submitted to Judge \nOrlofsky for bindirig review and, resolution. \nV. -. NOTICES UNDER THIS SETTLEMENT AGREEMENT \nA. Except as othervise provided herein, any notices or other documents required to \nbe sent to the State or Sears pursuant to this Settlement Agreement and Release shal1,be sent by \nUnited States mail, Certified Mail Return Receipt Requested, .or other nationally recognized \ncourier senice that provides for tracking services and identification of the pason signing for the \ndocuments. The notices and/or documents shall be sent to the fo.llowing addresses: \nLjIIJ. UF CONS. RFFQIRS Fax : 973-648-3538 \nmodification or waiver of any provision shall be valid unless in writing and signed by the Parties \nhereto. \nD. The Parties acknowledge that New Jersey law will govern for purposes of \nenforcing this Settlement Agreement and Release. \nE. Ths Settlement Agreement and Release shall be binding upon the Parties and \nshall be binding on any and all future purchasers, merged parties, inheritors or other successors- \nin-interest of Sears. Xn no event shall assignment of any right, power, or authority under this \nSettlement Agreement and Release avoid compliance with this Settlement Agreement and \nRelease. \nF, The State and Sears represent that an authorized representative of each has signed \nthis Settlement Agreement and Release with knowledge and understanding of its terns, and that \nsuch representative ha authority to legally bind each party. \nG. This Settlement Agreement may be executed in several counterparts, each of \nwhich so executed shall be deemed an original, but all such counterparts shall together constitute \none and the same instnment. Faxed signatures shall be deemed effective and binding. \nDIV. OF CONS. RFFFIIRS Fax : 973-648-3538 \nNEW ERSEY \nREM ERDOS \nDIREKTOR OF THE PIVlSION OF CONSUMER \nSWS, ROEBUCK AND CO \nDated: By: _ \nDIV. OF CNS. FlFFFlIRS Fax : 973-648-3538 Rpr 12 2005 17:04 P. 13 \nS&ABS, mmum AND do. \nUlV. Ut CUNS. Ht t QIRS Fax : 973-648-3538 \nAGREED AND ACCEPTED: \nNEW JERSEY \nDated. \nDated: \nBy: \nSEARS, ROEBUCK AND CO. \nBy: \nTitle: \nUIV. uf I-UN~. t-tf f HIK~ fax : Y (3-b4~-333~ \n. \nMRR-85-2004 16: !9 G! ESON. DUNN R CRUTCHER \nHpr 12 ZUU5 l(:U4 Y. 15 \nDated: \nAGREEb AND ACCEPTED: \nDated: \nBy: \nREM ERDOS \nDIRECTOR OF THE DrVISION OF CONSUMER , ' \nAFFAIRS \nBy: \nSEARS, ROEBUCK N'CO. "
}