{
  "id": "aea831eda36df8ebdbe534f714a040372b42a649fd0b6ba5262d1017b691b917",
  "source_file": "data/raw/ncbc/aea831eda36df8ebdbe534f714a040372b42a649fd0b6ba5262d1017b691b917.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF DARE 13 CVS 190 \n \n \nCAPE HATTERAS ELECTRIC  ) \nMEMBERSHIP CORPORATION, an electric ) \nmembership corporation organized and  ) \nexisting pursuant to N.C. Gen. Stat. Chapter ) \n117, ) \n Plaintiff  ) OPINION AND ORDER ON \n  ) MOTION TO DISMISS \n v.  )   \n   )  \nGINA L. STEVENSON and JOSEPH ) \nF. NOCE,   ) \n  Defendants ) \n \n \nTHIS CAUSE, designated a mandatory complex business case by Order of the Chief \nJustice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, references to the North Carolina General Statutes will be to \"G.S.\"), and \nassigned to the undersigned Special Superior Court Judge for Complex Business Cases, \ncomes before the Court upon Defendant Gina L. Stevenson's Motion to dismiss the \nAmended Complaint (\"Motion\") pursuant to Rule 12(b)(7) of the North Carolina Rules of \nCivil Procedure (“Rule(s)”); and \n THE COURT, after reviewing the Motion, br iefs in support of and in opposition to \nthe Motion, arguments of counsel, and other appropriate matters of record, CONCLUDES \nthat the Motion should be DENIED for the reasons stated herein. \n \nVandeventer Black LLP, by Norman W. Shearin, Esq., Wyatt M. Booth, Esq., and \nAshley P. Holmes, Esq. for Plaintiff Cape Hatteras Electric Membership \nCorporation. \n \nGray & Lloyd, LLP, by E. Crouse Gray, Jr., Esq. for Defendant Gina L. Stevenson. \n \nMcGuire, Judge. \n  \nCape Hatteras Elec. Membership Corp. v. Stevenson, 2014 NCBC 63. \n \nPROCEDURAL HISTORY \n \n[1] On April 10, 2013, Plaintiff Cape Hatteras Electric Membership Corporation \n(\"CHEMC\") filed a Complaint against Defendants Gina L. Stevenson (\"Stevenson\"), Richard \nK. Higdon, Sheila F. Higdon (“the Higdons”), William C. Bowen, Trudy W. Bowen (“the \nBowens”), and Mirlo Beach Homeowners Association, Inc. (“MBHOA”). Plaintiffs' action \nwas designated as No. 13 CVS 190 by the Clerk of Superior Court of Dare County. Plaintiff \nsubsequently filed a voluntary dismissal as to the Higdons. \n[2] On June 7, 2013, Plaintiff filed its Amended Complaint, which, among other \nthings, added Joseph F. Noce as a Defendant. The Amended Complaint contains the \nfollowing four Claims for Relief (\"Claim(s)\"): First Claim for Relief (Declaratory Judgment) \n[Defendants Stevenson, the Bowens, and the HOA]; Second Claim for Relief (Declaratory \nJudgment) [Defendants Stevenson, the Bowens, and the HOA]; Third Claim for Relief \n(Intentional Interference with Contractual Relations) [Defendants Stevenson and Noce]; \nFourth Claim for Relief (Civil Conspiracy) [Defendants Stevenson and Noce]. Plaintiff \nsubsequently filed voluntary dismissals as to the Bowens and MBHOA. Defendants \nStevenson and Noce are the only Defendants remaining in this action. \n[3] On July 8, 2013, Stevenson filed the Motion as part of her Answer, seeking \ndismissal of the Amended Complaint pursuant to Rule 12(b)(7). \n[4] The Motion has been fully briefed and argued and is ripe for determination. \nFACTUAL BACKGROUND \nThe Amended Complaint alleges the following facts pertinent to the resolution of the \nMotion: \n[5] CHEMC is an electric membership corporation duly chartered and \nincorporated under G.S. Chapter 117 and an agency of the State of North Carolina, with its \n \nprincipal office and place of business in Dare County, North Carolina. CHEMC supplies \nelectricity to its members residing within its service area.1 \n[6] Stevenson is a member of CHEMC. Like other CHEMC members, Stevenson \nagreed by her membership application to be bound by and comply with CHEMC's Bylaws \n(\"Bylaws\"). Among other things, the Bylaws require Stevenson to grant easements or \nrights-of-way on her property \"for the construction, operation, maintenance or relocation of \nCHEMC's electric facilities.\"2 \n[7] CHEMC requested that Stevenson grant CHEMC an easement across her \nproperty for purposes or relocating of an existing electrical transmission line.  The \nrelocation of the transmission line was made necessary by severe erosion caused by storms \nthat resulted in encroachment on the transmission line right-of-way. Stevenson refused to \ngrant CHEMC's request for the easement. Plaintiff also alleges that Stevenson has failed to \nhonor her obligations under the Bylaws and, as a result, Stevenson's membership is subject \nto automatic suspension under the Bylaws.3  Plaintiff does not allege that there are \ncurrently any other CHEMC members who have failed or refused to grant it the requested \neasement for the purpose of relocating the transmission line. \n[8] There exists a genuine justiciable controversy between CHEMC and \nStevenson as to the Parties' \"respective rights and obligations\" under the Bylaws, and \ntherefore CHEMC is entitled to a declaration on such matters.4 \nDISCUSSION \n[9] The Motion seeks dismissal of the Amended Complaint pursuant to Rule \n12(b)(7) for failure to join necessary parties. Rule 19 requires that all \"who are united in \n                                                 \n1 Am. Compl. ¶¶ 1, 6. \n2 Id. ¶ 8. \n3 Id. ¶¶ 9-11, 17, 21. \n4 Id. ¶¶ 18-19, 23-24. \n \ninterest must be joined as plaintiffs or defendants.\" Any determinative judgment entered in \nthe absence of a party united in interest, or a necessary party, is null and void. Rice v. \nRandolph, 96 N.C. App. 112, 113 (1989). A party is a necessary party under Rule 19 when \nhe is \"'so vitally interested in the controversy that a valid judgment cannot be rendered in \nthe action completely and finally determining the controversy without his presence.'\" \nKarner v. Roy White Flowers, Inc., 351 N.C. 433, 438-39 (2000) (quoting Strickland v. \nHughes, 273 N.C. 481, 485 (1968)).   \n[10] A party is not a necessary party simply because a pending action might have \nsome impact on the party's rights, or otherwise affect the party. Instead, one \"whose \ninterest may be affected by a decree, but whose presence is not essential in order for the \ncourt to adjudicate the rights of others” is a “proper” party, but not a necessary party. \nCrosrol Carding Devs., Inc. v. Gunter & Cooke, Inc., 12 N.C. App. 448, 452 (1971). Unlike \nnecessary parties, a proper party may, but is not required to, be joined. Id. at 451. \"Whether \nproper parties will be ordered joined rests within the sound discretion of the trial court.\" \nLong v. City of Charlotte, 306 N.C. 187, 212 (1982). \n[11] Stevenson contends that all of CHEMC's \"hundreds of members\" are \nnecessary parties to this action and that the lawsuit should be dismissed unless those \nmembers are made parties.5 Stevenson points to Plaintiff's statement that \"the \ninterpretation\" of the Bylaws \"will affect all of CHEMC's members and not just the named \ndefendants,\"6 and argues that \"an interpretation of [the Bylaws] may in fact affect real \nproperty interests\" of other non-party members of CHEMC.  Stevenson also argues that G.S \n1-260 provides that “[w]hen declaratory relief is sought, all persons shall be made parties \n                                                 \n5 Mem. Supp. Mot. Dismiss Rule 12(b)(7) (\"Stevenson Brief\") at 2-3. \n6 Stevenson Br. at 2; see Pl.'s Resp. Def.'s Opp. Designation Mandatory Complex Business Case at 3. \n \nwho have or claim any interest which would be affected by the Declaration, and no \nDeclaration shall prejudice the rights of persons not parties to the proceedings.” \n[12] Stevenson cites principally to Karner v. Roy White Flowers, Inc., 351 N.C. \n433 (2000) in support of her argument that all of CHEMC's members are necessary parties \nto this action. In Karner, our Supreme Court held that nonparty property owners who \n\"each . . . [had] the right to enforce [a] residential restriction against any other property \nowner seeking to violate [the] covenant\" were necessary parties to a suit against certain \nneighbor defendants who had applied for demolition permits and planned to construct a \ncommercial building in a residential area. Id. at 439. The court noted that \"[a]n \nadjudication that extinguishes property rights without giving the property owner an \nopportunity to be heard cannot yield a valid judgment.\" Id. at 440 (internal quotations and \ncitations omitted). \n[13] However, in Midsouth Golf, LLC v. Fairfield Harbourside Condo. Ass'n, 187 \nN.C. App. 22, 29 (2007), our Court of Appeals distinguished Karner and refused to extend \nits holding to a case involving a dispute over a set of restrictive covenants pertaining to \namenity fees, which could only be enforced by \"the owner of the recreational amenities.\" \nThe court reasoned that \"unlike in Karner . . . [n]one of the property owners  . . . have the \nright to enforce the covenant to pay amenity fees against any of the other owners,\" and \ntherefore extinguishment of the restrictive covenant would not deprive nonparties of \"any \nproperty right akin to the right that the nonparty property owners were deprived of in \nKarner.\" Id. at 28-29. Although invalidation of the restrictive covenants \"could have some \neffect\" on the nonparty property owners in Midsouth Golf, the Court of Appeals did not view \nthis as deprivation of \"any property right\" under Karner. Id. at 29-30; See also Wallach v. \nLinville Owners Ass'n, 2014 N.C. App. LEXIS 728 (N.C. App. 2014) (relying on Midsouth \nGolf  to reach similar conclusion in action concerning amendments to declaration of \n \ncovenants, easements, and restrictions for housing subdivision; Court of Appeals rejected \nHOA's argument that nonparties who had acquired title to a lot during the litigation were \nnecessary parties). \n[14] This matter is distinguishable from the holding in Karner for the same \nreasons as applied by the Court of Appeals to the facts in Midsouth Golf.  Here, the other \nmembers of CHEMC do not have the ability to enforce the easement covenant in the Bylaws \nagainst their fellow members.  Instead, only CHEMC may enforce the covenant.  \nAccordingly, while a finding by this Court that the easement covenant cannot be enforced \nagainst Stevenson would in some sense affect the rights of the other, non-party members of \nCHEMC, it would not deprive them of any rights.\n7 Conversely, if the Court were to find that \nthe easement provision is enforceable against Stevenson, any impact of that judgment on \nother members would not extinguish any rights of the other members, all of whom have \nagreed to provide such an easement and many of whom have already provided an easement \nto CHEMC pursuant to this Bylaw. CHEMC merely seeks interpretation of its Bylaws and \ndeclaration of its rights particular to the circumstances of the dispute between CHEMC and \nStevenson.8 In the Court's view, CHEMC's nonparty members are, at best, proper parties \nwho may attempt to intervene if they choose to do so, subject to the Court's discretion. \nAccordingly, dismissal for failure to join necessary parties would be improper, and the \nMotion should be DENIED. \n                                                 \n7 Moreover, as Plaintiff notes, the involvement of other CHEMC members could place this Court in \nthe position of issuing an advisory opinion as to those members as no justiciable controversy exists \nbetween CHEMC and other members. Pl.'s Resp. Opp. Def. Stevenson's Mot. Dismiss (\"Plaintiff's \nBrief\"); see Tryon v. Power Co., 222 N.C. 200, 204 (1942) (trial courts are prohibited from issuing \"a \npurely advisory opinion which the parties might, so to speak, put on ice to be used if and when \noccasion might arise\"), Gaston Bd. of Realtors, Inc. v. Harrison, 311 N.C. 230, 234-35 (1984) \n(declaratory judgment claim is subject to dismissal in absence of \"actual controversy\"; \"actual \ncontroversy\" exists where \"litigation appear[s] unavoidable\"). \n8 See Am. Compl. ¶¶ 18-19, 23-24 (requesting declarations of the \"rights and obligations of the \nparties\" under the Bylaws) (emphasis added).  \n \nCONCLUSION \nNOW THEREFORE, based upon the foregoing, it is hereby ORDERED that the \nMotion is DENIED. \nThis the 8th day of December, 2014.  "
}