{
  "id": "aeb25611b8aabeac484669d8d50f3519e735685702990cbfdaaf9a9b5366fe0f",
  "source_file": "data/raw/ncbc/aeb25611b8aabeac484669d8d50f3519e735685702990cbfdaaf9a9b5366fe0f.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 12 CVS 8740 \n \n \nTHE KIMBERLEY RICE KAESTNER 1992 ) \nFAMILY TRUST,  ) \n Plaintiff )  \n  ) \n v.  ) OPINION AND ORDER ON \n   ) MOTIONS FOR SUMMARY \n   )  JUDGMENT \nNORTH CAROLINA DEPARTMENT OF ) \nREVENUE,   ) \n  Defendant ) \n \n \nTHIS CAUSE, designated a mandatory comple x business case by Order of the Chief \nJustice of the North Carolina Supreme Court, pu rsuant to N.C. Gen. Stat. § 7A-45.4(b), and \nassigned to the undersigned Special Superi or Court Judge for Complex Business Cases, \ncomes before the Court, pursuant to Rule 56 of  the North Carolina Rules of Civil Procedure \n(\"Rule(s)\"), upon Plaintiff The Kimberley Rice  Kaestner 1992 Family Trust's (\"Plaintiff\" or \n\"Trust\") Motion for Summary Judgment (\"Plaintiff's Motion\") and Defendant North Carolina \nDepartment of Revenue's (\"Defendant\") Mo tion for Summary Judgment (\"Defendant's \nMotion\") (together with Plaintiff's Motion, \"Motions\").  On February 24, 2015, the Court held \na hearing on the Motions. \nTHE COURT, after reviewing the Motions, brie fs in support of and in opposition to \nthe Motions, arguments of counsel, and the evidence and other appropriate matters of record, \nCONCLUDES that Plaintiff's Motion should be GRANTED and Defendant's Motion should \nbe DENIED for the reasons stated herein. \nMoore & Van Allen PLLC by Thomas D. Myrick, Esq., Neil T. Bloomfield, Esq., and \nKara N. Bitar, Esq. for Plaintiff The Kimberley Rice Kaestner 1992 Family Trust. \n \nNorth Carolina Department of Justice by Peggy S. Vincent, Esq. for Defendant North \nCarolina Department of Revenue. \n \nThe Kimberley Rice Kaestner 1992 Family Trust v. North Carolina Dep’t of Revenue,              \n2015 NCBC 36. \n \n \nMcGuire, Judge. \nProcedural History \n1. Plaintiff filed this action on June 30, 2012, seeking a determination that, as it \nwas applied to Plaintiff, North Carolina General Statute § 105-160.2 (hereinafter, references \nto North Carolina General Statutes will be to \"G.S.\") violates the Due Process Clause and the \nCommerce Clause of the United States Consti tution and Section 19 of the North Carolina \nConstitution. Plaintiff seeks a refund of all taxes, penalties, and interest paid by it pursuant \nto G.S. § 105.160.2 for the tax years 2005 through 2008. In its Complaint, Plaintiff also sought \nto enjoin Defendant from enforcing any assessments issued pursuant to G.S. § 105-160.2 and \nfrom issuing future assessments against Plaintiff based on the same provision. \n2. On February 11, 2013, the Court grante d, in part, Defendant's Motion to \nDismiss pursuant to Rule 12(b)(6). In its Orde r on Motion to Dismiss, the Court dismissed \nPlaintiff's claim for injunctive relief, but denied the Motion to Dismiss as to the constitutional \nchallenges to the statute. \n3. On July 2, 2014, Plaintiff filed its Motion for Summary Judgment. On \nSeptember 2, 2014, Defendant filed its Motion  for Summary Judgment. Both Motions have \nbeen fully briefed and, on February 24, 2015, the Court held a hearing on both Motions. \n4. Both Motions seek summary judgment in the parties' respective favors on the \nconstitutionality of G.S. § 105-160.2. Therefore, for the purpose of this Opinion and Order, \nthe Court will address the Motions together. \nFactual Background \n5. A court does not make findings of fa ct in ruling upon a motion for summary \njudgment. However, the court may summarize material facts that do not appear to be at issue \nand which justify the judgment. Hyde Ins. Agency, Inc. v. Dixie Leasing Corp., 26 N.C. App. \n \n \n138, 142 (1975). There is very little dispute as to any of the facts in this action, and the \ndispositive facts are undisputed.  \n6. In 1992, the Joseph Lee Rice, III Family 1992 Trust (\"Family Trust\") was \ncreated for the benefit of the children of Jo seph Lee Rice, III (\"Settlor\") under a trust \nagreement between Settlor and the initial trustee, William B. Matteson. 1 In 2005, Matteson \nresigned as trustee of the Family Trust, and  David Bernstein (\"Bernstein\"), a Connecticut \nresident and domiciliary, was appointed trustee. 2 Bernstein was the trustee of the Family \nTrust at all times relevant to this action.  \n7. The Family Trust was created in New York and is governed by New York Law.3  \nAt the time the Family Trust was created, Settlor and the initial trustee were residents and \ndomiciliaries of New York.4 At the time of its creation, no primary or contingent beneficiary \nwas a resident or domiciliary of North Carolina. 5 In 1997, Kimberley Rice Kaestner \n(\"Kaestner\"), a daughter of the Settlor and a primary beneficiary of the Family Trust, \nrelocated to North Carolina.6  \n8. On December 30, 2002, by operation of the trust agreement, the Family Trust \nwas divided into separate share trusts for each  of the Settlor's three children, including \nKaestner.7  In 2006, Bernstein \"physically divided\" the share trusts into three trusts. 8 \nPlaintiff is the separate share trust formed for the benefit of Kaestner. 9 The current \nbeneficiaries of Plaintiff are Kaestner and her three children, all of whom were residents and \n                                                 \n1 Bernstein Aff. (July 2, 2014) ¶ 3.  \n2 Id. ¶ 13. \n3 Id. ¶ 4. \n4 Id. ¶ 5. \n5 Id.  \n6 Id. ¶¶ 7-8. \n7 Id. ¶ 7. \n8 Bernstein Dep. 6. \n9 Bernstein Aff. ¶ 7.  \n \n \ndomiciliaries of North Carolina in the tax years at issue. 10 The contingent remainder \nbeneficiaries of Plaintiff are the Settlor's re maining children, the Settlor's spouse, and the \nSettlor's sister, none of whom are, or were, residents or domiciliaries of North Carolina.11  \n9. The Family Trust, which includes Plaintiff, is an irrevocable inter vivos trust.12  \nThe terms of the Family Trust provided that when Kaestner turned 40 years of age, the \nTrustee was to distribute the trust assets to Kaestner.  Kaestner turned 40 on June 2, 2009.  \nPrior to turning 40, Ms. Kaestner had conversa tions with her father and Bernstein as to \nwhether she wished to receive the trust assets at her 40th birthday.\n13    Kaestner determined \nshe preferred to extend the Trust.14    Accordingly, in 2009, prior to Kaestner's 40th birthday, \nBernstein transferred the assets of the Trust in to a new trust, the KER Family Trust. It is \nundisputed that the transfer of assets occurred af ter the tax years at issue in this case, and \nthe KER Family Trust is not a party to this action. \n10. During the tax years at issue in this case, the assets held by Plaintiff consisted \nof various financial investments including equities, mutual funds, and investments in \npartnerships. The custodian of Plaintiff's assets was located in Boston, Massachusetts. Other \ndocuments related to the Trust, including owners hip documents of some assets of Plaintiff, \nfinancial books and records, and legal records, were all kept in New York.\n15 Additionally, all \ntax returns and Trust accountings have been prepared in New York.16 \n11. Under the terms of the Trust, the bene ficiaries, including Kaestner, had no \nabsolute right to any of the assets or income of the Plaintiff, as the distributions of assets or \n                                                 \n10 Id. ¶ 10. \n11 Id. ¶ 11. \n12 Id. ¶ 12. \n13 Kaestner Dep. 8-10. \n14 Kaestner Dep. 9. \n15 Bernstein Aff. ¶ 14. \n16 Id.  \n \n \nincome are made at the sole dis cretion of the trustee, Bernstein. 17 Furthermore, under the \nterms of the Trust, Bernstein had broad authority to manage the property held by the Trust \n\"as if the absolute owner thereof.\"18  During the years in question no distributions were made \nto a beneficiary in North Carolina.19 \n12. Notwithstanding the discretionary nature of the Trust and the broad authority \ngranted to the trustee, it is undisputed that two loans were made from the Trust for the \nbenefit of Kaestner or other beneficiarie s.  In 2007 or 2008, Plaintiff loaned $250,000.00 \ndirectly to Kaestner in order to allow her to pursue an investment in vanilla. 20  In 2008 or \n2009, a loan was made from Plaintiff to a related trust, the Special Asset Trust, to enable the \nSpecial Asset Trust to make a capital call on a limited partnership interest that it held. 21 \nBoth loans were made at the lowest interest rate allowable by the Internal Revenue Service \nand both loans were ultimately repaid.22 \n13. Bernstein occasionally communicated wi th Kaestner regarding Plaintiff. \nKaestner was provided an accounting of the Trust,23 and received legal advice regarding the \nTrust from Bernstein and his firm. 24 Additionally, Bernstein met with Kaestner and her \nhusband in New York to discuss the Trust, whether the Kaestners desired to receive income \ndistributions, and certain investments the Trust held.25 \n14. During the tax years at issue, 2005 to  2008, Defendant taxed Plaintiff on the \nincome accumulated in the Trust during each year, although no income was distributed to a \n                                                 \n17 Id. ¶ 16; see also id. Ex. A, Art. 1, § 1.2(a). \n18 Id. Ex. A., Art. 5, § 5.2(r). \n19 Id. ¶ 17. \n20 Bernstein Dep. 48-49. \n21 Bernstein Dep. 47. In 2007, some assets of the Plaintiff were transferred, or decanted, into the newly \nformed Special Asset Trust. The Special Asset Trust is not the Plaintiff in this action. Id. 32. \n22 Id. at 47-49, 52. \n23 Bernstein Dep. 60. \n24 Id. at 56-57. \n25 Id. at 64-73. \n \n \nNorth Carolina beneficiary. 26 Plaintiff seeks refunds totaling in excess of $1.3 million, \nincluding $79,634.00 paid for the year 2005; $106,637.00 paid for 2006; $1,099,660.00 paid \nfor 2007; and $17,241.00 paid for 2008.\n27 Plaintiff's request for a refund was denied on \nFebruary 11, 2011.28 Although Plaintiff's Complaint seeks return of penalties paid on these \namounts, no penalties were paid to the Stat e of North Carolina after Plaintiff received a \ncomplete waiver of these fees.29 \nDiscussion \n15. In this lawsuit, Plaintiff challenges the Department's authority to impose \nincome taxes on the Trust during the years 2005–2008 pursuant to G.S. § 105-160.2.  For \npurposes of context, G.S. § 105-160.2 provides, in pertinent part, as follows:  \nThe tax imposed by this part applies to the taxable income of \nestates and trusts as determined under the provisions of the \nCode . . . . The tax is computed on the amount of the taxable \nincome of the estate or trust that  is for the benefit of a resident \nof this State, or for the benefit of a nonresident to the extent that \nthe income (i) is derived from North Carolina sources and is \nattributable to the ownership of any interest in real or tangible \npersonal property in this State or (ii) is derived from a business, \ntrade, profession, or occupation carried on in this State . . . . The \nfiduciary responsible for administering the estate or trust shall \npay the tax computed under the provisions of this Part. \n \n16. In actuality, the only part of G.S. § 105-160.2 that is at issue in this action is \nthe clause of the above-quoted language that provides for a trust to pay taxes on income \"that \nis for the benefit of a resident of this State.\"\n30 \n17. Plaintiff alleges that Section 105-160.2 is  unconstitutional on its face and as \napplied under the Due Process and Commerce Clauses of the United States Constitution, and \n                                                 \n26 Bernstein Aff. ¶¶ 19, 21. \n27 Id. ¶ 22. \n28 Id. ¶ 23. \n29 Koonce Aff. ¶¶ 4-5. \n30 Compl. ¶ 2. \n \n \na violation of Article I, Section 19 of the North Carolina Constitution. 31 \"When a \nconstitutional question is properly presented, it is the duty of the court to ascertain and \ndeclare the intent of the framers of the Constitution and to reject any legislative act which is \nin conflict therewith.\"  Mitchell v. N. C. Indus. Dev. Fin. Auth., 273 N.C. 137, 144 (1968); see \nalso Williams v. Blue Cross Blue Shield , 357 N.C. 170, 183 (2003) (noting this duty and \nstriking down a local act as unconstitutional). \n18. \"In challenging the constitutionality of a statute, the burden of proof is on the \nchallenger, and the statute must be upheld unless its unconstitutionality clearly, positively, \nand unmistakably appears beyond a reasonable doubt or it cannot be upheld on any \nreasonable ground.\"  Guilford Cnty Bd. of Educ. v. Guilford Cnty Bd. of Elections , 110 N.C. \nApp. 506, 511 (1993).  When questioning the authority in court of the State to exert its taxing \npower, \"only clear and demonstrated usurpation of power will authorize judicial interference \nwith legislative action.\"  \nRailway Express Agency, Inc. v. Maxwell, 199 N.C. 637, 642 (1930) \n(quoting Green v. Frazier , 253 U.S. 233, 239 (1920)).  As the Supreme Court of the United \nStates has explained, \"[a] state is free to pursue its own fiscal policies, unembarrassed by the \nConstitution, if by the practical operation of a tax the state has exerted its power in relation \nto opportunities which it has given, to protecti on which it has afforded, to benefits which it \nhas conferred by the fact of being an orderly, civilized society.\"  Wisconsin v. J. C. Penney \nCo., 311 U.S. 435, 444 (1940). \n19. The parties agree that the dispositive fa cts necessary for the Court to decide \nthis case are not in dispute.  The question for determination is whether Defendant has the \nauthority under the United States and North Ca rolina Constitutions to tax Plaintiff on the \n                                                 \n31 Compl. ¶¶ 40, 47, and 49. \n \n \nundistributed income of the Trust based solely upon the beneficiaries' residence in this \nState.32 \nDue Process Challenge    \n20. Plaintiff challenges §105-160.2 under the Due Process Clause of the United \nStates Constitution and the Law of the Land Clause of the North Carolina Constitution.  The \nFourteenth Amendment to the United States Constitution provides that no state shall \n\"deprive any person of life, liberty, or prope rty, without due process of law.\" U.S. Const. \namend XIV, § 1. Article I, Section 19 of the Constitution of North Carolina guarantees due \nprocess rights by providing that no person shall be \"in any manner deprived of his life, liberty, \nor property, but by the law of the land.\"  The North Carolina Supreme Court has noted that \n\"[t]he term 'law of the land' as used in Arti cle I, Section 19, of the Constitution of North \nCarolina, is synonymous with 'due process of law' as used in the Fourteenth Amendment to \nthe Federal Constitution.\"  Rhyne v. K-Mart Corp. , 358 N.C. 160, 180 (2004). Accordingly, \nthese provisions are, \"for all practical purpos es, the same under both the State and Federal \nConstitutions.\" Leonard v. Maxwell , 216 N.C. 89, 93 (1939). Under either constitution, \"a \nState's 'exaction of a tax constitutes a deprivat ion of property' subject to the safeguards of \nthe Due Process Clause.\"  Delhaize Am., Inc. v. Lay, 222 N.C. App. 336, 343 (2012) (quoting \nMcKesson Corp. v. Div. of Alcoholic Beverages & Tobacco , 496 U.S. 18, 36 (1990)).  \nAccordingly, Plaintiff's due process challenge to the statute under the United States and \nNorth Carolina Constitutions may be analyzed together. \n21. When a state seeks to impose a tax, the Due Process Clause requires: (1) \"some \ndefinite link, some minimum connection, be tween a state and a person, property or \ntransaction it seeks to tax;\" and (2) \"that the income attributed to the State for tax \n                                                 \n32 Def.'s Br. Supp. Mot. Summ. J. 19-20. \n \n \npurposes . . . be rationally related to values connected with the taxing state.\"  Quill v. North \nDakota, 504 U.S. 298, 306 (1992).  Under the first requirement, courts consider whether a \ntaxed entity's \"connections with a State are substantial enough to legitimate the State's \nexercise of power over\" it.  Id. at 312.  Where the taxed entity has no physical presence in a \nstate, the entity must \"purposefully avail itself  of the benefits of an economic market in the \nforum state.\"  Id. at 307.  This requirement ensures that the taxed entity is given \"fair \nwarning that its activity may subject it to the jurisdiction of a foreign sovereign.\"  Id. at 308 \n(emphasis added).  Under the second requirement, courts analyze \"whether the taxing power \nexerted by the state bears fiscal relation to protection, opportunities and benefits given by \nthe state.\"  J. C. Penney Co., 311 U.S. at 444. \n22. The focus of the due process inquiry must be on the entity being called upon to \npay taxes under G.S. §105-160.2; here, Plaintiff itself. 33 Accordingly, the Court must \nscrutinize Plaintiff's contacts with, and relati onship to, North Carolina, as well as benefits \nconferred upon it by North Carolina, to determine the State's authority to tax Plaintiff. \n23. Turning to Plaintiff's contacts with the State of North Carolina, nothing in the \nrecord indicates, and Defendant does not argu e, that Plaintiff maintained any physical \npresence in North Carolina during the tax years at issue. The undisputed evidence in this \nmatter shows that Plaintiff never held real property located in North Carolina, never owned \npersonal property located in North Carolina,  and never invested directly in any North \nCarolina based investments. 34 The record also indicates that no trust records were kept or \n                                                 \n33 The parties do not dispute that the Plaintiff Trust, and not Kimberly Kaestner or her children, is \nthe taxed entity.  See Anderson v. Wilson, 289 U.S. 20, 27 (1933) (holding \"the law has seen fit to deal \nwith this abstraction [a trust] for income tax purposes as a separate existence\").  \n34 The Court recognizes that, during the tax years at issue, Plaintiff held investments in entities that, \nin turn, made investments that may have been related to North Carolina, incurring losses of less than \n$2.50 in the tax years at issue. However, such an indirect connection is not a sufficient contact to \nsatisfy due process standards. \nSee Residuary Trust A. v. Director, 27 N.J. Tax 68, 76-77 (2013) (holding \n \n \ncreated in North Carolina, or that the trust could be, in any other manner, said to have a \nphysical presence in the State. Moreover, because the trustee's usual place of business where \ntrust records were kept was outside the State, it is clear from the record that Plaintiff's \nprincipal place of administration was not North Carolina.35 \n24. Defendant contends, however, that the si tus, or residence, of the trust is \nirrelevant as many of its assets are \"stored in the cloud\" and therefore do not exist in tangible \nform.36  However, the Court notes that other courts have treated the situs of intangible assets \nsuch as securities as the physical location of  the owner or at which the physical certificates \nare maintained.  See Safe Deposit & Trust Co. v. Virginia, 280 U.S. 83, 92 (1929) (\"Intangible \npersonal property may acquire a taxable situ s where permanently located, employed and \nprotected;\" and cases cited therein); Hanson v. Denckla, 357 U.S. 235, 247 n. 16 (1958). These \nitems being located, held, and protected outside North Carolina, the Court finds Defendant's \nposition unpersuasive. \n25. Since Plaintiff has no physical presence in the State, the Court must determine \nwhether Plaintiff has \"purposefully availed\" itse lf of the benefits, economic and otherwise, \nand laws of North Carolina.  As noted above, it is the taxed entity that must direct its actions \ntowards the taxing state.  Such actions could include \"the keeping of tangible or intangible \npersonality within a state,\" \"the use and sale of property,\" and incorporation in, or permission \nto conduct business granted by, a state. Miller Brothers Co. v. Maryland , 347 U.S. 340, 345 \n(1954).  More specific to a trust, the maintenance of offices, the ownership of assets, or the \n                                                 \nthat a trust did not own New Jersey assets simply by investing in an entity that owned New Jersey \nassets). \n35 See G.S. § 36C-1-103 (defining the principal place of administration for a trust); see also  G.S. § 36C-\n2-203(d) (recognizing a distinction between trusts administered inside and outside North Carolina).  \n36 See Def.'s Br. Supp. Mot. Summ. J. 7-9. \n \n \ntransaction of business in a state might prov ide sufficient minimum connection to tax the \ntrust.  Hanson, 357 U.S. at 251. \n26.  Defendant concedes that the only \"connection between the [Plaintiff] Trust \nand North Carolina in the case at hand is the residence of the beneficiaries.\" 37  Defendant \ncontends, however, that Kaestner and her three children have \"made North Carolina their \nhome, residence and domicile\" since 1997 and that \"all of the income earned by the Trust in \nthe years at issue was for the benefit of Ms. Kaestner and her three children.\" 38 Defendant \nargues that because the beneficiaries had an equitable interest in Plaintiff's assets, and could \npotentially have received future distributions, the Trust should be taxable in North Carolina \nbased on their residence in the State. 39 The Court finds Defendant's position unpersuasive \nfor two reasons. \n27. First, Defendant's position conflates the beneficiaries' contact with North \nCarolina with that of the Trust. As noted abo ve, trusts and their beneficiaries are separate \nlegal entities. See Anderson, 289 U.S. at 27 (recognizing that, for income tax purposes, trusts \nare a \"separate existence\"). Accordingly, Plaintiff's contacts with North Carolina are relevant \nhere, but not those of its beneficiaries. Nothing in the record indicates that Plaintiff itself \never engaged in the sort of \"purposeful availment\" that would subject it to taxation in North \nCarolina. See Miller Brothers Co., 347 U.S. at 345 (recognizing actions that would constitute \nsufficient contact to permit taxation by the State of Maryland).  \n28. Second, Defendant's position ignores th e undisputed facts that Kaestner and \nher children had no control over Plaintiff's asse ts or ability to generate income from those \nassets, and had no authority to compel Plaintiff to distribute income earned by the Trust. In \n                                                 \n37 Id. at 7, 9. \n38 Id. at 7. \n39 Id. at 9-11. \n \n \nNorth Carolina, the beneficiaries of a trust have  no legal interest in the trust's current or \nfuture income unless and until they are distributed. Sabine v. Gill, 229 N.C. 599, 605 (1948) \n(trust income \"is an intangible which belo ngs to the trust estate and becomes [the \nbeneficiary's] only by distribution\"). Accord ingly, the Court concludes that even if the \nbeneficiaries' interest in the Trust's income and assets constitutes an \"equitable interest,\" as \nDefendant contends, such a remote interest d oes not provide a sufficient nexus between the \nTrust and the State of North Carolina such that the latter can tax the income of the former.  \n29. Defendant also disputes \"Plaintiff's unqualified characterization\" that the \nTrustee managed Plaintiff without any consultation with Kaestner. 40 Defendant contends \nthat Kaestner was provided information about the Trust from Bernstein as trustee, received \nadvice concerning the Trust, and even received  two loans from the Trust. This contact with \nthe Trustee, Defendant appears to contend, co nstitutes a contact between Plaintiff and the \nState and further demonstrates that Kaestner had some input in, and thus some control over, \noperations of the Trust.  \n30. While the record indicates that Kaestner  received information concerning the \nTrust and received one direct loan from the Trust, 41 it remains undisputed that the actual \ncontrol of Plaintiff remained with the Trustee in his absolute discretion. 42 Moreover, such \ninfrequent contact as re flected in the record, 43 contact driven by the beneficiary and not \nPlaintiff, cannot, as a matter of law, constitute  sufficient contact of Plaintiff with the State \nsuch that all of Plaintiff's undistributed income is subject to taxation in North Carolina. \n                                                 \n40 Def.'s Br. Opp. Pl.'s Mot. Summ. J. 12. \n41 In addition to the loan to the Special Asset Trust that, Defendant contends, was for Kaestner's \nbenefit. See supra, ¶ 12. \n42 See Bernstein Aff. ¶ 16 (noting that the Trustee ne ver consulted with the beneficiaries concerning \ninvestment decisions, and that Trus t e e  h a d ,  a t  a l l  r e l e v a n t  t i m e s ,  the sole discretion to make all \ninvestment decisions). \n43 See Bernstein Dep. 81-84 (describing infrequent, \"maybe once a year,\" meetings with the Kaestners). \n \n \n31. Under these circumstances, the Court does  not believe that the residency of \nthe beneficiaries in North Carolina, standing alone, can be viewed as the Trust's \"purposeful\" \nactivity in this State.  Safe Deposit & Trust Co. , 280 U.S. at 91; Mercantile-Safe Deposit & \nTrust Co. v. Murphy, 203 N.E.2d 490 (N.Y. 1964) (\"[T]he imposition of a tax in the State in \nwhich the beneficiaries of a trust reside, on securities in the possession of the trustee in \nanother State, to the control or possession of which the beneficiaries have no present right, \nis in violation of the Fourteenth Amendment\").44 Ultimately, Plaintiff has \"clearly, positively, \nand unmistakably\" established that it did not have contacts of a sufficient quality or quantity \nto be subjected to taxes by the State of North Carolina and to satisfy the requirements of due \nprocess. \n32. Plaintiff also has established that the tax levied on the Trust fails to satisfy \nthe second requirement of the due process anal ysis because the income attributed to North \nCarolina for tax purposes is not rationally rela ted to values connected with North Carolina.  \nSee Quill, 504 U.S. at 306.  Under this prong, courts must analyze \"whether the taxing power \nexerted by the state bears fiscal relation to protection, opportunities and benefits given by \nthe state.\"  J. C. Penney , 311 U.S. at 444.  The Supreme Court distilled the analysis even \nfurther: \"The simple but controlling question is whether the state has given anything for \nwhich it can ask return.\"  Id.  As discussed above, the undisputed evidence shows that \nPlaintiff, as a taxed entity distinct from its be neficiaries, has not done anything to seek out \nthe protection, opportunities, and benefits conferred by North Carolina, and North Carolina \nhas not provided anything to the Trust for which it can ask return. \n                                                 \n44 To the extent Defendant contends that Kaestner's or her children's activities in North Carolina \nconstitute the Trust's activities, their activities clearly cannot satisfy the minimum contacts required \nby due process.  Hanson, 357 U.S. at 255. (\"The unilateral activity of those who claim some relationship \nwith a nonresident defendant cannot satisfy the requirement of contact with the forum state.\") \n \n \n33. Defendant does not expressly address this second requirement of the due \nprocess analysis.  Instead, Defendant contends that Quill did not create a rigid test for \ndetermining whether due process standards hav e been met.  Defendant argues that the \nrelevant inquiry is whether the taxed entity \"had minimum contacts with the jurisdiction \n'such that maintenance of the suit does not o ffend traditional notions of fair play and \nsubstantial justice'\" and whether the taxed en tity's contacts with the forum made it \nreasonable for the jurisdiction to impose the tax.45  Even applying these standards, however, \nthe tax levied against Plaintiff does not meet due process requirements.  As discussed above, \nthe entity that is subjected to the taxes still must have sufficient contacts with the state that \nmake it fair and reasonable that the state impose the taxes at issue.  Again, the only contact \nthat Plaintiff has with North Carolina is the presence in the State of beneficiaries who hold, \nat most, only equitable interests in the Trust.   Not only have the beneficiaries not enjoyed \nany distribution from the Trust, it is und isputed that Kaestner and her children cannot \ncompel distributions, have no right to control th e assets held by Plaintiff and have had no \ninfluence over the amount of income generated by Plaintiff.  While the presence of Kaestner \nand her children in North Carolina may provide \nsome contact with the State, absent any \nother contact by Plaintiff, it does not provide the minimum contacts necessary to satisfy the \ndue process requirement of the United States and North Carolina Constitutions. \n34. Defendant relies heavily on two decisions from other states, McCulloch v. \nFranchise Tax Board , 390 P.2d 412 (Cal. 1964), and Chase Manhattan Bank v. Gavin , 733 \nA.2d 782 (Conn. 1999).  In McCulloch, a beneficiary residing in California received a terminal \ndistribution in 1951 from a non-resident trust.  The distribution included the trust assets and \nthe income earned and accumulated in the trust during the years 1946-1950.  Id. at 415. \n                                                 \n45 Def.'s Reply to Pl.'s Resp. 6. \n \n \nCalifornia taxed the beneficiary for the income earned by the trust during the five years prior \nto the distribution and for which the tru st had not paid taxes to California. Id.  T h e  \nbeneficiary challenged the assessment of the ta x on the income earned by the trust on due \nprocess grounds.  The Supreme Court of Ca lifornia held that the tax met due process \nrequirements because it concluded that the be neficiary's \"residence [in California] confers \nthe essential 'minimum connection' ne cessary for due process of law.\" Id. at 419. The Court \nreasoned that \"the beneficiary's state of residence may properly tax the trust on income which \nis payable in the future to the beneficiary, although it is actually retained by the trust, since \nthat state renders to the beneficiary that protection incident to his eventual enjoyment of the \naccumulated income.\" Id. \n35. As a preliminary matter, the McCulloch case has features which distinguish it \nfrom this case.  In McCulloch, the taxed beneficiary was also a trustee of the trust.  While \nnot the basis for its holding, the Court expl ained that \"[n]o possible doubt attaches to \nCalifornia's constitutional power to tax plaintiff as a trustee.  His secondary role as trustee \nreinforces the independent basis of taxing plaintiff as beneficiary.\" Id. at 421.  Ms. Kaestner \nand her children are not trustees of the Trust. \n36. In addition, the precise question before the court in McCulloch was California's \nright to tax the beneficiary for the trust's a ccumulated income upon a distribution, not the \ndirect taxation of the trust itself.  McCulloch, 390 P.2d. at 414-15, 419, 421.  The court stated: \n[T]o hold that California could not levy this tax upon the beneficiary when the \ntrust is distributed to him would expose  this state to serious impediments in \nthe collection of its taxes.  The purpose of section  18106 of the Revenue and \nTaxation Code  in imposing upon the beneficiary at the time of the trust \ndistribution his personal obligation to pay taxes due, but unpaid, by the trust \nis to avoid the difficulties which th e state might otherwise encounter in \nattempting to enforce tax collection directly against foreign trustees. \n \n \n \nId. at 420.  Here, of course, the tax is not bein g assessed against Kaestner or her children, \nand is not being collected upon a distribution. \n37. Ultimately, however, this Co urt simply does not find McCulloch persuasive \nand reaches a different result.  The Court concludes that the beneficiary's residence in North \nCarolina, standing alone, is not a sufficient cont act by the Trust with this State to support \nthe imposition of the tax at issue, and that the benefits enjoyed by Ms. Kaestner and her \nchildren as residents of North Carolina are not \"protection, opport unities, and benefits\" \nconferred upon the Trust.  \nJ.C. Penney, 311 U.S. at 444. \n38. In Gavin, the Supreme Court of Connecticut reached a similar result to \nMcCulloch, concluding \"just as the state may tax the undistributed income of a trust based \non the presence of the trustee in the state be cause it gives the trustee the protection and \nbenefits of its laws . . . it may tax the same income based on the domicile of the sole non-\ncontingent beneficiary because it gives he r the same protections and benefits.\"  Gavin, 733 \nA.2d at 802.46  Like McCulloch, the facts of Gavin provide grounds for distinguishing it from \nthis matter.  In Gavin, the settlor of the trust was also a Connecticut domiciliary when he \ncreated the trust and, accordingly, the trust was a Connecticut \"resident inter vivos trust.\" \nId. at 787, 789.47  In this case, the Settlor of the Trust was a resident of New York, and there \nis no North Carolina statute making the Kaestner Trust a resident trust of this State. \n39. In reaching its conclusion, the court in Gavin also stated that it was \"not \npersuaded that . . . Safe Deposit & Trust Co. v. Virginia  . . . is still good law\" because the \nholding was based, in part, on the potential t hat the trust could be subjected to \"double \n                                                 \n46 In Gavin, the Court expressly relied upon McCulloch as supporting its holding. Gavin, 733 A.2d at \n803.  \n47 Connecticut General Statute § 12-701(a)(4)(D) provided that a resident inter vivos trust is \"a trust, \nor portion of a trust, consisting of the property of (i) a person who was a resident of this state at the \ntime the property was transferred to the trust if the trust was then irrevocable.\" \n \n \ntaxation,\" that is, taxation in more than one state.  Id. at 802.  First, Safe Deposit & Trust \nCo. v. Virginia has not been expressly overruled.  Second, a close reading of Safe Deposit & \nTrust Co. v. Virginia demonstrates that the Court consid ered many of the same factors \npresent in this case in reaching its holding.  Central to the analysis in Safe Deposit & Trust \nCo., the Court noted that, as is the case here, the possessor of the legal title to the securities \nheld in trust in that case resided outside of the state imposing the tax on those assets, and \nthe beneficiaries had no \"present right to their enjoyment or powe r to remove them.\" Safe \nDeposit & Trust Co., 280 U.S. at 92.  Accordingly, the Court does not agree that Safe Deposit \n& Trust Co. is no longer \"good law,\" as characterized by the Gavin court, but remains, at a \nminimum, instructive as to the due process im plications of taxing a trust with such bare \nconnections to the taxing State.  \n40. For the same reasons stated above, the Court concludes that the beneficiary's \nresidence in North Carolina, standing alone, is not a sufficient contact by the Trust with this \nState to support the imposition of the tax at i ssue, and declines to follow the reasoning in \nGavin. \n41. Accordingly, the Court concludes that the portion of G.S. § 105-160.2 providing \nthat a trust may be taxed on income \"that is for the benefit of a resident of this State\" violates \nthe Due Process Clause of the United States Co nstitution and Article I, Section 19 of the \nNorth Carolina Constitution as applied to Plai ntiff in this case where the only basis for \nimposition of the taxes is the beneficiaries' residence in the State of North Carolina. \nCommerce Clause Analysis \n42. Plaintiff also challenges the constitutionality of G.S. § 105-160.2 under the \nCommerce Clause of the United States Constitution.\n48 Contained in Article 1, Section 8, that \n                                                 \n48 For a thorough discussion of the distinction between the constitutionality of a tax under the Due \nProcess Clause and the Commerce Clause, see Quill v. N. Dakota, 504 U.S. 298 (1992). \n \n \nclause provides Congress with the authority to  \"regulate Commerce . . . among the several \nStates.\"49 As the Supreme Court of the United States has recognized, that Clause \"'by its own \nforce' prohibits certain state actions that  interfere with interstate commerce.\" Quill v. N. \nDakota, 504 U.S. 298, 309 (1992) (quoting S. Carolina State Highway Dept. v. Barnwell Bros., \nInc., 303 U.S. 177, 185 (1938)). This \"negative sweep\" of the Commerce Clause, or dormant \nCommerce Clause, has been interpreted to place specific limitations on the ability of states \nto levy taxes on interstate commerce and activity. Quill, 504 U.S. at 309.  \n43. In Complete Auto Transit, Inc. v. Brady , the Supreme Court articulated the \nnow well-established four prong analysis for determining the constitutionality of a tax under \nthe Commerce Clause. 430 U.S. 274, 279 (1977); see also Goldberg v. Sweet , 488 U.S. 252, \n259-260 (1989); Quill, 504 U.S. at 311.  A state tax withstands scrutiny under the Commerce \nClause if: (1) it is applied to an activity with a substantial nexus to the taxing state; (2) it is \nfairly apportioned so as to tax only the activities connected to the taxing state; (3) it does not \ndiscriminate against interstate commerce; and (4) it  is fairly related to services provided by \nthe state. \"To pass constitutional muster, all four prongs must be satisfied and the failure to \nmeet any one of these requirements renders the tax unconstitutional.\" McNeil v. \nCommonwealth of Pa. , 67 A.3d 185, 192 (Pa. Commw. Ct. 2013) (citing Complete Auto \nTransit, Inc., 430 U.S. at 279) (emphasis in original). Because the Court, largely for reasons \nalready discussed above, finds that the applicat ion of G.S. § 105-160.2 to Plaintiff fails to \nsatisfy the first and fourth prongs of Complete Auto, the Court need not address prongs two \nand three of that test. \n44. The Complete Auto test first requires that the activity taxed have a \n\"substantial nexus\" to the taxing State. Th e Supreme Court has explained that, although \n                                                 \n49 U.S. Const. art. I, § 8, cl. 3. \n \n \nsimilar to the minimum contacts required under a due process analysis, the \"substantial \nnexus\" required under the Commerce Clause re flects a concern over the impact of State \nregulation on the national economy and, therefore, requires more than \"minimum contacts\" \nwith the taxing State. Quill v. N. Dakota , 504 U.S. 298, 312-13 (1992). Additionally, the \nSupreme Court has specifically noted that an entity \"may have the 'minimum contacts' with \na taxing State as required by the Due Proce ss Clause, and yet lack the 'substantial nexus' \nwith that State as required by the Commerce Clause.\" Id. at 313.  \n45. Here, the Court already has found that the Trust itself, as a separate legal \nentity from its beneficiaries, lacked suffici ent \"minimum contacts\" with North Carolina to \nsatisfy the Due Process Clause. Similarly, the mere presence of the beneficiaries in North \nCarolina, while some contact with the State, is not a \"substantial nexus\" between the Trust \nand the State of North Carolina. As noted above, all Trust records were compiled and retained \noutside of North Carolina, all real or personal property held by the Trust was located outside \nNorth Carolina, and all income generated by  the Trust was generated from investments \nlocated outside North Carolina. 50 Accordingly, both the Trust and the income it generated \nlacked a substantial nexus with this State sufficient to satisfy the Complete Auto test. \n46. Additionally, the fourth prong of the Complete Auto test requires that the tax \nimposed be fairly related to services provided by the State. This prong ensures that \"a State's \ntax burden is not placed upon persons who do not benefit from services provided by the State.\" \nGoldberg, 488 U.S. at 266-67 (1989). For this reason, the focus of this prong is on \"the \npresence and activities of the taxpayer within the State.\" Id. at 266 (emphasis added). Here, \nas noted above, Plaintiff had no presence in North Carolina.51 Plaintiff engaged in no activity \nin the State of North Carolina; it did not make  investments in North Carolina, it made no \n                                                 \n50 See supra ¶ 23. \n51 Id.   \n \n \ndistributions to North Carolina residents, an d it did not maintain any records in North \nCarolina.52  \n47. On this point, the recent decision of the Commonwealth Court of Pennsylvania \nin McNeil v. Commonwealth, a case factually similar to the present case, is instructive.  In \nMcNeil, Pennsylvania \"assessed Pennsylvania income Tax and interest on all of the income \nof two inter vivos trusts which are located in, administered in, and governed by, the law of \nDelaware and which had no Pennsylvania income or assets\" on the basis that the trusts' \ndiscretionary beneficiaries and settlor were Pennsylvania residents. 67 A.3d at 187-88.  The \ntrusts had no obligation to pay any distributio ns to the beneficiaries and the beneficiaries \nhad no current or future right to the income or assets of the trusts. \nSee id . at 194. \nPennsylvania law classified the trusts as resident trusts based on the residency of the settlor \nand taxed the trusts on all of their income.  Id. at 187, 190. The Court concluded that the tax \nviolated three prongs of the Complete Auto test because (a) the residency of the beneficiaries \nand settlor did not establish a substantial ne xus between Pennsylvania and trusts, (b) the \ntax was not fairly apportioned as the trust had no Pennsylvania income or assets and the \ntrustees had no presence in Pennsylvania, and (c ) the tax was not fairly related to services \nprovided by Pennsylvania as the trusts had no physical presence in Pennsylvania, none of \ntheir income was derived from Pennsylvania source s, none of their assets or interests were \nlocated in Pennsylvania, and they were estab lished under and were governed by Delaware \nlaw. \nId. at 192-97. To be sure, the beneficiaries themselves, as residents of Pennsylvania, \nreceived benefits from Penns ylvania; nonetheless, the McNeil court made clear that it was \nthe trust that was subject to taxation, not the beneficiaries themselves. Id. at 198 (noting the \nbeneficiaries will pay Pennsylvania tax on any distributions they receive from the trusts). \n                                                 \n52 Id.  \n \n \nUltimately, the court in McNeil recognized that, although the beneficiaries were provided a \nbenefit from the Commonwealth of Pennsylvani a, because the plaintiff trusts themselves \n\"d[id] not benefit from Pennsylvania's . . . economic markets, . . . courts, and laws,\" the fourth \nprong of Complete Auto was not satisfied. Id. at 197-98. \n48. Similarly, notwithstanding the absence of the Trust's meaningful contact with \nor activity in North Carolina, Defendant argues  that this prong is satisfied because \"North \nCarolina provides the beneficiaries with a civilized society . . . [and] the environment for the \nenjoyment of the Trust, whether asse ts are distributed now or later.\" 53 However, as noted \nabove, the Complete Auto test examines the activities \"of the taxpayer\" in the taxing State. \nGoldberg, 488 U.S. at 266. Defendant has only taxe d Plaintiff, not the beneficiaries or any \nNorth Carolina resident. Accordingly, the Court is limited to examining the benefit conferred \nby the State on Plaintiff as a separate legal entity from the beneficiaries. See Anderson, 289 \nU.S. at 27. Unlike the beneficiaries, Plaintiff does not benefit from any services or legal \nframework provided by the State of North Carolina. See McNeil, 67 A.3d at 197-98. Similarly, \nthe Court concludes that application of G.S. § 105-160.2 to Plaintiff does not satisfy the fourth \nprong of Complete Auto. \n49. Ultimately, because the application of G.S. § 105-106.2 fails to satisfy the first \nor fourth prongs of the Complete Auto test, the Court concludes that the portion of G.S. § \n105-160.2 providing that a trust may be taxed on income \"that is for the benefit of a resident \nof this State\" violates the Commerce Clause of the United States Constitution and Article I, \nSection 19 of the North Carolina Constitution as applied to Plaintiff in this case where the \nonly basis for imposition of the taxes is the beneficiaries' residence in the State of North \nCarolina. \n                                                 \n53 Def.'s Br. Supp. Mot. Summ. J. 30. \n \n \nConclusion \n50. Although Plaintiff must satisfy a high burden to prove that a State statute is \nunconstitutional, North Carolina case law has shown that such a burden is not \ninsurmountable. \nSee McIntyre v. Clarkson , 254 N.C. 510 (1961) (holding statute at issue \nconstitutionally invalid where challenger show ed the statute's unconstitutionality beyond a \nreasonable doubt). Accord Board of Managers James Walker Memorial Hospital v. \nWilmington, 237 N.C. 179, 189 (1953); Rockford-Cohen Group, LLC v. N.C. Dep't of Ins. , __ \nN.C. App. __, 749 S.E.2d 469 (2013). \n51. Ultimately, after a thorough review of the record in this action and \nconsideration of the arguments of the parties, the Court concludes that Plaintiff has shown, \nbeyond a reasonable doubt, that the portion of  G.S. § 105-160.2 providing that a trust may \nbe taxed on income \"that is for the benefit of a resident of this State\" is unconstitutional \nunder the Due Process and Commerce Clauses of the United States Constitution and Article \n1, Section 19 of the North Carolina Constitution as applied to Plaintiff in this case where the \nonly basis for imposition of the taxes is the beneficiaries' residence in the State of North \nCarolina. For the reasons stated above, it appe ars to the Court that Plaintiff's Motion for \nSummary Judgment should be GRANTED, and Defendant's Motion for Summary Judgment \nshould be DENIED. \nTHEREFORE, IT IS ORDERED that: \n52. Plaintiff's Motion for Summary Judgment is GRANTED. Defendant shall \nrefund any and all taxes and penalties paid by  Plaintiff pursuant to G.S. § 105-160.2, with \ninterest. \n53. Defendant's Motion for Summary Judgment is DENIED. \n \n \n \nThis the 23rd day of April, 2015. "
}