{
  "id": "aecaba62b5f6271c5d0f25177f15d6b83cd13a1f42b38704f3308d35f09064fa",
  "source_file": "data/raw/ncbc/aecaba62b5f6271c5d0f25177f15d6b83cd13a1f42b38704f3308d35f09064fa.pdf",
  "raw_text": "Potts v. KEL, LLC, 2019 NCBC 60. \n \nSTATE OF NORTH CAROLINA \n \nIREDELL COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 2877 \n \nW. AVALON POTTS, individually \nand derivatively on behalf of Steel \nTube, Inc., \n \nPlaintiff, \n \nv. \n \nKEL, LLC; RIVES & ASSOCIATES, \nLLP; \n \nDefendants, \n \nand \n \nSTEEL TUBE, INC., \n \nNominal Defendant, \n \n           and \n \nLEON L. RIVES, II, \n \n                     Defendant/ \n                     Counterclaimant/ \n                     Third-Party Plaintiff, \n \n v. \n \nAVALON1, LLC, \n \n                     Third-Party Defendant/ \n                     Counterclaimant.  \n \n \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION  \nON RIVES DEFENDANTS’  \nMOTION IN LIMINE  \n \n1. This case is scheduled for trial on December 2, 2019.  In this Opinion, the \nCourt must decide whether to exclude the testimony of the plaintiff’s expert witness. \nMoore and Van Allen, PLLC, by Mark A. Nebrig and John T. Floyd, for \nPlaintiff W. Avalon Potts and Third -Party Defendant/Counterclaimant \nAvalon1, LLC.   \n \nSharpless McClearn Lester Duffy, PA, by Frederick K. Sharpless and \nPamela S. Duffy, for Defendants Leon L. Rives, II and Rives & \nAssociates, LLP.     \n \n \n \nNo counsel appeared for Defendant KEL, LLC. \n \nConrad, Judge. \nI. \nBACKGROUND \n \n2. The Court has described the nature of this dispute and the asserted claims \nin earlier opinions.  See Potts v. KEL, LLC , 2019 NCBC LEXIS 30 (N.C. Super. Ct. \nMay 9, 2019) (“Potts II”); Potts v. KEL, LLC, 2018 NCBC LEXIS 24 (N.C. Super. Ct. \nMar. 27, 2018) (“Potts I”).  Thus, the Court provides only a short summary here. \n3. This is a derivative action brought by Avalon Potts on behalf of Steel Tube, \nInc.1  Most of the claims are asserted against Leon Rives, II, one of Steel Tube’s former \nowners and directors.  Rives’s tenure with Steel Tube was brief: he acquired a 50% \ninterest from Walter Lazenby (one of the company’s founders) in early 2015 but was \nforced out by Potts ( the other founder and 50% owner) in early 2017 .  Put bluntly, \nPotts alleges that Rives spent most of that time plundering the company’s assets. \n4. To begin, Rives allegedly funded his purchase of Steel Tube shares with the \ncompany’s money : first, by issuing a $20,000 check to Lazenby  and, then, by \nwithdrawing $7,500 per month to pay additional installments to Lazenby.  Rives later \ntook a tax distribution of $62,875, which Potts alleges was unauthorized.  Also, during \nthis timeframe, members of Rives’s family apparently formed two new businesses —\nElite Tube & Fab, LLC  (“Elite Tube”) and KEL, LLC.  As alleged, Rives funneled \n                                            \n1 Potts asserted a number of i ndividual claims , all of which were dismissed in earlier \ndecisions.  See Potts II, 2019 NCBC LEXIS 30, at *11–14, 33; Potts I, 2018 NCBC LEXIS 24, \nat *16–18, 19. \n \n \nmoney and equipment from Steel Tube to Elite Tube and then approved a sweetheart \ndeal with KEL to let it handle Steel Tube’s transportation and trucking services. 2  \nRives says he had good reasons for all of these transactions.  Potts contends they \namount to a breach of Rives’s fiduciary duties and also give rise to claims for  fraud, \nconstructive fraud, unjust enrichment, and conversion. \n5. Potts further alleges that Rives’s misconduct has put Steel Tube in tax \ntrouble.  Before Rives acquired an interest in Steel Tube, he and his accounting firm, \nRives & Associates, LLP  (together, “Rives Defendants”) , had long provided  tax \npreparation services and advice to the company.  Rives & Associates  continued to \nhandle Steel Tube’s taxes into 2015.  According to Potts, Rives & Associates prepared \nand filed several inaccurate tax forms designed to give undeserved tax benefits to \nRives.  Those filings had to be corrected, resulting in fines, penalties, and related \nexpenses.  Potts attributes all of this to professional negligence by Rives & Associates. \n6. Altogether, Potts pegs Steel Tube’s damages at over $2 million.  He intends \nto call Gregory Reagan, a certified public accountant, as an expert witness to support \nthat figure.   Reagan prepared a  report with twenty-five distinct but overlapping \nopinions on damages suffered by Steel Tube.  In the same report, he also opines as to \nthe relevant accounting standards of care and whether the Rives Defendants  \ndeparted from those standards.  (See ECF No. 125.15 [“Reagan Report”].)  \n                                            \n2 Both Elite Tube and KEL were named as defendants.  KEL has made no appearance, and \nthe Court has entered default.  (See ECF No. 104.)  Potts and Elite Tube reached a settlement, \nwhich the Court approved in May 2018.  (See ECF No. 95.) \n \n \n7. The Rives Defendants have moved to exclude many of these opinions as \nirrelevant and unreliable.  (See ECF No. 138.)  Their motion has been fully briefed, \nand the Court held a hearing on September 9, 2019.  The motion is ripe for disposition. \nII. \nANALYSIS  \n \n8. “Expert testimony is governed by North Carolina Rule of Evidence 702, \nwhich is now virtually identical to its federal counterpart and follows the Daubert \nstandard fo r admitting expert testimony.”  Insight Health Corp. v. Marquis \nDiagnostic Imaging of N.C., LLC, 2017 NCBC LEXIS 14, at *39 (N.C. Super. Ct. Feb. \n24, 2017) (citations and quotation marks omitted).  “In other words, North Carolina \ntrial courts now perform the same ‘gatekeeping role’ that federal district courts have \nlong performed.”  Kerry Bodenhamer Farms, LLC v. Nature’s Pearl Corp., 2018 NCBC \nLEXIS 239, at *4 (N.C. Super. Ct. Dec. 27, 2018) (quoting Daubert v. Merrell Dow \nPharms., Inc., 509 U.S. 579, 597 (1993)).   \n9. The purpose of this gatekeeping role “is to ensure the reliability and \nrelevancy of expert testimony.”  Kumho Tire Co. v. Carmichael , 526 U.S. 137, 152 \n(1999).  Expert testimony can be helpful.  At times, it is essential.  Even so, courts \nhave long worried  about the effect of questionable expert testimony on a jury.  \n“Experts famously possess an ‘aura of special reliability’ surrounding their \ntestimony.”  United States v. Upton, 512 F.3d 394, 401 (7th Cir. 2008) (quoting United \nStates v. Brown, 7 F.3d 648, 655 (7th Cir. 1993)); see also United States v. Jones, 107 \nF.3d 1147, 1161 (6th Cir. 1997) (noting “the mystique attached to ‘experts’ ”).  It is up \nto the trial court to ensure that expert testimony serves its legitimate purpose —to \n \n \naid the jury with speci alized knowledge—without compromising the jury’s ability to \nindependently evaluate all the evidence. \n10. Some rules are crystal clear.  For instance, “[i]t is well settled that an expert \nmay not opine as to the credibility of a witness.”  State v. Davis, 828 S.E.2d 570, 573 \n(N.C. Ct. App. 2019).  Likewise, an expert may not testify as to “whether legal \nconclusions should be drawn or whether legal standards are satisfied.”  HAJMM Co. \nv. House of Raeford Farms, Inc., 328 N.C. 578, 587, 403 S.E.2d 483, 489 (1991).  Such \ntestimony would usurp the role of the judge, the jury, or both.  “It is for the court to \nexplain to the jury the given legal standard or conclusion at issue and how it should \nbe determined,” and “an expert is in no better position to conclude whethe r a legal \nstandard has been satisfied or a legal conclusion should be drawn than is” a properly \ninstructed jury.  Id.   \n11. More generally, expert “testimony must meet the minimum standard for \nlogical relevance” under Rule 401.  State v. McGrady, 368 N.C. 880, 889, 787 S.E.2d \n1, 8 (2016).  And it must satisfy the three -part test set out in Rule 702(a): (1) the \n“testimony must be based on specialized knowledge ”; (2) “the expert must be \nqualified”; and (3) “the testimony must be reliable.”  Insight Health Corp., 2017 NCBC \nLEXIS 14, at *39 (citation omitted).   Testimony is reliable if it “is based upon \nsufficient facts or data,” if it “is the product of reliable principles and methods,” and \nif “[t]he witness has applied the principles and methods reliably to the fa cts of the \ncase.”  N.C. R. Evid. 702(a)(1)–(3).  “The precise nature of the reliability inquiry will \n \n \nvary from case to case depending on the nature of the proposed testimony.”  McGrady, \n368 N.C. at 890, 787 S.E.2d at 9.   \n12. Turning to this case, h ow does Reagan’s anticipated testimony fare under \nthese standards?   His qualifications are not in dispute .  But Rives and Rives & \nAssociates seek to exclude  part or all of more than twenty of his opinions as \nirrelevant, nonspecialized, or unreliable.   The Court a ddresses these challenges \nbelow, observing at the outset that some of the parties’ arguments are less developed \nthan others. \nA. Standard of Care (Opinion 2) \n13. A claim of professional negligence requires evidence that the defendant had \na duty to conform to a certain standard of care (sometimes referred to as a standard \nof conduct) and that a breach of that duty proximately caused injury.  See Michael v. \nHuffman Oil Co., 190 N.C. App. 256, 271, 661 S.E.2d 1, 11 (2008).  Though composed \nas a single opinion, some fifteen pages of Reagan’s report are dedicated to the \nprofessional standards that apply to certified public accountants , including those \npublished by the American Institute of Certified Public Accountants (“AICPA”) along \nwith a number of legal  rules and regulations.  ( See Reagan Report 5–20.)  Reagan \nopines that the Rives Defendants failed to conform to these standards, contributing \nto all of the damages itemized in the report’s other twenty -five opinions.  (See, e.g., \nReagan Report 20.)   \n14. The Rives Defendants concede in principle that Reagan can testify about \npertinent professional standards .  ( See Br. in Supp. 8 , ECF No. 139 .)  This makes \n \n \nsense.  “Ordinarily, expert testimony is required to establish the standard of care .”  \nAssociated Indus. Contrs., Inc. v. Fleming Eng’g, Inc. , 162 N.C. App. 405,  410, 590 \nS.E.2d 866, 870 (2004).  And, as relevant here, the standards that apply to tax and \naccounting professionals likely fall outside the common knowledge and experience of \na lay jury.  See, e.g., Hassebrock v. Bernhoft, 815 F.3d 334, 342 (7th Cir. 2016) ( “The \nstandard of care for accountants is established . . . with expert testimony.”). \n15. Where the Rives Defendants take issue with Reagan is in his application of \nthe standard of care, though their objections have evolved over time .  The opening \nbrief argues, for example,  that any testimony that the Rives Defendants “violated \nCPA rules and re gulations” should be in admissible; the reply brief backtracks and \nstates that “Reagan can testify to violations of the standards.”  (Compare Br. in Supp. \n8, with Am. Reply Br. 4, ECF No. 14 9 [“Reply Br.”].)  As best the Court can tell, the \nRives Defendants are pressing four objections. \n16. One is that Reagan improperly characterizes the alleged failures to conform \nto the standard of care as “negligence” and “gross negligence.”  ( See Reply Br. 4 –5; \nReagan Report 20.)  Potts, apparently conceding the point,  represents that he does \nnot intend to elicit this testimony at trial .  The concession is a good one.   Whether \nconduct was grossly negligent is a legal conclusion that the trier of fact must draw \nfrom the evidence, not a proper subject of expert testimony .  See Norris v. Zambito, \n135 N.C. App. 288, 292, 520 S.E.2d 113, 116 (1999); see also, e.g. , GlobalRock \nNetworks, Inc. v. MCI Commc’ns Servs., Inc., 943 F. Supp. 2d 320, 343–44 (N.D.N.Y. \n2013) (excluding expert opinion that defendant was guilty of gross negligen ce); \n \n \nComputalog U.S.A. v. Blake Drilling & Workover Co. , 1996 U.S. Dist. LEXIS 19074, \nat *11 (E.D. La. Dec. 9, 1996) (same).   \n17. Second, the Rives Defendants argue that Reagan should not be allowed to \ntestify that their conduct was dishonest, deceptive, or discreditable.  (See Br. in Supp. \n8.)  The Court agrees.  In his report, Reagan points to regulations that prohibit such \nconduct by accountants and then goes on to opine that “Rives violated many of these \nrequirements by being dishonest, non -independent, d eceptive, self -serving and \nengaging in conduct discreditable to the accounting profession.”  ( Reagan Report 9.)  \nThere is no specialized knowledge at work here.  It is simply a value judgment.  So \ntoo for Reagan’s assessment that Rives’s actions were “shoc king” and “disturbing.”  \n(Reagan Report 8, 14.)  The jury will hear the evidence, including testimony from \nRives, and draw their own conclusions about his honesty and integrity.  The Court \ntherefore excludes these aspects of Reagan’s opinion.  See, e.g. , In re Testosterone \nReplacement Therapy Prods. Liab. Litig. Coordinated Pretrial Proceedings, 2017 U.S. \nDist. LEXIS 69400, at *1019 (N.D. Ill. May 8, 2017) (excluding references to \n“unconscionable” and “predatory” conduct as inadmissible “value judgment[s]”). \n18. The third objection relates to the Rives Defendants’ preparation of certain \nfinancial statements for Steel Tube.  Reagan states that Rives & Associates prepared \na compilation report along with these financial statements but did not provide the \nreport to Steel Tube.  (Reagan Report 10–11.)  He opines that the failure to do so was \na breach of professional standards.  (Reagan Report 10–11.)  In reaching this \nconclusion, Reagan did not review the report itself.  (Reagan Report 10.)   \n \n \n19. The Rives Defendants cont end that Reagan’s failure to review the \ncompilation report renders his opinion inadmissible.  (See Br. in Supp. 9–10.)  It does \nnot.  Reagan’s opinion does not turn on the report’s contents.  Rather, his opinion is \nbased on its omission.  As Potts correctly observes, Reagan had no need to review the \nreport before forming that opinion.  (See Opp’n 8, ECF No. 143.) \n20. Separately, the Rives Defendants dispute Reagan’s understanding of the \nstandards governing compilation reports.  Reagan opines that a financial statement \ncompilation is an “attest ” service, (Reagan Report 6); the Rives Defendants contend \nthat “Reagan is wrong,” (Br. in Supp. 10).  This is a matter best left to cross -\nexamination.  Both sides point to standards adopted by the AICPA.  The Rives  \nDefendants are free to challenge Reagan’s understanding of those standards on cross-\nexamination, and the jury may evaluate the correctness of his conclusions .  See J.S. \n& L.S. v. Am. Inst. for Foreign Study, Inc., 2013 U.S. Dist. LEXIS 136073, at *19–20 \n(W.D. Tex. Sept. 24, 2013) (holding that the jury must decide dispute over applicable \nstandards).   \n21. Fourth, and last, is c ausation.  Reagan’s bottom-line conclusion in Opinion \n2 is that all of Steel Tube’s damages “were caused by” the Rives Defendants’ failures \nto conform to pertinent professional standards.  (Reagan Report 5.)  In their briefing, \nthe Rives Defendants argue that this is an improper legal conclusion.  (See Reply Br. \n4–5.)  At the hearing, their counsel further argued that most of the claimed damages \nhave no connection with any  alleged breach of accounting standards of care.   Potts \n \n \nresponds that “[e]xpert witnesses may appropriately explain issues of causation.”  \n(Opp’n 9.) \n22. Expert testimony is com mon—even necessary in some cases —to establish \ncausation for a claim of professional negligence.  See, e.g., Rorrer v. Cooke, 313 N.C. \n338, 362, 329 S.E.2d 355, 370 (1985) ( assessing whether expert affidavit created an \nissue of fact as to causation for claim of legal malpractice); cf. Handex of the Carolinas, \nInc. v. Cty. of Haywood, 168 N.C. App. 1, 11, 607 S.E.2d 25, 31 (2005) (observing that \nexpert testimony is unnecessary if “the common knowledge of lay persons is sufficient \nto find the standard of care required, a departure therefrom, or proximate causation” \n(citation and quotat ion marks omitted)).  Indeed, tax and accounting matters are \nnotoriously complicated.   Here, Potts alleges that the Rives Defendants either \nbotched or falsified a number of Steel Tube’s tax forms.   It appears that Reagan’s \ntestimony would assist the jury i n understanding  what corrective measures are \nnecessary or prudent when these types of errors occur and whether the measures \ntaken by Steel Tube qualify.  \n23. But to the extent Reagan intends to testify that the Rives Defendants’ \naccounting misconduct caused all of Steel Tube’s damages, that testimony is \ninadmissible.  Damages testimony must be relevant to the asserted theory of liability.  \nSee Kempner Mobile Elecs., Inc. v. Sw. Bell Mobile Sys. , 428 F.3d 706, 713 (7th Cir. \n2005) (affirming exclusion of expert testimony on damages that were “irrelevant and \ninapplicable to [the] theory of liability”).  The purpose of Opinion 2, according to Potts, \nis to identify “the relevant rules governing Defendants’ conduct as accountants .”  \n \n \n(Opp’n 7 (emphasis added).)  Some o f the alleged damages —tax penalties, for \nexample—may fairly be attributed to that conduct.  Most of the claimed damages, \nhowever, have to do with Rives’s purported self -dealing in his role as an officer and \ndirector of Steel Tube , issues governed by the statutory standards for corporate \nfiduciaries.  See, e.g. , N.C.G.S. §§ 55-8-30, 55 -8-42.  Rives’s alleged failures as an \naccountant are irrelevant to those damages.  \n24. Reagan’s report provides no basis to conclude otherwise.  His opinion seems \nto be that Rives’s general “dishonesty and discreditable conduct” contributed to all of \nthe asserted damages.  (Reagan Report 12.)  As noted, it is for the jury to evaluate \nRives’s honesty and integrity.  Moreover, Reagan bases his conclusion on a passage \nfrom Rives’s deposition in which Rives describes taking over the management of his \nfather’s accounting firm in 2006.  (Reagan Report 11–12.)  This is hardly relevant to \nRives’s conduct at Steel Tube ten years later. \n25. The Court therefore declines to exclude Reagan’s causation opinions in their \nentirety but excludes any testimony that the alleged accounting misconduct caused \ndamages beyond those tax-related matters specified in his report.  (See, e.g., Reagan \nReport 11 (identifying tax-related matters in Opinions 7, 8, 9, 14, 23, and 25).)  \nCounsel should take care  to ensure that Reagan’s testimony does not stray toward \nthe ultimate legal conclusion of causation.  It would be improper, for example, to ask \nReagan whether the Rives Defendants’ conduct was the “proximate cause” of injury.  \nState v. Ledford, 315 N.C. 599, 617, 620, 340 S.E.2d 309, 321, 322 (1986). \n \n \nB. Tax-Related Damages (Opinions 7, 8, 14, and 23) \n26. Of Reagan’s twenty-five damages opinions, at least four stem from the \nalleged preparation and filing of inaccurate tax forms.  He opines, for example, that \nSteel Tube ’s damages include  all penalties and interest assessed by governing \nauthorities (Opinion 14), an opinion the Rives Defendants do not seek to exclude.  (See \nReagan Report 31.)  He also opines that Steel Tube should recover the fees paid to \nRives & Associates to prepare the inaccurate forms (Opinion 7), the fees paid to \nanother firm to redo the forms (Opinion 8), and the cost of a business valuation \n(Opinion 23).  (See Reagan Report 24–26, 38.) \n27. As to Opinion 7, the Rives Defendants object only to Reagan’s use of the \nphrase “grossly negligent” in characterizing their work.  (See Br. in Supp. 13.)  Such \ntestimony would be inadmissible for the reasons discussed above, and Potts does not \nintend to elicit that testimony at trial.  (See Opp’n 12 .)  Outside of that narrow \nobjection, the Rives Defendants do not seek to exclude Reagan’s testimony that Steel \nTube should be reimbursed for shoddy tax work. \n28. As to Opinions 8 and 23, the Rives Defendants object to Reagan’s reference \nto certain costs and fees as “unnecessary” on the ground that this is a legal conclusion \nof causation.  ( See Br. in Supp. 12 , 13.)  The Court does not view this anticipated \ntestimony as a legal conclusion.  Reagan may explain the steps that Steel Tube took \nto remedy the inaccurate tax filings and whether, in his experience, those steps would \nhave been necessary in the absence of erroneous filings.  Indeed, the Rives \nDefendants concede that, if Potts prevails, Steel Tube would be entitled to recover \n \n \nany “fees paid to other accountants to correct any allege d wrongful work of \nDefendants.”  (Br. in Supp. 19.) \nC. Transactions for Rives’s Personal Benefit (Opinions 3, 10, 13) \n29. According to Potts, Rives breached his fiduciary duty by using Steel Tube’s \nfunds to pay his debt to Lazenby and by taking an unauthorized distribution  to pay \nincome taxes.  Reagan tallies the amounts paid to Lazenby in Opinion 10, which the \nRives Defendants do not seek to exclude.  ( See Reagan Report 27 –28.)3  Elsewhere, \nReagan opines that Rives paid himself “excessive compensation” (Opinion 3) and that \nRives took a tax distribution even though he had no tax liability (Opinion 13).  ( See \nReagan Report 20–21, 30.)  The Rives Defendants appear to concede that the amounts \ndiscussed in these latter two opinions are properly at issue, but they object to \ntestimony that the transactions were excessive or improper.  (See Br. in Supp. 13, 19.) \n30. Whether an y compensation received by Rives was excessive appears to \nrelate to the standards that govern conflict -of-interest transactions between a \ncorporation and a director or officer.  Such transactions must be fair to the \ncorporation.  See Ehmann v. Medflow, Inc., 2017 NCBC LEXIS 88, at *45 –46 (N.C. \nSuper. Ct. Sept. 26, 2017).   The Rives Defendants contend that Reagan “cites no \nfactual support for his naked assertion” that the compensation was excessive.  (Br. in \nSupp. 14.)  But Reagan compares Rives’s compensation with the compensation that \n                                            \n3 Reagan opines that Rives diverted other payments for  Lazenby’s benefit, including \ninsurance payments for Lazenby and his wife and excessive compensation for Lazenby’s son \nas a Steel Tube employee.  (See Reagan Report 31–33.)  The Rives Defendants object to these \nopinions, but their barebones arguments provide no reasoned basis to exclude them.  (See Br. \nin Supp. 13, 14.)   \n \n \nhad been paid to his predecessor and analyzes the transaction in the context of Steel \nTube’s overall financial health.  ( See Reagan Report 21.)  “As a general rule, the \nfactual basis of an expert opinion goes to the credibi lity of the testimony, not the \nadmissibility, and it is up to the opposing party to examine the factual basis for the \nopinion in cross-examination.”  Synergetics, Inc. v. Hurst, 477 F.3d 949, 955–56 (8th \nCir. 2007) (quoting Bonner v. ISP Techs., Inc. , 259 F.3d 924, 929 (8th Cir. 2001)).   \nAccordingly, the Court declines to exclude Opinion 3 to the extent it addresses \nexcessive compensation. \n31. It bears noting, however, that  Reagan’s Opinion 3  also refers to the \npreparation and filing of a false 1099-Misc form.  (Reagan Report 20–21.)  The Court \nhas dismissed claims for liability  based on the  1099-Misc form.  See Potts II, 2019 \nNCBC LEXIS 30, at *31–32, 34.  Thus, that aspect of Opinion 3 must be excluded.4      \n32. Turning to Opinion 13 , there is a dispute over whether the $62,875 \ndistribution to Rives was authorized or not.  Rives says it was and contends that the \npurpose of the distribution was to pay individual taxes.  Potts, however, argues that \nthe parties agreed not to take any distributions in part because both had the financial \nability to pay their own taxes.  Reagan opines that Rives had little or no tax liability \nduring the relevant period, which, if true, could support Potts’s account.  (Reagan \nReport 30.)  On balance, the Cour t concludes that Reagan’s testimony would assist \n                                            \n4 Though not mentioned by the Rives Defendants, Reagan summarizes a passage from Rives’s \ndeposition and remarks that  it “lack[s] credibility.”  (Reagan Report 20.) Credibility is, of \ncourse, an issue for the jury, not a subject of expert testimony.  See, e.g., Davis, 828 S.E.2d at \n573. \n \n \nthe jury in understanding the tax forms at issue, though with the caution that Reagan \nshould not go beyond the forms to address Rives’s motives or character. \nD. Elite Tube and KEL (Opinions 4, 5, 6, 11, 12, 20) \n33. Potts also alleges that Rives breached his fiduciary duty by funneling money \nand equipment to companies owned by members of his family.   The transactions \ninclude a $120,000 payment and other transfers of money and equipment to Elite \nTube and a contract permitting KEL to handle Steel Tube’s transportation services.   \nReagan offers six separate opinions on these transactions, all of which are subject to \nchallenge in whole or in part by the Rives Defendants. \n34. Potts admits that some of Reagan’s opinions in this area have been \nsuperseded by events.  Potts reached a settlement with Elite Tube as to the $120,000 \npayment, which this Court approved  (see ECF No. 95) , and it is well settled that a  \nplaintiff may not obtain a “double recovery” for the same loss or injury.  Chemimetals \nProcessing, Inc. v. Schrimsher , 140 N.C. App. 135, 138, 535 S.E.2d 594, 596 (2000).  \nLikewise, the Court granted summary judgment to the extent the claim for breach of \nfiduciary duty was based on the transfer of a piece of equipment (known as a roll \nformer) to Elite Tube or on a payment allegedly made to create a website for Elite \nTube.  See Potts II , 2019 NCBC LEXIS 30, at *20–21, 33–34.  The Court therefore \nexcludes Opinion 4 in its entirety and Opinions 11 and 12 to the extent they are based \non transactions no longer in dispute. \n35. The Court also excludes Opinions 6 and 20, in which Reagan opines that \nSteel Tube incurred costs to recover assets from Elite Tube and that Rives sold \n \n \ninventory from Steel Tube to Elite Tube at below-market prices.  (See Reagan Report \n23–24, 36.)  Reagan could not determine the amount of these alleged losses.  (See \nReagan Report 23 –24, 36.)  In his opposition brief, Potts agrees that  Reagan’s \ndamages calculation does not include amounts related to either of these opinions .  \n(Opp’n 14.)  Accordingly, the Court excludes this anticipated testimony.  \n36. In Opinion 5, Reagan opines that Steel Tube “paid excessive transportation \ncharges” to KEL.  (Reagan Report 22.)  The Rives Defendants argue only that Reagan \ncites no factual support for his conclusion.  (Br. in Supp. 14.)  Not so.  Reagan details \nthe revenue made from KEL’s deliveries, the cost paid to KEL for those deliveries, \nthe total losses incurred by Steel Tube, and a comp arison with the profits earned by \nSteel Tube when handling its own shipping in previous years.  ( See Reagan Report \n23.)  The Rives Defendants may test the factual support for Reagan’s opinion on cross-\nexamination.  See Synergetics, 477 F.3d at 955–56 (holding that the factual basis for \nexpert’s opinion goes to its weight, not admissibility). \n37. A seventh opinion deserves mention here (though it does not seem to relate \nto either Elite Tube or KEL ).  Reagan concludes that Rives undercharged several \ncustomers, resulting in a loss of more than $80,000 .  (Reagan Report 38–39.)  These \ntransactions are something of a mystery.   Neither Reagan’s report  nor the parties’ \nbriefs provide much context.  The Rives Defendants’ position seems to be that the \ntransactions occurred after Rives departed Steel Tube, making them irrelevant.  (See \nBr. in Supp. 15, 16.)  Given the state of the record, the Court cannot make an informed \ndecision and concludes that it would be better to evaluate this opinion in the context \n \n \nof the evidence presented at trial.  Accordingly, the Court defers consideration of the \nexclusion of Opinion 24 until trial. \nE. Loan Interest (Opinions 9, 25) \n38. Potts contends that the Rives Defendants’ malfeasance put Steel Tube in \nfinancial strain and required it to take out millions of dollars in loans to stay afloat.  \nIn Opinions 9 and 25, Reagan calculates the loan interest that has been incurred to \ndate and that is expected to be incurred going forward.  (See Reagan Report 27, 39.)   \n39. The Rives Defendants argue that both calculations should be excluded  but \ndefer their reasoning to the reply brief.  Their chief objection appears to be an alleged \nmismatch between Reagan’s total damages calculation (just over $2 million) and the \nloans that Steel Tube supposedly needed (more than $3 million).  ( See Reply Br. 6–\n7.)  In other words, from the Rives Defendants’ perspective, the loans should not have \nexceeded the loss. \n40. This alone is not a sufficient reason to conclude that Reagan’s methodology \nis unreliable.  The Rives Defendants do not point to any principle of economics in \nconflict with Reagan’s analysis.  Moreover, Reagan bases his analysis of Steel Tube’s \nloans on hi s separate conclusion, in Opinion 1, that Rives depleted Steel Tube’s \nworking capital by more than $1.6 million and that Steel Tube suffered a diminution \nin business value of around $1.3 million .  ( See Reagan Report 3 –5.)  The Rives \nDefendants do not address Opinion 1, much less identify any flaw in the methodology \nused to calculate these figures.  Any dispute over the amount of loans precipitated by \nthis capital depletion is one for cross -examination.  See Stecyk v. Bell Helicopter \n \n \nTextron, Inc., 295 F.3d 408, 414 (3d Cir. 2002)  (“A party confronted with an adverse \nexpert witness who has sufficient, though perhaps not overwhelming, facts and \nassumptions as the basis for his opinion can highlight those w eaknesses through  \neffective cross-examination.”). \n41. As a fallback, the Rives Defendants seek to exclude Opinion 25 because it \n“involves future interest payments, which have not been incurred and are \nspeculative.”  (Reply Br. 7.)  Damages are not speculative simply because they will \noccur in the future.  See, e.g., McNamara v. Wilmington Mall Realty Corp., 121 N.C. \nApp. 400, 407–08, 466 S.E.2d 324 , 329 (1996) (noting that damages for future lost \nprofits may be recoverable in appropriate circumstances) .  Here, Reagan specified \nactual loans taken by Steel Tube, prepared an amortization schedule for each  based \non existing interest rates, and calculated the net present value for all future interest \npayments.  (See Reagan Report 25.)  The details of these calculatio ns are set out in \nseveral attached exhibits.  The Court concludes that this opinion is not speculative.  \nSee Watts v. N.C. Dep’t of Env’t & Na t. Res., 182 N.C. App. 178, 185 –86, 641 S.E.2d \n811, 818 (2007) (excluding damages for future interest where calcul ation was based \non projected interest rates and not discounted to present value). \nF. Matters Outside the Amended Complaint (Opinions 15, 18, 19, 21, 22) \n42. The Rives Defendants challenge a final set of opinions on the ground that \nthey go to matters not asserted in the amended complaint  and are therefore \nirrelevant.  ( See Br. in Supp. 18; Reply Br. 8, 9.)   Potts responds that “there is no \nrequirement that a complaint identify every piece of evidence supporting each claim.”  \n \n \n(Opp’n 16.)  Alternatively, Potts conten ds that he should be allowed to amend his \ncomplaint to conform to the evidence under Rule 15(b) of the North Carolina Rules of \nCivil Procedure.  (See Opp’n 16.) \n43. Our State follows traditional rules of notice pleading.  One of the purposes \nof the complaint is to frame the issues and put the opposing party on notice of them.  \nThus, the complaint must give “sufficient notice of the events or transactions which \nproduced the claim to enable the adverse party to understand the nature of it and the \nbasis for it . . . .”  Sutton v. Duke, 277 N.C. 94, 104, 176 S.E.2d 161, 167 (1970).  Both \nsides benefit.  For plaintiffs,  the notice requirement is backed up by liberal rules  of \ndiscovery and the promise that leave to amend “shall be freely given when justice so \nrequires.”  N.C. R. Civ. P. 15(a).  For defendants, it is an assurance of sorts that they \nwill not be blindsided by new claims or theories when preparing for trial.   \n44. At issue are four transactions, amounting to nearly $400,000, that are not \nrecited in the amended complaint.  Rives allegedly transferred more than $270,000 \nof Steel Tube’s inventory to a company known as XSSteel, LLC without receiving \nanything in return.  (Reagan Report 33 –35.)  Rives also authorized a payment of \nnearly $90,000 to McBride-Owens, Inc. for electrical and plumbing services that Steel \nTube allegedly never received.  (Reagan Report 37 –38.)  Then there are two smaller \nmatters: $5,000 in unpaid invoices from Elite Tube, and $6,000 in unnecessary travel \nexpenses billed by Rives & Asso ciates.  (Reagan Report 31, 37.)  Reagan opines that \nSteel Tube is entitled to recover all of these amounts. \n \n \n45. After scouring the amended complaint, the Court finds no allegations that \ngive fair notice to the Rives Defendants that these transactions are at issue.  XSSteel \nand McBride-Owens are never mentioned.  Elite Tube is mentioned at length, but the \namended complaint says nothing about this transaction, which involves alleged \nconsignment sales of tubing manufactured by Steel Tube.  Likewise, the amended \ncomplaint states a claim against Rives & Associates for preparing and filing false and \ninaccurate tax forms, but no allegations suggest a theory of liability based on \noverbilling.  These are not simply additional pieces of evidence in support of existing \nclaims as Potts contends .  They are brand new theories of liability based on \ntransactions that are substantially different from those recited in the amended \ncomplaint and that carry the potential for hundreds of thousands of dollars in \nadditional liability.  See, e.g., Coleman v. Coleman, 2015 NCBC LEXIS 114, at *8 –9 \n(N.C. Super. Ct. Dec. 10, 2015) (concluding that complaint did not give fair notice of \nunasserted theory of liability); Wake Cty. v. Hotels.com, L.P., 2012 NCBC LEXIS 63, \nat *33 (N.C. Super. Ct. Dec. 19, 2012) (same). \n46. Potts suggests that he cured any defect by disclosing the  new theories in \nReagan’s report in June 2018.  (See Opp’n 16.)  “But it is the operative complaint that \nmust adequately notify defendants of plaintiffs’ claims.”   Pac. Coast F ed’n of \nFishermen’s Ass’ns v. Murillo, 2017 U.S. Dist. LEXIS 126537, at * 15 (E.D. Cal. Aug. \n9, 2017) ( excluding theories first disclosed in an expert report ).  Courts routinely \ncaution that parties should introduce new issues through the amendment process,  \nnot through briefing, discovery responses, or expert reports .  See, e.g. , Haigh v. \n \n \nSuperior Ins. Mgmt. Grp., Inc., 2017 NCBC LEXIS 100, at *18 (N.C. Super. Ct. Oct. \n24, 2017); Brown v. Secor , 2017 NCBC LEXIS 65, at *19 (N.C. Super. Ct. July 28, \n2017); Henderson v. LeBauer, 101 N.C. App. 255, 263–64, 399 S.E.2d 142, 147 (1991); \nsee also Murillo, 2017 U.S. Dist. LEXIS 126537, at *14 –15; Strong v. Walgreen Co. , \n2011 U.S. Dist. LEXIS 129339, at *9–10 (S.D. Cal. Nov. 8, 2011).  \n47. An amendment to conform to the  evidence would not be proper either .  By \nrule, “[w]hen issues not raised by the pleadings are tried by the express or implied \nconsent of the parties, they shall be treated in all respects as if they had been raised \nin the pleadings.”  N.C. R. Civ. P. 15(b).  Trial has not yet begun.  If Potts seeks such \nan amendment at trial under Rule 15(b), the Court will address it at that time under \nthe governing standards.   See, e.g. , Kearney v. Bolling , 242 N.C. App. 67, 81, 774 \nS.E.2d 841, 851 (2015) (“Our case law governing amendments by implication requires \nthat the parties actually litigate the new claim without objection.”); Rink & Robinson, \nPLLC v. Catawba Valley Enters., LLC, 220 N.C. App. 360, 367, 725 S.E.2d 426, 431–\n32 (2012) (“An am endment to conform to the evidence is appropriate only where \nsufficient evidence has been presented at trial without objection to raise an issue not \noriginally pleaded and where the parties understood, or reasonably should have \nunderstood, that the introdu ction of such evidence was directed to an issue n ot \nembraced by the pleadings.” (citation, quotation marks, and emphasis omitted)).5 \n                                            \n5 Potts offered evidence related to the XSSteel transaction in opposing the Rives Defendants’ \nmotion for summary judgment.  (See ECF No. 118 at 7, 8, 15–16, 19.)  At the hearing on that \nmotion, counsel for the Rives Defendants argued that the XSSteel transaction was not alleged \nin the complaint as a basis for the claim for breach of fiduciary duty .  The Court expressly \ndeclined to address the XSSteel transaction at that time.  See Potts II, 2019 NCBC LEXIS \n30, at *14 n.2.  Accordingly, it would not be appropriate to treat the pleadings as having been \n \n \n48. For these reasons, the Court concludes that Reagan’s Opinions 15, 18, 19, \n21, and 22 are not relevant.  The Court therefore excludes them in their entirety.  See \nMcGrady, 368 N.C. at 88 9, 787 S.E.2d at 8 (holding that expert testimony must be \nrelevant). \nIII. \nCONCLUSION \n \n49. For the reasons set forth above, the Court, in  the exercise of its discretion, \nGRANTS in part and DENIES in part the motion.  The Court excludes Opinions 4, \n6, 15, 18, 19,  20, 21, and 22 in their entirety.  The Court also excludes aspects of \nOpinions 2, 3 , 7, 11,  and 12 as described above.   Finally, t he Court DEFERS \nconsideration of Opinion 24 ’s admissibility until trial.   In all other respects, the \nmotion is DENIED. \n  \nSO ORDERED, this the 27th day of September, 2019. \n \n       \n       /s/ Adam M. Conrad              \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n \n                                            \namended to conform to the evidence  during summary -judgment proceedings, which our \ncourts have occasionally allowed .  See Stephenson v. Warren , 136 N.C. App. 768, 771, 525 \nS.E.2d 809, 811 (2000) (“We conclude that it is both proper and fair that the complaint in this \ncase be treated as amended to conform to the evidence reviewed on the motion for summary \njudgment, noting that ‘it is the better procedure at all stages of a trial to require a formal \namendment to the pleadings.’ ”). "
}