{
  "id": "aecfddd2a97a420ff4e5461aeca957ad562e9a4e8e3969eeb3c3e06de5b3e8d4",
  "source_file": "data/raw/ncbc/aecfddd2a97a420ff4e5461aeca957ad562e9a4e8e3969eeb3c3e06de5b3e8d4.pdf",
  "raw_text": "Shaw v. Gee, 2016 NCBC 101. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 3878 \n \nJAMES S. SHAW in the right of \nGVEST PARTNERS, LLC, a North \nCarolina Limited Liability Company, \n \nPlaintiff, \n \nv. \n \nRAYMOND M. GEE, \n \nDefendant. \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION TO DISMISS \nPLAINTIFF’S AMENDED COMPLAINT \n \n \n1. THIS MATTER  is before the Court upon Defendant Raymond M. Gee’s \n(“Gee” or “Defendant”) Motion to Dismiss the Amended Complaint pursuant to Rule \n12(b)(6) of the North Carolina Rules of Civil Procedure  (“Rule(s)”) (the “Motion”) in \nthe above-captioned case. \n2. Having considered the Motion, the briefs in support of and in opposition to \nthe Motion, and the arguments of counsel at the hearing on July 21, 2016, the Court \nhereby DENIES the Motion. \nWeissman, Nowack, Curry & Wilco, P .C., by David L. Rusnak, and \nRobinson, Bradshaw & Hinson, P.A., by Julian H. Wright, Jr. and Stuart \nL. Pratt, for Plaintiff James S. Shaw in the right of Gvest Partners, LLC, \na North Carolina Limited Liability Company. \nBaucom, Claytor, Benton, Morgan & Wood, P.A., by Rex C. Morgan, for \nDefendant Raymond M. Gee. \nBledsoe, Judge. \n \n \n \n \n \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \n3. The Court does not make findings of fact on motions to dismiss under Rule \n12(b)(6), but only recites those facts included in the Amended Complaint that are \nrelevant to the Court’s determination of the Motion.   \n4. Gvest Partners, LLC (“Gvest”) is a North Carolina limited liability company.  \n(Am. Compl. ¶ 2.)  Plaintiff James S. Shaw (“Plaintiff” or “Shaw”) and Gee are equal \nmembers and co-managers of Gvest.  (Am. Compl. ¶ 7.)   \n5. After working together for a number of years, Shaw and Gee engaged in \ndiscussions in April 2014 to terminate and separate the “universe of their common \nbusiness interests and opportunities,” including Gvest.  (Am. Compl. ¶¶ 29–30.)  To \nthat end, on April 24, 2014, Shaw and Gee entered into a Dissolution and Separation \nAgreement (“Agreement”).  In the Agreement, Shaw and Gee released each other from \ncertain claims relating to Gvest (the “Release”).  (Am. Compl. ¶ 30.)  Both Shaw and \nGee signed the A greement “individually/personally” an d “to the extent he is a \nmember, stakeholder, or holds an interest in any entity identified herein .”  (Compl. \nEx. B, hereinafter the “Agreement”.)1  \n6. Some months prior to executing the Agreement, Gvest sought to purchase \ncertain real property in Sherrill’s Ford, North Carolina  for development (the \n                                                 \n1  The Amended Complaint references two exhibits, Exhibits A and B, which were attached \nto the original complaint.  (Am. Compl. ¶¶ 9, 30.)  The Court concludes that it may consider \nthose exhibits without converting the Motion into one for summary judgment.  See Oberlin \nCapital, L.P. v. Slavin, 147 N.C. App. 52, 60, 554 S.E.2d 840, 847 (2001) (holding that a Court \nruling on a Rule 12(b)(6) motion can properly review documents specifically referenced in a \ncomplaint, even if not attached directly to the complaint).   \n \n \n“Sherrill’s Ford Property,” “Sherrill’s Ford Project,” or “Project”).  (Am. Compl. ¶ 14.)  \nGvest ultimately did not pursue the Project.  (Am. Compl. ¶ 16.)  Instead, Lullwater \nHoldings, LLC (“Lullwater”)  purchased the Sherrill’s Ford  Property after Shaw \ninformed Lullwater of the Project.  (Am. Compl. ¶ 17.)  At the closing of the Sherrill’s \nFord Property, Lullwater paid Gvest approximately $243,000 for out -of-pocket \npursuit costs Gvest incurred before terminating its pursuit of  the Project.  (Am. \nCompl. ¶ 18.)  Although Shaw, Gee, and other Gvest employees spent a considerable \namount of time and effort  pursuing the Project, Gvest did not request payment for \nthese costs because Shaw, as a custom, did not seek fees or commissions from persons \nwith whom he had a preexisting business relationship, like Lullwater’s principal \nhere.  (Am. Compl. ¶ 19.) \n7. Unbeknownst to Shaw, however, Gee asked Lullwater to pay Gee and \nanother Gvest employee, Adam A. Martin (“Martin”), for the time and effort expended \nby Shaw, Gee, and other Gvest employees  in pursuit of the Sherrill’s Ford Project.  \n(Am. Compl. ¶ 22.)  To avoid disclosure of the request to Shaw, Gee told Lullwater  \nnot to disclose the payments to Shaw  and requested that Lullwater make the \npayments to Gee Real Estate, LLC ( “GRE”), rather than to Gee, and to NAV Real \nEstate, LLC ( “NAV”), rather than to Martin.  (Am. Compl. ¶ 24.)  Gee additionally \nrequested that the checks designate that payment was made for the BCM Acquisition \ninstead of the Sherrill’s Ford Project.  (Am. Compl. ¶ 24.)  Lullwater adhered to Gee’s \nrequests and issued two checks on April 10, 2014, one in the amount of $200,000 \n \n \npayable to GRE , and the other  in the amount of $100,000 payable to NAV  \n(collectively, the “Lullwater Payments”).  (Am. Compl. ¶ 25.)   \n8. Shaw alleges that had he known  about the Lullwater Payments , he would \nhave required the payments to be made to Gvest  and that Gvest would have then \ndistributed the payments to the members of Gvest under the terms of the Operating \nAgreement.2  (Am. Compl. ¶ 20.) \n9. During Shaw’s negotiations with Gee concerning the Agreement and the \nRelease, Gee did not disclose the Lullwater Payments.  (Am. Compl. ¶ 29.)  Shaw \nalleges that if Gee had disclosed the Lullwater Payments, Shaw would have made a \nspecific exception to the Release or otherwise addressed the Lullwater Payments in \nthe Agreement.  (Am. Compl. ¶ 31.) \n10. Shaw filed this action on March 3, 2016, and subsequently filed an Amended \nComplaint on April 22, 2016 .  The Amended Complaint contains a derivative claim \nfor breach of fiduciary duty and seeks a declaratory judgment that the Release may \nnot be enforced against Shaw because it was obtained through fraud.  (Am. Compl. ¶ \n40.)   \n11. Gee’s Motion seeks dismissal of each of Shaw’s claims under Rule 12(b)(6).  \nThe Court held a hearing on the Motion on July 21, 2016, at which all parties were \nrepresented by counsel.  The Motion is now ripe for resolution. \n \n                                                 \n2 At the hearing on the Motion, the Court received a copy of the Operating Agreement with \nthe consent of both Plaintiff’s counsel and Defendant’s counsel.  However, the Court has not \nfound it necessary to rely upon or consider the Operating Agreement in its analysis and \ndetermination of Defendant’s 12(b)(6) motion. \n \n \nII. \nLEGAL STANDARD \n12. On a motion to dismiss pursuant to Rule 12(b)(6)  of the North Carolina \nRules of Civil Procedure, the Court considers “whether the complaint, when liberally \nconstrued, states a claim upon which relief can be granted on any theory.”  Oberlin \nCapital, L.P. v. Slavin, 147 N.C. App. 52, 56, 554 S.E.2d 840, 844 (2001) (emphasis in \noriginal) (citation omitted).  “[T]he complaint must provide sufficient notice of the \nevents and circumstances from which the claim arises, and must state allegations \nsufficient to satisfy elements of at least some recognized claim. ”  Harris v. NCNB \nNat’l Bank of N.C. , 85 N.C. App. 669, 67 0, 355 S.E.2d 838, 840 (1987).  The Court \nconstrues the complaint liberally and generally accepts all allegations as true.  Laster \nv. Francis, 199 N.C. App. 572, 577, 681 S.E.2d 858, 862 (2009). \n13. Where the pleading refers to and depends on certain documents,  the Court \nmay consider those documents without converting the motion into one for summary \njudgment under Rule 56.  Schlieper v. Johnson, 195 N.C. App. 257, 261, 672 S.E.2d \n548, 551 (2009).   \n14.   Dismissal under Rule 12(b)(6) is proper only “when one or more  of the \nfollowing three conditions is satisfied: (1) when the complaint on its face reveals that \nno law supports plaintiff’s claim; (2) when the complaint reveals on its face the \nabsence of fact sufficient to make a good claim; [or] (3) when some fact disc losed in \nthe complaint necessarily defeats the plaintiff’s claim.”  Oates v. JAG, Inc., 314 N.C. \n276, 278, 333 S.E.2d 222, 224 (1985) (citation omitted).   Otherwise, “a complaint \n \n \nshould not be dismissed for insufficiency unless it appears to a certainty that plaintiff \nis entitled to no relief under any state of facts which could be proved in support of the \nclaim.”  Sutton v. Duke , 277 N.C. 94, 103, 176 S.E.2 d 161, 166 (1970) (emphasis \nomitted).   \nIII. \nANALYSIS \n15. Gee contends that Shaw has failed to state a claim for relief in the Amended \nComplaint because the R elease bars Shaw from bringing a derivative lawsuit on \nbehalf of Gvest  as a matter of law .  (Def.’s Br. Supp. Mot. Dismiss 5. )  Gee further \ncontends that the Amended Complaint fails to sufficiently allege fraud as a bar to the \nRelease, (Def.’s Br. Supp. Mot. Dismiss 7), and that Shaw has ratified the Agreement \nand the Release, precluding Shaw’s fraud defense, (Def.’s Br. Supp. Mot. Dismiss 10).  \nFinally, Gee contends, separate and apart from his Release -based argument, that \nGee’s derivative claim for breach of fiduciary duty should be dismissed because Gvest \ncannot show damages resulting from the alleged breach.  (Def.’s Br. Supp. Mot. \nDismiss 12.)   \nA. The Release \n16. Shaw seeks a declaratory judgment that the Release is unenforceable \nagainst him.  Under North Carolina law, “[a] release ‘operates as a merger of, and \nbars all right to recover on, the claim or right of action’ covered by the release.”  RCJJ, \nLLC v. RCWIL Enters., LLC, 2016 NCBC LEXIS 46, at *16 (N.C. Super. Ct. June 20, \n2016) (citation omitted).  “Releases are contractual in nature and their interpretation \n \n \nis governed by the same rules governing interpretation of contracts.”  Chemimetals \nProcessing, Inc. v. Schrimsher , 140 N.C. App. 135, 138, 535 S.E.2d 594, 596 (2000) \n(citation omitted).  However, a release, like other contracts, is unenforceable when it \nis procured through fraud.  See, e.g., Sykes v. Keiltex Indus., Inc., 123 N.C. App. 482, \n485, 473 S.E.2d 341, 344 (1996) (citing Cunningham v. Brown, 51 N.C. App. 264, 269, \n276 S.E.2d 718, 723 (1981)). \n17. The Agreement contains the following Release:  \nThe following release of rights, claims and interests is limited to Gvest \nPartners LLC and any other entity under the Gvest name: Shaw and JS \nReal Estate Investments LLC and Gee and Gee Real Estate LLC hereby \nfully, forever, irrevocably and unconditionally release and discharge \neach other from any other rights, claims or interest related to Gvest \nPartners LLC and any other entity under the Gvest name except those \ndiscussed in this Agreement. \n(Agreement § VI.)  Shaw and Gee each signed the Agreement twice ; first, in their \nindividual capacities, and second, “to the extent [each] is a member, stakeholder, or \nholds an interest in any entity identified herein.”  (Agreement.)   \n1. The Release’s Application to Shaw’s Derivative Claim  \n18. Gee argues that because Shaw signed the Agreement “to the extent he . . . \nholds an interest in an entity identified herein ,” and because Gvest is one of the \nentities identified in the Release, Shaw has released  all of his “ownership interests” \nin Gvest as defined by N.C. Gen. Stat. § 57D-1-03, which includes “any right to bring \na derivative action.”  (Def.’s Reply Supp. Mot. Dismiss 1 –2.)  Shaw responds in \nopposition that the Release cannot be properly read to release derivative claims, but \nregardless of whether the Release applies to derivative claims, Shaw claims that the \n \n \nRelease is unenforceable because it was procured through fraud  (“Fraud Defense”).  \n(Pl.’s Memo. Opp. Mot. Dismiss 4–5.)   \n19. The Court employs general rules of contract construction to interpret the \nRelease.  Chemimetals Processing, Inc., 140 N.C. App. at 138, 535 S.E.2d at 596.  “The \nscope and extent of the release should be governed by the intention of the parties, \nwhich must be determined by reference to the language, subject matter and purpose \nof the release.”  Id.  The language in the contract “must be construed to mean what \non its face it purports to mean,” Fin. Servs. of Raleigh, Inc. v. Barefoot, 163 N.C. App. \n387, 395, 594 S.E.2d 37, 43 (2004) (quoting Hartford Accident & Indem. Co. v. Hood, \n226 N.C. 706, 710, 40 S.E.2d 198, 201 (1946) ), and to give every word and every \nprovision effect, In re Foreclosure of a Deed of Trust , 210 N.C. App. 409, 415, 708 \nS.E.2d 174, 178 (20 11) (citation omitted) .  When a release’s language is clear and \nunambiguous, construction of the release is a matter of law for the court .  TaiDoc \nTech. Corp. v. O.K. Biotech Co. , 2015 NCBC LEXIS 74 at *14 (N.C. Super. Ct. July \n17, 2015) (quoting Piedmont Bank & Trust Co. v. Stevenson , 79 N.C. App. 236, 240, \n339 S.E.2d 49, 52, aff'd per curiam, 317 N.C. 330, 344 S.E.2d 788 (1986)).   \n20. The Court concludes that the plain language of the Release and the \nAgreement is clear and unambiguous.  The Release, which “r elease[d] and \ndischarge[d] [Gee and Gee Real Estate LLC] from any other rights, claims or interest \nrelated to Gvest,” was signed by Shaw “to the extent he is a member, stakeholder, or \nholds an interest in any entity identified herein,” including Gvest.  (Agreement.)  The \nCourt concludes that under a plain reading of the Release, “ interest” as used here \n \n \nincludes Shaw’s rights as a member and stakeholder in Gvest and is intended to cover \nall of Shaw’s ownership interests in Gvest.  Because a person’s “ownership interests” \nin a North Carolina limited liability company like Gvest are defined in N.C. Gen. \nStat. § 57D -1-03 and expressly include the “right to bring a derivative action ,” the \nCourt concludes that Shaw has released any right he has to bring a derivative action \non behalf of Gvest and has affirmed the Release by signing the Release in his capacity \nas a member, stakeholder or other interest holder in Gvest. \n2. Gee’s Alleged Fraud as a Bar to the Release  \n21. Next, the Court addresses Gee’s contention that Shaw is not entitled to the \nrequested declaratory judgment because Plaintiff has not sufficiently alleged that \nfraud bars enforcement of the Release.   “[F]raud may be based on an ‘affirmative \nmisrepresentation of a material fact, or a failure to disclose a material fact relating \nto a transaction which the party had a duty to disclose. ’”  Hardin v. KCS Int’l, Inc. , \n199 N.C. App. 687, 696, 682 S.E.2d 726, 733 (2009) (quoting Harton v. Harton , 81 \nN.C. App. 295, 297, 344 S.E.2d 117, 119 (1986)). \n22. The essential elements of fraud are: “(1) False representation or \nconcealment of a [past or existing] material fact, (2) reasonably calculated to deceive, \n(3) made with intent to deceive, (4) which does in fact deceive, (5) resulting in damage \nto the injured party.”  Id. (alteration in the original) (citation omitted). \n23. Gee argues  that Shaw has failed to plead the necessary elements of his  \nFraud Defense by not alleging any facts showing a duty to disclose and by admitting \n \n \nin the Amended Complaint the immateriality of the information withheld.  (Def.’s Br. \nSupp. Mot. Dismiss 8; Def.’s Reply 3.) \n24. A duty to disclose arises where either: (1) the parties to the transaction are \nin a fiduciary relationship; (2) the parties are not fiduciaries and “a party has taken \naffirmative steps to conceal material facts from the other ”; or (3) the parties are not \nfiduciaries and “one party has knowledge of a latent defect in the subject matter of \nthe negotiations about which the other party is both ignorant and unable to discover \nthrough reasonable diligence.”  Hardin, 199 N.C. App. at 696, 682 S.E.2d at 733 \n(quoting Sidden v. Mailman, 137 N.C. App. 669, 675, 529 S.E.2d 266, 270–71 (2000)). \n25. Shaw acknowledges that a fiduciary relationship did not exist between \nShaw and Gee as member -managers of Gvest.  See Kaplan v. O.K. Techs, LLC , 196 \nN.C. App. 469, 474, 675 S.E.2d 133, 137 (2009)  (holding that managers do not owe a \nfiduciary duty to other member-managers solely on the basis of their relationship as \na member-manager of the limited liability company); RCJJ, LLC, 2016 NCBC LEXIS \n46, at *28 (“Under North Carolina law, a manager does not have a fiduciary duty to \nthe individual members of the company.”).  Shaw argues instead that he alleges facts \nin the Amended Comp laint showing that Gee took affirmative steps to conceal \nmaterial facts from him.  A fact is material if, had it been known to the party, it would \nhave influenced the party’s judgment or decision in making the contract.  Godfrey v. \nRes-Care, Inc., 165 N.C. App. 68, 75–76, 598 S.E.2d 396, 402 (2004) (citing Machine \nCo. v. Bullock, 161 N.C. 1, 7, 76 S.E. 634, 636 (1912)).  \n \n \n26. Shaw argues, and the Court agrees , that the Amended Complaint asserts \nspecific affirmative acts that Gee took to conceal the Lul lwater Payments.  In \nparticular, Shaw contends that Gee “secretly asked Lullwater to pay him and Martin, \nin the aggregate, $300,000 for work Gvest . . .  performed in pursuit of the Sherrill’s \nFord Project.”  (Am. Compl. ¶ 22.)  Shaw also alleges that Gee asked “Lullwater to \npay [GRE] instead of Gee, and to pay [NAV] instead of Martin” in order to ensure \nShaw was not  aware of the secret payments.  (Am. Compl. ¶ 24.)   Shaw further \ncontends that Gee directed Lullwater to designate on the checks that the payme nts \nwere made in connection with the BCM Acquisition instead of the Sherrill’s Ford \nProject.  (Am. Compl. ¶ 24.)  Shaw also alleges that Gee instructed Lullwater “not to \ndisclose such payments in any matter to Shaw” and made false “assurances [to Shaw] \nthat Gee had fully and honestly disclosed the scope and extent of [Gvest’s] business \ninterests and opportunities.”  (Am. Compl. ¶¶ 24, 31.)   \n27. As a result, having determined that Shaw has alleged that Gee took specific \naffirmative steps to conceal the Lullwater Payments, the Court must next decide \nwhether Shaw pleads in the Amended Complaint that the existence of, and \ncircumstances surrounding, the Lullwater Payments were material facts.  As to that \nissue, Shaw specifically alleges: “Had Gee not fraudul ently failed to disclose the \nLullwater Payments, Shaw would have made the Lullwater Payments a specific \nexception to the release contained in the Agreement or otherwise addressed such \npayments in the Agreement .”  (Am. Compl. ¶ 31.)  As such, Plaintiff cont ends the \nLullwater Payments were material. \n \n \n28. Defendant argues that the Lullwater Payments were not material because \nthe Amended Complaint alleges that Gvest “did not ask to be paid” based on Shaw’s \npreexisting relationship with Lullwater’s  principal and Shaw’s “custom and \npractice . . . not to seek fees or commissions from persons involved with him in other \nbusiness pursuits.”  (Am. Compl. ¶ 19.)  Defendant’s argument, however, confuses the \nlegal inquiry for materiality and fails to focus on the parties’ entry into the Agreement \nand Release as the transactions at issue here.  Whether Shaw sought payment from \nLullwater at the time Lullwater closed on the Project is not determinative of whether \nShaw would have entered into the same Agreement a nd Release with Gee had he \nknown about the Lullwater Payments.  Therefore, the Court is not persuaded by Gee’s \nargument.   \n29. Here, Shaw has alleged that had he known of the Lullwater Payments and \nthe surrounding circumstances , he would not have agreed to the Release and the \nother terms proposed in the Agreement.  At the Rule 12(b)(6) stage, the Court \nconcludes that these allegations of fact, taken as true, are sufficient to establish that \nthe existence of, and circumstances surrounding, the Lullwater Payments  were \nmaterial facts.  See Godfrey, 165 N.C. App at 75 –76, 598 S.E.2d at 402 ( stating an \nomitted fact is material if it “would have influenced [plaintiff’s] judgment or decision \nin entering the contract”) ; see also Lowe v. Bradford, 205 N.C. 366, 369, 289 S.E.2d \n363, 366 (1982) (“ [A] fact is ‘material’ if it would constitute or irrevocably establish \nany material element of a claim or a defense[.]”).  Therefore, taking the allegations of \nthe Amended Complaint as true, the Court concl udes that Shaw has alleged facts \n \n \nshowing that Gee took affirmative steps to conceal material facts from Shaw , which \nGee thus had a duty to disclose, and that Shaw has otherwise pleaded the essential \nelements of his Fraud Defense.3  \n30. Gee also asserts that Shaw’s claim for declaratory relief fails to meet the \nparticularity requirements of Rule 9(b) by not alleging the time or place of the  \npurported omission of material fact .  (Def.’s Br. Supp. Mot. Dismiss 7.)   North \nCarolina Rule of Civil Procedure 9(b) states that “[i]n all averments of fraud, duress \nor mistake, the circumstances constituting fraud or mistake shall be stated with \nparticularity.”  N.C. R. Civ. P. 9(b).   “While the facts constituting fraud must be \nalleged with particularity, there is no requi rement that any precise formula be \nfollowed or that any certain language be used.”  Carver v. Roberts, 78 N.C. App. 511, \n512–13, 337 S.E.2d 126, 128 (1985) (citing Brooks v. Ervin Constr. Co., 253 N.C. 214, \n217, 116 S.E.2d 454, 457 (1960)).   “[I]t is sufficient if, upon a liberal construction of \nthe whole pleading, the charge of fraud might be supported by proof of the alleged \nconstitutive facts.”  Piles v. Allstate Ins. Co., 187 N.C. App. 399, 406, 653 S.E.2d 181, \n186 (2007) (quoting Carver, 78 N.C. App. at 513, 337 S.E.2d at 128). \n31. Based on its careful review of the Amended Complaint, the Court finds that \nthe particularity requirement of Rule 9(b) has been met here.  In particular, as the \nCourt has previously concluded, Shaw has sufficiently alleged facts showing that Gee \n                                                 \n3  Shaw further argues that Gee also owed a duty to disclose because there was a latent defect \nin the subject of the negotiations that Shaw was unable to discover through reasonable \ndiligence.  Hardin, 199 N.C. App.at 696 –97, 682 S.E.2d at 734.  In light of the Court’s \nconclusion that the Amended Complaint alleges sufficient facts to support a duty to disclose, \nthe Court need not address Shaw’s argument under that theory.   \n \n \nhad a duty to disclose, and failed to disclose, the Lullwater Payments, and that the \nLullwater Payments were paid to Gee through his entity GRE and not to Gvest.  Shaw \nhas also specifically alleged that Gee failed to disclose these m aterial facts  when \nShaw and Gee discussed the “universe of their common business interests and \nopportunities” in April 2014 and again when Shaw entered into the Agreement and \nRelease upon Gee’s assurance that “Gee had fully and honestly disclosed the scope  \nand extent of [Gvest’s] business interests and opportunities.”  (Am. Compl. ¶¶ 24, 29, \n31.)   \n32. The Court concludes that, viewed as a whole , the facts alleged are  \nsufficiently particular to support each required element of fraud under Rule 9(b) and \nadequately put Gee on notice of the specific facts and circumstances Shaw contends \nsupport his Fraud Defense.  See generally Hudgins v. Wagoner, 204 N.C. App. 480, \n487, 694 S.E.2d 436, 443 (2010) (under Rule 9(b), “[a] requirement of specificity is not \na requirement of perfect and complete specificity”) ; Loftin v. QA Invs. LLC , 2015 \nNCBC LEXIS 44, at *18 (N.C. Super. Ct. Apr. 30, 2015) (“There is no precise formula \nfor pleading fraud.”).   \n3.   Shaw’s Alleged Ratification of the Release  \n33. Gee next argues that Shaw has ratified the Release by retaining its benefits \nand thus is barred from attacking the Release.  (Def.’s Br. Supp. Mot. Dismiss 10.) \n34. Our courts have long held that “if one, who has been induced by fraud and \nmisrepresentation to execute a release subsequently learns the true import thereof, \nand knowingly takes the benefits of it, he thereby ratifies and gives it force and \n \n \neffect.”  Presnell v. Liner , 218 N.C. 152, 154, 10 S.E.2d 639, 640 (1940)  (finding \nplaintiff ratified contract by accepting consideration and not raising fraud challenge \nuntil two years after contract execution).  Stated differently, “[i]f the plaintiff knew \nthe facts and circumstances of the execution of the release and knew its provisions, \nand then accepted its benefits he is thereby estopped to deny its validity.”  Id. (citing \nSherrill v. Little, 193 N.C. 736, 138 S.E. 14 (1927)).  Moreover, “[w]ith full knowledge \nof its contents, [a plaintiff] cannot accept the benefits and deny the liabi lities of the \ninstrument—he cannot ratify it in part and reject it in part.”  Id. \n35. Taking Shaw’s allegations as true, the Court concludes that the facts alleged \nin the Amended C omplaint do not mandate a conclusion that Plaintiff ratified the \nAgreement as a matter of law.  The Amended Complaint states that Shaw learned of \nthe Lullwater Payments after the execution of the Agreement, (Am. Compl. ¶ 26), and \nShaw does not allege facts showing that he retained any benefit s flowing from the \nAgreement after he discovered the Lullwater Payments.  Therefore, at this stage, the \nCourt concludes that Shaw’s declaratory judgment claim is not barred by the doctrine \nof ratification as a matter of law .  See, e.g., Espinosa v. Martin, 135 N.C. App. 305, \n309, 520 S.E.2d 108, 111 (1999) (“ To constitute ratification as a matter of law, the \nconduct must be consistent with an intent to affirm the unauthorized act and \ninconsistent with any other purpose.”).  \nB. Derivative Claim for Breach of Fiduciary Duty \n36. In the alternative, Gee argues that Shaw’s claim for breach of fiduciary duty \nmust be dismissed because Shaw fails to allege any damage flowing from the \n \n \nLullwater Payments.  (Def.’s Br. Supp. Mot. Dismiss 12.)  In particular, Gee contends \nthat the allegations of the Amended Complaint establish that Gvest did not receive \npayment for the time and effort of Shaw, Gee, and Gvest’s employees  because Shaw \nhad a custom of not seeking such payment from business associates like Lullwater’s \nprincipal.  ( Def.’s Br. Supp. Mot. Dismiss 12.)  Accordingly, Gee argues that Gvest \neffectively waived any claim to payment for the Sherrill’s Ford Project  and, as a \nresult, has suffered no damages.  (Def.’s Br. Supp. Mot. Dismiss 13.) \n37. To state a claim for breach of fiduciary duty, a plaintiff must allege that (1) \na fiduciary relationship existed, (2) the duty arising from that fiduciary relationship \nwas breached, and (3) plaintiff suffered an injury that was proximately caused by the \ndefendant’s wrongful act or inactio n.  See Farndale Co., LLC v. Gibellini , 176 N.C. \nApp. 60, 68, 628 S.E.2d 15, 20 (2006).   \n38. “[M]anagers of a limited liabili ty company . . .  owe a fiduciary duty to the \ncompany.”  Kaplan, 196 N.C. App. at 474, 675 S.E.2d at 137; see N.C. Gen. Stat. 57D-\n3-21(b).  Subject to Chapter 57D and the limited liability company’s operating \nagreement, a  manager may breach his fiduciary duty when he diverts a business \nopportunity that rightfully belongs to the limited liability company for his personal \ngain.  See generally Meiselman v. Meiselman, 309 N.C. 279, 307, 307 S.E.2d 551, 568 \n(1983) (addressing defendant’s duty  of loyalty  to the corporation as a corporate \ndirector and officer); RCJJ, LLC, 2016 NCBC LEXIS 46, at *31–32 (holding that the \nmanager’s fiduciary duty to an LLC is not extinguished until the manager’s \nrelationship with the company ceases as provided in N.C. Gen. Stat. § 57D-3-20).  “A \n \n \nclaim for usurpation of corporate opportunities is really a claim for breach of fiduciary \nduties.”  Stec v. Fuzion Inv. Capital, LLC, 2012 NCBC LEXIS 24, at *28 (N.C. Super. \nCt. Apr. 30, 2012).   \n39. To determine whether a business opportunity has been usurped, a court \nshould consider whether “the disputed opportunity is functionally related to the \n[company’s] business,” and “whether the [company] has an interest or expectancy in \nthe opportunity.”   Meiselman, 309 N.C.  at 311, 307 S.E.2d at 570.  This \ndetermination turns on  the facts in a particular case.   Id. at 310–11, 307 S.E.2d at \n569–70 (discussing six “‘rec urring circumstances’ which courts continually find \nrelevant in determining whether a corporate opportunity has been usurped”).  \n40. Contrary to Gee’s contention, the relevant inquiry is not whether Shaw had \na custom of not causing Gvest to ask for payments like the Lullwater Payments.  (Am. \nCompl. ¶  19.)  Rather, the critical issue is whether Gvest had an interest or \nexpectancy in the Lullwater Payments.   Gee’s argument assumes that Gvest’s \ndecision not to request payment from Lullwater extinguished any interest Gvest had \nin whether Gvest was paid for its time and effort on the Project.  Taking Shaw’s \nallegations as true , however, Gee’s assumption is misplaced.  Indeed, Shaw has \nalleged that the Lullwater Payments paid to Gee and Martin w ere compensation for \nthe time and effort expended by Gvest, (Am. Compl. ¶ 22), and that he “would have \nrequired the [Lullwater Payments] . . . be made to Gvest” rather than to Gee and \nMartin had he known that Gee had requested payment and that Lullwater ha d \nagreed to pay, (Am. Compl. ¶ 20).   \n \n \n41. Taking Shaw’s allegations as true, the Court cannot conclude, as a matter \nof law, that Gvest’s decision not to request payment necessarily caused Gvest to \nrelinquish its interest or expectancy in receiving the Lullwater Payments in the event \nsuch payments were made.  Because it is this interest or expectancy of Gvest that \nShaw has alleged that Gee misappropriated, (Am. Compl. ¶ 31), Gee’s contention that \nGvest has not alleged compensable damages is without merit.  Accordingly, the Court \nconcludes that Gee’s motion to dismiss Shaw’s derivative claim for breach of fiduciary \nduty should be denied.  See SCA-Blue Ridge, LLC v. WakeMed, 2016 NCBC LEXIS \n2, at *26 (N.C. Super. Ct. Jan. 4, 2016) (declining to dismiss breach of fiduciary duty \nclaim based on usurpation of LLC’s corporate opportunities); see generally Brite v. \nPenny, 157 N.C. 110, 115, 72 S.E. 964, 966 (1911) (“The law would not permit him to \nact in an y such double capacity to appropriate business for himself belonging \nlegitimately to his corporation and to reap the profits of it.”) ; Seraph Garrison v. \nGarrison, No. COA14-1166, 2016 N.C. App. LEXIS 384, at *27 (N.C. App. Apr. 19, \n2016) (unpublished) (finding breach of fiduciary duty where defendant used proceeds \nfrom corporate contract to benefit himself at expense of corporation).   \nV. \nCONCLUSION \n42. Based on the foregoing, the Court hereby DENIES Defendant’s Motion to \nDismiss Plaintiff’s Amended Complaint.  \n \n \n \n \nSO ORDERED, this the 21st day of December, 2016. \n \n \n     /s/ Louis A. Bledsoe, III   \n     Louis A. Bledsoe, III \n     Special Superior Court Judge \n       for Complex Business Cases   \n "
}