{
  "id": "aee6c76bf61a5b68cc724bcd3a7e3d1c7db6ad3d26f967479328d7c8cd4e23cd",
  "source_file": "data/raw/ncbc/aee6c76bf61a5b68cc724bcd3a7e3d1c7db6ad3d26f967479328d7c8cd4e23cd.pdf",
  "raw_text": "NNN Durham Office Portfolio 1, LLC v. Highwoods Realty Ltd. P’ship,  \n2013 NCBC 12 \n \n{1} \n THIS MATTER is before the court on Defendants Highwoods Realty \nLimited Partnership; Highwoods DLF 98/29, LLC; Highwoods DLF, LLC; and \nHighwoods Properties, Inc.’s Motion to Dismiss Plaintiffs’ Complaint and on \nThomas Linderman’s Motion to Dismiss Re-Filed Action (“Motions”) pursuant to \nRules 12(b)(6) and 9(b) of the North Carolina Rules of Civil Procedure (“Rule” or \n“Rules”).  For the reasons stated below, the Motions are GRANTED in part and \nDENIED in part.   \n \nStark Law Group, PLLC by Thomas H. Stark and Penry Riemann, PLLC by \nAndy Penry for Plaintiffs.  \n \nManning, Fulton & Skinner, P.A. by Michael T. Medford for Defendants \nThomas Linderman Graham, Inc. and Grubb & Ellis/Thomas Linderman \nGraham. \n \nEllis & Winters LLP by Jonathan D. Sasser and Jeremy M. Falcone for \nDefendants Highwoods Realty Limited Partnership; Highwoods DLF 98/29, \nLLC; Highwoods DLF, LLC; and Highwoods Properties, Inc.   \n \n \nGale, Judge. \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF DURHAM \n \n IN THE GENERAL COURT OF JUSTICE \n \nSUPERIOR COURT DIVISION \n12 CVS 3945 \nNNN DURHAM OFFICE \nPORTFOLIO 1, LLC; et. al.,  \n  \nPlaintiffs, \n \nv. \n \nHIGHWOODS REALTY LIMITED  \nPARTNERSHIP; et. al.,  \n \nDefendants. \n \n)\n \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \nORDER AND OPINION ORDER AND OPINION ORDER AND OPINION ORDER AND OPINION    \nI. I. I. I.    P P PPARTIES ARTIES ARTIES ARTIES    \n \n{2}  Plaintiffs are purchasers of tenant-in-common (“TIC”) interests in five \nparcels of real property located at 3414 Duke Street, 4117 North Roxboro Road, \n3404 North Duke Street, 4101 North Roxboro Road, and 4020 North Roxboro Road, \nall in Durham, North Carolina (collectively referred to as the “Subject Property”).  \n(Compl. ¶ 46.)  Plaintiffs include the individual purchasers and the limited liability \ncompanies (“LLCs”) formed by the individuals for the purpose of purchasing their \ninterests and through which the interests were purchased.  (Compl. ¶¶ 2–31, 98.)   \n{3}  Defendant Highwoods DLF 98/29, LLC is a Delaware corporation with \nits principal place of business in Raleigh, North Carolina, and is the successor in \ninterest to the seller of the Subject Property, Highwoods DLF 98/29, L.P.  (Compl. ¶ \n32.)  Defendant Highwoods DLF, LLC, a Delaware LLC, was the sole general \npartner of Highwoods DLF 98/29, L.P.  (Compl. ¶ 33.)  Defendant Highwoods Realty \nLimited Partnership is a North Carolina limited partnership, and is the sole \nmember of Highwoods DLF, LLC.  Defendant Highwoods Properties, Inc. is a \nMaryland corporation with its principal place of business in Raleigh, North \nCarolina, and is the sole general partner of Highwoods Realty Limited Partnership.  \nThese various Defendants are collectively referred to as “Highwoods.” \n{4}  Defendant Thomas Linderman Graham, Inc. (“TLG”) is a North \nCarolina corporation with its principal place of business in Raleigh, North Carolina, \nand was retained by Highwoods as the exclusive selling agent for the Subject \nProperty.  (Compl. ¶¶ 36, 63.)  TLG sometimes does business under the trade name \nGrubb & Ellis | Thomas Linderman Graham.  (Thomas Linderman’s Br. in Supp. of \nMot. to Dismiss Re-Filed Action (hereinafter “TLG Br. in Supp.”) 6, 6 n.5.)  \nDefendants TLG and Grubb & Ellis | Thomas Linderman Graham will collectively \nbe referred to as “TLG.”  TLG and the Highwoods Defendants will collectively be \nreferred to as “Defendants.”     \n \n \nII. II. II. II.    INTRODUCTION INTRODUCTION INTRODUCTION INTRODUCTION    \n \n{5}  Plaintiffs brought suit against Highwoods and TLG alleging they made \nmaterial misstatements which misled Plaintiffs into purchasing their TIC interests.  \nAfter Highwoods retained TLG to seek a buyer for the Subject Property, TLG \npublished a Confidential Offering Memorandum (“COM”) to solicit potential \npurchasers.  Triple Net Properties, LLC (“Triple Net”) was selected as the final \nparty with which Highwoods negotiated a binding purchase contract.  Triple Net \noffered TIC interests in the Subject Property through a syndication which included \na management contract, which it marketed with a Private Placement Memorandum \n(“PPM”).  Highwoods deeded the separate TIC interests to the Plaintiff LLCs at \nclosing, and Triple Net entered into contracts with Plaintiffs for management of the \nSubject Property.  Highwoods was not a party to the PPM, retained no interest in \nthe Subject Property after the sale, and was not involved in the ongoing property \nmanagement after the sale.  \n{6}  In this action, Plaintiffs assert both common law claims and statutory \nclaims under the Unfair and Deceptive Trade Practices Act (“UDTPA”) and the \nNorth Carolina Securities Act (“NCSA”).  Plaintiffs have separately sued Triple Net \nin an action now pending before this court, NNN Durham Office Portfolio 1, LLC v. \nGrubb & Ellis Co., No. 10 CVS 4392, the pleadings of which are available at the \ncourt’s website at www.ncbusinesscourt.net.   \n{7}  The Motions require that Plaintiffs’ claims be assessed in accord with \nthe recognized elements of the various common law claims and the UDTPA \nstatutory claim, but further require the court to assess previously unsettled issues \nregarding the scope and application of the NCSA.  In particular, the court must \ndetermine whether Plaintiffs have adequately pled that the TIC interests are a \n“security” subject to the NCSA, and if so, whether Plaintiffs have further alleged \nfacts adequate to present either a primary or secondary liability claim against \nDefendants under that Act. \n{8}  The court reserves further consideration as necessary for any final \njudgment, but it concludes for purposes of the present Motions that Plaintiffs \npurchased a “security” from Triple Net.  The court has further assumed without \ndeciding that Plaintiffs can demonstrate a primary violation under the NCSA by \nTriple Net.  The court concludes Plaintiffs have adequately stated a claim of \nsecondary liability against Defendants under the NCSA, that the conspiracy claim \nsurvives but must be restricted to conspiracy to violate the NCSA, and that \nPlaintiffs’ other claims should be dismissed pursuant to Rule 12(b)(6).  \n \nIII. III. III. III.    PROCEDURAL HISTORY PROCEDURAL HISTORY PROCEDURAL HISTORY PROCEDURAL HISTORY    \n \n{9}  Plaintiffs first brought suit in April 2010.  That case was dismissed \nwithout prejudice pursuant to Rule 41(a)(2) on July 6, 2011.  Plaintiffs timely re-\nfiled the present lawsuit on July 6, 2012.  The case was designated to the Business \nCourt by Order of Chief Justice Sarah Parker dated July 11, 2012 and assigned to \nthe undersigned on July 12, 2012. \n{10}  Plaintiffs bring claims for (1) fraud; (2) fraud in the inducement; (3) \nviolation of the NCSA, N.C. GEN . STAT . §§  78A-1–66  (2013); (4) violation of the \nUDTPA, N.C. GEN . STAT . §§  75-1.1  (2012); (5) negligent misrepresentation; and (6) \ncivil conspiracy.  (Compl. ¶¶ 224–66.)  Plaintiffs seek both compensatory and \npunitive damages pursuant to North Carolina General Statute § 1D-1.  (Compl. ¶¶ \n267–71.)   \n{11}  The Highwoods Defendants filed their Motion to Dismiss on August 6, \n2012, and TLG filed its Motion to Dismiss on August 23, 2012.  The Motions have \nbeen fully briefed, a hearing was held on November 19, 2012, and the matter is ripe \nfor disposition.   \n \n \n \n \nIV. IV. IV. IV.    FACTUAL BACKGROUND FACTUAL BACKGROUND FACTUAL BACKGROUND FACTUAL BACKGROUND    \n \n{12}  The court does not make findings of fact in connection with the \nMotions, as a motion to dismiss “does not present the merits, but only [determines] \nwhether the merits may be reached.”  Concrete Serv. Corp. v. Investors Grp., Inc. , \n79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986).  The following facts are stated to \nprovide context for the court’s opinion and are construed in favor of the Plaintiffs, \nwith the court drawing permissible inferences not inconsistent with the facts \nalleged.  The court is not required to accept Plaintiffs’ legal conclusions.  Where \nappropriate, the court may, on a Rule 12(b)(6) motion, consider documents attached \nto or effectively incorporated by the allegations of the Complaint.  Coley v. N.C. \nNat’l Bank , 41 N.C. App. 121, 126–27, 254 S.E.2d 217, 220 (1979); Brackett v. SGL \nCarbon Corp. , 158 N.C. App. 252, 255, 580 S.E.2d 757, 759 (2003).    \n \nA.  Duke University As Tenants of the Subject Property  \n \n{13}  The Subject Property consists of five office buildings owned at relevant \ntimes by Highwoods.  In 2006 two tenants from Duke University Health System, \nDuke’s Patient Revenue Management Organization (“PRMO”) and Duke Pediatrics, \ntogether occupied 52% of the Subject Property’s office space.  (Compl. ¶ 53.)  Duke \nPRMO’s leases were set to expire in 2009 and 2010.  (Compl. ¶ 56.)   \n{14}  In September, 2006, Duke began considering the possible relocation of \nits PRMO from the Subject Property to Research Triangle Park in Raleigh, North \nCarolina and retained Corporate Realty Advisors (“CRA”) to help it solicit bids to \nbuild a new PRMO facility.  (Compl. ¶¶ 57–58.)  Sometime prior to September 12, \n2006, Highwoods indicated its willingness to build a new facility for PRMO and to \naccommodate PRMO’s leaving the Subject Property prior to the expiration of its \nlease.  (Compl. ¶ 59.)  Around this same time CRA and Duke also discussed the \npossibility of building a new facility with another developer, Gary M. Hoch.  (Compl. \n¶ 61.) \n{15}  In or before October 2006, Highwoods decided to sell the Subject \nProperty.  Highwoods executed an Exclusive Right to Sell Listing Agreement with \nTLG on October 24, 2006.  (Compl. ¶ 63; Compl. Ex. D.) \n \nB. \n TLG’s Confidential Offering Memorandum and its Assessment of Duke’s \nRenewal Probability  \n \n{16}  In November 2006, TLG prepared a Confidential Offering \nMemorandum (“COM”) to solicit interest from potential purchasers of the Subject \nProperty.  (Compl. ¶¶ 67–68; Compl. Ex. E.)  Its terms provided that information \nwas “being provided solely to facilitate the Prospective Purchaser’s own due \ndiligence for which it shall be fully and solely responsible.”  (Compl. Ex. E.) \n{17}  The COM described Duke’s strength as a primary tenant, the Subject \nProperty’s then-current tenancy of 99%, and the increasing value of the Durham \nreal estate market.  (Compl. Ex. E.)  Plaintiffs allege that the COM makes the \nfollowing “false statements of material facts”:  \n•  that “[v]alue-added opportunity exists as the majority of the portfolio  \nwill rollover in 2009 and 2010, allowing for renewals at the then \nmarket rate”; \n•  “that the real estate market in Durham County was ‘dramatically \nimproving’” and “that rents would increase in 2007 and 2008”; and \n•  “that the renewal probability for [four of the five properties at the \nSubject Property] was 75%, and the renewal probability for [the fifth \nproperty] was 90%”. \n(Compl. ¶¶ 69–72.)  The COM indicated that the renewal probabilities were utilized \nin preparing a potential future cash flow for the Subject Property.  (Compl. Ex. E.) \n {18} In the earlier action, the court directed inquiries toward whether \nPlaintiffs were able to allege that they had seen or relied on any statement by \nHighwoods or TLG.  In their new complaint, Plaintiffs allege that the COM was at \nsome point received by four of the thirty Plaintiffs, but do not allege through what \npath they received it.  (Compl. ¶¶ 200, 216, 219, 222.)  No such allegations were \nmade for the remaining twenty-six Plaintiffs.  (Mem. of Law by Highwoods Realty \nLimited Partnership; Highwoods DLF 98/29, LLC; Highwoods DLF, LLC; and \nHighwoods Properties, Inc. in Supp. of Defs.’ Mot. to Dismiss Pls.’ Compl. \n(hereinafter “Highwoods Defs.’ Br. in Supp.”) 4.) \n {19} On November 10, 2006, a TLG employee wrote an email seeking to \nvalue the Subject Property using lease renewal probabilities for Duke PRMO \ndifferent from those stated in the COM.  (Compl. Ex. G.)  The email provides: \n[Another individual] has asked me to compile further valuations on the \nportfolio that take into account factors that we now know may be a \npossibility.  The most dramatic is the possibility that Duke may not \nrenew.  Obviously, our marketing “story” will be predicated on the \nassumption that they will as will our valuation guidance to potential \nbuyers.  However . . . this exercise is necessary should Duke begin \nlooking for alternative space during our marketing process.  In fact, we \ndecided to take this one step further.  If Duke were to announce to a \nbuyer during due diligence that they were leaving (most likely would \nnot happen) then we would be left wondering what the properties [sic] \nworth is. \n \n(Compl. Ex. G.)  The email goes on to determine valuations for the Subject Property \nusing renewal probabilities of 25% (“low buyer confidence in a Duke renewal”) and \n0% (“worst case scenario”).  (Compl. Ex. G.)   \n {20} On December 6, 2006, Highwoods provided Duke with a formal bid to \nbuild a new facility for Duke PRMO.  (Compl. ¶ 82.) \n {21} On December 17, 2006, Jim McMillan of TLG (“McMillan”) received \nfrom another prospective purchaser who had received the COM an email which \nassigned a value to the Subject Property of $20,145,000.00, which took into account \nthat the purchaser would, “given the uncertainty of Duke renewing . . . underwrite \nan additional $3,500,000 for interest carry should [Duke] vacate.”  (Compl. Ex. K.; \nTLG Br. in Supp. 8.)   \n \n \n \n \nC.  Triple Net Selected As Purchaser  \n \n {22} Triple Net submitted an “initial bid” of $32,800,000.00 to Defendants, \nwhich recites that it was “[b]ased on [Triple Net’s] previous underwriting,” and took \ninto account Triple Net’s own modified “market rent projections and renewal \nprobabilities . . . .”  (Compl. ¶ 87; Compl. Ex. I.)  On December 19, 2006 Triple Net \nwas invited to submit a “best and final bid.”  (Compl. ¶ 87.)  On December 20, 2006 \nBrian McDonald of Triple Net emailed McMillan the following questions: \n3. \n Is there any reason why Duke hasn’t negotiated previously for \nrenewal options at below market rates? \n4.  How much assurance could be given that Duke wouldn’t expand to \nthe point of vacating the entire premises for a new building upon \nlease expiration?  Also, how much additional space do they occupy \nin the North Durham area?  My guess is that Pediatrics wouldn’t \nmove further from Duke Medical Center but what about the PRMO \ngroup? \n \n(Compl. Ex. J.)  McMillan responded the same day: \n \n3. \n No reason that we know of.  They have been expanding into the \nbuildings and that has taken quite a bit of time.  Landlord is not in \na position to necessarily give rent away below market just because \nof the size of Duke.  That location works very well for them and \nthey are very well entrenched there.  Their cost to move would be \npretty large so the tenant has only so much bargaining power.  \nAlso, there is not another location in that submarket that could \naccommodate them. \n4.  The assurance we can give is based on conversations with the real \nestate head.  They have recently subleased the top floor of 3404 \nDuke Street from [another tenant].  They are only about ½ staffed \nnow after 4 months.  They overleased intentionally so that they \ncould grow into that space over time.  We were told that that was \nthe last of the expansions that they will need for the foreseeable \nfuture.  PRMO has 800 employees in this location and most live \nwithin 3-5 miles.  They are very sensitive to not moving out of \nconvenience for their employees and their access.  These properties \nwork very well in that regard and that is the reason that they have \nbeen in this location for so long and decided to grow into this \nlocation versus elsewhere.  Very good amenities within walking \ndistance and plenty of parking.   \n \n(Compl. Ex. J.) \n {23} On December 21, 2006, Danny Prosky of Triple Net submitted to TLG \na final proposal to purchase the Subject Property for $34,200,000.00.  (Compl. ¶ 86; \nCompl. Ex. I.)  The final bid indicated Triple Net’s intention to purchase the \nproperty with money raised through a TIC syndication.  (Compl. Ex. I, at ¶¶ 2–3.) \n {24} On December 22, 2006, McMillan informed Triple Net that Highwoods \nhad chosen Triple Net as the purchaser.  (Compl. ¶ 90.)  Triple Net and Highwoods \nentered into a Purchase and Sale Agreement with an effective date of January 24, \n2007.  (Compl. ¶ 110; Compl. Ex. N.)  Triple Net’s obligation to proceed under the \nPurchase and Sale Agreement was conditioned on Duke having provided no written \nnotice of any intention to abandon the leases.  (Compl. Ex. F., at 34–35.) \n \nD. \n Triple Net’s Private Placement Memorandum  \n \n {25} Triple Net published its Confidential PPM on January 5, 2007.  \n(Compl. Ex. F, at iii.)   \n {26} The PPM requires each investor to agree that “[h]e is basing his \ndecision to invest on the [PPM and] . . . has relied on the information contained in \nsaid materials and has not relied upon any representations made by any other \nperson . . . .”  (Compl. Ex. F, at 1.) \n {27} Under the section titled “RISK FACTORS”, the PPM explained that \ntenants associated with Duke then occupied approximately 54% of the Subject \nProperty.  It then described the potential impact of a non-renewal by the Duke \ntenants and others: \n[T]he PRMO group has subleased 33,500 square feet (or approximately \n12% of the entire Property) . . . from Qualex, Inc. and occupies most of \nthis space. . . . The leasing broker who placed Duke within this space \nindicated that the PRMO group intends to grow into this space over \ntime and may stay following the expiration of the Qualex lease.  \nHowever, no assurance can be given that the PRMO group will lease \nthis space following the Qualex expiration in 2010. . . . Any large-scale \ndeparture by Duke would significantly affect the cash flow and fair \nmarket value of the Property and the economic viability of the \nProperty would be jeopardized . . . .   \n [L]eases with all of the tenants, representing 100% of the \nProperty, will expire within the next 3 calendar years. . . . [I]f the \ntenants do not renew their leases or downsize the space leased, the \nProperty would suffer vacancy when the leases expire and no \nassurance can be given that the Property Manager would be successful \nin re-leasing the vacant space. \n \n(Compl. Ex. F, at 9.)  \n {28} The PPM again discusses the risks and probability of Duke not \nrenewing in a section titled “Business Plan,” which is prefaced with the statement \nthat it “contains information researched by [Triple Net Properties, LLC], some of \nwhich was prepared by Grubb & Ellis | Thomas Linderman Graham (the broker for \nthe Seller) and is based solely on the [Triple Net Properties, LLC’s] investigation of \nthe Property, its location in the Durham, North Carolina office market and the \ntenants.”  (Compl. Ex. F, at 39.)  It goes on to state that Triple Net believes that \nDuke will renew “[b]ased on Duke’s longevity as a tenant at the Property,” the \nSubject Property’s proximity to Duke Regional Hospital and Duke University, and \nthe lack of other suitable space.  (Compl. Ex. F, at 40.)  The PPM then discusses the \nRaleigh-Durham Economy and the North Durham Submarket, information it \nspecifically states came from a different third-party source.  (Compl. Ex. F, at 40–\n41.)  Finally, the PPM notes that:  \n Based upon the importance of Duke’s tenancy to the Property, the \nManager intends to engage Duke regarding extending their respective \nleases.  This will help reduce the uncertainty surrounding the \nexpiration of their leases. . . . However, there can be no assurance that \n[the Duke tenants] will in fact extend their leases at the Property. \n \n(Compl. Ex. F, at 40.) \n {29} The PPM contains probability assumptions that are different from and \nlower than those that TLG stated in the COM.  The PPM assigned a 75% renewal \nprobability to four of the five buildings and a 50% renewal probability to the fifth.  \n(Compl. Ex. F, at 9.)   \n {30} Every Plaintiff received the PPM before closing.  (Compl. ¶ 105.)  In \naddition to receiving the PPM, some Plaintiffs allegedly received oral \nrepresentations that Duke was likely to renew its leases from their own brokers \n(Compl. ¶¶ 136, 147, 150, 153, 156, 165, 174, 177, 180, 183, 186, 189, 192, 195, 213), \nfrom Triple Net employees (Compl. ¶¶ 141, 144, 159, 162, 168, 198, 204, 207, 210, \n216, 219), or from unnamed TLG representatives (Compl. ¶¶ 201, 222). \n \nE. \n Triple Net’s Due Diligence Period  \n \n {31} Triple Net’s due diligence period began on January 8, 2007 when \nTriple Net confirmed receipt of due diligence materials from Highwoods (Compl. ¶ \n111), and ran through January 24, 2007, pursuant to the terms of the Purchase and \nSale Agreement.  (Compl. Ex. N, at 12.)     \n {32} During this period, Duke was continuing to consider the possibility of \nrelocation.  On January 10, 2007, David Linder (“Linder”) of Highwoods sent a \nletter to Duke’s agent CRA regarding a “Proposed Assumption of [Duke’s] Office \nLeases” at two of the locations at the Subject Property.  (Compl. Ex. O.)  The email \nadvised CRA that “[i]n the event a building is constructed by Highwoods and \noccupied by Duke; upon lease commencement of the new building, Highwoods . . . \nagrees to assume the lease obligations for the above referenced Leases.”  Randall \nMassey, another Highwoods employee, forwarded the letter to other Highwoods \nemployees and expressed that “[p]rior to receipt [of the letter], I was not aware it \nwas even a topic of discussion.”  Massey continued, giving some background to the \nletter as follows: \nDuke’s PRMO group currently leases the 4101 and Fairfield 1 \nbuildings.  The leases expire 06/30/10 and encompass . . .  about 39% of \nthe total N Durham campus.  Duke has informed us that these \nproperties are not well suited for this PRMO group.  There were some \nvery preliminary discussions with HIW about developing a build to \nsuit property and allowing PRMO to exit the N Durham leases early.  \nThe RTP Division should speak to the current prospects of ever doing \nsuch a deal, but at this point, it is my sense that the probability \nremains pretty low.  In the meantime, we are trying to sell the N \nDurham portfolio and that is no doubt what generated the attached \nletter.   \n \n(Compl. Ex. O.) \n {33} On January 19, 2007, a meeting was held between Mike Waddell of \nTriple Net, Scott Selig of Duke University, Jim McMillan of TLG, and Charles \nOstendorf  (“Ostendorf”) and David Lindner of Highwoods.  (Compl. ¶ 114.)  After \nthe meeting, Ostendorf took Mike Waddell on a tour of the Subject Property.  \n(Compl. ¶ 116.)  Later summarizing the tour in an email, Ostendorf commented \nthat:  \nMike asked me if I thought Duke would move – I replied that as frugal \nas they were I did not see it if the owner presented them with a very \neconomical long term deal and perhaps gave them some space planning \ndollars.  I did not see them as willing to pay the premium for new \nspace.  His reply was that the new space was viable if it was more \nefficient for them.                                                        \n. \n \n(Compl. Ex. P.) \n {34} On or before February 19, 2007, Duke informed Highwoods that it was \none of two finalists to compete for building a new Duke PRMO facility.  (Compl. ¶ \n119.)  \n \nF. \n Closing and Post-Closing  \n \n{35} The sale of the Subject Property closed on March 12, 2007.  (Compl. ¶ \n122.)  At closing, Highwoods deeded the TIC interests directly to the individual \nPlaintiffs.  (Compl. ¶¶ 121–22.)  About that same time Plaintiffs also entered into \ncontracts with Triple Net governing the management of the Plaintiffs’ interests in \nthe Subject Property.   \n{36} From January through March, 2007, Triple Net’s parent, NNN Realty, \nand Grubb & Ellis, Inc. were negotiating a potential merger.  Plaintiffs complain \nthat Triple Net did not disclose this to Plaintiffs.  (Compl. ¶ 126.)  The companies \nannounced their merger on May 22, 2007.  (Compl. ¶ 127.)  Plaintiffs have not \nalleged facts which tie TLG to Grubb & Ellis or to negotiations between Grubb & \nEllis and Triple Net. \n{37} Ultimately, Duke University remained at the Subject Property through \nthe lease terms but did not then renew its leases.  Other tenants also did not renew.  \n(Compl. ¶ 123.)  The Subject Property was sold in a foreclosure sale in October 2011.  \n(Compl. ¶ 123.)   \n \nV. V. V. V.    STANDARD OF REVIEW STANDARD OF REVIEW STANDARD OF REVIEW STANDARD OF REVIEW    \n \n {38} The appropriate inquiry on a motion to dismiss pursuant to Rule \n12(b)(6) is “whether, as a matter of law, the allegations of the complaint, treated as \ntrue, are sufficient to state a claim upon which relief may be granted under some \nlegal theory, whether properly labeled or not.”  Crouse v. Mineo , 189 N.C. App. 232, \n237, 658 S.E.2d 33, 36 (2008) (quoting Harris v. NCNB Nat’l Bank , 85 N.C. App. \n669, 670, 355 S.E.2d 838, 840 (1987)).  \n \nVV VVII II.. ..    ANALYSIS ANALYSIS ANALYSIS ANALYSIS    \n \nA. The North Carolina Securities Act \n \n \n{39} \n There is, to date, limited case law developed under the NCSA.1  The \ncourt first addresses whether the TIC interests were a “security” and then discusses \nthe overall liability scheme under the NCSA to determine the elements of claims for \nprimary or secondary liability that Plaintiffs must satisfy to state claims against \nthe Defendants in this action. \n \n1.  The TIC Interests As “Securities” \n{40} The NCSA regulates transactions involving securities, and defines \n“security” as: \n                                                 \n1  Some courts have considered whether the National Securities Markets Improvement Act of 1996 \n(“NSMIA”) preempts some state regulation of securities.  See, e.g., Capital Research & Mgmt. Co. v. \nBrown , 53 Cal. Rptr. 3d 770 (Cal. Ct. App. 2007); People v. Greenberg , 946 N.Y.S.2d 1 (2012).  \nHowever, the NSMIA explicitly preserves state jurisdiction with regard to actions involving fraud or \ndeceit.  Capital Research , 53 Cal. Rptr. 3d at 775–76; Greenberg , 946  N.Y.S.2d at 6–7.  The parties \ndid not raise a preemption issue and the court does not believe Plaintiffs’ claims in this action are \npreempted by the NSMIA.   \nany note; stock; treasury stock; bond; debenture; evidence of \nindebtedness; certificate of interest or participation in any profit-\nsharing agreement; . . .  investment contract . . .; or, in general, any \ninterest or instrument commonly known as a \"security[.]” \n \nN.C. GEN . STAT . § 78A-2(11) (2013).  The immediate question becomes whether \nPlaintiffs entered investment contracts which may be appropriately classified as \nsecurities. \n {41} The overall transaction at issue included two components: the sale of \nthe real estate interests in the Subject Property, and the packaging of the \nindividual TIC interests in the real estate with a property management contract by \nwhich Plaintiffs ceded control of their property interest in exchange for investment \nreturns.  The court does not believe that the sale of fractional real estate shares \nalone would be a securities transaction.  \nSee, e.g. , Hocking v. Dubois , 839 F.2d 560, \n564 (9th Cir. 1988) (“Generally, simple transactions in real estate, without more, do \nnot satisfy the Howey criteria”), en banc reh’g granted by 852 F.2d 503 (9th Cir. \n1988); Woodward v. Terracor , 574 F.2d 1023, 1025 (10th Cir. 1978) (finding \ndefendant did not sell a security because it was “under no contractual obligation to \nthe plaintiffs other than to deliver title . . . . Unlike Howey , [defendant] was not \nunder any collateral management contract with the purchasers of its land”);  \nJohnson v. Nationwide Indus., Inc. , 450 F. Supp. 948, 952–53 (N.D. Ill. 1978) \n(noting that the SEC has previously issued a release concluding that the offer of \nreal estate alone, without any collateral arrangements, is not the offer of a security).   \n{42} Standing alone, a TIC interest is simply an undivided share in real \nproperty “with each person having an equal right to possess the whole property” \neven though each TIC interest is owned as a “separate and distinct title[].”  20 AM . \nJUR . 2D Cotenancy and Joint Ownership § 32 (2012).  As a general proposition, a \nTIC interest may become a security when it is sold as a part of a securitized \ntransaction in which investors are solicited to pool their assets to purchase a \ncommon property and the investors do not manage or operate the property \nthemselves, but rather the property is to be operated and managed by either the \nseller of the interests or by a third party.  See Tenants-In-Common Interests , \nREALTORS  C OM . ALLIANCE SERIES : H OT T OPICS -ANSWERS TO C URRENT B US . ISSUES  \n(Nat’l Ass’n of Realtors, Chi., Ill.), Fourth Quarter, 2005, at 1–2.     \n {43} In the typical TIC investment transaction, an investment company \n(the “sponsor”) identifies an investment property, performs due diligence, purchases \nthe investment property, and then markets individual TIC interests in the property \nto a set of investors, often through investment brokers.  (Compl. ¶ 96.)  The TIC \ninterests are typically sold as a package combined with a property management \ncontract.  Post-closing, the sponsor, or an affiliate of the sponsor, manages and \noperates the property while distributing profits to the investors.    \n {44} North Carolina courts have not to date been asked to consider whether \nTIC interests are securities within the meaning of the NCSA.  There appears to be a \ngrowing national consensus that at least some TIC interests are securities under \nfederal securities law, which defines a “security” in a similar fashion to the NCSA.  \nDavid Rich, Betting the Farm: The TIC Turf War and Why TICs Constitute \nInvestment Contracts Under Federal Securities Laws , 1 WM . &  M ARY B US . L.  R EV . \n450, 453 (2010) [hereinafter Betting the Farm ]. \n{45} The SEC has issued letters stating its opinion that such interests may \nbe securities under the federal Securities Act of 1933.  (Compl. Ex. L.); Triple Net \nLeasing, LLC, SEC No-Action Letter, 2000 SEC No-Act. LEXIS 824 (Aug. 23, 2000).  \nFurther, the National Association of Securities Dealers (NASD) published a Notice \nto Members indicating its belief that TIC interests may be securities under federal \nsecurities law.  See N AT ’L ASS ’N OF SEC . D EALERS , N OTICE TO M EMBERS 05-18 3 \n(2005), available at  http://www.finra.org/web/groups/industry/@ip/@reg/@notice/ \ndocuments/notices/p013455.pdf.  \n{46} A TIC interest coupled with a management contract is thought to fit \ninto the category of an “investment contract” included in the broader definition of \n“security.”  The United States Supreme Court defines an “investment contract” as \nincluding any “contract, transaction or scheme whereby a person invests his money \nin a common enterprise and is led to expect profits solely from the efforts of the \npromoter or a third party . . . .”  SEC v. W.J. Howey, Co. , 328 U.S. 293, 298–99 \n(1946).  The Howey definition encompasses four elements: (1) an investment of \nmoney, (2) in a common enterprise, (3) an expectation of profits, and (4) the \nexpectation that profits will arise solely from the efforts of the promoter or a third \nparty.  See Betting the Farm , at 461.  Similarly, North Carolina defines “investment \ncontract” as follows: \n[a]ny investment in a common enterprise with the expectation of profit \nto be derived through the essential managerial efforts of someone other \nthan the investor [and] . . . [a]ny investment by which an offeree \nfurnishes initial value to an offeror, and a portion of this initial value \nis subjected to the risks of the enterprise, and the furnishing of this \ninitial value is induced by the offeror’s promises or representations \nwhich give rise to a reasonable understanding that a valuable benefit \nof some kind over and above the initial value will accrue to the offeree \nas a result of the operation of the enterprise, and the offeree does not \nreceive the right to exercise practical and actual control over the \nmanagerial decisions of the enterprise. \n \n18 \n N.C.  ADMIN C ODE 6A.1104(8)(a-b) (2012).   A common investment is “an enterprise \nin which the fortunes of the investor are interwoven with and dependent upon the \nefforts and success of those seeking the investment or of a third party . . . .”  18  N.C.  \nADMIN C ODE 6A.1104(8)(a) (2012). \n {47} Questions arise in applying the Howey standard whether a sponsor’s \nefforts in packaging and managing the TIC interests before  the closing of the TIC \ntransaction can satisfy the “efforts of a third party” requirement, or whether only \nthe sponsor’s post-closing management of the property may be considered.  See \nBetting the Farm , at 463, 467–70.  \n{48} The court concludes Plaintiffs have pled the elements of an investment \ncontract sufficient to survive a Rule 12(b)(6) motion.  Plaintiffs allege that they \ninvested money with an expected return of profits on their investments.  (Compl. ¶¶ \n117, 120, 123, 126, 129, 132, 135, 138, 141, 144, 147, 150, 153, 156, 159, 162, 165, \n168, 171, 174, 177, 180, 183, 186, 189, 192, 195, 198, 201, 204; Compl. Ex. F, at 5–6 \n(describing the objectives of the transaction).)  Plaintiffs have also pled that the \ninvestments were in a common enterprise: the Plaintiffs pooled their money \ntogether in a common investment, the rental income from the leasing of the Subject \nProperty was pooled and distributed to Plaintiffs on a pro rata basis, and the \nsuccess of any one Plaintiff’s investment depended upon the success of the entire \nenterprise.  (Compl. Ex. F.)  Lastly, Plaintiffs have pled that they did not have the \nright to control or manage the property post-closing, but instead expected to earn \nprofits from the managerial efforts of third parties.  (Compl. Ex. F, at ii, 5 (“Triple \nNet Properties Realty, Inc. . . . will serve as property manager of the Property.  The \n[purchasers] will not be involved in the day-to-day management of the Property. . . . \n[Triple Net Properties Realty, Inc.] reserves the right, in its sole discretion, to \nsubcontract with local property managers and certain other parties to perform some \nor all property management functions . . . .”).)  Plaintiffs have sufficiently alleged \nthat they did “not receive the right to exercise practical and actual control over the \nmanagerial decisions of the enterprise” post closing.  18  N.C.  ADMIN C ODE \n6A.1104(8)(a-b) (2012).   On February 2, 2007, Triple Net also filed a Form \n“REGDEX – Notice of Sale of Securities with the SEC” (Compl. Ex. M), and \npurportedly filed exemption documents required by the NCSA with the North \nCarolina Secretary of State (Compl. ¶ 100), indicating its belief that the TIC \ninterests are securities under federal and state law.  \n {49} Triple Net’s liability as the seller of these securities is the subject of a \nseparate pending action.  When applying the NCSA to the Defendants in this \naction, the Court separately addresses whether Highwoods or TLG became a \n“seller” or “offeror” because Highwoods deeded the fractional interests directly to \nPlaintiffs, but having no involvement in the management component of the \ntransaction.  Before doing so, the court first further describes the general liability \nscheme under the NCSA and how it separately treats primary liability for offerors \nand sellers, and secondary liability for those who are associated with or who \nmaterially aid one who is primarily liable. \n \n \n2.  Civil Liability Under the NCSA  \n {50} The NCSA recognizes three different categories of persons and \napproaches liability against these different persons from different perspectives and \nwith different allocations of the burden of proof.  Section 78A-56(a) (“Section 56(a)” \nor “§ 56(a)”) of the NCSA imposes what the court refers to as “primary liability” on \none who sells or offers for sale a security.  If primary liability exists, § 78A-56(c) \n(“Section 56(c)” or “§ 56(c)”) of the NCSA then imposes “secondary liability” on two \ncategories of persons, first those persons enumerated in § 56(c)(1), and second those \nnot included within § 56(c)(1) who “materially aided” in the transaction on which \nthe primary liability is based.  A plaintiff has a heightened burden of proof when \nseeking to impose secondary liability on those outside the scope of § 56(c)(1).  \n {51} The NCSA delineates two different pathways to primary liability.  One \npathway sounds in fraud, comparable to common law fraud, and is represented by \nSection 78A-8 of the NCSA (“Section 8” or “§ 8”), of which violations in part are \nmade actionable under § 56(a)(1).  Those claims are generally comparable to federal \nactions grounded on Rule 10b-5 promulgated under Section 10(b) of the Securities \nAct of 1934.  Compare N.C. GEN . STAT . § 78A-8 (2013) with 17 C.F.R. 240.10b-5 \n(2013).  The second pathway is through making false or misleading statements and \nis represented by § 56(a)(2), which is more comparable to federal claims grounded \non § 12(a)(2) of the Securities Act of 1933 (“1933 Act”).  Compare N.C. GEN . STAT . § \n78A-56(a)(2) (2013) with 15 U.S.C. § 77l(a)(2) (2013).  Each of these liability \nschemes include certain limitations and allow for certain defenses.  Claims based on \nfraud must include allegations and proof typical of common law fraud claims, and \nonce the plaintiff satisfies its prima facie case, the defendant is not afforded an \naffirmative defense based on lack of knowledge.  See N.C.  G EN . STAT . §§  78A-8, -\n56(a)(1) (2013).  Claims based on false or misleading statements may proceed \nwithout the more exacting proof of fraud, but liability must be tied to statements \nwhich were actually made, and the defendant is given the affirmative defense that \nit did not know, and in the exercise of reasonable care could not have known, of the \nuntruth or omission.  See N.C. GEN . STAT . § 78A-56(a)(2) (2013).  Neither of the \nliability schemes imposes a general “duty to speak.” \n {52} The NCSA provides its own remedy scheme which is more restrictive \nthan at least some of the corresponding federal claims.  Actions under either § \n56(a)(1) or § 56(a)(2) are limited generally to recovery of the consideration paid for \nthe security.  N.C. GEN . STAT . § 78A-56(a) (2013) (the purchaser “may sue either at \nlaw or in equity to recover the consideration paid for the security”).      \n {53} In order to establish a plaintiff’s pleading burden, it is important to \ndetermine whether the claim of primary liability is being brought pursuant to § \n56(a)(1) which provides a civil remedy for violations of certain subsections of § 8 \nproscribing fraudulent conduct, or pursuant to § 56(a)(2) based on a false or \nmisleading statement.    \n \na. Primary Liability Claims under NCSA Sections 56(a)(1) and 56(a)(2) \n \n {54} Section 78A-56(a) recognizes these two separate claims when it \nimposes liability on: \n(a)  Any person who: \n \n(1)  Offers or sells a security in violation of G.S. 78A-8(1) [or] \n78A-8(3) . . . , or \n \n(2) \n Offers or sells a security by means of any untrue statement of \na material fact or any omission to state a material fact \nnecessary in order to make the statements made, in the light \nof the circumstances under which they were made, not \nmisleading (the purchaser not knowing of the untruth or \nomission), and who does not sustain the burden of proof that \nhe did not know, and in the exercise of reasonable care could \nnot have known, of the untruth or omission . . .  \n \n {55} The NCSA defines “sell” as including “every contract of sale of, contract \nto sell, or disposition of, a security or interest in a security for value,” and defines \n“offer” or “offer to sell” as including “every attempt or offer to dispose of, or \nsolicitation of an offer to buy, a security or interest in a security for value.”  N.C. \nG EN . STAT . § 78A-2(8)(a)–(b) (2013).   \n \ni. Liability Under Section 56(a)(1)  \n {56} Insofar as relevant here, a claim under § 56(a)(1) is based on a \nviolation of subsections (1) or (3) of § 8 which provides: \n \nIt is unlawful for any person, in connection with the offer, sale or \npurchase of any security, directly or indirectly: \n \n(1) \n To employ any device, scheme, or artifice to defraud, [or] . . .  \n \n(3) \n To engage in any act, practice, or course of business which operates \nor would operate as a fraud or deceit upon any person. \n \nN.C. G\nEN . STAT . § 78A-8  (2013). \n \n{57} While § 8 proscribes conduct by “any person,” a civil action for its \nviolation depends on § 56(a)(1), which provides primary liability only for one who \noffers or sells a security.  There is no basis for finding a legislative intent to provide \nany broader private remedy for a violation of § 8.   \n {58} Courts have not yet defined the exact elements of a claim under § \n56(a)(1).  Section 8 of the Act “closely parallels the Rule 10(b)-5 antifraud provision \nof the Securities Exchange Act,” and “[c]ases construing the federal rule are \ninstructive when examining our statute.”  \nState v. Davidson , 131 N.C. App. 276, \n282–83, 506 S.E.2d 743, 748 (1998).  In addition to elements necessary to satisfy \nfederal jurisdiction, the elements of a cause of action under Rule 10b-5 include: (1) \nthe making of a false statement or omission of material fact or the use of a \nfraudulent device in connection with the purchase or sale of any security; (2) made \nwith scienter; (3) upon which the purchaser justifiably relies; and (4) proximate \ncausation.  Sec. Exch. Comm’n v. Monarch Funding Corp. , 192 F.3d 295, 308 (2nd \nCir. 1999);  Krim v. Coastal Physician Grp., Inc. , 81 F. Supp. 2d 621, 626 (M.D.N.C. \n1998) (citing Gasner v. Bd. of Supervisors of Dinwiddie, Va. , 103 F.3d 351, 356 (4th \nCir. 1996)).     \n \n(1). Scienter and Justifiable Reliance \n \n {59} The court likewise now concludes that scienter and justifiable reliance \nare elements of a violation of § 8(1) or (3) which is made actionable through § \n56(a)(1), as those subsections of § 8 are clearly grounded on fraud.  Judge Murphy of \nthis court determined that scienter is not necessarily a required element of a claim \nunder § 56(a)(2) which can also be grounded on negligence.  Associated Packaging, \nInc. v. Jackson Paper Mfg. Co. , 2012 NCBC LEXIS 13, at *41–48 (N.C. Super. Ct. \nMar. 1, 2012).  Judge Murphy’s holding is consistent with federal cases decided \nunder § 12 of the 1933 Act, which the language of § 56(a)(2) parallels.  Venturtech \nII, L.P. v. Deloitte Haskins & Sells , 790 F. Supp. 576, 588 (E.D.N.C. 1992).  \n {60} Scienter requires “both knowledge and an intent to deceive, \nmanipulate, or defraud.”  Latta v. Rainey , 202 N.C. App. 587, 600, 689 S.E.2d 898, \n909 (2010).  While scienter is typically the term used in analyzing claims for \nsecurities law violations, it is equivalent to the element of intent required for claims \nof common law fraud under North Carolina law.  See id.  at 600, 689 S.E.2d at 909; \nLibby Hill Seafood Rests., Inc. v. Owens , 62 N.C. App. 695, 698, 303 S.E.2d 565, 568 \n(1983) (elements of fraud include knowledge that the representation was false and \nthat the representation be made with the intent to deceive).   \n {61} The legislature’s intent to follow traditional fraud procedures for \nclaims under § 56(a)(1) is further evidenced by the fact that § 56(a)(1) does not \ninclude the affirmative defense allowed by § 56(a)(2), which allows an offeror or \nseller to escape liability for a false or misleading statement if he proves “that he did \nnot know, and in the exercise of reasonable care could not have known, of the \nuntruth or omission.”  And, to the extent that § 56(a)(1) should be interpreted based \non federal precedent pursuant to Rule 10b-5, scienter and justifiable reliance are \nelements of 10b-5 claims.  See Krim , 81 F. Supp. 2d at 626.   \n \n(2). Satisfying Rule 9(b)’s Particularity Requirement  \n {62} It being evident that liability under § 56(a)(1) is grounded in fraud, it \nfollows that claims based on that section must comply with North Carolina Rule of \nCivil Procedure 9(b) (“Rule 9(b)”), which requires that averments of fraud “be stated \nwith particularity.”  N.C.  R.  C IV . P.  9(b); Associated Packaging , 2012 NCBC LEXIS \n13, at *49; see  Terry v. Terry , 302 N.C. 77, 85, 273 S.E.2d 674, 678 (1981).   \n {63} In sum, to state a claim under § 56(a)(1), a plaintiff must plead with \nparticularity that (1) defendant is a seller or offeror of a security who either (a) \n“employ[ed] any device, scheme, or artifice to defraud”, or (b) “engage[d] in any act, \npractice, or course of business which operates or would operate as a fraud or deceit \nupon any person”; (2) defendant acted with scienter; and (3) plaintiff justifiably \nrelied.  N.C.  G EN . STAT . § 78A-8(1),  (3)  (2013). 2    \n \nii. Liability Under Section 56(a)(2)  \n {64} Section 56(a)(2) provides a cause of action against the offeror or seller \nof a security who (1) makes any untrue statement of a material fact, or (2) fails to \nstate a material fact necessary for a statement which was made to not be \nmisleading.  A seller or offeror may escape liability from such statement or omission \nif he can prove that “he did not know, and in the exercise of reasonable care could \nnot have known[] of the truth or omission.”  N.C.  G EN . STAT . § 78A-56(a)(2) (2013).    \n{65} Like § 56(a)(1), § 56(a)(2) does not impose a general duty of disclosure.  \nLiability must be tied to a statement which was untrue or which was made \nmisleading by omissions.  See, e.g. , In re Union Carbide Class Action Sec. Litig., 648 \nF. Supp. 1322, 1325–26 (S.D.N.Y. 1986) (interpreting Rule 10b-5 and § 12(a)(2)).  \nSection 56(a)(2) does not on its own then alter the general rule which imposes no \ngeneral duty of disclosure in commercial real estate transactions.  See C.F.R. Foods, \nInc. v. Randolph Dev. Co. , 107 N.C. App. 584, 589, 421 S.E.2d 386, 389 (1992) \n                                                 \n2  The court does not here address elements required in a state enforcement action under § 8.  \nLikewise, the court does not address other elements of federal 10b-5 claims such as loss causation, \nbut the court notes that such considerations may be unnecessary in light of the NCSA’s limitation to \na rescission remedy.  \n(noting that there is “no duty of disclosure” in a “transaction involving commercial \nreal estate between two commercial parties”).   \n {66} Section 56(a)(2) does not additionally require proof of scienter or \njustifiable reliance.  Unlike § 56(a)(1) which parallels anti-fraud provisions of \nfederal Rule 10b-5, § 56(a)(2) parallels § 12(a)(2) of the 1933 Act and “cases \nconstruing § 12[a](2) should be considered when interpreting § 78A-56.”  \nVenturtech \nII, L.P. , 790 F. Supp. at 588 (citing State v. Williams , 98 N.C. App. 274, 390 S.E.2d \n746 (1990)); see Securities Act of 1933 § 12(a)(2), 15 U.S.C. § 77l(a)(2) (2013).  Like \nits federal counterpart, § 56(a)(2) allows a claim against an offeror or seller based on \neither fraud or negligence.  Associated Packaging , 2012 NCBC LEXIS 13, at *48; \nsee Andrews v. Fitzgerald , 823 F. Supp. 356, 370 (M.D.N.C. 1993) (stating that \nscienter is not an element of a cause of action under § 12(a)(2)).  \n {67} Certain other principles logically follow.  The heightened pleading \nstandards of Rule 9(b) do not apply where the action is grounded on negligence, but \nrather Rule of Civil Procedure 8(c) controls.  Associated Packaging , 2012 NCBC \nLEXIS 13, at *49–50.  Likewise, the § 56(a)(2) plaintiff need not prove justifiable \nreliance.  The policies underlying a requirement for justifiable reliance in a fraud \nclaim are instead satisfied by limiting liability to actual material false or misleading \nstatements.  North Carolina courts have adopted the definition of materiality used \nby the federal courts, which provides that a fact is material when “there is a \nsubstantial likelihood that a reasonable purchaser would consider it important in \ndeciding whether or not to purchase.”  Williams , 98 N.C. App. at 280, 390 S.E.2d at \n749 (alterations in original omitted) (quoting TSC Indus., Inc. v. Northway, Inc. , \n426 U.S. 438, 449 (1976)).   \n {68} In sum, the elements of a claim under § 56(a)(2) include: (1) a \nstatement which was false or misleading, or which under the circumstances was \nfalse or misleading because of the omission of other facts (the purchaser not \nknowing of the untruth or omission); (2) that such statement was material; and (3) \nthat such statement was made by one who offered or sold a security.  The offeror or \nseller may escape liability for such a false or misleading statement if he can show \nthat he did not know and in the exercise of reasonable diligence could not have \nknown that the statement was false or misleading.    \n \nb. Secondary Liability Under Section 56(c)  \n {69} Assuming that a plaintiff can demonstrate that an offeror or seller is \nliable under § 56(a)(1) or § 56(a)(2), a plaintiff may then further extend liability \nunder the NCSA to a secondary group of persons.  The peculiar language of the \nNCSA extends potential secondary liability further than either the federal \nsecurities laws or the Uniform Securities Act, which the language of North \nCarolina’s act parallels in many respects.  Like the offerors or sellers facing primary \nliability, a group of persons exposed to secondary liability under § 56(c)(1) are given \nan affirmative defense similar to that afforded offerors and sellers.  But North \nCarolina’s § 56(c)(2) also extends secondary liability to include “every other person \nwho materially aids in the transaction”  but as to this  extended group of persons \nthe plaintiff must prove the defendant actually knew of the factual predicate of the \nprimary liability.  The relevant text of § 56(c) is as follows:  \n(c)   \n(1)  Every person who directly or indirectly controls a person \nliable under subsection (a), (b), or (b1) of this section, every \npartner, officer, or director of the person, every person \noccupying a similar status or performing similar functions, \nand every dealer or salesman who materially aids in the sale \nis also liable jointly and severally with and to the same \nextent as the person, unless able to sustain the burden of \nproof that the person did not know, and in the exercise of \nreasonable care could not have known, of the existence of the \nfacts by reason of which the liability is alleged to exist. \n \n(2)  Unless liable under subdivision (1) of this subsection, every \nemployee of a person liable under subsection (a), (b), or (b1) \nof this section who materially aids in the transaction giving \nrise to the liability and every other person who materially \naids in the transaction giving rise to the liability is also liable \njointly and severally with and to the same extent as the \nperson if the employee or other person actually knew of the \nexistence of the facts by reason of which the liability is \nalleged to exist. \n \n  N.C.  G EN . STAT . § 78A-56(c) (2013).   \n \ni. Primary Violation  \n {70} To bring a claim for liability under § 56(c)(1) or (2), a plaintiff must \nfirst plead a primary violation under § 56(a), (b), or (b1) (and here only § 56(a) is \nrelevant).  See Venturtech II, L.P. , 790 F. Supp. at 589 (noting that a cause of action \nfor aiding and abetting a securities violation first requires “a primary violation by \nanother person”);  Hunt v. Miller , 908 F.2d 1210, 1214 n.5 (4th Cir. 1990) (stating \ncourts have looked to the analogous federal control person liability statutes, such as \n15 U.S.C. § 77o, when interpreting § 75A-56(c)); Jenkins v. Fidelity Bank , 365 F. \nSupp. 1391, 1402 (E.D. Pa. 1973) (“The availability of [15 U.S.C. §77o, the control \nperson liability provision of the Securities Act of 1933] turns upon the presence, \ninter alia, of liability of a controlled person under § 11 or 12 of the [1933 Act]”); \nDuPont v. Wyly , 61 F.R.D. 615, 626 (D. Del. 1973) (“’Controlling’ persons are liable \nonly when the ‘controlled’ seller is himself liable . . .”).  Once secondary liability is \ndemonstrated, such liability is joint and several with the primary liability. \n \nii. “Materially aid”  \n {71} Section 56(c) speaks in terms of those who “materially aided” in the \ntransaction on which primary liability is based.  Neither the statute nor North \nCarolina courts define the term “materially aid.”  Courts in other states have \nconsidered the term, but in the context of the language of the particular state \nstatute before them, which may include significant variations from North Carolina’s \nstatute.   \n {72} Liability based on “materially aiding” arguably is comparable to tort \nliability based on “aiding and abetting.”  Traditional tort aiding and abetting claims \nrequire the alleged aider and abettor to have provided “substantial assistance” in \ncarrying out the primary violation.  \nSee R ESTATEMENT (S ECOND ) OF T ORTS  § 876 \n(1979); Jennifer J. Johnson, Secondary Liability for Securities Fraud: Gatekeepers \nin State Court , 36 DEL . J.  C ORP . L.  463,  484  (2011)  [hereinafter Secondary Liability \nfor Securities Fraud ].  Federal securities law does not generally recognize an aiding \nand abetting cause of action under Rule 10b-5, and may not recognize it pursuant to \n§ 12(a)(2).  Central Bank of Denver, N. A. v. First Interstate Bank, N. A. , 511 U.S. \n164, 179 (1994), (“none of the express causes of action in the [1934] Act further \nimposes liability on one who aids or abets a violation”) superseded by statute , \nPrivate Securities Litigation Reform Act of 1995, Pub. L. No. 104-67, 109 Stat. 737 \n(codified as amended in scattered sections of 15 U.S.C.) (“PSLRA”); Secondary \nLiability for Securities Fraud , at 473 (noting that most courts have extended the \nreasoning articulated in Central Bank  for precluding an aiding and abetting cause \nof action under Rule 10b-5 to § 12(a)(2)).  The PSLRA, enacted the year after the \nSupreme Court’s decision in Central Bank, allows the SEC to pursue aiding and \nabetting liability against “any person that knowingly or recklessly provides \nsubstantial assistance to another person in violation of a provision of this title . . . .”  \n15 U.S.C.S. § 78t(e) (2013).  The PSLRA does not, however, create a private cause of \naction for aiding and abetting.  Stoneridge Inv. Partners, LLC v. Scientific-Atlanta, \nInc. , 552 U.S. 148, 162 (2008). \n {73} The Second Circuit has interpreted the PSLRA’s “substantial \nassistance” standard to require the SEC to prove that the defendant “in some sort \nassociate[d] himself with the venture, that he participate[d] in it as in something \nthat he wishe[d] to bring about, [and] that he [sought] by his action to make it \nsucceed.”  SEC v. Apuzzo , 689 F.3d 204, 206 (2d Cir. 2012) (alterations in original) \n(quoting United States v. Peoni , 100 F.2d 401, 402 (2d Cir. 1938)).  In Apuzzo , the \nCourt of Appeals held that the SEC’s claim for aiding and abetting a securities law \nviolation survived a motion to dismiss because the defendant “retained ultimate \ncontrol over the transaction, negotiated its key terms . . . , approved the \nagreements,” and knew about the issuance by the alleged primary violators of \ninvoices inflated to reflect a higher value for equipment sold.  Id.  at 209–10, 214 \nn.12. \n {74}  Some state courts have interpreted a “material aid” standard imposed \nby their securities statute as encompassing broader conduct than that captured by a \ntraditional “substantial assistance” standard and broader than conduct needed to \nsatisfy the “substantial factor” test used to determine liability under § 12 of the \n1933 Act.  See  Foster v. Jesup & Lamont Secs. Co. , 482 So. 2d 1201, 1206–07 (Ala. \n1986) (rejecting the “substantial factor” test and noting that Alabama’s “materially \naids” standard is “considerably broader”); Klein v. Oppenheimer & Co., Inc. , 130 \nP.3d 569, 584 (Kan. 2006); Secondary Liability for Securities Fraud  at  484.   For \nexample, the Supreme Court of Connecticut held that “aid is material if it has a \nnatural tendency to influence, or was capable of influencing, the decision of the \npurchaser.”  Conn. Nat’l Bank v. Giacomi , 242 Conn. 17, 52–53 (1997) (internal \nquotation marks omitted) (quoting Kungys v. United States , 485 U.S. 759, 770 \n(1988) (interpreting CONN . G EN . STAT . § 36-498,  now codified at § 36b-29).  \n{75} Oregon’s secondary liability statute provides that “every person who \nparticipates or materially aids in the sale is also liable . . . unless the nonseller \nsustains the burden of proof that the nonseller did not know, and, in the exercise of \nreasonable care, could not have known, of the existence of the facts on which the \nliability is based.”  ORE . R EV . STAT . § 59.115(3)  (2012).  The Oregon Supreme Court \ninterpreted this language in Prince v. Brydon  when construing the statute in the \ncontext of a lawyer’s potential liability.  764 P.2d 1370, 1371 (Or. 1988).  The court \nheld that: \n[w]hether one’s assistance in the sale is ‘material’ does not depend on \none’s knowledge of the facts that make it unlawful; it depends on the \nimportance of one’s personal contribution to the transaction.  Typing, \nreproducing, and delivering sales documents may all be essential to a \nsale, but they could be performed by anyone; it is a drafter’s \nknowledge, judgment, and assertions reflected in the contents of the \ndocuments that are ‘material’ to the sale.   \n \nId.  at 1371.   \n {76} Many state statutes are modeled on the secondary liability provisions \nof Section 509 of the Uniform Securities Act, which provides in part that “[t]he \nfollowing persons are liable jointly and severally with” a primary violator: \n(1)  a person that directly or indirectly controls a person liable under \n[the primary violation sections] . . . ; \n(2)  an individual who is a managing partner, executive officer, or \ndirector of a person liable under [the primary violation sections] \nincluding an individual having a similar status or performing \nsimilar functions . . . ; \n(3)  an individual who is an employee of or associated with a person \nliable under [the primary violation sections] and who materially \naids the conduct giving rise to the liability . . . ; and \n(4)  a person that is a broker-dealer, agent, investment adviser, or \ninvestment adviser representative that materially aids the \nconduct giving rise to the liability under [the primary violation \nsections] . . .  \n \n“unless the [ ] person sustains the burden of proof that the person did not know, and \nin the exercise of reasonable care could not have known, of the existence of conduct \nby reason of which the liability is alleged to exist.”  UNIF . SECURITIES ACT § 509(g) \n(2002).  An official comment to another section of the Uniform Securities Act of 2002 \nnotes that “[a]s with Sections 509(g)(3) and (4), materially aid . . . does not include \nministerial or clerical acts.”  UNIF . SECURITIES ACT § 603  cmt. 4 (2005). \n{77} Section 56(c)(1) of the NCSA is comparable to § 509 of the Uniform \nSecurities Act, except that North Carolina does not include employees under § \n56(c)(1), instead including them under § 56(c)(2).  Section 56(c)(2) of North \nCarolina’s statute also adds a provision not included in the Uniform Securities Act \nand reaches “every other person” who materially aids in the securities transaction.  \nBut, notably, § 56(c)(2) requires the plaintiff to prove that a defendant under that \nsection actually knew the factual predicate on which primary liability is based, \nrather than placing the burden on defendant of proving the affirmative defense \nprovided in § 56(c)(1).  \n {78} There is no case law in North Carolina construing the concept of aiding \nand abetting a securities violation.  In fact, there is limited North Carolina law \nexamining aider and abettor liability in any civil context.  North Carolina has at \nleast in some instances adopted the Restatement (Second) of Torts § 876, which \nincorporates the “substantial assistance” standard.  See  Tong v. Dunn , 2012 NCBC \nLEXIS 16, at *26 n.3 (N.C. Super. Ct., Mar. 19, 2012); RESTATEMENT (S ECOND ) OF \nT ORTS § 876  (1979).   However, the North Carolina Court of Appeals has indicated \nthat § 876 should be applied restrictively, and that aiding and abetting is \nconsidered in the nature of inciting conduct or taking concerted action.  Hinson v. \nJarvis , 190 N.C. App. 607, 611–13, 660 S.E.2d 604, 608 (2008).  This court has \nstated that if a claim for aiding and abetting a breach of fiduciary duty exists at all, \nit will require proof that the “aiding and abetting party [] have the same level of \nculpability or scienter” as the primary tort-feasor.  Tong , 2012 NCBC LEXIS 16, at \n*26 (citing Sompo Japan Ins. Inc. v. Deloitte & Touche, LLP , 2005 NCBC LEXIS 1, \nat *12 (N.C. Super. Ct., June 10, 2005)). \n {79} While the court reserves a final determination of a comprehensive \ndefinition of “materially aid,” for purposes of the present Rule 12(b)(6) motion the \ncourt will require allegations of conduct which rises to the level of having \ncontributed substantial assistance to the act or conduct leading to primary liability \nunder the NCSA, and, when later assessing plaintiff’s proof, will apply the concept \nof “substantial assistance” restrictively.     \n {80} In sum, to state a cause of action for secondary liability under § \n56(c)(1), in addition to proof of a primary liability, a plaintiff must plead that the \ndefendant fits within the category of persons specified in § 56(c)(1).  In those \nactions, the defendant may escape liability through an affirmative defense based on \nlack of knowledge.  To state a cause of action for secondary liability under § 56(c)(2), \nin addition to proof of primary liability, a plaintiff must plead that the defendant (1) \nis an employee of the seller or offeror or any other person; (2) materially aided in \nthe transaction; and (3) “actually knew of the existence of the facts by reason of \nwhich the liability is alleged to exist.”  N.C. G\nEN . STAT . § 78A-56(c) (2013). \n    \n    \n3. Plaintiffs’ Claims Against Highwoods and TLG Under the NCSA  \n \na. Primary Liability  \n {81} The question is presented whether Highwoods became a “seller” by \nreason of having deeded the fractional interests in the Subject Property directly to \nPlaintiffs.  The court concludes that this fact is not controlling.  Those cases holding \nthe transferor of a title to real estate to be a seller of a security are distinguishable. \n {82} In SEC v. W.J. Howey , supra , the defendants were separate \ncorporations under common control and management, one of which owned land on \nwhich citrus groves were planted, and the other provided cultivation, development, \nand marketing services for the groves.  328 U.S. 293, 294–95 (1946).  Together, the \ntwo corporations offered investors both a land sales contract offered by the first \ncompany and a service contract offered by the second company.  Id.  at 295.  The \nSupreme Court did not distinguish between the two companies in finding that the \ntransaction “clearly involve[d] investment contracts” which “[took] the form of land \nsales contracts, warranty deeds and service contracts which [the two companies] \noffer[ed] to prospective investors.”  Id.  at 299–300.   \n {83} The Ninth Circuit, in Hocking v. Dubois , specifically considered the \napplication of the Howey  standard in a situation where the contract for the sale of \nthe land and the contract for the provision of management services were signed by \ntwo distinct entities.  885 F.2d 1449 (9th Cir. 1989).  Significantly, the decision was \nby the panel en banc, and the decision was decided by a 6-5 majority over a strong \ndissent.  In Hocking , the plaintiff Hocking purchased, through defendant real estate \nbroker Dubois, a condominium from two individuals.  Id.  at 1452.  The issue was \nwhether Dubois was an “offeror” of a security.  Dubois represented to Hocking that \n“a rental pool arrangement (RPA) would be available to Hocking if he were to \npurchase the condominium.”  Id.   After Hocking purchased the condominium he \nentered into a rental management agreement (RMA) and a RPA with a separate \nentity, HCP, pursuant to which Hocking gave up control of the condominium except \nfor access to the condominium for a two-week period each year.  Id. at 1453.   \n {84} Hocking alleged Dubois violated § 12(a)(2) and Rule 10b-5.  Dubois \ncountered he did not offer a “security,” because, among other reasons, the RMA and \nRPA were not part of the sale of the condominium and that there was no link \nbetween HCP, who entered into the RMA and RPA agreements with Hocking, and \nDubois.  Id.  at 1454, 1456.  The court disagreed, noting that “[t]he inability of \nDubois to make a binding contractual ‘offer’ of the RPA to Hocking . . . does not \nmean that the RPA cannot be considered part of the package [Dubois] offered him \nfor purposes of determining whether that package was a security.”  Id.  at 1457.   \n {85} The Seventh Circuit indicated its disagreement with the Ninth \nCircuit’s approach in Hocking .  Allison v. Ticor Title Ins. Co., 907 F.2d 645, 649 (7th \nCir. 1990) (“We have grave doubts about the correctness of Hocking  . . . [which] did \nnot satisfactorily address the question how a unit owner who conveys only an \ninterest in real property vends a ‘security’ just because the proprietor of the \ncondominium development offers a rental pool in which unit owners may participate \nif they choose”).   \n {86} North Carolina courts have yet to be confronted with the particular \nissue presented here.  The North Carolina Court of Appeals confronted a related \nissue in State v. Williams , where it held that the defendant attorney could not be \nheld liable as a seller for his participation in the sale of stock certificates in \nAdvantage Corporation.  98 N.C. App. 274, 278, 390 S.E.2d 746, 748 (1990).  The \nattorney prepared the Articles of Incorporation for Advantage, was an officer and \ninvestor in Advantage, was present when a sales pitch regarding the stock was \nmade, was present when plaintiff paid for his stock, and signed the sold stock \ncertificates over to the plaintiff as an officer of Advantage.  The Court of Appeals \nheld that the attorney’s actions did not make him a seller under § 78A-2(8) “because \nthere was neither evidence at trial that he was the owner of the security, nor that \nhe was the one who ‘successfully solicit[ed] the purchase . . . .’”  Id.  at 279, 390 \nS.E.2d at 749 (quoting Pinter v. Dahl , 486 U.S. 622, 646 (1988) for the standard \nused by federal courts to determine who may be held liable as a seller under § 12(1) \nof the Securities Act of 1933)).   \n {87} Here, neither Highwoods nor TLG are alleged to have solicited the \ninvestor Plaintiffs in order to sell them a security.  They are not alleged to have \npromoted the management of the property by Triple Net, either alone or alongside \nTriple Net.  Plaintiffs stress that Highwoods and TLG were aware that Triple Net \nwas preparing the syndicated transaction and, therefore, must be assumed to have \nknown that a security was being sold.  They contend that Highwoods is a seller of a \nsecurity as a result of Highwoods’ deeding of the property directly to the Plaintiffs.  \nSee Pinter v. Dahl , 486 U.S. 622, 642 (1988) (“it is settled that § 12(1) imposes \nliability on the owner who passed title, or other interest in the security, to the buyer \nfor value.”)  While this privity between Highwoods and Plaintiffs as for the transfer \nof the real estate interests contrasts with the facts in Howey  and Hocking , the court \ndoes not believe this fact alone makes Highwoods a seller of the securities.  The \ncritical fact is not Highwoods’ transferring the fractional real estate interests to \nPlaintiffs, but instead is Plaintiffs’ entrusting those fractional interests to Triple \nNet in exchange for investment returns.  Those investment considerations would \nhave been the same whether Triple Net had taken title from Highwoods and then \ntransferred fractional interests, or rather had Highwoods deeded the fractional \ninterests to Plaintiffs directly.  The court concludes that Defendants’ involvement in \nthe transaction closely parallels that of the attorney in Williams who was held not \nto be a seller.   \n{88} In sum, the court concludes that Plaintiffs have not stated a claim of \nprimary liability against Defendants under the NCSA.  However, as noted earlier, \nthe court has assumed for purposes of the present motion that Plaintiffs have stated \na claim of primary liability against Triple Net, which then leads the court to its \nconsideration of whether Plaintiffs have stated a claim of secondary liability against \nDefendants under the NCSA.   \n \n \n \n \nb.  Claims of Secondary Liability  \n  \ni.  Section 56(c)(1)  \n {89} Defendants do not fall into any of the categories of persons enumerated \nin § 56(c)(1).  There is no allegation that any Defendant controlled Triple Net, was a \npartner, officer, or director of Triple Net, or can be considered a dealer or salesman.  \nAccordingly, secondary liability against these Defendants, if any, must arise under \n§ 56(c)(2). \n \nii. Section 56(c)(2)  \n {90} None of the Defendants is an employee of Triple Net.  The question is \nthen whether Plaintiffs have adequately pled that Defendants are any “other person \nwho materially aid[ed] in the transaction,” and who “actually knew of the existence \nof the facts by reason of which the liability is alleged to exist.”  N.C.  G EN . STAT . § \n78A-56(c)(2) (2013).  Again assuming that Plaintiffs will be able to sustain their \nburden with regard to a primary liability claim against Triple Net, the court \nconcludes that Plaintiffs, given the benefit of inferences, have made adequate \nfactual allegations of Defendants’ secondary liability under the NCSA to withstand \nRule 12(b)(6).  The adequacy of actual evidence as to whether Defendants materially \naided the transaction and actually knew of the necessary facts must await further \nproceedings.  \n {91} Whether a person’s participation in the sale of a security constitutes \n“material aid” and whether that person “actually knew of the existence of the facts \nby reason of which the liability is alleged to exist” are necessarily fact-intensive \ninquiries.  Plaintiffs allege that Defendants knew that PRMO planned to relocate \nand decided to sell the Subject Property before that information became public and \nadversely affected the value of the Subject Property (Compl. ¶¶ 62–63), and chose \nTriple Net as the purchaser knowing it would be marketing the Subject Property as \nsecuritized TIC interests (Compl. ¶ 90).  The inference is that the Subject Property \nwould have supported Triple Net’s transaction only if the property value did not \ndecline because of concerns that PRMO would not renew its lease.  Plaintiffs further \nallege that Defendants provided Triple Net with information relating to the Subject \nProperty and PRMO’s long-term planning while knowing, but not disclosing, that \nthey were affirmatively aware of and assisting PRMO in plans to vacate the Subject \nProperty.  Plaintiffs contend that Defendants thereby “participated in the \ndissemination of false information in connection with the offering and sale of the \nSubject Property . . . .”  (Compl. ¶ 251.)  Plaintiffs’ claim does not rest entirely on \nallegations as to the COM, and the court does not here hold that the COM itself \n“materially aided” the transaction.  Defendants contend that these facts are not \nadequate to state a claim where the PPM clearly reflects that Triple Net relied on \nits own due diligence and Plaintiffs affirmatively represented, by accepting these \nterms, that they relied exclusively on Triple Net.   \n {92} As to Plaintiffs’ § 56(c)(2) claims only, Defendants’ Motions are \nDENIED.  Otherwise, Plaintiffs’ claims under the NCSA are DISMISSED.  The \ncourt will revisit this holding as necessary should it conclude that Plaintiffs have, in \nfact, been unable to sustain their burden in regard to a claim of primary liability \nagainst Triple Net under the NCSA.  \n \nB. Claims Based on Fraud, Fraud in the Inducement, and Negligent \nMisrepresentation  \n  \n{93} The court concludes that Plaintiffs have not stated a claim for common \nlaw fraud, fraud in the inducement, or negligent misrepresentation because they \nhave not adequately alleged justifiable reliance, which is an element for each of \nthese claims.  The alleged facts, even with inferences in Plaintiffs’ favor, do not \nadequately demonstrate such reliance. 3    \n {94} At best, only four of the Plaintiffs allege they ever received or saw the \nCOM or received oral communications from Defendants’ representatives.  The other \nPlaintiffs could not have justifiably relied on the COM which they never saw.  \n                                                 \n3   This lack of reliance would also be another basis for holding that Plaintiffs have not stated a claim \nunder NCSA § 56(a)(1).   \nHernandez v. Coldwell Banker Sea Coast Realty , 735 S.E.2d 605, 605 (N.C. Ct. App. \n2012).  The court rejects Plaintiffs’ effort to rely on a doctrine of indirect reliance, \nthat is, by claiming that they can demonstrate reliance by proving that Triple Net \nrelied on statements or omissions by Defendants, or that somehow the Subject \nProperty would never have been sold “but for” Defendants’ suppression of the true \nfacts regarding PRMO’s planning for a potential relocation.  Even assuming, as \nPlaintiffs contend, that Triple Net’s PPM is based on or incorporated information \nfrom Defendants’ COM, and ignoring that Triple Net modified the probabilities \nstated in the COM and directed Plaintiffs to rely solely on Triple Net’s own due \ndiligence, Plaintiffs cannot transfer Triple Net’s reliance on the COM to their \nreliance on the PPM.  See Raritan River Steel Co. v. Cherry, Bekaert & Holland, \nGen. P’ship , 322 N.C. 200, 205–07 (1988) (Plaintiffs alleged the report they relied \nupon specifically incorporated information from defendant auditor’s report, but did \nnot allege that they ever saw the auditor’s report.  The North Carolina Supreme \nCourt held that the plaintiffs’ allegation that they relied upon a document other \nthan defendant’s report necessarily defeated their claim for negligent \nmisrepresentation), later proceeding at 329 N.C. 646 (1991). \n {95} Plaintiffs’ reliance on Rowan County Board of Education v. U.S. \nGypsum Co.  is misplaced.  103 N.C. App. 288, 407 S.E.2d 860 (1991); (Pls.’ Resp. to \nDefs.’ Mot. to Dismiss 6–9; Resp. Br. in Opp’n to the Mot. to Dismiss By Def. \nThomas Linderman 10–13.)  The information published by the defendant in Rowan  \nwas republished verbatim by a catalog which had no duty to investigate, whereas \nhere the information published by Defendants was provided to Triple Net for the \npurpose of facilitating Triple Net’s own due diligence, and Triple Net independently \npublished the PPM on which Plaintiffs relied.  Rowan , 103 N.C. App. at 297–98, 407 \nS.E.2d at 865; see also Hospira Inc. v. AlphaGary Corp. , 194 N.C. App. 695, 700–01, \n671 S.E.2d 7, 12 (2009).  Further, in Rowan , the misleading information was \npresented directly to the plaintiff’s agent and relied upon by the agent.  Id.  at 16–\n22, 418 S.E.2d at 658–661; Hospira Inc. , 194 N.C. App. at 699–700, 671 S.E.2d at \n11. \n {96} The four Plaintiffs that allegedly received the COM at some point fare \nno better.  They could not under the circumstances have justifiably relied on the \nCOM.  See Ballance v. Rinehart , 105 N.C. App. 203, 412 S.E.2d 106 (1992); \nWilliams v. United Cmty. Bank , 724 S.E.2d 543, 550 (N.C. Ct. App. 2012).  Like \nPlaintiffs’ allegations in the present suit, the plaintiff purchaser of real estate in \nBallance  alleged that defendant, who prepared a real estate appraisal for a third \nparty bank, “knew or should have known at the time that he rendered the appraisal \nreport that, although the appraisal report was prepared for [third party bank], \nother persons, particularly potential home buyers, would rely on the report as \nverification of the condition and value of the property.”  105 N.C. App. at 204, 412 \nS.E.2d at 107.  The Court of Appeals noted that the North Carolina Supreme Court \nin Raritan  adopted the Restatement (Second) of Torts § 552, which limits the \nliability of a supplier of information to those “persons for whose benefit and \nguidance he intends to supply the information or knows that the recipient intends \nto supply it.”  Id. at 206–08, 412 S.E.2d at 108 ( quoting  R ESTATEMENT (S ECOND ) OF \nT ORTS § 552  (1977).  Applying this standard, the Court of Appeals affirmed the trial \ncourt’s grant of defendant’s motion to dismiss finding that plaintiff “failed to \nsufficiently allege that she is a person for whose benefit and guidance defendant \nintended  to supply the appraisal report, or that defendant knew  that the recipients \nof the report, [third party bank], intended to supply it to plaintiff.”  Ballance , 105 \nN.C. App. at 208, 412 S.E.2d at 109. \n {97} Plaintiffs here allege that Defendants “knew or should have known \nthat the false statements and material omissions contained in the [COM] were \nbeing republished in other materials relied on by Plaintiffs” because they were \naware of the nature of the TIC transaction and that Triple Net was republishing \ninformation from the COM in its PPM.  (Compl. ¶ 85.)  There is no evidence that \nDefendants, at the time the COM was released, anticipated or intended that the \nSubject Property would be divided into fractional shares and resold as securitized \nTIC interests.  Rather the COM was intended to solicit interest from a purchaser \nthat would then negotiate a final purchase contract.  Defendants issued the COM \nwell before they knew that Triple Net would purchase the property or that Triple \nNet would sponsor a syndication.  The COM also specifically states that it is being \nprovided only to potential purchasers of “the interest described herein,” which is \npurchase of the Subject Property, and that it may not be reproduced and shall be \nheld in the “strictest confidence.”  (Compl. Ex. E.)    \n {98} As noted previously, there is no general duty to speak in the context of \na commercial real estate transaction and the NCSA does not otherwise provide for \nsuch a general duty.  To the extent that Plaintiffs want to incorporate Triple Net’s \nreliance on Defendants, they must be constrained by the general rule of no duty to \nspeak and by the established rule that when “the purchaser has full opportunity to \nmake pertinent inquiries but fails to do so through no artifice or inducement of the \nseller, an action in fraud will not lie.”  C.F.R. Foods, Inc. , 107 N.C. App. at 589, 421 \nS.E.2d at 389 (quoting Libby Hill Seafood Rests., Inc. v. Owens , 62 N.C. App. 695, \n698, 303 S.E.2d 565, 568 (1983)). 4      \n {99} Defendants’ Motions are GRANTED as to Plaintiffs’ claims for fraud, \nfraud in the inducement, and negligent misrepresentation. \n \nC. Claims Under the UDTPA  \n \n {100} Plaintiffs pled claims under the UDTPA and the NCSA in the \nalternative, as claims governed by the NCSA fall outside the scope of the UDTPA.  \nLatigo Invs. II, LLC v. Waddell & Reed Fin., Inc. , 2007 NCBC LEXIS 17, at *37 \n(N.C. Super. Ct. June 11, 2007) (citing Skinner v. E. F. Hutton & Co., Inc. , 314 N.C. \n267, 333 S.E.2d 236 (1985)).  The UDTPA may allow a claim based on unfair or \ndeceptive practices, including representations or omissions, and such claims under \nappropriate circumstances can proceed even without proof of fraud.  However, such \nactions do require a plaintiff to prove reliance and proximate cause.  “Where an \nunfair or deceptive practice claim is based upon an alleged misrepresentation by the \n                                                 \n4  The court acknowledges Defendants’ contentions that even if Plaintiffs could be said to have \njustifiably relied on the COM, none of the alleged misstatements in the COM are actionable.  \n(Highwoods Defs.’ Br. in Supp. 12; TLG Br. in Supp. 17 n.12.)  The court need not reach this \nargument in light of its finding that Plaintiffs could not have justifiably relied on the COM.   \ndefendant, the plaintiff must show actual reliance on the alleged misrepresentation \nin order to establish” proximate causation.  United Cmty. Bank , 724 S.E.2d at 549.5    \n {101} Plaintiffs’ claims for violations of the UDTPA are DISMISSED. \n \nD. Claims of Civil Conspiracy  \n \n {102} Plaintiffs allege that Defendants “combined, conspired, and agreed \ntogether to make misrepresentations of material facts and concealed [sic] material \nfacts” and thereby “committed fraud, fraud in the inducement, negligent \nmisrepresentation, and violated Chapter 78A and Chapter 75 of the North Carolina \nGeneral Statutes.”  (Compl. ¶¶ 264–65.)  There is no separate cause of action for \ncivil conspiracy; the claim is instead premised on the underlying act.  \nStrickland v. \nHedrick , 194 N.C. App. 1, 19, 669 S.E.2d 61, 72–73 (2008).  If the underlying acts \nsupporting a claim for conspiracy are dismissed, so too must the claim for \nconspiracy be dismissed.  Esposito v. Talbert & Bright, Inc. , 181 N.C. App. 742, 747, \n641 S.E.2d 695, 698 (2007).  Here, a conspiracy claim can then survive only as to the \nsecondary liability claim under the NCSA if it survives at all.  Ultimately, that \nclaim may be the simple equivalent of secondary liability for having materially \naided the securities transaction with actual knowledge of the operative facts.  The \ncourt will allow the conspiracy claim to survive the Rule 12(b)(6) motion subject to \nits later consideration of whether the claim should ultimately be allowed to continue \nin addition to the underlying NCSA claim.  However, the court at this time believes \nthat even if the claim survives, it should be subject to the same limited recoveries as \nprovided by the NCSA.   \n{103} Claims for conspiracy related to claims of fraud, fraud in the \ninducement, and negligent misrepresentation are DISMISSED.  \n \n                                                 \n5   The court acknowledges that in an appropriate case, a court will need to examine whether a sui \ngeneris  claim under the UDTPA may proceed because Defendants’ conduct was “unfair” even if it \nwere not deceptive, and, if so, what standard regulates what is actionable unfairness.  See Matthew \nW. Sawchak & Kip D. Nelson, Defining Unfairness in “Unfair Trade Practices , 90 N.C.  L.  R EV . 2033, \n2050–56 (2012).  However, the court does not believe this to be the case for that analysis.  \nE. Punitive Damages Claims  \n \n {104} The court concludes that the dismissal of other claims leads to a \nconclusion that the claims for punitive damages should also fail.  Accordingly, the \nclaims for punitive damages are DISMISSED.     \n  \n \nVII. VII. VII. VII.    CONCLUSION CONCLUSION CONCLUSION CONCLUSION    \n \n {105} For the foregoing reasons, Defendants’ Motions are GRANTED as to \nPlaintiffs’ First (Fraud), Second (Fraud in the Inducement), Fourth (Unfair and \nDeceptive Trade Practices), and Fifth (Negligent Misrepresentation) causes of \naction and as to Plaintiffs’ claim for punitive damages, and DENIED as to Plaintiffs’ \nThird (Chapter 78A) and Sixth (Conspiracy) causes of action, except that the Sixth \nClaim shall be limited to a claim of conspiracy to violate the NCSA.   \n \n IT IS SO ORDERED, this the 19th day of February, 2013. \n "
}