{
  "id": "aee8f1e0df2cbd85b900d5e9e026a8796697ff5415c5968fcd3fa7a933abe4bd",
  "source_file": "data/raw/ncbc/aee8f1e0df2cbd85b900d5e9e026a8796697ff5415c5968fcd3fa7a933abe4bd.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nWAKE COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 7106 \nTHE FUTURES GROUP, INC. and \nGEOFF G. CRAMER, \n \nPlaintiffs, \n \nv. \n \nDENIS BROSNAN,  \n \nDefendant. \n \nORDER AND OPINION ON \nPLAINTIFF FUTURES GROUP, INC.’S \nRULE 12(b)(6) MOTION TO DISMISS \nDEFENDANT DENIS BROSNAN’S \nFIRST AND SECOND CLAIMS FOR \nRELIEF   \n1. THIS MATTER is before the Court on Plaintiff Futures Group, Inc.’s Rule \n12(b)(6) Motion to Dismiss Defendant Denis Brosnan’s First and Secon d Claims for \nRelief (“Motion”), (ECF No. 47).   \n2. Having considered the Motion, the related briefs, and the arguments of \ncounsel at a hearing on the Motion, the Court hereby DENIES the Motion. \nBrooks, Pierce, McL endon, Humphrey & Leonard, LLP, by Walter L. \nTippett, Jr., Jimm y C. Chang, and Lindsey S. Barber, for Plaintiff \nFutures Group, Inc. \n \nSigmon Law, PLLC, by Mark R. Sigmon, for Plaintiff Geoff G. Cramer. \n \nMiller Monroe & Plyer, PLLC, by Jason A. Miller, Paul Flick, and John \nW. Holton, for Defendant Denis Brosnan. \n \nEarp, Judge. \nI. INTRODUCTION \n3. The deleterious effects that  souring family relationships can have on a \nbusiness are evident in this case .  In 2005, Geoff G. Cramer  (“Cramer”) founded a \ntechnology and consulting services company, now known as The Futures Group, Inc. \nFutures Grp., Inc. v. Brosnan, 2022 NCBC 79. \n(“Futures” or “the Company”).  In 2008, Cramer married Aimee Brosnan (“Aimee”), \nwho became Futures’ corporate secretary. \n4. Even before Cramer and Aimee  were wed, Aimee’s father, Denis Brosnan \n(“Brosnan”), became the Company’s lender.  Throughout the years, Brosnan loaned \neither Cramer or the Company several million dollars.   \n5.  Over time, Cramer and Aimee’s marriage fell into disrepair, and in March \n2020, Cramer left the marital home.   Divorce proceedings followed.   This action, \nreflecting significant disagreement among the parties regarding both the repayment \nof Brosnan’s loans and the ownership of Futures, also followed.  Futures and Cramer \n(collectively, “Plaintiffs”) have sued Brosnan, seeking a declaratory judgment , \ndamages, and attorneys’ fees.  I n response, Brosnan has asserted  multiple \ncounterclaims against Futures.  This Motion seeks dismissal of two of those \ncounterclaims. \nII. FACTUAL AND PROCEDURAL BACKGROUND \n6. The Court does not make findings of fact when ruling on a motion to \ndismiss.  It recites below those factual allegations in the c ounterclaims that are \nrelevant and necessary to the Court’s determination of the Motion. \n7. Brosnan is an Irish  citizen who moved to the United States with his \ndaughter Aimee  in 2001.   ( Answer First Am. Compl. & Counterclms. ¶ 7 \n[“Counterclm.”], ECF No. 30.) \n8. Cramer is a citizen and resident of Wake County, North Carolina.   He is \nthe founder and CEO of Futures.   Cramer married Aimee on 1 November 2008 .  \n(Counterclm. ¶¶ 3, 8–11.) \n9. Futures is a Delaware corporation with its principal place of business  in \nWake County, North Carolina.  Before changing its name in 2007, Futures was known \nas The Talent Group, Inc.   Futures offers technology development  and consulting \nservices.  (Counterclm. ¶¶ 2, 10.) \n10. In late 2006, at Cramer’s request, Brosnan agree d to loan Futures money \nin exchange for a convertible revolving promissory note (the “Note”) in the principal \nsum of $800,000.  Thereafter, Brosnan continued to loan money pursuant to the Note, \nand the principal eventually reached $1,500,000.  (Counterclm. ¶¶ 12–14.) \n11. In 2008, Brosnan and Cramer discussed converting some of the debt \nsecured by the Note into Futures’ shares.  To that end, Cramer  directed Futures’ \nSecretary to create, stamp, and sign a share certificate .  However, no agreement on \nthe conversion was reached and, as a result, Cramer had Futures’ corporate secretary \nmark the stock certificate “Cancelled – Not Executed[.]”  (Counterclm. ¶¶ 16–17.) \n12. In 2009, Brosnan and Futures , acting through its Board of Directors (the \n“Board”), agreed by letter agreement to modify the Note (the “Modification”) .  In \npertinent part, t he Modification increased the maximum principal, ratified and \nconfirmed the existing  principal of $1,500,000 , convert ed $915,000 of the then-\nexisting principal into 7,875,000 shares of Futures’ Class A Common Sto ck, and \nextended the maturity date on the remaining balance to 31 January 2010.  Except as \namended by the Modification, the terms of the Note as originally executed remained \nin full force and effect.  (Counterclm. ¶¶ 18–19.) \n13. Specifically, the following provision in the Note was not modified:  \nOn the Maturity Date, the unpaid principa l balance together with \noutstanding interest allocable thereto, shall,  in lieu of repayment in \ncash, be converted into shares of the Company’s Class A Common Stock \nat a price per share equal to the fair market value of the Common Stock \nas of the date of conversion.   \n \n(Counterclm. ¶ 19 (emphasis added).)  \n14. On the maturity date, 31 January 2010, the outstanding balance due under \nthe Note was $659,484.36.  However, despite the existence of an appraisal done in \n2008 and a second appraisal done in June 2011, both valuing  the stock at $0.01 a \nshare, Futures and Brosnan were unable to agree on the fair market value of Futures’ \nshares.  (Counterclm. ¶¶ 25–29.)  Nevertheless, Brosnan understood that the debt \nautomatically converted to 65,948,436 shares of Futures’ Class A Common Stock on \n31 January 2010, the maturity date of the Note. (Counterclm. ¶ 31.)   \n15. Brosnan never received a share certificate  for these shares , and the \ntransaction was not recorded in Futures’ corporate records.  (Counterclm. ¶¶ 30–33.) \n16. In the years following, Brosnan continued to loan money to Futures “on an \nad hoc basis as requested by Futures under an oral agreement that Futures would \nrepay the loans in a reasonable period of  time when it was able to stabilize its \noperations and produce positive cash flow.” (Counterclm. ¶ 37.)   \n17. “In or about November 2017, ” Cramer and Brosnan discussed a nother \narrangement where Futures would issue 7,000,000 shares of Futures’ stock as partial \ncompensation for the “ ad hoc loans” Brosnan made to Futures .  Although Cramer  \ndirected Aimee to prepare  a share certificate, i t was never issued or delivered to \nBrosnan.  Even s o, Brosnan believed that the shares were issued to him.   \n(Counterclm. ¶¶ 37–43, 46.)  \n18. In 2018, Brosnan, Aimee, and Cramer began discussing Brosnan’s estate \nplan.  During those discussions,  Brosnan agreed to convey 7,000,000 shares  to \nCramer and separately to convey 7,875,000 shares to Aimee for  a price of $0.001 a \nshare.  (Counterclm. ¶ 46.)  \n19. Cramer never paid for the  7,000,000 shares that were to be conveyed to \nhim.  Instead , Aimee paid Brosnan  the full amount of $14 ,875 from her separate \nfunds for both conveyances .  After Aim ee paid Brosnan , Futures issued 6,875,000 \nshares to Aim ee and 500,000 shares to each of her sons.  (Counterclm. ¶¶ 45 –50.) \nAnd, even though he did not pay for his shares, Brosnan alleges that Cramer directed \nAimee to prepare a stock certificate issuing 7,000,000 shares , which he then signed \nand issued to himself.  (Counterclm. ¶ 50.) \n20. In March 2020 Cramer and Aimee s eparated, and Brosnan began to \ninvestigate Cramer’s actions regarding Futures.  Brosnan “learned that Cramer had \nmisrepresented and concealed materials  [sic] facts from him to fraudulently induce \nhim into conveying [the  7,000,000 shares ] to Cramer ” during the estate planning \nprocess.  (Counterclm. ¶¶ 51–52.) \n21. Later in the year , Brosnan presented his finding s and a “ detailed \nreconciliation . . . of all amounts owed to him” to Futures’ Board.  (Counterclm. ¶ 54.)  \nBrosnan asked the Board to begin repaying Futures’ debt to him, and he “demanded \nthat the Board take action to invalidate the 2018 conveyance of the  [7,000,000 \nshares]” to Cramer.  (Counterclm. ¶ 56.)  Brosnan also notified the Board that  he \nnever “received shares or a stock certificate to reflect ” the January 2010 conversion \nof the $659,484.36 balance of the Note to Futures stock.  (Counterclm. ¶ 57.) \n22. On 21 December 2020, after conferring with Futures’ counsel, Futures’ \nBoard member Bruce Culver (“Culver”) determined that Brosnan was “still owed the \n$655,000 under the original note.  Plus the additional capital that [Brosnan] provided \nthe Company over the years.”  (Counterclm. ¶ 59.) \n23. Culver and fellow Board member Rolf Kleiner (“Kleiner”) acknowledged to \nBrosnan that Futures still owed him the debt pursuant to the Note, as well as all of \nthe additional amounts Brosnan had loaned the Company over the years.  However, \nthey declined to act with respect to the 2018 conveyance of 7,000,000 shares, deeming \nthat part of his complaint a “family matter.”  (Counterclm. ¶ 58.)   \n24. Therefore, on 5 January 2021, Culver , on behalf of Futures,  sent Brosnan \nby email a  proposed promissory note  (“Proposed Note”)  in the amount of \n$5,682,852.00.  The accompanying  message stated that the Proposed Note \n“consolidates the loans you made to Futures over the years, plus interest.”  The email \nwas signed, “Thank you, Bruce.”  (Counterclm. ¶ 60.) \n25. However, the Proposed Note also included a provision that  required \nBrosnan “to waive a portion of the amount owed to him and attempted to eliminate \n[Brosnan’s] right to shares under the conversion provisions of the Convertible Note.”  \n(Counterclm. ¶ 61.)  Brosnan raised these two issues with Culver.  Culver responded \nby claiming that the waiver provision s must have been inserted in error.  \n(Counterclm. ¶ 62.)   \n26. After this conversation, Culver sent an  email offering a revised proposal \n(“Revised Proposed Note”) on 23 January 2021.  The Revised Proposed Note again \nincluded a provision waiving both a portion of the amount owed, as well as the right \nto conversion under the Note.   Culver represented that the Revised  Proposed Note \nwas “a further revised note draft to memo rialize the money and interest that \n[Brosnan has] loaned to Futures over the years.”  This email was signed, “All the best, \nBruce.”  (Counterclm. ¶ 63–64.) \n27. Brosnan declined to sign either the Proposed Note or the Revised Proposed \nNote.  (Counterclm. ¶ 65.) \n28. According to Brosnan , Futures’ B oard retaliated against him for (1) \nrefusing to waive a portion of the debt owed, (2) refusing to relinquish his conversion \nrights under the Note, and (3) insisting that the Board take action to invalidate the \n2018 transfer of 7,000,000 shares.  Cramer, Culver, and Klein er voted  to remove \nBrosnan from Futures’ B oard on 23 March 2021.   The  Board then voted to remove \nAimee as corporate secretary the next day.  (Counterclm. ¶ 66–67.) \n29. On 24 May 2021, Plaintiffs filed their Complaint, (ECF No.  3).  The y \namended it on 6 October 2021, (ECF No. 13).  Brosnan subsequently filed his Answer \nto the First Amended Complaint and Counterclaims (“Counterclaim”), (ECF No. 30), \non 13 December 2021. \n30. Plaintiffs re sponded with t his Motion on  11 February  2022, seeking to  \ndismiss the First and Second Counterclaims.  The Motion has been fully briefed and \na hearing on the Motion  was held on 30 August 2022 during which all parties were \npresent and heard.  (See ECF No. 78.)  The Motion is now ripe for disposition.  \nIII. LEGAL STANDARD \n31. On a Rule 12(b)(6) motion to dismiss, the “question before us is whether, as \na matter of law, the allegations of the [ counterclaim], treated as true, are sufficient \nto state a claim upon which relie f may be granted under some legal theory, whether \nproperly labeled or not. ”  Gant v. NCNB Nat. Bank , 94 N.C. App. 198, 199 (1989) ; \naccord Fischer Inv. Capital, Inc. v. Catawba Dev. Corp. , 200 N.C. App. 644, 649 \n(2009). \n32. Under North Carolina’s notice pleading standard, “a statement of  claim is \nadequate if it gives sufficient notice of the claim asserted to enable the adverse party \nto answer and prepare for trial, to allow for the application of the doctrine of res \njudicata, and to show the type of case brough t.”  Sutton v. Duke , 277 N.C. 94, 102 \n(1970) (internal quotation marks omitted). \n33. Dismissal of a claim is proper “(1) when the [ counterclaim] on its face \nreveals that no law supports [counter-claimant’s] claim; (2) when the [counterclaim] \nreveals on its face the absence of fact sufficient to make a good claim; [or] (3) when \nsome fact disclosed in the [counterclaim] necessarily defeats the [counter-claimant’s] \nclaim.”  Oates v. JAG, Inc. , 314 N.C. 276, 278 (1985).  A counterclaim will not b e \n“dismissed for insufficiency unless it appears to a certainty that [counter-claimant] is \nentitled to no relief under any state of facts which could be proved in support of the \nclaim.”  Sutton, 277 N.C. at 103 (emphasis omitted). \n34. “A statute of limitations defense may properly be asserted in a Rule 12(b)(6) \nmotion to dismiss if it appears on the face of the [ counterclaim] that such a statute \nbars the claim .”  Horton v. Carolina Medicorp, 344 N.C. 133, 136 (1996).   When a \nstatute of limitations  defense is raised, “the burden of showing that the action was \ninstituted within the prescribed period is on the [counter-claimant].”  Id. \n35. The Court is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, 274 (2005) \n(quoting Veney v. Wyche, 293 F.3d 726, 730 (4th Cir., 2002)).  However, the Court \nmust construe the c ounterclaims liberally and treat  all allegations as true for \npurposes of ruling on the M otion.  See Laster v. Francis, 199 N.C. App. 572, 577 \n(2009). \nIV. ANALYSIS \n36. At issue are  the First and Second Counterclaims brought by Brosnan \nagainst Futures, both relating to the Note.  Futures has moved to dismiss the claims, \ncontending that they are barred by the statute of limitations. \n37. For his First Counterclaim, Brosnan asks the Court to : (a) declare that as \nof 31 January 2010, the outstanding balance on the Note ($659,484.36) automatically \nconverted to 65,948,436 shares of Futures’ Class A Common stock at a price of $0.01 \nper share , and (b) order  Futures to issue  a share certificate reflecting  the same .  \nAlternatively, if the Court does not find that the conversion happened on 31 January \n2010, Brosnan seeks an order compelling Futures to convert the balance of the Note \nto 65,948,436 shares and issue those shares to Brosnan.  (Counterclm. ¶¶ 70–75.) \n38. For his Second Counterclaim, Brosnan avers in the alternative that Futures \nhas breached the provisions of the Note, entitling him to damages.  (Counterclm. ¶¶ \n83–90.) \n39. Futures argues that both the First and Second Counterclaims are barred \nby the  three-year statute of limitation s for breach of contract .  It claims that the \nallegations are that it breached its obligations  on the Note’s maturity date , 31 \nJanuary 2010.  If so, Futures argues,  the statute of limitations on th ese claims \nexpired three years later on 31 January 2013, and the claims are now time-barred. \n40. Moreover, Futures contends that Brosnan’s own allegations reveal that he \nknew or should have known that Futures was in breach of the Note on  31 January \n2010.  Futures claims the  alleged breach was evident because Brosnan and Cramer \ndisputed the fair market value of the shares , and because Brosnan never received a \nshare certificate even though the Note expressly required the issuance and delivery \nof one.  Thus, Futures argues that Brosnan’s allegations establish that the statute of \nlimitations with respect to th e First and Second C ounterclaims expired long before \nthe claims were initiated in December 2021 .  (Br. Supp. Pl.’s Mot. Dismiss 13–18 \n[“Pl.’s Br.”], ECF No. 50 (citing ECF No. 49, Ex. A – Convertible Note, Section 3(c)).) \n41.   In response, Brosnan argues that he has sufficiently alleged that he did \nnot know, nor should he have known, that Futures was in breach  of the Note on 31 \nJanuary 2010.  Instead , Brosnan alleges that the provision requiring conversion of \nthe debt to stock was self-executing, that no action was “necessary to effectuate this \nconversion[,]” and that he only became aware that “Futures rejected his ownership \nrights for the first time in December 2020” (when he received Culver’s email).  (Mem. \nOpp. Pl. Partial Mot. Dismiss 4 [“Def.’s Opp. Br.”], ECF No. 56.) \n42. Alternatively, Brosnan highlights paragraphs 54 –67 of his pleading in \nwhich he alleges that Futures, through its actions  after the expiration of the three -\nyear statute of limitations on 31 January 2013, acknowledged its obligations to him, \nboth under the Note, as well as for the additional ad hoc loans.  Citing N.C.G.S. § 1-\n26, Brosnan asserts that th is acknowledgement by Futures served to revive its \nobligations under the Note. \n43. The applicable statute of limitations for a breach of contract claim is three \nyears pursuant to  N.C.G.S. § 1-52(1).  The statute applies to the breach of a \npromissory note.  See Nance v. Hulin, 192 N.C. 665, 666 (1926) (a claim for breach of \ncontract on a note has a three-year statute of limitations); Ussery v. Branch Banking \n& Trust Co., 368 N.C. 325, 333 n.5 (2015) (breach of contract claim on a note is subject \nto three-year statute of limitations); see generally Reidsville v. Burton, 269 N.C. 206, \n211 (1966); Thurston Motor Lines v. General Motors Corp., 258 N.C. 323, 325 (1962).  \n44. The same statute of limitations applies to the declaratory judgment claim.  \nChisum v. Campagna, 376 N.C. 680 , 7 18–19 (2021) ( the applicable statute of \nlimitations for declaratory judgment actions is the one associated with the \nsubstantive claim that most closely approximates the bas is for the requested \ndeclaration) (collecting cases). \n45. “A claim for breach of contract accrues when the plaintiff knew or should \nhave known that the contract had been breached[.]”  Chisum, 376 N.C. at 720; accord \nChristenbury Eye Ctr., P.A. v. Medflow, Inc. , 370 N.C. 1 , 5–6 (2017) (“We have long \nrecognized that a party must initiate an action within a certain statutorily prescribed \nperiod after discovering its injury  to avoid dismissal of a claim.” (emphasis added)); \nBlack v. Littlejohn, 312 N.C. 626, 639 (1985) (“a statute of limitations should not begin \nrunning against plaintiff until plaintiff has knowledge that a wrong has been inflicted \nupon him.”). \n46. Therefore, to determine whether Brosnan’s claim s are  time-barred, the \nCourt must first determine whether his allegations, assumed to be true and construed \nfavorably to Brosnan, could only lead to the conclusion that Brosnan knew or should \nhave known more than three years before filing his counter claims that Futures was \nin breach of  the Note.  If another inference could be drawn from the allegations, a \ndecision to dismiss would be premature.  Cf. Little v. Rose, 285 N.C. 724, 727 (1974)  \n(“Where, however, the evidence is sufficient to support an inference that the cause of \naction is not barred, the issue is for the jury.”). \n47. In this case , Brosnan’s pleading contains allegations that , viewed in the \nlight most favorable to him,  could support an inference that Brosnan neither knew \nnor should have known that Futures breached its obligations on t he Note until \nFutures, through its Board member Culver, told him that the Company did not intend \nto convert the debt to stock i n December 2020.  Brosnan  alleges that Culver’s \nDecember 2020 email explained  that Futures’ counsel had (improperly) determined \nthat the Note “permitted a single conversion event” which had already occurred in \n2009; therefore, the debt was to be paid in cash, not stock. (Counterclm. ¶ 59.) \n48. Brosnan repeatedly alleges that the Note provided for  “automatic” \nconversion on 31 January 2010 with no action on his part . (Counterclm. ¶¶ 20, 70, \n76.)  He also asserts that his dealings throughout the years with respect to this debt \nwere with Cramer, his son -in-law, with whom he had a relationship of trust and \nconfidence.  (Counterclm. ¶ 151.)  He contends that Cramer has taken advantage of \nthe trusting family relationship.  (Counterclm. ¶¶ 145, 152(h).)1   \n49. Viewing the totality of the allegations in Brosnan’s pleading in the light \nmost favorable to Brosnan, he has sufficiently pled that he did not know, nor should \nhe have known, that the debt conversion did not take place on 31 January 2010.   \nWhether the evidence will support his contention “is a question for a different day . . \n. . on a more developed record.”  Aldridge v. Metro. Life Ins. Co., 2019 NCBC LEXIS \n116, at *53 (N.C. Super. Ct. Dec. 31, 2019) (citing Hunter v. Guardian Life Ins. Co. of \nAm., 162 N.C. App. 477, 486 (2004) ( “determining when plaintiff should, in the \n \n1 Futures argues that Brosnan’s allegations with respect to the trust he had in Cramer have \nto do with the transfer of the 7,000,000 shares, not the convertible Note.  Therefore, it \ncontends, Brosnan has not pled that Cramer abused his trust with respect to the Note.  The \nlaw does not require Brosnan to dice his claims so finely.   See e.g., Barnes v. Perry , 2018 \nNCBC LEXIS 262, **25–26 (N.C. Super. Ct. July 30, 2018) (citing Perez v. Perez, 2018 N.C. \nApp. LEXIS 211, at *5 –6 (Mar. 6, 2018) (unpublished) (a court is permitted to view the \ncomplaint as a whole; the practice of separating each claim is nowhere required by law and \n“may simply be a practice that developed for clarity and ease of reading”)).  \n \nexercise of reasonable care and due diligence, have discovered the [alleged injury] is \na question of fact to be resolved” at a later time)).   \n50. Brosnan’s second argument is that even if the statute of limitations ran on \na claim for breach  of the Note,  Futures’ acknowledgement of its obligations on the \nNote revived the debt pursuant to N.C.G.S. § 1-26.  (Def.’s Opp. Br. 14–17.)  Futures \nresponds that the writings  identified in the counterclaim  do not  meet the \nrequirements of § 1 -26.  It argues that the statute requires that debt \nacknowledgements “(1) identify the nature and amount of the debt  and (2) manifest \na definite and unqualified intention to pay the debt.”  (Reply Supp. Pl.’s Mot. Dismiss \n9 [“Pl.’s Reply Br.”], ECF No. 58.)   \n51. The statute reads: “No acknowledgment or promise is evidence of a new or \ncontinuing contract, from which the statutes of limitations run, unless it is contained \nin some writing signed by the party to be charged thereby; but this section does not \nalter the effect of any payment of principal or interest.”  N.C.G.S. § 1-26. \n52. For an acknowledgement to restart the limitations period, “there must be a \ndistinct and unequivocal acknowledgment of the debt as still subsisting as a personal \nobligation of the debtor.”   Phillips v. Giles , 175 N.C. 409, 413 (1918).   “A mere \nacknowledgment, though in writing , of the debt as having once existed, is not \nsufficient to raise an implication of such a new promise.”  Id.   \n53. Reviewing the allegations of Brosnan’s pleading, the Court first determines \nthat neither the Proposed Note nor the Revised Proposed Note meet the requirements \nof § 1-26.  Even though both proposals were in writing and appear to be electronically \nsigned2, they are n ot distinct and unequivocal acknowledgments of the debt.   Both \nproposals required Brosnan “to waive a portion of the amount owed to him and \nattempted to eliminate [Brosnan’s] right to shares under the conversion provisions of \nthe Convertible Note.”  (Counterclm. ¶ 64.)  Therefore, these writings constitute offers \nto engag e in negotiations to settle a debt rather  than acknowledg ements of a \nsubsisting debt obligation. \n54. Further, Brosnan alleges that he declined both proposals because he \n“obviously could not agree to waive the debts owed to him or give up his right to \nshares[.]”  (Counterclm. ¶ 65.)  Thus, neither of Futures’ two proposals, both rejected \nby Brosnan , can serve as the  definite and unequivoc al written and signed  \nacknowledgement of Futures’ obligation s that is required by N.C.G.S. § 1 -26.  See \nAmerican Multimedia, Inc. v. Freedom Distrib., Inc. , 95 N.C. App. 750 , 752 (1989) \n(conditional expressions of a willingness to pay were not sufficiently precise); Long v. \nOxford, 104 N.C. 408 , 409 (1889) (promise must be certain on its terms);  Pool v. \nBledsoe, 85 N.C. 1, 2 (1881) (“the promise must be identical and between the original \nparties”) (citing Fleming v. Staton, 74 N.C. 203 (1876)). \n55. In paragraph 58  of his pleading , Brosnan broadly alleges that “Board \nmembers Bruce Culver and Rolf Kleiner acknowledged that Futures still owed  the \n \n2 The North Carolina Uniform Electronic Transactions Act (“Act”), N.C.G.S. § 66-311 et seq., \nsets forth the requirements for conducting transactions by electronic means when the parties \nto the transaction agree to do so .  Among other things, the Act provides that “ [a] record or \nsignature may not be denied legal effect or enforceability solely because it is in electronic \nform.”  N.C.G.S. §  66-317(a).  The Act defines an  “Electronic signature” as “ an electronic \nsound, symbol, or process attached to, or logically associat ed with, a record and executed or \nadopted by a person with the intent to sign the record.”  N.C.G.S. § 66-312(9). \ndebt to [Brosnan] under the Convertible Note.”  (Counterclm. ¶ 58.)   Similarly, in \nparagraph 59, Brosnan asserts that “Futures Board member Bruce Culver indicated \nthat he had conferred with Futures’ counsel and determined that ‘you are still owed \nthe $655,000 under the original note. ’ ”  (Counterclm. ¶ 59.)  However, in neither \ninstance does Brosnan allege that these acknowledgements were in writing or signed.    \nConsequently, these communications cannot satisfy N.C.G.S. § 1-26.3 \n56. Accordingly, the Court determines that the requirements of N.C.G.S. § 1 -\n26 have not been pled.  Nevertheless, a determination of when the claims accrued for \npurposes of the statute of limitations requires a more developed record to resolve.  \n57. The Court therefore DENIES the Motion. \nV. CONCLUSION \n58. For the foregoing reasons, Plaintiff Futures Group, Inc.’s Rule 12(b)(6) \nMotion to Dismiss Defendant Denis Brosnan’s First and Second Claims for Reli ef is \nDENIED.  \nIT IS SO ORDERED, this the 7th day of December, 2022. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n \n \n3 Paragraph 89 does not provide the necessary support  either.  There, Brosnan alleges in \nconclusory fashion, “Futures . . . acknowledged the debt in multiple signed writings[.]”  \n(Counterclm. ¶ 89.)  This conclusion is not supported by the factual allegations.  See Good \nHope Hosp., Inc. , 174 N.C. App. at 274 (“We are not required, however, ‘to accept as true \nallegations that are merely conclusory, unwarranted deductions of fact, or unreasonable \ninferences.’ ” (quoting Veney, 293 F.3d at 730)). "
}