{
  "id": "af75b8a6c7842f142a5f086dfd45538befb43bb9a0867df9efb46b82c3cb4577",
  "source_file": "data/raw/ncbc/af75b8a6c7842f142a5f086dfd45538befb43bb9a0867df9efb46b82c3cb4577.pdf",
  "raw_text": "Johnston v. Johnston Props., Inc., 2018 NCBC 118. \n \nSTATE OF NORTH CAROLINA \n \nGUILFORD COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 4784 \nROBERT N. JOHNSTON, \n \n   Plaintiff,  \n \nv. \n \nJOHNSTON PROPERTIES, INC; \nKAREN LANG JOHNSTON, as \nthe personal representative of the \nESTATE OF W. EUGENE \nJOHNSTON, III; and EDWARD N. \nGIDEON, \n \n   Defendants. \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \nAND FOR JUDGMENT ON THE \nPLEADINGS \n  \n \n \n1. THIS MATTER  is before the Court on the Motion to Dismiss and for \nJudgment on the Pleadings (the “Motion”) filed by Defendants Johnston Properties, \nInc. (“Johnston Properties”); Karen Lang Johnston, as the personal representative of \nthe Estate of W. Eugene Johnston, III ( the “Estate”); and Edward N. Gideon \n(“Gideon”) (collectively, “Defendants”) on June 28, 2018.  (ECF No. 18.)  The Motion \nseeks dismissal of the first six claims against all Defendants pursuant to Rules \n12(b)(6) and Rule 12(c) and for all claims against Gideon for lack of standing.  For the \nreasons set forth herein, the Court GRANTS in part  and DENIES in part  the \nMotion. \nNexsen Pruet, PLLC, by Gary L. Beaver, for Plaintiff. \n \nConnors Morgan, PLLC, by C. Scott Meyers, for Defendants. \n \n \n \nRobinson, Judge. \n \n \nI. INTRODUCTION \n2.  This litigation arises out of a minority shareholder’s demand for dividends \nand the corporation’s decision not to pay dividends and to instead offer to redeem the \ndemanding shareholder’s shares.  Johnston Properties  is a close ly-held corporation \nwith three shareholders.  From 2017 until March 28, 2018, the majority shareholder \nof Johnston Properties was W. Eugene Johnston (“Gene Johnston”) , one of the \nfounders of the corporation.  Upon his death in March 2018, the Estate became the \nmajority shareholder.   \n3. The minority shareholders are Gideon and Plaintiff .  Gideon is currently \nthe director and chief executive officer of the corporation.  Plaintiff served as \npresident of the corporation from 2001 to 2017.  In February of 2018, Plaintiff sent a \ndemand for dividends to Johnston Properties.  Thereafter, Johnston Properties \nexercised its statutory right under section 55 -6-40(j) of the North Carolina General \nStatutes to redeem all shares held by Plaintiff in lieu of a dividend payment.   \n4. Plaintiff alleges that he had a right to receive a dividend because of the cash \nassets of the corporation , and that the redemption offer was not based on the fair \nvalue of Plaintiff’s shares as required by section 55-6-40(j).  Plaintiff alleges that the \nmajority shareholder, the Estate, and the other minority shareholder and current \ndirector of the corporation, Gideon, acted in concert to force Plaintiff to redeem his \nshares for less than fair value .  Defendants seek dismissal pursuant to both Rule \n12(b)(6) and Rule 12(c) of the North Carolina Rules of Civil Procedure (“Rule(s)”).  \n \n \nII. PROCEDURAL HISTORY \n5. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motion. \n6. Plaintiff ini tiated this action by filing the  Complaint on April 23, 2018.  \n(ECF No. 3.)  Plaintiff then sought designation of this action as a mandatory complex \nbusiness case, (ECF No. 4), and by order on April 24, 2018, the case was so designated \nby Chief Justice Mark Martin of the Supreme Court of  North Carolina, (ECF No. 1).  \nOn the same date, the case was assigned to the undersigned by order of the n-Chief \n(now Senior) Business Court Judge James L. Gale.  (ECF No. 2.)   \n7. On June 14, 2018, Plaintiff filed his Amended Complaint.  (ECF No. 14.)  \nThe Amended Complaint asserts seven claims in total.  (First Am. Compl. ¶¶ 68−100 \n[“Compl.”].)  Plaintiff asserts claims against all Defendants for failure to act in good \nfaith in ref using to pay dividends (Claim  IV), and for unfair or deceptive trade  \npractices (“UDTP”) (Claim VI), (Compl. ¶¶ 83, 95).  Plaintiff further asserts a claim \nagainst the Estate and Gideon for breach of fiduciary duty (Claim V), (Compl. ¶ 90). \nPlaintiff additionally asserts a claim against Johnston Properties and Gideon for \nfailure to comply with shareholder rights to inspect and copy corporate records (Claim \nVII), (Compl. ¶ 100).  Lastly, Plaintiff seeks dissolution of Johnston Properties (Claim \nI) and appointment of a receiver (Claims II and III), (Compl. ¶¶ 69, 72, 75).   \n8. On June 28, 2018, Defendants filed their Answer and Counterclaim.  (ECF \nNo. 17.)  Two minutes later, Defendants filed the Motion, (ECF No. 18), seeking \ndismissal pursuant to Rules 12(b)(6) and 12(c)  of all of Plaintiff’s claims except for \n \n \nPlaintiff’s Seventh claim for failure to comply with shareholder rights to inspect and \ncopy corporate records.  (Defs.’ Mot. to Dismiss & J. Pleadings 1, ECF No. 18 [“Mot.”].)  \nThe Motion also seeks dismissal on all claims agains t Gideon for lack of standing.  \n(Mot. 1.)  Plaintiff filed his Reply to Counterclaim on July 31, 2018.  (ECF No. 27.) \n9. The Motion has been fully briefed and the Court held a hearing on the \nMotion on September 24, 2018 at which all parties were represented by counsel. \n10. The Motion is ripe for resolution. \nIII. FACTUAL BACKGROUND \n11. The Court does not make findings of fact on a motion to dismiss under Rule \n12(b)(6) or on a motion for judgment on the pleadings under Rule 12(c) but recites \nonly those factual allegations that are relevant and necessary to the Court’s \ndetermination of the Motion.  \nA. The Parties and the Corporation’s Background \n12. Johnston Properties, originally incorporated as Guilford Galleries in 1970, \nis a North Carolina corporation with its principal place of business in Guilford \nCounty, North Carolina.  ( Compl. ¶¶ 2, 9; Answer, Affirmative Defs., & Countercl. \n¶¶ 2, 9, ECF No. 17 [“Answer”]. )  Johnston Properties is primarily engaged in the \nbusiness of commercial real estate ownership and leasing.  (Compl. ¶ 3; Answer ¶ 3.)  \nCurrently, there are two directors of t he corporation: Gideon  and Odell Payne.  \n(Compl. ¶ 54; Answer ¶ 54.)     \n13. Gene Johnston  incorporated Johnston Properties  and was its sole \nshareholder until 1986.  (Compl. ¶¶ 9, 12; Answer ¶¶ 9, 12.)  Starting in 1986, Gene \n \n \nJohnston began gifting stock in the corporation to his three children, one of whom is \nPlaintiff.  (Compl. ¶ 12; Answer ¶ 12.)  From November 2017 until his death on March \n28, 201 8, Gene Johnston was the majority shareholder of Johnston Properties.  \n(Compl. ¶¶ 4−5; Answer ¶¶ 4−5.)  Currently the Estate, with Karen Lang Johnston \nas executrix, is the majority shareholder.  (Comp. ¶ 5; Answer ¶ 5.)  Prior to his death, \nGene Johnston “maintained effective control over the decisions of the board of \ndirectors,” and after his death, the Estate co ntinues to have such control.  (Compl. \n¶¶ 77−78.) \n14. Plaintiff is a minority shareholder in Johnston Properties.  (Compl. ¶ 29.) \nIn February 1996, Plaintiff left his job in New York to move to North Carolina to work \nwith Johnston Properties .  (Compl. ¶ 13 ; An swer ¶ 13 .)  In 2001, Plaintiff was \nappointed President of Johnston Properties and served in that role until March 6, \n2017.  (Compl. ¶ 14 ; Answer ¶ 14 .)  Thereafter, Plaintiff remained an employee of \nJohnston Properties until June 10, 2017.  (Compl. ¶ 21; Answer ¶ 21.)  Throughout \nhis employment, Plaintiff was a guarantor of Johnston Properties’ debt, and at the \ntime he was terminated from employment at Johnston Properties , he was the sole \nguarantor of between $7 million and $9 million of Johnston Properties’ indebtedness.  \n(Compl. ¶ 27.)  As of November 2017, Plaintiff owned 1,237 shares, or 43.01% of the \ntotal outstanding shares, of Johnston Properties.  (Compl. ¶ 29; Answer ¶ 29.)  \n15. Gideon is a director and the chief executive officer of Johnston Propertie s.  \n(Compl. ¶ 6 ; Answer ¶ 6 .)  Gideon currently owns 1.5% of the stock in Johnston \nProperties, which was given to Gideon as a “bonus” for managing and selling \n \n \nJohnston Properties’ real estate assets.  (Compl. ¶ 31 ; Answer ¶ 31 .)  On or about \nDecember 16, 2016, Gene Johnston directed Plaintiff to give Gideon his proxy to vote \nhis stock, which Plaintiff provided to Gideon.  (Compl. ¶ 15; Answer ¶ 15.)  After Gene \nJohnston’s death, the Estate delegated control and authority over the operations and \ndecisions of the corporation to Gideon.  (Compl. ¶ 78; Answer ¶ 78.) \n16. From 1986 until  June 2017, the four shareholders of Johnston Properties \nwere the three Johnston siblings and Gene Johnston.  (Compl. ¶¶ 12, 24.)  Currently, \nthe three shareholders of Johnston Properties are Gideon, Plaintiff, and the Estate .  \n(Compl. ¶¶ 29, 31; Answer ¶ 29, 31.) \nB. Plaintiff’s Valuation \n17. In mid-December 2017, Plaintiff developed a written valuation of Johnston \nProperties (the “Valuation”).  (Compl. ¶ 17; Answer ¶ 17.)  In January 2018, Plaintiff \npresented the Valuation to Gideon.  (Compl. ¶ 19.)  Gideon instructed Plaintiff not to \nshare the V aluation with the other two Johnston siblings because Gideon believed \nthe V aluation was “too high.” (Compl. ¶ 19.)  When Plaintiff refu sed to lower the \nValuation because it would be “unfair,” Gideon “threatened” Plaintiff to “get on board \nwith us or you’re fired.”  (Compl. ¶ 19.) \n18. On June 7, 2017, the four shareholders of Johnston Properties —the three \nJohnston siblings and Gene Johnston —participated in a mediation  to resolve a \ndispute between them .  (Compl. ¶ 24; Answer ¶ 24. )  The mediation resulted in an \nagreement whereby Plaintiff’s two siblings’ shares were redeemed at a value “well \nbelow” the value reflected in Plaintiff’ s Valuation .  (Compl. ¶ 24.)   These stock \n \n \nredemption payments resulted in a “significant increase in the value of the stock \nowned by the remaining two shareholders[,]” who were Plaintiff and Gene Johnston.  \n(Compl. ¶ 35.) \nC. Plaintiff’s Demand for Dividends \n19. For the fiscal year e nding January 31, 2018, Johnston Properties had a \nyear-end cash balance of $5,270,377.  (Compl. ¶ 33.)  Johnston Properties has paid \ndividends to its shareholders on four separate occasions in the last fourteen years: in \n2004, 2013, 2014, and 2016.  (Compl . ¶ 32; Answer ¶ 32 .)  For Johnston Properties’ \nfiscal year ending January 31, 2018, it had a year-end cash balance of “millions more” \nthan it had in past years where it had issued dividends to its shareholders.  (Compl. \n¶ 33.)  No dividends were paid to shareholders in 2018.  (Compl. ¶¶ 80−81.)   \n20. On December 18, 2017, Johnston Properties sent a letter to Plaintiff to \nnegotiate a “buy -back” of Plaintiff’s shares  (the “December 2017 Letter”) .  (Compl. \n¶ 34; Answer ¶ 34 .)  The December 2017 Letter stated tha t the board of directors, \nwho at the time were Gene Johnston, Gideon, and Odell Payne, (Compl. ¶ 28; Answer \n¶ 28), was “focused on moving the company in a new direction.”  (Compl. ¶ 36; Answer \n¶ 36.)  The December 2017 Letter also stated that the corporation “anticipated issuing \nadditional shares of stock,” which, if issued, would reduce Plaintiff’s ownership in the \ncorporation.  (Compl. ¶ 37; Answer ¶ 37.)  Plaintiff contends that this representation \nin the December 2017 Letter was “an effort to bully and oppress [Plaintiff] to agree \nto a sale of his stock for a price below fair value.”  (Compl. ¶ 37.) \n \n \n21. On December 29, 2017, Plaintiff, through his attorney William Wilcox, sent \nJohnston Properties a letter indicating he would be open to an offer to either sell his \nshares or buy Gene Johnston’s shares.  (Compl. ¶ 38 ; Answer ¶ 38 .)  Johnston \nProperties did not respond to Plaintiff’s letter.  (Compl. ¶ 39.) \n22. On February 1, 2018, Plaintiff , through his attorney, sent a letter making \na demand for payment of dividend s (the “Demand Letter”).  (Compl. ¶ 39; Answer \n¶ 39.)  The Demand Letter also requested to inspect and copy Johnston Properties’ \ncorporate records.  (Compl. ¶ 39; Answer ¶ 39.)   \n23. On February 1 9, 2018, Plaintiff and his accountant received a “limited \nnumber” of Johnston Properties’  corporate records.  (Compl. ¶ 40.)  Gideon did not \nallow Plaintiff to copy any records, nor did he give Plaintiff  access to most of the \nrecords Plaintiff requested.  (Compl. ¶ 40.)  On February 22, 2018, Plaintiff made a \nsecond demand for access to and copies of the requested records, to which Johnston \nProperties ha d, as of the date of the filing of the Amended Complaint, failed  to \nrespond to.  (Compl. ¶ 41.) \n24. On March 28, 2018, Johnston Properties sent Plaintiff a letter rejecting his \ndemand for dividends and instead electing to redeem Plaintiff’s stock pursuant to \nsection 55 -6-40(j) of the North Carolina General Statutes (the “ First Redemption \nOffer”).  (Compl. ¶ 42; Answer ¶ 42.)  The First Redemption Offer, which was based \non an appraisal obtained from Dwight A. Ensley (the “Ensley Appraisal”),  valued \nJohnston Properties at $15,121,021 and valued Plaintiff’s 43.01% ownership interest \nat $3,902,400 .  (Compl. ¶ 45 ; Answer ¶ 45 .)  Plaintiff alleges there were several \n \n \ninaccuracies with the Ensley Appraisal.  (Compl. ¶ 45.)  The First Redemption Offer \nalso stated that Johnston Properties intended to offset the $3,902,400 value of \nPlaintiff’s shares by nearly $1.4 million for Plaintiff’s alleged mismanagement, all of \nwhich occurred before December 16, 2016.  (Compl. ¶¶ 46−47.) \n25. On April 6, 2018, Plaintiff withdr ew his demand for dividends.  (Compl.  \n¶ 51; Answer ¶ 51.)  On April 12, 2018, Plaintiff received another letter with an offer \nto redeem Plaintiff’s stock (the “Second Redemption Offer”).  (Compl. ¶ 52 ; Answer \n¶ 52.)  The Second Redemption Offer proposed either $1.6 million in cash, or $1.2 \nmillion from the proceeds of a pending sale of pro perty, when received,  plus a ten -\nyear promissory note for $ 1.2 million with intere st accruing at 3% per annum, \npayable in quarterly installments.  (Compl. ¶ 52.)  Like the first offer,  the Second \nRedemption Offer was below the fair value of Plaintiff’s shares in Johnston \nProperties.  (Compl. ¶ 52.)  The Second Redemption Offer also stat ed that Johnston \nProperties’ directors were going to offer additional stock shares for sale to the “current \ndirectors of the company” and possibly to “other related individuals.”  (Compl. ¶ 52 ; \nAnswer ¶ 52 .)  Issuance of additional shares would thereby red uce Plaintiff’s \npercentage ownership interest in Johnston Properties.  (Compl. ¶ 52.)   \n26. Plaintiff alleges that Defendants’ failure to issue dividends despite cash \navailability to pay such dividends, and stock redemption offers worth significantly \nless than the value of his shares, show Defendants’ failure to act in good faith in \nprotecting his shareholder interests.  (Compl. ¶ 81.)  \n \n \nD. Alleged Mismanagement of Johnston Properties \n27. The Amended Complaint alleges that Gideon, as director and chief \nexecutive office r of Johnston Properties, has mismanaged, and will continue to \nmismanage, Johnston Properties.  (Compl. ¶¶ 56−64.)  Gideon had no experience in \nreal estate prior to his position at Johnston Properties.  (Compl. ¶ 56; Answer ¶ 56.)  \nYet, the Estate delegated control and authority over the operations and decisions of \nthe corporation to Gideon.  (Compl. ¶  78; Answer ¶ 78 .)  Therefore, Plaintiff alleges \nthat Gideon lacks the background to manage the corporation’s assets.  (Compl. ¶ 62.)  \nMoreover, since  becoming a director and chief executive officer of Johnston \nProperties, Gideon has sold a majority of Johnston Properties’ real estate holdings \n“without trying to reduce [its] tax exposure, thereby depleting the assets of [Johnston \nProperties].”  (Compl. ¶ 59.)  Gideon has neither notified Plaintiff of these sales nor \nprovided Plaintiff with an accounting of these sales.  (Compl. ¶ 60.)   \n28. Johnston Properties has only one employee.  (Compl. ¶ 58.)  This employee’s \nprincipal duties are to repair and manage property owned by Karen Lang Johnston, \nthe widow of Gene Johnston and the executrix of the Estate.  (Compl. ¶ 58.) \n29. As a result of Gideon’s mismanagement of the corporation and the \ncontinued payments to both Gideon and the corporation’s sole employee, Johnst on \nProperties’ remaining cash “will be improperly depleted” if Gideon is left in control of \nthe corporation.  (Compl. ¶ 63.) \n \n \nIV.      LEGAL STANDARD \n30. The Court notes that Defendants have moved to dismiss pursuant to both \nRules 12(b)(6) and 12(c).  As noted above, and though he does not cite Rule 12(b)(1) \nas a basis for his request, Gideon also contends that claims raised against him are \nsubject to dismissal because Plaintiff lacks standing to raise them.  \n31. To the extent that Defendants have moved to dismiss pursuant to Rule \n12(b)(6), the Court finds that the Motion is untimely.  Rule 12(b) is clear that a motion \nasserting such a defense “shall be made before pleading if a further pleading is \npermitted.”  N.C. Gen. Stat. § 1A -1, Rule 12(b) (emphasis ad ded).  Therefore, under \nthe express language of Rule 12(b), a motion to dismiss for failure to state a claim \nmust be made before filing a responsive pleading.  This Court has held that in the \nabsence of case law from appellate courts interpreting such lang uage to mean \notherwise, a Rule 12(b) motion to dismiss for failure to state a claim must be filed \nprior to an answer, not contemporaneously with or minutes after.  See New \nFriendship Used Clothing Collection, LLC v. Katz, 2017 NCBC LEXIS 72, at *24 (N.C. \nSuper. Ct. Aug. 18, 2017).   \n32. Here, Defendants filed their answer to the Amended Complaint on June 28, \n2018 at 12:54 P.M.  Two minutes later , Defendants filed the Motion at 12:56 P.M.   \nWhile Defendants filed the Motion mere minutes after filing its answer, this Court’s \nholding in New Friendship is clear: a motion to dismiss for failure to state a claim \nmust be filed prior to an answer.  As such, Defendants’ Motion, to the extent it seeks \ndismissal on Rule 12(b)(6) grounds, is untimely. \n \n \n33. Nonetheless, this Court also concluded in New Friendship that under Rules \n12(b) and 12(h)(2), a post -answer Rule 12(b)(6) motion may be considered as a Rule \n12(c) motion for judgment on the pleadings.  Id. at *25−26.  Accordingly, the Court \nnow addresses whether or not to consider the Motion on 12(c) grounds.   \n34. Defendants cite repeatedly throughout the Motion and the accompanying \nbrief to the 12(c) standard of review.  Yet the Court finds  that the Motion,  to the \nextent it sought dismissal pursuant to Rule 12(c), was premature.  Pleadings had not \nclosed at the time the Motion was filed.   Defendants filed their Answer and \nCounterclaim on June 28, 2018.  Pursuant to Rules 7.6 and 3.9(d) of the General Rules \nof Practice and Procedure for the North Carolina Business Court , Plaintiff’s reply to \nthe Counterclaim was due on July 31, 2018.  Though, as noted above, the Motion was \nfiled on the same day as the Counterclaim , before a r eply had bee n filed and the \npleadings had closed.  Consistent with this Court’s opinion in New Friendship , \ntherefore, the Motion should be denied without prejudice for Defendants to refile.  \n35. However, the Court heard argument on the Motion on September 24, 2018.  \nThere, the Court indicated that New Friendship permitted dismissal of the Motion, \nbut that, unlike New Friendship , by the time the Court considered the Motion, \npleadings had concluded.  Plaintiff timely filed its Reply to the Counterclaim on July \n31, 2018, near ly two months before the hearing.  At the hearing, the Court asked \nPlaintiff if reliance on its Reply to the C ounterclaim was necessary to oppose \nDefendant’s Motion.  Plaintiff indicated it was not.  The Court then clarified that if it \nwere to decide the Motion, rather than dismiss it without prejudice for Defendants to \n \n \nrefile, it would consider only the Amended Complaint, Answer, and affidavits affixed \nthereto.  While Plaintiff did not waive his  objection to the Motion as premature, \nPlaintiff represented that there was nothing in his R eply that was different, or in \naddition to, those allegations maintained in the Amended Complaint.  Accordingly , \nthe Court, in its discretion, concludes that Defendant’s Motion may be considered as \na Rule 12(c) motion for ju dgment on the pleading s, considering only those factual \nallegations contained in the Amended Complaint and Answer.   \n36. “A motion for judgment on the pleadings should not be granted unless the \nmovant clearly establishes that no material issue of fact remains to be resolved and \nthat he is entitled to judgment as a matter of law.”  Carpenter v. Carpenter, 189 N.C. \nApp. 755, 761, 659 S.E.2d 762, 767 (2008).  On a Rule 12(c) motion, “[t]he movant is \nheld to a strict standard and must show that no material issue of fact exists and that \nhe is clearly entitled to judgment.”  Ragsdale v. Kennedy , 286 N.C. 130, 137, 209 \nS.E.2d 494, 499 (1974).  “[T]he court cannot select some of the alleged facts as a basis \nfor granting the motion on the pleadings if other allegations, together with the \nselected facts, establish material issues of fact.”  J.F. Wilkerson Contracting Co. v. \nRowland, 29 N.C. App. 722, 725, 225 S.E.2d 840, 842 (1976).  The Court must read \nthe pleadings in the light most favorable to the nonmoving party, and \n[a]ll well pleaded factual allegations in the nonmoving party’s pleadings \nare taken as true and all contravening assertions in the movant’s \npleadings are taken as false.  All allegations in the nonmovant’s \npleadings, except conclusions of law, legally impo ssible facts, and \nmatters not admissible in evidence at the trial, are deemed admitted by \nthe movant for purposes of the motion. \n \nRagsdale, 286 N.C. at 137, 209 S.E.2d at 499 (citations omitted). \n \n \n \n37.      “Judgment on the pleadings is not favored by the law . . . .”  Huss v. Huss, \n31 N.C. App. 463, 466, 230 S.E.2d 159, 162 (1976).  The function of Rule 12(c) “is to \ndispose of baseless claims or defenses when the formal pleadings reveal their lack of \nmerit.”  Ragsdale, 286 N.C. at 137, 209 S.E.2d at 499.  “[J]udgment on the pleadings \nis not appropriate merely because the claimant’s case is weak and he is unlikely to \nprevail on the merits.”  Huss, 31 N.C. App. at 469, 230 S.E.2d at 163.   “A motion for \njudgment on the pleadings is allowable only where the pleading of the opposite party \nis so fatally deficient in substance as to present no material issue of fact . . . .”  George \nShinn Sports, Inc. v. Bahakel Sports, Inc., 99 N.C. App. 481, 486, 393 S.E.2d 580, 583 \n(1990).  \nV. ANALYSIS \n38. The Motion represents that Plaintiff’s Fourth, Fifth, and Sixth claims all \narise out of Defendants’ refusal to pay dividends, but that Plaintiff failed to allege \nthat he had either a right to receive, or a reasonable expectation to receive, a dividend.  \n(Br. Supp. Mot. Dismiss 7, ECF No. 19 [“Br. Supp.”].)   Defendants argue that \nJohnston Properties acted within its statutory rights to counter Plaintiff’s dividend \ndemand with an offer to purchase Plaintiff’ s shares in Johnston Propert ies, and \ntherefore Plaintiff has no right to a dividend.  (Br. Supp. 9.)  Accordingly, Defendants \nargue that  because Plaintiff’s Fourth, Fifth , and Sixth claims all arise out of his \nexpectation to receive a dividend, and because Plaintiff failed to allege such an \nexpectation, these three claims fail as a matter of law.  (Br. Supp. 7.)  Additionally, \nthe Motion contends that Plaintiff’s Sixth (UDTP) claim fails as a matter of law for \n \n \nthe added reason that the dispute is a purely intracompany dispute.  (Br. Supp. \n12−13.)  The Motion further  argues tha t Plaintiff’s first three claims, seeking \ndissolution and appointment of a receiver, fail to assert any allegations that would \nentitle Plaintiff to the relief requested, and thus, should be dismissed.   (Br. Supp. \n13−15.)  Lastly, the Motion asserts that Plaintiff lacks standing to bring claims \nagainst Gideon directly, and therefore those claims should be  dismissed.  (Br. Supp. \n7.)  The Court analyzes the Motion, and Plaintiff’s corresponding claims, in the order \nargued by Defendants in their briefing. \nA. Failure to Act in Good Faith (Claim IV) \n39. Plaintiff’s Fourth claim alleges that Defendants failed to act in good faith \nby refusing to pay dividends.  (Compl. ¶¶ 76−83.)  Plaintiff represents that he had a \n“reasonable expectation of receiving a large dividend” because of Johnston Properties’ \nsubstantial cash assets.  (Com pl. ¶ 80.)  Plaintiff further contends that Defendants \noppressed him as a minority shareholder by using his dividend demand as a way to \nforce Plaintiff to sell his shares for an unfair value.  (Compl. ¶ 81.)  This conduct, \nPlaintiff argues, indicates Defen dants’ failure to exercise good faith, care, and \ndiligence to protect Plaintiff’s interests as a minority shareholder, and as a result, \nPlaintiff represents that he is entitled to have the Court order Johnston Properties to \npay him a reasonable dividend.  (Compl. ¶ 81.)   \n40. Defendants seek dismissal of Plaintiff’s Fourth claim alleging that Plaintiff \nfailed to meet all the elements of a Meiselman claim.  (Br. Supp. 9−10.)  Defendants \nargue that Plaintiff did not allege any company policy or bylaw provision at Johnston \n \n \nProperties that required the company to pay its shareholders dividends, but rather \nPlaintiff’s only support for his “expectation of receiving a large dividend” was \nJohnston Properties’ alleged payment of dividends in 2004, 2013, 2014, and 2016.   \n(Br. Supp. 9.)  Moreover, Defendants argue that because N.C. Gen. Stat. § 55-6-40(j) \ngives Johnston Properties the option to redeem Plaintiff’s shares upon his written \ndemand for a dividend, Plaintiff has no right to actually receive a dividend.  (Br. Supp. \n9.)  Defendants contend that Plaintiff’s failure to assert any right to receive a dividend \nis fatal to his claims.  (Br. Supp. 8.) \n41. The gravamen of Plaintiff’s Amended Complaint is that he had a reasonable \nexpectation of receiving a dividend payment, and that his failure to receive a dividend \nwas the result of Defendants’ oppressive conduct to force him to sell his ownership in \nthe corporation.  Thus, the Court must determine whether Plaintiff has satisfied his \nburden, for Rule 12(c) purposes, of allegin g a right to, or reasonable expectation of \nreceiving, a dividend from Johnston Properties.   \n42. Section 55 -6-40 of the North Carolina General Statutes governs \ndistributions to shareholders.  N.C. Gen. Stat. § 55 -6-40.  Pursuant to section 55 -6-\n40(i), a minority shareholder in a corporation with fewer than 25 shareholders may \nmake a written demand for the payment of dividends.   In response to a dividend \ndemand, pursuant to section 55 -6-40(j), the corporation may elect to redeem the \ndemanding shareholder’s share s in lieu of the payment of dividends.  Section 55 -6-\n40(j)(2) then provides that, if the shareholder and the corporation do not agree on the \nfair value of the shares, the shareholder may file a petition in superior court asking \n \n \nfor an appraisal.  Section 55-6-40(i) and (j), therefore, provide a clear process by which \na minority shareholde r such as Plaintiff can proceed under these facts.  Moreover, \nsection 55-6-40(i) affords a shareholder a right to make a demand for dividends, but \nno right to receive a dividend, given the corporation’s rights under section 55-6-40(j).  \n43. Nonetheless, section 55 -6-40(k) provides that, “[n]othing in this section \nshall impair any rights which a shareholder may have on general principles of equity \nto compel the payment of d ividends.”  Our Suprem e Court has held that oppressed \nminority shareholders have the aid of equity for adequate protection of their \nshareholder interests.  See Gaines v. Long Mfg. Co. (Gaines I), 234 N.C. 331, 338, 67 \nS.E.2d 355, 360 (1951).  In Gaines I, the Court declared that,  \n[t]he controlling corporate authorities will not be permitted to use their \npowers arbitrarily or oppressively by refusing to declare a dividend \nwhere net profits and the character of the business clearly warrant it.  \nAccordingly, if it be made to appear that the controlling management is \nacting in bad faith, for their own gain and advantage, in oppressive \ndisregard for the rights of minority stockholders . . . a court of equity \nmay be invoked to break the shackles of any such oppressive control. \n \nId. at 337, 67 S.E.2d at 360.  \n44. The Supreme Court’s decision in Gaines I offers Plaintiff an opportunity to \nseek recourse above and beyond th e process laid out in section 55 -6-40(i)−(j), a \nstatutory right to dividend payments that did not exist at the time Gaines I was \ndecided.  It allows a court to intervene when a minority shareholder, despite his \nefforts to go through internal corporate processes, is left without what is due to him.  \nThis avenue of recourse  is similar to that expressed by our Supreme Court in \nMeiselman v. Meiselman, 309 N.C. 279, 307 S.E.2d 551 (1983).  Meiselman provides \n \n \nthat a minority shareholder in a close corporation can bring a claim against majority \nshareholders if the minority shareholder’s reasonable expectations are thwarted.  Id. \nat 298, 307 S.E.2d at 562.  In order to prevail on a Meiselman claim, the minority \nshareholder must show that he has “one or more substantial reasonable expectations” \nto receive what  he is complaining of.  This Court has subsequently interpreted the \nrelationship between Gaines I and Meiselman as follows: \nGaines stands for the proposition that the courts may intervene only if \ndirectors are acting in bad faith and in an arbitrary or opp ressive \ndisregard of a minority shareholder’s right.  The standard for dividends \nin Gaines thus appears to be different from the Meiselman standard.  \nThe former uses bad faith and oppression, the latter rights and \ninterests.   \n \nHigh Point Bank & Tr.  Co. v. Sapona Mfg. Co.,  2010 NCBC LEXIS 14, at *23−24 \n(N.C. Super. Ct. June 22, 2010).   \n45. In High Point Bank & Trust Co. , finding that the defendant c orporations \nfell outside section 55-6-40(i) because they had more than 25 shareholders, this Court \nnonetheless interpreted Gaines I to provide an opportunity for the plaintiff bank to \nseek to compel dividends if they were being wrongfully withheld.  Id. at *24.  \nTherefore, even where a minority shareholder does not have a right to compel a \ndividend, either statutorily or contractually, he may nonetheless have an opportunity \nto seek an equitable remedy under Gaines I. \n46.  In the instant case, Plaintiff alleges that Johnston Properties’ substantial \ncash assets warrant his payment of a dividend.  Plaintiff alleges that in previous \nyears where the corporation’s assets were similarly high, dividends have been paid to \nits shareholders.  Yet, now that the corporation has more cash on hand than it ever \n \n \nhad before, Defendants ref use to pay any dividends.  Plaintiff alleges the reason he \nhas not been paid a dividend was part of a scheme to oppress him and force him to \nsell his shares.  The Amended Complaint is rife with allegations of animosity amongst \nPlaintiff, the other shareholders, and the directors of the corporation.  (Compl. ¶¶ 18, \n19, 22, 26, 79, 81.)  Plaintiff argues as a result of this scheme of oppression against \nhim, Defendants stand to profit: the Esta te, as majority shareholder, receives a \nwindfall if Plaintiff is forced to sell his shares as the only alternative to his dividend \ndemand, (Compl. ¶ 81), and Gideon, as the only other shareholder, will receive a \ngreater ownership percentage in Johnston Pro perties if Plaintiff is ousted from the \ncorporation, (Compl. ¶ 48).  \n47. These allegations of oppressive disregard for Plaintiff’s shareholder \ninterests are exactly what our Supreme Court cautioned against in Gaines I.  Taking \nPlaintiff’s allegations as true , as this Court must do on a 12(c) m otion, Defendants \nhave orchestrated a scheme to circumvent Plaintiff’ s shareholder rights by refusing \nto pay him a dividend  despite being in a clear financial position to do so , and then, \nusing section 55-6-40(j) as a sword, attempted to force Plaintiff to sell his shares for \nsubstantially less than fair value.  While Plaintiff could have followed the process set \nout in section 55-6-40(j)(2) to seek appraisal of his shares, this Court nonetheless has \nthe power, in accordanc e with Gaines I, to hear Plaintiff’s allegations  of minority \nshareholder oppression and determine the merits thereof.   \n48. Moreover, to the extent Defendants argue that Plaintiff has failed to allege \na Meiselman claim, which requires Plaintiff to allege a right to receive a dividend, the \n \n \nCourt notes that Meiselman is more appropriately considered on a dissolution claim, \nnot on a claim based on an alleged failure to act in good faith.  See High Point Bank \n& Tr.  Co., 2010 NCBC LEXIS, at *54 (“ Meiselman has be en the leading case for \ndetermining what rights or interests are protected under North Carolina’s dissolution \nstatute.”).   \n49. While Plaintiff’s Amended Complaint uses language from Meiselman by \nclaiming a reasonable “expectation of receiving a large dividend,” the Court believes \nPlaintiff should not be pigeon-holed into a Meiselman claim for this reason alone.  \nNowhere in the Amended Complaint does Plaintiff allege or argue that his Fourth \nclaim is based solely on Meiselman.  Cf. Coleman v. Coleman, 2015 NCBC LEXIS 114, \nat * 9−10 (N.C. Super. Ct. Dec. 10, 2015) (concluding that a “fair reading of the \nComplaint,” where the plaintiff entitled his claim “Breach of Fiduciary Duty – \nMeiselman Action” did not put the defendants on fair notice of the plaintiff’s intention \nto state a claim apart from the Meiselman line of cases).  In fact, it was Defendants \nwho first insinuated that Plaintiff was perhaps asserting a Meiselman claim.  (Br. \nSupp. 8.)  Therefore, rather than allowing Plaintiff the opportunity to  amend his \nallegations to more fluently assert an equitable claim apart from Meiselman, as this \nCourt did in Coleman, the Court finds that the breadth of Plaintiffs’ allegations fairly \nput Defendants on notice of the contours of Plaintiff’s Fourth claim.      \n50. The Court therefore concludes that Plaintiff has alleged sufficient facts to \nplead a claim for Defendants’ failure to act in good faith by refusing to pay dividends.  \n \n \nAccordingly, the Motion as to Plaintiff’s Fourth claim for Defendants’ failure to act in \ngood faith is DENIED.  \nB. Breach of Fiduciary Duty (Claim V) \n51. Plaintiff’s Fifth claim alleges that the Estate, as the majority shareholder \nof Johnston Properties, owes fiduciary duties to Plaintiff, a minority shareholder.  \n(Compl. ¶ 85.)  Similarly, Plaintiff alleges that Gideon has been acting as an agent of \nthe Estate, and therefore also owes fiduciary duties to Plain tiff.  (Compl. ¶ 87.)  \nPlaintiff also alleges that Gideon owes fiduciary duties to Plaintiff in his capacity as \ndirector and chief executive officer of Johnston Properties.  (Compl. ¶ 86.)  Plaintiff \nfurther represents that the Estate and  Gideon breached t heir fiduciary duties by \n“acting in bad faith in failing to arrange for payment of dividends” to Plaintiff and “in \nmaking the unfair stock redemption offers alleged.”  (Compl. ¶ 89.) \n52. With respect to the Estate, Defendants argue that Plaintiff has failed to \nshow why not receiving a dividend is a breach of any fiduciary duty the Estate owes \nto Plaintiff.  (Br. Supp. 10.)  With respect to Gideon, Defendants argue that Gideon \ndoes not owe any fiduciary duties to Plaintiff as a director or officer of the corporation, \nand rather, Gideon only owes duties to Johnston Properties.  (Br. Supp. 11−12. )  \nDefendants argue that as a result, Plaintiff lacks standing to bring a breach of \nfiduciary duty claim against Gideon.  (Br. Supp. 12.)  The Court addresses the Motion \nwith respect to each Defendant in turn.  \n53. First, the Court finds that Plaintiff has sufficiently alleged a clai m for \nbreach of fiduciary duty against the Estate.  A claim for breach of fiduciary duty has \n \n \nthree elements: (1) the existence  of a fiduciary duty; (2) the breach of such a duty; \nand (3) that the plaintiff suffered damages as a result of the breach of duty.  See Green \nv. Freeman, 367 N.C. 136, 141, 749 S.E.2d 262, 268 (2013).  Plaintiff alleged that (1) \nthe Estate is a majority s hareholder of Johnston Properties with fiduciary duties to \nits minority shareholders; (2) the Estate breached those duties by having Gideon, as \nits agent, refuse to pay Plaintiff dividends and then try to force Plaintiff to accept a \nredemption value far le ss than fair value; and (3) Plaintiff  has been deprived of his \nshareholder interests and rights as a result of the Estate’s actions.   \n54. Majority shareholders  owe fiduciary duties to minority shareholders.  \nGaines v. Long Mfg. Co.  (Gaines II), 234 N.C. 340, 344, 67 S.E.2d 350,  353 (1951) \n(“The controlling majority of the stockholders of a corporation, while not trustees in \na technical sense, have a real duty to protect the interests of the minority in the \nmanagement of the corporation, especially where they u ndertake to run the \ncorporation without giving the minority a voice therein.”); see also Loy v. Lorm Corp., \n52 N.C. App. 428, 432 , 278 S.E.2d 897, 901 (1981) (“[I]n North Carolina majority \nshareholders owe a fiduciary duty and obligation of good faith to m inority \nshareholders as well as to the corporation.”).  Those duties include paying over to the \nminority shareholder his “just proportion of the income and of the proceeds of the \ncorporate property.”  Gaines II, 234 N.C. at 344, 67 S.E.2d at 353.  A fiduciary duty \narises regardless of whether the majority shareholder is a n individual or an entity \nacting through individuals. \n \n \n55. Defendants admit that the Estate is the majority shareholder of Johnston \nProperties.  (Answer ¶ 5.)  Therefore, the Estate owes fiduciary duties to Plaintiff, a \nminority shareholder.  Plaintiff alleges that the Estate breached the duty to cause \nthe corporation to pay over to Plaintiff his “just proportion of the income and of the \nproceeds of the corporate property” in the form of a dividend despite the corporation’s \nsignificant cash assets.  The Court finds, therefore, that Plaintiff has pled sufficient \nfacts to allege a breach of fiduciary dut y by the Estate.  Accordingly, the Motion, to \nthe extent it seeks dismissal of this claim against the Estate, is DENIED.   \n56. The Motion also seeks dismissal of Plaintiff’s clai m for breach of fiduciary \nduty against Gideon on the basis that Plaintiff lacks standing to bring su it against \nGideon as director of the corporation.   \n57. In North Carolina, “[s] hareholders . . . of corporations generally may not \nbring individual actions to recover what they consider their share of the damages \nsuffered by the corporation.”  Barger v. McCoy Hillard & Parks, 346 N.C. 650, 660, \n488 S.E.2d 215, 220−21 (1997).  Despite this general rule, there are two exceptions \nthat permit a shareholder to recover for injuries to the corporation: “(1) where ‘the \nwrongdoer owed [the shareholder] a special duty[,] ’ and (2) where the shareholder \nsuffered a personal injury —one that is ‘separate and distinct from the injury \nsustained by the other shareholders or the corporation itself.’”  Raymond James \nCapital Partners, L.P. v. Hayes, 789 S.E.2d 695, 700 (N.C. App. 2016) (quoting Barger, \n346 N.C. at 659, 488 S.E.2d at 219).  \n \n \n58. The first exception to the general rule  permits a shareholder to bring a \nlawsuit directly against a corporate officer where the shareholder alleges the \ncorporate officer owed a “special duty” to th e shareholder plaintiff that is different \nthan what is owed to the corporation itself.  Id. at 701.  Barger recognized that a \nspecial d uty exists when a party violates  its fiduciary duties to the shareholder.  \nBarger, 346 N.C. at 659, 488 S.E.2d at 220. \n59. Defendants argue that “Plaintiff has failed to allege any special duty owed \nby Mr. Gideon to Plaintiff personally separate and distinct from the duties owed to \n[Johnston Properties] and has failed to allege any facts which, if taken as true, would \nsupport a special duty between Plaintiff and Mr. Gideon.”  (Br. Supp. 12.)  However, \nPlaintiff alleges in his Amended Complaint that Gideon was operating as an agent of \nthe Estate, which is the majority shareholder in Johnston Properties.  \n60. As noted above, m ajority shareholders owe fiduciary duties  to minority \nshareholders.  Gaines II, 234 N.C. at 344, 67 S.E.2d at 353.  These duties reasonably \nextend to the agents of the majority shareholder .  T aking Plaintiff’s allegations as \ntrue, and for purposes of the Motion only, Gideon is an agent of the Estate.  Thus, for \nthe same reasons the Court finds that Plaintiff has sufficiently pled a claim for breach \nof fiduciary duty  against the Estate, the Court finds that Plaintiff has sufficientl y \npled a claim against Gideon.  Accordingly, the Motion is DENIED to the extent it \nseeks dismissal of Plaintiff’s Fifth claim against Gideon as an agent of the Estate.   \n61. Additionally, our Court of Appeals’ decision in Norman v. Nash Johnson & \nSons’ Farms, I nc., 140 N.C. App. 390, 537 S.E.2d 248 (2000) , supports Plaintiff’s \n \n \nability to bring a direct claim for breach of fiduciary duty against Gideon as director \nand chief executive officer of Johnston Properties.  In Norman, plaintiffs alleged that \nthe defendants were acting in concert, owned a majority of the stock in the \ncorporation, were officers of the corporation, and controlled the board of directors.  Id. \nat 407, 537 S.E.2d at 260.  Our Court of Appeals held that those allegations were \nsufficient to establish that the defendants owed the plaintiffs a “special duty” within \nthe meaning of Barger.  Id.  This Court cautioned that Norman should not be \nextended beyond its facts.  Gao v. Sinova Specialties, Inc., 2016 NCBC LEXIS 104, at \n*19 (N.C. Super. C t. Dec. 21, 2016)  (“Norman should be considered in light of its \nparticular facts and the Court of Appeals’ recognition that applying the general rule \nthat a corporate shareholder may not bring an individual action to the facts in that \ncase would actually have ‘disserved the corporation’s interest which the general rule \nseeks to protect.’”) (quoting Blythe v. Bell, 2013 NCBC LEXIS 17, at *14 (N.C. Super. \nCt. Apr. 8, 2013)).   \n62. The facts alleged by Plaintiff are analogous to those in Norman.  He has \nalleged that Gideon “is working in concert” with the other Defendants to force \nPlaintiff to give up his ownership interest in Johnston Prop erties; that Gideon has \nbeen given the Estate’s power and control over the corporation and that Gideon \ncontrols the board ; and that together, Gideon and the Estate own the rest of the \nshares in Johnston Properties.  ( Pl. Br. Opp’n Defs.’ Mot. Dismiss & J. Pleadings 11 \n[“Pl. Br. Opp’n”].)  Therefore, under the facts as set forth in the Amended Complaint, \nPlaintiff has properly al leged a direct claim against Gideon for breach of fiduciary \n \n \nduty.1  Accordingly, the Motion, to the extent it seeks dismissal of Plaintiff’s Fifth \nclaim against Gideon as director of Johnston Properties, is also DENIED.   \nC. Unfair and Deceptive Trade Practices (Claim VI) \n63. Plaintiff alleges  that, because Defendants engaged in commerce in the \nState of North Carolina, and that their actions were “in and affecting commerce,” \nDefendants’ conduct f alls under the Unfair and Deceptive Trade Practices Act \n(“UDTPA”).  Defendants contend that this claim must be dismissed because this is a \npurely intra-business dispute to which the UDTPA does not apply .  In his re sponse \nbrief, Plaintiff concedes that the alleged conduct only concerns the internal operations \nof Johnston Properties, and asks the Court to allow him to withdraw the UDTP claim \nwithout prejudice.  (Pl. Br. Opp’n 13.)  \n64. The UDTPA declares unlawful “unfair or deceptive acts or practices in or \naffecting commerce[.]”  N.C. Gen. Stat. § 75-1.1(a).  Our Supreme Court has stated, \nand this Court has reaffirmed, that section 75 -1.1 does not apply to conduct “solely \nrelated to the internal operations of a business.”  White v. Thompson , 364 N.C. 47, \n51−52, 691 S.E.2d 676, 579 (2010); Brewster v. Powell Bail Bondings, Inc. , 2018 \nNCBC LEXIS 76, at *16−17 (N.C. Super. Ct. July 26, 2018)  (“By now, the message \nshould be clear: section 75 -1.1 plays no role in resolving these internal corporate \ndisputes.”).  \n                                                 \n1 Because the Court has found that the Fifth claim against Gideon survives on the analysis \nset forth above, it need not and does not determine whether it properly alleges a direct claim \nagainst Gideon based on Plaintiff’s contention that he has suffered an injury that is “separate \nand distinct.” Barger, 346 N.C. at 659, 488 S.E.2d at 219.    \n \n \n65. Like in Brewster, each and every all egation in the Amended Complaint \nrelates solely to the internal operations of Johnston Properties.  There is no basis for \na UDTP claim under the facts alleged.  Therefore, Plaintiff fails to state a claim for \nUDTP and his Sixth claim is, accordingly, DISMISSED.  \nD. Dissolution of Johnston Properties (Claim I) \n66. Plaintiff’s First claim seeks judicial dissolution of Johnston Properties \npursuant to N.C. Gen. Stat. § 55 -14-30(2).  Plaintiff contends that dissolution of \nJohnston Properties is appropriate on two grounds.  First, Plaintiff contends that \ndissolution is reasonably necessary to protect his rights and interests as a minority \nshareholder in Johnston Properties.   See N.C. Gen. Stat. § 55 -14-30(2)(ii).  Second, \nPlaintiff contends that Johnston Properties’ assets are being misapplied and wasted.  \nSee N.C. Gen. Stat. § 55-14-30(2)(iv).  Defendants seek dismissal of this claim on both \ngrounds, contending that Plaintiff has failed to allege how his shareholder rights have \nbeen violated or how Johnston Properties’ assets have been misapplied or wasted.   \n1. Protection of Plaintiff’s Shareholder Rights \n67. Section 55-14-30(2)(ii) provides that the Court may dissolve a corporation \nif it establishes that “liquidation is reasonably necessary for the protection of the \nrights or interests of the complaining shareholder.”  N.C. Gen. Stat. § 55-14-30(2)(ii).  \nBringing a claim for dissolution pursuant to section 55-14-30(2)(ii) has become known \nas a  Meiselman claim.  To successfully assert a  Meiselman claim, a minority \nshareholder plaintiff must show that:  \n(1) he had one or more substantial reasonable expectations \nknown or assumed by the other participants; (2) the \n \n \nexpectation has been frust rated; (3) the frustration was \nwithout fault of plaintiff and was in large part beyond his \ncontrol; and (4) under all of the circumstances of the case \nplaintiff is entitled to some form of equitable relief. \n \nMeiselman, 309 N.C. at 301, 307 S.E.2d at 564.  \n \n68. With respect to the first Meiselman element, Plaintiff alleges that he had a \nreasonable expectation: (1) of receiving a dividend, based on Johnston Properties’ past \nhistory of issuing dividends when it had significant cash assets , (Compl. ¶¶ 32, 80 ); \n(2) that his stock would not be diluted “by making an unprecedented issuance of stock \nto a new stockholder,” (Compl. ¶ 80); and (3) that his stock would be redeemed at a \nfair price, consistent with the statutory language of N.C. Gen. Stat. § 55 -6-40(j), \n(Compl. ¶ 34).  (Pl. Br. Opp’n 5.) \n69. With respect to the second Meiselman element, Plaintiff alleges that his \nreasonable expectations have been frustrated by Defendants’ actions by: (1) refusing \nto issue a dividend to the shareholders, (Compl. ¶ 80); (2) by the Second Redemption \nOffer where Johnston Properties threatened to diminish the value of Plaintiff’s stock \nby offering additional stock shares for sale to current directors of the company and \n“other related individuals,” (Compl. ¶ 52); and (3) by offering a buy-back of Plaintiff’s \nshares for significantly less than their fair value , (Compl. ¶¶ 34, 37).  (Pl. Br. Opp’n \n5.) \n70. With respect to the third Meiselman element, Plaintiff alleges that he did \nnothing to frustrate his expectations of receiving a dividend or a fair redemption offer \nbecause he stopped working for Johnston Properties months before these issues \narose.  (Compl. ¶¶ 26, 34−39.)  Moreover, he alleges that the purported misconduct \n \n \nDefendants cite for setting -off the Redemption Offer is (1) unrelated t o Defendants’ \nrefusal to pay him a dividend, and (2) involves “hotly contested issues of material \nfact.”  (Pl. Br. Opp’n 6.) \n71. With respect to the fourth Meiselman element, Plaintiff alleges that \nPlaintiff has been frozen out of the company, “fiscally and physically” by Defendants’ \nremoval of him from his corporate position and his voting proxy and then refusing to \npay him a dividend or offer a fair value for his shares.   (Pl. Br. Opp’n  7) (quoting \nRoyals v. Piedmont Elec. Repair Co. , 137 N.C. App. 700, 70 9, 520 S.E.2d 515, 521 \n(2000)).   \n72. These allegations, when taken as true, as they must be on a Rule 12(c) \nmotion, are sufficient, if proven,  to support dissolution under Meiselman.  In \nMeiselman, the Supreme Court addressed the vulnerable position minority \nshareholders in a closely-held corporation can find themselves in when the personal \nrelationships between majority and minority shareholders deteriorate.  Meiselman, \n309 N.C. at 290, 307 S.E.2d at 5 58 (“[W]hen the personal relationships among the \nparticipants break down, the majority shareholder, because of his greater voting \npower, is in a position to terminate the minority shareholder’s employment and to \nexclude him from participation in management  decisions.”).  Here, Plaintiff alleges \nprecisely this type of deterioration in his relationship with the other shareholders  \nand directors of Johnston Properties, and moreover alleges facts that support each of \nthe Meiselman elements.  See Royals, 137 N.C.  App. at 704, 529 S.E.2d at 518 ; see \nalso Gao, 2016 NCBC LEXIS 104, at *33.  Therefore, the Court concludes that the \n \n \nabove allegations are sufficient to allege a claim for dissolution under section 55 -14-\n30(2)(ii).     \n2. Misapplication or Waste of Corporate Assets \n73. Section 55-14-30(2)(iv) provides that a court may dissolve a corporation if it \nis established that “the corporate assets are being misapplied or wasted.”  N.C. Gen. \nStat. § 55-14-30(2)(iv).  There is little direct law in North Carolina defining corporate \nwaste.  However, our courts frequently turn to Delaware law for guidance on matters \nof corporate law  where North Carolina appellate decisions provide little guidance .  \nFirst Union Corp. v. Suntrust Banks, Inc., 2001 NCBC LEXIS 7, at *31 (N.C. Super. \nCt. Aug. 10, 2001).  In Delaware, “waste entails an exchange of corporate assets for \nconsideration so disproportionately small as to lie beyond the range at which any \nreasonable person might be willing to trade.”  Krieger v. Johnson, 2014 NCBC LEXIS \n13, at *21 (N.C. Super. Ct. Apr. 30, 2014).  \n74. Plaintiff alleges that Johnston Properties paid Gideon a bonus, in the form \nof stock, representing approximately 1.5% of the outstanding stock in Johnston \nProperties, “as compensation for managing and selling Johnston Properties’ real \nestate assets.”  (Compl. ¶ 31.)   Plaintiff c ontends that G ideon engaged in “gross \nmismanagement of Johnston Properties by, among other things, selling a majority of \nits real estate holdings without trying to reduce the Company’s tax exposure, thereby \ndepleting the assets of the Company.”  (Compl. ¶ 59.)   Plaintiff also alleges that \nJohnston Properties’ one remaining employee’s duties are to “repair and focus on \nKaren Lang Johnsto n’s personally owned property[,]  ” (Compl. ¶ 58), and therefore \n \n \ncompany funds are being used to maintain non-company owned  property.  \nAccordingly, Plaintiff alleges that Johnston Properties’ “remaining cash will be \nimproperly depleted” by (1) payments to  Gideon, (2) payments to the remaining \nemployee, and (3) payment of taxes relating to the sale of the remaining properties.  \n(Compl. ¶ 63.)   \n75. “American courts traditionally have been reluctant to interfere in the \ninternal affairs of corporations.”  Meiselman, 309 N.C. at 291−92, 307 S.E.2d at 559.  \n“’Justifying liquidation as a tool for enforcing the rights or interests of a complaining \nshareholder . . . requires a strong showing’ because ‘[t]he statutory right to judicial \ndissolution . . . [is] counter to the judiciary’s traditional deference . . . to the business \njudgment rule.’”  Brady v. Van Vlaanderen, 2017 NCBC LEXIS 61, at *26 (N.C. Super. \nCt. Jul. 19, 2017) (quoting High Point Bank & Tr. Co., 2010 NCBC LEXIS 14, at *19).  \n“The business judgment rule provides an initial evidentiary presumption that a \ndirector acted with due care and in the corporation’s best interest. ”  Coleman, 2015 \nNCBC LEXIS 114, at *18 .  In order to defeat this presumption and survive a \njudgment on the pleadings, Plaintiff must allege mismanagement in more than \nconclusory terms.  See id.  “Generally, an adequate pleading will include allegations \nthat the director (1) failed to act in good faith; (2) made a decision that was \nunreasonable under the circumstances; or (3) was inattentive or uninformed.”  \nMaurer v. Maurer, 2013 NCBC LEXIS 44, at *16−17 (N.C. Super. Ct. Aug. 23, 2013).   \n76. At this early stage of litigation, when Plaintiff has not had the benefit of \ndiscovery and has been allegedly denied his shareholder rights to inspect and copy \n \n \ncorporate records, the Court finds that Plaintiff has  alleged sufficient facts to show \nself-dealing and unreasonable actions undertaken by Gideon.  See id.  at *17−18 \n(concluding that the “liberal rules demanded by Rule 12(b)(6),” a standard  akin to \nRule 12(c), warranted a finding that the complaint’s allegat ions were “adequate to \nwithstand a present dismissal through early application of the business judgment \nrule”).  This Court’s determination, of course, is without prejudice to revisiting the \nbusiness judgment rule at a later stage in the litigation.  Moreover, to the extent that \nDefendants argue that Plaintiff’s allegations here are “claims by the Company \nagainst Mr. Gideon [which] . . . Plaintiff lacks standing to bring[,]” (Br. Supp. 14−15), \nthe Court is unpersuaded.  Plaintiff alleg es these facts in supp ort of his dissolution \nclaim on the grounds of corporate waste and misapplication of corporate assets.  It is \nsquarely within a shareholder’s rights to bring a dissolution claim on those grounds.  \nSee N.C. Gen. Stat. § 55-14-30(2).  Accordingly, the Court concludes that Plaintiff has \nsufficiently alleged a claim for dissolution under section 55-14-30(2)(iv).   \n77. In sum, the Court concludes that Plaintiff has sufficiently stated a claim for \njudicial dissolution under N.C. Gen. Stat. § 55 -14-30(2)(ii) and (iv), and accordingly  \nthe Motion is DENIED with respect to Plaintiff’s First claim. \nE. Appointment of Receiver (Claims II & III) \n78. Plaintiff seeks appointment of a receiver to take possession of and preserve \nJohnston Properties’ assets pursuant to both section 55-14-32 and section 1-502(1) of \nthe No rth Carolina General Statutes.  (Compl. ¶¶ 70−75.)  Plaintiff asserts \nreceivership as his Second and Third “claim[s] for relief.”  (Compl. ¶ 70, 73.)  The \n \n \nCourt notes that appointment of recei ver pursuant to both section 55 -14-32 and \nsection 1-502(1) are remedies, not claims.  Azure Dolphin, LLC v. Barton, 2017 NCBC \nLEXIS 90, at *29 (N.C. Super. Ct. Oct.  2, 2017.)  Therefore, the Court DISMISSES \nPlaintiff’s Second and Third claims for the reaso n that they are not independent \nclaims for relief.   \n79. However, s ection 55 -14-32 and section 1 -502(1) give the court discretion \nwhether or not to appoint a receiver, either to protect shareholder rights or to wind \nup and manage an orderly dissolution of a co rporation.  See Barnes v. Kochhar, 178 \nN.C. App. 489, 500, 633 S.E.2d 474, 481 (2006).   Therefore, as with all other remedies, \nwhen an underlying independent claim such as dissolution is alleged, a plaintiff may \nbe entitled to the appointment of a receiver as a remedy.  Plaintiff has separately \nasked the Court, in his prayer for relief, for a receiver to be appointed.  Therefore, \nPlaintiff may still seek, as he has already done so, (ECF No. 29), appointment of a \nreceiver by motion or otherwise.2   \nVI. CONCLUSION \n80. For the foregoing reasons, the Court  hereby DENIES as untimely the \nMotion to the extent it is brought pursuant to Rule 12(b)(6).  The Court DENIES in \npart and GRANTS in part the Motion on Rule 12(c) grounds, dismissing Plaintiff’s \nreceivership (Second and Third) claims and Plaintiff’s UDTP (Sixth) claim but \ndenying Defendants’ request for dismissal as to the remaining claims.   \n \n                                                 \n2 In reaching this conclusion, the Court makes no finding with respect to whether or not \nPlaintiff is entitled to the appointment of a receiver.  \n \n \n SO ORDERED, this the 15th day of November, 2018. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}