{
  "id": "af9f1d2fdbf86f4c548e850655e72d59078d411419c3c1a19cfd426a5f7e9a12",
  "source_file": "data/raw/ncbc/af9f1d2fdbf86f4c548e850655e72d59078d411419c3c1a19cfd426a5f7e9a12.pdf",
  "raw_text": "Zagaroli v. Neill, 2016 NCBC 105. \nSTATE OF NORTH CAROLINA \nCATAWBA COUNTY  \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 2635 \nPETE ZAGAROLI, \n \nPlaintiff and \nCounterclaim \nDefendant, \n \nv. \n \nJAMES CLAYTON NEILL;  \nRICK BERRY; NEILL GRADING \nAND CONSTRUCTION COMPANY, \nINC.; and RECLAMATION, LLC,  \n \nDefendants and \nCounterclaim/Third-\nParty Plaintiffs, \n \nv. \n \nBENCHMADE, LLC and DEAN \nPRITCHETT, \n \nThird-Party \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n) \n) \n)\n)\n)\n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \nORDER AND OPINION ON PLAINTIFF’S \nMOTION TO DISMISS AND MOTION \nFOR JUDGMENT ON THE PLEADINGS \n \n1. THIS MATTER  is before the Court upon Plaintiff Pete Zagaroli’s \n(“Zagaroli”) Motion to Dismiss Pursuant to Rules 8, 9, 12(b)(1) and 12(b)(6) of the \nNorth Carolina Rules of Civil Procedure (“Rule(s)”) (the “Motion to Dismiss”) and \nZagaroli’s Motion for Judgment on the Pleadings Pursuant to Rule 12(c) (the “Motion \nfor Judgment on the Pleadings” and, collectively, the “Motions”) filed October 14, 2016 \nin the above -captioned case.  For the reasons set forth below, the Court hereby \nGRANTS IN PART and DENIES IN PART the Motion to Dismiss and DENIES the \nMotion for Judgment on the Pleadings in its entirety. \nLaw Offices of Matthew K. Rogers, by Matthew K. Rogers, for Plaintiff Pete \nZagaroli. \n \nYoung, Morphis, Bach & Taylor, LLP, by Paul E. Culpepper and Timothy D. \nSwanson, for Defendants James Clayton Neill, Rick Berry, Neill Grading and \nConstruction Company, Inc. and Reclamation, LLC. \n \nRobinson, Judge. \n \nI. INTRODUCTION \n \n2. This lawsuit involves various claims brought by Zagaroli and counterclaims \nbrought by Defendants that arose out of several attempts to renovate historic \nfactories and mills and to build furniture out of reclaimed factory building materials \nfor profit.  Because the Court concludes that there are numerous disputed issues of \nfact, judgmen t on the pleadings as a matter of law is improper, and the Court \ntherefore denies the Motion for Judgment on the Pleadings.  In addition, because the \nCourt concludes that Defendants have failed to plead their claim for fraud with \nsufficient particularity, the Court grants the Motion to Dismiss with respect to \nDefendants’ fraud claim and dismisses that claim without prejudice, but denies the \nMotion to Dismiss in all other respects. \nII. PROCEDURAL HISTORY \n3. Zagaroli initiated this action by filing his original Complaint on October 26, \n2015.  Zagaroli filed a First Amended Complaint (the “Amended Complaint”) on \nMarch 21, 2016.   \n4. The case was designated as a mandatory complex business case by order of \nthe Chief Justice of the Supreme Court of North Carolina dated April 14, 2016.  The \naction was assigned to Chief Business Court Judge Gale on the same day.  The action \nwas reassigned to the undersigned by order dated July 5, 2016.   \n5. On May 18, 2016, Defendants James Clayton Neill (“Neill”), Rick Berry \n(“Berry”), Neill  Grading and Construction Company, Inc. (“ Neill Grading ”), and \nReclamation, LLC (“Reclamation”) (collectively, “Defendants”) filed an Answer, \nCounterclaim, and Third -Party Complaint against Third -Party Defendants \nBenchmade, LLC (“Benchmade”) and Dean Pritc hett (“Pritchett”).  Benchmade \nanswered the Third-Party Complaint on August 1, 2016.  Pritchett has not made an \nappearance in this case, and the Court entered default against him on October 31, \n2016. \n6. Zagaroli filed the Motions and a supporting brief on October 14, 2016.  Both \nMotions have been fully briefed, and the Court held a hearing on the Motions on \nDecember 15, 2016.  The Motions are ripe for resolution. \nIII. FACTUAL BACKGROUND \n7. The Court does not make findings of fact on motions for judgment on the \npleadings under Rule 12(c) or on motions to dismiss under Rule 12(b)(6), but only \nrecites those facts included in the pleadings that are averred by the non -moving \nparties—here, Defendants.  See Ragsdale v. Kennedy, 286 N.C. 130, 137, 209 S.E.2d \n494, 499 (1974).     \n8. Zagaroli is a resident of Catawba County, North Carolina.  (Am. Compl. ¶ \n1.)  Zagaroli was , at one time,  a construction general contractor who built new \nconstruction, renovations, and additions. \n9. Neill is also a resident of Catawba County.  (Am. Compl. ¶ 2.)  Neill is the \nSecretary of Neil l Grading, a North Carolina corporation with its principle place of \nbusiness in Hickory.  (Am. Compl. ¶ 4; Ans. ¶ 4.)   \n10. Berry is also a resident of Catawba County.  (Am. Compl. ¶ 3.)   \n11. Reclamation is a North Carolina limited liability company with its principal \nplace of business in Catawba County.  (Am. Compl. ¶ 7.)   \n12. From 2007 through 2010, Zagaroli researched and evaluated various ways \nto make money from renovating historic factories and mills in Catawba County.  (Am. \nCompl. ¶ 10.)  Zagaroli sought out professionals with experience in renovating mills \nto obtain tax credits, and began working with Ja mes Maynard (“Maynard”), an \narchitect with significant experience with historic mills and tax credits.  (Am. Compl. \n¶ 11.)   \n13. On June 8, 2009, Zagaroli contracted to purchase an abandoned hosiery mill \nproperty called the Hollar Hosiery Mill (the “Hollar Mill”).  (Countercl. ¶ 11.)  Zagaroli \napproached Neill regarding a business opportunity involving the renovation of the \nHollar Mill.  (Am. Compl. ¶ 15; Ans. ¶ 15.)  Zagaroli  informed Neill that he had the \nproperty under contract, but  was financially unable to  come up with the purchase \nprice to close, and asked Neill to purchase the property.  (Am. Compl. ¶ 16; Ans. ¶ 16; \nCountercl. ¶ 12.)   \n14. In September 2009, Neill, Berry, and two other individuals together formed \nHollar Hosiery Investments, LLC  (“Hollar Hosiery Investments”).  (Ans. ¶ 20.)  On \nSeptember 22, 2009, Zagaroli, for himself and on behalf of Zagaroli Construction Co., \nInc. (“Zagaroli Construction”), assigned all rights in the Hollar Mill to Hollar Hosiery \nInvestments.  (Am. Compl. ¶ 16; Ans. ¶ 16.)  It was agreed that: (1) Hollar Hosiery \nInvestments would purchase the Hollar Mill; (2) Hollar Hosiery Investments would \nwork with Zagaroli to develop a plan of development generally consistent with the \nconcepts and plans presented by Zagaroli; (3) Hollar Hosiery Investments would use \nZagaroli to renovate and perform construction on the Hollar Mill; and (4) if a \ndevelopment plan did not occur and/or construction and renovation plans did not \nproceed within twelve months of closing to the satisfaction of  Hollar Hosiery \nInvestments, Zagaroli would purchase the Hollar Mill from Hollar Hosiery \nInvestments within thirty days of written notice from Hollar  Hosiery Investments.  \n(Countercl. ¶ 15.)   \n15. Together, Neill and Zagaroli used designs and costing prepared by Zagaroli \nto solicit numerous potential tenants for the Hollar Mill, including Lenoir Rhyne and \nDale Jarrett.  (Am. Compl. ¶ 33; Ans. ¶ 33.)  Hollar Hosiery Investments also \nrequested Zagaroli Construction to perform some limited work at Hollar Mill.  (A m. \nCompl. ¶ 42; Ans. ¶ 42.)  However, Zagaroli Construction lost its contractor’s licenses \nas of December 31, 2010, and Zagaroli Construction could not complete any of its \nobligations regarding the Hollar Mill.  (Am. Compl. ¶ 46; Ans. ¶ 46.)  Zagaroli \nsuggested supervising another general contractor, but no agreement was ever \nreached between Hollar Hosiery Investments and Zagaroli or Zagaroli Construction.  \n(Am. Compl. ¶ 46; Ans. ¶ 46.)   \n16. Hollar Hosiery Investments then contracted with Red Clay, a construction \nmanagement company owned by Maynard.  (Am. Compl. ¶ 47; Ans. ¶ 47.)  Although \nDefendants deny that Hollar Hosiery Investments or any of the Defendants ever \nagreed to pay Zagaroli for any of his work on Hollar Mill, Zagaroli entered into an \nagreement with Maynard for Zagaroli to be compensated by Maynard for Zagaroli’s \nconstruction management and supervision services on the project.  (Am. Compl. ¶¶ \n47–48; Ans. ¶¶ 47–48.)   \n17. Hollar Hosiery Investments made the decision to let Neill Grading use its \ncontractor’s license to perform work on the project , rather than using outside \ncontractors, in an attempt to make it financially viable, even though Neill Grading \ndid not have experience in historic mill renovation.  (Am. Compl. ¶ 53; Ans. ¶ 53.)   \n18. In addition to the Hollar Mill project, in October 2010, Zagaroli contacted \nNeill about an opportunity to reclaim materials from the JP Stevens factory in \nLincolnton, North Carolina.  (Am. Compl. ¶ 35; Ans. ¶ 35.)  Zagaroli, however, did not \nhave the money to pay for his idea of purchasing, removing, and storing the materials \nfrom the JP Stevens factory.  (Am. Compl. ¶ 36; Ans. ¶ 36.)  Therefore, although \nZagaroli supervised the project, Neill funded the labor associated with the purchase, \nremoval, and transportation of the materials, at a cost of over $50,000.  (Am. Compl. \n¶¶ 36 –37; Ans. ¶¶ 36 –37.)  At this time, Zagaroli and Neill had a “gentlemen’s \nagreement” to attempt to create a business opportunity in the reclaimed materials \nand possibly other suggestions made by Zagaroli at the time.  (Am. Compl. ¶ 38; Ans. \n¶ 38.)  To this end, furniture samples were made from the reclaimed wood and \nZagaroli solicited potential buyers for the furniture.  (Am. Compl. ¶ 41; Ans. ¶ 41.)   \n19. In February 2011, Reclamation was formed for th e purpose of identifying \nadditional old mills and salvageable building materials, reclaiming the materials, \nand building and selling furniture, mill work, and other construction -related items \nfor a profit.  (Ans. ¶ 54.)  Zagaroli began soliciting companies regarding selling \nfurniture made from reclaimed materials.  (Am. Compl. ¶ 54; Ans. ¶ 54.)   \n20. Zagaroli, however, did not have sufficient funds to start up and operate a \nfurniture manufacturing operation.  (Am. Compl. ¶ 55; Ans. ¶ 55.)  Zagaroli told Neill \nand Berry that Zagaroli would need Neill and Berry to fund the Reclamation \nbusiness.  (Am. Compl. ¶ 56; Ans. ¶ 56.)   \n21. Berry initially invested $26,000 in Reclamation for start -up capital, along \nwith the money Neill had already invested in funding the removal of materials from \nthe JP Stevens factory.  (Am. Compl. ¶ 57; Ans. ¶ 57.)  Zagaroli told Berry that the \n$26,000 would be all he would have to pay as his investment in the company.  (Ans. \n¶ 57.)  Ultimately, Neill made capital contributions to Reclam ation totaling \n$52,019.69 and Berry made capital contributions to Reclamation totaling $61,457.93 \n(the “Capital Contributions”).   \n22. After Reclamation was started, Zagaroli demanded that he be paid $1,000 \nper week to manage the business.  (Am. Compl. ¶ 58; A ns. ¶ 58.)  Defendants \nspecifically admit that Neill and Berry “agreed to the proposal as long as the company \nhad money and was profitable.”  (Am. Compl. ¶ 58; Ans. ¶ 58.)   \n23. Neill and Berry agreed that Zagaroli would have  a 30% economic \nmembership interest in Reclamation.  (Am. Compl. ¶ 59; Ans. ¶ 59.)  Zagaroli agreed \nto be an unnamed partner and to share in 30% of Reclamation’s benefits and \nliabilities.  (Am. Compl. ¶ 61; Ans. ¶ 61.)  Reclamation’s remaining economic \nmembership interests were as follows: Neill 30%, Berry 30%, and Ryan Lovern 10%.  \n(Am. Compl. ¶ 63; Ans. ¶ 63.)  Neill and Berry retained all ownership interest in \nReclamation.  (Countercl. ¶ 25.)     \n24. Because Neill and Berry did not trust Zagaroli with the ability to sign \nchecks on Reclamation’s behalf, Neill, Berry, and Zagaroli stipulated that only Neill \nand Berry would have signature rights on any of Reclamation’s accounts.  (Am. \nCompl. ¶ 67; Ans. ¶ 67.)   \n25. In March 2011, Zagaroli informed Neill that Reclamation was out of \noperating capital.  Because the parties had agreed that no additional capital infusions \nwould be required of any member of the company, the parties agreed that \nReclamation would borrow $50,000 to fund the operation.  (Countercl. ¶ 33.)  Neill \nand Berry signed a note for $50, 000 to fund Reclamation’s operations  (the “March \n2011 Loan”).  (Am. Compl. ¶ 74; Ans. ¶ 74.)   \n26. In July 2011, Zagaroli again informed Neill that Reclamation was out of \nmoney.  (Countercl. ¶ 35.)  While it was unclear why the operation was losing money \nso fa st, Neill, Berry, and Zagaroli agreed that Reclamation would borrow an \nadditional $125,000 to fund the operation.  (Countercl. ¶ 35.)  However, Neill and \nBerry personally guaranteed a $125,000 loan from Carolina Trust Bank for a line of \ncredit for Reclamation’s operations (the “July 2011 Loan”).  (Am. Compl. ¶ 81; Ans. ¶ \n81.)   \n27. In 2012, Zagaroli was primarily responsible for the operations of \nReclamation.  (Am. Compl. ¶ 94; Ans. ¶ 94.)  Throughout 2012, Zagaroli continuously \npromised to reimburse Neill and Berry for the Capital Contributions , and made \npromises to repay all payments Neill and Berry were making on the March 2011 Loan \nand the July 2011 Loan.  (Am. Compl. ¶ 96; Ans. ¶ 96.)   \n28. During that same time, Reclamation was having delivery problems, quality \nissues, and customers were concerned about pricing.  (Am. Compl. ¶ 100; Ans. ¶ 100.)  \nReclamation could not afford to hire employees.  (Am. Compl. ¶ 120; Ans. ¶ 120.)  Neill \nand Berry told Zagaroli on numerous occasions in 2012 that they would not invest \nadditional money in Reclamation, and that Reclamation had to fund its operations \nthrough its own cash flow.  (Am. Compl. ¶ 99; Ans. ¶ 99.)   \n29. Reclamation never repaid any of the March 2011 Loan or the July 2011 \nLoan.  (Ans. ¶ 130.)  In November 2013, Neill and Berry offered to sell their ownership \ninterest in Reclamation, with certain stipulations, to Zagaroli.  (Am. Compl. ¶ 133; \nAns. ¶ 133.)  On November 26, 2013, Neill, Berry, Zagaroli, and Pritchett entered into \na Purchase Agreement (the “Reclamation Purchase Agreement”), whereby the parties \nagreed that: \na. Zagaroli and Pritchett would buy Reclamation by assuming all \nobligations under the notes securing the March 2011 Loan and \nthe July 2011 Loan; \n \nb. Zagaroli and Pritchett would reimburse Neill $52,019.69 and \nBerry $60,327.84 for the Capital Contributions  each made to \nReclamation; \n \nc. upon repayment of the March 2011 Loan, the July 2011 Loan, and \nthe cash advances, 100% of Reclamation’s ownership would be \ntransferred to Zagaroli and Pritchett; \n \nd. upon execution of the agreement, Zagaroli and Pritchett would \nown and have the right to use the Reclamation name; and \n \ne. in the event of non -payment of the notes and advances, or other \nbreach of the agreement by Zagaroli and Pritchett, the right, use, \nbenefit, and ownership of the Reclamation name would be \ntransferred back to Neill and Berry.   \n \n(Am. Compl. Ex. 4; Countercl. ¶ 42.)   \n30. On July 27, 2015, Neill and Berry notified Zagaroli that the Purchase \nAgreement had been rescinded because Zagaroli and Pritchett had failed to make the \nrequired note payments to Carolina Trust Bank as set forth in the Purchase \nAgreement.  Accordingly, Neill and Berry considered Zagaroli and Pritchett’s rights \nof ownership in Reclamation terminated and transferred back to Neill and Berry.  \n(Am. Compl. Ex. 5.)   \n31. Defendants allege that, unbeknownst to Neill and Berr y, Zagaroli started \nembezzling money from Reclamation in 2013.  (Countercl. ¶ 36.)  Neill and Berry \ndiscovered that Zagaroli had forged Neill’s name on twenty-six checks made payable \nto “Pete Zagaroli.”  These checks, which were issued and drawn on Reclamation’s \naccount without Neill or Berry’s knowledge or consent, totaled $65,721.15.  \n(Countercl. ¶ 36.)   \nIV. LEGAL STANDARD \nA. Rule 12(c) \n32. The function of Rule 12(c) is “to dispose of baseless claims or defenses when \nthe formal pleadings reveal their lack of merit.”  Ragsdale v. Kennedy, 286 N.C. 130, \n137, 209 S.E.2d 494, 499 (1974).    On a Rule 12(c) motion, “[t]he movant is held to a \nstrict standard and must show that no material issue of facts exists and that he is \nentitled to judgment.”  Id.  Therefore, a motion for judgment on the pleadings “should \nnot be granted unless the movant clearly establishes that no material issue of fact \nremains to be resolved and that he is entitled to judgment as a matter of law.”  \nCarpenter v. Carpenter, 189 N.C. App. 755, 761, 659 S.E.2d 762, 767 (2008). \n33. Moreover, the Court must read the pleadings in the light most favorable to \nthe nonmoving party.  “All well pleaded factual allegations in the nonmoving party’s \npleadings are taken as true and all contravening assertions in the movant’s pleadings \nare taken as false.  All allegations in the nonmovant’s pleadings, except conclusions \nof law, legally impossible fa cts, and matters not admissible in evidence at the trial, \nare deemed admitted by the movant for purposes of the motion.”  Ragsdale, 286 N.C. \nat 137, 209 S.E.2d at 499.  “A motion for judgment on the pleadings is allowable only \nwhere the pleading of the opp osite party is so fatally deficient in substance as to \npresent no material issue of fact.”  George Shinn Sports, Inc. v. Bahakel Sports, Inc., \n99 N.C. App. 481, 486, 393 S.E.2d 580, 583 (1990).  \nB. Rule 12(b)(6)  \n34. On a motion to dismiss under Rule 12(b)(6), the Court’s inquiry is “whether, \nas a matter of law, the allegations of the complaint, treated as true, are sufficient to \nstate a claim upon which relief may be granted under some legal theory.”  Harris v. \nNCNB Nat’l Bank, 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987).   \n35. Dismissal of a claim pursuant to Rule 12(b)(6) is proper “(1) when the \ncomplaint on its face reveals that no law supports plaintiff’s claim; (2) when the \ncomplaint reveals on its face the absence of fact sufficient to make a good claim; [or] \n(3) when some fact disclosed in the complaint necessarily defeats the plaintiff’s \nclaim.”  Oates v. JAG, Inc. , 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985); see also \nJackson v. Bumgardner, 318 N.C. 172, 175, 347 S.E.2d 743, 745 (1986).  Otherwise, \n“a complaint should not be dismissed for insufficiency unless it appears to a certainty \nthat plaintiff is entitled to no relief under any state of facts which could be proved in \nsupport of the claim.”  Sutton v. Duke, 277 N.C. 94, 103, 176 S.E.2d 161, 166 (1970) \n(emphasis omitted).   \n36. The Court is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, 274, 620 \nS.E.2d 873, 880 (2005). \nV. MOTION FOR JUDGMENT ON THE PLEADINGS \n37. The Motion for Judgment on the Pleadings asserts that Zagaroli is entitled \nto partial judgment as a matter of law for: (1) “breach of contracts also amounting to \nwage and hour act claims”; (2) “breach of fiduciary duties as against Defendant Neill \nand Neill Grading”; and (3) “self-dealing and misappropriation of opportunity.” \n38. Despite well -established North Carolin a law that allegations in the \nnonmoving party’s pleadings are taken as true and all contravening assertions in the \nmovant’s pleadings are taken as false, Zagaroli’s recitation of the “Facts Established \nby the Pleadings” in his brief  are replete with assert ions of fact that he incorrectly \nrepresents are uncontested or admitted by Defendants, when a mere cursory review \nof Defendants’ pleadings show s that many of the allegations which are central to \nZagaroli’s Motion for Judgment on the Pleadings are expressly denied by Defendants.     \n39. Zagaroli first argues that he is entitled to a judgment that Reclamation, \nNeill, and Berry have breached contracts and violated the North Carolina Wage and \nHour Act, N.C. Gen. Stat. § 95 -25.1 et seq.  The central contention under lying such \nclaims, however, is expressly denied by Defendants in their answer to the complaint.  \nZagaroli alleges in his Amended Complaint that “Neil and Berry promised to pay \nZagaroli at least $1,000.00 per week for [R]eclamation.”  (Am. Compl. ¶ 59.)  \nDefendants expressly deny this allegation, and other similar allegations.  ( See, e.g., \nAns. ¶ 59.)  The pleadings only admit that Neil and Berry agreed that Zagaroli would \nbe paid $1,000 per week as long as  Reclamation was profitable.  ( See Ans. ¶ 58; \nCountercl. ¶ 30.)  Zagaroli’s assertion that “[t]here is no dispute that Neill and Berry \nagreed to pay . . . Zagaroli $1,000 per week” is therefore false.   \n40. Moreover, there is no allegation by Zagaroli, and certainly no admission by \nDefendants, that Zagaroli was an “employee,” that Reclamation was an “employer,” \nor that Zagaroli was entitled to a “wage,” as these terms are defined by the Wage and \nHour Act.  See N.C. Gen. Stat. § 95-25.2.   \n41. Accordingly, the Court cannot conclude that Zagaroli has clearly \nestablished that no material issue of fact remains to be resolved and that he is \nentitled to judgment as a matter of law as to these claims.  The Motion for Judgment \non the Pleadings as to these claims is therefore denied. \n42. Zagaroli also argues that he is enti tled to a judgment that Neill and Neill \nGrading owe Zagaroli fiduciary duties and breached those duties by misappropriating \nopportunities for the benefit of Neill Grading.  “For a breach of fiduciary duty to exist, \nthere must first be a fiduciary relations hip between the parties.”  Dalton v. Camp , \n353 N.C. 647, 651, 548 S.E.2d 704, 707 (2001).  Zagaroli asserts fiduciary duties exist \nbecause (1) Zagaroli and Neill were business partners with regard to the historic mill \nrenovation business , and (2) Neill and  Berry were controlling members of \nReclamation.   \n43. “Whether a fiduciary relationship exists is determined by the specific facts \nand circumstances of the case.”  Tin Originals, Inc. v. Colonial Tin Works, Inc. , 98 \nN.C. App. 663, 665, 391 S.E.2d 831, 832 (1990).   Although “business partners . . . are \neach other’s fiduciaries as a matter of law,”  Hajmm Co. v. House of Raeford Farms, \nInc., 328 N.C. 578, 588, 403 S.E.2d 483, 489 (1991),  the pleadings show a material \nissue of fact as to whether Zagaroli and Neill  were indeed business partners with \nregard to the historic mill renovation business.  Although Zagaroli alleges, and \nDefendants admit, that “Zagaroli and Neill had a ‘gentlemen’s agreement’ to attempt \nto create a business opportunity in the reclamation of the materials from the JP \nStevens factory and possibly other suggestions made by Zagaroli at the time,” (Am. \nCompl. ¶ 38; Ans. ¶ 38), Defendants do not admit or aver facts showing that any sort \nof business partnership existed between Zagaroli and Neill with regard to the historic \nmill renovation business.  Because there remains an issue of fact on the pleadings \nregarding the existence of a fiduciary relationship between Zagaroli and Neill with \nrespect to the historic mill renovation business, judgment as a matter of law is \nimproper. \n44. Zagaroli also contends that Neill and Berry each owe him a fiduciary duty \nas the controlling members of Reclamation.  However, an issue of fact remains \nregarding this alleged fiduciary relationship as well.  While North Carolina law is \nclear that a controlling member of an LLC, like a controlling shareholder of a \ncorporation, owes a fiduciary duty to minority members, Kaplan v. O.K. Techs., \nL.L.C., 196 N.C. App. 469, 473, 675 S.E.2d 133, 137, the pleadings do not establish as \na matter of law that either Neill or Berry was a controlling member of Reclamation.  \nIn fact, several of Zagaroli’s own allegations tend to point to the conclusion that \nZagaroli, and neither Neill nor Berry, was a controlling member of Reclamation.  For \nexample, Zagaroli alleges that “at no point did Neill or Berry participate in \nReclamations [sic] operations.”  (Am. Compl. ¶ 68.)  The Court concludes that, based \non the pleadings, at the very least, an issue of fact remains regarding the existence \nof a fidu ciary relationship between Zagaroli and Neill and Berry with respect to \nReclamation.   See Corwin v. British Am. Tobacco PLC, No. COA15-1334, 2016 N.C. \nApp. LEXIS 1320, at *20 (N.C. Ct. App. Dec. 20, 2016) (presumption that a minority \nshareholder is not a “controlling shareholder” may be rebutted if “it is reasonable to \ninfer that a minority shareholder exercised actual control over the corporation’s \nactions”).   \n45. Finally, although Zagaroli purports to bring a claim for “Self -Dealing and \nMisappropriation of Corporate Opportunities,” he is not entitled to judgment on the \npleadings on this claim.  Indeed, “[m]isappropriation of corporate opportunities is \nlogically a derivative claim, but not an individual claim, because the injury is to the \ncorporation, not to an individual shareholder.”  Plasman v. Decca Furniture (USA), \nInc., 2016 NCBC LEXIS 80, at *38 (N.C. Super. Ct. Mar. 4, 201 6) (citing Meiselman \nv. Meiselman, 309 N.C. 279, 307, 307 S.E.2d 551, 567 (1983) ).  Zagaroli  makes no \nattempt to bring this claim on behalf of Reclamation, but rather brings the claim in \nhis individual capacity.  Accordingly, the Court denies the Motion for Judgment on \nthe Pleadings on Zagaroli’s claim for misappropriation of corporate opportunity.   \n46. In sum, various factual disputes  exist on the face of the pleadings , and  \nZagaroli therefore is not entitled to judgment as a matter of law.  Accordingly, the \nMotion for Judgment on the Pleadings is denied in its entirety.   \nVI. MOTION TO DISMISS \n47. Zagaroli also moves to dismiss Defendants’ counterclaims for conversion, \nfraud, and breach of contract.  Zagaroli first argues that Neill and Berry lack standing \nto assert claims of conversion or fraud.  The Counterclaim is clear, however, that the \nclaim for co nversion is brought derivatively on behalf of Reclamation, and not \nindividually by Neill and Berry.  ( See Countercl. ¶ 66.)  Moreover, counsel for \nDefendants stipulated at the hearing that both claims are made on behalf of \nReclamation, and that neither Nei ll nor Berry intended to bring such claims \nindividually.  Accordingly, the Motion to Dismiss is moot in this regard. \n48. Next, Zagaroli argues that Reclamation’s claim for fraud lacks sufficient \nspecific factual allegations as required by Rule 9.  “The essential elements of fraud \nare: (1) False representation or concealment of a [past or existing] material fact, (2) \nreasonably calculated to deceive, (3) made with intent to deceive, (4) which does in \nfact deceive, (5) resulting in damage to the injured party.”  Hardin v. KCS Int’l, Inc., \n199 N.C. App. 687, 696, 682 S.E.2d 726, 733 (2009) (alteration in original) (internal \nquotations omitted) (quoting Phelps-Dickson Builders, L.L.C. v. Amerimann \nPartners, 172 N.C. App. 427, 437, 617 S.E.2d 664, 670 (2005)) .  “Allegations of fraud \nare subject to more exacting pleading requirements than are generally demanded by \nour liberal rules of notice pleading.”  Chesapeake Microfilm, Inc. v. E. Microfilm Sales \n& Serv., Inc., 91 N.C. App. 539, 542, 372 S.E.2d 901, 903 (1988) (in ternal quotation \nmarks and citation omitted).  Rule 9 provides that “[i]n all averments of fraud, duress \nor mistake, the circumstances constituting fraud or mistake shall be stated with \nparticularity.”  N.C. Gen. Stat. § 1A -1, Rule 9(b).  “[I]n pleading ac tual fraud the \nparticularity requirement is met by alleging time, place and content of the fraudulent \nrepresentation, identi ty of the person making the representation and what was \nobtained as a result of the fraudulent acts or representations.”   Chesapeake \nMicrofilm, Inc., 91 N.C. App. at 543, 372 S.E.2d at 903. \n49. Here, Defendants allege that “Neill and Berry discovered that Zagaroli had \nforged Neill’s name on twenty-six (26) checks made payable to ‘Pete Zagaroli.’  These \nchecks, which were issued and drawn on Reclamation’s account without Neill or \nBerry’s knowledge or consent, totaled $65,721.15.”  Defendants also allege such \nactions began in 2013.  (Countercl. ¶¶ 36 , 69.)  Defendants further allege that \n“Zagaroli intended for Reclamation, Neill and Berry to  rely upon his acts and \nrepresentations in perpetrating his scheme of fraud and deceit, and Reclamation, \nNeill and Berry reasonably relied on Zagaroli’s acts and representations.”  (Countercl. \n¶ 70.)    Defendants do not allege the specific time, place, or content of Zagaroli’s false \nrepresentations.  Accordingly, the Court concludes that Defendants have not pleaded \na false representation with the sufficient particularity required by Rule 9(b)  to \nsupport their fraud claim.  \n50. Although Defendants purport to ba se their fraud claim on Zagaroli’s \naffirmative misrepresentations, a claim for fraud may also be based on “a failure to \ndisclose a material fact relating to a transaction which the parties had a duty to \ndisclose.”  Hardin, 199 N.C. App. at 696, 682 S.E.2d at 733.   \nA duty to disclose arises where either: (1) the parties to the transaction \nare in a fiduciary relationship; (2) the parties are not fiduciaries and “a \nparty has taken affirmative steps to conceal material facts from the \nother”; or (3) the parties  are not fiduciaries and “one party has \nknowledge of a latent defect in the subject matter of the negotiations \nabout which the other party is both ignorant and unable to discover \nthrough reasonable diligence.” \n \nShaw v. Gee, 2016 NCBC 101, ¶ 24 (N.C. Super. Ct. Dec. 21, 2016) (quoting Hardin, \n199 N.C. App. at 696, 682 S.E.2d at 733).   \n51. Here, Defendants do not allege  that Zagaroli owed fiduciary duties to \nReclamation.  Further, Defendants do not allege  that Zagaroli had knowledge of a \nlatent defect about which Reclamation was ignorant and unable to discover through \nreasonable diligence.  Thus, the only possible basis for finding Zagaroli had a duty to \ndisclose is that Zagaroli  took affirmative steps to conceal material facts from \nReclamation.  In this regard, Defendants allege that “Zagaroli created and carried \nout a scheme to defraud Reclamation, Neill and Berry with the intent to deceive by \nmisrepresenting the use of Reclamation’s funds and concealing the nature and impact \nof his use of those funds for his personal benefit to the detriment of Reclamation, Neill \nand Berry.”  (Countercl. ¶ 68.)  Defendants do not allege any specific affirmative acts \nthat Zagaroli took to conceal  the twenty -six forged checks  from Reclamation .  \nTherefore, the Court concludes that Defendants have not alleged facts showing that \nZagaroli took affirmative steps to conceal the forged checks so as to establish a duty \nto disclose.  In light of the foregoi ng, the Court dismisses Defendants’ fraud claim \nwithout prejudice. \n52. Finally, Zagaroli argues that Neill and Berry are barred by the doctrine of \nestoppel from asserting a breach of the Reclamation Purchase Agreement.  \nDefendants’ claim is based on Defendants’ contention that Zagaroli failed to repay \nthe notes and cash advances as required by the Reclamation Purchase Agreement.  \nZagaroli contends that Defendants are estopped from seeking damages for such \nbreach under the Reclamation Purchase Agreement because Neill and Berry have \nallegedly rescinded the contract.  The Reclamation Purchase Agreement provides \nthat “[i]n the event of non -payment of notes and advances or breach of the terms of \nthis purchase agreement by Zagaroli and Pritchett, the right, use, benef it and \nownership of the name ‘Reclamation, LLC’ would be transferred back to Neill and \nBerry.”  (See Countercl. ¶ 52.)  \n53. “A rescission implies the entire abrogation and undoing of the contract from \nthe beginning.”  Brannock v. Fletcher, 271 N.C. 65, 74, 155  S.E.2d 277, 283 (1945).  \nThere is nothing in the above provision, or alleged anywhere else in Defendants’ \ncounterclaim, which would establish that rescission is the only available remedy \nunder the Reclamation Purchase Agreement.  The Court therefore denies the Motion \nto Dismiss in this regard. \n54. In sum, the Court concludes that Defendants have failed to plead their \nclaim for fraud with sufficient particularity, and such claim is hereby dismissed \nwithout prejudice.  The Court denies the Motion to Dismiss in all other respects.   \nVI. CONCLUSION \n55. For the foregoing reasons, the Court hereby DENIES the Motion for \nJudgment on the Pleadings .  The Court  DENIES IN PART and GRANTS IN PART \nthe Motion to Dismiss, dismissing Defendants’ fraud claim without prejudice. \nSO ORDERED, this the 29th day of December, 2016. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}