{
  "id": "afa68955d2b54033c2b0d1a8828902b11520a2a6061299e875e6617b29a79338",
  "source_file": "data/raw/ncbc/afa68955d2b54033c2b0d1a8828902b11520a2a6061299e875e6617b29a79338.pdf",
  "raw_text": "Carter v. Lail, 2018 NCBC 47. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF CATAWBA \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 1774 \n \nREBECCA L. CARTER, in her \nindividual capacity and derivatively \nfor the benefit of, on behalf of and \nright of nominal party CLL \nINVESTMENTS LIMITED \nPARTNERSHIP, L.L.P., \n  \nPlaintiff, \n \nv. \n \nGARY N. LAIL, DAVID LAIL, and \nthe ESTATE OF CLYDE L. LAIL, by \nJennifer Noble, successor Executor, \n \nDefendants, \n \nand  \n \nCLL INVESTMENTS LIMITED \nPARTNERSHIP, L.L.P. \n \nNominal Party \nDefendant. \n \n \n \n \nORDER APPOINTING RECEIVER \n \n THIS MATTER comes before the Court on Defendants Clyde L. Lail and Gary \nN. Lail’s (“Defendants”) Motion to Appoint Receiver.  (“Motion”, ECF No. 33.)   \n THE COURT, having considered the Motion, the briefs in support of and in \nopposition to the Motion, the affidavits and other exhibits filed by the parties, the \narguments of counsel at the hearing,  and other appropriate matters of record, \nconcludes that the Motion should be GRANTED based upon the following FINDINGS \nand CONCLUSIONS: \nA. Facts and Procedural Background \n1. CLL Investments Limited Partnership, L.L.P. (“CLL”) is a North \nCarolina limited liability partnership formed pursuant to a Certificate of Domestic \n \n \nLimited Partnership filed with the North Carolina Secretary of State on December \n19, 1995.  CLL has a written  Limited Partnership Agreement, dated December 13, \n1995 (“Partnership Agreement”).  Clyde L. Lail (“Clyde”) and Wilma Lail (“Wilma”) \nwere the Gener al Partners of CLL.  Plaintiff Rebecca L. Carter (“Rebecca”  or \n“Plaintiff”) and Defendants Gary N. Lail (“Gary”) and David Lail (“David”) are the \nLimited Partners of CLL (“Limited Partners”). \n2. The Partnership Agreement was drafted as an estate planning tool  for \nClyde and Wilma .  The partnership was intended to operate under the control and \nfor the benefit of Clyde and Wilma until their passing and, at that time,  to be \nliquidated and divided among Rebecca , Gary,  and David.  The Partnership \nAgreement was draft ed to provide the General Partners with control of the day -to-\nday management of CLL’s business and affairs , and the Limited Partners were not \npermitted to participate in the general conduct or control of CLL’s affairs and had no \nright or authority to act for or to bind the partnership. \n3. CLL’s primary assets are five tracts or parcels of commercial real estate.  \nOther than the real estate, CLL’s only assets and liabilities include a checking \naccount, a money market account , and a loan account with Capital Bank.  These \naccounts are used to receive rent payments made to CLL and to pay for maintenance \nand expenses on the properties.  There is no allegation nor any evidence that CLL is \ninsolvent or in danger of becoming insolvent. \n4. Section 20.1 of the Partnership Agreement provides, in pertinent part, \nas follows: \n \n \nThe Partnership shall be dissolved, liquidated, and \nterminated upon the happening of any of the following \nevents: \n \n*** \nThe happening of a Disabling Event with respect to the last \nremaining General Partner, unless within the sixty -day \nperiod immediately following the happening of such \nDisabling Event, a majority in interest of the Limited \nPartners consent in writing to continue the Partnership. \n \n(Ver. Compl., ECF No. 3, Ex. A.)  Section 5.4 of the Partnership Agreement defines \n“Disabling Event” as including “the death of any of the Partners.”  (Id.) \n5. Wilma died on July 25, 2014, leaving Clyde as the sole General Partner \nof CLL.    \n6. On June 16, 2017, Rebecca, directly and derivatively on behalf of CLL, \nfiled a Verified Complaint with the Superior Court of Catawba County.  (ECF No. 3.)1  \nThe Verified Complaint makes numerous direct and derivative claims against Clyde \nand Gary for, inter alia: breach of fiduciary duty and constructive fraud; breach of \ncontract; self-dealing; fraud; and conversion.  ( Id. at ¶¶  103–60.)  The Verified \nComplaint also contains a “Motion To Appoint Receiver to Manage CLL Until It Can \nBe Wound Up.”  (Id. at ¶¶ 161–63.)  The Verified Complaint alleges that “[d]ue to . . . \nGary’s self-dealing and motivation to self -deal, Plaintiff moves for appointment of a \nreceiver to protect the assets and expected distributions of CLL.”  (Id. at ¶ 162.) \n                                                 \n1 The Verified Complaint is verified under oath by Rebecca, and the Court treats the Verified \nComplaint as an evidentiary affidavit for purposes of determining the Motion. \n \n \n7. On August 8, 2017, Clyde died.  The majority in interest of the Limited \nPartners did not consent in writing to continue the partnership.   Accordingly, CLL \ndissolved pursuant to terms of the Partnership Agreement. \n8. On May 9, 2018, the Court issued an Order granting Defendants’ motion \nto add David Lail as a necessary party -Defendant and to substitute the Estate of \nClyde L. Lail, by Jennifer Noble, successor Executor, as a Defendant.  (ECF No. 51.) \n9. Since Clyde’s death, Rebecca, Gary, and David have been unable to work \ncooperatively to wind-up the partnership’s business and liquidate CLL’s assets in an \norderly and efficient manner.  Defendants  contend that Rebecca has refused to \ncooperate or provide her consent to allow basic decisions to be made  for CLL.  (Br. \nSupp. Defs.’ Mot. Appoint Receiver, ECF No. 34, at pp. 3–7.)  Plaintiff contends that \nGary has conflicts of interest making it impossible for him to act in the best interests \nof CLL, and has withheld or refused to provide Rebecca with essential information \nregarding the operations and finances of CLL.  ( Pl.’s Resp. Defs.’ Mot. Appoint \nReceiver, ECF No. 39, at pp. 3–16.) \n10. On October 18, 201 7, the parties filed their Joint Case Managemen t \nReport (“CMR”, ECF No. 22.)  In the CMR, the parties stated that they agreed that \nthe Court should appoint a receiver to wind-up CLL.  The parties informed the Court \nthat they were in the process of trying to agree on a receiver and asked that discovery \nbe stayed and that case deadlines be held in abeyance until a receiver could be agreed \nupon by the parties. \n \n \n11. On October 26, 2017, the Court held a status conference with the parties \nto discuss case management deadlines and the appointment of a receiver.  Following \nthe status conference, the Court ordered the parties to submit a joint proposal, or the \nparties’ separate proposals, for a receiver by November 30, 2017.  (Order Establishing \nDeadline for Proposed Order Appointing Receiver, ECF No. 24.) \n12. The parties were not able to agree on a receiver, and o n November 30, \n2017, Plaintiff and Defendants submitted their respective proposals for receivers.  On \nJanuary 4, 2018 , the Court held a status conference to discuss the competing \nproposals.  At the status conf erence, the parties informed the Court that they  had \ncompeting views on how the case should proceed and what the receiver’s role should \nbe.  On January 8, 2018, the Court denied without prejudice the parties’ proposals \nrequesting that a receiver be appointed.  (Order Den. Appt. of Receiver, ECF No. 28.)   \n13. On February 15, 2018, Defendants filed the Motion and the Affidavit of \nGary Lail in support of the Motion.  (Aff. of G. Lail, ECF No. 35.)  Defendants \nrepresent that since the lawsuit was initially filed, the Limited Partners have not \nbeen able to reach agreement with one another on several issues involved in the \nmanagement of CLL , including issues related to attempts to sell the real property .  \n(ECF No. 34, at p. 5.) \n14. On March 2, 2018, Plaintiff filed a Motion to Amend Complaint, Add \nParties, and Consolidate Caveat Action.  (“Motion to Amend”, ECF No. 36.)  With the \nMotion to Amend, Plaintiff filed a proposed Verified First Amended Complaint, (ECF \nNo. 36.1.), On May 10, 2018, this Court entered an order a llowing, in large part, the \n \n \nproposed amendments.  (ECF No. 52.)  In the Verified First Amended Complaint, \nPlaintiff makes direct and derivative claims against Gary, David, and the Estate of \nClyde L. Lail arising from the operation of CLL for: breach of fid uciary duties and \nconstructive fraud; breaches of N.C. Gen. Statutes §§ 59-305 and 59-106 (hereinafter \n“G.S.”) for failure to provide records and information related to the partnership; \nbreaches of contract; willful, grossly negligent, reckless and/or want on \nmismanagement of CLL and self -dealing; fraud, fraudulent concealment, and/or \nunjust enrichment; and conspiracy to convert, defraud, and tortiously interfere.  (ECF \nNo. 36.1, at ¶¶ 255–369, 382–88.) \n15. In the Verified First Amended Complaint, Plaintiff revi sed her request \nfor appointment of a receiver .   Plaintiff expressly requests the dissolution and \nwinding-up of CLL.  (ECF 36.1, at ¶¶ 396–402.)  Plaintiff, however, no longer alleges \nthat a receiver is needed to protect CLL’s assets, but, instead, alleges a receiver \nshould be appointed to “manage CLL’s properties” and to pursue legal claims against \ncertain third-parties.  (Id. at ¶ 402.) \n16. On March 7, 2018, Plaintiff filed a brief in opposition to  Motion.  (Pl.’s \nResp. Defs.’ Mot. Appoint Receiver, ECF No. 39.)  Plaintiff opposes the appointment \nof a receiver to wind-up and liquidate CLL’s assets, claiming that she is “unaware of \nfacts or equities warranting a receiver moving for ward.”  (Id. at p. 1.)  Plaintiff also \ncontends that, to the extent the Limited Partners are unable to cooperate with one  \nanother, it “arises from [Gary’s] breach of fiduciary duties owed to Plaintiff, \nadditional tortious condu ct after the death of [Clyde], [Gary]’s conflicts of interest, \n \n \nand opposing counsel’s conflicts of interest.”  (ECF No. 39, at p. 3.)  In support of this \nclaim, Plaintiff alleges numerous examples of the continuing strife between Rebecca \nand Gary since Clyde died.  ( Id. at pp. 8–14.)  Despite the continued acrimony, \nPlaintiff claims that she believes the Limited Partners can cooperatively wind -up \nCLL.  (Id. at p. 16.) \n17. On March 16, 2018, Defendants filed their reply brief in support of their \nMotion.  (ECF No. 41.)  The Court held a hearing on the Motion on May 1, 2018.  The \nMotion is now ripe for decision. \nB. Analysis \n18. The North Carolina Uniform Limited Partnership Act  (“ULPA”) \nprovides, in relevant part, as follows: \nA limited partnership is dissolved and its affairs shall be \nwound up upon the happening of the first to occur of the \nfollowing: \n \n(1) At the time specified in the certificate of limited \npartnership or upon the happening of events specified in \nwriting in the partnership agreement; . . . . \n \nG.S. § 59-801(a)(1).  The Partnership Agreement provides that CLL “ shall be \ndissolved, liquidated, and terminated upon ” the death of the last General Partner.  \nCLL dissolved as a matter of law when Clyde died on August 8, 2017. 2  Accordingly, \nCLL must be wound-up and its assets liquidated. \n19. Defendants contend that a receiver is needed primarily because Gary, \nDavid, and Rebecca are unable to cooperate in the process of winding -up the affairs \n                                                 \n2 Accordingly, there is no need for an order of judicial dissolution pursuant to G.S. § 59-802. \n \n \nof CLL and liquidating its assets.   Plaintiff also has requested appointment of a \nreceiver in her First Verified Amended Complaint , but now claims that the Limited \nPartners can wind -up CLL and liquidate its assets without the assistance of a \nreceiver. \n20. A receivership is an equitable remedy.  See, Sinclair v. Moore Cent. R.R. \nCo., 228 N.C. 389,  395, 45 S.E.2d 555, 560 (1947).   “Courts of equity have original \npower to appoint receivers and to make such orders and decrees with respect to the \ndischarge of their trust as justice and equity may require.”  Lambeth v. Lambeth, 249 \nN.C. 315, 321, 106 S.E.2d 491, 495 (1959) (citing Skinner v. Maxwell, 66 N.C. 45, 47–\n48 (1872) and Lasley v. Scales , 179 N.C. 578, 5 80, 103 S.E.2d 214, 215 (1920)). See \nalso, Lowder v. All Star Mills, Inc.,  301 N.C. 561, 576, 273 S.E.2d 247, 256 (1981) \n(“[I]t is elementary  that a Court o f Equity has the inherent power to appoint a \nreceiver, notwithstanding specific statutory authorization.”); Barnes v. Kochhar, 178 \nN.C. App. 489, 499, 633 S.E.2d 474, 480 (2006)  (“A receiver may be appointed by a \ntrial court both pursuant to statute and the trial court’s inherent authority.”). \n21. The ULPA does not expressly provide for appointment of a receiver to \nwind-up and liquidate a limited partnership.  Nevertheless, G.S. § 59-803 provides: \nExcept as provided in the partnership agreement, t he \ngeneral partners who have not wrongfully dissolved a \nlimited partnership or, if none, the limited partners, may \nwind up the limited partnership's affairs; but the court may \nwind up the limited partnership's affairs upon application \nof any partner, his legal representative, or assignee. \n \nThe Court believes that the language of G.S. § 59-803 supports the proposition that \nthe Court may appoint a receiver “to wind up a limited partnership’s affairs,” at least \n \n \nwhen one or more partners has applied for a windi ng-up.  See, Piedmont Venture \nPartners, L.P. v. Deloitte & Touche, L.P.P. , 2007 NCBC LEXIS 6, at *24–25 (N.C. \nSuper. Ct. Mar. 5, 2007)  (discussing court’s authority under G.S. § 59 -803, upon \napplication of a partner, to appoint a receiver, but appointing receiver pursuant to its \ninherent equitable authority to wind -up and liquidate a limited partnership where \nlimited p artners were unwilling to do so ).  Here, both parties ha ve applied for a \nwinding-up, and the Court has ample inherent  authority, and likely statutory \nauthority, to appoint a receiver.    \n22. The Court has thoroughly reviewed the briefs and evidence filed by \nparties and considered the arguments of counsel, and finds and concludes, in its \ndiscretion, that the Defendants have established grounds for the appointment of a \nreceiver to wind-up and liquidate the assets of CLL.  First, Rebecca is involved in this \ncontentious lawsuit against Gary and David in which she claims that they have \nengaged in, and continue to engage in, tortious conduct involving th e operation of \nCLL.   In addition, evidence demonstrates that the Limited Partners  are unable to \nreach consensus on day -to-day decisions necessary to operate CLL until it can be \nwound-up and its assets liquidated.  There also are indications that the parti es will \nnot be able to cooperate in selli ng CLL’s assets.  The Court finds that the evidence  \nshows that the Limited Partners are unable to fulfill their obligations to wind-up and \nliquidate CLL. \n23. The Court further finds and concludes that it is necessary to appoint a \nreceiver with general authority to take charge of CLL in order to protect the interests \n \n \nof any  third-party creditors  of CLL and the interests of the Limited Partners in \nreceiving any distribution of assets to which they may be entitled.   \n24. Accordingly, the Court concludes, in its discretion, that the Motion for \nAppointment of Receiver should be GRANTED, and a receiver should be appointed to \nwind-up the affairs of CLL and liquidate its assets. \nTHEREFORE, IT IS ORDERED that: \nC. Receiver \n25. For good cause shown , Susan W. Matthews, Esq., of Susan Williams \nMatthews, PLLC, Conover, North Carolina, is  hereby APPOINTED as receiver \n(“Receiver”) for CLL  Investments Limited Partnership, L.L.P. (“the Partnership”) \nunder the authority and subject to the duties set forth herein, until further order of \nthis Court.   Defendants represent that Ms. Matthews has agreed to accept \nappointment as the Receiver for the Partnership. \n26. The Receiver will: (1) act  in conformity with North Carolina law and \nrules and orders of the Court; (2) avoid conflicts of interest; (3) not directly or \nindirectly pay or accept anything of value from the receivership estate that has not \nbeen disclosed and approved by the Court; (4 ) not directly or indirectly purchase, \nacquire, or accept any interest in the property of the receivership estate without full \ndisclosure and approval by the Court; and (5) otherwise act in the best interests of \nthe receivership estate. \n27. The Receiver shall be compensated at an hourly rate of $175.00 for time \nreasonably expended on non-legal services as the Receiver, and at an hourly rate of \n \n \n$250.00 for time reasonably expended on legal services as the Receiver.  The Receiver \nshall be paid for fees and expens es from CLL’s assets following notice and app roval \nof such fees by the Court pursuant to the following process: \na. The Receiver shall prepare and file with the Court requests for payment, \nwith invoices, for her fees and expenses within sixty (60) days of th e \nfiling of this Order, and then every sixty (60) days thereafter. \nb. The Receiver’s fees must be task -billed, with separate entries for each \nseparate and individual task performed, the date of such task, a \ndescription of each task, the amount of time expended performing the \ntask, and a designation of whether the task i nvolves legal or non -legal \nservices. \nc. Any party wishing to object to the Receiver’s invoice shall file the \nobjection within five (5) business days following the Receiver’s electronic \nfiling of the request for payment on the Court’s e-filing system. \nd. The Court will enter an order regarding an award of fees and expenses \nfollowing filing of the request for payment and after receipt of any \nobjections. \nD. Authority \n28. The Receiver shall have full authority of a General Partner, as provided \nfor in the Partnership Agreement, to manage the affairs of the Partnership in the \nbest interests of its creditors and partners, and to carry out the authority and duties \nherein assigned to the Receiver .  In addition, the R eceiver shall have the following \n \n \nspecific powers and authority, which, unless otherwise noted below, may be exercised \nwithout further order of the Court: \na. To inspect and review the books, records, accounts, or other \ninformation maintained by or on behalf of  the Partnership as is necessary to \nperform the duties assigned herein.  This includes, but is not limited to, all of \nthe Partnership’s financial, accounting, tax, and banking records.   Rebecca L. \nCarter, Gary N. Lail, and David Lail (“the Limited Partners ”), and the \nPartnership’s outside attorneys, accountants, and other consultants shall \ncooperate with the Receiver in providing such records and  information as the \nReceiver may require; \nb. To direct payment of costs and expenses necessary to the \noperation of the Partnership, and to negotiate contracts, debts, and other \nmatters in the normal  course of the businesses, including negotiation of \npayment plans, forbearance agreements, notes in lieu of immediate payment, \nand similar arrangements; \nc. To pay taxes and other g overnmental obligations and to file all \nnecessary or appropriate returns or documents; \nd. To collect obligations owed to the Partnership including revenue \nreceived in the normal course of business; and \ne. To assume control over and dispos e of all or any portion of the \nPartnership’s assets wherever located, at a public or private sale. \n \n \n29. If the Receiver believes it is necessary to retain additional attorneys, \naccountants, or other professionals in the course of performing the duties under this \nOrder, the Receiver shall make a written request to the Court to retain such \nattorneys, accountants, or other professionals, with a copy of such request to all \ncounsel of record in this lawsuit. 3  The request shall describe the issues with which \nthe Receiver needs assistance, identify the professional the Receiver proposes to \nretain, and provide an estimate of the cost for retaining such professional’s services. \n30. If the Receiver believes it is necessary to file any lawsuits in the course \nof performing the duties under this Order, the Receiver shall make a written request \nto the Court, with a copy of such request to all counsel of record in this lawsuit, prior \nto filing such action explaining the nature of and reason for the proposed lawsuit. \nE. Duties \n31. The Receiver shall also have the following duties: \na. At the earliest reasonable time after appointment, to investigate \nand make an accounting of, and prepare a list or report regarding, the \nPartnership’s assets , wi th each asset’s current approximate or estimated \nvalue.  For purposes of this Order, “assets” mean any legal or equitable interest \nin, right to, or claim to, any real or personal property, tangible or intangible, \nwhether individually or jointly, directly or indirectly controlled, and wherever \nlocated, including but not limited to: patents, licenses, intellectual property, \n                                                 \n3 For the purpose of complying with this section, an informal request sent by email to the \nJudge’s law clerk assigned to this case, with copies to all counsel of record in the case, shall \nbe sufficient. \n \n \nchattels, goods, instruments, equipment, fixtures, general intangibles, effects, \nleaseholds, inventory, checks, notes, accounts, deposit accounts (including, but \nnot limited to, bank accounts and accounts at financial institutions), credits, \nreceivables, lines of credit, contracts, insurance policies, and all cash, wherever \nlocated;  \nb. Following completion of the investigation called for in paragraph \n31(a), to file the w ritten list or report  of the Pa rtnership’s assets with the \nCourt, and provide copies to the Limited Partners and  to the Estate of Clyde \nL. Lail; \nc. At the earliest reasonable time after appointment, to investigate, \nidentify, and prepare a list or report regarding all debts and obligations of the \nPartnership, the amount of the debt or obligation, the source of such debt or \nobligation, whether such obligation is secured or unsecured, whether such debt \nis current or overdue, the creditor or part y to whom the debt or obligation is \nowed, and other relevant information regarding the debt or obligation; \nd. Following completion of the investigation called for in paragraph \n31(c), to file the written list or report of the Partnership’s debts and obligations \nwith the Court and provide copies to the Limited Partners and to the Estate of \nClyde L. Lail; and \ne. To wind-up the operations and business of the Partnership and to \nliquidate its assets as provided for in section 20.2 of the Limited Partnership \n \n \nAgreement.  No Partnership funds or assets shall be distributed, however, \nuntil all of the saleable Partnership assets have been liquidated. \nf. After the Receiver has liquidated the saleable assets of the \nPartnership, the Receiver shall file with the Court a report listing the funds \nand other Partnership assets available for distribution, a certification that the \nPartnerships debts and obligations have been satisfied, and a recommendation \nregarding the distribution of the available funds and other Partnership assets. \ng. The Court will issue an order approving and permitting the final \ndistribution of funds and assets. \n32. The parties have represented to th e Court that some or all of the \nPartnership’s real property has been listed with a broker or brokers, and that the \nPartnership already has received expressions of interest from potential purchasers.  \nNothing in the foregoing authority or duties, i ncluding but not limited to the \nReceiver’s duty to investigate and report, will restrict her ability to sell and liquidate \nthe Partnership’s real property if the Receiver concludes that the Partnership has \nbeen presented with an offer to purchase upon which it must act.   \n33. The Receiver shall not be required to post a bond. \nF. Consultation with Limited Partners \n34. The Receiver shall consult with, and where reasonably possible, obtain \nthe agreement of all of the Limited Partners for any significant decisions regarding \nthe winding -up of the Partnership and liquidation of its assets including, but not \nlimited to, the sale of the real property.  In seeking such consultation and agreement, \n \n \nthe Receiver may impose time limits for the Limited Partners to provide responses.  \nHowever, the Receiver is not required to obtain agreement from all of the Limited \nPartners in order to act on behalf of the Partnership and shall have final authority to \nmake all decisions on which she seeks input with or without the agreement of all of \nthe Limited Partners. \nG. Bond \n35. Plaintiff requests that the Court require Defendants to post a bond , \npursuant to G.S. § 1-502.1, “payable to Plaintiff sufficient enough to secure payment \nby the applicant of all damages, including reasonable attorney fees, sustained by \nPlaintiff by the appointment and acts of the receiver if the appointment is vacated or \nset aside. ”  The Court, however, has not appointed the Receive r in this action \npursuant to the statutory provisions of Chapter 1, Article 38, but instead the Court \nhas appointed the Receiver under its inherent authority.  In addition, Plaintiff does \nnot explain, and the Court cannot conceive of, how the appointment o f the Receiver \nunder the circumstances in this case could even potentially result in damages to \nPlaintiff.  In fact, given Plaintiff’s continuing claims that Defendants have engaged \nin tortious conduct and failed to provide her with information in their op eration of \nCLL, it would seem Plaintiff would welcome the intervention of the Receiver to take \ncontrol of CLL’s affairs. \n36. Nevertheless, Defendant s are  the party seeking appointment of the \nReceiver, which Plaintiff now opposes.  Therefore, out of an abundance of caution, the \nCourt will require that on or before 5:00 p.m. on May 25, 2018, Defendants shall post \n \n \na bond in the amount of five thousand dollars and no cents ($5,000.00) with, and in a \nform satisfactory to, the Clerk of Superior Court  of Catawba County.  This shall be \nwithout prejudice to Plaintiff’s right to seek, and the Court’s authority to require, an \nincrease in the amount of the required bond upon a satisfactory showing of cause to \nincrease the amount. \n37. This Order shall remain in effect until otherwise ordered by the Court. \n \nSO ORDERED, this the 15th day of May, 2018. \n \n \n     /s/ Gregory P. McGuire                                \n    Gregory P. McGuire \n    Special Superior Court Judge for \n      Complex Business Cases \n "
}