{
  "id": "afc9206c2376a468f056d29199388c86c750be8574b4fca8a16874fd72babddd",
  "source_file": "data/raw/ncbc/afc9206c2376a468f056d29199388c86c750be8574b4fca8a16874fd72babddd.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF BUNCOMBE 12 CVS 1137 \n \n \nMICHAEL KEISTER, Individually, and ) \nSUSAN LEWIS-KEISTER, Individually, and ) \non Behalf of All Others Similarly Situated, ) \n Plaintiffs )  \n  ) \n v.  ) OPINION AND ORDER ON \n   )  MOTIONS TO DISMISS \nNATIONAL COUNCIL OF THE YOUNG )  \nMEN'S CHRISTIAN ASSOCIATION OF )  \nTHE UNITED STATES OF AMERICA d/b/a )  \nYMCA OF THE USA, YMCA OF WESTERN )  \nNORTH CAROLINA, INC., ASHEVILLE  )  \nYMCA, CORPENING MEMORIAL YMCA,  ) \nHENDERSON COUNTY FAMILY YMCA,  ) \nREUTER FAMILY YMCA and ) \nNEIGHBORHOOD YMCA AT WOODFIN, ) \n  Defendants ) \n \n \nTHIS MATTER comes before the court upon Defendant National Council of the \nYoung Men's Christian Association of the United States of America d/b/a YMCA of the \nUSA's Motion to Dismiss (\"Y-USA Motion\") and Defendants YMCA of Western North \nCarolina, Inc., Asheville YMCA, Corpening Memorial YMCA, Henderson County Family \nYMCA, Reuter Family YMCA and Neighborhood YMCA at Woodfin’s Motion to Dismiss \n(“Y-WNC Motion”) (collectively, \"Motions\"); and \nTHE COURT, having reviewed the Motions, briefs in support of and in opposition \nto the Motions, arguments of counsel and other appropriate matters of record, FINDS \nand CONCLUDES that the Motions should be GRANTED for the reasons stated herein. \nCapua Law Firm, P.A., by Paul A. Capua, Esq. and Michael J. Volpe, Esq. for \nPlaintiffs. \n \n Keister v. Nat’l Council of the Young Men’s Christian Ass’n of the United States,  \n 2013 NCBC 36. \n \n \nOgletree, Deakins, Nash, Smoak & Stewart, P.C., by H. Bernard Tisdale III, Esq., \nMichael L. Wade, Jr., Esq. and Gregory P. McGuire, Esq. for Defendant National \nCouncil of the Young Men's Christian Association of the United States of America \nd/b/a YMCA of the USA. \n \nMcGuire Woods L.L.P. by H. Landis Wade, Esq., for Defendants YMCA of \nWestern North Carolina, Inc., Asheville YMCA, Corpening Memorial YMCA, \nHenderson County Family YMCA, Reuter Family YMCA and Neighborhood \nYMCA at Woodfin. \n \nJolly, Judge. \nPROCEDURAL HISTORY\n \n[1] On May 7, 2012, Plaintiffs Michael  Keister (\"Keister\") and Susan Lewis-\nKeister, individually and behalf of all others similarly situated, filed an Amended \nComplaint1 against Defendants National Council of the Young Men's Christian \nAssociation of the United States of America d/b/a YMCA of the USA (\"Y-USA\"), YMCA \nof Western North Carolina, Inc. (\"Y-WNC\"), Asheville YMCA, Corpening Memorial \nYMCA, Henderson County Family YMCA, Reuter Family YMCA and Neighborhood \nYMCA at Woodfin (collectively, \"Y-WNC Facilities\"). \n[2] The Amended Complaint alleges three claims for relief (\"Claim(s)\") against \nY-USA: Count I – Violations of N.C. Gen. Stat. § 75-1.1 (\"First Claim\"), Count II – \nBreach of Fiduciary Duty (\"Second Claim\") and Count III – Breach of Implied-in-Fact \nContract (\"Third Claim\").  The Amended Complaint also alleges three Claims against all \nDefendants: Count IV – Violations of N.C. Gen. Stat. § 75-1.1 (“Fourth Claim”), Count V \n– Breach of Fiduciary Duty (“Fifth Claim”) and Count VI – Breach of Implied-in-Fact \n                                                 \n1 On April 30, 2012, the court, sua sponte, struck Plaintiffs' original Complaint and ordered the Complaint \nto be sealed due to unnecessary, extremely offensive, outrageous and explicit allegations contained in \nthe Complaint.  In response to the court striking the original Complaint, Plaintiffs' filed the Amended \nComplaint, deleting the offensive allegations.  \n \n \nContract (“Sixth Claim”).  All of Plaintiffs' Claims have been alleged as purported class \nclaims. \n[3] On July 11, 2012, Y-USA filed the Y- USA Motion, seeking dismissal of all \nClaims against it, pursuant to Rule 12(b)(6) of the North Carolina Rules of Civil \nProcedure (\"Rule(s)\").  On the same day, Y-WNC and Y-WNC Facilities filed the Y-\nWNC Motion, also seeking dismissal of all Claims against them pursuant to Rule \n12(b)(6). \n[4] On October 4, 2012, the court ent ered an Order on Motions to Dismiss \nand Compelling Mediation and Staying Action, dismissing Y-WNC Facilities from this \ncivil action.2 \n[5] On April 12, 2013, the court entered an Order on Joint Motion for Approval \nof Pre-Certification Voluntary Dismissal with Prejudice of all Claims against Y-WNC, \napproving a settlement entered into between Plaintiffs and Y-WNC.3 \n[6] Accordingly, except for Y-USA, all other Defendants have either been \ndismissed from this civil action or settled with Plaintiffs. \n[7] The Y-USA Motion has been fully briefed and argued and is ripe for \ndetermination. \nFACTUAL BACKGROUND \n Among other things, the Amended Co mplaint alleges the following: \n                                                 \n2 In that Order, the court stated that \"[a]n appropriate Opinion and Order with regard to dismissal of [Y-\nWNC Facilities] will be published in due course.\"  This Opinion and Order is entered to rule upon the \nremaining Motions and to explain the court's rationale in dismissing Y-WNC Facilities from this civil action. \n3 As a result of the settlement, all Claims alleged against Y-WNC have been dismissed.  Accordingly, that \npart of the Y-WNC Motion seeking dismissal of those Claims is MOOT and requires no further action by \nthis court. \n \n \n[8] Y-WNC operates a number of YMCA facilities in western North Carolina, \nincluding the five Y-WNC Facilities named as Defendants.4 \n[9] Y-USA governs the operation of YM CA facilities through its by-laws, \nconstitutions, policies and procedures.5  Y-WNC and Y-USA advertise their facilities as \na safe place for members and their guests.6  Because of these advertisements and \nrepresentations, consumers join the YMCA on the premise that the YMCA provides a \nhealthy and safe environment for families.7  Plaintiffs allege that these representations \nmade by the YMCA are misleading and deceptive.8  Additionally, Plaintiffs allege that by \nvirtue of their making such representations, Y-USA and Y-WNC stand in a fiduciary \nrelationship with their members.9 \n[10] At times material, Plai ntiffs and their family were members of the Asheville \nYMCA.10  Sometime in 2009, Plaintiff Keister witnessed illicit sexual activity in the men's \nlocker room showers at the Asheville YMCA and reported the activity to an employee at \nthe facility.11  After this incident, Plaintiff Keister returned to the same facility and was \nhimself sexually assaulted by a fellow YMCA member.12  Following this incident, Plaintiff \nKeister returned to the same facility and was again sexually assaulted, for the second \ntime, by a fellow YMCA member.13 \n[11] Each time Plaintiff Keister either witnessed illicit sexual activity or was \npersonally assaulted, he reported the conduct to a YMCA employee at the facility who \n                                                 \n4 Am. Compl. ¶ 4. \n5 Id. ¶ 5. \n6 Id. ¶ 11. \n7 Id. ¶¶ 12-14, 39. \n8 Id. ¶ 40. \n9 Id. ¶¶ 60-61, 81-82. \n10 Id. ¶ 12. \n11 Id. ¶¶ 16-18. \n12 Id. ¶¶ 19-25. \n13 Id. ¶¶ 23-25. \n \n \nassured him the conduct would be addressed.14  Plaintiffs allege that Y-USA and Y-\nWNC have been aware of similar illicit conduct for decades.15  Despite knowledge of \nthis type of activity occurring at various YMCA facilities, Y-USA and Y-WNC continue to \nadvertise their facilities as safe and family-oriented.16  Plaintiffs allege that instead of \nbeing safe, the YMCA facilities present members with an unreasonable risk of being \nsexually assaulted.17 \n[12] Plaintiffs have not made any specific  allegations against Y-WNC Facilities \nand have alleged no claims for relief against Y-WNC Facilities. \nDISCUSSION \n[13] When ruling on a motion to dismiss pursuant to Rule 12(b)(6), the court \nmust determine \"whether, as a matter of law, the allegations of the complaint . . . are \nsufficient to state a claim upon which relief may be granted.\"  Harris v. NCNB Nat'l \nBank, 85 N.C. App. 669, 670 (1987).  To make this determination, courts are to take the \nwell-pleaded allegations of the complaint as true and admitted, but conclusions of law or \nunwarranted deductions are not admitted.  Sutton v. Duke, 277 N.C. 94, 98 (1970).  \nConsistent with the system of notice pleading, a court, when considering a motion to \ndismiss pursuant to Rule 12(b)(6), should afford the complaint a liberal construction.  \nZenobile v. McKecuen, 144 N.C. App. 104, 110 (2001).   \n[14] Following the standard set by Rule 12(b)(6), a complaint may be properly \ndismissed if: (a) the complaint on its face reveals that no law supports plaintiff's claim; \n(b) the complaint on its face reveals the absence of facts sufficient to make a good \n                                                 \n14 Id. ¶¶ 17-27. \n15 Id. ¶ 35.  Plaintiff refers to this conduct as \"cruising,\" which he describes as the act of men seeking out \nother men for sex and other sexual relations in public places. Id. ¶ 30.   \n16 Id. ¶ 77. \n17 Id. ¶ 43. \n \n \nclaim; or (c) any fact disclosed in the complaint necessarily defeats plaintiff's claim.  \nJackson v. Bumgardner, 318 N.C. 172, 175 (1986).  This Opinion and Order will \naddress Plaintiffs' Claims in turn. \nPlaintiffs' Claims against Y-USA \n \nFirst Claim \n \n[15] Plaintiffs' First Claim alleges that  Y-USA violated N.C. Gen. Stat § 75-1.1 \n(\"Chapter 75\") (hereinafter, references to the North Carolina General Statutes will be to \n\"G.S.\") by engaging in promotional activity that deceptively marketed YMCA facilities \nnationwide as being, among other things, safe and healthy environments, despite \nhaving full knowledge of illicit sexual activities occurring at YMCA facilities.  Y-USA \ncontends that this Claim should be dismissed because the alleged representations were \nneither unfair nor deceptive.  Further, Y-USA contends that Plaintiffs have not alleged \nactual reliance upon any representation purportedly made by Y-USA. \n[16] To recover under Chapter 75, a plai ntiff must show that (a) the defendant \nengaged in an unfair or deceptive practice or act, (b) in or affecting commerce and (c) \nsuch act proximately caused actual injury to the plaintiff.  Governor's Club, Inc. v. \nGovernors Club Ltd. P'ship, 152 N.C. App. 240, 250 (2002) (citing Pleasant Valley \nPromenade v. Lechmere, Inc., 120 N.C. App. 650, 664 (1995)).  An act or practice \nqualifies as \"deceptive\" under Chapter 75 if it \"has a tendency to deceive.\"  Dalton v. \nCamp, 353 N.C. 647, 656 (2001). \n[17] Fraud or misrepresentation occurri ng during a commercial transaction is \nnot a per se violation of Chapter 75, but such conduct can be the basis of a claim under \nChapter 75.  See, e.g., Morris v. Bailey, 86 N.C. App. 378 (1987) (affirming Chapter 75 \n \n \nviolation where defendant made false representations concerning the condition of a \nused vehicle and plaintiff relied on such representations).  Moreover, when a Chapter \n75 claim is predicated on an alleged misrepresentation by the alleged wrongdoer, \"the \nplaintiff must show actual reliance on the alleged misrepresentation in order to establish \nthat the alleged misrepresentation proximately caused\" the complained of injury.  \nSunset Beach Dev., LLC v. AMEC, Inc., 196 N.C. App. 202, 211 (2009). \n[18] The question of whether a particula r practice constitutes an unfair or \ndeceptive trade practice is a question of law for the court.  United Labs., Inc. v. \nKuykendall, 322 N.C. 643, 664 (1988).  The existence of unfair acts and practices must \nbe determined from the circumstances of each case.  Goodrich v. Rice, 75 N.C. App. \n530 (1985).  A practice is deceptive if it has a tendency to deceive. Marshall v. Miller, \n302 N.C. 539, 548 (1981). \n[19] Unfair competition has been referred to  in terms of conduct \"which a court \nof equity would consider unfair.\"  Extract Co. v. Ray, 221 N.C. 269, 273 (1942).  \"[T]he \nfairness or unfairness of a particular conduct is not an abstraction to be derived by logic.  \nRather, the fair or unfair nature of particular conduct is to be judged by viewing it against \nthe background of actual human experience and by determining its intended and actual \neffects upon others.\"  Harrington Mfg. Co. v. Powell Mfg. Co., 38 N.C. App. 393, 400 \n(1978).  Advertising \"which is neither false nor misleading is not an unfair method of \ncompetition or [an] unfair or deceptive act or practice within the meaning of G.S. 75-\n1.1.\" Id. \n[20] As discussed above, Plaintiffs' Un fair and Deceptive Trade Practice Claim \nis directed toward the marketing and advertising efforts of Y-USA.  Specifically, Plaintiffs \n \n \nargue that the efforts of Y-USA to market YMCAs nationwide as safe, family friendly and \nChristian-oriented environments, viewed in light of its alleged knowledge of the practice \nof \"cruising\" at some of its facilities, amounts to an unfair and deceptive trade practice.  \nSpecifically, Plaintiffs allege that the efforts of Y-USA in this regard are deceptive. \n[21] Notably, the Amended Complaint alleges that Y-USA is a \"National \nResource Office of YMCAs nationwide.\"  Thus, the marketing and advertising efforts of \nwhich Plaintiffs complain appear to be the national marketing efforts of Y-USA.  The \nquestion before the court is whether Y-USA's efforts to market YMCAs nationwide as \nsafe, friendly and Christian-oriented environments amount to an unfair or deceptive \ntrade practice where the Y-USA was aware of instances of \"cruising\" within certain \ndiscrete YMCA facilities. \n[22] The material factual allegations  of the Amended Complaint are that: (a) \nKeister witnessed homosexual activity in a men's YMCA locker room;18 (b) Keister \nbecame the subject of an incident involving sexual misconduct aimed at Keister;19 (c) \nKeister was \"molested\" in the sauna of a YMCA;20 (d) Keister's landscaper experienced \nsimilar behavior at the same YMCA21 and (e) management of the YMCA Keister \nattended was aware of instances of \"cruising\" and sexual activity within certain \nYMCAs.22  The Amended Complaint alleges, upon information and belief, that (a) Y-\nUSA has known about \"cruising\" at its facilities for decades and has turned a permissive \neye toward such behavior23 and (b) Y-USA does little to prevent or eliminate \"cruising\" \n                                                 \n18 Id. ¶ 17. \n19 Id. ¶ 19. \n20 Id. ¶ 25.   \n21 Id. ¶ 28.   \n22 Id. ¶ 27.   \n23 Id. ¶ 30. \n \n \nand does not warn the public about it.24  The actual extent of \"cruising\" at YMCA \nfacilities nationwide is not disclosed by the Amended Complaint. Plaintiffs allege, upon \nbelief alone, that \"cruising\" at YMCAs is \"becoming more prevalent,\"25 and that \n\"cruising\" generally \"occurs at YMCA facilities around the country and at North Carolina \nfacilities in particular.\"26 \n[23] The general allegatio ns that the YMCA takes a permissive stance on \n\"cruising\" and otherwise does little to prevent or eliminate \"cruising\" is unsupported by \nfactual allegations.  On the contrary, the Amended Complaint contains specific \nallegations of fact that contradict these general allegations.  In this regard, the Amended \nComplaint alleges that: (a) the YMCA representative to whom Keister reported his \nobservation of homosexual activity assured Keister she would take immediate steps to \naddress the issue;27 (b) in the 1960s the YMCA attempted to curtail cruising;28 (c) the \nYMCA's National Council appointed a committee to study and find positive ways to deal \nwith \"cruising\"29 and (d) the YMCA has taken actions such as the creation of family \nchanging rooms as an alternative to single-sex locker rooms.30  In light of the specific \ncontradictory factual allegations put forth by Plaintiffs, and pursuant to the standards of \n12(b)(6), as expressed in Sutton and elsewhere, the court is not required to accept as \ntrue the general and unsupported deductions by Plaintiffs that Y-USA permits \"cruising\" \nto occur at its facilities and that Y-USA does little to discourage or prevent \"cruising\" at \n                                                 \n24 Id. ¶ 33. \n25 Id. ¶ 34. \n26 Id. ¶ 38. \n27 Id. ¶ 21. \n28 Id. ¶ 36. \n29 Id. ¶ 37. \n30 Id. ¶ 42. \n \n \nits facilities.  The remainder of Plaintiffs' allegations are accepted as true for present \npurposes and deemed to be admitted. \n[24] The court concludes that thos e factual allegations of the Amended \nComplaint that are deemed to be admitted are insufficient to support a finding or \nconclusion that Y-USA's marketing efforts amount to an unfair or deceptive trade \npractice.  The fact that Plaintiff, and others, may have been subjected to \"cruising\" \nbehavior at one or more YMCAs, coupled with Y-USA's alleged awareness of such \nbehavior, does not render Y-USA's representations that YMCAs are generally safe, \nfamily-friendly and Christian-oriented environments unfair or deceptive.  The unilateral \ndecision by some YMCA members and patrons to use facility locker rooms for \"cruising\" \nactivities does not render YMCA facilities inherently unsafe so as to make Y-USA's \nassertions false, misleading or otherwise deceptive.  Further, such unilateral decisions \nof personal behavior by some YMCA members and patrons do not somehow make Y-\nUSA's representations that its facilities are Christian-oriented and family-friendly false, \nmisleading or otherwise deceptive to an extent that would support a Chapter 75 claim. \n[25] The court does not read the Y-USA's marketing statements to constitute \nrepresentations that consumers, as YMCA members, would never be subjected to \nbehavior they might find unacceptable within the walls of a YMCA.  Rather, YMCA \nfacilities are largely public facilities with numerous members and the YMCA cannot \nentirely control the behavior of individuals who elect to make use of those facilities.  \nJoining or using a YMCA is no guarantee of avoiding behavior that some consumers \nmight find objectionable.  Accordingly, the representations of Y-USA do not have a \ntendency to deceive consumers. \n \n \n[26] Viewed against the background of actual human experience, the court \nconcludes that the Y-USA's marketing efforts are not unfair for the same reason.  A \npractice is considered unfair where it \"offends established public policy as well as when \nthe practice is immoral, unethical, oppressive, unscrupulous, or substantially injurious. . \n. .\"  Johnson v. Insurance Co., 300 N.C. 247, 263, 266 S.E. 2d 610, 621 (1980).  The \ncourt finds nothing in the marketing efforts of the Y-USA that rises to the level of an \nunfair practice under this standard. \n[27] Words and phrases such as \"safe,\" a \"healthy and safe environment for \nfamilies\" and putting \"Christian principles into practice through programs that build \nhealthy spirit, mind and body for all\" are troublesome in the context of the present \naction.  Such words and phrases defy precise definition and are not capable of objective \nverification based on the facts as alleged in the Amended Complaint, if at all.  To serve \nas the basis of Plaintiffs' Chapter 75 Claim, Plaintiffs would have to show that these \nrepresentations had, at least, a tendency to deceive or mislead consumers.  The \ntendency of such representations to deceive YMCA members nationwide, however, \ncannot be demonstrated solely by reference to Plaintiff's personal experiences at a \nspecific YMCA.  Nor can such a tendency be demonstrated by the unsupported \ninference that other YMCA members have experienced incidents similar to those \nexperienced by Plaintiff. \n[28] Based on the facts of  the Amended Complaint, the marketing efforts of Y-\nUSA amount to advertising that is neither false nor misleading on its face and therefore \ncannot serve as the basis of Plaintiffs' Chapter 75 Claim.  Accordingly, with respect to \nthe First Claim, the Motion should be GRANTED. \n \n \nSecond Claim \n[29] By way of this Cla im, Plaintiffs allege that Y-USA breached a fiduciary \nduty owed to Plaintiffs in a number of ways, including failing to uphold the promised \nsafety standards of the YMCA.31  Y-USA contends that no fiduciary relationship existed \nbetween it and Plaintiffs, and therefore, the Second Claim should be dismissed. \n[30] North Carolina law recognizes two general categories of fiduciary \nrelationships, with one category arising from the legal relationship that exists between \nthe parties and the other arising out of fact.32  Well-established examples of the first \ncategory of relationships are \"attorney and client, broker and principal, executor or \nadministrator and heir, legatee or devisee, factor and principal, guardian and ward, \npartners, principal and agent, trustee and cestui que trust.\"  BDM Invs. v. Lenhil, Inc., \n2012 NCBC 7, ¶ 89 (N.C. Super. Ct. Jan. 18, 2012) (quoting Abbitt v. Gregory, 201 N.C. \n577, 598 (1931)) (internal quotations omitted).  The relationship that existed between \nPlaintiffs and Y-USA is not one of the legal relationships recognized by North Carolina \nlaw that gives rise to a fiduciary relationship.  Accordingly, the court must examine the \nsecond category of fiduciary relationships. \n[31] The second category includes those that exist as fact.  In Abbitt, the North \nCarolina Supreme Court stated that a fiduciary relationship, in addition to arising as a \nmatter of law with certain relationships, can exist in fact where \"there is confidence \nreposed on one side, and resulting domination and influence on the other.\"  Abbitt, 201 \nN.C. at 598.  Generally, consumer-type relationships where the parties deal with each \nother in an arm's length relationship are not fiduciary relationships.  See Tin Originals, \n                                                 \n31 Id. ¶ 63. \n32 The legal relations that give rise to a fiduciary relationship are often referred to as de jure fiduciary \nrelationships and those arising out of fact are often referred to as de facto fiduciary relationships. \n \n \nInc. v. Colonial Tin Works, Inc., 98 N.C. App. 663, 666 (1990).  One necessary \nrequirement for a fiduciary relationship to arise out of fact is that one party must exhibit \n\"resulting superiority and influence\" over the other party.  Id.  Typically, in an arm's \nlength relationship, such as a consumer-type relationship where the party's have equal \nbargaining power, resulting superiority and influence does not exist.  Therefore, neither \nparty becomes the fiduciary of the other. \n[32] As previously discussed, Plaintiffs allege that Y-USA engaged in a \nmarketing and promotional campaign to establish YMCA facilities as being safe and \nhealthy environments.  As a result of that marketing, Plaintiffs allege that they placed a \nspecial confidence in the YMCA to provide such an environment for the members of \nYMCAs.33 \n[33] The court observes that Plaintiffs have not actually alleged in what manner \na special confidence was placed in Y-USA, other than alleging that Plaintiffs joined one \nof the YMCAs.  Entering into an arm's length contract does not satisfy the special \nconfidence requirement necessary to allege a fiduciary relationship between the \ncontracting parties.  Additionally, Plaintiffs do not allege that Y-USA was in any superior \nbargaining position when Plaintiffs decided to purchase their YMCA membership.  \nFurthermore, Plaintiffs do not allege that, once Plaintiffs were members of a YMCA, Y-\nUSA had any superiority or influence over Plaintiffs.  In short, Plaintiffs allege nothing \nmore than a traditional business-consumer relationship between Plaintiffs and Y-USA. \n[34] Plaintiffs assert that a fiduciary  relationship can arise in North Carolina \nwith the presence of special circumstances, chiefly, \"where one party undertakes to \n                                                 \n33 Id. ¶ 60. \n \n \nprotect or act for the interests of another.\"34  Plaintiffs then cite a bevy of cases in which \nspecial circumstances created a fiduciary relationship.  These cases found fiduciary \nrelationships where a son undertook to provide for the care and comfort of his ailing \nmother, Holloway v. Holloway, __ N.C. App. __, 726 S.E.2d 198 (2012), where an \nindividual was listed as a joint account holder on the checking account of a close, \npersonal friend in order to provide for the friend's daily care, Dixon v. Gist, __ N.C. App. \n__, 724 S.E.2d 639 (2012), where a divorced husband undertook to provide support for \nhis ex-wife (also his cohabitant) for the remainder of her life, Rhue v. Rhue, 189 N.C. \nApp. 29 (2008) and where one cotenant undertook to manage the common property of \nall cotenants, Moore v. Bryson, 11 N.C. App. 260 (1971).  In each of those cases, it was \nalleged that one party clearly undertook to control or direct the interests of the other \nparty.  No such undertaking is alleged between Y-USA and Plaintiffs.  At bottom, all \nPlaintiffs allege is that Y-USA marketed YMCA facilities in a certain manner.  Such \nallegations are insufficient to allege the existence, much less the breach, of any \nrecognized fiduciary duty in North Carolina.   \n[35] As a result of t he foregoing, the court CONCLUDES that Plaintiffs have \nfailed to state a claim for breach of fiduciary duty against Y-USA.  Accordingly, with \nrespect to the Second Claim, the Motion should be GRANTED. \nThird Claim \n[36] Plaintiffs also assert a claim fo r breach of an implied-in-fact contract.  \nPlaintiffs allege that Y-USA's promotional statements became the basis of the bargain \n                                                 \n34 Plaintiff's Reply at 14. \n \n \nfor Plaintiffs' membership agreements.35  Plaintiffs contend that Y-USA breached the \ncontract by failing to provide safe facilities,36 causing damages to Plaintiffs.37   \n[37] To be valid, any contract, express or implied, must be the product of a \n\"meeting of the minds\" between the parties.  Mach. Co. v. Chalkley, 143 N.C. 181, 183 \n(1906).  In determining the terms or existence of any agreement, the court should not \nconsider \"what either one of the parties thought [the contract] was, but by what both \nagreed it should be.\"  Id.  North Carolina recognizes that a contract may be implied in \nfact where \"the intention of the parties is not expressed, but an agreement in fact, \ncreating an obligation, is implied or presumed from their acts.\"  Snyder v. Freeman, 300 \nN.C. 204, 217 (1980).  To determine the terms contained in \"a contract implied in fact, \none looks not to some express agreement, but to the actions of the parties showing an \nimplied offer and acceptance.\"  Id. at 218.  A contract implied in fact is enforceable as \nthough it were express, but still requires the existence of mutual assent to the terms of \nthe agreement.  Miles v. Carolina Forest Ass'n, 167 N.C. App. 28, 36 (2004). \n[38] Here, Plaintiffs have fa iled to allege any valid contract, express or implied, \nbetween Plaintiffs and Y-USA.  Plaintiffs only allege an express contract (i.e., the \nmembership agreement) directly with Y-WNC.  Plaintiffs then allege that \"Y-USA \nbreached these contracts,\"38 referring to the membership agreement to which Y-USA \nwas not a party.  All that has been alleged is that Y-USA marketed YMCA facilities and \nPlaintiffs interpreted the marketing statements as the basis of the bargain between \nPlaintiffs and Y-WNC. \n                                                 \n35 Am. Compl. ¶ 67. \n36 Id. ¶ 68. \n37 Id. ¶ 70. \n38 Id. ¶ 68. \n \n \n[39] Assuming that the express member ship agreement with Y-WNC would not \nbar the finding of an implied contract with Y-USA under Snyder, Plaintiffs have still failed \nto allege any \"meeting of the minds,\" or mutual assent, between Plaintiffs and Y-USA.  \nAn implied in fact contract requires an offer and acceptance.  Plaintiffs do not allege any \nfacts to the effect that Y-USA's marketing campaign was an implied offer to contract \ndirectly with Plaintiffs.  Even if this court were to read Y-USA's marketing materials as \nan offer, Plaintiffs have alleged no acceptance or consideration for Y-USA's offer \nsufficient to imply mutual assent to the terms of any alleged agreement between \nPlaintiffs and Y-USA.  Plaintiffs simply allege that they passively received Y-USA's \nmarketing materials and, on that basis alone, a contract was formed as to the terms of \nthe marketing campaign.  \n[40] The court CONCLUDES t hat Plaintiffs have failed to state a claim for \nbreach of an implied-in-fact contract with Y-USA.  Accordingly, with respect to the Third \nClaim, the Motion should be GRANTED. \nFourth, Fifth and Sixth Claims \n[41] Lastly, the Fourth Claim (Violation of G.S. 75.1-1), Fifth Claim (Breach of \nFiduciary Duty) and Sixth Claim (Breach of Implied-in-Fact Contract) are the same \nClaims Plaintiffs alleged against Y-USA in Claims One, Two and Three.  The only \ndifference seems to be that the First, Second and Third Claims are alleged against Y-\nUSA directly, whereas the Fourth, Fifth and Sixth Claims are alleged against all \nDefendants.  Accordingly, for the same substantive reasons stated above, the court \nCONCLUDES that Y-USA's Motion should be GRANTED with respect to the Fourth, \nFifth and Sixth Claims. \n \n \nPlaintiffs' Claims against Y-WNC Facilities39 \n[42] Taking the well-pleaded allegation s of the Amended Complaint as true, it \ncannot be said that Plaintiffs sufficiently have alleged that the enumerated Y-WNC \nFacilities are independent entities.  Plaintiffs state that Y-WNC does business as a \nnumber of YMCA facilities in western North Carolina.40  The Amended Complaint merely \nlists as Defendants these facilities only \"[t]o the extent Y-WNC does not own or control \nthese entities . . . .\"41 \n[43] Nowhere in the Amended Complaint do Plaintiffs actually allege that Y-\nWNC Facilities are not owned or controlled by Y-WNC.  Furthermore, Plaintiffs do not \nallege that they directly entered into any contractual relationship with any of the Y-WNC \nFacilities.  Even under the most liberal construction of the Amended Complaint, it is \nclear that Plaintiffs do not assert any legal claim against any of the enumerated Y-WNC \nFacilities individually. \n[44] Rule 12(b)(6) allows dismissal of ce rtain claims or an entire complaint if \nthe allegations fail \"to state a claim upon which relief can be granted.\"  Implicit in the \nRule 12(b)(6) standard is the requirement that a claim must actually be asserted against \na defendant before the sufficiency of the claim may be examined.  Here, Plaintiffs \nscarcely make reference to Y-WNC Facilities, and those references that do exist in the \nAmended Complaint do not state a claim but exist to serve another purpose \n                                                 \n39 As discussed supra note 2, on October 4, 2012, the court entered an Order on Motions to Dismiss and \nCompelling Mediation and Staying Action, dismissing Y-WNC Facilities from this civil action.  This portion \nof this Opinion and Order explains the court's reasoning for dismissing Y-WNC Facilities. \n40 Am. Compl. ¶ 4. \n41 Id.  \n \n \naltogether.42  Throughout the Amended Complaint and their memorandum in opposition \nto the Motions, Plaintiffs make reference to the allegations against Y-USA, Y-WNC and \nthe \"YMCA,\" which Plaintiffs define as Y-USA and Y-WNC, excluding the individual Y-\nWNC Facilities.43  Plaintiffs do not assert that Y-WNC Facilities are jointly, severally or \nalternatively liable on any of the theories of liability asserted against the \"YMCA\" or that \nY-WNC Facilities are liable to Plaintiffs under any other theory of liability. \n[45] Accordingly, even if Plaintiffs suff iciently alleged that Y-WNC Facilities are \nseparate entities, the addition of Y-WNC Facilities as Defendants, without asserting any \nclaim against them, cannot withstand a motion to dismiss pursuant to Rule 12(b)(6).   \n[46] For these reasons, the Y-WNC Mo tion should be GRANTED with regard \nto the Y-WNC Facilities. \nNOW THEREFORE, based upon the foregoing FINDINGS and CONCLUSIONS, \nit hereby is ORDERED that: \n[47] Defendant National Council of the Young Men's Christian Association of \nthe United States of America d/b/a YMCA of the USA's Motion to Dismiss is GRANTED \nwith respect to the Plaintiffs' First, Second, Third, Fourth, Fifth and Sixth Claims, and \nsaid Claims are DISMISSED. \n[48] Defendants YMCA of Western North Carolina, Inc., Asheville YMCA, \nCorpening Memorial YMCA, Henderson County Family YMCA, Reuter Family YMCA \nand Neighborhood YMCA at Woodfin’s Motion to Dismiss is GRANTED with respect to \n                                                 \n42 See id. ¶ 44 (using \"Y-WNC Facilities\" to define the Class); see id. ¶ 74 (noting only that \"Y-WNC \noperates multiple YMCA facilities . . . .\"); see id. ¶¶ 81, 87 (alleging that Y-USA and Y-WNC stand in a \nfiduciary relationship and entered into membership contracts \"at Y-WNC facilities\"). \n43 Id. ¶ 5, n.1.   \n \n \nany and all Claims alleged in this civil action against these Defendants, and any Claims \nalleged against said Defendants are DISMISSED. \n[49] There remaining no viable Claims in th is civil action, this matter hereby is \nDISMISSED. \n[50] Taxable costs in this ma tter are charged to Plaintiffs. \n This the 18th day of July, 2013. "
}