{
  "id": "affc11244986df276a22f458d022b6a8944aece3d474069a20d906d7b92694ca",
  "source_file": "data/raw/ncbc/affc11244986df276a22f458d022b6a8944aece3d474069a20d906d7b92694ca.pdf",
  "raw_text": "STATE OF NORTH CAROLINA\n \nCOUNTY OF CUMBERLAND \n \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n12 CVS 7552 \nPATRICIA M. BRADY, \n \nPlaintiff, \n \nv. \n \nBRYANT C. VAN VLAANDEREN; \nRENEE M. VAN VLAANDEREN; \nMARC S. TOWNSEND; LINDA M. \nTOWNSEND; UNITED TOOL & \nSTAMPING COMPANY OF NORTH \nCAROLINA, INC.; UNITED \nREALTY OF NORTH CAROLINA, \nLLC; ENTERPRISE REALTY, LLC; \nand WATERS EDGE TOWN \nAPARTMENTS, LLC, \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER ON MOTION TO DISMISS \n \n {1} THIS MATTER is before the Court on Defendant United Realty of \nNorth Carolina, LLC’s (“United Realty”) Motion to Dismiss (“Motion”), based on \nRules 12(b)(1) and 12(b)(6) of the North Carolina Rules of Civil Procedure \n(“Rule(s)”).  For the reasons expressed below, the Motion is GRANTED in part and \nDENIED in part. \n \n \nBain, Buzzard & McRae, LLP, by Edgar R. Bain for Plaintiff. \n \nShanahan Law Group, PLLC by Kieran J. Shanahan, Brandon S. Neuman, \nJohn E. Branch, III, and Christopher S. Battles for Defendant United Realty \nof North Carolina, LLC. \n \nGale, Chief Judge. \n{2} Plaintiff complains that she has been “frozen out” of several family-\nowned companies.   United Realty is one such company.  Plaintiff brought multiple \nclaims against other companies, which are not the subject of the present motion.  \nClaims against United Realty are limited to claims for inspection of corporate \nBrady v. Van Vlaanderen, 2015 NCBC 56.\n \n \ndocuments and judicial dissolution, and United Realty seeks to dismiss both.  The \nMotion as it pertains to Plaintiff’s claim for inspection of records is GRANTED.  The \nMotion as it pertains to Plaintiff’s claim for dissolution is DENIED, inasmuch as the \nCourt concludes that this claim should be considered in conjunction with more \nrecently filed summary judgment motions involving a dissolution claim as to all \ncompanies that are subject to Plaintiff’s claims.   \n{3} Plaintiff Patricia M. Brady (“Plai ntiff”) is a North Carolina citizen and \nresident of Cumberland County, North Carolina.  Plaintiff owns a one-third interest \nin each of the company defendants, and Bryant C. Van Vlaanderen (“B. Van \nVlaanderen”), Renee M. Van Vlaanderen (“R. Van Vlaanderen”), Marc S. Townsend \n(“M. Townsend”), and Linda M. Townsend (“L. Townsend”) (collectively “Individual \nDefendants”) collectively own a two-thirds interest. \n{4} The Individual Defendants are all citizens and residents of \nCumberland County, North Carolina.  \n{5} United Tool and Stamping Company  of North Carolina, Inc. (“United \nTool”) is a North Carolina corporation with its principal office in Fayetteville, North \nCarolina.  United Tool manufactures metal stampings, and provides tooling, \nengineering, and other industrial services.   \n{6} Defendant United Realty is a North Carolina limited liability company \nwith its principal place of business in Fayetteville, North Carolina.  United Realty \nowns the real estate and building leased to United Tool for the operation of its \nbusiness. \n{7} Defendant Enterprise Realty, LLC (“Enterprise Realty”) is a North \nCarolina limited liability company with its principal place of business in \nFayetteville, North Carolina.  Enterprise Realty owns beach property at Kure Beach \nand Carolina Beach, North Carolina. \n{8} Defendant Waters Edge Town Apartments, LLC (“Waters Edge”) is a \nNorth Carolina limited liability company with its principal place of business in \nFayetteville, North Carolina.  Waters Edge owns an apartment complex in \n \n \nFayetteville.  M. Townsend was the manager of Waters Edge.  This Order refers to \nthe three LLCs collectively as the “LLC Defendants.” \n{9} Plaintiff filed its original Complaint in this action on August 24, 2012.  \nThe case was designated a complex business case on September 4, 2012, and \nassigned to the undersigned on September 19, 2012. \n{10} Plaintiff filed her first Amended Complaint on September 27, 2012, \nand after she was granted leave by the Court, filed her Second Amended Complaint \non August 6, 2013.  Plaintiff’s Second Amended Complaint includes claims for \ninspection and copy of records against United Tool, United Realty, Enterprise \nRealty, and Waters Edge; restoration of Plaintiff’s right and interest or involuntary \ndissolution against United Tool; liquidation of United Tool; and judicial dissolution \nof United Realty, Enterprise Realty, and Waters Edge.   \n{11} The Motion has been briefed and argued, and is ripe for disposition. \n{12} The Court does not make any findin gs of fact in connection with this \nMotion and recites the following as context for the Court’s ruling. \n{13} M. Townsend and B. Van Vlaanderen were employed by United Tool, \nand at various times, each began receiving a salary of approximately $3,000 per \nweek from United Tool.  Plaintiff began working at United Tool in 2001, and in \nJanuary 2012, Plaintiff’s salary was raised to $3,000 per week.  Plaintiff was told at \nthat time that she need not show up to work in order to receive her salary. \n{14} Plaintiffs received other compensation, including contributions to \nPlaintiff’s retirement, a health care plan, a credit card for personal expenses, and \nthe use of a car.  Plaintiff participated in management of the various organizations \nand had access to their facilities and books and records as a shareholder, member of \nthe board, and owner of United Realty and the LLC Defendants.  \n{15} Plaintiff’s employment with Unit ed Tool was terminated in 2012, and \nall of her benefits ceased. \n{16} Plaintiff complains that Indivi dual Defendants have held various \nmeetings of stockholders and directors of which Plaintiff received no notice and at \nwhich decisions were made without her knowledge or participation.   \n \n \n{17} Plaintiff further complains that  she has been denied access to \naccounting records, money transactions, financial records, and other significant \ninformation.  When the Second Amended Complaint was filed, Plaintiff complained \nthat United Realty, as well as other companies, had not produced records.  \nSubsequently, the parties reached a confidential agreement, Defendants produced \ndocuments, and Plaintiff has acknowledged that United Realty has provided the \nrequested documents. \n{18} Plaintiff contends that dissolution of the various family-owned \ncompanies should be considered simultaneously, so that intra-corporate \ntransactions and management may be evaluated as they pertain to United Realty. \n{19} United Realty challenges Plainti ff’s claim for inspection of corporate \nrecords under both Rule 12(b)(1) and 12(b)(6).  The Court’s inquiry on a Rule \n12(b)(1) motion is not limited to the Second Amended Complaint.  \nSee Harris v. \nMatthews, 361 N.C. 265, 271, 643 S.E.2d 566, 570 (2007) (noting that court may \nconsider matters outside pleadings in ruling on 12(b)(1) motion to dismiss).  And \n“Rule 12(b)(1) . . . allows for the dismissal of a complaint due to a lack of jurisdiction \nover the subject matter of the claim or claims asserted in that complaint.”  \nState ex \nrel. Cooper v. Seneca-Cayuga Tobacco Co., 197 N.C. App. 176, 181, 676 S.E.2d 579, \n583 (2009).  \n{20}  In her brief initially opposing the Motion, Plaintiff conceded that the \nmajority of the records Plaintiff specifically requested have been provided, but that \n“it is safe to believe that there are records that exist [to] which Plaintiff is entitled \naccess, however, these records just haven’t been discovered as of yet.” (Pl.’s Mem. \nLaw Opp’n Def. United Realty of N.C. LLC’s Mot. Dismiss (“Opp’n Mem.”) 4.)  \nSubsequently, Defendants filed a copy of Plaintiff’s Supplemental Responses to \nDefendant’s First Set of Interrogatories to Plaintiff. Those supplemental responses \ncontained the following question and answer: \n \n \n \n \n \n14. Please describe, with specificity, all documents or other \ninformation that you have not been provided by Defendants as of the \ndate of your response to this Interrogatory that you contend you are \nentitled to. \nANSWER: Though a multitude of documents were not \nvoluntarily provided by the Defendants, the Defendants have signed \nauthorizations for the Plaintiff to retrieve those documents at her \nburden and expense; therefore, there are no documents which have not \nbeen provided or allowed access to [sic] that the Plaintiff is aware. \n(Def.’s Mot. Exclude Improper Supplemental Disc. Resps. Ex. A ¶ 14.)   \n{21} The claim for inspection of United  Realty’s records is therefore MOOT, \nthe Motion as it relates to the inspection claim is GRANTED, and the inspection \nclaim against United Realty is DISMISSED. \n{22} As to Plaintiff’s claim for judici al dissolution, United Realty argues \nthat, through amendments to her pleadings, Plaintiff has withdrawn allegations as \nto United Realty and that remaining claims against United Reality are only \ngeneralized, conclusory allegations applicable to all defendants.  Plaintiff adds that \nthe lack of specific allegations against United Reality is due to the complex \ninteractions between all of the various companies, to the effect that \n“mismanagement of one company is related to the mismanagement of another \ncompany.”  (Opp’n Mem. 5.)   \n{23} In considering a Rule 12(b)(6) motion, the Court accepts all factual \nallegations in the complaint as true without assuming the truth of any legal \nconclusions.  \nSee Walker v. Sloan, 137 N.C. App. 387, 392, 529 S.E.2d 236, 241 \n(2000).  Defendants correctly argue that the generalized allegations intended to \nreach United Realty strain even this liberal standard.  But, considering that the \nCourt will be given the opportunity to examine the interrelationship, if any, of \noperation and management of the various companies, the Court concludes that the \npresent Motion as to the dissolution claim should be DENIED, without prejudice to \nthe consideration of the legal sufficiency of Plaintiff’s claims under a Rule 56 \nstandard.   \n \n \n \n \nIT IS SO ORDERED, this the 3rd day of June, 2015. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Special Superior Court Judge \n    for Complex Business Cases \n \n "
}