{
  "id": "b0165a146af3c8e121f0c25e056cf4130137244912f11d0f015026333903a321",
  "source_file": "data/raw/ncbc/b0165a146af3c8e121f0c25e056cf4130137244912f11d0f015026333903a321.pdf",
  "raw_text": "SiteLink Software, LLC v. Red Nova Labs, Inc., 2018 NCBC 87. \nSTATE OF NORTH CAROLINA \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n14 CVS 9922 \nSITELINK SOFTWARE, LLC, \n \nPlaintiff, \n \nv. \n \nRED NOVA LABS, INC.,  \n \nDefendant. \n \nORDER & OPINION ON  \nMOTIONS FOR PARTIAL SUMMARY \nJUDGMENT \n \n1. THIS MATTER is before the Court on cross-motions for summary \njudgment by Plaintiff SiteLink Software, LLC (“SiteLink”) and Defendant Red Nova \nLabs, Inc. (“Red Nova”).  For the reasons discussed below, the respective motions are \nGRANTED in part and DENIED in part.   \nDaughtry, Woodard, Lawrence & Starling, by Luther D. Starling, Jr., \nand LedoLaw, by Michele A. Ledo, for Plaintiff SiteLink Software, LLC. \n \nMorningstar Law Group, by J. Christopher Jackson, John T. Kivus, and \nShannon R. Joseph, for Defendant Red Nova Labs, Inc. \n \nGale, Judge. \n \nI. INTRODUCTION  \n2. This dispute concerns two companies that provide and develop software \nfor the self -storage industry —the industry in which facility owners and operators \nrent storage units to tenants .  SiteLink provides facility -management software \n(“FMS”) to self-storage facility owners.  Red Nova provides FMS and lead-generation \nand website-development products. \n3. SiteLink’s FMS requires certain computer hardware and software to be \ninstalled.  SiteLink licenses an Application Programming  Interface (“API”) to \nancillary service providers like Red Nova to access data for mutual customers.  For \ncustomers that use both SiteLink’s FMS and Red Nova’s lead -generation or website \nproducts, Red Nova uses the API to access and retrieve customer data.   \n4. Use of the API is governed by a license, the terms of which SiteLink has \nupdated at various times.  Initially, the license required users to disclose conflicts of \ninterest they have with SiteLink.  Later, SiteLink added a non -compete provision.  \nSiteLink contends that Red Nova violated both versions of the license , and both \nparties contend that the other defamed it in the course of competition.   \nII. PROCEDURAL HISTORY \n5. SiteLink instituted this action by filing its Veri fied Complaint for \nPreliminary Injunction, Permanent Injunction and Other Relief in the Wake County \nDistrict Court.  After Red Nova filed  its Answer, Defenses, Counterclaims , and \nSupplemental Motion to Transfer, the case was transferred by consent to the superior \ncourt division, after which Red Nova filed a Notice of Designation seeking to have the \ncase designated as a complex business case.  The Chief Justice designated the case \nas a mandatory complex business case on October 28, 2014, and the case was assigned \nto the undersigned on October 29, 2014. \n6. On May 4, 2015, the Court entered a Consent Preliminary Injunction  \ngranting Red Nova certain limited use of SiteLink’s API. \n7. The Court allowed an amended complaint (“Amended Complaint”) on \nAugust 4, 2015, which asserts claims for (1) trade -secret misappropriation, (2) \nviolations of the C omputer Fraud and Abuse Act (“CFAA”) , (3) computer trespass, \n(4) breach of contract, (5) unjust enrichment, (6)  tortious interference with existing \ncontractual relations, (7) tort ious interference with prospective contracts, (8)  libel, \n(9) unfair or deceptive trade practices, and (10) declaratory judgment.   \n8. Red Nova  answered the Amended Complaint  and asserted  \ncounterclaims for (1) tortious interference with contract, (2) anticipatory repudiation \nof contract, (3)  defamation, (4) unfair or deceptive trade practices, and (5) state \nantitrust violations.   \n9. The Court dismissed Red Nova’s counterclaims for antitrust violations \nand anticipatory repudiation of contract, and dismissed Red Nova’s counterclaims for \nunfair or deceptive trade practices and tortious interference with contract  to the \nextent they were based on SiteLink’s license being unlawful.  See SiteLink Software, \nLLC v. Red Nova Labs, Inc. , No. 14 CVS 9922, 2016 NCBC LEXIS 45, at *35 (N.C. \nSuper. Ct. June 14, 2016).   \n10. Both parties have moved for partial summary judgment.  SiteLink seeks \nsummary judgment on its own claims for breach of contract, unjust enrichment, libel, \ntortious interference with existing contracts, misappropriation of trade secrets, \nviolations of the CFAA, and unfair or  deceptive trade practices, and against  Red \nNova’s remaining counterclaims for d efamation per se, tortious interference with \ncontract, and unfair or deceptive trade practices.  Red Nova moves for summary \njudgment on all of SiteLink’s claims.   \n11. There are other motions that are not addressed in this Order & Opinion, \nincluding SiteLink’s  several motions claiming that Red Nova should be held in \ncontempt because it has violated the terms of the Consent Preliminary Injunction. \n12. The motions for summary judgment are ripe for disposition. \nIII. FACTUAL BACKGROUND \n13. The Court makes no findings of fact bu t summarizes the following \nundisputed and contested facts to provide context for its ruling.  See Hyde Ins. Agency, \nInc. v. Dixie Leasing Corp. , 26 N.C. App. 138, 142, 215 S.E.2d 162, 1 65 (1975).   \nFurther background is provided in the Court’s prior Order & Opinion dismissing some \nof Red Nova’s counterclaims.  SiteLink, 2016 NCBC LEXIS 45, at *4–6.   \nA. The Parties \n14. SiteLink is a North Carolina technology company that has provided \nFMS to the self-storage industry since the 1990 s.  Its FMS helps facility operators \nmanage rentals, revenue, and accounting, among other things.   SiteLink’s FMS is \nserver-based, and its API allows other  software providers to access SiteLink \ncustomers’ data.  SiteLink’s API includes “ specifications,” which are “the code \nnecessary to retrieve information from” SiteLink’s FMS.  ( Pl’s. Mem. L. Supp. Mot. \nPartial Summ. J. 3 (“Pl’s. MSJ Br.”), ECF No. 74.)   \n15. Red Nova is a technology company f ounded in Kansas City, Kansas , in \n2009.  (Aff. Daniel A. Miller ¶ 2, Jan. 23, 2015 , (“Miller Aff.”), ECF No. 17 .)  Red \nNova’s initial internet-based software products targeted lead generation and website \ndevelopment.  Red Nova used SiteLink’s API when working with SiteLink’s \ncustomers.  Red Nova later developed its own FMS platform.  (Miller Aff. ¶¶ 11–13.)   \nB. SiteLink’s Licenses \n16. It is common for self-storage facility owners to use both an FMS platform \nfor primary management a nd other third-party software programs for  ancillary \nservices.  Third parties can communicate with SiteLink’s  FMS by importing or \nexporting information manually, using SiteLink’s web template to link a facility \nowner’s website to SiteLink’s servers, or accessing SiteLink’s API, which allows a \nthird party’s application to interface directly with SiteLink’s FMS.   \n17. SiteLink employs two licenses, one for its API, and another for its FMS. \n(1) SiteLink’s API License \n18. Before July 2011, users seeking to use SiteLink’s API would make an e-\nmail request to Luke Lenzen, SiteLink’s Chief Technology Officer.  Mr. Lenzen would \nscreen for conflicts and provide approved users access to specific ations necessary to \nuse the API .  (Lenzen Dep. June 23, 2016, 25:13–26:12, (“Lenzen Dep.”), ECF No. \n75.9.)  The API specifications contain a footer that reads: “Copyright© 2008 SiteLink® \nAll rights reserved.  This API and any reproduction and/or distribution in whole or in \npart without permission is prohibited.”  (Pl’s. MSJ Br. Ex. 9, ECF No. 75.4.) \n19. On July 12, 2011, SiteLink implemented version 1.0 of an  API license, \n(“API License 1.0”), and conditioned continued usage of the API on agreement to the \nlicensing provisions.  (Lenzen Dep. 34:11–37:6.)  API License 1.0 stated that the “User \nagrees that User will disclose to SiteLink any conflicts of interest or potential conflicts \nof interest User may have in a timely manner.”  (Pl’s. MSJ Ex. 6 § 9 (“API License  \n1.0”), ECF No. 75.8 .)  It also stated  that “[a]ny and all licenses contained in this \nagreement shall terminate automatically without notice if User fails to comply with \nany provisions of this Agreement,” (API License 1.0 § 7), and prohibited users from \nexternally storing tenant e-mail addresses or other information sent or received from \nSiteLink.  (API License 1.0 § 3(N).)  After July 12, 2011, any time SiteLink provided \nthe API specifications, it included the operative API license.  (Lenzen Dep. 34:18–20.)  \n20. Although SiteLink states that this “should not” have been the case, \n(Lenzen Dep. 33:2–3), the API s pecifications were for a time available via a URL \ninternet portal.  The port al was not generally visibl e to the public on the internet,  \nhowever, it was also not password protected or otherwise restricted at certain times, \nincluding between November 26, 2013 and April 5, 2015.  (Lenzen Dep. 32:7–34:1–2.) \n21. On April 28, 2014, SiteLink implemented version 2.1 of the API license \n(“API License 2.1”).  API License 2.1 provided that an API user shall “ [n]ot compete \ndirectly, or through an affiliate company, or through [sic] rel ated third party with \nSiteLink,” or “operate in conflict of interest to SiteLink, or in a manner detrimental \nto the reasonable business interests of SiteLink.” (Pl’s. MSJ Ex. 8 (“API License 2.1”) \n§§ 3(R), (S), ECF No. 75.1 .)  API License 2.1 also contained, as did API License  1.0, \nthe requirement that licensees disclose to SiteLink any potential conflicts of interest \nthat th e license e had with SiteLink, (API License 2.1 § 10), and a self-executing \ntermination provision in the event a licensee breached any provision of the license .  \n(API License 2.1 § 7.)   \n(2) SiteLink’s FMS Customer License  \n22. Since at least January 1, 2014 , SiteLink has conditioned usage of its \nFMS on agreement to a customer license (“Customer License”).  (Pl’s. MSJ Ex. 5, Aff. \nLuke Lenzen Supp. Pl’s. Mot. Partial Summ. J.  Sept. 19, 2016 ¶ 4, ECF No. 75.9 .)  \nThis license states that SiteLink “may suspend” the customer’s “right and license to \nuse the software” if the customer or a “related third party operate in competition” or \nin a “conflict of interest” with SiteLink.  (Pl’s. MSJ Ex. 64, at 2, ECF No. 81.3.)   \nC. Red Nova Uses SiteLink’s API and Develops Its Own FMS. \n23. Sometime in or around 2009, Red Nova began providing internet-based \nlead-generation and website products, and used SiteLink’s API  to provide those \nproducts to users of SiteLink’s FMS.   \n24. Mr. Le nzen provided Red Nova an API license key by December 20, \n2011.  (Pl’s. MSJ Br. Ex. 11, ECF No. 76.)  API License 1.0 was in effect at this time.   \n25. Red Nova asserts that, during the course of providing its internet-based \nproducts, it perceived keen customer interest in an improved FMS product that would \nhelp facility owners better manage the day -to-day business at their self -storage \nfacilities while also better integrating with Red Nova’s existi ng lead-generation and \nwebsite products.  In or around April 2012, Red Nova’s CEO, Daniel Miller (“Miller”), \ncontacted SiteLink’s COO, Markus Hecker (“Hecker”), and suggested that the ir two \ncompanies collaborate to develop a more integrated product.  Hecker declined.  (Pl’s. \nMSJ Ex. 2, Miller Dep. Nov. 18, 2014, 92:3–25, (“Miller Dep.”), ECF No. 75.3.) \n26. The parties dispute whether , during the course of these discussions  or \nat any time thereafter, Miller advised Hecker that Red Nova intended to develop an \nFMS platform to compete against SiteLink’s platform.  SiteLink contends that Miller \nonly disclosed that Red Nova  would “keep trying to make sense of how best to meet \nthe marketing needs of the smaller operators” without indicating one way or another \nthat it would pursue its own FMS product.  (Pl.’s MSJ Br. Ex. 14, ECF No. 76.6.)  Red \nNova contends that Miller informed Hecker that Red Nova was “hoping to develop a \nmanagement software product.”  (Miller Aff. ¶ 7.)   \n27.  Red Nova began developing its own FMS in 2013, when API License 1.0 \nwas in effect.  In January 2014, Red Nova released the “beta” version of its FMS called \nstorEDGE. Red Nova executed a general release to customers of storEDGE in April \n2015, after SiteLink had implemented API License 2.1 .  (Def’s. Answer, Defenses, \nAm. Countercls. Pl’s. First Am. Compl. ¶ 24, ECF No. 35.)   \nD. SiteLink Discovers Red Nova’s Competition,  Plans to Block API \nAccess, and Grants an Express Limited License.   \n \n28. SiteLink contends that it discovered Red Nova’s development of \nstorEDGE on October 29, 2013, when a mutual customer, Guardian Storage, \nrequested certain data from SiteLink for Red Nova to run a test on storEDGE.  \nHecker called Red Nova to ask if Red Nova was building FMS, and Red Nova declined \nto “talk about it.”  (Banks Dep. June 8, 2016 85:10–11, ECF No. 75.2.)  SiteLink then \nindependently confirmed that Red Nova had developed storEDGE. \n29. SiteLink maintains that u pon discovering Red Nova’s development of \nstorEDGE, SiteLink’s initial reaction was to cut off Red Nova’s API access, (Pl’s. MSJ \nEx. 25, ECF No. 77.3 ), but, because terminating Red Nova’s API access would have \ndisrupted the web services of some of SiteLink  and Red Nova’s mutual customers, \nSiteLink did not immediately block Red Nova’s API access.  (Pl’s. MSJ Br. 7; Pl’s. \nMSJ Ex. 1, Lampe Dep. June 22, 2016, 138:16–139:24 (“Lampe Dep.”), ECF No. 75.) \n30. On January 13, 2014, SiteLink began calling customers that it believed \nwere using Red Nova’s and SiteLink’s services to advise them that Red Nova had \nviolated the API license and, beginning February 28, 2014, SiteLink intended to block \nRed Nova’s lead-generation and website-products customers from accessing the API.  \nOn January 15, 2014, SiteLink sent a letter to mutual customers with the same \nmessage: beginning February 28, 2014, SiteLink intended to block customers of Red \nNova’s lead-generation and website products from accessing SiteLink’s API.  (Pl’s. \nMSJ Ex. 30, at 1 , ECF No. 77.2 .)  As part of its plan to transition  customers away \nfrom Red Nova, SiteLink provided Red Nova with a limited license to use SiteLink’s \nAPI for mutual customers between January 13, 2014 and February 28, 2014 ( the \n“Express Limited License”).  The parties dispute the terms and duration of this \nlicense. \n31. Ultimately, SiteLink did not block mutual customers’ API access.  \n(Fourth Aff. Daniel A. Miller ¶ 24, Nov. 9, 2016, (“Fourth Miller Aff.”), ECF No. 118.) \n \n \nE. The Parties Further Communicate with Their Customers.  \n32. In addition to its January 15 , 2014 letter, SiteLink stated in January \n2014 in front of customers at a trade show t hat Red Nova  had stolen SiteLink’s \nproprietary information and used it to develop storEDGE.  (Def. Red Nova Labs, Inc.’s \nResp. Pl’s. Mot. Partial Summ. J. 30 (“Def’s. MSJ Resp. ”), ECF No. 119;  Dep. \nAlexander Bernath 52:13–14, 53:23–54:17 (“Bernath Dep.”), ECF No. 119.1.)  \n33. Between January 13, 2014 and February 28, 2014, Red Nova contacted \nsome mutual customers and encouraged them to obtain extensions from SiteLink for \nAPI access.  (Pl’s. MSJ Ex. 31, RNL06018, RNL06019, RNL05511, ECF No. 78.)   \n34. On April 21, 2014, Hecker stated to a customer via e-mail that SiteLink \nwas “recovering from flagrant, shameless theft and abuse  of our API by Red Nova.”  \n(Def’s. MSJ Resp. Ex. E, ECF No. 121.6.) \nF. The Court Enters a Consent Preliminary Injunction and Red Nova \nIssues a Press Release.   \n \n35. On May 4, 2015, the parties proposed and the Court entered a Consent \nPreliminary Injunction temporarily enjoining Red Nova from accessing SiteLink’s  \nAPI, except for certain programs that mutual customers used as of November 1, 2014. \n36.  The day that the Court issued the Consent Preliminary Injunction, Red \nNova issued a press release titled “Court Order Protects Red Nova and its storEDGE \nCustomers” (“Press Release”).  (Pl’s. MSJ Ex. 49, ECF No. 79.5.)  The Court more fully \ndiscusses the Press Release below in its analysis of SiteLink’s defamation claim.   \n \n \nIV. STANDARD OF REVIEW \n37. Summary judgment is proper “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any material fact and that any party is entitled to a \njudgment as a matter of law.”  N.C. Gen . Stat. § 1A-1, Rule 56(c) (2017).  “Summary \njudgment is improper if any material fact is subject to dispute.”  Culler v. Hamlett, \n148 N.C. App. 389, 391, 559 S.E.2d 192, 194 (2002).  The movant bears the burden of \nproving the lack of a triable issue.  Dalton v. Camp , 353 N.C. 647, 651, 548 S.E.2d \n704, 707 (2001).  Once the movant has met that burden, the burden shifts to the \nnonmoving party to produce a forecast of evidence that demo nstrates facts showing \nthat it can establish a prima facie  case at trial.  Austin Maint. & Constr., Inc. v. \nCrowder Constr. Co., 224 N.C. App. 401, 407, 742 S.E.2d 535, 540 (2012).  The Court \nmust view all the presented evidence in the light most favorable  to the nonmoving \nparty.  Dalton, 353 N.C. at 651, 548 S.E.2d at 707. \nV. ANALYSIS \nA. The Court Properly Considers Claims Not Expressly Pled  but \nSupported by the Developed Record. \n \n38. The Court first addresses Red Nova’s contentions that the Court should \nignore some parts of the record when ruling on the summary judgment motions, and \nthat SiteLink seeks to avoid summary judgment by raising and arguing  claims that \nare not stated in the Amended Complaint.   \n39. More specifically, Red Nova challenges SiteLink’s  reliance on \nallegations that (1) Red Nova’s use of SiteLink’s API between May 2013 and January \n2014 was unlicensed; (2) Red Nova’s use of SiteLink’s API between February 28, 2014, \nand November 1, 20 14, was unlicensed;  (3) Red Nova mis appropriated information \nusing SiteLink’s API for reasons other than developing storEDGE; and (4) Red Nova \ncommitted computer fraud by accessing information other than SiteLink’s trade \nsecrets.  (Def’s. MSJ Resp. 7 –8.)  SiteLink admits that its Amended Com plaint did \nnot expressly assert some of these affirmative claims,  but contends that they are \nbased on and supported by the evidence presented in connection with the summary \njudgment proceedings and are properly considered.  (Pl.’s MSJ Br. 19 n.106.) \n40. The Court has discretion whether to consider SiteLink’s claims beyond \nthose expressly stated in the pleadings.  “Where the evidence presented at a \nsummary judgment hearing would justify an amendment to the pleadings, [courts] \nwill consider the pleadings amended to conform to the evidence raised at the hearing.”  \nStephenson v. Warren , 136 N.C. App. 768, 771, 525 S.E.2d 809, 811 (2000).  If \nnecessary, a court may consider allowing an amendment to conform to evidence \npresented.  N.C. Gen . Stat. §  1A-1, Rule 15(b) (2017 ).  See Whitten v. Bob King’ s \nAMC/Jeep, Inc., 292 N.C. 84, 90, 231 S.E.2d 891, 894 (1977).  Granting “summary \njudgment for variance between allegation and proof . . . subvert[s] Rule 15(b) and \nrun[s] contrary to the policy of the new rules which  are designed to eliminate \nprocedural technicalities and encourage trial on the merits. ”  Hardison v. Williams, \n21 N.C. App. 670, 673, 205 S.E.2d 551, 553 (1974).   \n41. At lea st for purposes of determining whether Red Nova is entitled to \nsummary judgment again st SiteLink on all claims, t he Court, in its discretion and \nbased on its review of the entire record, concludes that the Amended Complaint gave \nRed Nova fair notice of the claims for which it now claims unfair surprise and that, \nas a result, the Court may properly consider SiteLink’s arguments based on claims \nthat arise from the evidence, whether or not such claims have yet been formally pled. \n42. As to whether the Amended Complaint gave notice of SiteLink’s \ncontention that Red Nova’s access to the API was unlicensed at all times after it began \ncompeting (except during the  period between January 13, 2014 and February 28, \n2014), the Amended Complaint clearly alleges that API License  1.0 prohibited \ncompeting without disclosing, that Red Nova began to compete with SiteLink no later \nthan Spring 2013, (Am. Compl. ¶¶ 20, 54–56, 62–63, 124–25, 129–35, ECF No. 29 ), \nand that Red Nova did not disclose its competition to SiteLink in violation of API \nLicense 1.0.  (Am. Compl. ¶ 124.)  The Amended Complaint also alleges that SiteLink \nallowed Red Nova access to the API only for  a “short transition pe riod, through \nFebruary 28, 2014,” (Am. Compl.  ¶ 56), and that Red Nova’s competition after April \n28, 2014 constituted a breach of API License 2.1.  (Am. Compl. ¶ 126.)  The Amended \nComplaint also clearly placed Red Nova on notice of SiteLink’s contention that Red \nNova gained improper access to technical data and customer data through \nunauthorized use of the API.  (Am. Compl. ¶¶ 47–48.)  Discovery likewise delved into \nthese factual areas.  It is then proper for the Court to consider these matters as it \nconsiders the respective summary judgment contentions.  In doing so, the Court has \ncarefully sought to match any all eged conduct to the API license in effect when that \nconduct occurred, although the parties have not consistently done so. \nB. Any Claim that Red Nova Improperly Copied or Distributed SiteLink’s \nCopyrighted Materials is Preempted by the Copyright Act, but Claims \nnot Based on Unauthorized  Copying or Distribution are not \nPreempted. \n \n43. SiteLink’s Amended Complaint alleges that Red Nova breached the API \nlicenses by “using and/or reproducing SiteLink’s Trade Secr ets in an unauthorized \nmanner.”  (Am. Compl. ¶ 125).  Emphasizing this phrase from SiteLink’s allegations, \nRed Nova contends that at least portions of SiteLink’s breach-of-license claims should \nbe preempted by the United States Copyright Act.  See 17 U.S.C. §  301(a) (2012)  \n(“Copyright Act”); (Def. Red Nova Labs, Inc .’s Mem. L. Supp. Mot. Partial Summ. J. \n18–20 (“Def’s. MSJ Br.”), ECF No. 88.)  Red Nova also asserts that SiteLink’s unjust \nenrichment and trade secrets claims are preempted by the Copyright Act.  (Def’s. MSJ \nBr. 18–20 (unjust enrichment); Def’s. MSJ Resp. 26–27 (trade secrets).)   \n44. The Copyright Act preempts state law claims to the extent that such \nclaims assert rights “equivalent to any of the exclusive rights within the general scope \nof copyright” granted under the Act.  17 U.S.C. § 301(a) (2012).  These rights include \nthe copyright holder’s rights to : reproduce the copyrighted work ; copy or distribute \nthe work; prepare derivative works; or display the wor k publicly.  Id. § 106(1)–(4).  \nFor a state contract claim to be preempted,  the cause of action must be “within the \nsubject matter of copyright law” as specified in sections 102 and 103 of the Act, \nand “the rights protected by state law” must be “equivalent to any of the exclusive \nrights granted by” section 106 of the Copyright Act.  Out of the Box Developers, LLC \nv. LogicBit Corp., No. 10 CVS 8327, 2012 NCBC LEXIS 55, at *20 (N.C. Super. Ct. \nOct. 30, 2012) (citing Rosciszewski v. Arete Assocs., Inc. , 1 F.3d 225, 229 (4th Cir. \n1993)).   \n45. If a state law claim  includes an extra elemen t that makes the right \nasserted by the claim “qualitatively  different from a copyright infringement claim,” \nthe Copyright Act does not preempt the state law claim.  Rosciszewski, 1 F.3d at 230; \nsee also Out of the Box Developers, 2012 NCBC LEXIS 55, at *20–21.  Thus, “the vast \nmajority of contract claims will presumably survive scrutiny,” but “preemption should \ncontinue to strike down claims that, though denominated ‘contract,’ nonetheless \ncomplain directly about the reproduction of express ive materials.”  Madison River \nMgmt. Co. v. Bus. Mgmt. Software Corp. , 351 F. Supp. 2d 436, 443  (M.D.N.C. 2005) \n(quoting Frontline Test Equip., Inc. v. Greenleaf Software, Inc. , 10 F. Supp. 2d 583, \n593 (W.D. Va. 1998)).  Accordingly, the Court must examine  “the precise contract \nrights being asserted.”  Madison River, 351 F. Supp. 2d at 443.   \n46. SiteLink claims that Red Nova breached three contracts: API License \n1.0, the Express Limited License , and API License  2.1.  (Pl’s. MSJ Br. 16 –17.)  \nSiteLink maintains that Red Nova breached API License  1.0 by “continu[ing to] use \nSiteLink’s API” when it was developing the competing product storEDGE without \ndisclosure to SiteLink, (Pl’s. MSJ Br. 16 (emphasis added)), and by storing tenant e-\nmail addresses externally.  (Pl’s. MSJ Br. 18 n.103.) SiteLink contends that Red Nova \nbreached the Express Limited License when it encouraged mutual customers to ask \nfor “indefinite extensions” of the period in which Red Nova was allowed to access the \nAPI in order to assist those customers, in violation of an implied obligation to aid \nthose customers’ transitions.  (Pl’s. MSJ Br. 19.)  Finally, SiteLink argues that Red \nNova breached API License 2.1 by competing with SiteLink.  (Pl’s. Resp. Def’s. Mot. \nPartial Summ. J.  3 (“Pl’s. MSJ Resp.”), ECF No. 115.3 .)  Although the primary \ngravamen of SiteLink’s contract claims is wrongful use and bad faith, not copying or \ndistribution, Red Nova argues that many of SiteLink’s claims are nevertheless \naltogether preempted because they “relate to software.”  (Def’s. MSJ Br. 18.)   \n47. A breach -of-contract claim  asserting violations of a software license \nagreement “raises issues that lie at the intersection of copyright and contract law.”  \nMDY Indus., LLC v. Blizzard Entm’t, Inc., 629 F.3d 928, 939 (9th Cir. 2010) (quoting \nSun Microsystems, Inc. v. Microsoft Corp ., 188 F.3d 1115 , 1122 (9th Cir. 199 9)).  \nSoftware programs are clearly subject to copyright protection, Madison River, 351 F. \nSupp. 2d at 442, but the “use” of  copyrighted material does not necessarily fall within \nthe Copyright Act’s purview —and is therefore not preempted —unless the use \ninvolves one of the rights delineated in section  106, which are prim arily copying or \ndistribution.  Id. at 443 (preempting a breach-of-contract claim that included “daily \ncopying the TCS data base and permitting [its] employees to use the  . . . copy of the \nTCS data base”) (emphasis added).  In other words, some “use” of a copyrighted work \nmay fall within the parameters of those exclusive rights, but n ot all “use” of \ncopyrighted material is governed and preempted by the Copyright Act.  The following \nexample from the Federal Circuit is illustrative:  \n[C]onsider a license in which the copyright owner grants a person the \nright to make one and only one copy  of a book with the caveat that the \nlicensee may not read the last ten pages. Obviously, a licensee who made \na hundred copies of the book would be liable for copyright infringement \nbecause the copying would violate the Copyright Act’ s prohibition on \nreproduction and would exceed the scope of the license. Alternatively, if \nthe licensee made a single copy of the book, but read the last ten pages, \nthe only cause of action would be for breach of contract, because reading \na work does not violate any right protected by copyright law. \n  \nStorage Tech. Corp. v. Custom Hardware Eng’ g & Consulting, Inc. , 421 F.3d 1307, \n1316 (Fed. Cir. 2005). \n48. The Court is aware of  cases that, when read beyond their factual \ncontext, use broader language that may suggest that mere use of a copyrighted work \nafter a license expires might sometimes fall within the scope of the Copyright Act.   \nSee, e.g., Nichols Agency, Inc. v. Enchanted Child Care, Inc., 537 F. Supp. 2d 774, 783 \n(D. Md. 2008) (holding that an allegation of a daycare’s “continued use” of a television \ncommercial after the expiration of an agreement was “substantively similar” to a \nclaim for copyright infringement); Madison River, 351 F. Supp. 2d at 443 (preempting \na contract claim based in part on the defendant “permitting [its] employees to use \nthe . . . copy of the . .  data base”).  However, these cases also recognize that contract \nclaims based on an express promise to pay for excess use of copyrighted material, are \nqualitatively different from copyright claims  and are not preempted by the Act.  \nNichols Agency, 537 F. Supp. 2d at 784; Madison River, 351 F. Supp. 2d at 443 –44; \nsee also Acorn Structures, Inc. v. Swantz , 846 F.2d 923 , 926 (4th Cir.1988) (holding \nthat a breach-of-contract claim for failure to either purchase a home designed by the \nplaintiff-architect or return the designs to him was not preempted by the Act); Pan-\nAm. Prods. & Holdings, LLC v. R.T.G. Furniture Corp., 825 F. Supp. 2d 664, 694, \nM.D.N.C. 2011) (holding that a breach-of-contract claim based on a failure to pay fees \nafter using copyrighted material was not preempted).   \n49. The authorities, read collectively, instruct that the Copyright  Act \ngenerally preempts breach-of-license claims only if the claim s demand proof that a \nparty copied or distributed copyrighted material  at a time it was not licens ed to do \nso.  Thus, SiteLink’s breach-of-license claims are not preempted to the extent  they \ndepend only on continued use of software that was initially copied or distributed \nwithin the terms of the API licenses SiteLink granted to Red Nova and do not require \nproof of further copying or distribution.  Stated otherwise, unless Red Nova’s alleged \ncontinued use of or access to the A PI included its additional copying or distribution \nof SiteLink’s copyrighted materials beyond what SiteLink initially allowed Red Nova \nto copy or distribute  as an authorized licensee, SiteLink’s breach -of-license claims, \nincluding those based on Red Nova’s competition , failure to report its competition, \nand external storage of e-mail addresses, depend on contractual rights outside of the \nexclusive rights provided by the Copyright Act and are not preempted by the Act.   \n50. The same reasoning applies to  SiteLink’s unjust enrichment claim.  To \nsucceed on a claim for unjust enrichment, “a party must prove that it conferred a \nbenefit on another party, that the other party consciously accepted the benefit, and \nthat the benefit was not conferred gratuitously.  . . .”  Se. Shelter Corp. v. BTU, Inc. , \n154 N.C. App. 321, 330, 572 S.E.2d 200, 206 (2002).  Generally, “a state law cause of \naction for unjust enrichment or quasi contract should be regarded as an ‘equivalent \nright’ and hence, pre -empted insofar as it applies to copyright subject matter.”   \n1 Melville B. Nimmer & David Nimmer, Nimmer on Copyright, § 1.01(B)(1)(g).  That \nis, if the act relating to unjust enrichment is no more than copying or distribution, \nthe claim is preempted.   \n51. However, “a plaintiff’s [unjust enrichment] claim may survive a \npreemption challenge if [the] pla intiff [ can] demonstrate that defendants were \nunjustly enriched by ‘material beyond copyright protection.’”  Pan-Am., 825 F. Supp. \n2d at 695 (quoting Microstrategy, Inc. v. Netsolve, Inc., 368 F. Supp. 2d 533, 537 (E.D. \nVa. 2005)).  As with contract claims, preemption of unjust enrichment claims depends \non the gravamen of the claim.  Pan-Am., 825 F. Supp. 2d, at 695. \n52. Here, the thrust of SiteLink’s unjust enrichment claim is that Red Nova \n“benefitted from its unlicensed API access without paying for this benefit.”  (Pl’s. MSJ \nBr. 20.)  As the Court reads the record, SiteLink does not assert, and has not shown, \nthat Red Nova was unjustly enriched by distributing, copying, or publicly displaying \nthe API.  In other words, SiteLink  does not assert that Red Nova was unjustly \nenriched “as a result of the wrongful exercise of [SiteLink]’s § 106 rights.”  Pan-Am., \n825 F. Supp. 2d, at 695.  Rather, the gravamen of SiteLink’s unjust enrichment claim \nis that Red Nova did not pay for , and b enefitted from, its continuous unauthorized \nAPI access while developing its own FMS.  Claims based on a failure to pay for excess \nuse of copyrighted material are qualitatively different from copyright claims governed \nby section 106 and are not preempted by the Copyright Act.  See Acorn Structures, 846 \nF.2d, at 926; cf. Sparrow Sys. v. Private Diagnostic Clinic, PLLC, No 14 CVS 1025, \n2014 NCBC LEXIS 70, at *28 (N.C. Super. Ct. Dec. 24, 2014) (holding that because \nthe plaintiff sought “to disgorge [the d]efendant of benefits derived through  . . . \nalleged deceitful conduct that does not entail the mere copying of [the p]laintiff’s \nsoftware,” an unjust enrichment claim was not preempted).  The Court concludes that \nSiteLink’s unjust enrichment claim is not preempted by the Copyright Act. \n53. The Court also concludes that SiteLink’s trade secrets claim is not \npreempted.  To succeed on a claim for trade secret misappropriation, a plaintiff must \nshow that the information alleged to be a trade secret “(a) derives independent actual \nor potential commercial value from not being generally known . . . and (b) is the \nsubject of  efforts that are reasonable under the circumstances to maintain its \nsecrecy.”  N.C. Gen. Stat. § 66 -152(3) (2017).  Because North Carolina trade secret \nclaims require the element of secrecy, which is absent from copyright claims, “North \nCarolina causes of action for trade secret misappropriation and unfair [or] deceptive \ntrade practices based on such misappropriation are not preempted by the Copyright \nAct.”  Out of the Box Developers, 2012 NCBC LEXIS 55, at *21 (citing Forest2Market, \nInc. v. Am. Forest Mgmt., Inc., No. 3:05-cv-423, 2008 U.S. Dist. LEXIS 33185, at *15 \n(W.D.N.C. 2008)); see also 1 Nimmer on Copyright § 1.01 (“Actions for disclosure and \nexploitation of trade secrets require a status of secrecy not required for copyright and \nhence, are not  pre-empted.”); GlobeRanger Corp. v. Software AG United States of \nAmerica, Inc., 836 F.3d 477, 486 (5th Cir. 2016) (collecting cases and noting that “all \nten [federal] circuits that have considered trade secret misappropriation claims have \nfound them not preempted by the Copyright Act”).  Accordingly, the Court concludes \nthat SiteLink’s trade secrets claim is not preempted.  \n54. In sum, SiteLink’s breach-of-contract claims are only preempted to the \nextent that such claims require proof of unauthorized copying or distribution of \ncopyrighted material.  SiteLink’s unjust enrichment and trade secrets claims are not \npreempted. \nC. Summary Judgment on SiteLink’s Claims  \n \n(1) Red Nova is entitled to summary judgment that it did not \nmisappropriate SiteLink’s FMS source  code, but there are \ngenuine issues of fact that preclude summary judgment for \neither party on SiteLink’s remaining trade secrets claims.  \n \n55. SiteLink and Red Nova each seek summary judgment on SiteLink’s \ntrade secrets claims.   \n56. SiteLink alleges three categories  of trade secrets : its FMS, current \nproduct information, and new product information,  (Am. Compl. ¶¶ 73, 81, 89), but \nmoves for summary judgment only to the extent Red Nova misappropriated current \nand new product information as contained in SiteLink’s API specifications.  (Pl’s. MSJ \nBr. 27 n.148.)  SiteLink argues that the undisputed evidence shows that Red Nova \nused SiteLink’s API specifications to gather information about the most “efficient and \neffective way to write [Red Nova’s] own API.”  (Pl’s. MSJ Br. 27–28.)   \n57. Red Nova denies SiteLink’s evidentiary conclusion  and contends, in \naddition to its preemption argument, that SiteLink’s misappropriation claim fails for \ntwo reasons: first, there is no evidence that Red Nova actually used SiteLink’s FMS; \nand second, information o ther than SiteLink’s FMS  does not deserve trade secret \nprotection because SiteLink voluntarily published the information or failed to take \nreasonable steps to protect its secrecy.  (Def’s. MSJ Br. 9–16.) \n58. A trade secret is “business or technical information, including but not \nlimited to a formula, pattern, program, device, compilation of information, meth od, \ntechnique, or process” that: (1) “[d]erives independent actual or potential commercial \nvalue from not being generally known or readily ascertainable through independent \ndevelopment or reverse engineering by persons who can obtain economic value from \nits disclosure or use,” and (2) “[i]s the subject of efforts that are reasonable under the \ncircumstances to maintain its secrecy.”  N.C. Gen. Stat. § 66-152(3) (2017).   \n59. The Court considers several factors in determining whether information \nis a trade secret, including  \n(1) the extent to which information is known outside the business;  \n(2) the extent to which it is known to employees and others involved in \nthe business; (3) the extent of measures taken to guard the secrecy of \nthe information; (4) the value of the information to the business and its \ncompetitors; (5) amount of effort or money expended in developing the \ninformation; and (6) the ease or difficulty with which the information \ncould properly be acquired or duplicated by others. \n \nHorner Int’l Co. v. McKoy , 232 N.C. App. 559, 567 –68, 754 S.E.2d 852, 858 (2014) \n(quoting Area Landscaping, LLC v. Glaxo-Wellcome, Inc., 160 N.C. App. 520, 525, 586 \nS.E.2d 507, 511 (2003)); see also RoundPoint Mortg. Co. v. Florez , No. 13 CVS 8803, \n2016 NCBC LEXIS 18, at *28–29 (N.C. Super. Ct. Feb. 18, 2016). \n60. Information that might otherwise qualify as a trade secret will not be \nprotected if the party asserting misappropriation fails to satisfy its “affirmative duty \nto take reasonable measures to maintain the information’s secrecy.”  Glaxo Inc. v. \nNovopharm Ltd., 931 F. Supp. 1280, 1300 (E.D.N.C. 1996).  Whether a party took \nreasonable effo rts to maintain the secrecy of its trade secrets is “necessarily fact \ndependent, and courts that have addressed it closely examine the circumstances \nsurrounding the trade secret to determine what measures are reasonable.”  Koch \nMeasurement Devices, Inc. v. Armke, No. 12 CVS 3478, 2015 NCBC LEXIS 45, at *15 \n(N.C. Super. Ct. May 1, 2015).  \n61. Having reviewed the complete record, the Court concludes that there is \nno evidence to support a finding that Red Nova misappropriated SiteLink’s FMS code.  \nAssuming, without deciding, that SiteLink’s FMS code is a trade secret, t here is no \nevidence that Red Nova had access to SiteLink’s FMS code via the API specifications \nor otherwise, and SiteLink admits as much.  (Lampe Dep. 19:1 –8, ECF No. 89.4 .)  \nAccordingly, the Court concludes that Red Nova is entitled to a summary adjudication \nthat it did not misappropriate SiteLink’s FMS source code.  \n62. In contrast, there is an evidentiary dispute as to whether the evidence \nwould support a finding that Red Nova misappropriated SiteLink’s information \nconcerning its products and systems contained in its API specifications.  (Lampe Dep. \n50:9–54:22; 58:6 –59:8; 90:8–91:24.)  Red Nova  appears to concede that at least \nportions of such information might be entitled to trade secret protection had they \nbeen reasonably safeguarded from public access.  (Def’s MSJ Br. 14–15.)  However, \nRed Nova contends that SiteLink forfeited any right to trade secret protection \nbecause it did not take reasonable steps to protect its API specifications from \ndisclosure. (Def’s. MSJ Br. 14–15.)  \n63. SiteLink’s procedures for accessing it s API have  progressed through \nseveral “iterations.”  (Lenzen Dep. 25:8 –9.)  Before July 2011, access to SiteLink’s \nAPI was available by e -mailing Mr. Lenzen and reques ting access.  (Lenzen Dep. \n25:10–17.)  Beginning in July 2011, SiteLink began sending out its API license (which \nincluded a non -disclosure agreement and a copyright notification)  with other API  \ndocumentation that customers reques ted.  (Lenzen Dep. 34: 11–20.)  SiteLink \nadditionally authorized some customers to access a URL that housed the API .  \n(Lenzen Dep. 32:16–23.)  The URL was not publicly visible, but was also not password \nprotected and was apparently accessible to anyone with internet access from at least \nNovember 26, 2013 to April 5, 2015.  (Lenzen Dep. 32:7–34:2.)  \n64. SiteLink, relying on Judge Bledsoe’s opinion in Taidoc Tech. Corp v. OK \nBiotech Co., No. 12 CVS 20909, 2016 NCBC LEXIS 26 (N.C. Super. Ct. Mar. 28, 2016), \nasks the Court for a summary adjudication that its API protection policies were \nreasonable as a matter of law.  SiteLink’s reliance on Taidoc is misplaced.  In Taidoc, \nJudge Bledsoe examined the policies of a corporation s eeking to protect its alleged \ntrade secrets and concluded that the corporation’s draft agreements containing \nconfidentiality provisions, confidentiality label s, and requirement to have a third  \nparty execute non -disclosure agreements prior to disclosing the  corporation’s \ninformation were insufficient to show  as a matter of law  that the corporation failed \nto take reasonable measures.  Id. at *19–26.  Taidoc does not stand for the converse \nproposition that these efforts were adequate, reasonable measures as a matter of law.  \nThe burden remains on SiteLink to show that there is no genuine issue of material \nfact regarding the reasonableness of its trade secret policies , and SiteLink has not  \nmet that burden and is therefore not entitled to summary judgment in its favor.  \n65. As to Red Nova’s motion, it has failed to demonstrate that SiteLink’s \nefforts to protect its API were unreasonable as a matter of law.  Admittedly, \nSiteLink’s efforts to protect its API were not optimal, but the Court concludes that \nthey are adequate to create a genuine issue of fact , and that a jury must determine \nthe reasonableness of SiteLink’s efforts to protect its API.  See Safety Test & Equip. \nCo. v. Am. Safety Util. Corp., No. 13 CVS 1037, 2015 NCBC LEXIS 40, *27–28 (N.C. \nSuper. Ct. Apr. 23, 2015) (holding that “[m]aintaining password protection for a \ncomputerized database” is a way to take adequate measures, but that “without other \ndemonstrated efforts [it] may not be adequate to meet the obligations imposed by the \nNorth Carolina Trade Secrets Protection Act”).   \n66. In sum, neither party is entitled to summary judgment on SiteLink’s \nmisappropriation of trade secrets claim other than on SiteLink’s FMS source code. \n(2) There are genuine issues of fact as to whether Red Nova violated \nthe Computer Fraud and Abuse Act.  \n \n67. Both parties seek a summary adjudication on SiteLink’s claim that Red \nNova violated section a(2)(C) of the CFAA, 18 U.S.C. § 1030(a)(2)(C) (2012).  SiteLink \nbrought claims based on other CFAA sections but does not ask for summary judgment \non them.  (Pl’s. MSJ Br. 29 n.163.)  SiteLink’s CFAA claim is based on its allegation \nthat Red Nova improperly accessed  SiteLink’s servers after Red Nova launched a \ncompetitive FMS platform, with the exception that continued access was authorized \nduring: (1) the period between January 13, 2014 and February 28, 2014; and (2) after \nMay 4, 2015, so long as Red Nova’s use was consistent with the Consent Preliminary \nInjunction.  (Pl’s. MSJ Br. 29–30.)   \n68. The CFAA provides a private civil right of action against one who \n“intentionally accesses a computer without authorization or exceeds authorized \naccess, and thereby obtains . . . information from any protected computer,” and incurs \n“loss from a related course of conduct . . . aggregating at least $5,000 in value.” 18 \nU.S.C. § 1030(a)(2)(C), (c)(4)(A)(i)(I), (g).  A “protected computer” includes computers \n“used in or affecting interstate or foreign commerce or communication.”  Id. § 1030 \n(e)(2)(B).  One “exceeds authorized access” by “access[ing] a computer with \nauthorization and us[ing] such access to obtain . . . information in the computer that \nthe accesser is not entitled so to obtain.”  Id. § 1030(e)(6).  In general, a “loss” is “any \nreasonable cost  to the victim, including the cost  of responding to an offense, ” id. \n§ 1030(e)(11), that is “related to fixing a computer.”  Nexans Wires S.A. v. Sark-USA, \nInc., 319 F. Supp. 2d 468, 475 (S.D.N.Y. 2004); see also Dishner v. Goneau, No. 15 \nCVS 473, 2017 NCBC LEXIS 7, at *15 (N.C. Super. Ct. Jan. 30, 2017). \n69. It appears uncontested that SiteLink’s servers are  “protected \ncomputers” under the CFAA  and that Red Nova accessed SiteLink’s servers via \nSiteLink’s API. (Pl’s. MSJ Exs. 41, 46; Def’s. MSJ Br. 17) (admitting that Red Nova \nused SiteLink’s API “to access the data”).)  The dispute centers on whether that access \nwas authorized. \n70. The federal circuit courts have taken different approaches in \ndetermining when one does not have authorization to access a computer. S ome \ncircuits construe “without authorization” to prohibit access by an employee who has \nauthority to access the employer’s information but exploits that access to gather  \ninformation against the employer’s interest.  See Int’l Airport Ctrs., LLC v. Citrin, 440 \nF.3d 418, 420 –21 (7th Cir.  2006). Other circuits have stated that misuse of \ninformation to which a user has authorized access falls outside the CFAA.  See United \nStates v. Nosal,  676 F.3d 854, 863 (9th Cir.  2012).  In WEC Carolina Energy Sols. \nLLC v. Miller , 687 F.3d 199 (4th Cir. 2012), the Fourth Circuit adopted the latter \napproach, construing the CFAA to provide that a person  \nis authorized to access a computer when [the party with control over the \ncomputer] approves or sanctions his admission to that computer.  Thus, \nhe accesses a computer “without authorization” when he gains \nadmission to a computer withou t approval.  Similarly . . . [a person] \n“exceeds authorized access” when he has approval to access a computer, \nbut uses his access to obtain or alter information that falls outside the \nbounds of his approved access. Notably, neither of these definitions \nextends to the improper use of information validly accessed. \n \nWEC, 687 F. 3d at 20 4 (citations omitted ). In WEC, the Fourth Circuit rejected a \nCFAA claim because the plaintiff had not alleged that the defendants’ use of the \nprotected computer was unauthorized, but had asserted only that the defendants’ use \nof information from the computer violated company policy.  Id. at 205–07. \n71. Red Nova relies on WEC to argue that its access was not unauthorized \neven if inconsistent with the express limitations stated in direct conversations \nbetween SiteLink and Red Nova.  In part, Red Nova relies on an affidavit of Miller, \nwhich states that “[s]ince the Court entered the injunction,” Red Nova used the API \nonly to work with mutual customers.  (Miller Aff. ¶ 5, Sept. 28, 2016, ECF No. 67.1.)  \nThe Court did not enter the Consent Injunction until May 4, 2015.   \n72. For the periods prior to May 4, 2015, Red Nova contends that the \nevidence supports a conclusion that SiteLink  authorized Red Nova’s access to \nSiteLink’s servers through the API out of concern for SiteLink’s customers even \nassuming that Red Nova had launched its competitive FM S platform  without \ndisclosing its conflict of interest.  (Def’s. MSJ Resp. 15–16.)  Red Nova contends that \nSiteLink’s Amended Complaint admits that SiteLink authorized Red Nova’s access if \nneeded by mutual customers.  (Def’s. MSJ Resp. 17, referring to Am. Compl. ¶ 106.)  \nEven so, SiteLink has evidence  that it contends shows  that Red Nova acc essed the \nAPI for customers who were not mutual.  (Pl’s. MSJ Exs. 41, 46, 47, 48.)   \n73. The Court concludes that there remains a genuine issue of fact whether \nRed Nova accessed SiteLink’s servers when it had no authority to do so. \n74. Red Nova also contends that SiteLink has not suffered the requisite \n$5,000 loss necessary to give it a right to bring a civil action under the CFAA, claiming \nthat SiteLink’s expenses in implementing a license key system to monitor API usage \nmerely brought SiteLink up to “standard practice” in the industry.  (Def’s. MSJ Resp. \n23–24.)  The Court finds this argument unpersuasive, as the record appears clear \nthat SiteLink incurred such expenses in direct response to Red Nova’s continued \naccess, (see PL’s. MSJ Ex. 65, Aff. Ross. W. Lampe Supp. Pl’s. Mot. Partial Summ. J. \nSept. 19, 2016 ¶ 6, ECF No. 81.7), such that SiteLink’s costs likely constitute a “loss” \nunder the CFAA.  See A.V. v. iParadigms, LLC , 562 F.3d 630, 646 (4th Cir. 2009) \n(holding that the economic damages provision of the CFAA “cont emplates . . . costs \nincurred as part of the response to a CFAA violation”).   Proof of damages is not, \nhowever, sufficient alone.  The issue of Red Nova’s authority to access SiteLink’s \nservers precludes any summary adjudication. \n(3) Red Nova  is not entitled to summary judgment on SiteLink’s \ncomputer trespass claim.  \n \n75. SiteLink asserts a claim for computer trespass in violation of N.C. Gen. \nStat. § 14-458 (2017).  (Am. Compl. ¶¶ 118 –121.)  Only Red Nova seeks summary \njudgment on this claim based on its  contention that the claim is “wholly dependent” \non SiteLink’s trade secrets claim.  (Def’s. MSJ Br. 16.)   \n76. First, SiteLink has not limited its computer trespass claim to the \ncopying of its trade secrets.  (Pl’s. MSJ Resp. 9.)  Second, the Court has held that \nSiteLink’s trade secrets claim survives summary judgment.  Accordingly, Red Nova \nis not entitled to summary judgment on SiteLink’s computer trespass claim. \n(4) Neither party is entitled to summary judgment on SiteLink’s \nbreach-of-contract claims, which are not preempted.  \n \n77. Both parties move for summary judgment on SiteL ink’s breach -of-\ncontract claims, whi ch are based on  API License 1.0, the Express Limited License , \nand API License  2.1.  Red Nova has not challenged  the validity of any of these \nlicenses. \n78. Under North Carolina law, a breach-of-contract claim requires “(1) [the] \nexistence of a valid contract and (2) breach of the terms of that contract.”  Poor v. Hill, \n138 N.C. App. 19, 26, 530 S.E.2d 838, 843 (2000) (citing Jackson v. Caro lina \nHardwood Co., 120 N.C. App. 870, 871, 463 S.E.2d 571, 572 (1995)). \na. Alleged breaches of API License 1.0 \n79. Regarding API License  1.0, SiteLink asserts  that Red Nova failed to \ntimely disclose any conflicts of interest or potential conflicts of interest that Red Nova \nhad, in violation of section 9 of API License 1.0.  (API License 1.0  § 9; Am. Compl. \n¶ 124.)  This violation, SiteLink asserts, triggered section 7 of API License 1.0, which \nprovides that “all licenses contained in this Agreement shall terminate automatically \nwithout notice if [Red Nova] fails to comply with any provisions of this Agreement.”  \n(Pl’s. Ex. 6 § 7.)  SiteLink points to Red Nova CEO Miller’s statement in January 2013 \nthat Red Nova was “walking a fine line between working with [SiteLin k] and \ncompeting with them,” (Pl’s. MSJ Ex. 16, ECF No. 76.2), as evidence that Red Nova \nknew it had a conflict of interest and did not disclose it.  (Pl’s. MSJ Br. 18.)   \n80. As to API License 1.0, which does not have a competition clause, Red \nNova argues that it disclosed its intentions to develop an FMS product  such that it \nnever triggered the self-executing termination provision.  (Def’s. MSJ Resp. 12–13.)  \nRed Nova contends that Miller disclosed to SiteLink in Fall 2012 Red Nova’s intention \nto develop its own FMS.  (Def’s. MSJ Br. 17; see also Miller Aff. ¶¶ 7–10 (“The way I \npresented it to [SiteLink] was that [Red Nova] intended to proceed with exploring \nstrategic partnerships as necessary to [develop a more cost-effective FMS].”).)   \n81. The evidence is contested whether Miller disclosed Red Nova’s intent, \nand whether such a  failure would violate API License 1.0 ’s conflict-of-interest \nprovision.  Accordingly, neither party is entitled to summary judgment on SiteLink’s \nclaim that Red Nova violated API License 1.0’s conflict-of-interest provision. \n82. In addition to SiteLink’s claim that Red Nova breached the conflict-of-\ninterest provision  of API License 1.0 , SiteLink, in passing and without further \ndiscussion, states that Red Nova “also breached  [API License 1.0] by externally \nstoring tenant e-mail addresses received from SiteLink’s API,” in violation of section \n3(N), which prohibits Red Nova from externally storing “tenant email addresses  . . . \nor any other information sent or received from SiteLink’ s API.”  ( Pl’s. MSJ Br. 18 \nn.103; API License 1.0 6 § 3(N).)  Red Nova responds that SiteLink misunderstands \nthe evidence and technology at issue  and that SiteLink received information from \nRed Nova and not the other way around.  (Def’s. MSJ Resp. 17–18.)   \n83.  Even if the Court accepts Red Nova’s characterization of the technology, \na genuine issue of fact remains as to whether Red Nova externally stored e -mail \naddresses in violation of section 3(N).  When initially asked in his deposition whether \nRed Nova collected tenant e -mail addresses, Miller stated that “I don’t know. I —I \nreally don’t know. I don’t know if e -mail addresses are taken or phone numbers.”  \n(Miller Dep. 157:18–20).  Miller later stated that “if we’re collecting e-mails, I’m sure \nthey’re stored.”  (Miller Dep. 158:5–6 (emphasis added).)  When asked if such e-mails \nwere stored outside of SiteLink, Miller responded “I shouldn’t say for sure. I’m fairly \ncertain they are saved in our website.”  (Miller Dep. 158:7–9 (emphasis added).)   \n84. The Court concludes that while SiteLink’s claim based on section 3(N) \nof API License 2.1 presents a close call as to both liability and what damages, if any, \nmight be recoverable as a result of  such a breach , there is a genuine issue as to \nwhether Red N ova externally stored tenant e -mail addresses  in violation of API \nLicense 1.0 adequate to withstand summary judgment. \n \n \nb. Alleged breach of the Express Limited License  \n85. SiteLink also asserts that Red Nova breac hed the Express Limited \nLicense, which, according to SiteLink, began on January 13, 2014 and ended on \nFebruary 28, 2014.  SiteLink contends that a January 15, 2014 letter to SiteLink and \nRed Nova clients from SiteLink COO Markus Hecker states the terms of the license.  \nThat letter states: \nIt has come to our attention that Red Nova Labs has violated our license \nagreement by deciding to directly compete with SiteLink  . . . . This \ndecision on Red Nova’s part forces us to terminate our relationship with \nthem.  Previously, we provided Red Nova Labs with access to our servers \nalong with proprietary tools at no charge.  That access and tools \npermitted Red Nova Labs companies to make real time reservations, \ntake tenant payments and provide for other tenant account \nmanagement features.  If you are using [Red Nova products or services], \nplease call the alternate vendors listed on the attached page to change \nyour provider.  To help with your transition, these vendors have agreed \nto special pricing.  We have allowed Red Nova a grace period to ensure \nthat you have continuity of service in your business.  The cutoff date for \nRed Nova interfaces to SiteLink is February 28, 2014. \n \n(Pl’s. Ex. 30, at 1 (emphasis added).)   SiteLink further refers to Miller’s deposition, \nwhere Miller describes Hecker’s letter as stating that “SiteLink gave permission to \ncertain customers to continue to use the API.”  (Miller Dep. 124:17–18.) \n86. SiteLink asserts that Red Nova’s license under API License 1.0 expired \nas soon as Red Nova began developing a competing FMS platform without disclosing \nthis conflict of interest to SiteLink.  SiteLink contends that the Express Limited \nLicense allowed Red Nova to use the API for mutual customers , but only  between \nJanuary 13, 2014 and Fe bruary 28, 2014, and only to allow customers to transition \nfrom Red Nova to a new developer for ancillary services.  (Pl’s. MSJ Br. 19.)  SiteLink \nargues that when Red Nova instead encouraged mutual customers to ask for \n“indefinite extensions” for the Express Limited License to protect the customers’ right \nto continue to work with Red Nova, (Pl’s. MSJ Br. 19), Red Nova breached the license \nand violated the “implied covenant of good faith and fair dealing” found in “every \ncontract.”  Bicycle Transit Auth. Inc. v. Bell, 314 N.C. 219, 228, 333 S.E.2d 299, 305 \n(1985) (quoting Brown v. Super. Ct. of Los Angeles Cty., 34 Cal. 2d 559, 564, 212 P.2d \n878, 881, (1949)).  While Red Nova does not dispute the validity of the Express \nLimited License, it contends that “there is no evidence” of Red Nova undertaking a  \nduty of good faith and fair dealing , and that it never surrendered its right to \ncommunicate with mutual customers.  (Def’s. MSJ Resp. 15–16.) \n87. The Court concludes that genuine issues of fact remain regarding the \nterms, duration, and breaches, if any, of the Express Limited License.  Miller testified \nin an affidavit that he understood that the Express Limited License allowed Red Nova \nto “continue to be able to access the SiteLink API after February 28, 2014, on  behalf \nof those customers who received extensions for [Red Nova] from SiteLink,” and that \nRed Nova understood SiteLink’s decision not to cut off access on March 1, 2014 to \nreflect “a change in [SiteLink’s] position,  . . . or that SiteLink had approved \nextensions for all mutual remaining cus tomers.”  (Fourth Miller Aff. ¶ 24.)  On the \nother hand, SiteLink maintains that the Express Limited License expired and was \n“not in effect” after February 28, 2014 such that Red Nova cannot imply any license \nto the contrary.  (Pl’s. MSJ Resp. 4.) \n88. The “presented facts  . . . admit of more than one inference. ’”  Vizant \nTechs., LLC v. YRC Worldwide Inc., No. 15 CVS 20654, 2018 NCBC LEXIS 65, at *18 \n(N.C. Super. Ct. June 26, 2018) (quoting Dutta v. St. Francis Reg’l Med. Ctr., 850 P.2d \n928, 937 (Kan. Ct. App. 1993)) .  Accordingly, the Court concludes that neither party \nis entitled to summary judgment on SiteLink’s breach-of-contract claim based on the \nExpress Limited License. \nc. Alleged breach of API License 2.1 \n89. SiteLink’s final breach-of-contract claim is based on its contention that \nRed Nova violated section 3(R) of API License  2.1, which became effective April 28, \n2014, and states that the licensee shall “not compete . . . with SiteLink.”  (Pl’s. Ex. 8 \n§ 3(R).)  Although SiteLink did not argue that Red Nova breached section 3(R) in its \nsummary judgment brief, both parties address ed this provision in subsequent \nbriefing.  (Def’s. MSJ Br. 19; Pl’s. MSJ Resp. 3.)  Red Nova contends that it did not \n“compete” with SiteLink because Red Nova did not use the API with any product that \ncompetes with SiteLink.  (Def’s. MSJ Br. 19.)  SiteLink  responds that Red Nova’s \n“tortured interp retation of the non -compete provision renders the provision \nmeaningless.”  (Pl’s. MSJ Resp. 3.)   \n90. Because SiteLink had no license provision against competition until it \nimplemented API License 2.1 on April 28, 2014, any claim based solely on Red Nova’s \nallegedly wrongful competition prior to April 28, 2014 must have an extra-contractual \nbasis.  Further, there are disputed issues of fact regarding SiteLink’s claim that Red \nNova breached API License 2.1 by continuing to compete after April 28  2014, \nincluding whether it was API License 2.1 or another express or implied agreement  \nthat governed Red Nova’s API use.   Neither party is entitled to summary judgment \non SiteLink’s claim based on Section 3(R) of API License 2.1. \n(5) Neither party is entitled to summary judgment on SiteLink’s \nunjust enrichment claim. \n \n91. SiteLink argues that Red Nova was unjustly enriched during two \nperiods: from May 2013 to January 13, 2014, and from February 28, 2014 to May 4, \n2015.  SiteLink asserts that Red Nova’s unpaid-for benefit was its unauthorized use \nof S iteLink’s API .  (Pl’s. MSJ Br. 20.)  In addition to the preemption argument \naddressed above, Red Nova contends that SiteLink’s unjust enrichment claim fails \nbecause express contracts govern Red Nova’s use of the API.  (Def’s. MSJ Br. 19–20.)   \n92.  “The doctrine of unjust enrichment was devised by equity to exact the \nreturn of, or payment for, benefits received under circumstances where it would be \nunfair for the recipient to retain them without the contributor being repaid.”  Collins \nv. Davis, 68 N.C. App. 588, 591, 315 S.E.2d 759 , 761 (1984).  “Under North Carolina \nlaw, a plaintiff demonstrates unjust enrichment by showing that ‘it conferred a \nbenefit on another party, that the other party conscious ly accepted the benefit, and \nthat the benefit was not conferred gratuitously or by an interference in the affairs of \nthe other party.’”   WJ Global LLC v. Farrell, 941 F. Supp. 2d 688, 693 (E.D.N.C. \n2013) (quoting Se. Shelter Corp., 154 N.C. App. at 330, 572 S.E.2d at 206).  “A claim \nof this type is neither in tort nor contract but is described as a claim in quasi contract \nor a contract implied in law.”   Booe v. Shadrick, 322 N.C. 567, 570, 369 S.E.2d 554 , \n556 (1988). Unjust enrichment is “not an appropriate remedy when there is an actual \nagreement between the parties,” Paul L. Whitfield, P.A. v. Gilchrist, 348 N.C. 39, 42, \n497 S.E.2d 412, 415 (1998), because “an express contract precludes an implied \ncontract with reference to the same matter.”  Vetco Concrete Co. v. Troy Lumber Co., \n256 N.C. 709, 713, 124 S.E.2d 905, 908 (1962). \n93. Clearly, the remedy of unjust enrichment is available only for those \nperiods of time, if any, for which no contract was in force.  Id.  However, because the \nCourt has recognized genuine issues of fact whether API License  1.0, the Express \nLimited License, or API License 2.1  governed Red Nova’s access to the API during \nthe times SiteLink claims Red Nova was unjustly  enriched, neither party is entitled \nto summary judgment on SiteLink’s unjust enrichment claim.  \n(6) Neither party is entitled to summary judgment on SiteLink’s \ntortious interference with existing contracts claim. \n \n94. Both parties move for summary judgment on SiteLink’s  claim for \ntortious interference with existing contracts.  The elements of a claim for tortious \ninterference with contract are \n(1) a valid contract between the plaintiff and a third person which \nconfers upon the plaintiff a contractual right against a thir d person; \n(2) the defendant knows of the contract; (3) the defendant intentionally \ninduces the third person not to perform the contract; (4) and in doing so \nacts without justification; (5) resulting in actual damage to plaintiff. \n \nBeverage Sys. of the Carolinas, LLC v. Associated Beverage Repair, LLC , 368 N.C. \n693, 700, 784 S.E.2d 457, 462 (2016) (quoting United Labs., Inc. v. Kuykendall , 322 \nN.C. 643, 661, 370 S.E.2d 375, 387 (1988)).   \n95. SiteLink contends that Red Nova tortiously interfered with the \nCustomer License, which prohibits customers using SiteLink’s FMS from utilizing a \nservice provider that compet es with SiteLink.  (Pl’s. MSJ Br. 25; Pl’s. MSJ Ex. 64.)  \nSiteLink asserts that Red Nova , aware of the  Customer License , acted without \njustification when it encouraged customers to ask for indefinite extensions  of the \nExpress Limited License.  (Pl’s. MSJ Resp. 8, 25.)  SiteLink concludes that Red Nova’s \ninterference caused SiteLink actual pecuniary harm because SiteLink’s “ business \nwas disrupted as its sales staff spent time contacting mutual customers and \naddressing their concerns, rather than selling [SiteLink’s FMS],” and “SiteLink’s \nengineers spent time developing a method to monitor” Red Nova’s API use, “the cost \nof which exceeded $5,000.”  (Pl’s. MSJ Br. 26.)  While not challenging the existence, \nvalidity, or its knowledge of the Customer License, Red Nova asserts that there is no \nevidence either to support a finding that it acted without justification, or that  \nSiteLink suffered any actual damages.  (Def’s. MSJ Br. 21.) \n96. In North Carolina, “a third party who induces one party to terminate or \nfail to renew a contract with another may be held liable for malicious interference \nwith the party’s contractual rights if the third party acts without justification.”  \nRobinson, Bradshaw & Hinson, P.A . v. Smith , 129 N.C. App. 305, 31 7, 498 S.E.2d \n841, 850 (1998)  (quoting Fitzgerald v. Wolf, 40 N.C. App. 197, 199, 252 S.E.2d 523, \n524 (1979)).  “‘North Carolina’s case law paints a less -than-clear picture’ when it \ncomes to distinguishing between justified and unjustified interference with contract.”  \nLenders Funding, LLC v. Waim Mgmt. Co., No. 17 CVS 8592, 2018 NCBC LEXIS 67, \nat *5, 2018 NCBC 67 (N.C. Super. Ct. July 6, 2018) (quoting K&M Collision, LLC v. \nN.C. Farm Bureau Mut. Ins. Co., 2017 NCBC LEXIS 109, at *21 (N.C. Super. Ct. Nov. \n21, 2017).  Justification is “loosely” defined, Lenders Funding, 2018 NCBC LEXIS 67, \nat *5, and means any “just, lawful excuse” for taking action.  Childress v. Abeles, 240 \nN.C. 667, 675, 84 S.E.2d 176, 182 (1954 ).  Whether conduct is justified depends on \n“the circumstances surrounding the interference, the actor’s motive or conduct, the \ninterests sought to be advanced, the social interest in protecting the freedom of action \nof the actor, and the contractual interes ts of the other party.”  Robinson, 129 N.C. \nApp. at 317 –18, 498 S.E.2d at 850 (quoting Peoples Sec. Life Ins. Co. v. Hooks, 322 \nN.C. 216, 221, 367 S.E.2d 647, 650 (1988)). \n97. As between business competitors,  “the public interest [so] strongly \nfavors protecting the freedom of individuals and entities to interfere with others’ \ncontractual rights . . . that the interfering conduct is deemed privileged.”   Lenders \nFunding, 2018 NCBC LEXIS 67, at *6; see also Peoples Sec. Life, 322 N.C. at 221, 367 \nS.E.2d at 650 (“[C]ompetition in business constitutes justifiable in terference . . . so \nlong as it is carried on in furtherance of one’s own interest and by means that are \nlawful.”); Beverage Sys. of the Carolinas , 368 N.C. at 700, 784 S.E.2d at 462  (noting \nthat interference with a contract is “justified if it is motivated by a legitimate business \npurpose, as when the plaintiff and the defendant, an outsider, are competitors”).   \n98. However, a competitive privilege is “conditional; the privilege ‘is lost if \nexercised for a wrong purpose . . . where the act is done other than as a reasonable \nand bona fide attempt to protect the interest of the defendant.’”   Hopkins v. MWR \nMgmt. Co., No. 15 CVS 697, 2017 NCBC LEXIS 47, at *51 (N.C. Super. Ct. May 31, \n2017) (quoting Peoples Sec. Life, 322 N.C. at 221, 367 S.E.2d at 650).  Thus, if a party \ninterferes “not to protect [ its own] interests but instead to harm” its competitor, its \ninterference will not be privileged.  Hopkins, 2017 NCBC LEXIS 47, at *52. \n99. Regarding the element of actual damage, our appellate courts have held \nthat “damages in . . . tortious interference with contract cases [are] actual monetary \ndamages,” and have suggested that such damages must be  “connected to a contract \nright.”  Burgess v. Busby, 142 N.C. App. 393, 403–04, 544 S.E.2d 4, 9–10 (2001); see \nalso Francis v. Power Plant Maint., Inc., 264 F. Supp. 2d 350, 356–57, (M.D.N.C 2003) \n(dismissing a tortious interference claim brought by a former employee who had been \nreassigned to a different work location when there was no evidence of damages “other \nthan [an] increased commute”).   \n100. As to whether Red Nova was justified in communicating  with mutual \ncustomers, the record clearly demonstrates that SiteLink and Red Nova had become \ncompetitors at the times SiteLink contends Red Nova wrongly inte rfered with the \nCustomer License.  However, the record contains at least some evidence suggesting \nthat Red Nova acted with an intent to harm SiteLink rather th an only to protect its \nown competitive interests.  For example, a jury could find that several of  Miller’s e-\nmails to Red Nova employees or customers demonstrate that Red Nova acted without \njustification in encouraging customers to breach the Customer Lice nse.  ( See Pl’s. \nMSJ Ex. 35, RNL 07784 (January 21, 2014, e-mail from Miller to an employee stating \nthat “our best defense is to destroy sitelinks [sic] business”); Pl’s. MSJ Ex. 34, \nRNL08358 (February 14, 2014, e-mail from Miller telling a customer that he “wanted \nto beat “SiteLink at any cost”); Pl’s. MSJ Ex. 35, RNL06564 (February 4, 2014, e-mail \nfrom Miller to another employee stating “F*** Sitelink [sic], lets [sic] go get all their \ncustomers”).)  Thus, ther e is a genuine issue whether Red Nova’s conduct was \njustified. \n101. Further, while the Court concludes that SiteLink employees’ time spent \naddressing customer concerns and developing an API monitoring system, (Pl’s. MSJ \nBr. 26), does not constitute “actual pecuniary harm,” Burgess, 142 N.C. App. at 404, \n544 S.E.2d at 10 (emphasis added), SiteLink’s expenses in implementi ng an API \nmonitoring system are both pecuniary and sufficiently connected to the alleged \nbreaches of the Customer License to constitute actual damage. \n102. Thus, while SiteLink’s path to proving tortious interference is narrow,  \nSiteLink “has brought forward sufficient evidence to permit a rational factfinder to \nconclude that [Red Nova]’s sta tements were . . . communicat[ed] not to protect [Red \nNova]’s interest but instead to harm [SiteLink],” Hopkins, 2017 NCBC LEXIS 47, at \n*52, and that SiteLink suffered “actual pecuniary harm” as a result of Red Nova’s \nstatements.  Burgess, 142 N.C. App. at 404, 544 S.E.2d at 10.  Accordingly, neither \nparty is entitled to summary judgment on SiteLink’s intentional interference with \ncontractual relations claim.  \n(7) Red Nova is entitled to summary judgment on SiteLink’s claim \nfor intentional interference with prospective economic \nadvantage.  \n \n103. Only Red Nova moves for summary judgment on SiteLink’s tortious \ninterference with prospective economic advantage claim.   \n104. Intentional interference with prospective economic advantage requires \nthat a defendant “induce[ ] a third party to refrain from entering into a contract with \n[the p]laintiff without justification.  Additionally, [the p]laintiff must show that the \ncontract would have e nsued but for ” a d efendant’s interference.  Daimlerchrysler \nCorp. v. Kirkhart , 148 N. C. App. 572, 5 85, 561 S.E.2d 276, 286 (2002)  (citation  \nomitted). \n105. Red Nova asserts that SiteLink has failed to “identify even one lost sale” \nas a result of Red Nova’s actions, (Def’s. MSJ Br. 21), citing Lampe’s testimony that \nhe was not “aware of” SiteLink losing any contracts “as a result of any of the actions \nof Red Nova.”  (Lampe Dep. 106:5 –9.)  SiteLink does not appear to contest this \nassertion.  Rather, SiteLink maintains that Red Nova’s interference with prospective \nadvantage caused the same h arm as Red Nova’s interference with the Custo mer \nLicense: namely, employees’ lost time spent conducting damage control and \ndeveloping an API monitoring system .  (Pl’s. MSJ Br. 26; Reply Supp. Pl’s. Mot. \nPartial Summ. J. 10–11 (“Pl’s. MSJ Reply”), ECF No. 131.2.)   \n106. SiteLink’s lack of evidence of any lost contract is fatal to its interference \nwith prospective advantage claim .  Our appellate courts have made clear that a \nplaintiff “must show that [a] contract would have ensued  but for” a defendant’s \ninterference.  Daimlerchrysler, 148 N.C. App. at 585, 561 S.E.2d at 286 (emphasis \nadded).  SiteLink has offered no evidence that it lost any contract as a result of Red \nNova’s conduct, and admits the opposite.  Accordingly, the Court concludes that Red \nNova is entitled to summary judgment on SiteLink’s claim for intentional \ninterference with prospective economic advantage. \n(8) Red Nova is entitled to summary judgment on SiteLink’s \ndefamation per se claim. \n \n107. SiteLink’s claim for defamation per se  is based  on Red Nova’s Press \nRelease regarding the Court’s Consent Preliminary Injunction .  (See Pl’s. MSJ Br. \n21–22.)  Both parties move for summary judgment on this claim. \n108. The Press Release states: \nThe North Carolina Business Court issued an order today affirming Red \nNova’s ability to continue to provide website services for its clients who \nuse SiteLink’s management software.  \n* * * \nSiteLink has sought an extremely broad injunction, attempting in effect \nto shut down Red Nova’s ability to serve its storEDGE client s who use \nSiteLink.  However, after the court hearing on SiteLink’s motion [for \npreliminary injunction], SiteLink abandoned much of its request.  \n* * *  \n“Our priority is to protect our customers and help their businesses, and \nso we are very pleased that th e court entered this order,” said Dan \nMiller, President of Red Nova.  . . . “We’ve worked hard to build our \nbusiness into the leading provider of marketing solutions for self storage \nand believe that facility operators should have choice in selecting \nwebsite providers.  For too long, SiteLink’s anticompetitive tactics have \nstifled innovation in the self storage industry and we are convinced that \noperators deserve better and more integrated technology solutions at \ncompetitive prices.”   \n \n(Pl’s. MSJ Ex. 49; see also Pl’s. MSJ Br. 23.)   \n109. Defamation includes two distinct torts: libel and slander.  Tallent v. \nBlake, 57 N.C. App. 249, 251, 291 S.E.2d 336, 338 (1982).  Generally, written \ndefamation constitutes libel.  Id.  To recover for defamation, “a plaintiff m ust allege \nand prove that the defendant made false, defamatory statements of or concerning the \nplaintiff, which were published to a third person, causing injury to the plaintiff’s \nreputation.”  Boyce & Isley, PLLC v. Cooper, 211 N.C. App. 469, 478, 710 S.E.2d 309, \n317 (2011) (quoting Tyson v. L’eggs Prods., Inc. , 84 N.C. App. 1, 10 –11, 351 S.E.2d \n834, 840 (1987)).  Truth is a defense to a defamation claim.  Id. \n110. North Carolina recognizes three categories of libel: (1) libel per se, which \nincludes “obviousl y defamatory” publications; (2) publications that could be \nreasonably interpreted as either defamatory or not defamatory; and (3) libel per quod, \nwhich includes publications that are “not obviously defamatory” but which become so \n“when considered with innu endo, colloquium, and explanatory circumstances.”  \nRenwick v. News & Observer Publ’g Co., 310 N.C. 312, 316, 312 S.E.2d 405, 408 (1984) \n(quoting Arnold v. Sharpe, 296 N.C. 533, 537, 251 S.E.2d 452, 455 (1979)). \n111. The Court determines as a matter of law w hether a publication is \ndefamatory per se.  Renwick, 310 N.C. at 317–18, 312 S.E.2d at 409.  The statement \n“must be susceptible of but one meaning and of such nature that the court can \npresume as a matter of law that [it] tend[s] to disgrace and degrade the party or hold \nhim up to public hatred, contempt or ridicule, or cause him to be shunned and \navoided.”  Renwick, 310 N.C. at 31 7–18, 312 S.E.2d at 409  (quoting Flake v. \nGreensboro News Co., 212 N.C. 780, 786, 195 S.E. 55, 60 (1938) (emphasis omitted)).  \nIn the business context,  \nthe false words must touch the plaintiff in his s pecial trade or \noccupation, and must contain an imputation necessarily hurtful in its \neffect on his business. That is to say, it is not enough that the words \nused tend to injure a person in his business. To be actionable per se, they \nmust be uttered of him in his business relation. Defamation of this class \nordinarily includes charges made by one trader or merchant tending to \ndegrade a rival by charging him with dishonorable conduct in business.  \n \nBadame v. Lampke, 242 N.C. 755, 757, 89 S.E.2d 466, 468 (1955) (citations omitted).  \n112. A statement “that does not ‘assert any illegal or wrongful activity’ by the \nplaintiff, generally does not rise to the level of defamation recognized under North \nCarolina law.”  Diagnostic Devices, Inc. v. Doctor Diabetic Supply, Inc. , No. \n3:09CV135-GCM, 2010 U.S. Dist. LEXIS 1709, at *7 (W.D.N.C. Jan. 11, 2010) \n(quoting Nucor Corp. v. Prude ntial Equity Grp., LLC ., 189 N.C. App. 731,  737, 659 \nS.E.2d 483, 487 (2008)).  Further, a statement cannot be libelous per se if it is “a pure \nexpression of opinion,” because expressions of opinion do not “ assert actual fact[s].”  \nNucor, 189 N.C. App. at 7 36, 659 S.E.2d at 486 (quoting Daniels v. Metro Magazine \nHolding Co., 179 N.C. App. 533, 539, 634 S.E.2d 586, 590 (2006)).   The Court must \nconsider “how the alleged defamatory publication would have been understood by an \naverage reader” based solely on the face of the publication.  Nucor, 189 N.C. App. at \n736, 659 S.E.2d at 487.   \n113. Applying these principles, the  Court concludes that none of the \nstatements in Red Nova’s press release constitute libel per se  as a matter of law .  \nRegarding the  statement that “ SiteLink’s anticompetitive tactics have stifled \ninnovation in the self storage industry,” (Pl’s. MSJ Ex. 49) the Court notes that while \nit is possible that an average reader might read “anticompetitive” to mean unlawful \ncompetition, it is just as likely that an average reader would understand \n“anticompetitive” to mean no more than “[h]aving a tendency to reduce or eliminate \ncompetition,” Anticompetitive, Black’s Law Dictionary (10th ed. 2014), and that here \nRed Nova reasonably believed that SiteLink was seeking to stifle innovation because \nSiteLink did not want to compete with an innovative new product.   The fact that \nSiteLink sought to enforce its API license in response to Red Nova’s competition  is \nundisputed.  (Am. Compl. ¶ 126.)  Red Nova’s “anticompetit ive” statement is not \n“susceptible of but one meaning” and therefore is not libel per se.  Renwick, 310 N.C. \nat 317–18, 312 S.E.2d at 409.   \n114. Regarding Red Nova’s statement describing the Consent Preliminary \nInjunction as “affirming Red Nova’s ability to continue to provide website services for \nits clients who use SiteLink’s [FMS],” the Court concludes that this statement is also \ncapable of more than one interpretation and therefore is not libel per se.  Further, the \nCourt conclude s that Red Nova’s stateme nts that SiteLink “sought an ext remely \nbroad injunction” and “abandoned much of its request” following the Court’s \ninjunction order constitute “pure expressions of opinion” and are therefore not libel \nper se. Nucor, 189 N.C. App. at 736, 659 S.E.2d at 486;  see also Kingsdown, Inc. v. \nHinshaw, No. 14 CVS 1701, 2016 NCBC LEXIS 15, at *38 (N.C. Super. Ct. Feb. 17, \n2016) (holding that statements describing ongoing litigation were “fairly understood \nas simply reflecting respective positions in the pending litigation and [the parties’] \nopinions concerning the strength of their respective cases”).   \n115. For these reasons , Red  Nova is entitled to summary judg ment on \nSiteLink’s defamation per se claim. \n(9) SiteLink’s Section 75-1.1 claim must be narrowed.  \n \n116. Both parties move for summary judgment on SiteLink’s section 75 -1.1 \nclaim.   \n117. To sustain its section 75-1.1 claim, SiteLink must prove (1) that Red \nNova “committed an unfair or deceptive act or practice,” (2) that Red Nova’s unfair or \ndeceptive act or practice was “in or affecting commerce,” and (3) that Red Nova’s “act \nproximately caused injury” to SiteLink.  Bumpers v. Cmty. Bank of N. Va. , 367 N.C. \n81, 88, 747 S.E.2d 220, 226 (2013) (quoting Dalton, 353 N.C. at 656, 548 S.E.2d at \n711); see also N.C. Gen. Stat. § 75-1.1(a) (2017).   \n118. The first element is determined by the Court depending on a jury’s \nfindings of certain predicate acts.  See, e.g., Sunbelt Rentals, Inc. v. Head & Engquist \nEquip., LLC, No. 00 CVS 10358, 2002 NCBC LEXIS 2, at *46 –47 (N.C. Super. Ct. \nJuly 10, 2002) ( citing Bernard v. Cent. Carolina Truck Sales, 68 N.C. App. 228, 314 \nS.E.2d 582 (1984)) (holding that trade secrets and tor tious interference claims may \nsupport a 75-1.1 claim);  Nguyen v. Taylor, 219 N.C. App. 1, 9, 723 S.E.2d 551, 558  \n(2012) (finding a section 75.1-1 violation where the defendant “defam[ed] [plaintiffs] \nwhile profiting at their expense”);  Johnson v. Colonial Life & Accident Ins. Co., 173 \nN.C. App. 365, 371, 618 S.E.2d 867, 871 (2005) (upholding a trial court’s conclusion \nthat a contract breach involving a false claim as a pretext for firing an employee \nsatisfied 75-1.1).   \n119. SiteLink h as not asserted a separate  standalone c laim.  Accordingly, \nwhether SiteLink’s 75-1.1 claim survives depends on whether it s defamation per se, \ntortious interference with contractual relations, or misappropriation of trade secrets \nclaims survive, and on whether SiteLink can prove tha t aggravating circumstances \naccompanied Red Nova’s alleged contract breaches such that the breaches rise to the \nlevel of a 75-1.1 claim.  Cf. Krawiec v. Manly, 370 N.C. 602, 613, 811 S.E.2d 542, 550 \n(2018) (quoting Dalton, 353 N.C. at 656, 548 S.E.2d at 711) (“Plaintiffs made no \nfurther allegations of specific unfair or deceptive acts. Because we determined that \nplaintiffs failed to state a valid claim for tortious interference with contract or \nmisappropriation of trade se crets, we necessarily must conclude that plaintiffs also \nfailed to adequately allege that the . . . defendants ‘committed an unfair or deceptive \nact or practice.’”).   \n120. Here, for reasons discussed above, SiteLink’s defamation per se claim \ndoes not survive summary judgment, but its tortious interference with contractual \nrelations, misappropriation of trade secrets, and breach-of-contract claims do.   \n121. However, “a plaintiff must show substantial aggravating circumstances \nattending [a] breach [of contract] to recover under [section 75-1.1].”  Bartolomeo v. \nS.B. Thomas, Inc. , 889 F.2d 530, 535 (4th Cir. 1989) .  Substantial aggravating \ncircumstances “ generally involve forged documents, lies, and fraudulent \ninducements.” Forest2Market, Inc. v. Arcogent, Inc., No. 15 CVS 9547, 2016 NCBC \nLEXIS 3, at *14 (N.C. Super. Ct. Jan. 5, 2016) (quoting Stack v. Abbott Labs., Inc., \n979 F. Supp. 2d 658, 668 (M.D.N.C. 2013)).  “A classic example of an aggravating \ncircumstance is deception ‘in the formation of the contract.’”  Post v. Avita Drugs, \nLLC, No. 17 CVS 798, 2017 NCBC LEXIS 95, at *10 (N.C. Super. Ct. Oct. 11, 2017) \n(quoting Bartolomeo, 889 F.2d at  535).  This Court has recognized that “[i]t is far \nmore difficult to allege and prove egregious circumstances  after the formation of the \ncontract” because “ disputes concerning the circumstances of the breach are often \nbound up with one party’s exercise of perceived rights and remedies under the \ncontract.”  Post, 2017 NCBC LEXIS 95, at *10.  Thus, a 75-1.1 violation “is unlikely \nto occur during the course of contractual performance.”  Mitchell v. Linville, 148 N.C. \nApp. 71, 75, 557 S.E.2d 620, 6 24.  Still, a breach may support a 75 -1.1 claim if the \nbreaching party “engaged in deceitful conduct in order to effectuate and conceal its \nbreaches” and acted to “deter further investigation. ”  Sparrow, 2014 NCBC LEXIS \n70, at *44–45. \n122. The Court now concludes that Site Link has provided insufficient \nevidence in connection with its breach -of-contract claims to support a finding of \n“substantial aggravating circumstances.”  SiteLink does not argue and has not shown \nthat Red Nova fraudulently induced it to enter any contract.  Arguably, SiteLink has \nput forth some evidence that Red Nova acted to conceal its alleged breaches, (see Pl’s. \nMSJ Ex. 41, RNL01270, ECF No. 79 (e-mail from Miller on March 15, 2014 \nencouraging Red Nova employees to “[k]eep sneaking all these” new customers)), but \nthere is no evidence that Red Nova deterred investigation into any alleged breach.  \nAccordingly, the Court concludes that the evidence is insufficient to create a genuine \nissue of fact whether “aggravating circumstances” accompanied any breach of \ncontract.   \n123. In sum, Red Nova is entitled to summary judgment to the extent that \nSiteLink’s 75 -1.1 claim is based on the predicate acts of breach of contract  or \ndefamation per se .  SiteLink’s  75-1.1 claim survives to the extent it is based on its \ntortious interference and trade secrets claims.  \n(10) Red Nova is not entitled to summary judgment at this time on \nSiteLink’s declaratory judgment claim.  \n \n124. SiteLink seeks a declaratory judgment pursuant to N.C. Gen. Stat. § 1-\n253 that “access to SiteLink’s API is governed by the API User Agreement and further \ndeclaratory relief defining SiteLink’s rights and legal obligations under the API User \nAgreement.”  (Am. Compl. ¶  173.)  Neither party has otherwise d irectly addressed \nthis claim in their briefing or arguments.  Accordingly, the Court defers consideration \nof SiteLink’s claim for declaratory judgment at this time. \nD. Summary Judgment on Red Nova’s Counterclaims \n125. SiteLink moves for summary judgment on Red Nov a’s remaining \ncounterclaims for defamation per se, tortious interference with contract, and section \n75-1.1 violations. \n(1) SiteLink is not entitled to summary judgment on Red Nova’s \ndefamation claim.  \n \n126. Red Nova asserts a counterclaim against SiteLink for defamation in the \nform of both libel and slander per se based on SiteLink’s statements to or in front of \ncustomers that Red Nova (1)  violated API License 1.0 by competing with SiteLink, \n(Pl’s. MSJ Ex. 30), (2) engaged in “flagrant, shameless, theft and abuse,” (Def’s. MSJ \nResp. Ex. E), and (3) stole SiteLink’s proprietary information and used it to develop \nstorEDGE (collectively, “SiteLink’s Statements”) .  ( Bernath Dep. 53:23–54:17; see \nalso Def’s. Answer, Defenses, Am. Countercls. Pl’s. First Am. Compl. ¶¶ 57–59.)   \n127. SiteLink does not directly challenge the contention that its statements \ncould be defamatory per se, but rather argues that the record compels a finding that \nits statements about Red Nova are not actionable because they are true .  (Pl’s. MSJ \nBr. 33–34; Reply Supp. Pl’s. Mot. Partial Summ. J. 13.)  SiteLink separately contends \nthat summary judgment on Red Nova’s defamation claim is appropriate because \nthere is no evidence that any of its statements were a proximate cause of Red Nova’s \nlosses.  (Pl’s. MSJ Br. 34 n.196.)   \n128. As previously discussed, for a statement to be defamatory per se, it \n“must be susceptible of but one meaning and of such nature that the court can \npresume as a matter of law that [it] tend[s] to disgrace and degrade the party or hold \nhim up to public hatred, contempt or ridicule, or cause him to be shunned and \navoided.”  Flake, 212 N.C. at 786, 195 S.E. at  60.  As relevant here, “the false words \nmust touch the plaintiff in his special trade or occupation, and must contain an \nimputation necessarily hurtful in its effect on his business.”  Badame, 242 N.C. at \n757, 89 S.E.2d at 468.  The statement must also “assert actual fact,” Nucor, 189 N.C. \nApp. at 736, 659 S.E.2d at 486, and “directly charge plaintiffs with an unauthorized \nact, or with improper, unlawful or unethical acts or practices.  . . .”  Martin Marietta \nCorp. v. Wake Stone Corp., 111 N.C. App. 269, 280, 432 S.E.2d 428, 435 (1993).  Truth \nis a defense to defamation.  Boyce, 211 N.C. App. at 478, 710 S.E.2d at 317.   \n129. The Court concludes that each of SiteLink’s S tatements is defamatory \nper se if false.  Regarding the statements that Red Nova “stole” from SiteLink, \n(Bernath Dep. 53:23–54:17), and engaged in “flagrant, shameless, theft and abuse” of \nSiteLink’s API, (Def’s . MSJ Resp. Ex. E ), the Court concludes that both are clearly \nsusceptible of only one meaning and implicate Red Nova in its trade.  See Ausley v. \nBishop, 133 N.C. App. 210, 215, 515 S.E.2d 72, 76 (1999) rev’d on other grounds, 356 \nN.C. 422, 572 S.E.2d 153, 154 (2002) (holding that a statement that a counterclaim-\nplaintiff had “stolen” client files “undoubtedly had the capacity to harm [the \ncounterclaim-plaintiff] in his trade or profession”).   \n130. The Court reaches the same conclusion regarding SiteLink’s statement \nthat Red Nova “violated our license agreement by deciding to directly compete.”  (Pl’s. \nMSJ Ex. 30).  While there is a possible argument that some stateme nts between \nbusiness competitors may sometimes be protected by a conditional privilege, see, e.g., \nKBT Corp. v. Ceridian Corp., 966 F. Supp. 369, 374, (E.D. Pa. 1997) (noting in regard \nto trade disparagement claims that a “conditional privilege attaches to a \ncommercially disparaging statement when the statement involves some interest of \nthe person who publishes it”), the Supreme Court of North Carolina in Ellis v. N. Star \nCo., 326 N.C. 219, 388 S.E.2d 127 (1990), made clear that a false statement accusing \na business associate of a specific, wrongful, unauthorized act is actionable per se.  In \nEllis, a defendant wrote a letter to its customers stating that it “did not authorize” a \nprice list shared with those customers by the plaintiff.  326 N.C. at 224, 388 S.E.2d \nat 130.  The Supreme Court held that the letter could “only be read to mean that [the \nplaintiff] did an unauthorized act” so as to impeach the plaintiff in its trade and \nconcluded that the defendant’s letter was defamatory per se.  Id. \n131. The same result must follow in this case.  The statement that Red Nova \n“violated [the] licensing agreement by deciding to directly compete” is capable of one \ninterpretation and directly touches Red Nova in its trade.  This statement also asserts \na provable fact; that Red Nova breached its contract by competing.  But see Nucor, \n189 N.C. App. at 737–38, 659 S.E.2d at 487 (affirming dismissal of a defamation per \nse claim when the defendant’s statements did “not allege specific wrongful conduct” \nand did not contain “any alleged facts”).  Accordingly, the Court concludes that \nSiteLink’s statement that Red Nova violated the license agreement is defamatory per \nse if false. \n132. In sum, because “no innuendo . . . is necessary to conclude” that each of \nSiteLink’s S tatements charge Red Nova with “committing contemptible business \npractices,” Boyce, 153 N.C. App. at 32, 568 S.E.2d at 899, the Court concludes that \neach of SiteLink’s Statements, if false, is defamatory per se. \n133. However, the Court cannot conclude as a matt er of law that  any of  \nSiteLink’s statements are false.  Indeed, the Court has already concluded that there \nremain genuine issues of fact whether, inter alia, Red Nova breached API License 1.0 \n(the license in effect at the time SiteLink  sent the letter to customers stating that \nRed Nova had breached the agreement), and whether Red Nova mis appropriated \nSiteLink’s alleged trade secrets.  Accordingly, SiteLink is not entitled to summary \njudgment to the extent Red Nova asserts a claim for defamation per se. \n134. SiteLink also appears to argue that, even if some of its statements could \nbe defamatory, SiteLink is still entitled to partial summary judgment because there \nis no genuine issue of fact that its statements were not the proximate cause of R ed \nNova’s losses.  (Pl’s. MSJ Br. 34 n.196 (citing Carotek, Inc. v. Kobayashi Ventures, \nLLC, 875 F. Supp. 2d 313, 344 (S.D.N.Y. 2012), a case applying North Carolina law \nand holding that plaintiffs seeking to recover under a libel per quod theory must prove \nspecial damages).)  \n135. The Court concludes that , to the extent that Red Nova’s defamation \nclaim depends on proof of actual damages,  Red Nova has submitted sufficient \nevidence of proximate causation to survive summary judgment.  (See, e.g., Def’s. MSJ \nResp. Ex. H, RNL277266, ECF No. 121.22 (e-mail from customer ending her contract \nwith Red Nova “due to the recent knowledge that the license agreement with SiteLink \nwas violated”) ; RNL277262, ECF No. 121.16 (e -mail from customer ending her \ncontract with Red Nova as “a result of the letter we received . . . from Site Link [sic]”).)  \nSiteLink admits that at least one customer left Red Nova becaus e that customer \nlearned that Red Nova “violated the API License Agreement or stole from SiteLink.”  \n(Pl’s. MSJ Reply 13 n.53.)  Accordingly, SiteLink is not entitled to summary judgment \non Red Nova’s defamation claim.   \n(2) SiteLink is entitled to summary judgment on Red Nova’s \ntortious interference with existing contracts claim.  \n \n136. Red Nova asserts a counterclaim against SiteLink for tortious \ninterference with existing contracts based on SiteLink  allegedly making false \nstatements to Red Nova customers, including inducing those customers to cease doing \nbusiness with Red Nova.  (Am. Countercls. ¶¶ 48, 50.) \n137. In its June 2016 Order & Opinion, the Court dismissed Red Nova’s \ntortious-interference claim to the extent the claim was based on an assertion that the \nAPI license is “anticompetitive” or constitutes an illegal restraint of trade.  SiteLink, \n2016 NCBC LEXIS 45, at *33.  The Court further concluded that SiteLink did not act \n“without justificatio n” m erely by enforcing its API l icense.  Id. (quoting Embree \nConstr. Grp., Inc. v. Rafcor, Inc., 330 N.C. 487, 498, 411 S.E.2d 916, 924 (1992)).   \n138. SiteLink argues that it is entitled to summary judgment on the \nremaining parts of Red Nova’s tortious -interference claim because SiteLink had a \n“legitimate business purpose” for making statements to divert Red Nova customers \nto other vendors, and “the right to determine ‘with whom to deal.’”  (Pl’s. MSJ Br. 35 \n(quoting SiteLink, 2016 NCBC LEXIS 45, at *22).)   \n139. Red Nova stresses that SiteLink contacted not only mutual customers \nwho use d SiteLink’s API, but all mutual customers, and that SiteLink had no \nlegitimate business purpose for doing so.  However, Red Nova does not contend that \nSiteLink contacted anyone with whom SiteLink did not have a contractual \nrelationship. \n140. As discussed above, interference with a contract is “justified if it is \nmotivated by a legitimate business purpose, as when the plaintiff and the defendant, \nan outsider, are competitors.”  Embree, 330 N.C. at 498, 411 S.E.2d at 924 .  Indeed, \n“[c]ompetition in business constitutes a legitimate business interest where it is \n‘carried on in furtherance of one’s own interests and by means that are lawful.’”  Veer \nRight Mgmt. Grp. Inc., v. Czarnowski Display Serv. , No. 14 CVS 1038, 2015 NCBC \nLEXIS 13, at *14 (quoting Peoples Sec. , 322 N.C. at 221, 367 S.E.2d at 650 ).  \nConversely, “a wrong purpose exists where the act is done other than as a reasonable \nand bonafide attempt to protect the interests of th e defendant which is involved, ” \nKuykendall, 322 N.C. at 662, 370 S.E.2d at 387, such as when a party interferes “not \nto protect [its own] interest but instead to harm” its competitor.  Hopkins, 2017 NCBC \nLEXIS 47, at *52. \n141. The Court concludes that SiteLink is entitled to summary judgment on \nRed Nova’s tortious in terference with contracts claim because it is undisputed that  \nRed Nova and SiteLink were, at the relevant time, competitors, and because \nSiteLink’s contacting of mutual customers was lawful and carried out in furtherance \nof SiteLink’s interests.  See Veer Right, 2015 NCBC LEXIS 13, at *14.   \n142. Here, SiteLink’s contact was lawful because it  was free to inform its \ncustomers about its cratering relationship with Red Nov a.  Further, such contact \nadvanced SiteLink’s interests because, as SiteLink notes,  mutual customers who \nwere using Red Nova for unrelated products may have expected some explanation for \nSiteLink and Red Nova’s failed relationship and Red Nova’s impending lack of API \naccess.  Finally, u nlike SiteLink’s tortious interference claim, where SiteLink put \nforth evidence that arguably suggests an improper motive, here, Red Nova has offered \nno similar evidence suggesting that SiteLink contacted customers to harm Red Nova \ninstead of to protect its own interests.   \n143. Accordingly, SiteLink had a legitimate business interest in contacting \nmutual customers about ending Red Nova’s API access and is therefore entitled to  \nsummary judgment on Red Nova’s tortious interference with contracts claim.   \n(3) Red Nova’s Section 75-1.1 claim must be narrowed.  \n144. SiteLink moves for summary judgment on the portions of Red Nova’s \nsection 75-1.1 counterclaim that survived the Court’s June 2016 ruling.  In that Order \n& Opinion, the Court dismissed Red Nova’s section 75 -1.1 claim to the extent the \nclaim is based on SiteLink’s API license.  See SiteLink, 2016 NCBC LEXIS 45, at *32. \n145. The remaining portions of Red Nova’s section 75-1.1 claim are based on \nits claims for defamation and tortious interference with contract, a s well  as \nallegations of unfair conduct based on SiteLink’s “threatening, intimidating, and \ncoercing actual and potential customers of Red Nova not to deal with Red Nova,” \nincluding “m aking false statements to Red Nova’s custom ers.”  (Am. Countercls. \n¶ 68.)  Red Nova is careful to point out that these alleged false statements “are \ndifferent from [SiteLink’s] defamatory statements.”  (Def’s. MSJ Resp. 35.) \n146. Similar predicate violations have been held to  support a claim under \nsection 75-1.1.  See e.g., Martin Marietta Corp. v. Wake Stone Corp. , 339 N.C. 602, \n603, 453 S.E.2d 1 46, 146 –47 (1995)  (holding that defamatory and injurious \nstatements are “‘unfai r’ within the meaning  . . . of [the UDTP]” and may support a \n75-1.1 claim); Combs & Assocs., Inc. v. Kennedy, 147 N.C. App. 362, 374, 555 S.E.2d \n634, 642 (2001) (acknowledging that tortious interference with contracts may support \na 75-1.1 claim).   \n147. However, Red Nova has cited no evidence of SiteLink’s allegedly unfair \nstatements upon which Red Nova’s 75 -1.1 claim is based, citing only the allegations \nof such statements contained in its counterclaims. (Def’s. MSJ Resp. 34–35.)  This is \ninsufficient to create a genuine issue.  Further, the Cour t has granted summary \njudgment in favor of SiteLink on Red Nova’s tortious interference claim.  Accordingly, \nSiteLink is entitled to summary judgment on Red Nova’s 75 -1.1 claim to the extent \nsuch claim is based on Red Nova’s allegations of SiteLink’s unfai r statements or \ntortious interference. Red Nova’s 75 -1.1 claim survives only to the extent that it is \nbased on Red Nova’s defamation claim.    \nVI. CONCLUSION \n148. For the reasons stated above,  the parties’ motions for partial summary \njudgment are GRANTED in part and DENIED in part as follows: \na. SiteLink’s Motion for Partial Summary Judgment is GRANTED in part \nand DENIED in part as follows:  \ni. DENIED as to SiteLink’s claim for misappropriation of trade \nsecrets; \nii. DENIED as to SiteLink’s CFAA claim; \niii. DENIED as to SiteLink’s breach-of-contract claims;  \niv. DENIED as to SiteLink’s unjust enrichment claim;  \nv. DENIED as to SiteLink’s tortious interference with existing \ncontracts claim; \nvi. DENIED as to SiteLink’s claim for defamation per se; \nvii. DENIED as to SiteLink’s claim for violations of 75-1.1; \nviii. DENIED as to Red Nova’s defamation claim; \nix. GRANTED as to Red Nova’s tortious interference with existing \ncontracts claim; \nx. GRANTED as to Red Nova’s 75-1.1 claim to the extent such claim \nis predicated on Red Nova’s allegations of tortious interference or \nunfair statements.  Otherwise, DENIED. \nb. Red Nova’s Motion for Partial Summary Judgment is GRANTED in part \nand DENIED in part as follows:  \ni. GRANTED as to SiteLink’s misappropriation of trade secrets \nclaim to the extent it is based on Red Nova’s misappropriation of \nSiteLink’s FMS.  Otherwise, DENIED;  \nii. DENIED as to SiteLink’s CFAA claim; \niii. DENIED as to SiteLink’s computer trespass claim; \niv. GRANTED as to SiteLink’s breach -of-contract claims to the \nextent such claims are based solely on Red  Nova’s wrongful \nunauthorized copying or distribution of the API.  Otherwise, \nDENIED;  \nv. DENIED as to SiteLink’s unjust enrichment claim;  \nvi. DENIED as to SiteLink’s tortious interference with existing \ncontracts claim;  \nvii. GRANTED as to SiteLink’s intentional inte rference with \nprospective economic advantage claim;  \nviii. GRANTED as to SiteLink’s defamation per se claim;  \nix. GRANTED as to SiteLink’s 75 -1.1 claim to the extent SiteLink’s \nclaims are based on defamation per se or breach of contract.  \nOtherwise, DENIED. \nc. The parties shall on or before thirty days from the date of this Order & \nOpinion submit (1) a proposed schedule for any further pretrial \nproceedings and final trial; including (2) a report on whether a hearing \non SiteLink’s motions for contempt is necessary, and if so, two proposed \ndates on which the parties mutually agree for a hearing on such \nmotions.  The pre -trial schedule should be prepared consistent with  \nBusiness Court Local Rule 12.3. \n \nSO ORDERED, this the 20th day of August, 2018. \n \n \n /s/ James L. Gale \n James L. Gale \n Senior Business Court Judge \n "
}