{
  "id": "b02b9100c60dfe2c60d33e84b0b5ec6386bfd1d259577c3557acf0427766e1d1",
  "source_file": "data/raw/ncbc/b02b9100c60dfe2c60d33e84b0b5ec6386bfd1d259577c3557acf0427766e1d1.pdf",
  "raw_text": "Crescent Foods, Inc. v. Evason Pharmacies, Inc., 2016 NCBC 74. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAYNE 15 CVS 1852 \n \nCRESCENT FOODS, INC., ) \n  Plaintiff, ) \n   )  OPINION AND ORDER ON  \n   )  PLAINTIFF’S MOTION TO DISMISS  \n v.  )  COUNTERCLAIMS  \n   ) \n   )  \nEVASON PHARMACIES, INC., )  \n   Defendant.                     )       \n \nTHIS CAUSE, designated a mandatory complex business case by Order of the \nChief Justice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-\n45.4(b) (hereinafter, references to  the North Caroli na General Statutes will be to \n“G.S.”), and assigned to the undersigned Special Superior Court Judge for Complex \nBusiness Cases, comes before the Court upon Plaintiff Crescent Foods, Inc.’s Motion \nto Dismiss pursuant to Rule 12(b)(6) of th e North Carolina Rules of Civil Procedure \n(“Rule(s)”) (“Plaintiff’s Motion to Dismiss”).  \n THE COURT, having considered Plaintiff’s Motion to Dismiss ,1 the briefs in \nsupport of and opposition to Plaintiff’s Motion to Dismiss, the arguments of counsel, \nand other appropriate matters of record, concludes that Plaintiff’s Motion to Dismiss \nshould be GRANTED, in part, and DENIED, in part, for the reasons below. \nEverett, Womble & Lawrence, LLP by Ronald T. Lawrence, II , Esq.,  for \nPlaintiff. \n                                                           \n1 Plaintiff alleged certain grounds for dismissal of Defendant’s counterclaims in the Motion \nto Dismiss about which it did not make argument in its brief or at the hearing. Accordingly, \nthe Court does not address those grounds for dismissal that Plaintiff has not included in its \narguments. \n \n \n \nThe Law Office of John T. Benjamin, Jr., P.A. by John T. Benjamin, Jr. , Esq. \nand Paula M. Shearon, Esq., for Defendant. \n \nMcGuire, Judge. \nFACTUAL AND PROCEDURAL HISTORY \n1. Plaintiff Crescent Foods, Inc. (“Plaintiff” ) is a North Carolina \ncorporation that owns and operates Piggly Wiggly grocery stores, including stores in \nMount Olive and Faison, North Carolina.  (Countercl. ¶¶ 9, 11.)  Defendant Evason \nPharmacies, Inc. (“Defendant”) is also a North Carolina corporation, and is in the \nbusiness of oper ating and managing pharmacies. On October 1, 2001, Plaint iff and \nDefendant entered into a Management Agreement  (“Management Agreement” or \n“Agreement”), pursuant to which Defendant would manage Plaintiff’s pharmacies in \nthe Faison and Mount Olive stores. (Id. ¶ 11.) The Management Agreement expired \nby its own terms on April 30, 2013, and was not renewed. (Id. ¶ 12.) \n2. The parties’ duties in undertaking this venture were outlined in the \nManagement Agreement.  The Management Agreement provided that Defendant’ s \nduties included “managing the [pharmacies], including supervision of all employees \nof the Store providing services thereto ” and the “ordering of all prescription drugs \nand health and beauty care products for the [pharmacies].” (Management Agreement \n¶ 3.)  Plaintiff was required to p rovide to Defendant “at no charge,”  inter alia, the \nfollowing: “the facilities and fixtures  . . . necessary to operate the [pharmacies]”; \n“computer software required for pharmac y operations”; and, “computer equipment , \nprinter[s], copier[s], and facsimile machine[s].” (Id. ¶ 4.) The Management Agreement \n \n \nalso provided that Plaintiff “shall employ or engage the pharmacists and other staff . \n. . necessary to operate the [pharmacies]” and that “[a]ny  such employees shall be \nconsidered employees of the [Plaintiff] and shall participate in all employee benefits \noffered by the [Plaintiff] to its employees.” (Id.) \n3. The Management Agreement provided the following regarding \nDefendant’s compensation for its services: \nCompensation: As compensation for [Defendant’s] services \nhereunder, [Defendant] shall be entitled to fifty percent \n(50%) of the Gross Profit (as defined hereinbelow) from the \n[pharmacies’] prescription sales calculated on a quarterly \nbasis.  For p urposes of this Agreement, Gross Profit shall \nbe calculated using the cash basis method of accounting \nand shall mean total gross [ ] prescription sales less the \nfollowing expenses: cost of goods sold, supplies, sales taxes, \nand salaries, compensation (incl uding employer \ncontributions for employment taxes) and employee fringe \nbenefits (such as [Plaintiff’s] insurance plan and \nretirement plan) payable to any pharmacists and other \nemployees required to operate the [pharmacies]. \n \n(Id. ¶ 5.) \n4. Defendant “provided funds to the Pharmacies for compensation and \nbenefits of employees, purchase of inventory and other equipment, assets, and \nsupplies of the Pharmacies, and monthly rent . . .” and “was not reimbursed” for these \nexpenses through the calculation of Gross Profits. (Countercl. ¶¶ 15, 16 , 44–46.) \nDefendant also alleges that Plaintiff received “refunds for u nused prescription \nmedications,” but did not account for these refunds in calculating Gross Profits.  (Id. \n¶ 17.) Additionally, Defendant alleges that it paid half the cost of acquiring the files \n \n \nand inventory of a “Glenn-Martin Pharmacy in Mount Olive, NC,” and that it was not \nrequired to do so under the Management Agreement. (Id. ¶ 47.) \n5. Defendant was a member of, and owned stock in, North Carolina Mutual \nDrug Company (“Mutual Drug”). (Id. ¶ 20.) As a stockholder, Defendant was able to \nbuy the prescription medications f or the pharmacies  from Mutual Drug at a \npreferred, or discounted, price. Defendant also received monthly and annual dividend \npayments from Mutual Drug . (Id.) In years in which Mutual Drug had excess \nearnings, it paid year-end dividends to stockholders who owned a sufficient amount \nof stock based on the net purchases of goods from Mutual Drug  by the stockholder \nduring the year. (Id. ¶¶ 20–21.) Defendant alleges that “Plaintiff was aware of these \nyear-end dividends and that the same were payable to Defendant.” (Id. ¶ 22.) Despite \nthis fact, “[s]ubsequent to the expiration of the  Management Agreement, Plaintiff \nreceived, and wrongfully retained, certain year-end dividend payments made payable \nto and belonging to the Defendant in the amount of $42,498.35.” (Id. ¶ 23.) \n6. On October 27, 2015, Plaintiff filed this lawsuit in the Superior Court of \nWayne County. The Complaint alleged claims against Defendant including breach of \ncontract, breach of fiduciary duty, constructive fraud, actual fraud, and unfair  and \ndeceptive trade practices. \n7. On November 25, 2015, Defendant filed  a Notice of Designation to the \nNorth Carolina Business Court. On December 2, 2015, the Chief Justice of the North \nCarolina Supreme Court  issued an Order, pursuant to G.S. § 7A-45.4(b), designating \n \n \nthis case as a mandatory complex business case, and the case was assigned  to the \nundersigned. \n8. On January 15, 2016, Defendant filed its Motions to Dismiss, Answer, \nAffirmative Defenses, and Counterclaims. Defendant alleged counterclaims against \nPlaintiff requesting an a ccounting (“ Counterclaim One ”), and for conversion \n(“Counterclaim Two ”), unfair and deceptive trade p ractices under G.S. § 75-1.1 \n(“Counterclaim Three”), punitive d amages (“Counterclaim Four”), and r ecoupment \n(“Counterclaim Five”).   \n9. On March 7, 2016, Plaintiff filed its Motions to Dismiss, Reply  and \nResponse to Countercla ims, and Affirmative Defenses. Plaintiff moves  to dismiss \nDefendant’s counterclaims in their entirety pursuant to Rule 12(b)(6) contending that \nsome of Defendant’s claims are barred by statutes of limitation, are barred by the \nterms of the Management Agreement, or otherwise fail as a matter of law. The Court \nheld a hearing on Plaintiff’s Motion to Dismiss, and it is now ripe for determination. \nDISCUSSION \n10. Plaintiff moves to dismiss Defendant’s counterclaims under Rule \n12(b)(6).  In deciding a Rule 12(b)(6) motion to dismiss for failure to state a claim, the \nCourt must determine “whether the complaint states a claim for which relief can be \ngranted under some legal theory when the complaint is liberally construed and all \nthe allegations included therein are taken as true .” Tuwamo v. Tuwamo, 2016 N.C. \nApp. LEXIS 769, at *9–10 (N.C. Ct. App. 2016) (quoting Podrebarac v. Horack, Talley, \nPharr, & Lowndes, P.A., 231 N.C. App. 70, 74, 752 S.E.2d 661, 663 (2013)). The Court \n \n \nis not required “to accept as true allegations that are merely conclusory, unwarranted \ndeductions of fact or unreasonable inferences.” Strickland v. Hedrick, 194 N.C. App. \n1, 20, 669 S.E.2d 61, 73 (2008). A complaint—or in this case, a counterclaim—can be \ndismissed under Rule 12(b)(6): “(1) when the complaint on its face reveals that no law \nsupports plaintiff’s claim; (2) when the complaint reveals on its face the absence of \nfact sufficient to make a good claim;  (3) when some fact disclosed in the  complaint \nnecessarily defeats the plaintiff’s claim. ” Mileski v. McConville , 199 N.C. App. 267, \n269, 681 S.E.2d 515, 517 (2009) (citing Oates v. Jag, Inc. , 314 N.C. 276, 278, 333 \nS.E.2d 222, 224 (1985)).  Additionally, “[a] statute of limitations can be th e basis for \ndismissal on a Rule 12(b)(6) motion if the face of the complaint discloses that \nplaintiff’s claim is so barred.” Reunion Land Co. v. Village of Marvin , 129 N.C. App. \n249, 250, 497 S.E.2d 446, 447 (1998). \na. Counterclaim One — Accounting. \n11. Defendant’s first counterclaim is for an accounting.  (Countercl. ¶¶ 13–\n18.) Defendant alleges that it paid certain expenses associated with running \nPlaintiff’s pharmacies that should have been paid by Plaintiff under the terms of the \nManagement Agreement. Defendant also alleges that Plaintiff failed to account for \nrefunds it received as a result of unused prescription drugs returned by the \npharmacies.  (Id. ¶ 17.) Defendant claims the payments and refunds should have been \n“taken into account when calculati ng the net profit of the Pharmacies and \ncompensation of the Defendant” a nd “requests a full accounting of the profits of the \nPharmacies . . . and compensation due to Defendant.” (Id. ¶¶ 14, 18.) \n \n \n12. “An accounting is an equitable remedy, usually sought pursuant to \nclaims of constructive fraud or breach of fiduciary duty.” Starling v. Alexander Place \nTownhome Ass’n, 2010 N.C. App. LEXIS 488, at  *10 (N.C. Ct. App. Mar. 16, 2010) \n(citing Toomer v. Branch Banking & Tr. Co.,  171 N.C. App. 58, 70, 614 S.E.2d 328, \n337 (2005)). In its brief, Defendant concedes that its request for accounting is based \non Plaintiff’s allegation in the Complaint that a fiduciary duty existed between \nPlaintiff and Defendant.  (Def.’s Br. Opp. Pl.’s Mot. Dismiss 12 –13.) Defendant \nacknowledges that if the Court concludes there was no fiduciary duty between the \nparties, then its claim for accounting should be dismissed. ( Id.) In its Opinion and \nOrder on Defendant’s Motion to Dismiss, the Court concluded that Plaintiff had failed \nto allege the existence of a fiduciary relationship between Plaintiff and Defendant \nand dismissed Plaintiff’s claims for breach of fiduciary duty and constructive fraud. \nAccordingly, the Court concludes that Pl aintiff’s Motion to Dismiss Defendant’s \nCounterclaim One for accounting should be GRANTED.  \nb. Counterclaim Two — Conversion. \n13. Defendant’s second counterclaim is fo r conversion. (Countercl. ¶¶ 19 –\n27.) Defendant alleges that Plaintiff wrongfully retained a dividend check in the \namount of $42,498.35 sent to Defendant by Mutual Drug after expiration of the \nManagement Agreement.2 (Countercl. ¶ 23.) Defendant requested that Plaintiff turn \nover the funds, but Plaintiff refused. ( Id. ¶ 34.) Plaintiff argues that the payment \n                                                           \n2 Although not alleged, and neither party has provided an explanation in its briefing, the \ncheck apparently was delivered to one of Plaintiff’s stores in which Defendant had managed \nthe pharmacies. \n \n \nfrom Mutual Drug  was not a dividend but instead a “rebate” on prescription drugs \npurchased for Plaintiff’s pharmacies that Plaintiff is entitled to keep.3 (Pl.’s Br. Supp. \nMot. Dismiss 7.) \n14. Conversion is “an unauthorized assumption and exercise of the right of \nownership over goods or personal chattels belonging to another, to the alteration of \ntheir condition or the exclusion of an owner’s rights.” Lake Mary, L.P. v. Johnston , \n145 N.C. App. 525, 531, 551 S.E.2d 546, 552 (2001) . Conversion does not occur until \nsome act is done which denies the complainant dominion over or rights in the \nproperty. Id. at 532, 551 S.E.2d at 552. Under North Carolina law, there are two \nessential elements that a complaint for conversion must contain. There mus t be (1) \nownership in the plaintiff and (2) wrongful conversion by the defendant. Id.  \n15. Defendant has alleged the essential elements of conversion. First, with \nregards to ownership, Defendant alleges that it was the rightful owner of  the funds \nwithheld by Plaintiff because the funds were year-end dividends issued to Defendant \nas a shareholder of Mutual Drug. Second, Defendant alleges that wrongful conversion \noccurred when Plaintiff retained the dividend payments for its own benefit which \ndeprived Defendant of use and benefit of the same. (Countercl. ¶¶ 23–25.) Taken as \ntrue, such an act by the Plaintiff denies the Defendant dominion over , and rights to, \nits dividend payments. \n                                                           \n3 Plaintiff also contend s that Defendant cannot allege causes of action for conversion and \nrecoupment because they are only requests for a “set -off” against any amounts that may be \nawarded to Plaintiff.  (Pl.’s Br. Supp. Mot. Dismiss 7.) The Court addresses this argument \ninfra in the discussion of the counterclaim for recoupment. \n \n \n16. Plaintiff’s argument that the payment from Mutual Drug was a rebate \nthat was rightfully payable to Plaintiff is a fact issue that cannot be resolved on a \nmotion pursuant to Rule 12(b)(6). The Court concludes that dismissal of the \nDefendant’s counterclaim for conversion on this basis is not proper at this stage of \nthe litigation and Plaintiff’s Motion to Dismiss Defendant’s Counterclaim Two for \nconversion should be DENIED. \nc. Counterclaim Three — Unfair and Deceptive Trade Practices. \n17. As its third counterclaim, Defendant attempts to repackage its \nconversion claim as a claim for violation of the North Carolina Unfair and Deceptive \nTrade Practices Act, G.S. § 75-1.1 (UDTPA). (Countercl. ¶¶ 28–34.) Defendant alleges \nthat “Plaintiff’s action s in knowingly retaining year -end dividends payable to \nDefendant” was an “unfair and deceptive act.” (Countercl. ¶ 30.) Plaintiff argues that \nDefendant’s UDTPA claim “amounts to either a simple conversion claim or a breach \nof the parties’ agreement.” (Pl.’s Br. Supp. Mot. Dismiss 8.) \n18. To state a claim for violation of the UDTPA, Defendant must allege that: \n(1) Plaintiff committed an unfair or deceptive act or practice; (2) that the action was \nin or affecting commerce ; and (3) Plaintiff’s acts proximat ely caused injury to \nDefendant. Dalton v. Camp, 353 N.C. 647, 656, 548 S.E.2d 704, 711 (2001). “A practice \nis unfair when it offends established public policy as well as when the practice is \nimmoral, unethical, oppressive , unscrupulous, or substa ntially injurious to \nconsumers.” Huff v. Autos Unlimited , 124 N.C. App. 410, 4 13, 477 S.E.2d 86, 88 \n(1996). “A practice is deceptive if it has the capacity or tendency to deceive; proof of \n \n \nactual deception is not required.” Id.  Whether a trade practice is unfair or deceptive \ndepends upon the facts of each case an d their impact on the parties. Marshall v. \nMiller, 302 N.C. 539, 548, 276 S.E.2d 397, 403 (1981). \n19.   Defendants contend that a claim for conversion can serve as a basis for \na claim of unfair and deceptive trade practices.  Bartlett Milling Co. v. Walnut Grove \nAuction & Realty Co., 192 N.C. App. 74, 83, 665 S.E.2d 478, 487 (N.C. Ct. App. 2008) \n(recognizing that “ acts of conversion may constitute unfair and deceptive trade \npractices”); Love v. Pressley , 34 N.C. App. 503,  515 – 17, 239 S.E.2d 574 , 582 – 83 \n(1977) (same). Generally, however, a claim for conversion must be accompanied by \nallegations of “ additional egregious, immoral, oppressive, unscrupulous, or \nsubstantially injurious acts” in order “to impose the heightened penalty of unfair and \ndeceptive trade practices. ” Bartlett Milling Co.,  192 N.C. App. at 83, 665 S.E.2d at \n487. Defendant has alleged only that Plaintiff received and has retained a payment \nfrom Mutual Dru g to which De fendant alleges it is entitled. There is no alleged \ndeception; Plaintiff has conceded that it received the payment  and had  it in its \npossession. Defendant alleges no other facts suggesting that Plaintiff has otherwise \nengaged in “ egregious, im moral, oppressive, [or] unscrupulous” conduct. Id. T he \nCourt concludes that Plaintiff’s Motion to D ismiss Defendant’s counterclaim for \nunfair and deceptive trade practice should be GRANTED. \nd. Counterclaim Four — Punitive Damages. \n20. Plaintiff makes a claim for punitive damages as a distinct cause of action \n(Countercl. ¶¶ 35 –39), and also prays for punitive damages in its prayer f or relief. \n \n \n(Countercl. p. 26.) Plaintiff contends only that Defendant’s claim for punitive \ndamages “rests upon the claims for unfair an d deceptive trade practices and \nconversion,” and should be dismissed if the Court dismisses the claims for unfair and \ndeceptive trade practices and conversion. (Pl.’s Br. Supp. Mot. Dismiss 9.) \n21. To prevail on a claim for punitive damages, Plaintiff must succeed on a \nclaim for compensatory damages, and prove by clear and convincing evidence that \none or more of the following aggravating factors are present: (a) fraud, (b) malice, or \n(c) willful or wanton conduct.” See G.S. § 1D-15; Sellers v. Morton, 191 N.C. App. 75, \n85, 661 S.E.2d 915, 923  (2008). The Court has denied Plaintiff’s motion to dismiss \nDefendant’s counterclaim for conversion, which may entitle Defendant to an award \nof compensatory damages. Defendant also has alleged that “Plaintiff was aware that \nthe dividends retained by the Plaintiff were property of the Defendant and Plaintiff \ndisregarded the rights of the Defendant and retained the same with willful and \nwanton disregard of the rights of the Defendant.” (Countercl. ¶ 38 (emphasis added).) \nSince the Court has denied Plaintiff’s motion to dismiss the claim for conversion,  \nPlaintiff’s Motion to Dismiss Defendant’s  claim for punitive damage s must be \nDENIED at this stage. \ne. Counterclaim Five – Recoupment. \n22. As its fifth counterclaim, Defendant alleges a c laim for recoupment.  \n(Countercl. ¶¶ 40 –53.) Defendant paid various expenses for the pharmacies and \npurchased equipment and fixtures for the pharmacies. Defendant alleges that these \nexpenses and purchases were Plaintiff’s responsibility under the terms of the \n \n \nManagement Agreement, and that Defendant was never reimbursed for the expenses \nor purchases.  (Id. ¶¶ 44–47.) In addition, Plaintiff received refunds for unused and \nreturned prescription drugs, but did not account for the refunds in calculating the \nGross Profits of the pharmacies. (Id. ¶ 49.) If the Court enters judgment for Plaintiff, \nDefendant seeks  a recoupment of these amounts.  (Id. ¶ 53.)  Plaintiff argue s that \nDefendant’s counterclaim for recoupment should be dismissed because (i) it was not \ntimely filed within the applicable statute of limitations,  (ii) it is merely a claim \nseeking set-off4 against any recovery awarded to Plaintiff, and therefore, is not an \nindependent cause of action, and (iii) it is barred by Plaintiff’s affirmative equitable \ndefenses of laches, waiver, and estoppel .5 (Pl.’s Br. Supp. Mot. Dismiss 3–7.)  The \nCourt will address these arguments in turn. \n23.   Plaintiff contends that Defendant’s recoupment counterclaim is \n“couched in allegations that the Plaintiff breached its contract with the Defendant . . \n.” and is therefore subject to a three-year statute of limitation. (Id. at 4.) Specifically, \nPlaintiff argues that since Defendant did not file its counterclaims until January 15, \n2016, “any accountings occurring prior to January 15,  2012 would be barred by the \nstatute of limitations.” 6 (Id. at 5.)  With regard to the application of statutes of \nlimitation to a claim for recoupment, t he Honorable Louis A. Bledsoe, III, of t his \n                                                           \n4 Defendant also has raised an affirmative defense of “set-off” in its Answer. (Def.’s Answer, \nEighth Affirmative Defense.) \n5 Plaintiff alleged laches, estoppel, and waiver as affirmative defenses in its Answer to \nDefendant’s counterclaims. \n6 The Court assumes that Plaintiff intended to argue that claims arising before January 15, \n2013, and not 2012, are barred. \n \n \nCourt, recently recognized that the terms “set -off” and “rec oupment” are distinct \nremedies to which statutes of limitations apply differently: \n[T]he terms ‘offset,’ or ‘set -off’ as it  is also known, and \n‘recoupment’ are distinct remedies with distinct legal \ndefinitions. Set-off is defined as “ [a] defendant's \ncounterdemand against the plaintiff,  arising out of a \ntransaction independent of the plaintiff's claim .” As a \ngeneral proposition, a claim for set-off, whether asserted as \nan affirmative defense or counterclaim, is subject to the \napplicable statute of limitations. Recoupment is defined as \na “[r]eduction of a plaintiff's damages because of a demand \nby the defendant  arising out of the same transaction .” In \ncontrast to set-off, a claim for recoupment is not subject to \nthe otherwise applicable limitations perio d. Ken-Lu \nEnters., Inc. v. Neal, 29 N.C. App. 78, 8 1, 223 S.E.2d 831, \n833 (1976) (“[T]he borrowers’ counterclaim is in the nature \nof setoff, not recoupment.  As such, it is subject to the \nstatute of limitations.”).  \n \nIn re S. Eye Ctr. –Pending Matters, 2016 NCBC LEXIS 59, at  *21 (N.C. Super. Ct. \n2016) (internal citations omitted). Accordingly, the Court concludes that Defendant’s \nrecoupment counterclaim is not subject to a statute of limitations. Id. at *21 –22 \n(“Although all of Dr. Matthews’ Amended Counterclaims are denominated as claims \nfor set-off, the Court concludes that his counterclaims for breach of the Employment \nAgreement and violation of the Wage and Hour Act are in the nature of recoupment \nbecause they arise fro m the same transact ion as CCSEA’ s claims —i.e., the \nemployment relationship between CCSEA and Dr. Matthews. Accordingly, the Court \nconcludes that these counterclaims are not subject to a statute of limitations.”). \n24. Plaintiff’s contention that Defendant’s claim for recoupment is not an \nindependent cause of action is incorrect. North Carolina has long recognized \nrecoupment as a valid counterclaim under the proper circumstances, and Plaintiff’s \n \n \nargument on this front fails. Fields v. Brown, 160 N.C. 295, 298, 76 S.E. 8, 10 (1912); \nHurst, Miller, & Co. v. Everett & Everett , 91 N.C. 399, 1884 N.C. LEXIS 85  (1884). \nDefendant has properly asserted a claim for recoupment because the claim arises \nfrom the same transaction as P laintiff’s claims, i.e., the obligations of each party \npursuant to the Management Agreement. 7 In re S. Eye Ctr. –Pending Matters, 2016 \nNCBC LEXIS 59, at *21–22. \n25. Finally, Plaintiff argues that Defendant’s counterclaim for recoupment \nshould be dismissed based on Plaintiff’s equitable affirmative defenses of laches, \nestoppel, and waiver. The defense of laches is not appropriately considered on a \nmotion to dismiss, but must be decided upon co nsideration of the evidence either at \nsummary judgment or trial. Harrell v. Powell, 251 N.C. 636, 638–39, 112 S.E.2d 81, \n83 (1960); Solon Lodge Knights of Pythias Co.  v. Iconic Lodge  Free Ancient & \nAccepted Masons, 245 N.C. 281, 289, 95 S.E.2d 921, 927 (19 57); see also Farley v. \nHoller, 185 N.C. App. 130, 132 –33, 647 S.E.2d 675, 677–78 (2007).  Plaintiff’s \ncontention that the recoupment claim is barred by laches must fail. \n26. Generally, the equitable estoppel and waiver defenses are fact intensive \nand ill-suited to resolution on a motion to dismiss. Duncan v. Duncan, 232 N.C. App. \n                                                           \n7 Plaintiff relies on the North Ca rolina Court of Appeal’s decision in Patrick v. Hurdle , 16 \nN.C. App. 28, 190 S.E.2d 871 (1972), for the proposition that any claim entitling Defendant \nto a reduction of Plaintiff’s recovery is not an independent cause of action and must be \ndismissed. (Pl.’s Br. Supp. Mot. Dismiss 4.)  The Court finds Plaintiff’s reliance misplaced. \nUnder the present facts, the Defendant is seeking recoupment based on Plaintiff’s underlying \nclaims concerning the parties’ obligations under the Management Agreement. In Hurdle, the \ndefendant sought recoupment for amounts he claimed the p laintiff owed him bas ed on \nmatters unrelated to the plaintiff’s claim. Hurdle, 16 N.C. App. at 36, 190 S.E.2d at 876. As \nexplained above, those facts would support a claim for set -off rather than recoupment, but \nthe facts of Hurdle are dissimilar to the present facts in that regard.  \n \n \n369, 377, 754 S.E.2d 451, 457 (2014) (“whether principles of estoppel apply turn[s] on \nthe particular facts of each case”). Nevertheless, “[w]hen the complaint states a valid \nclaim but also discloses an unconditional affirmative defense  which defeats the \nasserted claim . . . the motion will be granted and the action dismissed.”  Skinner v. \nE. F. Hutton & Co., 314 N.C. 267, 270, 333 S.E.2d 236, 238 (1985) (emphasis added). \nDismissal based on an affirmative defense, however, “is proper [only] if the complaint \non its face reveals an ‘insurmountable bar’ to recovery.” Johnson v. North Carolina \nDOT, 107 N.C. App. 63, 67, 418 S.E.2d 700, 702 (1992). \n27. Plaintiff makes no argument regarding  equitable estoppel in its brief, \nand the Court does not believe such a defense would apply to the facts surrounding \nDefendant’s claim for recoupment. “The essential elements of equitable estoppel are: \n(1) conduct on the part of the party sought to be estopped which amounts to a false \nrepresentation or concealment of material facts; (2) the intention that such conduct \nwill be acted on by the other party; and (3) knowledge, actual or c onstructive, of the \nreal facts.” Trillium Ridge Condo Ass'n v. Trillium Links & Vill., LLC, 236 N.C. App. \n478, 496, 764 S.E.2d 203, 216 (2014) . In addition, “[t]he party asserting the defense \nmust have (1) a lack of knowledge and the means of knowledge as to the real facts in \nquestion; and (2) relied upon the conduct of the party sought t o be estopped to his \nprejudice.” Id. Plaintiff does not contend that the expenses at issue were not \nPlaintiff’s responsibility under the Management Agreement, or that it lacked \nknowledge of Defe ndant’s payment of the expenses. Nor does Plaintiff explain how \nDefendant misrepresented or concealed any facts regardin g its payment of the \n \n \nexpenses. The Court concludes that Plaintiff has failed to establish that Defendant \nshould be equitably estopped from raising a claim for recoupment. \n28. Plaintiff’s defense based on waiver bears closer inspection . Plaintiff \ncontends that Defendant knew of its rights under the Agreement but never asserted \na right to reimbursement from Plaintiff.  (Pl.’s Br. Supp. Mot. Dismiss 6.)  In addition, \neach quarter when the Gross Profits were distributed “Defendant accepted the \namounts it received and never repudiated the transactions.” (Id.) Plaintiff argues that \nthese facts establish that Defendant voluntarily waived its rights to seek recoupment \nof the expenses it paid. \n29. Under North Carolina law , a party may waive the breach of a \ncontractual provision or condition without consideration or estoppel if:  \n(1) [t]he waiving party is the innocent, or nonbreaching \nparty, and (2) [t]he breach does not involve total \nrepudiation of the contract so that the nonbreaching party \ncontinues to receive some  of the bargained -for \nconsideration. . . and (3) [t]he innocent party is aware of \nthe  breach, and (4) [t]he innocent party intentionally \nwaives his right to excuse or repudiate his own \nperformance by continuing to perform or accept the partial \nperformance of the breaching party.  \n \nWheeler v. Wheeler, 299 N.C. 633, 639–640, 263 S.E.2d 763, 766–67 (1980) (citation \nomitted).  “There must always be  an intention to relinquish a right, advantage or \nbenefit. The intention to waive may be expressed or implied from acts or conduct that \nnaturally leads the other party to believe that the right has been intentionally given \nup.” Phoenix Ltd. P'ship v. Simps on, 201 N.C. App. 493, 500, 688 S.E.2d 717, 722 \n(2009) (citations omitted). \n \n \nThere can be no waiver unless so intended by one party, \nand so understood by the other, or one party has so acted \nas to mislead the other. It is a question of intent, which \nmay be inferred from a party's conduct. Intent is an \noperation of the mind and should be proven and found as a \nfact and is rarely to be inferred as a matter of law. \n \nHarris & Harris Constr. Co. v. Crain & Denbo, Inc., 256 N.C. 110, 118–19, 123 \nS.E.2d 590, 596 (1962). \n30. Plaintiff makes a compelling argument that Defendant waived its right \nto recoupment of the expenses.  Defendant does not allege that it paid the expenses \n“under protest,” refused Gross Profit payments that failed to account for the expenses, \nor otherwise reserved its rights.  Nevertheless, while the evidence developed by the \nparties in this case may well bear out Plaintiff’s defense of waiver, the Court \nconcludes that at this early stage the allegations in the counterclaims do not, as a \nmatter of law, establish an “unconditional” or “insurmountable” equitable waiver \ndefense that warrants dismissal . Skinner, 314 N.C. at 270, 333 S.E.2d at 238. \nAccordingly, the Court concludes that Plaintiff’s Motion to Dismiss Defendant’s \nCounterclaim Five for recoupment should be DENIED.  \nTHEREFORE, IT IS ORDERED that Plaintiff's Motion to Dismiss should be \nGRANTED, in part, and DENIED in part, as follows: \n31. Plaintiff’s Motion to Dismiss Defendant’s Counterclaim One  for \naccounting is GRANTED. \n32. Plaintiff’s Motion to Dismiss Defendant’s Counterclaim Two  for \nconversion is DENIED.  \n \n \n33. Plaintiff’s Motion to Dismiss Defendant’s Counterclaim Three for unfair \nand deceptive trade practice is GRANTED.  \n34. Plaintiff’s Motion to Dismiss Defendant’s  Counterclaim F our for \npunitive damages is DENIED. \n35. Plaintiff’s Motion to Dismiss Defendant’s Counterclaim Five  for \nrecoupment is DENIED. \n36. Except as expressly GRANTED above, Plaintiff's Motion to Dismiss is \nDENIED. \nThis the 5th day of October, 2016. \n \n     /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases \n "
}