{
  "id": "b05d697553c490446931e8ecff7fa21f19093d9519f35002d0282f8ca92fc117",
  "source_file": "data/raw/ncbc/b05d697553c490446931e8ecff7fa21f19093d9519f35002d0282f8ca92fc117.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF \nJUSTICE \nSUPERIOR COURT DIVISION \n13 CVS 11475 \n \nGREEN GULF GROUP FZE,\n \nPlaintiff, \n \nv. \n \nNATIONAL HOLDING, LLC, \n \nDefendant. \n \n \n \n \n \nORDER AND OPINION \n \n \n \nHarkey Lambeth & Gunter, LLP by Philip D. Lambeth for Plaintiff. \n \nEllis & Winters, LLP by Joseph Hammond and Curtis J. Shipley for Defendant. \n \nMurphy, Judge. \n \nTHIS MATTER is before the Court on Defendant National Holding, LLC’s  \n(“Defendant”) Motion to Dismiss pursuant to Rules 12(b)(2), 12(b)(3), 12(b)(5), and \n12(b)(6) of the North Carolina Rules of Civil Procedure (the “Motion”).  Having \nconsidered the Motion, briefs, and arguments of counsel at the January 28, 2014 \nhearing, the Court GRANTS the Motion pursuant to Rule 12(b)(2). \nI.  \nPROCEDURAL HISTORY \n{1} Plaintiff Green Gulf Group FZE (“Plaintiff”) filed a verified Complaint in \nthe Mecklenburg County Superior Court, on June 28, 2013. \n{2} Defendant filed this Motion on August 8, 2013, seeking dismissal of this \naction for lack of personal jurisdiction, insufficient service of process, improper \nvenue, and failure to state a claim upon which relief can be granted.  In the \nalternative, Defendant sought a stay of this action under N.C.G.S. § 1-75.12 (2014). \n{3} On August 12, 2013, this case was designated a mandatory complex \nbusiness case and subsequently assigned to this Court.   \nGreen Gulf Grp. FZE v. Nat’l Holding, LLC, 2014 NCBC 21.\n \n{4} Plaintiff filed its Response to the Motion on October 8, 2013 and Defendant \nfiled its Reply in Support of the Motion on October 21, 2013. \n{5} The Court heard the Motion on January 28, 2014.1 \nII.   \nFINDINGS OF FACT \n{6} Plaintiff is a corporation organized under the laws of the United Arab \nEmirates (“U.A.E.”), where it maintains its registered office.  (Compl. ¶ 1; Compl. \nEx. A, D).  Although Plaintiff’s president and sole shareholder, Samer Y. Arris \n(“Arris”), is a United States citizen and resident of Mecklenburg County, North \nCarolina, Plaintiff is not registered to do business in North Carolina.  (Compl. ¶ 1, \nJoseph Hammond Aff. ¶ 3).   \n{7} Arris also lived in the U.A.E. from 2005 through 2012, the time period \nrelevant to the Complaint.  (Samer Y. Arris Aff. ¶¶ 2, 5–9).     \n{8} Defendant is a privately-owned conglomerate, organized under the laws of \nthe U.A.E.  (Compl. ¶ 2; Abdel Kareem Al Kadomi Aff. ¶ 9).  Defendant also \nmaintains its registered office in the U.A.E. (Compl. Ex. A). \n{9} Plaintiff initiated contact with Defendant in the U.A.E. regarding potential \nbusiness opportunities, which culminated in several contracts between and/or \ninvolving the parties.  (Al Kadomi Aff. ¶¶ 12, 20, 22–23).  Specifically, the contracts \nat issue are a Mutual Confidentiality Agreement executed on September 26, 2010, a \nMandate Letter executed on November 22, 2011, and a Confidentiality Agreement \nexecuted on September 5, 2010 (Compl. ¶¶ 3, 12, 17), each of which was negotiated \nand executed in the U.A.E. (Al Kadomi Aff. ¶¶ 20, 22–23) and contains a forum \nselection clause consenting to the jurisdiction of the courts of the U.A.E.  (Compl. \nEx. A, C–D).   \n                                                 \n1 Defendant filed a suggestion of subsequently decided authority on February 3, 2014.  Plaintiff filed \na response to Defendant’s suggestion of subsequently decided authority on February 7, 2014 and \nsubsequently filed a supplemental affidavit of Samer Y. Arris on February 18, 2014 (the \n“Supplemental Affidavit”).  Defendant challenged the Supplemental Affidavit by filing a Response on \nFebruary 21, 2014.  In its Response, Defendant labels the Supplemental Affidavit as untimely and \nirrelevant under Business Court Rule 15.9.  The Court agrees with Defendant’s objections and does \nnot consider the Supplemental Affidavit in reaching its conclusion.  \n \n{10} Furthermore, the contracts involved projects in the U.A.E. and Nevada, \nbut none involved or were directed at projects connected to North Carolina. (Compl. \n¶¶ 4, 10–11, 19; Al Kadomi Aff. ¶¶ 12, 20, 22–23). \n{11} Defendant’s subsidiary, Emirates International Investment Company, \nLLC (“EIIC”), either currently holds or previously held a less than five percent (5%) \nindirect interest in three companies that have offices in Charlotte, North Carolina: \nRandall-Reilly, Berlin Packaging, and Fleet Pride.  (Kevin M. Russell Aff. ¶¶ 6, 11).  \nNone of the three companies are subsidiaries of, or otherwise affiliated with, \nDefendant.  (Russell Aff. ¶¶ 7, 8). \n{12} In the Complaint, Plaintiff alleges Defendant breached the contracts and \nowes Plaintiff fees and reimbursement of expenses for three business transactions \nthat Green Gulf solicited for Defendant.  (Compl. ¶¶ 3–20).  However, Plaintiff does \nnot allege Defendant ever solicited or conducted business in North Carolina with it \nor any other person or entity.     \nIII.  \nLEGAL STANDARD \n{13} On a Motion challenging personal jurisdiction, “[P]laintiff bears the burden \nof proving, by a preponderance of the evidence, grounds for exercising personal \njurisdiction over [D]efendant.”  Bauer v. Douglas Aquatics, Inc., 207 N.C. App. 65, \n68, 698 S.E.2d 757, 761 (2010) (citation omitted). \n{14} The Court looks first to North Carolina’s long-arm statute, N.C.G.S. § 1-\n75.4 (2014), to determine whether it may properly exercise personal jurisdiction \nover the Defendant.  Id. at 67, 698 S.E.2d at 760.  In its brief opposing the Motion, \nPlaintiff does not assert which portion of the long-arm statute grants the Court \npower to exercise personal jurisdiction over Defendant.      \n{15} If the long-arm statute confers personal jurisdiction over the defendant, \nthe Court must then determine whether the exercise of personal jurisdiction \ncomports with due process.  Id.  The inquiry ends, however, if the long-arm statute \ndoes not confer personal jurisdiction over the Defendant within this State.  See id.; \n \nsee also Dillon v. Numismatic Funding Corp., 291 N.C. 674, 675, 231 S.E.2d 629, \n630 (1977). \nIV. \nANALYSIS \n{16} Plaintiff asserts that the Court may exercise personal jurisdiction over \nDefendant, but cites no statutory reference for the source of this power.  A reading \nof the long-arm statute in conjunction with the facts of this case leads the Court to \nconclude that it does not have the power to hale Defendant before it.  \n{17} Plaintiff relies on two arguments in support of personal jurisdiction in this \nCourt: (1) that Defendant was aware Plaintiff’s principal, Arris, was a resident of \nNorth Carolina, and (2) that Defendant maintained subsidiaries or affiliates that \nmaintain offices in North Carolina.  Both arguments are unavailing. \n{18} First, although Plaintiff alleges Defendant knew Arris was a resident of \nNorth Carolina, Plaintiff neither contends nor offers proof that Defendant \ncommunicated with Arris on behalf of Plaintiff while Arris was in North Carolina.  \n(Pl.’s Resp. Mot. 3).  In fact, Plaintiff admits that Arris returned to North Carolina \nonly “[a]fter devoting nearly two years of his life to the [D]efendant’s business \ninterests” (Pl.’s Resp. Mot. 3), which leads the Court to conclude that Plaintiff’s \nbusiness dealings with Defendant ended when Arris returned to North Carolina.   \n{19} Second, while Plaintiff relies on EIIC’s indirect investments in Randall-\nReilly, Berlin Packaging, and Fleet Pride for the proposition that Defendant has \nsubjected itself to the jurisdiction of this Court (Pl.’s Resp. Mot. 3), EIIC’s \ninvestment in those three companies does not amount to activity sufficiently \nsubstantial to subject Defendant, EIIC’s parent, to personal jurisdiction in this \nState.  Neither EIIC nor Defendant owns or controls the three companies, and a \npassive investment by Defendant’s subsidiary is not encompassed by the long-arm \nstatute. \n{20} Moreover, Plaintiff does not contest that Defendant is a U.A.E. company \nand has no projects in North Carolina, nor does Plaintiff allege a single injury \nwithin the State.  Accordingly, the Court concludes that the long-arm statute does \n \nnot confer upon the Court personal jurisdiction over Defendant.   \n{21} Because the Court lacks personal jurisdiction over Defendant, it is \nunnecessary to address the parties’ arguments regarding service of process, venue \nand failure to state a claim for which relief can be granted. \nV. \nCONCLUSION \n{22} For the reasons stated herein, the Court GRANTS Defendant’s Motion to \nDismiss and hereby DISMISSES WITH PREJUDICE Plaintiff’s claims for \ninterference with contract, breach of mutual confidentiality agreement, and breach \nof mandate letter. \nSO ORDERED, this 28th day of May, 2014. \n \n      \n "
}