{
  "id": "b0a1e06775394b69dac72b22fbed6205254d3e83260c62ab495c7607b4b4444f",
  "source_file": "data/raw/ncbc/b0a1e06775394b69dac72b22fbed6205254d3e83260c62ab495c7607b4b4444f.pdf",
  "raw_text": "Chemcraft Holdings Corp. v. Shayban, 2006 NCBC 13\n \nNORTH CAROLINA\n                                     \n             \nIN THE GENERAL COURT OF JUSTICE\n                                                                        \n        \n               \n \nSUPERIOR COURT DIVISION\nCOUNTY OF GUILFORD\n                                                     \n              \n06 CVS 5227\n \nCHEMCRAFT HOLDINGS CORPORATION,\nCHEMCRAFT INTERNATIONAL, INC. and\nCHEMCRAFT PACIFIC, L.L.C.,\n      \n \nPlaintiffs,\n \nv.\n \nFOUAD SHAYBAN,\n \nDefendant.\n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n \n \n \n \n \nORDER AND \nOPINION\n \n{1}\n          \nThis case arises out of Plaintiffs Chemcraft Holdings Corporation, Chemcraft International,\nInc., and Chemcraft Pacific, L.L.C.’s suit for declaratory judgment brought against Defendant Fouad\nShayban.\n  \nThis matter comes before the Court on Defendant’s motion to disqualify counsel.\n \n{2}\n          \nAfter considering the briefs and oral arguments, the Court GRANTS Defendant’s motion to\ndisqualify counsel on the grounds that: \n \n(1) Mr. Rossabi’s actions, while unintentional and inadvertent,\ngive the appearance of impropriety requiring this Court to preserve public confidence in our system; and\n(2) section 4.2 of the Chemcraft Pacific, L.L.C. Operating Agreement bars Isaacson Isaacson & Sheridan,\nL.L.P. from continued representation.\n  \nDefendant’s request that he be awarded his attorneys’ fees in\nconnection with this motion is DENIED.\n \n \nIsaacson Isaacson & Sheridan, L.L.P. by Jennifer N. Fountain and Desmond G. Sheridan for\nPlaintiffs Chemcraft International, Inc. and Chemcraft Pacific, L.L.C.\n \nForman Rossabi Black, P.A. by Amiel J. Rossabi for Plaintiff Chemcraft Holdings Corporation.\n \n \nBrooks, Pierce, McLendon, Humphrey & Leonard, L.L.P. by Mack Sperling and Benjamin R.\nNorman for Defendant Fouad Shayban.\n \n \nTennille, Judge.\n \nI.\nPROCEDURAL BACKGROUND\n{3}\n          \nThis action for declaratory judgment was filed in Guilford County Superior Court on March 30,\n2006.\n  \nThe case was designated mandatory complex business and assigned to the undersigned Special\nSuperior Court Judge for Complex Business Cases by order of the Chief Justice of the Supreme Court of\nNorth Carolina dated May 22, 2006.\n{4}\n          \nDefendant filed a motion to disqualify counsel on August 18, 2006, moving the Court to\ndisqualify attorneys Amiel J. Rossabi and all other members of the law firm Forman Rossabi Black, P.A.,\nand Jennifer N. Fountain and all other members of the law firm Isaacson Isaacson & Sheridan, L.L.P.\nfrom serving as counsel to Plaintiffs Chemcraft Holdings Corporation, Chemcraft International, Inc., and\nChemcraft Pacific, L.L.C.\n  \n  \nThe Court heard oral arguments on the motion on September 18, 2006.\n \n \nII.\nFACTUAL BACKGROUND\nA.\nTHE PARTIES\n{5}\n          \nPlaintiff Chemcraft Holdings Corporation (“Holdings”) is a corporation organized and existing\nunder the laws of the State of North Carolina, with a registered office located in Guilford County, North\nCarolina.\n \n{6}\n          \nPlaintiff Chemcraft International, Inc. (“International”) is a corporation organized and existing\nunder the laws of the State of North Carolina, with a registered office located in Guilford County, North\nCarolina.\n \n{7}\n          \nPlaintiff Chemcraft Pacific, L.L.C. (“Pacific”) is a limited liability company organized and\nexisting under the laws of the State of North Carolina, with a registered office located in Guilford County,\nNorth Carolina.\n \n{8}\n          \nDefendant Fouad Shayban was, at times relevant to this action, a citizen and resident of Forsyth\nCounty, North Carolina.\n  \nDefendant became a resident of California in January of 2001.\n  \n \n{9}\n          \nChemcraft International is engaged in the business of manufacturing industrial wood coatings.\n \nChemcraft International, Company Profile, http://www.chemcraft.com/companyprofile .htm (last visited\nSept. 27, 2006).\n  \nPacific was formed with the goal of extending Chemcraft’s reach into markets in the\nwestern United States.\n \n{10}\n      \nPacific is owned twenty percent by Defendant and eighty percent by Holdings, a subsidiary of\nInternational.\n \n{11}\n      \nDefendant became president of Pacific pursuant to a written Memorandum of Agreement\n(“Employment Agreement”) dated November 6, 2000.\n  \n \n{12}\n      \nThe Operating Agreement for Pacific was signed on December 31, 2000.\n \n{13}\n      \nHoldings, International, and Defendant are parties to a Shareholders’ Agreement dated October\n1, 2001 which governs Defendant’s ownership of 1.54% of the shares of International.\n  \n  \nB.\nTHE UNDERLYING DISPUTE\n{14}\n      \nDefendant’s employment term as president of Pacific ended on October 31, 2005.\n  \nFollowing\nexpiration of the employment term, Defendant and Pacific were unable to reach a new employment\nagreement, and Defendant’s employment was not renewed.\n  \n(Compl. ¶ 8.)\n \n{15}\n      \nThe Employment Agreement sets forth certain amounts and benefits to be paid Defendant.\n \n(Compl. ¶ 11.)\n  \nPlaintiff Pacific believes Defendant is entitled to “significantly less” than the amount he\ndemanded (Compl. ¶¶ 12–13) and is seeking a declaratory judgment to determine the proper amount\n(Compl. ¶ 14).\n \n{16}\n      \nPlaintiffs are also seeking a declaratory judgment to determine whether certain provisions of the\nEmployment Agreement are valid and enforceable against Defendant.\n  \n(Compl. ¶ 19.)\n \n{17}\n      \nPlaintiffs and Defendant further disagree on the amount due Defendant under the Chemcraft\nPacific Operating Agreement (Compl. ¶ 25) and the Chemcraft International Shareholders’ Agreement\n(Compl. ¶ 32.)\n \n{18}\n      \nDefendant has in turn counterclaimed for breach of the Employment Agreement, violation of\nthe North Carolina Wage and Hour Act, breach of the Operating Agreement, and breach of fiduciary duty.\n \n(Answer & Countercl. 16.)\n \n{19}\n      \nAll the claims involve, either directly or indirectly, the termination of Defendant’s employment\nand interpretation of the Operating Agreement.\nC.\nISAACSON ISAACSON & SHERIDAN, L.L.P., AND THE FORMATION OF PACIFIC\n{20}\n      \nWhen Holdings and International decided to form Pacific, they turned to the Greensboro, North\nCarolina law firm of Isaacson Isaacson & Sheridan, L.L.P. (“IIS”) to handle the legal aspects of the\nformation of the L.L.C.\n  \n(Def.’s Mem. Supp. Mot. to Disqualify 2; Pl. International & Pacific’s Mem.\nOpp. Mot. to Disqualify 2.)\n  \nThere is a dispute between the parties as to who actually drafted the L.L.C.\nOperating Agreement.\n  \nDefendant claims IIS attorneys drafted the Operating Agreement.\n  \n(Def.’s Mem.\nSupp. 2.)\n  \nPlaintiffs Pacific and International claim that David B. Rogers, an officer of Holdings and\nInternational, drafted the agreement and that attorney Marc Isaacson merely reviewed the agreement.\n  \n(Pl.\nInternational & Pacific’s Mem. Opp. 2; Rogers Aff. ¶ 3, Sept. 6, 2006.)\n  \nThe question of who drafted the\nOperating Agreement could become an issue.\n \n{21}\n      \nSection 4.2 of the Operating Agreement provides that “[i]n the event of any dispute between the\nparties hereto, the attorneys for the Company shall not act for either of the Members.”\n  \n(Pl. International &\nPacific’s Mem. Opp. 2.)\n  \nThe two “Members” of the L.L.C. were Holdings and Defendant.\n  \nThe\n“Company” refers to Pacific.\n \n{22}\n      \nOn March 30, 2006, Jennifer N. Fountain of IIS filed the Complaint in this action against\nDefendant on behalf of all three Chemcraft entities—International, Holdings, and Pacific.\n  \n(Compl. 7.)\n \n{23}\n      \nIn May of 2006, Ms. Fountain—evidently recognizing the conflict—telephoned Amiel J.\nRossabi of Forman Rossabi Black, P.A. and asked if he could represent Holdings in this lawsuit.\n  \n(Rossabi\nAff. ¶ 9, Sept. 7, 2006.)\n  \nHe accepted.\n  \nThis telephone call took place after Mr. Rossabi had spoken with\nDefendant as described below.\n  \nMs. Fountain knew that Rossabi had spoken with Defendant because\nRossabi had called her about waiving the conflict.\n  \nIIS continues to represent Pacific and International.\n  \nAt\nissue is whether section 4.2 of the Operating Agreement prevents IIS from representing Pacific and\nInternational.\n  \n  \nD.\nCONTACT BETWEEN DEFENDANT AND ROSSABI\n{24}\n      \nAfter receiving notice of this action, Defendant began searching for an attorney to represent\nhim.\n  \nHis first call was to Richard Gottlieb at Kilpatrick Stockton, L.L.P. in Winston-Salem, North\nCarolina.\n  \nDefendant also faxed the following three documents to Mr. Gottlieb:\n  \n(1)\n  \n(1) a memorandum\ndated April 1, 2006 to Defendant’s California attorney discussing the facts of Defendant’s employment\nwith Pacific, settlement possibilities, and possible claims; (2) a document dated April 3, 2006 entitled\n“Employment Facts since June 1, 2005” summarizing Defendant’s discussions with Pacific regarding his\nemployment, and (3) a document dated April 6, 2006 entitled “Summary of Main Issues” discussing\nDefendant’s interpretation of the Employment Agreement and his reasons for entering into it, and his\ndiscussions with Chemcraft about a possible merger of Pacific.\n  \n(Gottlieb Aff. ¶ 4, Sept. 12, 2006.)\n \n{25}\n      \nMr. Gottlieb informed Defendant he would be unable to represent him due to a conflict of\ninterest and referred him to Mr. Rossabi.\n  \n(Shayban Aff. ¶ 3.)\n  \nOn April 13, 2006, Mr. Gottlieb sent an\nemail to Mr. Rossabi telling him to expect a call from Defendant regarding possible representation.\n \n(Rossabi Aff. ¶ 2.)\n  \nAttached to this email was a copy of the Complaint and the three documents created\nby Defendant and described above.\n  \n(Gottlieb Aff. ¶ 4.)\n \n{26}\n      \nMr. Rossabi read and responded to Mr. Gottlieb’s email on April 17, 2006.\n  \n(Rossabi Aff. Ex.\nA.)\n  \nHowever, he claims to have been unaware of the attached documents until June 26, 2006, when\ndefense counsel Mack Sperling notified him of their presence.\n  \n(Rossabi Aff. ¶ 11.)\n  \nMr. Rossabi\nconfirmed the existence of the attachments by opening one of them, but claims never to have read them.\n \n(Rossabi Aff. ¶ 12–13.)\n  \nThese files remain on Mr. Rossabi’s computer.\n  \n(Rossabi Aff. ¶ 13.)\n \n{27}\n      \nThe facts surrounding the telephone conversation between Defendant and Mr. Rossabi are in\ngreat dispute between the parties.\n  \nThe call either took place on April 16 or 17 via telephone.\n  \nAccording\nto Defendant, the conversation lasted for more than twenty minutes and included discussion of\n“substantive matters” involving the lawsuit as well as Defendant’s thoughts and perspectives on the claims\nand counterclaims.\n  \nDefendant recalls that at the conclusion of the conversation, Mr. Rossabi agreed to\nrepresent him and requested a retainer of $3,200.\n  \nIn Defendant’s words, “[i]t was not a casual\nconversation.”\n  \n(Shayban Aff. \n¶ 3.)\n{28}\n      \nBut according to Mr. Rossabi, he received only minimal information regarding the case and did\nnot participate in discussions of any substantive issues.\n  \n(Rossabi Aff. ¶ 4.)\n  \nHe also denies agreeing to\nrepresent Defendant and asking for a $3,200 retainer.\n  \n(Rossabi Aff. ¶ 7.)\n \n{29}\n      \nDuring the course of the conversation, Mr. Rossabi realized he had represented a Chemcraft\nentity several years prior in another matter.\n  \n(Shayban Aff. ¶ 4; Rossabi Aff. ¶ 5.)\n  \nHe informed Defendant\nthat the only way he could go forward with the representation was if both Defendant and Chemcraft\nwaived the conflict.\n  \n(Shayban Aff. ¶ 4, Rossabi Aff. ¶ 6.)\n  \nDefendant instructed Mr. Rossabi to investigate\nthe possibility of a waiver (Shayban Aff. ¶ 4; Rossabi Aff. ¶ 6), and Mr. Rossabi placed a call to Ms.\nFountain, the attorney who had filed the Complaint on behalf of all the Chemcraft entities.\n  \n(Rossabi Aff. ¶\n8.)\n  \nAfter learning that Chemcraft refused to waive the conflict (Rossabi Aff. ¶ 8), Mr. Rossabi contacted\nDefendant and told him he would not be able to represent him.\n  \n(Shayban Aff. ¶ 5; Rossabi Aff. ¶ 8).\n \n{30}\n      \nIn May of 2006, Ms. Fountain called Mr. Rossabi to ask if he could represent Holdings in the\npresent action against Defendant.\n  \n(Rossabi Aff. ¶ 9).\n  \nRecognizing the potential problems that might be\ncaused by his earlier conversation with Defendant, Mr. Rossabi contacted the North Carolina State Bar.\n  \nA\nrepresentative from the State Bar told Mr. Rossabi that he could represent Holdings against Defendant so\nlong as he had not received any confidential information from Defendant or given him advice.\n  \nHowever,\nat this point Mr. Rossabi was unaware of the confidential information contained in the attachment to Mr.\nGottlieb’s email, and did not inform the State Bar that such information was in his possession.\n  \n(Rossabi\nAff. ¶ 10.)\n{31}\n      \nMr. Rossabi then began representing Holdings in the present case.\n \n{32}\n      \nOn July 10, 2006, Defendant filed a grievance against Mr. Rossabi with the State Bar.\n  \nThe\ngrievance complains that Mr. Rossabi received confidential information from Defendant and then\nproceeded to represent Holdings against him in contravention of Rule 1.18 of the Revised Rules of\nProfessional Conduct of the North Carolina State Bar.\n  \n(Rossabi Aff. \nEx. F.)\n \n \nIII.\nMOTION TO DISQUALIFY COUNSEL\nA.\nIN GENERAL\n{33}\n      \nWhen considering the disqualification of an attorney on grounds of conflict of interest, three\nprinciples guide courts’ decisions.\n  \nFirst, attorneys practicing before the courts bear the burden of ensuring\nthe absence of any conflicts of interest at the very outset of their representation of a client.\n  \nN.C. Rules of\nProf’l Conduct R. 1.7 (“[A] lawyer shall not represent a client if the representation involves a concurrent\nconflict of interest.”), 1.8 (providing specific rules for avoiding conflicts) (LEXIS through 2006\nlegislation).\n  \nSecond, lawyers are responsible for reading what is sent to them.\n  \nThis is not only good\npractice, it is also part of a lawyer’s duty to avoid conflicts.\n  \nThe receipt of confidential information from a\nclient or prospective client may create a conflict in the future.\n \n{34}\n      \nThird, the goal of maintaining public confidence in our system of justice demands that courts\nprevent even the appearance of impropriety and thus resolve any and all doubts in favor of\ndisqualification.\n  \nSee, e.g.\n, \nUnited States v. Clarkson\n, 567 F.2d 270, 273 n.3 (4th Cir. 1977); \nHealthnet,\nInc. v. Health Net, Inc.\n, 289 F. Supp. 2d 755, 758 (S.D. W. Va. 2003).\n  \nIn preventing the appearance of\nimpropriety, the client’s perception of events is of paramount importance and overshadows the details of\nhis attorney’s conduct.\n  \nThe conduct of the attorney need not constitute a violation of the Rules of\nProfessional Conduct, and certainly need not rise to the level of professional negligence in order to warrant\ndisqualification.\n  \nThe relevant cases instruct us to refrain from weighing the conduct of counsel with\n“hairsplitting nicety” in the context of a motion to disqualify.\n  \nUnited States v. Trafficante\n, 328 F.2d 117,\n120 (5th Cir. 1964).\n  \nAs Judge Goodwin so ably stated in \nHealthnet\n, “[a] motion to disqualify counsel . . .\nis not a referendum on the trustworthiness of the counsel sought to be disqualified.\n  \nIt is, rather, a motion\nthat should succeed or fail on the reasonableness of a client’s perception that confidences it once shared\nwith its lawyer are potentially available to its adversary.\n  \nWhere a reasonable client would be concerned\nby a potential conflict, a court must err on the side of disqualification.”\n  \nHealthnet\n, 289 F.Supp. 2d at 763.\n \n{35}\n      \nWhere, as here, a prospective client is involved, we also look to Rule 1.18 of the Rules of\nProfessional Conduct, which states that “[e]ven when no client-lawyer relationship ensues, a lawyer who\nhas had discussions with a prospective client shall not use or reveal information learned in the\nconsultation.”\n  \nN.C. Rules of Prof’l Conduct R. 1.18(b).\n  \nFurthermore, a lawyer who has had such\ndiscussions “shall not represent a client in the same or a substantially related matter if the lawyer received\ninformation from the prospective client that could be \nsignificantly harmful\n to that person in the matter.”\n \nId. \nR. 1.18(c) (emphasis added).\n  \nIf a lawyer is disqualified for these reasons, then “no lawyer in a firm\nwith which that lawyer is associated may knowingly undertake or continue representation.”\n  \nId.\n  \nB.\nAMIEL J. ROSSABI AND FORMAN ROSSABI BLACK, P.A.\n{36}\n      \nTurning first to the lawyer’s duty to avoid conflicts of interest and read information sent to him,\nthe problem here arises primarily as a result of Mr. Rossabi’s apparent failure to read Mr. Gottlieb’s email\nand discover the attachments that were there and their sensitive nature.\n  \nWhen asked to represent Holdings\nin this lawsuit against Defendant, Mr. Rossabi was appropriately hesitant due to his conversation with\nDefendant.\n  \nHe called the State Bar for guidance, but only discussed his notes from the telephone\nconversation, neglecting to mention the email from Mr. Gottlieb and its attachments.\n  \n \nThe representative\nfrom the State Bar informed Mr. Rossabi that he could represent Holdings against Defendant as long as he\nhad not received any confidential information.\n  \n(Rossabi Aff. \n¶ 9.)\n  \nHad he disclosed the Gottlieb email\nand the contents of the attachments when he called the State Bar, he might well have received a different\nanswer and might well have come to a different conclusion about the conflict himself.\n  \nThe filing of the\ngrievance prohibited him from making any subsequent inquiries of the State Bar.\n \n{37}\n      \nThis represents one example among many this Court sees regularly of problems created by\nemail that would not have existed with paper documents.\n  \nThe reality is that much legal business and\ncorrespondence is done by email, and lawyers must learn to use it with the same degree of care they\nformerly gave to paper documents they created or received.\n  \nThe courts will not treat information in emails\nany differently than if it were produced in paper form.\n  \nMr. Rossabi had a duty to thoroughly review the\ncontents of Mr. Gottlieb’s email and its attachments just as if he had received a letter in the mail from\nhim.\n  \nBy receiving the email, he was on constructive notice of his possession of sensitive documents and\nshould have taken steps to avoid a conflict of interest related to those documents.\n  \nAnalysis of these two\nprinciples weighs in favor of disqualification.\n    \n  \n \n{38}\n      \nThe Court must also ensure the avoidance of even the appearance of impropriety.\n  \nEven where\nthere has been no violation of the Rules of Professional Conduct, it is the duty of this Court to safeguard\npublic confidence in the legal system.\n  \nIndeed, the Court finds no violations of the Rules of Professional\nConduct in this case.\n  \nIt has been suggested both in affidavits and at oral argument that this Motion was\nfiled in bad faith, for the purpose of retaliating against Mr. Rossabi for an arbitration award he won\nagainst another client of Mr. Sperling’s in an unrelated matter.\n  \n(Rossabi Aff. ¶ 17.)\n  \nThe Court does not\nfind that there was any intentional effort to disqualify Mr. Rossabi or any motivation other than a sincere\nconcern on the part of Mr. Shayban that his litigation strategy was in the hands of opposing counsel.\n  \nNor\ndoes the Court find that any use or disclosure of that information has been made by Mr. Rossabi.\n  \nIn sum,\nthe Court does not find that Mr. Rossabi intentionally or knowingly violated any ethics rules.\n \n{39}\n      \nYet as noted above, the Rules of Professional Conduct need not be violated in order to create an\nappearance of impropriety with the potential to undermine the credibility of the courts in the eyes of\nlitigants.\n  \nIn this regard, the Court finds that the perception of a problem on Defendant’s part is real and\njustifiable and that he did not create the problem.\n  \nIt arises from Mr. Rossabi’s apparent failure to read his\nemail carefully and the decision of Holdings\n \nto hire Mr. Rossabi knowing that he had discussed the case\nwith Defendant sufficiently to call and ask for a waiver of any conflict.\n  \nThe Court notes that Mr. Rossabi\ndid not call Defendant to confirm that there was no problem.\n  \nHad he done so, he and Holdings might have\navoided the problem before the Court.\n  \nHad Holdings exercised better judgment in the selection of counsel\nto avoid a conflict, this problem might not be before the Court.\n  \nThere was a heightened duty here on the\npart of Mr. Rossabi and Holdings to be sure no conflict existed.\n  \nMr. Rossabi had received a referral from\nanother lawyer with a conflict of interest.\n  \nMr. Rossabi had a conversation of sufficient depth that he\nrecognized that he needed a conflict waiver from Holdings, and Holdings called upon Mr. Rossabi only\nafter it was apparent that its original counsel had a conflict of interest and after they knew Mr. Rossabi had\ntalked to Defendant.\n \n{40}\n      \nMr. Rossabi asked in oral argument what else he could have done.\n  \nHe could have picked up the\nphone, called Defendant, and told him he had been asked to represent Holdings. \n \nHad he shown Defendant\nthe same courtesy he gave to Holdings, he would have been on notice of the problem with the email and\nDefendant’s concerns early on and could have dealt with the problem before the email sat in his computer\nfor months.\n \n{41}\n      \nIt is the responsibility of the courts and the members of the bar to maintain the confidence of\nthe public in our system of justice.\n  \nN.C. Rules of Prof’l Conduct R. 0.1(6) (“[A] lawyer should further the\npublic’s understanding of and confidence in the rule of law and the justice system because legal\ninstitutions in a constitutional democracy depend on popular participation and support to maintain their\nauthority.”).\n  \nThe focus of an inquiry into disqualification thus rests on the perception created by the\nlawyer’s conduct.\n  \nHere, Defendant may justifiably believe that he had a conversation with Mr. Rossabi\nabout representing him and that Mr. Rossabi had in his possession for months a memorandum containing\nhis thoughts on his claims and litigation strategy.\n  \nHe reasonably could be concerned when Mr. Rossabi,\nwithout any consultation with him about a conflict of interest, suddenly appeared as counsel for his\nopponent when its previous counsel had to step aside because of a conflict.\n  \nAccording to his affidavit,\nDefendant was “shocked and surprised when Mr. Rossabi . . . entered the case as the lawyer for\nChemcraft Holdings.”\n  \n(Shayban Aff. ¶ 6.)\n  \nWere this Court to allow Mr. Rossabi to continue participating\nin this case, both Defendant and the public at large could justifiably question the integrity of the legal\nsystem.\n  \n \n{42}\n      \nFinally, the Court finds that Mr. Rossabi should be disqualified from representing Chemcraft\nHoldings in this matter under the “significant harm” standard of Rule 1.18 of the Rules of Professional\nConduct.\n  \nAlthough there is no evidence that Mr. Rossabi has used or revealed the information he acquired\nfrom Mr. Gottlieb, he received the information and has retained possession of it for a period of months.\n \nInformation of the kind that has been sitting in Mr. Rossabi’s email files, namely Defendant’s thoughts\nand litigation strategies, certainly could be “significantly harmful” to Defendant if used against him in the\npresent action.\n  \nAlthough there appear to be no North Carolina cases directly interpreting the “significantly\nharmful” language of Rule 1.18, this Court’s treatment of a motion for disqualification in \nFlick Mortgage\nInvestors, Inc. v. Epiphany Mortgage, Inc.\n, 2006 NCBC 3 (N.C. Super. Ct. Feb. 1, 2006),\nhttp://www.ncbusinesscourt.net/opinions/2006%20NCBC%203.htm, is instructive.\n  \nThere, the attorney to\nbe disqualified under Rule 1.9 had general access to client files, \nid. \n¶ 6, \n \nbut, as here, denied acquiring any\nspecific confidential information, \nid. \n¶ 10.\n  \nNevertheless, the Court viewed this fact as weighing in favor\nof disqualification.\n  \nId. \n¶ 11.\n  \nThe aim of Rule 1.18 is to prevent a lawyer who acquires strategic\ninformation from a prospective client from using that information against the client.\n  \nOn the battlefield,\nstumbling upon an opponent’s secret plans may determine the outcome of an engagement; but in the\ncourtroom, Rule 1.18 protects litigants from this fate by prohibiting an attorney from using confidential\ninformation to the detriment of a prospective client.\n  \nThe type of information prohibited by Rule 1.18 is\nexactly the type of information to which Mr. Rossabi has had access since receiving Mr. Gottlieb’s email\n—a client’s personal thoughts and impressions regarding the facts of his case and possible strategies for a\nlawsuit.\n  \nThe Court cannot allow Plaintiffs to be represented by counsel who has had access to such\npotentially damaging information.\n  \n  \n{43}\n      \nContrary to Mr. Rossabi’s arguments, mere access to this material is enough to justify his\ndisqualification.\n  \nCourts in other jurisdictions have found that an attorney’s access to confidential\ndocuments warrants disqualification.\n  \nIn \nLovell v. Winchester\n, 941 S.W.2d 466 (Ky. 1997), two clients\nconsulted an attorney about representing them in a real property dispute.\n  \nId. \nat 467.\n  \nThey visited the\nattorney, consulted with him, and left a number of pertinent documents in his possession.\n  \nId.\n  \nThe attorney\ndeclined representation, then proceeded to represent the opposing side in the same litigation.\n  \nId.\n  \nThe\nattorney’s argument in defense of his behavior was that he could recall nothing concerning his meeting\nwith the clients.\n  \nId.\n. The Supreme Court of Kentucky was not persuaded by this argument and ruled in\nfavor of disqualification, citing many of the same concerns over the appearance of impropriety discussed\nabove.\n  \nThe Kentucky court also observed that since the attorney retained possession of the confidential\ndocuments for a long period of time, a presumption arose “that he became knowledgeable of their contents\nand that he learned confidential information relevant to the case.”\n  \nId.\n \n \nThe attorney’s argument that he did\nnot remember the consultation was not sufficient to rebut this presumption.\n \n{44}\n      \nThis Court finds itself with a set of facts quite similar to those in \nLovell\n and comes to the same\nconclusion.\n  \nThe record shows that Mr. Rossabi received confidential information regarding Defendant’s\ndispute with Chemcraft and that he retained possession of them for months.\n  \nThis gives rise to the\npresumption mentioned in \nLovell\n that Mr. Rossabi learned of the contents of Defendant’s writings.\n  \nMr.\nRossabi’s assertions that he did not open or read the confidential attachments cannot overcome either the\nLovell \npresumption or this Court’s duty to uphold the public reputation of the legal system by guarding\nagainst the appearance of impropriety on the part of counsel.\n  \nQuoting once more from the Supreme Court\nof Kentucky, “the mere appearance of impropriety is just as egregious as any actual or real conflict.”\n  \nAm.\nIns. Ass’n v. Ky. Bar Ass’n\n, 917 S.W.2d 568, 573 (Ky. 1996).\n     \n{45}\n      \nFor these reasons, the Court finds that Amiel J. Rossabi and all other members of the law firm\nForman Rossabi Black, P.A. should be disqualified from serving as counsel to Plaintiff Chemcraft\nHoldings Corporation, as well as Chemcraft International, Inc. and Chemcraft Pacific, L.L.C.\nC.\nISAACSON ISAACSON & SHERIDAN, L.L.P.\n{46}\n      \nIn the case of the Isaacson firm, the Court is guided not only by the aforementioned principles\nof professional responsibility but also by contract law.\n  \nThis is because section 4.2 of the Pacific Operating\nAgreement prohibits the attorneys for Pacific from acting for either of the members in the event of a\ndispute between them.\n  \nThus the disqualification analysis as it relates to IIS will turn upon the meaning of\nthis provision.\n \n{47}\n      \nWhen interpreting a contract, a court must discern the intention of the parties.\n  \nLane v.\nScarborough\n, 284 N.C. 407, 409–10, 200 S.E.2d 622, 624 (1973).\n  \nIf the plain language of a contract is\nclear, this is a straightforward task because the parties’ intentions will be inferred from the words of the\ncontract.\n  \nWalton v. City of Raleigh\n, 342 N.C. 879, 881, 467 S.E.2d 410, 411 (1996).\n  \nMoreover, the law of\ncontract interpretation steers courts away from “interpretations that result in superfluous terms.”\n  \nRosi v.\nMcCoy\n, 319 N.C. 589, 594, 356 S.E.2d 568, 571 (1987); \nsee also \nRestatement (Second) of Contracts §\n203, cmt. b (1981) (“Since an agreement is interpreted as a whole, it is assumed that no part of it is\nsuperfluous.”)\n \n{48}\n      \nThe contract at issue here is the Operating Agreement for Chemcraft Pacific, L.L.C.\n  \nSection\n4.2 of the Agreement provides that “[i]n the event of any dispute between the parties hereto, the attorneys\nfor the Company shall not act for either of the Members.”\n  \nHere there is a dispute between the parties to\nthe agreement—Chemcraft Holdings and Defendant.\n  \nThe plain language of section 4.2 unambiguously\nprohibits IIS, as the attorneys for the Company Pacific, from representing Holdings as a Member of the\nL.L.C.\n  \nYet this is precisely what Ms. Fountain did when she filed the Complaint on behalf of Pacific,\nHoldings, and International against Mr. Shayban.\n  \nSuch conduct is prohibited by the Operating\nAgreement.\n{49}\n      \nThis interpretation of section 4.2 is warranted by the principle of interpretation which tells the\nCourt that no part of a contract should be read to be superfluous.\n  \nThere is some dispute as to who actually\ndrafted the Agreement, but IIS was responsible for forming Pacific and was involved in either drafting or\nreviewing its founding documents.\n  \nAt oral argument, Mr. Sheridan conceded that drafting the Operating\nAgreement would give a “specific insight” into the meaning of the provisions of the agreement.\n  \nSection\n4.2 was designed to prevent an individual or firm with such insights from representing one of the L.L.C.\nmembers against another in a dispute such as the one sub judice.\n  \nIt can only be there to protect against\nthese insights being used by one member against another.\n  \nOtherwise, it is without meaning and\nsuperfluous.\n{50}\n      \nIt is clear from the facts and pleadings described above that one of the central issues in the\nunderlying suit for declaratory judgment will be the termination of Defendant’s employment with Pacific\nand what amount, if any, is due to him pursuant to the Operating Agreement.\n  \nThe interests of Pacific,\nHoldings, and International are all aligned and dependent on interpretations of the Operating Agreement.\n \nThe protection afforded Defendant by section 4.2 would be meaningless if it could be circumvented by\ncounsel simply representing a parent or subsidiary whose interest were aligned with Holdings.\n  \nIIS\nattorneys were involved in drafting and reviewing the Operating Agreement and are prohibited by the very\nprovisions of that agreement from using any insights they gained through their involvement in the\nformation process against Defendant in this action.\n \n{51}\n      \nThus, the Court finds that Jennifer N. Fountain and all other members of the law firm Isaacson\nIsaacson & Sheridan, L.L.P. should be disqualified from serving as counsel to Plaintiffs Chemcraft\nInternational, Inc. and Chemcraft Pacific, L.L.C., as well as Chemcraft Holdings Corporation.\n  \n    \n \n \nIV.\nCONCLUSION\n{52}\n      \nBased upon the foregoing, it is hereby ORDERED, ADJUDGED and DECREED that\nDefendant’s motion to disqualify counsel is granted.\n  \nThe Court denies Defendant’s request that he be\nawarded his attorneys’ fees in connection with this motion.\n  \n \n \nIT IS SO ORDERED, this the 5th day of October, 2006.\n \n "
}