{
  "id": "b0e42b31bce0183eeda3e8d7453f5b8884db8daa75eb9c3de4f0e26830c114bc",
  "source_file": "data/raw/ncbc/b0e42b31bce0183eeda3e8d7453f5b8884db8daa75eb9c3de4f0e26830c114bc.pdf",
  "raw_text": "Hopkins v. MWR Mgmt. Co., 2017 NCBC 90. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 697 \n \nBRANDON HOPKINS, \n \nPlaintiff, \n \nv. \n \nMWR MANAGEMENT COMPANY d/b/a \nMICHAEL WALTRIP RACING and TY \nNORRIS, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTIONS FOR \nSUMMARY JUDGMENT AS TO \nDAMAGES AND DEFENDANTS’ \nMOTIONS IN LIMINE \n \n \n \n1. THIS MATTER is before the Court upon (i) Defendants MWR Management \nCompany d/b/a Michael Waltrip Racing (“MWR”) and Ty Norris’s (“Norris,” \ncollectively, “Defendants”) Motion for Summary Judgment as to Plaintiff Brandon \nHopkins’s (“Plaintiff” or “Hopkins”) alleged damages (“Summary Judgment Motion  \non Damages ”) and (ii) Defendants’ Motion in Limine  to Exclude Introduction of \nCertain of Plaintiff’s  Alleged Damages  (“Damages Motion in Limine ”) and \nDefendants’ Motion in Limine to Exclude Plaintiff’s Expert Witness and Reports (the \n“Expert Motion in Limine ,” collectively the “ Motions in Limine ”) in the above -\ncaptioned case.  Having considered the Summary Judgment Motion on Damages and \nthe Motions in Limine  (collectively the “Motions”),  the briefs and appropriate \nevidence in support of and in opposition to each of the Motions, and the arguments of \n \n \ncounsel at the hearing on Defendants’ Motion for Summary Judgment on November \n3, 2016 and at a hearing on the Motions in Limine on September 6, 2017, the Court \nhereby GRANTS in part and  DENIES in part each of the  Motions as set forth \nbelow.   \nVan Kampen Law, PC, by Joshua R. Van Kampen, Sean F. Herrmann, \nand Kevin P. Murphy, for Plaintiff Brandon Hopkins. \n \nJames, McElroy & Diehl, P.A., by Jon P. Carroll and Adam L. Ross, for \nDefendants MWR Management Company and Ty Norris.   \n \nBledsoe, Judge. \nI.  \nPROCEDURAL AND FACTUAL BACKGROUND \n2. This case is currently scheduled for trial commencing on December 4, 2017. \n3. The factual and procedural background of this case is recited in detail \nin Hopkins v. MWR Mgmt. Co., 2017 NCBC LEXIS 47 (N.C. Super. Ct. May 31, 2017) \n(granting in part and denying in part  Plaintiff’s and  Defendants’ Motions for \nSummary Judgment).   The alleged facts and procedural history pertinent to the \nresolution of the present Motions are set forth below. \n4. On November 10 , 2015 , Hopkins filed his Second Amended C omplaint \nagainst Defendants  alleging, among other things,  claims for defamation, tortious \ninterference with contract, wrongful discharge, and statutory violations of the \nAmericans with Disabilities Act (“ADA”),  42 U.S.C. § 12112 et seq., Family Medical \nLeave Act (“FMLA”),  29 U.S.C. § 2601 et seq. , and North Carol ina Retaliatory \n \n \nDiscrimination Act (“REDA”), N.C. Gen. Stat. § 95-240 et seq.  Defendants answered \nby denying all liability and asserting various affirmative defenses and counterclaims.  \n5. After the completion of discovery, Plaintiff and Defendants separately \nmoved for summary judgment on September 1, 2016, each side seeking the dismissal \nof all claims brought by the other (the “Cross -Motions”).  In addition, Defendants \nmoved the Court in their Motion for Summary Judgment to limit Plaintiff’s \nrecoverable dama ges, if any , should the Court permit any of Plaintiff’s claims to \nsurvive Rule 56 dismissal.  Defendants specifically contended that Plaintiff had failed \nto establish his right to recover damages for back pay, front pay, reputational harm, \nemotional distress, and co nsequential damages as a matter of North Carolina law .  \nThe Court held a hearing on Defendants’ Motion for Summary Judgment on \nNovember 3, 2016.   \n6. On May 31, 2017, the Court ruled on the Cross-Motions, granting in part \nand denying in part each summary judgment motion.  See generally, Hopkins, 2017 \nNCBC LEXIS 47.  Because the parties had engaged in limited briefing and argument \nconcerning the sustainability of Plaintiff’s damages claims, however, the Court \ndeferred its summary judgment ruling on most of Plaintiff’s damages claims until the \nmotion in limine stage of this litigation to “permit additional briefing and argument.” \nId. at *56.  The Court did so in anticipation that Defendants’ forecasted Damages \nMotion in Limine  would raise many of the same legal arguments concerning \nPlaintiff’s right to recover damages as were before the Court on summary judgment.  \n \n \nId. at *55–56.  The Court did not invite further evidentiary submissions on the Cross-\nMotions. \n7. On August 1, 2017, Defendants filed the Damages Motion in Limine.  The \nmotion largely reprises the legal arguments Defendants advanced on summary \njudgment, contending that most of Plaintiff’s claimed damages are not legally \nrecoverable in this case as a matter of law.  On August 4, 2017, Defendants filed the \nExpert Motion in Limine, which seeks to exclude Plaintiff’s expert witness, Dr. Gary \nAlbrecht, from testifying or presenting his report at trial. \n8. Hopkins contends that he is entitled to offer evidence of, and recover, the \nfollowing damages based on his remaining claims in this action: \n Back pay from Plaintiff’s termination date to trial, and front pay from \ntrial forward; \n Lost earnings capacity; \n Emotional distress; \n Reputational harm; \n Consequential damages; \n Liquidated damages (for Defendants’ alleged FMLA violations); \n Treble damages (for Defendants’ alleged REDA violations)  \n Punitive damages; \n Attorney’s fees; and \n Pre-Judgment Interest. \n \n(Pl.’s Mem. Opp’n Damages Mot. Lim. 4, ECF No. 128.) \n9. To help calculate some of these damages, Plaintiff’s counsel retained Dr. \nAlbrecht, who holds a Ph.D. in Economics from Indiana University.  (Pl.’s Mem. Opp’n \nExpert Mot. Lim. Ex . D, Dr. Gary Albrecht Vitae, ECF No. 1 29.)  Dr. Albrecht  \nprepared a damages  report on December 16, 2015 , which he updated on three \nseparate occasions, the last on August 8, 2017.  (Pl.’s Mem. Opp’n Expert Mot. Lim. \n \n \nExs. A, C, hereinafter “Albrecht Report [ date].”)  Dr. Albrecht’s reports purport to \ncalculate Plaintiff’s “diminished earnings” over a seventeen-year period, from age \ntwenty-eight to age forty-five, as a result of his terminatio n.  (Albrecht Report \n8/8/2017, at 2.)    \n10. The Court held a hearing on Defendants’ Motions in Limine on September \n6, 2017, at which all parties were represented by counsel.   \n11. The Motions are now ripe for resolution. \nII.  \nLEGAL STANDARD \nA. Summary Judgment \n12. Summary judgment is proper only “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any material fact and that any party is entitled t o \njudgment as a matter of law.”  N.C. R. Civ. P. 56(c).  An issue is genuine if it is \n“supported by substantial evidence,” and “an issue is material if the facts alleged \nwould constitute a legal defense, or would affect the result of the action, or if its \nresolution would prevent the party against whom it is resolved from prevailing in the \naction.”  DeWitt v. Eveready Battery Co. , 355 N.C. 672, 68 1, 565 S.E.2d 140, 146 \n(2002).   \n13. “Substantial evidence is such relevant evidence as a reasonable mind might \naccept as adequate to support a conclusion an d means more than a scintilla or a \npermissible inference.”  Id. (Citations omitted).  The Court views the evidence  \n \n \npresented “in the light most favorable to the nonmoving party.”   Day v. Rasmussen, \n177 N.C. App. 759, 762, 629 S.E.2d 912, 914 (2006).  However, affidavits must  “set \nforth such facts as would be admissible in evidence, and shall show affirmatively that \nthe affiant is competent to testify.”  N.C. R. Civ. P. 56(e).  \n14. The moving party “bears the initial burden of demonstrating the absence of \na genuine issue of material fact.”  Liberty Mut. Ins. Co. v. Pennington, 356 N.C. 571, \n579, 573 S.E.2d 118, 124 (2002).  “[O]nce the party seeking summary judgment makes \nthe required showing, the burden shifts to the nonmoving party to produce a forecast \nof evidence demonstrating specific facts, as opposed to allegations, showing that he \ncan at least establish a prima facie case at trial.”  Gaunt v. Pittaway, 139 N.C. App. \n778, 784 –85, 534 S.E.2d 660,  664 (2000).  T he nonmoving party, in his response, \n“must set forth specific facts showing that there is a genuine issue for trial.  If he does \nnot so respond, summary judgment, if appropriate, shall be entered against him.”  \nN.C.R. Civ. P. 56(e).   \n15. For pu rposes of resolving Defendants’ Summary Judgment Motion  on \nDamages, the Court considers only the evidence of record before the Court on the \nCross-Motions and, in particular, does not consider later filed evidence tendered by \neither party in connection with  the Motions in Limine .  The Court deferred its \nsummary judgment ruling on damages solely to permit the Court to have the benefit \nof the parties’ further briefing and oral argument concerning Plaintiff’s right to \nrecover the challenged damages as a matter of North Carolina law .  The Court did \n \n \nnot seek or permit the presentation of additional evidence  in support of or in \nopposition to the Cross-Motions. \nB. Motions in Limine \n16.  “A motion in l imine seeks pretrial determination of the admissibility of \nevidence proposed to be introduced at trial[.]”  Hamilton v. Thomasville Med. Assocs., \n187 N.C. App. 789, 792, 654 S.E.2d 708, 710 (2007).  The Court has “wide discretion \nin making this advance ruling,” and that ruling is “subject to modification during the \ncourse of the trial.”  Id.   \n17. Except as noted below, for purposes of resolving the Motions in Limine, the \nCourt considers the evidence advanced and forecast by each party in connection with \nthose Motions , which includes , but is not limited to , evidence relied upon by the \nparties in connection with the Cross-Motions.  The Court will strike and not consider, \nhowever, the affidavits of Ashley Storm and Joel Delph, each of which was tendered \nby Plaintiff in opposition to Defendants’ Damages Motion in Limine.  (See Pl.’s Mem. \nOpp’n Damages Mot. Lim. Exs . H, I.)  Despite their apparent knowledge of facts \nrelevant to this dispute, and despite Defendants’ proper discovery requests asking \nPlaintiff to identify all such witnesses, Plaintiff failed to disclose either Storm or \nDelph in any pleading, discovery response, report, or other submission or filing in this \ncase prior to offering their affidavits.  The Court thus concludes, in the exercise of its \ndiscretion, that it would be un fair and unduly prejudicial to permit affidavit \ntestimony from these undisclosed witnesses at this late date in these proceedings.  \nThe Court will not strike on similar grounds, however, two other affidavits challenged \n \n \nby Defendants, those of Greg Miller a nd Jahn-Marie Hassel, each of whom Plaintiff \nhad previously disclosed as potential witnesses with knowledge of relevant facts  in \nthis case.  (See Pl.’s Mem. Opp’n Damages Mot. Lim. Exs. B, G.) \nIII. \nANALYSIS \nA. Damages  \na. Back Pay \n18. Back pay restores “a plaintiff in an employment discrimination case ‘to the \nposition she would have occupied but for the discrimination.’”  Rhoads v. F.D.I.C., 956 \nF. Supp. 1239, 1260 (D. Md. 1997)  (quoting Patterson v. Greenwood School Dist. \n50, 696 F.2d 293, 295 (4th Cir.1982) ), aff'd in part, rev'd in part , 257 F.3d 373 (4th \nCir. 2001).  It follows that back pay liability cannot exist where a plaintiff’s position \nceases to exist, id., so long as the employer “establish[es] by a preponderance of the \nevidence that the plaintiff would not have been ret ained in some other capacity.”  \nHolland v. Gee, 677 F.3d 1047, 1066, n.9 (11th Cir. 2012).  Compare Rhoads, 956 F. \nSupp. at 1260 –61 ( rejecting back pay where seller-employer established that \nemployee would not have been retained by acquiring company) with Gaddy v. Abex \nCorp., 884 F.2d 312, 319 (4th Cir. 1989) ( permitting back pay where new employer \nretained seller -employer’s employees in plaintiff’s former department in the same \npositions).   \n \n \n \n \ni. Summary Judgment.  \n \n19. Defendants argued on their Motion for Summary Judgment that Hopkins \ncould not recover back pay under the rule set forth in McKennon v. Nashville Banner \nPubl. Co., 513 U.S. 352, 362 (1995).  Specifically, Defendants contended that MWR \nwould have terminated Hopkins for his alleged misappropriation of the 035 Gun and \nsockets, which Defendants assert is the reason for Hopkins’s discharge,  and for \nallegedly accessing and emailing to himself MWR’s trade secrets on the day prior to \nhis discharge, which Defendants contend they discovered on the day after Hopkins’s \ndischarge.  ( Defs.’ Br . Supp. Mot. Summ. J. 39, ECF No. 80. )  The Court denied \nsummary judgment on this specific argument, concluding that “Defendants’ position. \n. . depends on a determination that [Hopkins’s] conduct was so severe that MWR \nwould have fired Hopkins on those grounds alone, which implicates the factual \ndisputes at the center of this case.”  Hopkins, 2017 NCBC LEXIS 47, at *56.   \n20. Defendants also argued, in the alternative, that back pay damages should \nbe capped at $210,624 because MWR ceased racing operations i n December 2015.  \n(Defs.’ Br. Supp. Mot. Summ. J. 39–40.)  The Court deferred its ruling on this aspect \nof Defendants’ Motion for Summary Judgment until the motion in limine phase of \nthis case.  The Court now addresses Defendants’ contention that the period for \nPlaintiff’s back pay damages cannot extend after the dat e on which MRW ceased \nracing operations as a matter of law.   \n21. It is undisputed that MWR ceased racing operations in December 2015 and \nthat Plaintiff was employed in MWR’s racing operations at all times during his \n \n \nemployment.  (Pl.’s Mem. Opp’n Damages Mot. Lim. 40; Hopkins Dep. 742–43.)  At \nissue is whether Plaintiff would have still been employed after MWR ceased racing \noperations such that back pay could extend from the date of termination through \ntrial. \n22. Defendants contend, with supporting ev idence, that because Plaintiff was \nemployed as a pit crew member, he would have necessarily been terminated with all \nother pit crew members when MWR ceased racing operations in December 2015.  \n(Defs.’ Br. Supp. Mot. Summ. J. 39.)  As a result, Defendants argue that Plaintiff’s \nback pay damages cannot exceed $210,624, the amount of compensation Plaintiff’s \nexpert has calculated that Plaintiff would have earned at MWR from his termination \non August 5, 2014 until MWR’s closure on December 15, 2015.  See, e.g., Tyler v. \nUnion Oil Co ., 304 F.3d 379, 401 -02 (5th Cir. 2002) (upholding district court’s \ndetermination that “back pay should only be awarded through the May 25, 2000 \ncessation of [the employer’s] operation”); EEOC v. Recession Proof United States LLC, \n2013 U.S. Dist. LEXIS 171524, at *46 (D. Ariz. Aug. 19, 2013) (“[W]hen a defendant \nemployer's business is sold, closed or terminated, the period of back pay ends at the \ntime the business ceased to operate.”);  Rhoads, 956 F. Supp. at 1260–61 (“Certainly, \nif the plaintiff's job ceases to exist so must any back pay liability. ”); Helbling v. \nUnclaimed Salvage & Freight Co., 489 F. Supp. 956, 963 (E.D. Pa. 1980) (holding that \nback pay award was appropriate only for period from termination to the closing of the \nstore where plaintiff worked, i.e. “the period it can be assumed she would have held \nthe job to which she was entitled”). \n \n \n23. The Court concludes that Defendants have satisfied their burden to show \nthe absence of a material fact  as to Plaintiff’s right to back pay after December 15, \n2015, thus shifting the burden to Plaintiff “ to produce a forecast of evidence \ndemonstrating specific facts, as opposed to allegations, showing that he can at least \nestablish a prima facie case at trial.”  Gaunt, 139 N.C. App. at 784–85, 534 S.E.2d at \n664.  Plaintiff, however, failed to forecast  any specific facts showing a genuine issue \nfor trial as to post-December 2015 back pay .  Instead, Plaintiff chose to address \nDefendants’ argument in his opposition brief by simply asserting that MWR’s closure \n“goes only to back pay” and that the other damages claimed by Plaintiff “are wholly \nunaffected by MWR’s cessation of operations.”  (Pl.’s Mem. Opp’n Mot. Summ. J. 40, \nECF No. 99.)   \n24. As such, Plaintiff has not met its burden, and the Court concludes that \nDefendants are entitled to summary judgment limiting Plaintiff’s claim for back pay \ndamages to the period between Plaintiff’s termination on August 5, 2014 and MWR’s \ncessation of racing operati ons in December 2015.   See Carter v. Clements Walker \nPLLC, 2014 NCBC LEXIS 12, at *13 (N.C. Super. Ct. Jan. 10, 2014) (granting \nsummary judgment for defendants where plaintiff failed to produce evidence of \ndamages); see also Cyprus Group, LLC v. Twiss , 2008 N.C. App. LEXIS 845, at *9 \n(N.C. App. May 6, 2008) (upholding summary judgment where nonmoving party \nsimply asserted the existence of a genuine issue of material fact without offering \nevidence).  \n \n \n25. Although the Court does not consider Plaintiff’s evidence offered in \nopposition to Defendants’ Damages Motion in Limine in deciding Defendants’ motion \nfor summary judgment on this issue, consideration of the Damages Motion in Limine \nevidence before the Court leads to the same result.  Plaintiff’s Damages Motion in \nLimine evidence purports to show that MWR retained eight employees after MWR \nceased racing operations.  (Pl.’s Mem. Opp’n Damages Mot. Lim. Exs. L, M.)  Based \non that evidence, and based on Plaintiff’s contention (without citation to any \nevidence) that “Plaintiff’s job entailed more than just changing tires on race day,” \n(Pl.’s Mem. Opp’n Damages Mot. Lim . 11), Plaintiff contends  that the burden is \nshifted to Defendants to prove that Plaintiff would have been terminated when MWR \nceased racing operations.  \n26. In response, Defendants point to Hopkins’s sworn deposition testimony in \nwhich he twice admitted that he would not have been employed at MWR after \nDecember 30, 2015, the date when MWR terminated the employment of all of its pit \ncrew members after ceasing racing operations.  (Hopkins Dep. 742–43.)  Defendants \nfurther proffer, and Plaintiff does not deny, that the eight employees MWR retained \nafter it ceased ra cing operations were management -level employees and that MWR \nnever employed Hopkins at any time as a management-level employee.  (Defs.’ Reply \nBr. Damages Mot. Lim. 4, ECF No. 130.)   \n27. As a result, the Court concludes that even if it were to consider the evidence \noffered by Plaintiff in connection with Defendants’  Damages Motion in Limine in \nconsidering Defendants’ Motion for Summary Judgment, the Court would continue \n \n \nto necessarily conclude that Plaintiff has failed to show a genuine issue of material \nfact concerning his right to back pay after December 2015 in light of the undisputed \nevidence of record .  Thus, the Court concludes that Defendants are entitled to \nsummary judgment limiting Plaintiff’s claim for back pay damages .  Nevertheless, \nbecause it appears that the undisputed Damages Motion in Limine evidence reveals \nthat MWR terminated its pit crew members on December 30, 2015 , after ceasing \nracing operations on December 15, 2015, the Court will consider the Damages Motion \nin Limine evidence on summary judgment for the limited purpose of adjusting the \nend date for th e period of back pay damages to the date MWR’s pit crew members \nwere terminated rather than the date MWR ceased racing operations.  Accordingly, \nDefendants are entitled to summary judgment limiting Plaintiff’s claim for back pay \ndamages to the period between Plaintiff’s termination on August 5, 2014 and MWR’s \ntermination of its pit crew members on December 30, 2015. \nii. Damages Motion in Limine.  \n28. Consistent with the Court’s resolution of Defendants’ Motion for Summary \nJudgment concerning back pay, the Court will permit evidence and argument \nconcerning Plaintiff’s alleged back pay damages only for the period extending from \nPlaintiff’s termination on August 5, 2014 until MWR’s termination of  its pit crew \nmembers on December 30, 2015.   \n \n \n \n \n \nb. Front Pay \ni. Summary Judgment.  \n29. As with back pay, Defendants contended on their Motion for Summary \nJudgment that Plaintiff cannot recover front pay as a matter of law because MWR \nceased operations in December 2015, citing Sandlin v. Corp. Interiors, Inc., 972 F.2d \n1212, 1215 (10th Cir. 1992) (“[R]einstatement is not possible and front pay is \ninappropriate if a defendant company has ceased doing business.”).  (Defs.’ Br. Supp. \nMot. Summ. J. 39–40.)  The Court ruled, however, that “an award of front pay appears \nto be possible under Fourth Circuit precedent even where the employer is no longer \nin business.”  Hopkins, 2017 NCBC LEXIS 47, at *56  (citing Jones v. SouthPeak \nInteractive Corp., 986 F.Supp.2d 680, 685 (E.D. Va. 2013) (finding front pay in such \ncircumstances a “conceptual possibility”)) .  As a result, while an award of front pay \nto Plaintiff in light of MWR’s cessation of racing operations appears unlikely under \nprevailing case law, the Court is not prepared to dismiss Plaintiff’s claim on summary \njudgment as a matter of law on this record.  \nii. Damages Motion in Limine \n30. In addition to contending that MWR’s closure disqualifies Plaintiff  from \nfront pay, Defendants argue that front pay is an equitable remedy not proper for jury \nconsideration.  (Defs. ’ Mem. Supp. Damages Mot. Lim. 7, ECF No. 121 .)  Plaintiff \nagrees, (Pl.’s Mem. Opp’n Damages Mot. Lim. 11–12), as does the Court.  See, e.g., \nCline v. Wal -Mart Stores, Inc. , 144 F.3d 294, 307 (4th Cir. 1998)  (front pay is “an \nequitable remedy best determined by the [trial] court rather than the jury”); Duke v. \n \n \nUniroyal Inc., 928 F.2d 1413, 1424–25 (4th Cir. 1991) (front pay “award and amount \nis one for the court sitting in equity to consider and not the jury”) .  Accordingly, the \nCourt concludes that evidence relating to front pay should be excluded from evidence \nat trial.  In the event Plaintiff should prevail on any claims permitting Plaintiff to \nseek an award of front pay, the Court will consider further the issue of front pay after \ntrial.  \nc. Reputational Harm \ni. Summary Judgment  \n31. Defendants argue on summary judgment that Plaintiff has failed to provide \nany evidence to support his contention that he has suffered harm to his reputation \nand thus that Plaintiff’s damages claim on this basis should be dismissed as a matter \nof law.  The Court agrees.  Rule 56 makes clear that upon the moving party’s showing \nthat a genuine issue of material fact does not exist, the nonmoving party “must set \nforth specific facts showing that there is a genuine issue for trial.  If he does not so \nrespond, summary judgment, if appropriate, shall be entered against him.”  N.C.  R. \nCiv. P. 56(e).  In the face of Defendants’ showing  in its summary judgment \nsubmissions that Plaintiff had failed to show reputational harm, Plaintiff chose not \nto address Defendants’ contention in his opposition brief, much less offer any evidence \nof any kind to show that he, in fact, has suffered harm to his reputation.   See 2 G. \nGray Wilson, North Carolina Civil Procedure § 56-8, at 56-24 (2007) (The Court “has \nno duty…to consider evidence that is not brought to its attention by a party.” ).  As a \nresult, on this basis alone, Defendants’ motion for summary judgment should be \n \n \ngranted.  See, e.g., Cyprus Group, LLC, 2008 N.C. App. LEXIS 845, at *9; Carter, 2014 \nNCBC LEXIS 12, at *13. \n32. Although the Court does not consider the evidence offered on Defendants’ \nDamages Motion in Limine in deciding Defendants’ Motion for Summary Judgment, \nconsideration of that evidence would not change this result.  Plaintiff offered three \naffidavits in response to Defendants’ Damages Motion in L imine that arguably \nprovide evidence of alleged reputational harm to Plaintiff in the racing community.  \nThese affidavits, however, even if taken as true and deemed admissible at trial, do \nnot constitute evidence showing that Plaintiff suffered actual harm to his reputation \nas a result of improper conduct by Defendants.   \n33. For example, Plaintiff offers testimony from Richard Coleman, a former tire \ncarrier at MWR, who testified broadly that: \n“I also thi nk the fact that MWR is not allowing Brandon to work after \nterminating him is crazy.  It makes no sense to fire someone and stop them \nfrom working for anyone else, especially in these circumstances.  N o one in \nthe industry is going to want to deal with Bra ndon knowing that this whole \nsituation is hanging over him.”   \n \n(Pl.’s Mem. Opp’n Damages Mot. Lim. Ex. C.)  Coleman’s testimony does not provide \nevidence that Plaintiff has suffered reputational harm.  Neither does it show that the \nindustry’s purported refusal “to deal with [him] ” is because of Defendants’ alleged \nmisconduct.  To the contrary, in context, Coleman’s reference to “this whole situation \n[that] is hanging over him” is focused on Plaintiff’s non-competition agreement with \nMWR and the existence of this lawsuit, not on Defendants’ purported misconduct. \n \n \n34. Similarly, Shaun Peet, a former pit coach at MWR, also offered testimony \nstating that “[t]he whole situation has been pretty poisonous for Brandon.  It is my \nbelief that no one will be able to work  with Brandon.”  (Pl.’s Mem. Opp’n Damages \nMot. Lim. Ex . D.)  Like Coleman, Peet does not contend that Plaintiff has suffered \nreputational harm or that Defendants have caused Plaintiff actual injury. \n35. Finally, Gregory D. Miller, MWR’s former pit coach, testified: \nMWR’s decision to terminate Brandon just prior to his scheduled surgery \nspread quickly throughout the racing world.  Many of those in that world —\ni.e., others in NASCAR —heard from MWR that MWR terminated Brandon \nbecause of poor performance.  Worse ye t, others spoke about theft as a basis \nfor the termination.  Reverberations of this are still out there today. . . . The \nracing world took note.  MWR’s decision to fire Brandon severely hindered his \nreputation in the industry. . . . Brandon’s damaged reputation has held him \nback since MWR terminated him . . . . I can’t envision a future in which \nBrandon’s reputation is restored to what it was prior to MWR’s decision to \nterminate his employment. \n \n(Pl.’s Mem. Opp’n Damages Mot. Lim. Ex. B.)   \n36. Although asserting that Plaintiff has suffered reputational harm, Miller’s \ntestimony nevertheless fails to offer evidence that Defendants’ alleged misconduct \ncaused Plaintiff to suffer actual damages.  His assertions that “reverberations of \n[others speaking about theft as a basis for Plaintiff’s termination] are still out there \ntoday,” that “the racing world took note [of Plaintiff’s late season firing],” or that \n“Brandon’s damaged reputation has held him back” do not constitute evidence that \nany employer in the rac ing industry declined to consider for employment or hire \nPlaintiff because MWR fired him for allegedly stealing MWR’s property.   See, e.g., \nCurrituck Assocs. Residential P’ship v. Coastland Corp., 2010 N.C. App. LEXIS 1263, \n \n \nat *16 (N.C. App. 2010) (rejecting claim based on reputational harm because plaintiff \nfailed to “allege[] an actual injury proximately caused by [defendant]”). \n37. Despite his burden to do so in response to Defendants’ Motion for Summary \nJudgment, Plaintiff has failed to offer evidence from any source, including a \nprospective employer, upon which a reasonable jury could conclude that any employer \nin the racing community has chosen not to hire Plaintiff because of the employer’s \nperception of Plaintiff arising from his termination from employment by MWR.  See \ngenerally, e.g ., Zamora v. City of Houston , No . H -07-45102016, U.S. Dist. LEXIS \n161694, at *3 (S.D. Tex. Nov. 22, 2016) (“An award of damages for  reputational \nharm requires specific evidence that the reputational harm resulted from the action \nfor which the defendant is liable.”). \n38. Accordingly, for the reasons set forth above, the Court concludes that \nPlaintiff’s damages claim based on reputational harm should be dismissed as a \nmatter of law.1 \nii. Damages Motion in Limine.  \n39. Based on the Court’s resolution of the Plaintiff’s right to recover damages \nfor alleged harm to his reputation on Defendants’ Motion for Summary Judgment, \nthe Court concludes that Defendants’ Damages Motion in Limine should be granted \n                                                           \n1  The parties vigorously dispute whether any of the claims Plaintiff has asserted permit a \nprevailing plaintiff to recover damages for alleged reputational harm.  In light of the Court’s \nresolution of Defendants’ Motion for Summary Judgment on this issue, the Court find s it \nunnecessary to address the parties’ competing contentions. \n \n \n \nand that evidence of Plaintiff’s alleged reputational harm should be excluded from \nevidence at trial.  \nd. Lost Earning Capacity2 \n40. Lost earnings capacity, also known as lost future earnings or diminished \nearnings capacity, “ compensates [a plaintiff ] for a lifetime of diminished earnings \nresulting from the reputational  harms [the plaintiff ] suffer[s] as a result of [the \nemployer’s] discrimination.”  Williams v. Pharmacia, Inc., 137 F.3d 944, 953 (7th Cir. \n1998).  It is a recognized compensatory remedy  for an employee’s claims based on \nalleged wrongful termination.  See, e.g., Williams, 137 F.3d at 952 ( recognizing \nremedy for Americans with Disabilities Act  claim); Blakeley v. Town of Taylortown , \n233 N.C. App. 441, 448, 756 S.E.2d 878, 883 (2014) ( recognizing remedy for North \nCarolina wrongful discharge claim).    \n41. Plaintiff premises his claim for diminished earnings capacity on his \ncontention that MWR’s alleged wrongful termination has so colored the racing \nindustry’s perception of him that he will suffer diminished earnings for at least \nseventeen years.  (Hopkins Dep . 743:19 –22; 752 –53.)  Such a damages theory, \nhowever, can only be sustained where a defendant causes a plaintiff reputational \nharm leading to the plaintiff’s diminished earnings.  See, e.g., Sanders v. Madison \nSquare Garden, L.P., No. 06-CV-589 (GEL), 2007 U.S. Dist. LEXIS 57319, at *39 \n(S.D.N.Y. Aug. 6, 2007) (“[W]here an employee can expect to encounter increased \n                                                           \n2  Defendants did not challenge this theory of damages in their Motion for Summary \nJudgment; thus, the Court’s analysis is only in connection with Defendants’ Damages Motion \nin Limine.  The parties also dispute whether Plaintiff fairly and properly disclosed this theory \nof damages.  The Court need not resolve this dispute in light of the Court’s ruling. \n \n \ndifficulty in finding comparable employment due to injury to her professional \nstanding caused by an employer ’s unlawful conduct, the employee may recover for \nthe added difficulty in the form of compensatory damages.”);  Mahony v. KeySpan \nCorp., No. 04-CV-554 (SJ), 2007 U.S. Dist. LEXIS 22042, at *21 (E.D.N.Y. Mar. 12, \n2007) (“When reputational injury caused by an employer ’s unlawful discrimination \ndiminishes a plaintiff's future earnings capacity, [he] cannot be made whole without \ncompensation for the future earnings [he] would have received absent the employer’s \ndiscrimination.” (alterations in original));  Hite v. Vermeer Mfg. Co., 361 F. Supp. 2d \n935, 947 (S.D. Iowa 2005) (plaintiff could not obtain damages for lost future earnings \nbecause she had “offered nothing to support the assertion that her unlawful discharge \ntaint[ed] her employment record”); Mattenson v. Baxter Healthcare Corp., No. 02-CV-\n3283, 2004 U.S. Dist. LEXIS 24291, at *13 (N.D. Ill. Nov. 30, 2004) (“[L]ost future \nearnings is a common -law tort remedy available to plaintiffs in a Title VII \ncase…[that] compensates a plaintiff for a lifetime of diminished earnings resulting \nfrom the reputational harms the plaintiff suff ers as a result of the employer ’s \ndiscrimination.”); Williams v. Pharmacia, Inc., 956 F. Supp. 1457, 1466 (“‘[L]ost \nearning capacity’… is closest to the notion of an injury to professional standing, and \nakin to injuries to reputation or character.”).3  \n                                                           \n3  It is true that non-reputational harm might give rise to a claim for lost earnings capacity – \nfor example, a loss of seniority where pay is based on seniority, see Bennett v. Smith, No. 96 \nC 2422, 2001 U.S. Dist. LEXIS 8714 (N.D. Ill. June 26, 2001), or a physical injury precluding \nhigher-paying work—but here no such “other” harm has been pleaded, argued, or supported \nwith evidence in Plaintiff's pursuit of this damages theory. \n \n \n \n42. As discussed above, however, Plaintiff failed to offer any evidence of \nreputational harm on Defendants’ Motion for Summary Judgment  or any evidence \nthat Plaintiff’s purported reputational harm was caused by Defendant’s alleged \nmisconduct in opposition to Defendants’ Damages Motion in Limine.  The Court has \nthus concluded that summary judgment  dismissing Plaintiff’s damages claim for \nreputational harm must necessarily follow  and that Plaintiff should therefore be \nprecluded from offering evidence of reputational harm at trial.   \n43. As advanced here, the existence of reputational harm caused by Defendants’ \nalleged misconduct is a necessary component of Plaintiff’s damages claim for lost \nearnings capacity .  T he Court thus concludes that its summary judgment ruling \nforeclosing Plaintiff’s recovery for reputational harm is fatal to Plaintiff’s claim for  \nalleged diminished earnings capacity and necessarily precludes Plaintiff from \noffering evidence and argument in support of that theory at trial .  See generally, \nUnited States v. City of New York, 897 F. Supp. 2d 30, 48–49 (E.D.N.Y. 2012) (stating \nthat the “case law makes clear” that a plaintiff must show that the discrimination he \nsuffered caused a “reputational harm—injury to his professional standing, character, \nor reputation—which in turn resulted in a narrowing of economic opportunities”).  \n44. Accordingly, the Court concludes that Defendants’ Damages Motion in \nLimine should be granted and that evidence of Plaintiff’s alleged lost earnings \ncapacity damages should be excluded from evidence at trial.4 \n                                                           \n4 Although not cited by Plaintiff, consideration of Dr. Albrecht’s proposed testimony on this \ntheory does not affect the Court’s analysis.  In rendering his opinions, Dr. Albrecht makes \nclear, both in his expert report and again at his deposition , that he has assumed, without \nperforming any independent investigation, that Plaintiff has in fact suffered diminished \n \n \ne. Emotional Distress Damages \ni. Summary Judgment \n45. If properly supported, the law permits recovery for emotional distress \ndamages on a plaintiff’s claims for wrongful discharge, see Blakeley, 233 N.C. App. at \n448, 756 S.E.2d at 883 , and under the ADA ; Landgraf v. USI Film Prod ., 511 U.S. \n244, 253 –54 (1994) (recognizing that the Civil Rights Act of 1991, which includes \n“emotional pain,” extends to the ADA).  Emotional distress damages are “sometimes \nreferred to as pain and suffering damages .”  Blakeley, 233 N.C. App. at 448, 756 \nS.E.2d at 884.  Under North Carolina law, “[p]ain and suffering damages are intended \nto redress a wide array of injuries ranging from physical pain to anxiety, depression, \nand the resulting adverse impact upon the injured party's lifestyle .”  Iadanza v. \nHarper, 169 N.C.  App. 776, 780, 611 S.E.2d 217, 221 (2005) .  Similarly, to assess \nemotional distress damages under federal law, t he Fourth Circuit examines “factors \nsuch as the need for medical, psychological, or psychiatric treatment, the presence of \nphysical symptoms, loss of income, and impact on the plaintiff's conduct and lifestyle.”  \nDoe v. Chao, 306 F.3d 170, 180 (4th Cir. 2002), aff'd, 540 U.S. 614 (2004). \n46. Defendants argued in their Motion for Summary Judgment that Plaintiff \nfailed to present any evidence of emotional distress damages and that the amount \nrequested is too speculative.  (Defs.’ Br. Supp. Mot. Summ. J. 40 –41.)  The Court \ndisagrees.  In contrast to his failure to bring forward any evidence of reputational \nharm, Plaintiff has offered specific evidence to support his claim for emotional \n                                                           \nearnings capacity as a result of the harm to Plaintiff’s reputation arising from Defendants’ \nalleged wrongful termination.  (Albrecht Report 8/8/2017, at 1; Albrecht Dep. 12–13, 182–83.) \n \n \ndistress damages.  (Pl.’s Mem. Opp’n Mot. Summ. J. 40.)  In particular, Plaintiff \npoints to his own deposition testimony averring that he went through an “emotional \nroller coaster” that impacted all facets of his life and for which he sought professional \ntreatment, and h e has proffered evidence disclosing his  medical diagnosis of \ndepression. (Hopkins Dep. 759:16 –760:21).  As such, the Court concludes that \nPlaintiff has met his burden to survive Defendants’ motion .   See generally, e.g.,  \nWebner v. Titan Distrib. , 267 F.3d 828, 836 (8th Cir. 2001) (“ To \nprove emotional distress in relation to his ADA claim . . . a plaintiff's own testimony, \nalong with the circumstances of a particular case, can suffice to sustain the plaintiff's \nburden in this regard.”) (internal citations omitted)); see also Blakeley, 233 N.C. App. \nat 448–49, 756 S.E.2d at 884 (finding that , for a wrongful discharge claim, “plaintiff \nwas not required to s how either ‘severe emotional distress’ or ‘extreme and \noutrageous conduct’ by defendant” to recover emotional distress damages). \nii. Damages Motion in Limine  \n47. Defendants contend in their Damages M otion in Limine that evidence of \nPlaintiff’s emotional distress damages , and Plaintiffs’ request for $300,000 in such \ndamages, should be excluded because Plaintiff's evidence is unduly speculative and \nhis monetary request is based on nothing more than conjecture.  (Defs.’ Mem. Supp. \nDamages Mot. Lim. 9–11.)   \n48. Under North Carolina law, “one to whom another has tortiously caused \nharm is entitled to compensatory damages if, but only if, he establishes by proof the \nextent of the harm and the amount of money representing adequ ate compensation \n \n \nwith as much certainty as the nature of the tort and the circumstances permit.” \nLargent v. Acuff , 69 N.C. App. 439, 444, 317 S.E.2d 111, 114 (1984).  “Where the \nplaintiff can prove the fact of damage, but not the extent of it, the reasonable certainty \nrule as it is now applied in most courts does not require proof of damages with \nmathematical precision.”  Id.  “The fact that the full extent of the damages must be a \nmatter of some speculation is no ground for refusing all damages .”  Brown v. Moore, \n286 N.C. 664, 673, 213 S.E.2d 342, 349 (1975) .  Emotional distress damages , in \nparticular, are “fraught with vague ness and speculation. ”  Price v. City of \nCharlotte, 93 F.3d 1241, 1250 (4th Cir. 1996). \n49. In light of these principles, the Court is not prepared to conclude on the \ncurrent record that Plaintiff’s request for $300,000 in emotional distress damages is \nspeculative and arbitrary.  The Court will therefore defer further consideration of \nDefendants’ Damages Motion in Limine  on this issue until the presentation of \nevidence at trial.   \nf. Consequential Damages \ni. Summary Judgment  \n50. Defendants contend on summary judgment that Plaintiff’s purported \nconsequential damages “are not recoverable under any legal theory” without further \nexplanation.  (Def s.’ Br. Supp. Summ. J. 41.)  Plaintiff chose not to respond to \nDefendants’ contention in his opposition brief.  The Court concludes that summary \njudgment is not proper on Defendants’ stated ground.   \n \n \n51. Plaintiff has asserted a claim for wrongful discharge in violation of public \npolicy.  Our courts consider this claim to sound in tort.  See, e.g., Blakeley, 233 N.C. \nApp. at 447, 756 S.E.2d at 883 (citing  McDonnell v. Guilford Cty . Tradewind \nAirlines, 194 N.C. App. 674, 678, 670 S.E.2d 302, 306 (2009)).  Under longstanding \nNorth Carolina law, a tortfeasor “is responsible for all damages directly caused by his \nmisconduct, and for all indirect or consequential damages which are the natural and \nprobable effect of t he wrong, under the facts as they exist at the time the same is \ncommitted and which can be ascertained with a reasonable degree of certainty.”  \nBowen v. Harris , 146 N.C. 385,  390, 59 S.E. 1044, 1047 (1907).  Our courts have \nconcluded that such damages incl ude at least lost wages, future lost earnings, and \nemotional distress.  Blakeley, 233 N.C. App. at 447, 756 S.E.2d at 883 .  Although it \ndoes not appear that our appellate courts have specifically addressed the availability \nof consequential damages for the tort of wrongful discharge, the Court finds no reason \nwhy (and Defendants have provided no authority supporting its contention that) such \ndamages should not be available to a wrongful discharge plaintiff upon proper proof. \n52. Accordingly, the Court concludes that Defendants’ Motion for Summary \nJudgment as to consequential damages should be denied. \nii. Damages Motion in Limine  \n53. In their Damages Motion in Limine, Defendants seek to exclude evidence in \nsupport of Plaintiff’s claim for consequential damages, and, in particular, Plaintiff’s \ncontention that he is entitled to recover his alleged losses in selling certain items of \npersonal property, including his house, so he could “survive throughout this period of \n \n \ntime.”  (Defs.’ Br. Supp. Mot. Summ. J. 41 ; Hopkins Dep. 755 –58.)  In particular, \nDefendants contend that Plaintiff has failed to properly plead these damages as \nspecial damages, see Piedmont Plastics, Inc. v. Mize Co ., 58 N.C. App. 135, 140, 293 \nS.E.2d 219, 223 (1982), and further that Plaintiff has failed to offer evidence showing \nthat Plaintiff’s termination was the proximate cause of the sale of his property. \n54. Our courts have recognized that “incidental and consequential damages are \n‘special damages, those which do not necessarily result from the wrong.'”  Id. at 140, \n293 S.E.2d at 223 (quoting Rodd v. Drug Co., 30 N.C. App. 564,  568, 228 S.E.2d 35, \n38 (1976)).  According to the Supreme Court, “general damages are such as might \naccrue to any person similarly injured, while special damages are such as did in fact \naccrue to the particular individual by reason of the particul ar circumstances of the \ncase.”  Penner v. Elliott, 225 N.C. 33, 35, 33 S.E.2d 124, 126 (1945).  Stated differently, \n“[s]pecial damages are damages that are the natural but not necessary result of the \nalleged wrongful act of the defendant.”  Smart Online, Inc. v. Opensite Tech s., Inc., \n2003 NCBC LEXIS 7, at *25 (N.C. Super. Ct. June 17, 2003) (citing Oberholtzer v. \nHuffman, 234 N.C. 399, 67 S.E.2d 263 (1951)).   \n55. Because special damages are “of an unusual and extraordinary nature, and \nnot the common consequence of the wrong complained of or implied by law,”  Binder \nv. General Motors Acceptance Corp., 222 N.C. 512, 514–515, 23 S.E.2d 894, 895–896 \n(1943), our courts have held that special damages “must be pleaded, and the facts \ngiving rise to [them] must be alleged so as to fairly inform the defendant of the scope \nof the plaintiff’s demand.”  Piedmont Plastics, Inc., 58 N.C. App at 140, 293 S.E.2d at \n \n \n223 (quoting Rodd, 30 N.C. App. at 568, 228 S.E.2d at 38); see also Binder, 222 N.C. \nat 514, 23 S.E.2d at 895 (noting that purpose of special pleading rule is “to  prevent \nsurprise to the defendant”). \n56. Plaintiff does not contend that he has specifically pleaded his intention to \nseek consequential damages or specific facts permitting their recovery.  Rather, he \nargues that the special pleading rule only applies to cla ims alleging breach of \ncontract, noting that Piedmont Plastics involved a contract claim.  (Pl.’s Mem. Opp’n \nDamages Mot. Lim. 13).  Contrary to Plaintiff’s contention, however, o ur Supreme \nCourt has made clear that the special pleading rule applies to tort claims, stating the \nrule as follows:   \nThe general rule with reference to pleading items of damages in personal -\ninjury cases is this: Those injuries which are the natural and pr obable \nconsequences of the hurt alleged in the complaint, and which are reasonably \nincluded therein, need not be set out in detail. The law will infer them from \nthe facts set forth. Effects, however, which are not logical and necessary, and \nwhich do not ordinarily follow such injuries constitute special damages, which \nmust be specifically pleaded. \n \nThacker v. Ward, 263 N.C. 594, 599, 140 S.E.2d 23, 28 (1965); see also Oberholtzer, \n234 N.C. at 399, 67 S.E.2d at 263 (holding in tort claim that “special \ndamages…must be pleaded with sufficient particularity to put the defendant on \nnotice”); Zarn, Inc. v. S. Ry. Co., 50 N.C. App. 372, 375, 274 S.E.2d 251, 254 (1981) \n(recognizing that “in a tort claim, special damages are recoverable if specifically \npleaded”). \n57. Here, Plaintiff has not pleaded consequential damages in any of his three \ncomplaints or any specific facts he contends support such relief.  At his deposition, \n \n \nPlaintiff testified that he sold certain items of personal property (two watches, a \nHarley Davidson motorcycle, a dirt bike, furniture, and some tools) and his house to \npay for his living expenses during the pendency of this action.  The Court cannot \nconclude, and Plaintiff has not directed the Court to any case law suggesting, that \nPlaintiff’s voluntary decision to sell his personal property to raise cash  reflects the \n“natural and probable consequences of the hurt alleged in the complaint,” Thacker, \n263 N.C. at 599, 140 S.E.2d at 28, or the “common consequence of the wrong \ncomplained of or implied by law,” Binder, 222 N.C. at 514, 23 S.E.2d 895.   \n58. As a result, the Court concludes that the consequential damages Plaintiff \nhas forecast he intends to seek at trial are special damages of the sort that Plaintiff \nwas required to specifically plead in his complaint to put Defendants on notice of this \ndamages claim.  His failure to plead such special damages is therefore fatal to his \nclaim and precludes him from advancing evidence and argument in support of his \nalleged consequential damages at trial.  \n59. Separately, Plaintiff has also failed to point the Court t o any evidence \nshowing that Defendants’ conduct was the proximate cause of Plaintiff’s voluntary \nchoice to sell certain assets or that Plaintiff’s purported damages constituted an \nactual injury to Plaintiff.  See, e.g., Piedmont Plastics, Inc., 58 N.C. App. at 140, 293 \nS.E.2d at 223 (“An instruction on special damages is appropriate, however, only when \nsuch damages are particularly alleged in the complaint and the allegation is \nsustained by the evidence.” (citing Binder, 222 N.C. at 514–15, 23 S.E. 2d at 895)).  \n \n \nAs such, the Court concludes, for this additional reason, that evidence and argument \nconcerning the consequential damages sought by Plaintiff should be excluded at trial. \nB. Plaintiff’s Expert Witness and Report  \n60. Defendants seek to exclude the testimony of Plaintiff’s damages expert, Dr. \nAlbrecht.  Dr. Albrecht’s expert report forecasts testimony concerning Plaintiff’s right \nto recover back pay and front pay, including, as discussed above, his diminished \nearnings capacity.  Defendants argue that Dr. Albrecht’s testimony fails to satisfy the \nrequirements of North Carolina Rule of Evidence 702, the rule governing the \nadmissibility of expert testimony in the trial courts of North Carolina. \n61. As recently made clear by the Supreme Court of North Carolin a, Rule 702 \nis now “virtually identical to its federal counterpart and follows the Daubert standard \nfor admitting expert testimony.”  Safety Test & Equip. Co. v. Am. Safety Util. Corp., \n2016 NCBC LEXIS 100, at *5 (N.C. Super. Ct. Dec. 16, 2016) (citing State v. McGrady, \n368 N.C. 880, 884, 787 S.E.2d 1, 5 (2016)  and referencing Daubert v. Merrell Dow \nPharms., 509 U.S. 579, 582 (1993)).  The Rule has three main requirements: (1) expert \ntestimony must be based on specialized knowledge that will assist the trier of fact, \n(2) t he expert must be qualified by “knowledge, skill, experience, training, or \neducation,” and (3) the testimony must be reliable.   McGrady, 368 N.C. at 889 –90, \n787 S.E.2d at 8 –9; N.C. R. Evid. 702(a).   An expert's testimony is reliable if (1) the \ntestimony is based upon sufficient facts or data; (2) the testimony is the product of \nreliable principles and methods; and (3) the witness has applied the principles and \nmethods reliably to the facts of the case.  N.C. R. Evid. 702(a)(1)–(3).    \n \n \n62. The focus of the trial court's inquiry “must be solely . . . [the] principles and \nmethodology” used by the expert, “ not . . . the conclusions that they generate.”  \nDaubert, 509 U.S. 579 at 582.  “The trial court is tasked with making the preliminary \ndecision of the testimony ’s admissibility and has discretion in determining how to \naddress the three prongs of the reliability test. ”  Insight Health Corp. v. Marquis \nDiagnostic Imaging of N.C., LLC, 2017 NCBC LEXIS 14, at *40 (citing McGrady, 368 \nN.C. at 892 –93, 787 S.E.2d at 9 –10).  In applying the Daubert standard, North \nCarolina courts may seek guidance from federal case law.  McGrady, 368 N.C. at 888, \n787 S.E.2d at 8. \na. Opinions Concerning Plaintiff’s Back Pay  \n63.  Dr. Albrecht stated in his report that he “calculated the back-pay loss, the \nloss from Mr. Hopkins’s age of 27.64, his age when he discontinued employment at \nMWR, to his age of 29.”  (Albrecht Report 12/16/15, at 3.)  Dr. Albrecht further stated:  \n“[t]he back-pay loss is calculated using earnings of $162,518 annually less the \namount Mr. Hopkins earned changing tires for Hillman Racing in that time \nperiod, $10,400.  The diminished back -pay earnings over this time are \ncalculated to be $210,624.” \n \n(Albrecht Report 12/16/15, at 3; see also Table 8.)  Dr. Albrecht modified his report on \nMay 20, 2016 to state that “the loss from age 27.64 to age 30 is $360,142,” (Albrecht \nReport 5/20/16, at 1, Table 8), and again on May 2 5, 2016 to indicate that “the loss \nfrom age 27.64 to age 30 is $352,741,” (Albrecht Report 5/25/16, at 1, Table 8).   \n64. Defendants challenge Dr. Albrecht’s back pay opinion on various grounds, \nincluding that his calculations involve simple math and thus do not require the \n \n \n“specialized knowledge” for expert testimony required under Daubert.  (Defs.’ Mem. \nSupp. Expert  Mot. Lim. 6–7, ECF No. 126.)  The Court disagrees.   \n65. Although Dr. Albrecht acknowledges that his back pay calculations are \n“simply math applied to expected future earnings versus what [Plaintiff] is, in fact, \nearning post termination,” (Albrecht Dep. 128, 172), his calculations involve several \ninter-related steps in which one calculation leads to the next to enable him to reach \nhis opinion concerning back  pay damages. 5  Although certainly not complex \nmathematics, the Court nevertheless concludes that Dr. Albrecht’s calculations and \ntheir sequence involve specialized knowledge, are likely not within the common \nknowledge of a typical juror, and would be helpful to the jury.  McGrady, 368 N.C. at \n889, 787 S.E.2d at 8 (“[E]xpert testimony must provide insight beyond the conclusions \nthat jurors can readily draw from their ordinary experience .”) (citing N.C. R. Evid. \n702(a)).  Accordingly, Defendants’ challenge to Dr. Albrecht’s back pay opinion and \ntestimony on this basis fails. \n66. Defendants also seek to exclude Dr. Albrecht from offering his opinions and \ntestimony on back pay damages on the ground that “he has failed to reliably apply \nhis methodology to the key facts in this case that show his calculations are wrong.”  \n                                                           \n5  Based on his expert report, it appears Dr. Albrecht reached his opinion by (i) determining \nMr. Hopkins’s exact age (by years and days) at the time he was terminated, (ii) calculating \nMr. Hopkins’s exact age at termination as a fraction,  (iii) subtracting Mr. Hopkins’s exact \nage at termination from his age at the time of his last expert report, (iv) multiplying the \nperiod of time between Mr. Hopkins’s ages at termination and the issuance of the last report \ntimes Mr. Hopkins’s stated annual earnings, and subtracting Mr. Hopkins’s stated earnings \nduring that same period.  Dr. Albrecht acknowledged that he did not undertake any \nindependent investigation and simply relied upon information supplied to him by Plaintiff. \n(Albrecht Report 8/8/2017, at 1; Albrecht Dep. 12–13, 182–83.)   \n \n \n(Defs.’ Mem. Supp. Expert Mot. Lim. 10.)  Except as noted below, the Court disagrees \nand concludes that Defendants’ criticisms on this ground affect the weight and \ncredibility of Dr. Albrecht’s opinions, not their admissibility.  See, e.g., Bresler v. \nWilmington Trust Co., 855 F.3d 178, 195 (4 th Cir. 2017) (“’[Q]uestions regarding the \nfactual underpinnings of the [expert witness’ s] opinion affect the weight and \ncredibility’ of the witness’[s] assessment, ‘not its admissibility.’”) (quoting Structural \nPolymer Grp. v. Zoltek Corp., 543 F.3d 987, 997 (8th Cir. 2008)).  However, in light of \nthe Court’s determination that Plaintiff may not recover for his alleged back pay \ndamages accruing on or after December 30, 2015, Dr. Albrecht may not offer opinions \nand testimony concerning back pay damages beyond that date.  \n67. Accordingly, the Court concludes that Defendants’ Expert Motion in Limine \nas to Dr. Albrecht’s opinions concerning back pay damages should be granted in part \nsuch that Dr. Albrecht will be permitted to offer opinions and testimony at trial \nconcerning Plaintiff’s alleged back pay damages , but  only for the period between \nPlaintiff’s termination on August 5, 2014 and the termination of all MWR’s pit crew \nmembers on December 30, 2015 after MWR ceased its racing operations.  Given that \nDr. Albrecht’s calculations currently reflect a termination date of December 15, 2015, \nthe Court will require Plaintiff to provide to Defendants no later than November 1, \n2017, the revised calculations Dr. Albrec ht intends to offer at trial concerning \nPlaintiff’s alleged back pay damages through December 30, 2015.  \n \n \n \n \nb. Opinions Concerning Front Pay (Excluding Diminished Earnings \nCapacity) \n \n68. Consistent with the Court’s determination that Plaintiff’s claim for front pay \ndamages does not present a jury issue, but rather an equitable issue for \ndetermination by the Court after trial, the Court will grant Defendants’ Expert \nMotion in Limine as to front pay such that Dr. Albrecht shall not be permitted to offer \nopinions and testimony at trial concerning Plaintiff’s alleged front pay damages.   \n69. The Court instructs the parties to meet and confer and be prepared to \ndiscuss with the Court at the pretrial conference whether the Court should hear Dr. \nAlbrecht’s testimony concerning front pay out of the presence of the jury during the \ntrial or reserve all such testimony for any post-trial proceedings in the event Plaintiff \nprevails on any claim permitting an award of front pay. \nc. Opinions Concerning Diminished Earnings Capacity \n70. In light of the Court’s determination that evidence of diminished earnings \ncapacity should be excluded at trial , the Court will not permit Dr. Albrecht to offer \ntestimony and opinions concerning this theory of damages at trial. \n71. WHEREFORE, for the foregoing reasons, the Court hereby GRANTS in \npart and DENIES in part  Defendants’ Motion for Summary Judgment as to \ndamages, and, in the exercise of its discretion, and without prejudice to the Court’s \nright to modify its motion in limine rulings during the course of the trial,  GRANTS \nin part and DENIES in part Defendants’ Motions in Limine as follows: \na. Defendants’ Motion for Summary Judgment as to Damages.   \n \n \ni. Defendants’ Motion for Summary Judgment as to Plaintiff's \nalleged damages is GRANTED: (1) limiting Plaintiff’s claim \nfor back pay damages to, at most, the period between \nPlaintiff’s termination on August 5, 2014 and MWR’s \ntermination of its pit crew members on December 30, 2015; (2) \ndeferring a ruling on Plaintiff’s claim for front pay da mages, \nwhich will be addressed by the Court after trial should \nPlaintiff prevail on a claim permitting an award of front pay ; \nand (3) dismissing Plaintiff’s damages claim for reputational \nharm. \nii. Defendants’ Motion for Summary Judgment  as to Plaintiff’s \nalleged damages is DENIED as to Plaintiff’s claim s for \nemotional distress damages and consequential damages.  \nb. Defendants’ Damages Motions in Limine.  \ni. Defendants’ Damages Motion in Limine  is GRANTED: (1) \nlimiting Plaintiff’s evidence of back pay damages to the period \nbetween Plaintiff’s termination on August 5, 2014 and MWR’s \ntermination of its pit crew members on December 30, 2015; \nand (2) excluding Plaintiff’s evidence of (a) front pay damages, \n(b) alleged harm to Plaintiff’s reputation, (c) alleged lost \nearnings capacity, and (d) alleged consequential damages \n \n \nresulting from the sale of Plaintiff’s personal and real \nproperty. \nii. Defendants’ Damages Motion in Limine is DEFERRED as to \nPlaintiff’s evidenc e of emotional distress damages  until the \npresentation of evidence at trial. \nc. Defendants’ Expert Motion in Limine. \ni. Defendants’ Expert Motion in Limine is GRANTED such that \n(1) Dr. Albrecht will be permitted to offer testimony and \nopinions at trial concerning Plaintiff’s alleged back pay \ndamages, but only for the period between Plaintiff’s \ntermination on August 5, 2014 and the termination of MWR’s \npit crew members on December 30, 2015 after MWR ceased all \nracing operations; (2) Dr. Albrecht shall not be permitted to \noffer testimony and opinions at trial concerning Plaintiff’s \nalleged front pay damages ; and (3) Dr. Albrecht shall not be \npermitted to offer testimony and opinions at trial concerning \nPlaintiff’s alleged lost earnings capacity damages. \nii. No later than November 1, 2017, Plaintiff shall provide to \nDefendants the revised calculations Dr. Albrecht intends to \noffer at trial concerning Plaintiff’s alleged back pay damages \nthrough December 30, 2015. \n \n \niii. The parties are ordered to meet and confer and be prepared to \ndiscuss with the Court at the pretrial conference whether the \nCourt should hear Dr. Albrecht’s testimony concerning front \npay out of the presence of the jury during the trial or reserve \nall such testimony for any post -trial proceedings in the e vent \nPlaintiff prevails on any claim permitting an award of front \npay. \nSO ORDERED, this the 3rd day of October, 2017. \n \n \n \n      /s/ Louis A. Bledsoe, III  \n      Louis A. Bledsoe, III \n      Special Superior Court Judge \n         for Complex Business Cases "
}