{
  "id": "b0f97b842249e193bcb9909634775d08d74daa9c784be9904bb4d1ed84efb745",
  "source_file": "data/raw/ncbc/b0f97b842249e193bcb9909634775d08d74daa9c784be9904bb4d1ed84efb745.pdf",
  "raw_text": "Pee Dee Elec. Membership Corp. v. King, 2018 NCBC 22. \n \n \n \nSTATE OF NORTH CAROLINA \n \nANSON COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 367 \n \nPEE DEE ELECTRIC \nMEMBERSHIP CORPORATION, \n \nPlaintiff, \n \nv. \n \nBRYAN J. KING; ACCUKING, INC., \nf/k/a KING AEROSPACE AND \nTECHNOLOGIES CORPORATION \nf/k/a KING AEROTECH, INC.; and \nTRITECH DIRECT CORPORATION, \n \nDefendants. \n \n \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTION FOR \nDEFAULT JUDGMENT \n \n \n1. THIS MATTER is before the Court on Plaintiff Pee Dee Electric \nMembership Corporation’s (“Pee Dee” or “Plaintiff”) Motion for Default Judgment \n(the “Motion”) in the above-captioned case. \n2. The Court, having considered the Motion, Plaintiff’s  brief in support of the \nMotion, the testimony of Plaintiff’s witnesses at the February 28, 2018 hearing on the \nMotion, and other appropriate matters of record, GRANTS in part and DENIES in \npart Plaintiff’s Motion as to AccuKing and TriTech , ENTERS default judgment for \nPlaintiff against AccuKing and TriTech,  jointly and severally, and AWARDS \ndamages to Plaintiff as set forth below.1 \nSmith & Christensen,  LLP, by Aaron M. Christensen , for Plaintiff Pee \nDee Electric Membership Corporation. \n \n                                                 \n1 Plaintiff’s Motion requests that Plaintiff’s actual damages be trebled and that Plaintiff be \nawarded attorneys’ fees in an amount to be shown at the hearing.  At the February 28, 2018 \nhearing, however, Plaintiff abandoned its  request for attorneys’ fees, and the Court thus \ndenies the Motion as to that request. \n \n \nDefendant Bryan J. King, Defendant AccuKing, Inc.  f/k/a King \nAerospace and Technologies Corporation f/k/a King Aerotech, Inc., and \nDefendant TriTech Direct Corporation did not appear. \n \nBledsoe, Judge. \nI. \nPROCEDURAL BACKGROUND \n3. Plaintiff filed its Complaint on October 4, 2017  and served a copy of the \nSummons and Complaint on Defendants Bryan J. King (“King”),  AccuKing, Inc. \n(“AccuKing”), and TriTech Direct Corporation (“TriTech”) (collectively, “Defendants”)  \nby United States Certified Mail , return receipt requested,  on October 18, 2017.  \nPlaintiff made further attempts to communicate with Defendants in writing and by \ntelephone, but Defendants did no t respond.  Defendant s did not file a responsive \npleading or any other documents with the Court. \n4. On November 30, 2017, Plaintiff moved the Court for  entry of default \nagainst each D efendant.  The Court entered default against each Defendant on \nDecember 1, 2017, pursuant to Rule 55(a). \n5. On December 18, 2017, Plaintiff moved for defaul t judgment against all \nDefendants, jointly and severally, pursuant to Rule 55 of the North Carolina Rules of \nCivil Procedure.  Plaintiff requested judgment without a hearing as to  liability and \nactual damages against any Defendant who failed to serve a written response in \nopposition to Plaintiff’s Motion within thirty days of service of the Motion.  See N.C. \nR. Civ. P. 55(b)(2)(b)(1). \n \n \n6. Plaintiff also requested a non -jury hearing on Plaintiff’s Motion to prove \nthat Plaintiff’s actual injuries were proximately caused by Defendants’ conduct for \npurposes of Plaintiff’s claim for unfair and deceptive trade practices under N.C. Gen. \nStat. § 75-1.1.  See Decker v. Homes, Inc./Constr. Mgmt. & Fin. Grp. , 187 N.C. App. \n658, 666, 654 S.E.2d 495, 501 (2007) (“The entry of default established the liability of \ndefendants under a theory of unfair and deceptive trade practices.  However, in order \nto reco ver damages arising from an unfair and deceptive trade practices claim, a \nplaintiff must prove actual injury as a proximate result of the violation of  N.C. Gen. \nStat. § 75-1.1.”). \n7. Plaintiff served the Motion on December 18, 2017.  Defendants did not \nrespond to the Motion. \n8. On February 6, 2018, King filed for bankruptcy under Chapter 7 of the \nUnited States Bankruptcy Code in the United States Bankruptcy Court for the \nEastern District of North Carolina.  Neither TriTech nor AccuKing has appeared in \nthis case or filed for bankruptcy. \n9. On February 28, 2018, the Court held an evidentiary hearing on the Motion, \nat which Plaintiff was represented by counsel.  Plaintiff offered live witness testimony \nat the hearing.  Defendants did not appear.   \n10. The Motion is now ripe for resolution.   \n \n \n \n \n \nII. \nEFFECT OF DEFENDANT KING’S BANKRUPTCY \n11. “The initiation of . . . Chapter 7 . . . proceedings triggers an ‘automatic stay’” \nin court proceedings under 11 U.S.C. § 362(a)(1).  Tidewater Fin. Co. v. Williams, 498 \nF.3d 249, 252 (4th Cir . 2007); see Kreisler v. Goldberg , 478 F.3d 209, 213 (4th Cir. \n2007).  “Subsection (a)(1) is generally said to be available only to the debtor, not third \nparty defendants or co -defendants.”  Kreisler, 478 F.3d at 213.  Although “unusual \ncircumstances” present exceptions to this general rule, the Fourth Circuit has \nexpressly ruled that a debtor’s ownership of a non -bankrupt entity does not merit \nextending the protections of the automatic stay to that n on-bankrupt entity.  Id. at \n213–14 (“It is a fundamental precept of corporate law that each corporation is a \nseparate legal entity with its own debts and assets, even when such corporation is \nwholly owned by another corporate entity.  . . . Accordingly, had [the wholly-owned \nentity] wished to receive the protections afforded by § 362(a)(1), it must have filed for \nbankruptcy.”); see also Terry v. Yancey, 344 F.2d 789, 790 (4th Cir. 1965) (“[W]here \nan individual creates a corporation as a means of carrying out his business purposes \nhe may not ignore the existence of the corporation in order to avoid its \ndisadvantages.”). \n12. Further, the automatic stay will not apply to litigation against a non -\nbankrupt entity owned by the debtor merely because that litigation may result in the \nvalue of the debtor’s ownership interest decreasing.  Kreisler, 478 F.3d  at 214–15 \n(concluding that the automatic stay did not extend to an entity owned by the debtor \n \n \nwhen the proceedings against the owned entity “affected only the value of [the \ndebtor’s] interest,” not the nature and extent of that interest).   The property of the \nnon-bankrupt entity is not the property of the debtor’s estate.  Id. at 214 (noting that \nan ownership interest in a legal entity does not give the owner a direct interest in the \nassets of the entity).   \n13. For the reasons discussed herein, the Court concludes that AccuKing and \nTriTech are liable to Plaintiff.  Despite the fact that King may have an ownership \ninterest in AccuKing or TriTech, because AccuKing and TriTech are separate legal \nentities from King, and because no facts indicate that AccuKing or TriTech are \nentitled to absolute indemnity from King, entry of default judgment against AccuKing \nand TriTech is not precluded by King’s bankruptcy.  Id. at 213–15; see Nat’l Elec. \nBenefit Fund v. 3W Elec. LLC, 2017 U.S. Dist. LEXIS 40992, at *7–8 (D. Md. Mar. 20, \n2017) (“Courts, however, have not recognized membership in or ownership of an LLC \nto constitute  . . . an ‘unusual situation.’”) ; Ojiegbe v. Walter , 512 B.R. 513, 521 –22 \n(Bankr. D. Md. 2014) (holding that an individual debtor’s sole ownership of an LLC \ndid not merit extending the automatic stay to cover the LLC). \nIII. \nFINDINGS OF FACT \n14. “When defa ult is entered due to defendant’ s failure to answer, the \nsubstantive allegations raised by plaintiff’s complaint are no longer in issue, and for \nthe purposes of entry of default and default judgment are deemed admitted.”  Bell v. \nMartin, 299 N.C. 715, 721, 264 S.E.2d 101, 105 (1980).  Thus, for purposes of default \n \n \njudgment against AccuKing and TriTech, the allegations in Plaintiff’s Complaint are \ndeemed admitted.  Those facts are as follows: \n15. TriTech is a North Carolina corporation with its principal office in Durham \nCounty, North Carolina.  (Compl. ¶ 4, ECF No. 3.)  TriTech was incorporated on April \n11, 2006 by King, who served as the self -identified CEO of the business.  (Compl. ¶ \n9.) \n16. AccuKing is a North Carolina corporation with its principal office located in \nCraven County, North Carolina.  (Compl. ¶ 3.)   King’s wife, Ingrid King, founded \nAccuKing on March 26, 2014, although the company was initially named King \nAerospace and Technolo gies Corporation  before it changed  its name , first  to King \nAeroTech, Inc. and later to AccuKing.2  (Compl. ¶¶ 18–19.) \n17. King is an individual residing in Craven County, North Carolina.   (Compl. \n¶ 2.) \n18. Pee Dee is a North Carolina non-profit electric cooperative with its principal \noffice in Anson County, North Carolina.   (Compl. ¶ 1.)   Pee Dee “is engaged in the \nbusiness of distributing retail electric energy to members” throughout several North \nCarolina counties.  (Compl. ¶ 8.) \n19. On or about  November 28, 2012, TriTech sent Pee Dee an invoice  for \nsoftware licenses and support services created and provided by a third party, \nVMware.  (Compl. ¶ 10; Compl. Ex. A, ECF No. 6. )  TriTech offered to purchase and \nsecure the identified licenses and support services from VMware for Pee Dee.  (Compl. \n                                                 \n2 For convenience, the Court refers to AccuKing and its former iterations as “AccuKing.”  \n \n \n¶¶ 10 –11.)  Pee Dee paid TriTech  $31,266.91 for VMware’s licenses and support \nservices.  (Compl. ¶ 13.) \n20. Following the incorporation of AccuKing, King ceased providing technology \nand consulting services through TriTech and transferred the company’s business \nrelationships to AccuKing.  (Compl. ¶ 20.)  As a result, on or about September 24, \n2014, Pee Dee received an invoice  from AccuKing offering to purchase software \nlicense renewals on Pee Dee’s behalf.  (Compl. ¶ 21.)  The license renewals would \nallow Pee Dee to use VMware software from March 20, 2013 through September 19, \n2015 and would cost Pee Dee $22,495.30.  (Compl. ¶ 21.)  On October 7, 2014, Pee Dee \npaid AccuKing the full amount requested by the September 24, 2014 invoice.  (Compl. \n¶ 24.) \n21. Roughly a year later, in August 2015, AccuKing again invoiced Pee Dee for \nsupport subscriptions and license renewals for VMware products.  (Compl. ¶ 29.)  On \nthis occasion, Pee Dee paid Accu King $42,860.85 for t he VMware license renewals \nand support subscriptions.  (Compl. ¶ 32.) \n22. In May 2016, Pee Dee discovered the truth about TriTech’s and AccuKing’s \nservices.  When Pee Dee’s director of information technology , Janet Carson \n(“Carson”), contacted VMware for software support , VMware informed her that the \nlicenses it had on file for Pee Dee had expired in 2012.   (Compl. ¶¶ 39–40.)  The \nlicenses on file were also for Version 4 .0 of VMware’s software .  (Compl. ¶ 40.)   \nTriTech had initially invoice d Pee Dee for Version 5.0 licenses.   (Comp. ¶ 10.)  Pee \nDee was currently using Version 5.5 or Version 6.0.  (Compl. ¶ 38.)   With VMware’s \n \n \nassistance, Pee Dee learned that the licenses for the software installed on Pee Dee’s \nsystems were actually registered to a neighboring electric cooperative and linked with \nthat cooperative’s contract number.  (Compl. ¶¶ 42, 48.)   \n23. In truth , TriTech and AccuKing never purchased licenses and support \nservices for Pee Dee.  (Compl. ¶¶ 14, 25, 33.)  Instead,  TriTech, and then AccuKing, \nhad installed  and run  VMware software on Pee Dee’s systems through the \nunauthorized use of the neighboring cooperative’s licenses with VMware.  (Compl. ¶¶ \n15, 26, 34.)  Pee Dee was unaware of this unauthorized practice  because it had been \nusing King, TriTech, and AccuKing as its contracted conduit for communications with \nVMware.  (Compl. ¶¶ 15, 27, 35.) \n24. On June 21,  2016, Carson emailed King to inquire about the information \nVMware had provided to Pee Dee.  (Compl. ¶ 44.)  King did not respond.  (Compl. ¶ \n44.) \n25. On June 23, 2016 , Pee Dee’s CEO, Donnie Spivey (“Spivey”), also emailed \nKing for clarification about the licensing issue.  (Compl. Ex. H, ECF No. 6.)  King did \nnot respond to Spivey’s email.  (Compl. ¶ 45.)   Over the next two months, Carson \ncontinued to email King about the problem .  (Compl. ¶¶ 46 –47.)  King did not reply \nto any of these emails.  (Compl. ¶¶ 46–47.)   \n26. Sometime later, on Se ptember 26, 20 16, King responded to a  subsequent \nemail from Spivey.  (Compl. ¶ 50.)  King claimed that Pee Dee had not communicated \nwith him previously about Pee Dee’s licensing issues.  (Compl. ¶ 50.)  King also stated \nthat Pee Dee’s licenses had been purchased through VMware’s parent corporation, \n \n \nDell, and that King had contacted Dell and had been assured the issue would be \nresolved.  (Compl. ¶ 50.)  Over the next several months, King continued to represent \nto Pee Dee that he wa s speaking with Dell and that the matter would be resolved \nshortly.  (Compl. ¶¶ 52–57.)  None of these representations were true.  (Compl. ¶¶ 57, \n67–68.)  \n27. Spivey e mailed Kin g on November 9, 2016 to request  a resolution of the \nlicensing issue or a refund of  Pee Dee’s money.  (Compl. ¶ 58.)  King responded by \nagain indicating that he was working with Dell to remedy the problem.  (Compl. ¶ \n59.) \n28. A week later, o n November 16, 2016, Carson emailed King and requested \nhis Dell customer number, the Dell order number for the license purchases, the name \nof the Dell representative with whom King had spoken, and the purchase ID number \nof the order King represented  that he had placed with Dell.  (Compl. ¶ 60.)   King \nresponded to Carson’s email on November 17, 2016 and sta ted that “there was \nnothing to track” at that time until a process “on the backend” was complete.  (Compl. \n¶ 61 ; Compl. Ex. M, at 1, ECF No. 6 .)  At the hearing, Carson testified that this \nrepresentation was unusual based on her experience in the technology industry. \n29.  Following his response to Carson’s November 16, 2016 email, King ceased \nall communications with Pee Dee.  (Compl. ¶¶ 61–63.) \n30. For the purposes of entering default judgment against TriTech and \nAccuKing, the Court further FINDS as follows: \n \n \n31. In total, Pee Dee paid TriTech  ($31,266.91) and AccuKing  ($65,356.15) a \ncombined sum of $96,623.06 for softw are licenses and support subscriptions  that \nTriTech and AccuKing never purchased or provided to Pee Dee. \n32. Pee Dee’s payments to TriTech and AccuKing,  and the losses suffered as a \nresult of those payments, were proximately caused by TriTech ’s and  AccuKing’s \nconduct. \n33. Plaintiff has provided proof, via affidavits and filings with the North \nCarolina D epartment of the Secretary of State , that AccuKing and TriTech are \nincorporated in this State, conducted substantial business within this State, and \npromised to provide goods and services within this State.  (Christensen Aff. Exs. 2, 3, \nECF No. 15.1; Spivey Aff. ¶¶ 5–7, ECF No. 15.2; Carson Aff. ¶¶ 2–5, ECF No. 15.3.)   \nIV. \nCONCLUSIONS OF LAW \n34. Plaintiff has provided proof of personal jurisdiction over TriTech and \nAccuKing pursuant to N.C. Gen. Stat. § 1-75.11(1). \n35. Although a defaulting defendant is deemed to have admitted the allegations \nin a plaintiff’s complain t, for the Court to enter default judgment, that complaint \nmust state a cause of action.  Brown v. Cavit Scis., Inc., 230 N.C. App. 460, 467, 749 \nS.E.2d 904, 909 (2013) (“ A complaint which fails to state a cause of action is not \nsufficient to support a default judgment for plaintiff.”).  “In determining whether the \nallegations are sufficient to state a claim for relief  . . . every reasonable intendment \nand presumption must be made in favor of the pleader.”  Id. (internal quotation marks \n \n \nomitted).  If “any portion of the complaint . . . presents facts sufficient to constitute a \ncause of action, or if facts sufficient for that purpose fairly can be gathered from it, \nthe pleading will stan d[.]”  Id. (quoting Presnell v. Beshears , 227 N.C. 279, 281, 41 \nS.E.2d 835, 837 (1947)). \nA. Breach of Contract \n36. The Court first addresses Plaintiff’s claim for breach of contract.   \n37. “The elements of a claim  for breach of contract are (1) existence of a valid \ncontract and (2) breach of the terms of that contract.”  Supplee v. Miller-Motte Bus. \nColl., Inc., 239 N.C. App. 208, 216, 768 S.E.2d 582, 590 (2015).   “The well-settled \nelements of a valid contract are offer, acceptance, consideration, and mutuality of \nassent to the contract ’s essential terms.”  Se. Caissons, LLC v. C hoate Constr. Co. , \n784 S.E.2d 650, 654 (N.C. Ct. App. 2016).  A  valid contract may be implied in fact \nwhere the actions of the parties show an implied offer and acceptance.  Creech v. \nMelnik, 347 N.C. 520, 526–27, 495 S.E.2d 907, 911–12 (1998).  A party may accept by \nperforming an act, such as making a payment.  See Hardy v. Ward, 150 N.C. 385, 392, \n64 S.E. 171, 174 (1909); Koppers Co. v. Kaiser Aluminum & Chem. Corp., 9 N.C. App. \n118, 126, 175 S.E.2d 761, 767 (1970).   \n38. Here, valid contract s existed between Plaintiff and TriTech and Plaintiff \nand AccuKing.  The invoices sent to Plaintiff by TriTech and AccuKing offered to \npurchase VMware software licenses and support subscript ions—or subsequently, \nrenewals of those licenses and services—for Plaintiff.  (Compl. Exs. A, C, E, ECF No. \n6.)  TriTech and AccuKing are deemed to have admitt ed that each invoice was  an \n \n \noffer to act as Pee Dee’s “agent with respect to the purchase and securing of the \nidentified licenses” or license r enewals.  (Compl. ¶¶  11, 22, 30.)   Plaintiff paid the \namount requested by each invoice, thereby accepting TriTech’s and AccuKing’s offers.  \n(Compl. Exs. B, D, F, ECF No. 6.)   A valid contract was formed between the parties \nupon Plaintiff’s payment of each invoice.  See Koppers Co., 9 N.C. App. at 126, 175 \nS.E.2d at 767.  TriTech and AccuKing breached those contracts by failing to purchase \nthe licenses and support subscriptions as promised.  Plaintiff’s Complaint thus states \na claim for breach of contra ct against TriTech and AccuKing.  Consequently, the \nCourt will grant Plaintiff’s Motion as to Plaintiff’s claim for breach of contract .  On \nthe facts deemed admitted  and as established by the evidence introduced at the \nhearing, the Court finds that Plaintiff is entitled to $96,623.06 in compensatory \ndamages on this claim. \nB. Fraud \n39. The Court next turns to Plaintiff’s claim for fraud against TriTech and \nAccuKing.   \n40. The elements “ of actionable fraud are well established: (1) False \nrepresentation or concealment of a material fact, (2) reasonably calculated to deceive, \n(3) made with intent to deceive, (4) which does in fact deceive, (5) resulting in damage \nto the injured party.”  Ragsdale v. Kennedy, 286 N.C. 130, 138, 209 S.E.2d 494, 500 \n(1974).  “Normally, a promissory misrepresentation will not support an allegation of \nfraud.”  Leake v. Sunbelt, Ltd. of Raleigh, 93 N.C. App. 199, 204, 377 S.E.2d 285, 288–\n89 (1989).  A complaint may , however, state a claim for fraud based on promissory \n \n \nrepresentations if it alleges facts from which the fact finder “may reasonably infer \nthat the defendant did not intend to carry out such representations when they were \nmade.”  Whitley v. O’Neal, 5 N.C. App. 136, 139, 168 S.E.2d 6, 8 (1969). \n41. A plaintiff must plead all of the material facts and circumstances \nconstituting fraud with particularity.  N.C. R. Civ. P. 9(b) ; Moore v. Wachovia Bank \n& Tr. Co., 30 N.C. App. 390, 391, 226 S.E.2d 833, 834 –35 (1976).  This particularity \nrequirement “generally encompasses the time, place and contents of the fraudulent \nrepresentation, the identity of the person making the representation and what was \nobtained by the fraudulent acts or representations.”  Terry v. Terry, 302 N.C. 77, 85, \n273 S.E.2d 674, 678 (1981).  There is, however, no specific formula for pleading fraud, \nand a complaint will sufficiently state a claim for fraud when “upon a liberal \nconstruction of the whole pleading, the charge of fraud might be support ed by proof \nof the alleged constitutive facts.”   Piles v. Allstate Ins. Co. , 187 N.C. App. 399, 406, \n653 S.E.2d 181, 186 (2007).   \n42. With regard to Plaintiff’s claim for fraud, in addition to the facts outlined \nabove, Plaintiff further alleges as follows: \na. “King intentionally, knowingly, and maliciously used [TriTech and \nAccuKing] as vehicles and conduits for defrauding [Plaintiff] of at least \n$96,623.06.”  (Compl. ¶ 66.) \nb. “Defendants knowingly and with fraudulent intent made false \nrepresentations concerning their acquisition of licenses for [Plaintiff] in \nexchange for monies paid by [Plaintiff] to Defendants.”  (Compl. ¶ 67.) \n \n \nc. “Defendants knowingly and with fraudulent intent made false \nrepresentations concerning their efforts to resolve licensing issues on \n[Plaintiff’s] behalf.”  (Compl. ¶ 68.) \nd. “Defendants knowingly and with fraudulent intent concealed material \nfacts concerning the absence of software licenses and their unauthorized \nuse of another company’s licenses on [Plaintiff’s] computers.”  (Compl. ¶ \n69.) \ne. “[Plaintiff] discovered the fraud on September 20, 2016.”  (Compl. ¶ 70.) \nf. “Defendants’ representations or concealments were reasonably \ncalculated to deceive [Plaintiff].”  (Compl. ¶ 71.) \ng. “Defendants intended to deceive [Plaintiff].”  (Compl. ¶ 72.) \nh. “[Plaintiff] reasonably relied on Defendants’ statements and \nassurances.”  (Compl. ¶ 73.) \ni. “[Plaintiff] was in fact deceived by Defendants.”  (Compl. ¶ 74.) \n43. Plaintiff has particularly alleged that King , then doing business via \nAccuKing, made multiple representations to Plaintiff in an effort to conceal or explain \naway the installation of unauthorized software on Plaintiff’s systems , including \nrepresentations indicating that TriTech and AccuKing had, in fact, purchased the \npromised VMware licenses .  (Compl. ¶¶ 38 , 50, 52, 54, 57, 61.)   None of these \nrepresentations were true, and TriTech and AccuKing are deemed to have admitted \nthe same upon their default.  Plaintiff has also alleged that first TriTech a nd then \nAccuKing billed Plaintiff for software licenses and s upport subscriptions that were \n \n \nnever purchased on Plaintiff’s behalf.  (Compl. ¶¶ 14, 25, 33.)   Plaintiff has alleged \nnumerous facts from which a reasonable inference can be drawn that TriTech and \nAccuKing never intended to perform as promised .  For example, although TriTech \nnever purchased the software or support services for Plaintiff after the first invoice, \nAccuKing continued to bill Plaintiff for further renewals —renewals of licenses \nAccuKing knew Plaintiff did not have.   \n44. The Court, having reviewed the above allegations and the remainder of the \nComplaint, concludes Plaintiff’s Complaint alleges the elements of a claim for fraud  \nwith sufficient particularity .  The Court therefore concludes that Plaintiff’s \nComplaint states a claim for fraud and will grant Plaintiff’s Motion as to that claim.   \n45. On the facts deemed admitted and as established by the evidence introduced \nat the hearing , the Court finds that Plaintiff is entitled to  recover $96,623.06 in \ncompensatory damages on its claim for fraud.  Because Plaintiff’s entitlement to this \ncompensation stems from the same wrong as Plaintiff’s claim for breach of contract, \nthis amount will not be awarded duplicatively.  See Bruton v. Carolina Power & Light \nCo., 217 N.C. 1, 7, 6 S.E.2d 822, 826 (1940) (“Plaintiff recovers one compensation for \nall loss and damage, past and prospective, which were the certain and proximate \nresults of the single wrong or breach of duty.”). \nC. Unfair or Deceptive Trade Practices Under N.C. Gen. Stat. § 75-1.1 \n46. The final claim  addressed is Plaintiff’s claim for unfair or deceptive trade \npractices.   \n \n \n47. A private cause of action under North Carolina’s Unfair and Deceptive \nTrade Practices Act is stated when a plaintiff alleges “(1) an unfair or deceptive act \nor practice, or an unfair method of competition, (2) in or affecting commerce, (3) which \nproximately caused actual injury to the plaintiff or to his business.”  Brinkman v. \nBarrett Kays & Assocs., P.A. , 155 N.C. App . 738, 743, 575 S.E.2d 40, 44 (2003).  \nWhether an act found by th e fact finder to have occurred is an unfair or deceptive \npractice in violation of N.C. Gen. Stat. § 75 -1.1 is a question of law.  Walker v. \nFleetwood Homes of N.C., Inc. , 362 N.C. 63, 71, 653 S.E.2d 393, 399 (2007).   “A \npractice is unfair when it offends e stablished public policy as well as when the \npractice is immoral, unethical, oppressive, unscrupulous, or substantially injurious \nto consumers.”  Id. at 72, 653 S.E.2d at 399.   “A practice is deceptive if it has the \ncapacity or tendency to deceive.”  Id.   \n48. A wide variety of conduct may give rise to a claim for unfair or deceptive \ntrade practices.  Bumpers v. Cmty. Bank of N. Va. , 367 N.C. 81, 88, 747 S.E.2d 220, \n226 (2013) (noting that section 75 -1.1 “covers more than traditional common law \nproscriptions on tortious conduct, though fraud and deceit tend to be included within \nits ambit”).  Fraud necessarily constitutes an unfair or deceptive act.  Hardy v. Toler, \n288 N.C. 303, 309, 218 S.E.2d 342, 346 (1975).   In contrast, a breach of contract will \nonly serve as the basis for an unfair or deceptive trade practices claim when a plaintiff \nshows that “substantial aggravating circumstances” accompanied the breach.  \nBranch Banking & Tr. Co. v. Thompson , 107 N.C. Ap p. 53, 62, 418 S.E.2d 694, 700 \n(1992).  Deception in the formation of a contract is “[a] classic example of an \n \n \naggravating circumstance.”  Post v. Avita Drugs, LLC, 2017 NCBC LEXIS 95, at *10 \n(N.C. Super. Ct. Oct. 11, 2017); see Custom Molders, Inc. v. Rop er Corp., 101 N.C. \nApp. 606 , 614, 401 S.E.2d 96, 100 , aff’d per curiam , 330 N.C. 191, 410 S.E.2d 55 \n(1991).  Such deception is present when a defendant induces a plaintiff to enter a \ncontract while having no intention of keeping the promises made.  Custom Molders, \nInc., 101 N.C. App. at 614, 401 S.E.2d at 100. \n49. Plaintiff has alleged facts in this case which constitute both a breach of \ncontract accompanied by aggravating circumstances and fraud.   These facts are \ndeemed admitted.   The Court therefore concludes that TriTech ’s and AccuKing’s \nalleged conduct was unfair and deceptive and was in or affecting commerce.  Plaintiff \nhas proven such conduct was a proximate cause of Plaintiff’s damages.  Accordingly, \nthe Court will grant Pla intiff’s Motion as to Plaintiff’s claim for unfair or deceptive \ntrade practices. \n50. On the facts deemed admitted and as established by the evidence introduced \nat the hearing, the Court finds that Plaintiff is entitled to $96,623.06 in compensatory \ndamages on its claim for unfair or deceptive trade practices  under section 75 -1.1.  \nBecause Plaintiff’s entitlement to this compensation stems from the same wrong as \nPlaintiff’s claims for breach of contract and fraud, this amount will not be awarded \nduplicatively.  See Bruton, 217 N.C. at 7, 6 S.E.2d at 826. \nD. AccuKing is a Mere Continuation of TriTech \n51. The final issue for the Court ’s determination is whether AccuKing and \nTriTech are jointly and severally liable for Plaintiff’s total damages.  Plaintiff \n \n \ncontends that they should be , alleging in its Complaint that AccuKing “is a mere \ncontinuation of TriTech[.]”  (Compl. ¶ 20.)  \n52. Generally, North Carolina law respects the separateness of different \ncorporate entities, and the purchase of all, or substantially all, of the a ssets of one \ncorporation does not make another liable for the first’s debts or liabilities.  Budd Tire \nCorp. v. Pierce Tire Co. , 90 N.C. App. 6 84, 687, 370 S.E.2d 267, 269 (1988).   An \nexception to this rule applies when the acquiring corporation is a “mere continuation” \nof the selling corporation.  L.J. Best Furniture Distribs., Inc. v. Capital Delivery Serv., \nInc., 111 N.C. App. 405, 408, 432 S.E.2d 437, 440 (1 993).  “ The traditional rule \nregarding mere continuation is that a corporate successor is the continuation of its \npredecessor if only one corporation remains after the transfer of assets and there is \nidentity of stockholders and director s between the two corporations. ”  G.P. Publ’ns, \nInc. v. Quebecor Printing - St. Paul, Inc., 125 N.C. App. 424, 434, 481 S.E.2d 674, 680 \n(1997) (internal quotation marks omitted).   \n53. While the traditional  mere continuation  rule emphasizes “continuity of \nstockholders and directors” between two corporations, “a purchaser conceivably could \nbe found to be the corporate successor of the selling corporation even though there is \nno continuity of ownership.”  Id. at 434–35, 481 S.E.2d at 680.  North Carolina thus \nconsiders three factors in determining whether one corporation is a mere \ncontinuation of another: (1) continuity of ownership, (2) inadequacy of consideration \nfor acquired assets, and (3) some lack of the “elements of a good faith purchaser for \n \n \nvalue” in the circumstances surrounding the transaction.  Id. at 434–35, 439, 4 81 \nS.E.2d at 680, 683. \n54. The Court of Appeals ’ decision in L.J. Best Furniture Distrib utors, Inc. \nprovides a helpful example for the application of the mere continuation rule.  In that \ncase, a plaintiff sued two corporations—Capital Delivery Service, Inc. (“Capital”) and \nDuncan Transportation, Inc. ( “Duncan”)—alleging that Duncan was also liable for \ndamages plaintiff suffered while contracting with Capital.  L.J. Best Furniture \nDistribs., Inc., 111 N.C. App. at 406 –07, 432 S.E.2d at 439.  The undisputed facts of \nthe case showed that Capital, which was owned in part by Jerry Duncan, contracted \nwith the plaintiff and subsequently ceased to operate.  Id.  Very soon thereafter, Jerry \nDuncan’s wife incorpor ated Duncan  and became a shareholder in the second \ncorporation with two other individuals.  Id.  Additional evidence showed that Duncan \nbegan leasing the trucks previously leased to Capital (with replaced logos), that \nDuncan served the same customer s that  Capital had previously serviced, that \nDuncan may have acquired Capital’s good will , and that th e employees of Capital \nbecame employees, officers, or shareholders of Duncan.  Id. at 409, 432 S.E.2d at 440.  \nThere was no evidence that Duncan ever paid Capital consideration for these or other \nassets.  Id.  The court held that this evidence raised a question of fact as to whether \nDuncan was a mere continuation of Capital such that summary judgment on the issue \nwas inappropriate.  Id. at 409–10, 432 S.E.2d at 441. \n55. In the absence of  evidence of  continuity of ownership, this Court has \npreviously declined to extend mere continuation  liability bey ond the “ narrowly \n \n \ncircumscribed factual circumstances giving rise to the [Court of Appeals ’] decision \nin L.J. Best Furniture—i.e., intra-family, de facto transfer of assets absent a ‘formal \npurchase,’ without sufficient consideration.”  Lattimore & Assocs., LLC v. Steaksauce, \nInc., 2012 NCBC LEXIS 34, at *20 (N.C. Super. Ct. May 25, 2012).   Here, however, \nPlaintiff’s Complaint alleges—and TriTech and AccuKing are deemed to admit—the \nexistence of such narrow circumstances. \n56. Relevant to Plaintiff’s assertion that the mere continuation rule applies to \nTriTech and AccuKing, Plaintiff has alleged that King incorporated TriTech in 2006, \nafter which TriTech entered into the first agreement with Plaintiff to purchase the \nsoftware licenses and support subscriptions.  Plaintiff further alleges: \na. “On March 26, 2014, Ingrid Y. King, spouse of Defendant Bryan J. \nKing . . . founded [AccuKing].”  (Compl. ¶ 18.) \nb. “Bryan J. King  ceased providing consulting and technology service s \nthrough [TriTech] and transferred the company’s business relationships \nto [AccuKing], such that [AccuKing] absorbed and continued the \noperation of TriTech, there was a de facto  merger between the two \ncorporations and/or [AccuKing] is a mere continuation of [TriTech].”  \n(Compl. ¶ 20.) \n57. The alleged facts show that AccuKing served as Plaintiff’s agent with regard \nto the acquisition of VMware software and support subscriptions, just as TriTech had.  \nNothing suggests that AccuKing paid TriTech any consideration  for TriTech’s \nbusiness or assets.  In short, the facts deemed admitted here show an “intra-family, \n \n \nde facto transfer of assets absent a ‘formal purchase,’ without sufficient \nconsideration.”  Lattimore & Assocs., LLC, 2012 NCBC LEXIS 34, at *20.  The Court \nthus concludes that  Plaintiff has sufficiently pleaded that  AccuKing is a mere \ncontinuation of TriTech and enters judgment against both corporations accordingly. \nE. Plaintiff’s Election of Remedies \n58. Plaintiff’s Motion asks the Court to award Plaintiff treble damages and \nadditionally “requests an opportunity to prove at a non -jury motion hearing before \nthis Court that a further award of punitive damages  . . . is appropriate and \nwarranted.”  (Pl.’s Mem. Law Supp. Mot. Default J. 6, ECF No. 15.) \n59.  “[A] party may not recover punitive damages for tortious conduct and treble \ndamages for a violation of Chapter 75 based on that same conduct .”  United Labs., \nInc. v. Kuykendall, 335 N.C. 183, 191, 437 S.E.2d 374, 379 (1993).  A plaintiff must \nelect between recovering punitive damages or treble  damages.  Ellis v. N. Star Co. , \n326 N.C. 219, 227, 388 S.E.2d 127, 132 (1990). \n60. After the conclusion of testimony at the evidentiary hearing, Plaintiff moved \nthe Court for entry of judgment in the amount of Plaintiff’s actual damages and asked \nthat the Court treble that amount.  The Court thus understands that Plaintiff has \nabandoned its request for punitive damages and is electing to pursue treble damages \nunder Chapter 75.3  Having concluded such relief is appropriate, the Court will treble \nPlaintiff’s actual damages. \n                                                 \n3 Further, in the event the Court has misunderstood Plaintiff’s request, Plaintiff will not be \nprejudiced by the Court’s conclusion, as the additional recovery t he Court has determined \nPlaintiff is entitled to under N.C. Gen. Stat. § 75-16 exceeds the amount of punitive damages  \nthe Court, in its discretion,  considers appropriate in this case.  Nguyen v. Taylor, 219 N.C. \n \n \nV. \nCONCLUSION \n61. WHEREFORE, for the reasons set forth herein, it is hereby ORDERED, \nADJUDGED, and DECREED that Plaintiff’s Motion is GRANTED in part and \nDENIED in part  as to Defendants TriTech and AccuKing and that the Court \nENTERS JUDGMENT against Defendants TriTech and AccuKing as follows: \na. Plaintiff’s actual damages of $96,623.06 shall be trebled  pursuant to \nN.C. Gen. Stat. § 75 -16, and Plaintiff shall have and recover against \nTriTech and AccuKing , jointly and severally, the total amount of \n$289,869.18, plus interest on said amount as provided by law. \nb. Plaintiff’s request for attorneys’ fees is DENIED.  \nSO ORDERED, this the 15th day of March, 2018. \n \n \n     /s/ Louis A. Bledsoe, III    \n     Louis A. Bledsoe, III \n     Special Superior Court Judge  \n  for Complex Business Cases  \n \n                                                 \nApp. 1, 14, 723 S.E.2d 551, 561 (2012) (reviewing the amount of punitive damages a trial \ncourt awarded for abuse of discretion). "
}