{
  "id": "b1385d303b5aae2c4e4cdf10bc0f9b567316dd77f53b99f47e13a116207ed7e1",
  "source_file": "data/raw/ncbc/b1385d303b5aae2c4e4cdf10bc0f9b567316dd77f53b99f47e13a116207ed7e1.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 8299 \n \nCHARLOTTE MCKNIGHT and \nAUDREY FOSTER, in their official \ncapacities as Trustees for and on \nbehalf of WAKEFIELD \nMISSIONARY BAPTIST CHURCH, \nAN UNINCORPORATED \nASSOCIATION, \n \nPlaintiffs, \n \nv. \n \nWAKEFIELD MISSIONARY \nBAPTIST CHURCH, INC.; \nBARBARA WILLIAMS; APRIL \nHIGH; ALTON HIGH; EKERE \nETIM; ROSALIND ETIM; \nHOUSTON HINSON; NATALIE \nHARRIS; and DARRYL HIGH, \n \nDefendants. \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \n \nWAKEFIELD MISSIONARY \nBAPTIST CHURCH, INC., \n \nCounterclaim \nPlaintiff, \n \nv. \n \nCHARLOTTE MCKNIGHT; \nAUDREY FOSTER; LEROY \nJEFFREYS; and JULIUS \nMONTAGUE, in their official \ncapacities as Trustees and/or Officers \nfor and on behalf of WAKEFIELD \nMISSIONARY BAPTIST CHURCH, \nAN UNINCORPORATED \nASSOCIATION, \n \nCounterclaim \nDefendants. \n \n \n1. For over 150 years, Wakefield Missionary Baptist Church existed as an \nunincorporated religious association.  Recently, the congregation has splintered due \nMcKnight v. Wakefield Missionary Baptist Church, Inc., 2021 NCBC 35. \nto disputes over church finances and other matters .  The schism has led to at least \nthree lawsuits, this being the latest. \n2. The plaintiffs, Charlotte McKnight and Audrey Foster, are church trustees.  \nThey allege that another group of trustees, improperly and without authorization, \nconverted the church into an incorporated entity and transferred its real property to \nthat new entity.  McKnight and Foster have sued on behalf of the unincorporated \nassociation to void the reorganization and to unwind the transfers of church property. \n3. The defendants have moved to dismiss all claims.  For the following reasons, \nthe Court GRANTS in part and DENIES in part the motion. \nMichael A. Jones & Associates, P.L.L.C., by Michael A. Jones, for \nPlaintiffs/Counterclaim Defendants Charlotte McKnight and Audrey \nFoster and for Counterclaim Defendants Leroy Jeffreys and Juliu s \nMontague. \nKitchen Law, PLLC, by S. C. Kitchen, for Defendant/Counterclaim \nPlaintiff Wakefield Missionary Baptist Church, Inc. and for Defendants \nBarbara Williams, April High, Alton High, Ekere Etim, Rosalind Etim, \nHouston Hinson, Natalie Harris, and Darryl High. \nConrad, Judge. \nI. \nBACKGROUND \n4. The following background assumes that the allegations of the verified \namended complaint are true.  (See First Am. Verified Compl., ECF No. 33 [“Compl.”]; \nVerification of Am. Compl., ECF No. 38.) \n5. Wakefield Missionary Baptist Church (“WMBC”) is an unincorporated \nreligious association with a constitution and bylaws establishing the structure and \nleadership of the church.  ( See Compl. ¶¶ 5, 17; Compl. Ex. 1, Wakefield Missionary \nBaptist Church Constitution & Bylaws, ECF No. 33.1 [“WMBC Const.”].)  Under the \nconstitution and bylaws, the church is governed by “its members,” it “is subject to the \ncontrol of no other ecclesiastical organization,” and “none of its Ministries or \nCommittees can usurp its exec utive governance or policy -making powers.”  ( WMBC \nConst. Art. III, § 1; see also Compl. ¶ 17.) \n6. In 2019, internal disputes about church finances split the congregation.  (See \nCompl. ¶ 16.)  Caught in the middle, United Community Bank warned that it might \nhave to file an interpleader action to determine who had authority over the church’s \nbank accounts.  (See Compl. ¶¶ 19, 20.)  To avoid that, t he church called a business \nmeeting to elect new signatories to the accounts.  McKnight and Foster were among \nthose elected.  ( See Compl. ¶¶ 19–23.)  As alleged, though, a group of the church’s \ntrustees (the “Trustee Defendants”) refused to recognize the vote.  (See Compl. ¶ 24.)  \nThe bank filed an interpleader action , (see Compl. ¶ 38), which remains pending in \nWake County Superior Court (No. 19 CVS 9973) (the “Interpleader Action”). \n7. In the weeks  after the business meeting, the feud escalated rapidly.  T he \nTrustee Defendants terminated the senior pastor’s employment contract, locked the \ndoors to the church building, and purported to reorganize  the church as a nonprofit \ncorporation called Wakefield Missionary Baptist Church, Inc. (“WMBC Inc.”) .  ( See \nCompl. ¶¶ 18–25, Ex. 3, ECF No. 33.3 .)  Later, the Trustee Defendants transferred \nthe church’s real property to WMBC Inc.  (See Compl. ¶ 29, Exs. 4, 5, ECF Nos. 33.4, \n33.5.)  As alleged, they had no authority under the church constitution and bylaws to \ndo any of these things .  ( See Compl. ¶¶ 24, 25, 29, 35, 36, 38–40; see also WMBC \nConst. Art. III, § 1; Art. VIII, § 3.) \n8. Since then, the Trustee Defendants have claimed that WMBC Inc. is the \nsuccessor-in-interest to WMBC and that WMBC no longer exists as an \nunincorporated association.  ( See Compl. ¶¶  25–28, 41.)  For example, in t he \nInterpleader Action, they moved to have WMBC Inc. substituted as a party in  \nWMBC’s place.  The trial court in that action denied the motion and concluded that \nboth WMBC and WMBC Inc. were necessary parties to determine the rights to the \nbank accounts.  (See ECF No. 18.10.)  The Trustee Defendants appealed that decision \nto the North Carolina Court of Appeals (No.  20-335), arguing, among other things, \nthat the Interpleader Action violated the Trustee Defendants’ First Amendment \nrights to be free from ecclesiastical entanglement. \n9. While that appeal was pending, McKnight and Foster (“Plaintiffs”),  as \ntrustees of WMBC, brought this suit on its behalf.  (See Compl. ¶¶ 1, 4.)\n1  They have \nasserted claims for breach of fiduciary duty, constructive fraud, and unjust \nenrichment against the Trustee Defendants and WMBC Inc. (“Defendants”) .  They  \nseek, among other things,  to void the transfers of the church’s real property to \nWMBC Inc.  ( See Compl. ¶  30.)  WMBC Inc. has counterclaimed for trade name \ninfringement, conversion, and civil conspiracy.  (See ECF No. 6.) \n10. Defendants have filed a motion to dismiss the amended complaint.  The \nmotion has been fully briefed, and the Court held a hearing on 11 March 2021. \n \n1 Originally, Leroy Jeffreys and Julius Montague were also plaintiffs, but they have \nvoluntarily dismissed their claims.  (ECF No. 42.)  They remain counterclaim defendants. \n11. After the hearing, the Court of Appeals issued its opinion in the Interpleader \nAction, dismissing the appeal as interlocutory and concluding that the Interpleader \nAction did not constitute impermissible ecclesiastical entanglement.  See United \nCmty. Bank v. Wakefield Missionary Baptist Church, 2021-NCCOA-89 (unpublished).  \nGiven the similarities of some of the issues to be litigated in this case, the Court \ninvited supplemental briefing on the status of the Interpleader Action  and the \nimplications of the decision and reasoning of the Court of Appeals.  (ECF No. 46.) \n12. Defendants’ motion to dismiss is now ripe for resolution. \nII. \nANALYSIS \n13. Defendants seek to dismiss the amended complaint for lack of jurisdiction \nand for lack of merit.  The Court begins with the jurisdictional issues because subject \nmatter jurisdiction is the “indispensable foundation upon which valid judicial \ndecisions rest, and in its absence a court has no power to act.”  In re T.R.P., 360 N.C. \n588, 590 (2006). \nA. Subject Matter Jurisdiction \n1. Standing \n14. “Standing refers to whether a party has a sufficient stake in an otherwise \njusticiable controversy such that he or she may properly seek adjudication of the \nmatter.”  Am. Woodland Indus., Inc. v. Tolson, 155 N.C. App. 624, 626 (2002) (citation \nomitted).  Defendants argue that Plaintiffs lack standing for three reasons. \n15. First, Defendants argue that Plaintiffs are not trustees of WMBC  and \ntherefore do not have standing to sue on its behalf .  (See Br. in Supp. 8–9, ECF No. \n36.)  By statute, a n unincorporated church’s trustees have standing to sue on its  \nbehalf so long as the suit relates to property held in their capacity as trustees.  See  \nN.C.G.S. § 61-2 (stating that trustees of an unincorporated church have the power to \nhold property “in trust for such church” and “may sue or be sued in all proper actions, \nfor or on account of the donations and property so held or claimed by them, and  for \nand on account of any matters relating thereto”); Pressly v. Walker, 238 N.C. 732, \n733–35 (1953); Wheeless v. Barrett , 229 N.C. 282, 287– 89 (1948); Burns v. Kingdom \nImpact Glob. Ministries, Inc. , 251 N.C. App. 724, 731– 32 (2017), review denied, 369 \nN.C. 564. \n16. Here, the amended complaint alleges that McKnight and Foster are trustees \nof WMBC.  (See Compl. ¶¶ 1, 4.)  Defendants have not submitted evidence to refute \nthis allegation.  Their contention that the allegation is insufficient or contradicted by \nother allegations in the amended complaint is meritless.  McKnight and Foster were \nrequired only to “make an affirmative averment showing [their] capacity and \nauthority to sue.”  N.C. R. Civ. P. 9(a).  They have done so , and the Court must take \nthe verified allegations as true  at this stage .  See, e.g.,  Elhulu v. Alshalabi , 2021 \nNCBC LEXIS 44, at *11 (N.C. Super. Ct. Apr. 29, 2021)  (noting that when a motion \nto dismiss challenges the sufficiency of the allegations to support standing, the Court \nmust accept the allegations as true “and construe them in the light most favorable to \nthe plaintiff” (citation and quotation marks omitted)). \n17. Second, at the hearing, Defendants argued that Plaintiffs were required to \nmake a pre-suit demand just as a shareholder must before bringing a derivative suit \non behalf of a corporation .  Defendants have not cited any authority for that \nproposition.  Chapter 61 contains no such requirement, and our appellate courts have \nnever imposed one.  See Pressly, 238 N.C. at 733– 35; Wheeless, 229 N.C. at 287 –89; \nBurns, 251 N.C. App. at 731 –32; cf. Bridges v. Oates, 167 N.C. App. 459, 468– 69 \n(2004) (imposing pre -suit requirements in suit  brought on behalf of  incorporated \nchurch and distinguishing such actions from those brought on behalf of \nunincorporated churches under Chapter 61). \n18. Third, Defendants argue that WMBC no longer exists.  According to \nDefendants, WMBC converted to WMBC Inc.  “pursuant to an approved plan of \nconversion,” (Br. in Supp. 4) , and therefore “cease[d] its prior form of organization,” \nN.C.G.S. § 55-11A-04(1).  Defendants argue that Plaintiffs cannot sue on behalf of an \nunincorporated association that has ceased to exist.2 \n19. Whether the incorporation of the church was authorized or not is one of the \nkey issues underlying this case.  Plaintiffs  allege that the conversion is void —and, \nthus, that WMBC still exists—because the Trustee Defendants did not comply with \nthe governing  constitution and bylaws .  (See Compl. ¶¶  17, 25, 30, 40, 46, 56.)  \nDefendants may disagree, but “[t] he challenge to jurisdiction based on an asserted \nlack of standing does not call upon the Court to adjudicate the case based on its \n \n2 This is not a question of personal jurisdiction, as Defendants suggest.  (See Br. in Supp. 7.)  \n“Personal jurisdiction refers to the Court’s ability to assert judicial power over the parties and \nbind them by its adjudication. ” Capitala Grp., LLC v. Columbus Advisory Grp. LTD , 2018 \nNCBC LEXIS 183, at *8 (N.C. Super. Ct. Dec. 3, 2018) (emphasis added) (quoting In re A.B.D., \n173 N.C. App. 77, 83 (2005)).  There is no question that the Court has jurisdiction over the \nparties before it.  The issue Defendants have raised pertains to an entity that is not a party—\nWMBC—and whether Plaintiffs may sue on its behalf if it no longer exists.  That is an issue \nof standing, not personal jurisdiction. \nmerits.”  Wilkie v. Stanley, 2011 NCBC LEXIS 11, at * 11 (N.C. Super. Ct. Apr. 20, \n2011) (citing Cline v. Teich , 92 N.C. App. 257, 264 (1988)).   A t this early pleading \nstage, Plaintiffs ’ verified allegations are sufficient to support their  standing to \nrepresent WMBC’s property interests under section 61-2.  See Burns, 251 N.C. App. \nat 731 (rejecting defendant’s argument that the church “ceased to exist following [a] \nmerger, and that Plaintiffs could not possibly have brought suit on behalf of a \nnon-entity” and holding that “[r]egardless of the validity of the merger an d the \nincorporation status of  [the church] , Plaintiffs have the ability to bring a suit as \ntrustees of a non -incorporated religious organization seeking to assert property \nrights” (citations omitted)). \n20. The Court therefore concludes that Plaintiffs have adequately alleged \nstanding, with one exception.  As trustees, Plaintiffs may assert claims based on the \nproperty they hold in trust for the church.  This does not include the  allegations \nrelated to the termination of the senior pastor’s employment contract.  (See Compl. \n¶ 38.)  Even as trustees,  Plaintiffs lack standing to pursue claims based on those \nallegations, and the Court therefore dismisses the claims to that extent. \n2. Ecclesiastical Entanglement \n21. Defendants argue that the Court lacks subject matter jurisdiction under the \necclesiastical entanglement doctrine.  (See Br. in Supp. 11–13.)  This doctrine derives \nfrom the First Amendment , which “severely circumscribes the role that civil courts \nmay play in resolving church property disputes.”  Harris v. Matthews, 361 N.C. 265, \n271 (2007) (quoting Presbyterian Church in the U.S. v. Mary Elizabeth Blue Hull \nMem’l Presbyterian Church , 393 U.S. 440,  449 (1969)).  Simply put, s ecular courts \nmay not adjudicate “controversies over religious doctrine and practice.”  Id. (quoting \nPresbyterian, 393 U.S. at 449).  When faced with a dispute between two factions of a \nchurch, “court review should be limited to questions that can be resolved on the basis \nof neutral principles of law such as (1)  who constitutes the governing body of this \nparticular church, and (2) who has that governing body determined to be entitled to \nuse the properties.”  Id. at 272 (cleaned up). \n22. The Court of Appeals  addressed this very question in the related \nInterpleader Action involving these same parties .  There , the Trustee Defendants \nargued that the trial court lacked jurisdiction because the case “concerned \ndeterminations as to who are members of the Church and of the roles and authorities \nof members of the Church.”   United Cmty. Bank , 2021- NCCOA-89, ¶ 6 (internal \nquotation marks omitted).  Looking to Harris, the Court of Appeals rejected th at \nargument, emphasizing that “the court does have jurisdiction ‘to determine  who \nconstitutes the governing body of [the church]  or whom that body has authorized to \nexpend church resources’ because those questions can be answered by the application \nof ‘neutral principles of law.’ ”  Id. ¶ 14 (quoting Harris, 361 N.C. at 273).  The court \nheld that “the issue of who has control over the Church’s assets” could be adjudicated \nwithout ecclesiastical entanglement “because the trial court can resolve the \ncontroversy based on neutral principles of law.”  Id. ¶ 16. \n23. Defendants have given no persuasive reason to reach a different result here.  \nAs bo th sides acknowledge, the issues underlying this case and the Interpleader \nAction are the same: who constituted the governing body of WMBC at certain times \nand whether their actions were authorized by its constitution and bylaws.  (See Pls.’ \nSuppl. Br. 4–5, ECF No. 47; Defs.’ Suppl. Br. 5, ECF No. 48.)  On the limited record \nbefore the Court, it does not appear that these issues implicate church doctrine.  \nRather, as alleged , they can be resolved by looking to WMBC’s constitution and \nbylaws.  (See Compl. ¶¶ 35, 36, 38–40, 46, 56; WMBC Const. Art. III, §  1; Art. VIII, \n§ 3.)  Accordingly, for substantially the same reasons articulated by the Court of \nAppeals, the claims in this case may be decided on neutral principles of law.3 \n24. In their supplemental brief, Defendants raise a new argument that while \ncourts may have jurisdiction over in rem  actions, the ecclesiastical entanglement \ndoctrine prohibits jurisdiction  over in personam  actions like this one.  ( See Defs.’ \nSuppl. Br. 3–4.)  The Court disagrees.  For one thing, Plaintiffs’ claims are centered \non the rights to church property and the Trustee Defendants’ authority as to that \nproperty.  And in any event, while church disputes often arise in the in rem context, \ncourts can (and do) adjudicate church disputes in the in personam  context too.  See, \ne.g., Doe v. Diocese of Raleigh, 242 N.C. App. 42, 49–58 (2015); Smith v. Privette, 128 \n \n3 The Court of Appeals has held in unique circumstances that the application of church \nbylaws may depend on church doctrine or practice.  See Emory v. Jackson Chapel First \nMissionary Baptist Church, 165 N.C. App. 489 (2004).  There, the court was asked to decide \nwhether long-standing church customs altered the interpretation of the bylaws.  See  id. at \n492–93.  Church customs were an ecclesiastical matter, and the church’s “ interpretation of \nthe notice requirements based on long -standing customs and practices of the church ” thus \nrequired “judicial deference.”  Id. at 493 (citations omitted).  No such custom or practice is \npresent in this case .  Plaintiffs allege that WMBC’s constitution and bylaws  are clear and \nunambiguous, and Defendants have put forward no facts or argument to contradict this.  See \nLippard v. Holleman, 271 N.C. App. 401, 411 (2020) (observing that Emory held that courts \ncannot “look into a church’s internal customs or practices” but reaffirming that “courts may \nresolve church disputes through neutral principles of property law ” (citations omitted)), \nappeal dismissed, review denied, 375 N.C. 492 , cert. petitioned, No. 20 -1174 (U.S. Feb. 22, \n2021). \nN.C. App. 490, 495 (1998), appeal dismissed , 348 N.C. 284.  What matters for \npurposes of the ecclesiastical entanglement doctrine is not the label of a claim, but \nrather the issues to be determined. \n25. Based on the pleadings, Plaintiffs have not asked t he Court to resolve \nquestions governed by church doctrine or  customs.  The Court therefore denies \nDefendants’ motion to dismiss for lack of subject matter under the First Amendment’s \necclesiastical entanglement doctrine.4 \nB. Failure to State a Claim \n26. The Court now turns to Defendants’ arguments under Rule 12(b)(6).  A Rule \n12(b)(6) motion “tests the legal sufficiency of the complaint.”  Isenhour v. Hutto , 350 \nN.C. 601, 604 (1999) (citation and quotation marks omitted).  The motion should be \ngranted only when “(1)  the complaint on its face reveals that no law supports the \nplaintiff’s claim; (2) the complaint on its face reveals the absence of facts sufficient to \nmake a good claim; or (3)  the complaint discloses some fact that necessarily defeats \nthe plaintiff’s claim.”  Corwin  v. Brit. Am. Tobacco PLC , 371 N.C. 605, 615 (citation \nand quotation marks omitted). \n27. In deciding a Rule 12(b)(6) motion, the Court must treat the well -pleaded \nallegations of the complaint as true and view the facts and permissible inferences in \nthe light most favorable to the nonmoving party.  See Sykes v. Health Network Sols., \nInc., 372 N.C. 326, 332 (2019); CommScope Credit Union v. Butler & Burke, LLP, 369 \n \n4 Because Plaintiffs lack standing to pursue any claims premised on the senior pastor’s \nemployment contract, the Court need not consider whether that issue would implicate \necclesiastical entanglement. \nN.C. 48, 51 (2016).  But the Court need not accept as true any “conclusions of law or \nunwarranted deductions of fact.”  Wray v. City of Greensboro , 370 N.C. 41, 46 (2017) \n(citation and quotation marks omitted).  The Court also may c onsider documents \n“attached to and incorporated within [the] complaint” but may not consider matters \noutside the complaint.  Bucci v. Burns, 2018 NCBC LEXIS 37, at *8 (N.C. Super. Ct. \nApr. 25, 2018) (citations and quotation marks omitted). \n1. Breach of Fiduciary Duty & Constructive Fraud \n28. Plaintiffs’ first  and second claims are  for breach of fiduciary duty  and \nconstructive fraud, respectively .5  These claims have overlapping elements.  An \nessential element of each is the existence of a confidential or fiduciar y relationship.  \nSee, e.g., Dalton v. Camp, 353 N.C. 647, 651 (2001).  A fiduciary relationship is “one \nin which there has been a special confidence reposed in one who in equity and good \nconscience is bound to act in good faith and with due regard to the i nterests of the \none reposing confidence.”  Id. at 651–52 (citation and quotation marks omitted).  The \n“primary difference” between constructive fraud and breach of fiduciary duty “is the \nconstructive fraud requirement that the defendant benefit himself”  through the \nbreach.  White v. Consol. Plan., Inc., 166 N.C. App. 283, 294 (2004). \n29. As Defendants correctly observe,  the amended complaint does not allege \nthat WMBC Inc. owed a fiduciary duty to WMBC.  Plaintiffs do not address this \ndeficiency or contend otherwise in their brief.  Accordingly, the Court grants the \nmotion to dismiss these claims to the extent asserted against WMBC Inc. \n \n5 The amended complaint also refers to actual fraud, (Compl. ¶  55), but Plaintiffs’ response \nbrief clarifies that the claim is for constructive fraud only, (Opp’n 13). \n30. As to the Trustee Defendants, however, the amended complaint does \nsufficiently allege the existence of a fiduciary relationship.  As alleged, the Trustee \nDefendants were trustees of WMBC when they took the actions at issue.  (See Compl. \n¶¶ 7–14, 34, 37.)  The t rustees of an unincorporated church owe the church a \nstatutorily imposed fiduciary duty.  See N.C.G.S. § 61-2 (stating that a trustee holds \nproperty “in trust” for the church  and “shall be accountable  to the church[  ] . . . for \nthe use and management of such property” ); Bridges, 167 N.C. App. at 465 (noting \nthat trustee “owed a duty to the church” under section 61-2).  The amended complaint \nalso adequately alleges that the Trustee Defendants breached  their fiduciary duties \nat least by  seeking to reorganize the church without authorization and by \ntransferring away its property.  (See, e.g., Compl. ¶¶ 24, 25, 29, 34–36, 38–40.) \n31. Defendants argue that the  constructive fraud claim must be dismissed \nbecause the amended complaint fails to allege that Defendants benefited from their \nconduct.  ( See Br. in Supp. 13 –15.)  But there are allegations that the Trustee \nDefendants, through their breaches, “obtain[ed] wrongful benefits of possession and \ncontrol” over the church property and that they transferred the property to an entity \nthey themselves controlled.  (Compl. ¶¶  24, 38, 50, 55.)  Read liberally , these \nallegations suggest that the Trustee Defendants obtained a personal benefit from the \ntransfer of property to WMBC Inc. on account of their relationship with and control \nof WMBC Inc. \n32. The Court therefore denies Defendants’ mot ion to dismiss the claim s for \nbreach of fiduciary duty  and constructive fraud to the extent asserted against the \nTrustee Defendants. \n2. Unjust Enrichment \n33. Plaintiffs’ third claim is for unjust enrichment against WMBC Inc.  A claim \nfor unjust enrichment  has five elements: (1)  “one party must confer a benefit upon \nthe other party;” (2)  “the benefit must not have been conferred officiously;” (3)  “the \nbenefit must not be gratuitous;” (4)  “the benefit must be measurable;” and (5)  “the \ndefendant must have consciously  accepted the benefit.”  Kapur v. IMW EMR, LLC , \n2020 NCBC LEXIS 148, at *16 (N.C. Super. Ct. Dec. 18, 2020) (quoting JPMorgan \nChase Bank, Nat’l Ass’n v. Browning, 230 N.C. App. 537, 541–42 (2013)).  Defendants’ \nsole argument is on the second element —that WMBC Inc. did not solicit or induce \nthe transfer and therefore cannot be held liable.  (See Br. in Supp. 16–17.) \n34. The amended complaint alleges that the Trustee Defendants were members \nof WMBC Inc.’s board of directors, that WMBC Inc. knew the Trustee Defend ants \nowed WMBC a fiduciary duty and lacked the authority to transfer the property, that \nWMBC Inc. approved and ratified their acts, and that it “received and consciously \naccepted” ownership of the property.  (Compl. ¶¶  59–67.)  Reading the allegations \nliberally and drawing all inferences in Plaintiffs’ favor, WMBC In c. was an active, \nwilling, and involved—not passive—participant in the wrongful transfer of property.  \nAt this stage, these allegations are sufficient.  The Court therefore denies Defendants’ \nmotion to dismiss the claim for unjust enrichment. \n3. Immunity \n35. Finally, Defendants argue that any claims against the Trustee Defendants \nshould be dismissed because they have statutory immunity under section 61-1(b) for \nacts taken in their capacity as trustees.6  (See Br. in Supp. 17–18.)  Plaintiffs did not \ndirectly respond to this argument in their response brief.  Even so, Defendants have \nnot shown that section 61-1(b) is a basis to dismiss the claims. \n36. The statute provides that a church trustee “shall be immune individually \nfrom civil liability for monetary damages”  in certain circumstances.   N.C.G.S. \n§ 61-1(b) (emphasis added).  Plaintiffs seek several nonmonetary remedies, including \nthe voiding of the transfers of the church’s property and the imposition of a \nconstructive trust on WMBC Inc.  ( See Compl. at 12 –13.)  E ven if section 61 -1(b) \napplies, it would operate as a limitation on recovery, not as a ground for di smissal \naltogether. \n37. In addition , the statute  recites various  exceptions to immunity —for \nexample, if the trustee “[w]as not acting in good faith” or engaged in “willful or wanton \nmisconduct.”  N.C.G.S. §  61-1(b)(3), (4); see also  id. § 61-1(b)(7) (establishing an \nexception to immunity if the trustee “[i]s sued in an action that would qualify as a \nderivative action if the organization were a for -profit corporation”).  The amended \n \n6 Defendants contend that this issue is reviewed under Rule 12(b)(2) for lack of personal \njurisdiction.  The cases addressing section 61 -1(b) do not refer to personal ju risdiction but \ninstead evaluate immunity on the merits at summary or final judgment.  See  St. John \nChristian Holiness Church of God v. Hines , No. COA07-820, 2008 N.C. App. LEXIS 514, at \n*6, *12–13 (N.C. Ct. App. Mar. 18, 2008); Daniel v. Wray, 158 N.C. App. 161, 165–66, 174–75 \n(2003).  Thus, Rule 12(b)(6) is the correct lens for reviewing an immunity-based challenge to \nthe pleadings. \ncomplaint includes allegations of constructive fraud and intentional ac ts that the \nTrustee Defendants knew they had no authority to take.  If true, this alleged conduct \nmight satisfy one or more of the exceptions  in section 61-1(b).  Defendants have not \ndefinitively shown otherwise. \n38. Thus, section 61-1(b) does not require dismissal of the asserted claims at this \nstage of the litigation .  The Trustee Defendants are free to assert immunity  as a \ndefense on a more fully developed record. \nIII. \nCONCLUSION \n39. For all these reasons, the Court  GRANTS in part  and DENIES in part  \nDefendants’ motion to dismiss and ORDERS as follows: \na. The Court GRANTS  the motion to dismiss to the extent any claims are \npremised on termination of the senior pastor’s employment contract.  That \nportion of any claim is dismissed without prejudice. \nb. The Court GRANTS the motion to dismiss the claims for breach of fiduciary \nduty and constructive fraud to the extent they are asserted against \nWMBC Inc.  Th ose claims against WMBC Inc. are dismissed without \nprejudice. \nc. In all other respects, the Court DENIES the motion. \n \nSO ORDERED, this the 14th day of June, 2021. \n \n \n        /s/ Adam M. Conrad   \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n "
}