{
  "id": "b16a1a44052fc5cb7541872707ceaaf880edbe051eb47a4ea92b7aebfd12336e",
  "source_file": "data/raw/ncbc/b16a1a44052fc5cb7541872707ceaaf880edbe051eb47a4ea92b7aebfd12336e.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22CVS009465-590 \n \nAIRTRON, INC., \n \nPlaintiff, \n \nv. \n \nBRADLEY ALLEN HEINRICH, \n \nDefendant. \n \n \n \n \nORDER AND OPINION  \nON MOTION FOR SANCTIONS \n \n1. For the second time, Plaintiff Airtron, Inc. has moved to sanction Defendant \nBradley Allen Heinrich for disobeying the Court’s discovery orders  and related \nlitigation misconduct.  ( Pl.’s Mot. Sanctions, ECF No. 73.)  As discussed below , the \nCourt GRANTS the motion. \nOgletree, Deakins, Nash, Smoak & Stewart, P.C., by Paul S. Holscher \nand Charlotte C. Smith, for Plaintiff Airtron, Inc. \nDefendant Bradley Allen Heinrich appeared pro se. \nConrad, Judge. \nI. \nFINDINGS OF FACT \n2. Airtron sued Heinrich  in June 2022 , along with several other s who have \nsince settled or otherwise been dismissed.  The  amended complaint asserts claims \nagainst Heinrich for misappropriation of trade secrets and unfair or deceptive trade \npractices under N.C.G.S. § 75-1.1. \n3. Discovery quickly went off track.  Airtron served interrogatories and \nrequests for production of documents in October 2022.  Heinrich, who was \nrepresented by counsel at th e time, responded to one of the requests for production \nAirtron, Inc. v. Heinrich, 2024 NCBC 18. \nbut not the other twenty-seven or the interrogatories.  Shortly afterward, Heinrich’s \ncounsel withdrew.  Heinrich did not retain new counsel.  Nor did h e serve responses \nto the rest of Airtron’s discovery requests.   \n4. This prompted Airtron to submit a Business Cou rt Rule (“BCR”) 10.9 \ndiscovery dispute summary  in January 2023.  Heinrich did not respond to that \nsubmission.  The Court convened a conference, which Airtron’s counsel attended and \nwhich Heinrich attended without counsel.  Because Heinrich conceded that he  had \nresponded to just one of Airtron’s discovery requests, the Court ordered him to “serve \nfull and complete responses.”  (Order Following BCR 10.9 Conference, ECF No. 52.)  \n5. Following that order, Heinrich sent a document containing his interrogatory \nresponses to Airtron’s counsel.  The document wa s unsigned and include d no \nresponses to the requests for production.  (See Pl.’s Ex. 6, ECF No. 59.6.)  Citing these \nand other deficiencies, Airtron  submitted a second BCR 10.9 discovery dispute.  \nAgain, Heinrich did not respond to the submission.  Rather than hold another \nconference, the Court authorized Airtron “to file a discovery motion as permitted by \nBCR 10.9(c).”  (Order on Airtron’s BCR 10.9 Submission, ECF No. 54.)   \n6. Airtron did so.  Its motion, though styled as a motion to compel, was chiefly \na motion for sanctions.  Airtron sought not only complete discovery responses but also \nan order shifting some of its attorney’s fees to Heinrich, striki ng his answer, and \nentering a default judgment against him.  ( See Pl.’s Mot. Compel, ECF No. 59.)  \nHaving earlier chosen not to respond to either of Airtron’s BCR 10.9 submissions, \nHeinrich also chose not to file a brief opposing its motion. \n7. Following a hearing attended by Heinrich and counsel for Airtron, the Court \ngranted the motion to compel in part.  It was plain that Heinrich  had not fully and \ncompletely responded to the discovery requests as ordered.  Indeed, he had not \nresponded to the requests for production at all.  And his responses to interrogatories \n1–4, 7 –11, 14, 16, 18, 24, and 27  were deficient.  But the Court stopped short of \nstriking Heinrich’s answer and entering a default judgment, instead giving him a  \nsecond chance to  complete his responses and requiring him to pay some of the  \nattorney’s fees that Airtron incurred in pursuing its motion.  The Court also warned \nHeinrich that he would face more severe sanctions for future violations .  (See Order \non Motion to Compel, ECF No. 69.) \n8. In response to th at order, Heinrich filed his amended responses  on the \nCourt’s electronic docket  (rather than serv ing them on Airtron ).  He partially \nsupplemented the responses to Airtron’s interrogatories  but once more neglected to \nrespond to the  unanswered requests for production  in any way .  (See Responses to \nPl.’s Interrogatories and Requests for Production, ECF No. 72.)   \n9. Dissatisfied, Airtron moved for sanctions under North Carolina Rule of Civil \nProcedure 37(b)(2), repeating its earlier request to strike Heinrich’s answer and enter \na default judgment.  (See Pl.’s Mot. Sanctions.)  Heinrich did not respond to the motion \nfor sanctions, which means it is deemed uncontested.  See BCR 7.6.  The Court held \na hearing on 14 February 2024, at which Heinrich and counsel for Airtron appeared. \n10. In the weeks after the hearing, the Court ordered Heinrich to pay $3,974.40 \nto Airtron in connection with the earlier motion to compel and to certify complianc e \non or before 1 March 2024.  ( See Order on Pl.’s Fee Pet., ECF No. 78.)  Heinrich did \nnot certify compliance, and Airtron’s counsel has represented (via e- mail to the \nCourt’s law clerk and copying Heinrich) that it has not received payment. \nII. \nCONCLUSIONS OF LAW \n11. It is undisputed that  Heinrich has not complied with  the Court’s order on \nAirtron’s motion to compel.  The Court directed Heinrich to respon d fully and \ncompletely to Airtron’s requests for production, to produce responsive documents in \nhis possession, and to identify any requests for which no responsive documents exist.  \nBut he has not responded to the requests for production at all.   \n12. Many of his interrogatory responses also remain deficient.  As examples, he \nhas given only generalities in response to interrogatories 1 and 3 (which ask for  \ninformation related to communications involving Airtron, its confidential \ninformation, its customers, and similar matters) , interrogatory 14 (which asks for \ninformation concerning his separation from a past employer) , and interrogatory 16 \n(which asks for information related to communications involving two of Airtron’s \nconfidential documents) .  In addition, Heinrich’s response to interrogatory 27 is \nnearly identical to the response the Court found deficient in the order on the motion \nto compel.   \n13. When a party fails to comply with a discovery order, the Court “may make \nsuch orders in regard to the failure as are just.”  N.C. R. Civ. P. 37(b)(2).  “The sanction \nimposed should be proportionate to the gravity of the offense.”  Kixsports, LLC v. \nMunn, 2019 NCBC LEXIS 62, at *26 (N.C. Super. Ct. Sept. 30, 2019) (quoting \nMontaño v. City of Chicago , 535 F.3d 558, 563 (7th Cir. 2008)).  Thus, the Cou rt \nshould impose severe sanctions —such as “striking out pleadings” and “rendering a \njudgment by default against the disobedient party,” N.C. R. Civ. P. 37 (b)(2)(c)—only \nafter considering lesser sanctions and finding them inadequate.  See Few v. Hammack \nEnters., Inc., 132 N.C. App. 291, 299 (1999).  The choice of sanctions is a decision lying \nwithin the sound discretion of the trial judge.  See Feeassco, LLC v. Steel Network, \nInc., 264 N.C. App. 327, 337 (2019).  \n14. Here, Heinrich’s repeated failures to comply with the Court’s discovery \norders merit severe sanctions, including striking his answer and entering default \njudgment against him. \n15. The Court has considered lesser sanctions and finds them to be insufficient.  \nThis is Heinrich’s second failure to obey a dis covery order, and  the relatively light \nsanctions imposed after the first failure seem to have had no effect.  That Heinrich is \nrepresenting himself is no excuse.  In its previous order, the Court gave him the \nbenefit of the doubt that his incomplete respon ses had more to do with his lack of \nfamiliarity with civil litigation than a willful disregard for the judicial process.  The \nsame cannot be said now.  Heinrich defaulted on his discovery obligations even after \nreceiving clear instructions to cure the deficient responses and a clear warning that \nsevere sanctions could follow if he did not.\n*  His utter indifference to the requests for \nproduction goes beyond noncompliance.  It is dereliction.  And there is little reason to \nbelieve that he would fulfill his obligations if given yet another chance. \n \n* It bears noting, too, that the Court took pains to explain the discovery process and the \nconsequences of noncompliance at several in-person hearings and conferences. \n16. Moreover, t he prejudice to Airtron  is undeniable .  Its discovery requests \nhave been pending well over a year.  By not responding or responding with \ngeneralities, Heinrich has stymied Airtron’s efforts to investigate its claims.   \nLikewise, his failure to meet his discovery obligations has frozen this litigation in \nplace, forced Airtron to waste time and money to compel responses , and foreclosed a \nresolution on the merits. \n17. A few aggravating factors also favor severe sanctions.   First, Heinrich has \ndisobeyed other orders, including the recent order to reimburse  Airtron for nearly \n$4,000 in attorney’s fees incurred in connection with its motion to compel.  (See Order \non Pl.’s Fee Pet .)  Second, Airtron has offered unrebutted evidence that Heinrich  \nmade false statements in his interrogatory responses .  ( See Bentley Dep. 109:12 –\n112:17, ECF No. 73.3; Poccia Aff. ¶¶ 12, 31, ECF No. 73.1. )  Third, Airtron has also \noffered unrebutted evidence that Heinrich mistreated the court reporter during his \ndeposition.  (See Ruiz-Uribe Aff. ¶¶ 2–3, ECF No. 67.1; Holscher Aff. ¶¶ 4–5, ECF No. \n67.2.) \n18. In summary,  Heinrich has stalled the progress of this case, prejudiced \nAirtron, and wasted judicial resources .  T he Court concludes that severe sanctions \nare warranted and will therefore strike his answer and enter default judgment \nagainst him. \n19. A default judgment is appropriate only if the allegations of the amended \ncomplaint are adequate to state a claim.  The Court has carefully reviewed Airtron’s \nallegations and concludes that they suffice to support a default judgment on its claims \nfor misappropriation of trade secrets and unfair or deceptive trade practices under \nsection 75-1.1, which are the only claims  pleaded against Heinrich.  See Brown v. \nCavit Scis., Inc., 230 N.C. App. 460, 467 (2013) (holding that, for purposes of default \njudgment, “if a ny portion of the complaint presents facts sufficient to constitute a \ncause of action, or if facts sufficient for that purpose fairly can be gathered from it, \nthe pleading will stand” (cleaned up)). \n20. A trade secret is “business or technical information” tha t “[d]erives \nindependent actual or potential commercial value from not being generally known or \nreadily ascertainable through independent development or reverse engineering” and \n“[i]s the subject of efforts that are reasonable under the circumstances to ma intain \nits secrecy.”  N.C.G.S. § 66-152(3).  Misappropriation means the “ acquisition, \ndisclosure, or use of a trade secret of another without express or implied authority or \nconsent, unless such trade secret was arrived at by independent development, reverse \nengineering, or was obtained from another person with a right to disclose the trade \nsecret.”  Id.  § 66-152(1).  To plead a claim for misappropriation of trade secrets, a \nplaintiff must identify with particularity the trade secrets allegedly misappropriated.  \nKrawiec v. Manly, 370 N.C. 602, 609–10 (2018).  \n21. Here, Airtron alleges that it took precautions to maintain the secrecy of \nspecific information that it produced and that derived commercial value from not \nbeing known to Airtron’s competitors, including heating and cooling load calculations \nfor customers’ residences, a template used to prepare load calculations, HVAC design \nlayouts based on those calculations, and price information.  Further, it alleges that \nHeinrich acquired this information from one of Airtron’s employees and then used it, \nall without Airtron’s consent.  (See, e.g., Am. Compl. ¶¶ 41–68, 100–11, 145–50, 179–\n84, 241–48, ECF No. 18. )  These allegations adequately state a claim for \nmisappropriation of trade secrets. \n22. It follows that Airtron has also stated a claim under section 75-1.1.  To plead \na claim under this section, a plaintiff must allege that the defendant engaged in an \nunfair or deceptive act or practice in or affecting commerce that injured the plaintiff.  \nSee GE Betz, Inc. v. Conrad , 231 N.C. App. 214, 236 (2013).  These elements are \nsatisfied by Airtron’s allegations of misappropriation of trade secrets.  See id. \n23. Accordingly, the Court concludes that Airtron  has stated claims for \nmisappropriation of trade secrets and unfair or deceptive trade practices under \nsection 75 -1.1.  T he Court will therefore enter  a default judgment  as to liability , \nleaving a determination of Airtron’s damages—including whether it is entitled to the \npunitive damages and attorney’s fees that it seeks—to a future proceeding. \nIII. \nCONCLUSION \n24. For all these reasons, the Court GRANTS Airtron’s motion and ORDERS \nas follows:  \na. Heinrich’s answer, including all affirmative defenses asserted therein, \nis STRICKEN.  \nb. Default judgment is ENTERED as to liability on Airtron’s  claims \nagainst Heinrich, and this matter shall proceed to a determination of \nAirtron’s damages.  \n \n \nSO ORDERED, this the 12th day of March, 2024. \n \n \n       /s/ Adam M. Conrad   \n     Adam M. Conrad \n     Special Superior Court Judge  \n  for Complex Business Cases  \n "
}