{
  "id": "b1ca8d0460096f75baa6bb08e4acdd9c7fd61c53a09654a4db0d67b828be1912",
  "source_file": "data/raw/ncbc/b1ca8d0460096f75baa6bb08e4acdd9c7fd61c53a09654a4db0d67b828be1912.pdf",
  "raw_text": "Daniel Grp., Inc. v. Am. Sales & Mktg., Inc., 2016 NCBC 97. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 16 CVS 889 \n \nTHE DANIEL GROUP, INC., ) \n  Plaintiff,  ) \n   )   \n v.  ) OPINION AND ORDER \n   )  \nAMERICAN SALES & MARKETING,  ) \nINC. and DONALD P. LICATA, ) \n  Defendants. ) \n  \nTHIS MATTER comes before the Court upon Defendants American Sales and \nMarketing, Inc. ’s, and Donald P. Licata’s Motion to Dismiss  Plaintiff’s Amended \nComplaint (“Motion”) pursuant to Rules 9(b) and 12(b)(6) of the North Carolina Rules \nof Civil Procedure (“Rule(s)”). The Court heard oral arguments on the Motion.   The \nMotion is now ripe for determination by the Court. \nTHE COURT, having considered the Motion, briefs in support of and opposition \nto the Motion, the oral arguments  of counsel for the parties , and other appropriate \nmatters of record, FINDS AND CONCLUDES that the Motion should be GRANTED, \nin part, and DENIED, in part, for the reasons stated below. \nLaw Offices of Laurie J. Meilleur, PLLC by Laurie J. Meilleur, Esq. for Plaintiff \nThe Daniel Group, Inc. \n \nEllis & Winters LLP by Kelly Margolis Dagger, Esq. for Defendants American \nSales and Marketing, Inc. and Donald P. Licata. \n \nMcGuire, Judge. \n \n \nI. FACTUAL AND PROCEDURAL BACKGROUND. \n1. Plaintiff The Daniel Group, Inc. (“Plaintiff”) is engaged in the business \nof manufacturer representation.  As a manufacturer’s representative, Plaintiff assists \nmanufacturers in marketing and selling their products to retail stores  within \ncontractually-defined territories. (Am. Compl. ¶ 3 .) Adam McCarthy (“McCarthy”) \nhas been the President, sole shareholder, and sole board member of Plaintiff at all \ntimes relevant to the Motion.  \n2. Defendant American Sales & Marketing, Inc. (“American Sales”) also is \nengaged in the business of manufacturer representation. Defendant Donald Licata 1 \n(“Licata”) is the President, sole shareholder, and sole board member of American \nSales (collectively, Licata and American Sales will be referred to as “Defendants”).   \n3. In 2004, Plaintiff purchased the assets of  another manufacturer \nrepresentation company, Performance Sales, Inc. (“Performance”).  Among the assets \nPlaintiff purchased was the assignment of a  2002 “Manufacturer’s Sales \nRepresentative Agreement” (“ Sales Agreement ”) between Performance and M \nCorporation2 under which Performance acted as a sales representative for  M \n                                                 \n1 Prior to the formation of American Sales, Licata was the President, sole shareholder and \nsole board member of American Marketing and Sales, Inc. a Kansas corporation that was \nauthorized to transact business in North Carolina by virtue of filing of a certificate of \nauthority with the North Carolina Secretary of State. On January 7, 2015, the North \nCarolina Secretary of State revoked the Certificate of Authority for AMS for failure to file \nan annual report. For ease of reference in this Order, the Court will refer to Licata’s \nbusinesses simply as “American Sales.” \n2 The parties agree that any documents filed with the Wake County Clerk of Court/Business \nCourt shall not include the true identity of “M Corporation” and such identity will either be \nredacted or substituted with the name: “M Corporation.”  Consent Protective Order (filed \nJuly 21, 2016). \nCorporation’s “Cellular Innovations products” to certain mass merchant retailers in  \nthe states of Alabama, Georgia, Mississippi, North  Carolina, South Carolina and \nTennessee. (Id. ¶¶ 16-18, Exh. B.) The Sales Agreement was terminable at -will by \neither party. After assignment of the Sales Agreement, Plaintiff began acting as M \nCorporation’s sales representative in 2004. \n4. In 2006, Plaintiff and Defendants entered in an oral agreement under \nwhich Def endants acted as sales representatives for certain of Plaintiff’s clients \n(“Oral Agreement”) (Am. Compl. ¶ 24.)  Plaintiff alleges that the terms of the of the \nOral Agreement were as follows: \na. “Defendants would serve as an independent contractor and agent \nin the capacity of a Sales Representative for Plaintiff as the principal. \n \nb. Plaintiff was responsible for assigning its client manufacturers to \nDefendants. \n \nc.        Plaintiff would reimburse some out-of-pocket expenses incurred \nby Defendants, e.g. expenses related to certain trade show travel and \ntrade show admissions costs. \n \nd.  Defendants’ sole source of income and/or revenue from any work \nrelating to or from Plaintiff’s manufacturing clients, was to be a split of \none half of all commissions paid to Plaintiff by its manufacturing clients, \nwhich clients were assigned to Defendants by Plaintiff. \n \ne.  Plaintiff would provide Defendants with administrative support. \n \nf.  Plaintiff would introduce Defendants to Plaintiff’s clients as well \nas Plaintiff’s retail account contacts and leads. \n \ng.  Defendants were free to represent other manufacturers that were \nnot clients of Plaintiff and Plaintiff would not expect any commissions \nearned by Licata individually or as an agent of AMS and subsequently \nAmerican Sales.” \n \nh.  The agreement was terminable at will upon notice.” \n \n(Id.¶ 25.)     \n5. Under the Oral Agreement, Plaintiff assigned Defendants to promote M \nCorporation’s products within Plaintiff’s territory as set out by the Sales Agreement.  \nAmong the retailers to whom Defendants promoted M Corporation ’s products were \nFamily Dollar, Dollar General, and Variety Wholesalers. (Id. ¶¶ 17, 19, and 26.) \n6. Defendants were highly successful in selling M Corporation ’s products \non behalf of Plaintiff. On August 12, 2015, Licata sent an email directly to an official \nof M Corporation requesting that M Corporation pay  directly to Defendants a non-\ncommission-based bonus. (Am. Compl. ¶ 29.) Plaintiff alleges that this request was \nin violation of the Sales Agreement and the Oral Agreement. (Id. ¶ 29.) \n7.  Upon discovering that Licata had requested the bonus, on September 3, \n2015, McCarthy sent to Licata a written Sales Representative Agreement (the \n“Proposed Representative Contract”) . (Id. ¶30, Exh. E.)  Through the Proposed \nRepresentative Contract, Plaintiff “attempted to put into writing most of the terms \nand conditions of [the parties’] verbal agreement as well as some additional terms \nincluding a non-compete agreement.”  (Id.) The Proposed Representative Contract \nalso contained non-solicitation and confidentiality covenants.  (Id.)  Licata never \nsigned the Proposed Representative Contract.   \n8. On October 1, 2015, McCarthy sent Licata an email inquiring about the \nstill-unsigned Proposed Representative Contract.  (Am. Compl., Exh. F.) On October \n2, 2015, Licata responded, “adam (sic) still under review by my lawyer.  will (sic) let \nyou know .. thanks don (sic).”  (Id.)  McCarthy emailed Licata aga in on October 15, \n2015, asking “[I]t has been 5 weeks since I sent out the rep contract, can you please \ngive me an update on when your attorney will have this review?” Licata replied the \nnext day that, due to the Jewish holidays in September and a trial th at went longer \nthan expected, his lawyer had not yet finished reviewing the Proposed Representative \nContract. (Id.) Approximately two weeks later  on October 30, 2015, Licata  notified \nPlaintiff that Defendants were terminating the Oral Agreement  effective \nimmediately.  (Id., Exh. C.) \n9. Plaintiff alleges that, “between September 3, 2015, and October 30, \n2015, while acting as an agent of Plaintiff, Defendants solicited Plaintiff’s client, M \nCorporation, with respect to territories that had been contracted to P laintiff for \napproximately eleven (11) years.”  ( Am. Compl. ¶ 35.) On November 18, 2015, M \nCorporation and Plaintiff signed a revised Manufacturer’s  Sales Representative \nAgreement in which M Corporation removed Family Dollar, Dollar General, and \nVariety Wholesalers from Plaintiff’s territory.  Shortly thereafter M Corporation \nentered into an agreement with Defendants to represent M Corporation’s products \nwith the Family Dollar, Dollar General, and Variety Wholesa lers accounts formerly \nserviced by Plaintiff.  (Amended Compl. ¶ 23.) \n10. On January 25, 2016, Plaintiff filed its initial Complaint alleging nine \nclaims for relief: (1) breach of the Oral Agreement; (2) breach of fiduciary duty; (3) \nbreach of the implied covenant of good faith and fair dealing; (4) unfair and deceptive \ntrade practices in violation of G.S. § 75 -1.1; (5) fraud; (6) tortious interference with \nthe Sales Agreement; (7) misappropriation o f trade secrets in violation of G.S. § 66 -\n152 et seq.; (8) punitive damages; and (9) declaratory relief. \n11. On March 2, 2016, this case  was designated a mandatory complex \nbusiness case by Order of the Chief Justice of the North Carolina Supreme Court, \npursuant to N.C. Gen. Stat. § 7A -45.4(b) (hereinafter, references to the North \nCarolina General Statutes will be to “G.S.”), and on March 3, 2016, assigned to the \nundersigned Special Superior Court Judge for Complex Business Cases. \n12. On April 11, 2016, Defendants moved to dismiss the Complaint under \nRule 12(b)(6) for failure to state a claim upon which relief can be granted. The Court \nscheduled a hearing on the matter for Tuesday, May 24, 2016. On May 22, 2016, \nPlaintiff filed an Amended Complaint. While the Amended Complaint did not alter \nany of the nine claims for relief in the original Complaint, it render ed Defendants’ \nmotion to dismiss the original Complaint  moot. Houston v. Tillman, 234 N.C. App. \n691, 695, 760 S.E.2d 18, 20 (2014) (finding that plaintiff’s amendment of the \ncomplaint rendered any argument concerning the original complaint moot).  \n13. On June 22, 2016, Defendants filed the Motion.  Plaintiff subsequently \nresponded to the Motion, and Defendants replied.   \nII. ANALYSIS. \n14. Defendants seek to dismiss the Amended Complaint pursuant to Rule \n12(b)(6) for failure to state a claim upon which relief can be granted. When ruling on \na Rule 12(b)(6) motion to dismiss, the Court must determine \"whether the complaint, \nwhen liberally construed, states a claim upon whic h relief can be granted on any \ntheory.\"  Benton v. W. H. Weaver Constr. Co., 28 N.C. App. 91, 95, 220 S.E.2d 417, 420 \n(1975).   Such a mot ion should be granted only:  “(1) when the complaint on its face \nreveals that no law supports plaintiff's claim; (2) wh en the complaint on its face \nreveals the absence of fact sufficient to make a good claim; (3) when some fact \ndisclosed in the complaint necessarily defeats plaintiff's claim.”  Jackson v. \nBumgardner, 318 N.C. 172, 17 5, 347 S.E.2d 743, 745 (1986). The Court treats the \nwell-pleaded allegations in a complaint as true and admitted in analyzing a Rule \n12(b)(6) motion to dismiss. Sutton v. Duke , 277 N.C. 94, 9 8, 176 S.E.2d 161, 163 \n(1970). While facts and permissible inferences set forth in the complaint are analyzed \nin a light most favorable to the plaintiff, un -warranted conclusions of law or \ndeductions of fact will not be deemed admitted. Ford v. Peaches Entm't Corp., 83 N.C. \nApp. 155, 156, 349 S.E.2d 82, 83 (1986). \n15. “When documents are attached to and incorporat ed into a complaint, \nthey become part of the complaint and may be considered in connection with a Rule \n12(b)(6) motion. . . .”  Schlieper v. Johnson, 195 N.C. App. 257, 261, 672 S.E.2d 548, \n551 (2009) (citation omitted). The trial court may reject allegati ons in the complaint \nthat are contradicted by the  incorporated documents.  Id. at 265, 672 S.E.2d at 553 \n(citation omitted).  \na. Breach of the Oral Agreement \n16. Plaintiff’s First Cause of Action is for breach of the Oral Agreement (Am. \nCompl. ¶¶ 36-44.) Plaintiff alleges that “Defendants breached the [Oral Agreement] \nwith Plaintiff, without cause, when Licata attempted to solicit additional monies from \nPlaintiff’s client, M Corporation, without Plaintiff’s permission or actual knowledge \non August 12, 2015 .” (Id. ¶ 41).  Plaintiff alleges that this violated the parties’ \nagreement that Defendants’ “sole source of income and/or revenue from any work \nrelating to or from Plaintiff’s manufacturing clients, was to be a split of one half of \nall commissions paid to Plaintiff by its manufacturing clients.” (Pl.’s Mem. Opp. Mot. \nDismiss 3.) \n17. The elements of a claim for breach of contract are: (1) existence of a valid \ncontract; and (2) breach of the terms of that contract . Johnson v. Colonial Life & \nAccident Ins. Co., 173 N.C. App. 365, 369, 618 S.E.2d 867, 870 (2005). “[W]here the \ncomplaint alleges each of these elements, it is error to dismiss a breach of contract \nclaim under Rule 12(b)(6).” Woolard v. Davenport, 166 N.C. App. 129, 134, 601 S.E.2d \n319, 322 (2004) (citing  Toomer v. Garrett, 155 N.C. App. 462, 481-82, 574 S.E.2d 76, \n91 (2003).   \n18. Defendants contend that Plaintiff’s claim fails because it has not alleged \nthe “specific provisions” of the Oral Agreement that Defendants breached.  More \nparticularly, Defendants contend: \n“To the extent Plaintiff suggests that the parties’ alleged agreement that \nDefendants’ sole source of income and/or revenue from any work relating \nto or from Plaintiff’s manufacturing clients, was to be a split of one half \nof all commissions paid to Plaintiff prohibited Mr. Licata from accepting \na bonus from M Corporation, Plaintiff cannot plead a breach of that \npurported term where it only alleges that Mr. Licata asked for a bonus.” \n \n(Defs.’ Mem. Supp. Mot. Dismiss 9.) Plaintiff contends that it has sufficiently \npleaded the existence of a valid contract and a breach of the contract to meet a \nnotice pleading standard and survive dismissal. \n19. In support of its position that Plaintiff must allege the specific provision \nof the Oral Agreement that Defendants breached, Defendants rely on three cases, two \nof which involved decisions on motions for summary judgment and did not address \nthe sufficiency of the allegations in the complaint. Inland Am. Winston Hotels, Inc. v. \nCrockett, 212 N.C. App. 349, 357, 712 S.E.2d 366, 371 (2011)  and Askew’s Inc. v. \nCherry, 11 N.C. App. 369, 373, 181 S.E.2d 201, 203 (1971).  In the third case relied on \nby Defendants, Global Promotions Group, Inc. v. Danas, 2012 NCBC LEXIS 40, *17 \n(N.C. Super. Ct. 2012), this Court dismissed a breach of contract claim for failure to \nstate a claim for relief, but only after concluding that “[p]laintiffs fail to reference any \ncontract in particular, let alone a specific contractual provision, that was breached.”  \n20. This Court is mindful that “[t]he general standard for civil pleadings in \nNorth Carolina is notice pleading. Pleadings should be construed liberally and are \nsufficient if they give notice of the events and tra nsactions and allow the adverse \nparty to understand the nature of the claim and to prepare for trial.” Radcliffe v. \nAvenel Homeowners Ass'n , 789 S.E.2d 893, 913, 2016 N.C. App. LEXIS 824, *52 \n(2016). Here, Plaintiff has alleged the specific contract breached and alleged facts \nsuggesting Defendant s breached the compensation provision of that contract. The \nCourt concludes that Plaintiff sufficiently alleged that Defendants breached the Oral \nAgreement to place Defendants on notice of the nature of the cl aim and to survive \ndismissal at  this early stage of the proceeding. Defendants’ motion to dismiss \nPlaintiff’s claim for breach of contract should be DENIED.  \n \nb. Breach of Fiduciary Duty \n21. Plaintiff alleges that Defendants breached a fiduciary duty to Plaintiff \nby (1) intentionally undermining Plaintiff’s relationship with M Corporation , (2) by \nconcealing its efforts to solicit M Corporation to enter into a direct relationship with \nDefendants and, (3) by causing M Corporation to terminate, in part, its contract with \nPlaintiff. (Am. Compl. ¶¶ 50-52.) \n22. \"For a breach of fiduciary duty to exist, there must first be a \nfiduciary relationship between the parties.\" Green v. Freeman, 367 N.C. 136, 141, 749 \nS.E.2d 262, 268 (2013) (citing Dalton v. Camp, 353 N.C. 647, 651, 548 S.E.2d 704, 707 \n(2001)). “A fiduciary relationship may arise when there has been a special confidence \nreposed in one who in equity and good conscience is bound to act in good faith and \nwith due regard t o the interests of the one reposing confidence.\" Id. Such a \nrelationship “extends to any possible case in which a fiduciary relationship exists in \nfact, and in which there is confidence reposed in one side, and resulting domination \nand influence on the other.” Dalton, 353 N.C. at 651, 548 S.E.2d at 707-08 (emphasis \nadded). \nGenerally, in North Carolina . . . there are two types of fiduciary \nrelationships: (1) those that arise from legal relations such as attorney \nand client, broker and client . . . partners,  principal and agent, trustee \nand cestui que trust, [de jure relationships] and (2) those that exist as a \nfact, in which there is confidence reposed on one side, and the resulting \nsuperiority and influence on the other [de facto relationships].  \n \nS.N.R. Mgmt. Corp. v. Danube Partners 141, LLC, 189 N.C. App. 601, 613, 659 S.E.2d \n442, 451 (2008).  Only when “one party figuratively holds all the cards – all the \nfinancial power or technical information, for example — have North Carolina courts \nfound that the 'special circumstance' of a fiduciary relationship has arisen.\" Crumley \n& Assocs., P.C. v. Charles Peed & Assocs., P.A., 219 N.C. App. 615, 621, 730 S.E.2d \n763, 767 (2012). \n23. Plaintiff contends that it “has sufficiently pled  (sic) that an \nagent/principal relationship existed between the parties” to sup port a fiduciary \nrelationship. (Pl.’s Mem. Opp. Mot. Dismiss 4 -5.) The Court disagrees. The “[t]wo \nessential elements of an agency relationship are: (1) the authority of the agent to act \non behalf of the principal, and (2) the principal's control over the agent.  State v. \nWeaver, 359 N.C. 246, 258, 607 S.E.2d 599, 606 (2005); Leiber v. Arboretum Joint \nVenture, LLC, 208 N.C. App. 336, 344, 702 S.E.2d 805, 811  (2010). A fiduciary duty \narises from a relationship of principal and agent, however, only “where the agent has \nentire management so as to be, in effect, as much the guardian of his principal as the \nregularly appointed guardian of an infant.” Cross v. Beckwith, 16 N.C. App. 361, 363, \n192 S.E.2d 64, 66 (1972) (and cases cited therein); In re Will of Sechrest , 140 N.C. \nApp. 464, 471, 537 S.E.2d 511, 516 (2000). \n24. While Plaintiff has alleged that Defendants were authorized to promote \nM Corporations products on behalf of Plaintiff to some re tailers, it has not alleged \nthat it  had or maintained control over Defendants. To the contrary, the Amended \nComplaint alleges that Plaintiff and Defendants agreed that Defendants were \nindependent contractors. (Amended Compl. ¶ 25(a).); Miller v. Piedmont Steam Co., \n137 N.C. App. 520, 526, 528 S.E.2d 923, 927 (2000)  (“[T]he fact that the parties \nformally agreed that Piedmont was an independent contractor and not an agent of \nSteemer is an indicia of the parties' intent that no agency relationship be formed.”). \n25.  In addition, t he Proposed Representative Contract, which Plaintiff \nalleges memorialized the parties’ already existing agreement, contradicts Plaintiff’s \nassertion that its relationship with Defendant s was that of a principal and agent . \nPlaintiff expressly alleges that the Proposed Representative Contract “attempted to \nput in writing most of the terms and conditions of [the parties’] verbal (sic) \nagreement.” (Amended Compl. ¶ 30.)  McCarthy’s email to Licata regarding the \nProposed Representative Contract states that it does not change the parties’ existing \nagreement and that “[e]verything should be the same as it always has been.” ( Id., \nExh. F.) The Proposed Representative Contract explicitly provided that \n“Representative’s (Licata) sole relationship with [Plaintiff] is that of an independent \ncontractor . . . . Nothing contained in this Agreement is intended to or shall be \nconstrued to create between [ Plaintiff] and Representative a relationship of \nemployer/employee or principal/agent  . . . .”  ( Id., Exh. E ¶ 6 .); Schlieper, 195 N.C. \nApp. at 265, 672 S.E.2d at 553 (holding that a trial court may reject allegations that \nare contradicted by documents attached to the complaint).         \n26. More significantly, Plaintiff has not alleged facts that would support a \nconclusion that Defendants had “entire management” of Plaintiff’s business, or \notherwise exercised domination and influence over Plaintiff.  Rather, Plaintiff alleges \nonly that it “placed its trust and confidence  in Defendants to successfully and \neffectively promote” M Corporation’s products “within Family Dollar, Dollar General, \nand Variety Wholesalers.” (Am. Compl. ¶ 47.)  Defendants’ responsibility for three \ncustomers of one of Plaintiff’s clients simply not sufficient to support a claim  that \nDefendants occupied a position of power and influence over Plaintiff that created a \nfiduciary relationship between the parties . See e.g. Dalton, 353 N.C. at 651 -52, 548 \nS.E.2d at 707-708 (at-will employee to whom employer entrusted management duties \nand in whom employer had confidence did not owe fiduciary duty because he lacked \n“domination and influence” over employer); Tin Originals, Inc. v. Colonial Tin Works, \nInc., 98 N.C. App. 663, 665 -66, 391 S.E.2d 831, 8 32-33 (1990) (despite fact “that \nplaintiff placed special trust and confidence in defendants” due to being dependent \non defendants for products that “constituted 80% of plaintiff's sales”, defendants did \nnot owe plaintiff a fiduciary duty.) The facts alleg ed in the Amended Complaint \nsimply do not support the conclusion that Defendants owed a fiduciary duty  to \nPlaintiff, and Defendants’ motion to dismiss Plaintiff’s claim for breach of fiduciary \nduty should be GRANTED. \nc. Breach of the Implied Covenant of Good Faith and Fair Dealing \n27. Plaintiff’s Third Cause of Action alleges that Defendants breached an \nimplied covenant of good faith and fair dealing and thereby “injured [Plaintiff’s] \nrights to receive benefits under the [Sales Agreement]  and [Oral Agreement]  \ncontracts.” (Amended Compl. ¶ 59(f).) More specifically, Plaintiff alleges that \nDefendants breached an implied covenant by: (a) soliciting additional funds from M \nCorporation in August of 2015; (b) “willfully misleading” Plaintiff that the Proposed \nRepresentative Contract would be signed ; and (c) soliciting and pressuring M \nCorporation to terminate its agreement with Plaintiff regarding promoting M \nCorporation’s products with Family Dollar, Dollar General, and Variety Wholesalers. \n(Id. ¶¶ 54-60.) \n28. It is well established in North Carolina that a contract carries with it an \nimplied covenant by the parties to act fairly and in good faith in carrying out the \nagreement. \nIn addition to its express terms, a contract contains all terms that are \nnecessarily implied \"to effect the intention of the parties\" and which are \nnot in conflict with the express terms. Among these implied terms is the \nbasic principle of contract law that a party who enters into an \nenforceable contract is required to act in good faith and to make \nreasonable efforts to perform his obligations under the agreement. All \nparties to a contract must act upon principles of good faith and fair \ndealing to accomplish the purpose of an agreement, and therefore each \nhas a duty to adher e to the presuppositions of the contract for meeting \nthis purpose. \n \nMaglione v. Aegis Family Health Ctrs. , 168 N.C. App.  49, 56, 607 S.E.2d 286, 291  \n(2005) (citations and quotations omitted). \n29. Nevertheless, while a party who enters into an enforceable contract is \nrequired to make reasonable efforts to perform his obligations under the agreement, \nthe Court cannot, and will not, imply contractual terms to which the parties did not \nagree.  McLean v. Keith, 236 N.C. 59, 71, 72 S.E.2d 44, 53 (1952) (“Equity can only \ncompel the performance of a contract in the precise terms agreed on.”). \n30.  As an initial matter, Defendants were not parties to the Sales \nAgreement between Plaintiff and M Corporation.  Since Defendants were not parties \nto the Sales Agreement, it is impossible for them to have breached its implied \ncovenant of good faith and fair dealing.  Bicycle Transit Auth. v. Bell, 314 N.C. 219, \n228, 333 S.E.2d 299 , 305 (1985) (providing that, through the covenant of go od faith \nand fair dealing, each party to the contract implicitly agrees not to do anything which \nwill deprive the other party thereto of its contractual benefits ; emphasis added) .  \nAccordingly, to the extent Plaintiff attempts to claim Defendants breached an implied \ncovenant of good faith in the Sales Agreement, that claim should be DISMISSED. \n31. Plaintiff’s claim for breach of an implied covenant of good faith based on \nDefendants’ allegedly “misleading” Plaintiff into believing  that they were going to \nsign the Proposed Representative Contract fails for multiple reasons. First, the facts \npleaded in the Amended Complaint do not support the conclusory allegation that \nPlaintiff was misled. Plaintiff does not allege that Licata told Plaintiff he intended to \nexecute the Proposed Representative  Contract. Rather, the email correspondence \nupon which Plaintiff relies in support of this claim establish es that Licata told \nMcCarthy only that his attorney had not yet reviewed the Proposed Repr esentative \nContract. These facts as alleged do not support Plaintiff’s claim that Licata \nintentionally misled Plaintiff. Hamm v. Blue Cross & Blue Shield of N.C., 2010 NCBC \nLEXIS 17, *29 (N.C. Super. Ct. 2010)  (A claim for breach of this covenant “requires  \nthe wrongful intent of a party to deprive another party of its contractual rights.”). \n32. In addition, the terms of the Oral Agreement as alleged by Plaintiff did \nnot include an agreement or commitment by Defendants to reduce the terms of the \nagreement to wri ting or to enter into a future written agreement.  Accordingly, \nPlaintiff has failed to allege any facts supporting a claim that Defendants ’ failure to \nsign the Proposed Representative Agreement deprived Plaintiff of a benefit which \nwas intended or presupposed by the parties under the Oral Agreement. Maglione, 168 \nN.C. App. at 56, 607 S.E.2d at 291. \n33. Plaintiffs’ claim that Defendants breached the covenant of good faith \nand fair dealing by soliciting and pressuring M Corporation to contract directly with \nDefendants appears to be a thinly-veiled attempt to have this court read an implied \nnon-competition or non -solicitation co venant into the Oral Agreement. In North \nCarolina, however, a covenant restricting competition, including one prohibiting the \nsolicitation of customers, must be in writing.  United Labs. Inc. v. Kuykendall , 322 \nN.C. 643, 649–50, 370 S.E.2d 375, 380 (1988). The Court will not permit Plaintiff to \nby-pass this requirement by implying a non -competition covenant into the Oral \nAgreement. \n34. With r egard to Plaintiff’s claim that Defendants solicit ed an extra -\ncontractual bonus directly from M Corporation, however, the allegations support a \nclaim for breach of the covenant of good faith  and fair dealing for the same reasons \nsuch conduct could support a claim for breach of contract. Plaintiff has alleged that \nthe Oral Agreement limited Defendants’ compensation to one half of the commission \npaid to Plaintiff by M Corporation. Considered in the light most favorable to Plaintiff, \nthe allegations could support a claim that Defendant s’ request to M Corporation for \nthe bonus deprived Plaintiff of a benefit to which it was entitled under the Oral \nAgreement. \n35. In light of the foregoing, Defendants’ motion to dismiss Plaintiff’s claim \nfor breach of the implied covenant of good faith and fair dealing should be GRANTED \nas to both Defendants’ solicitation of M Corporation to terminate its agreement with \nPlaintiff concerning the promotion of M Corporation products with Family Dollar, \nDollar General, and Variety Wholesalers, and Defendants’ misleading of Plaintiff to \nbelieve that the Proposed Representative Contract would be signed. However, \nDefendants’ motion to dismiss Plaintiff’s claim for breach of the implied covenant of \ngood faith and fair dealing concerning their request for a bonus from M Corporation \nshould be DENIED.  \nd. Fraud \n36. Plaintiff’s Fifth Cause of Action is for fraud. ( Am. Compl. ¶¶ 61-69.) \nPlaintiff alleges that “Licata’s actions alleged [ ] in ¶¶ 48, 50, 56, and 60, …, were \nreasonably calculated to deceive Plaintiff.” ( Amended Compl. ¶ 73.) In its \nMemorandum in Opposition, Plaintiff contends that its claim for fraud is premised \non the allegation “ that from September 3 through October 31, 2015, Defendants \nconcealed the fact that they were in direct competition with Plaintiff for Plaintiff’s \nestablished client, M Corporation, while simultaneously working on Plaintiff’s behalf \nfor that same time perio d,” apparently referring to the allegations  in paragraphs \n50(a) and (c), 56(b), and 64(b) and (c) of the Amended Complaint. (Pl.’s Mem. Opp. \nMot. Dismiss 8.) \n37. To successfully state a claim for fraud, one must allege : (1) that the \ndefendant made a false representation or concealment of a material fact; (2) that the \nrepresentation or concealment was reasonably calculated to deceive; (3) that the \ndefendant intended to deceive; (4) that the plaintiff was, in fact, deceived; and (5) that \nthe plaintiff suffered da mage as a result of the defendant’s misrepresentation.  \nClaggett v. Wake Forest Univ., 126 N.C. App. 602, 610, 486 S.E.2d 443, 447 (1997).  \n38. “Where the claim arises by concealment or nondisclosure, Plaintiffs [ ] \nmust allege that . . . Defendants had a duty to disclose material information to them, \nas silence is fraudulent only when there is a duty to speak.” Lawrence v. UMLIC-Five \nCorp., 2007 NCBC LEXIS 20, *8 (N.C. Super. Ct. 2007) ( citing Griffin v. Wheeler -\nLeonard & Co., 290 N.C. 185, 198, 225 S.E.2d 557 , 565 (1976)); Island Beyond, LLC \nv. Prime Capital Group , LLC, 2013 NCBC LEXIS 48, *18 (N.C. Super. Ct. 2013) . A \nduty to disclose arises where:  “(1) the fiduciary relationship exists between the \nparties to the transaction; (2) there is no fiduciary relationship and a party has taken \naffirmative steps to conceal material facts from the other; and (3) there is no fiduciary \nrelationship and one party has knowledge of a latent defect in the subject matter of \nthe negotiations about which the other party is both ignorant and unable to discover \nthrough reasonable diligence.” Hardin v. KCS Int'l, Inc., 199 N.C. App. 687, 696, 682 \nS.E.2d 726, 733 (2009); Harton v. Harton, 81 N.C. App. 295, 298, 344 S.E.2d 117, 119 \n(1986).   \n39. Defendants did not have a fiduciary duty to  Plaintiff. See ¶ 26 supra.  \nNor has Plaintiff  alleged that Defendants took steps to “actively conceal” their \nsolicitation of M Corporation’s accounts , but, rather, only that Defendant s failed to \ndisclose their conduct.  Accordingly, Defendant could only have had a duty to disclose \nif it had “knowledge of a latent defect in the subject matter of the negotiations about \nwhich the other party is both ignorant and unable to discover through reasonable \ndiligence.” Hardin, 199 N.C. App. at 696, 682 S.E.2d at 733; Harton, 81 N.C. App. at \n298, 344 S.E.2d at 119.  \n40. Plaintiff has failed to allege facts that would give rise to a duty to \ndisclose on the part of Defendants in this case. First, it is highly questionable whether \nPlaintiff and Defendants were engaged in “negotiations” or any other transaction \nbetween September 3 and October 30, 2015, that would give rise to a duty to disclose. \nPlaintiff alleges only that McCarthy provided the Proposed Representative Contract \nto Licata on September 3, and that on October 2 and October 16 Licata advised \nMcCarthy that his lawyer had n ot yet reviewed the agreement. Plaintiff has not \nalleged that McCarthy invited Licata to  negotiate over the terms of the Proposed \nRepresentative Contract, let alone that the parties were negotiating those terms. \n41. More significantly, both Plaintiff and Defendants are businesses  or \nbusinessmen, and North Carolina courts have been loath to impose  an obligation of \ndisclosure on commercial parties engaged in business negotiations. See B&F Slosman \nv. Sonopress, Inc., 148 N.C. App. 81, 87, 557 S.E.2d 176, 180-81 (2001) (defendant had \nno duty to disclose to plaintiffs where plaintiffs \"were sophisticated businessmen, who \nwere experienced with transactions involving commercial leases\");  Computer \nDecisions, Inc. v. Rouse Office Mgmt. of N.C., Inc., 124 N.C. App. 383, 389, 477 S.E.2d \n262, 265-66 (1996) (where two parties were sophisticated in negotiating commercial \nreal estate transactions, lessor did not have a duty to disclose to lessee that it was \nnegotiating a lease with another party for the same premises);  C.F.R. Foods, Inc. v. \nRandolph Dev. Co., 107 N.C. App. 584, 589, 421 S.E.2d 386 , 389 (1992) (commercial \nvendor owed no duty to disclose to a commercial vendee the presence of a landfill \ncontaining organic materials where vendee had full opportunity to make pertinent \ninquiries and failed to do so).  \n42. At best, the Amended Complaint alleges that between September 3 and \nOctober 30, 2015, Plaintiff was seeking to have Defendant execute the Proposed \nRepresentative Contract. Even if this constituted a “negotiation”, it was a commercial \nnegotiation between two businesses and Defendants were not under an obligation to \ndisclose their solicitation of M Corporation’s business. Since there was  no duty to \ndisclose, Plaintiff’s fraud claim must fail. Therefore, Defendants’ motion to dismiss  \nPlaintiff’s fraud claim should be GRANTED.         \ne. Misappropriation of Trade Secrets \n43. Plaintiff’s Seventh Cause of Action is for violation of the North Carolina \nTrade Secret Protection Act (“TSPA”), G.S. § 66-152 et seq. (Am. Compl. ¶¶ 92-105.) \n44. A trade secret is “business or technical information , including but not \nlimited to a formula, pattern, program, device, compilation of information, method, \ntechnique, or process”  that (a) derives value “from not being generally known or \nreadily ascertainable through independent development or reverse engineering by \npersons who can obtai n economic value from its disclosure ” and (b) “[i]s subject of \nefforts that are reasonable under the circumstances to maintain its secrecy.” G.S. § \n66-152(3). Misappropriation is the “acquisition, disclosure, or use of a trade secret of \nanother without express or implied authority or consent.” G.S. § 66-152(1). \n45. To adequately plead a misappropriation of trade secrets claim, “a \nplaintiff must identify a trade secret with sufficient particularity so as to enable a \ndefendant to delineate that which he is accuse d of misappropriating and a court to \ndetermine whether misappropriation has or is threatened to occur.”  Washburn v. \nYadkin Valley Bank & Tr. Co., 190 N.C. App. 315, 326, 660 S.E.2d 577, 585 (2008).  \n“[A] complaint that makes general allegations in sweeping  and conclusory \nstatements, without specifically identifying the trade secrets allegedly \nmisappropriated, is insufficient to state a claim for misappropriation of trade secrets.”  \nId. at 327, 660 S.E.2d at 585-86 (internal quotation omitted). \n46. Plaintiff’s allegations in support of its misappropriation of trade secrets \nclaim amount to little more than a conclusory recitation of terms used in the TSPA.  \nPlaintiff alleges that its trade secrets consisted of  “compilations of information , \nmethods, techniques, contacts and processes that [ Plaintiff] used in planning, \nmarketing, and managing all aspects associated with identifying appropriate retail \ntargets for their clients, access and set -up at various trade shows for exposure to \ntargeted retail accounts, etc.  (collectively, the ‘Trade Secrets’).”  ( Am. Compl. ¶ 96.) \nWhile this language mirrors portions of the statutory definition, it fails to identify \nthe trade secrets with any particularity. The allegations to do not provide any \nspecificity as to how Plaintiff’s “methods, techniques, [ ] and processes” are unique or \nproprietary, or how they differ in any way from techniques or methods used by other \nmanufacturer’s representatives. Our Court of Appeals affirmed the dismissal of a \nsimilarly vague trade secret  allegation in Washburn, where the defendant’s  \ncounterclaimed that plaintiffs “acquired knowledge of [defendant’s] business \nmethods; clients, their specific requirements and needs; and other confidential \ninformation pertaining to [defendant’s] business.”  Id. at 326, 660 S.E.2d at 585-586. \nThe Washburn court concluded that those allegations “d[id] not identify with \nsufficient specificity” the trade secrets that the plaintiff had allegedly \nmisappropriated. Id., 660 S.E.2d at 586.   \n47. In addition, “[a] plaintiff m ust also allege the acts by which the \nmisappropriation was accomplished.” Le Bleu Corp. v. B. Kelley Enters., 2014 NCBC \nLEXIS 66, *11 (N.C. Super. Ct. 2014) (citing Washburn, 190 N.C. App. at 327, 660 \nS.E.2d at 585-86).  Although Plaintiff alleges that Defendants had access to so-called \n“trade secrets”, Plaintiff has not alleged how Defendants misappropriated its trade \nsecrets. For example, Plaintiff do es not allege that Defendants downloaded \nelectronically stored information from Plaintiff’s computer system or retained \nproprietary financial or business strategy information  Plaintiff provided to \nDefendants. \n48. Plaintiff specifically alleged only that “at vari ous times, it provided its \nlists of retail contacts to Defendants for use in representing [Plaintiff’s] clients.” (Am. \nCompl. ¶ 98.) The retail contacts Defendants have allegedly used are those for Family \nDollar, Dollar General, and Variety Wholesalers. To  the extent Defendants had \nknowledge of the contact persons for those accounts  gained through their work on \nbehalf of Plaintiff, that information is not a trade secret. See Kadis v. Britt, 224 N.C. \n154, 162, 20 S.E.2d 543, 548 (1944) (“By the majority view , the knowledge of a \ndeliveryman, or other personal solicitor, of the names and addresses of his employer’s \ncustomers, gained during the performance of his duties, is not a trade secret, partly \nbecause the information would be readily discoverable, and par tly because of the \ncourt’s reluctance to deprive the employee of his subjective knowledge acquired in the \ncourse of employment.”); Asheboro Paper & Packaging, Inc. v. Dickinson, 599 F. Supp. \n2d 664, 677 (M.D.N.C. 2009) ( holding that customer information ma intained in the \nmemory of a departing employee was not a trade secret). \n49.    Finally, Plaintiff’s allegations do not support the conclusion that it \ntook reasonable steps to maintain the secrecy of the information it now cl aims \nconstitute trade secrets. Plaintiff allege s it attempted to maintain secrecy by \n“requiring that newly contracted Sales Representatives sign contracts not to disclose \nTrade Secrets,” but admitted that Defendants were an “exception” and were not \nrequired to sign such a contract. ( Am. Compl. ¶ 100.) Plaintiff does not allege any \nother efforts it made to maintain the secrecy of its information.  Defendants’ motion \nto dismiss Plaintiff’s misappropriation of trade secrets claim should be GRANTED. \nf. Tortious Interference with Contract \n50. Plaintiff a lleges that Defendants tortiously interfered with the Sales \nAgreement between Plaintiff and M Corporation when Defendants “willfully induced \nM Corporation to terminate its longstanding thirteen (13) year old contract with \nPlaintiff, in part with respect to certain territories, and instead contract with \nDefendants for territories previously held by Plaintiff.”  (Am. Compl. ¶¶ 78-91; Sixth \nCause of Action .)  To establish a claim for tortious interference with contract, a \nplaintiff mus t show : (1) a valid contract between the plaintiff and a third person \nwhich confers upon the plaintiff a contractual right against a third person; (2) the \ndefendant knows of the contract; (3) the defendant intentionally induces the third \nperson not to perform the contract; (4) and in doing so acts without justification; (5) \nresulting in actual damage to plaintiff.  Kuykendall, 322 N.C. at 661, 370 S.E.2d at \n387 (citing Childress v. Abeles, 240 N.C. 667, 84 S.E.2d 176 (1954)). \n51. To survive dismissal, a complaint alleging tortious interference “must \nadmit of no motive  for i nterference other than malice.”  Pinewood Homes, Inc. v. \nHarris, 184 N.C. App. 597, 605, 646 S.E.2d 826, 832 –33 (2007); Filmar Racing, Inc. \nv. Stewart, 141 N.C. App. 668, 674, 541 S.E.2d  733, 738 (2001). “If the defendant's \nonly motive is a malicious wish to injure the plaintiff, his actions are not justified.” \nPeoples Sec. Life Ins. Co. v. Hooks, 322 N.C. 216, 221, 367 S.E.2d 647, 650. If the \ndefendant's interference is “for a legitimate  business purpose, his actions are \nprivileged . .  . . [C]ompetition in business constitutes justifiable interference in \nanother’s business relations and is not actionable so long as it is carried on in \nfurtherance of one’s own interests and by means that a re lawful.” Id.; Combs & \nAssocs. v. Kennedy, 147 N.C. App. 362, 371, 555 S.E.2d 634, 641 (2001) (a defendant’s \ndesire to “establish a competing business” is a justification for interference.).  \n52. Plaintiff contends that Defendants are “non -outsiders” to the Sales \nAgreement and, as such, were not justified in interfering with the contract because \nthey “acted for their own benefit.” (Pl.’s Mem. Opp. Mot. Dismiss 9 -10.) \"A non-\noutsider is one who, though not a party to the terminated contract, had a legitimate \nbusiness interest of his own in the subject matter.\" Smith v. Ford Motor Co., 289 N.C. \n71, 87, 221 S.E.2d 282, 292 (1976) . A non-outsider enjoys qualified immunity from \nliability on a tortious interference claim.  Combs v. City Elec. Supply Co. , 203 N.C. \nApp. 75, 84, 690 S.E.2d 719, 725 (2010).  Nevertheless, a non-outsider may be liable \nfor tortious interference if the non-outsider acted with \"legal malice.\" Varner v. Bryan, \n113 N.C. App. 697, 702, 440 S.E.2d 295, 298 (1994). \"A person acts with legal malice \nif he does a wrongful act or exceeds his legal right or authority in order to prevent the \ncontinuation of the contract between the parties.\"  Id. In order to overcome the \npresumption of privilege, “the plaintiff must allege facts demonstrating that \ndefendants' actions were not prompted by legitimate business purposes .\" Embree \nConstr. Group, Inc. v. Rafcor, Inc., 330 N.C. 487, 500, 411 S.E.2d 916, 926 (emphasis \nadded). \n53. The Court, however, need not decide whether Defendants were “non -\noutsiders” to the Sales A greement. Plaintiff ha s not pleaded “facts demonstrating \nthat defendants' actions were not prompted by legitimate business purposes.\" Id. The \nAmended Complaint alleges that both Plaintiff and Defendants were manufacturer’s \nrepresentatives. Plaintiff acknowledged that Defendants were permitted to compete \nunder the Oral Agreement, alleging that “Defendants were free to represent other \nmanufacturers that were not clients of Plaintiff . . . .”  (Am. Compl. ¶ 25(g).) Plaintiff \nalso alleges that Defendants were competing with Plaintiff, albeit “secretly,” while \nunder the Oral Agreement. ( Id. ¶¶ 50(a) and(c).) While Plaintiff allege s that \nDefendants acted “with malice and for a reason not reasonably related to the \nprotection of a legitimate business interest,” (Id. ¶ 84), the Court is not compelled to \naccept such legal conclusions. Plasman v. Decca Furniture (USA), Inc. , 2016 NCBC \nLEXIS 80, *42 -43 (N.C. Super. Ct. 2016) (allegation that defendant “‘maliciously \nintended’ to interfere with [ ] contracts”, absent supporting facts, insufficient to allege \ntortious interference); Pinewood Homes, Inc., 184 N.C. App. at 605, 646 S.E.2d at 833 \n(2007) (“[g]eneral allegations of malice are insufficient as a matter  of pleading”; \nciting Spartan Equip. Co. v. Air Placement Equip. Co., 263 N.C. 549, 559, 140 S.E.2d \n3, 11 (1965)).  In light of the allegations that Defendants were competitors and were, \nin fact, competing with Plaintiff in soliciting M Corporation, Plaintiff has not alleged \na claim for tortious interference. Combs & Assocs. v. Kennedy, 147 N.C. App. at 371, \n555 S.E.2d at 641 (finding that one’s desire to “establish a competing business” was  \na justification for interference).  \n54. Defendants’ motion to dismiss Plaintiff’s  tortious interference with \ncontract claim should be GRANTED. \ng. Unfair and Deceptive Trade Practices \n55. As its Fourth Cause of Action, Plaintiff attempt s to repackage its \nallegations as a claim for unfair and deceptive trade practice in violation of G.S. § 75-\n1.1 (the “UDTPA”)  (Am. Compl. ¶¶ 61 -69.) Plaintiff claims that Defendant s \ncommitted an unfair and deceptive act because their breach of the Oral Agreement \nwas accompanied by “substantial aggravating factors.” (Id. ¶ 64.) Plaintiffs, however, \nhave not alleged any aggravating factors connected to or surrounding the alleged \nbreach of the Oral Agreement to support such a claim. In addition, to the extent \nPlaintiff alleges that Defendants’ conduct from September 3 to October 30, 2015 was \nunfair and deceptive, that claim too must fail. \n56. To establish a claim for unfair and deceptive trade practices, a plaintiff \nmust show that (1) the defendant committed an unfair or deceptive practice or act, \n(2) the action was in or affecting commerce, and (3) Plaintiff was injured as a result. \nDalton, 353 N.C. at 656, 548 S.E.2d at 711. “A practice is unfair when it offends \nestablished public policy as well as when the practice is immoral, unethical, \noppressive, unscrupulous, or substantially injurious to consumers.”  Bartlett Milling \nCo. v. Walnut Grove Auction & Realty Co., 192 N.C. App. 74, 82, 665 S.E.2d 478, 486 \n(2008). “For a practice to be deceptive, it must possess the tendency or capacity to \nmislead.” Forsyth Mem’l Hosp. v. Contreras, 107 N.C. App. 611, 614, 421 S.E.2d 167, \n170 (1992). The determination as whether an act is unfair or deceptive is a question \nof law for the Court. Dalton, 353 N.C. at 656-57, 548 S.E.2d at 711. \n57.   In order to base a claim for unfair and deceptive practices on a breach \nof contract, “ [t]he plaintiff must show substantial aggravating circumstances \nattending the breach .” Eastover Ridge, LLC v. Metric Constructors, Inc. , 139 N.C. \nApp. 360, 368, 533 S.E.2d 827 , 833 (2000) (emphasis added). Plaintiff claims that \nDefendants breached the Oral Agreement on August 12, 2015, “when Licata \nattempted to solicit additional monies from … M Corporation.” ( Am. Compl. ¶ 40.) \nPlaintiff alleges that the substantial aggravating conduct is  Defendants’ delay in \nsigning the Proposed Representative Contract and their solicitation of M \nCorporation’s business between September 3 and October 30, 2015.  (Id. ¶ 64.) The \nalleged aggravating conduct did not attend, and is not related to , Defendants’ \nsolicitation of the bonus payment from M Corporation  on August 12, 2015. \nAccordingly, Plaintiff has not alleged facts  that would support a claim under G.S. § \n75-1.1 based on breach of contract accompanied by substantial aggravating factors.  \n58. In its Memorandum, Plaintiff argues that Defendants’ conduct between \nSeptember 3 and October 30, 2015 , is itself an unfair and deceptive trade practice.  \n(Pl.’s Mem. Opp. Mot. Dismiss 7-8.) The Court, however, already has determined that \nthe allegations fail to establish that : (1) Defendants were bound by enforceable \ncovenants prohibiting them from competing with Plaintiff o r from soliciting M \nCorporation; (2) Defendants were bound to execute the Proposed Representative \nContract; (3) Defendants misrepresented to  Plaintiff that they would execute the \nPropose Representative Contract; or (4) Defendants had a duty to disclose their \nsolicitation of M Corporation’s business. For the same reasons, the Court concludes \nthat the allegations in the Amended Complaint fail to  state a claim for violation of \nG.S. § 75-1.1. Defendants’ motion to dismiss Plaintiff’s claim for unfair and deceptive \ntrade practices should be GRANTED.        \nh. Punitive Damages. \n59. Since the Court grants Defendants’ motion to dismiss Plaintiff’s claims \nfor breach of fiduciary duty, fraud, and tortious interference with contract, and \nPlaintiff’s remaining claim for breach of contract would not support an award of \npunitive damages,  Defendants’ motion to dismiss Plaintiff’s claim for punitive \ndamages should be GRANTED. Marcoin, Inc. v. McDaniel, 70 N.C. App. 498, 507, 320 \nS.E.2d 892, 898 (1984) (“punitive damages are generally not allowable for a breach of \ncontract, unless there is an identifiable tort constituting or accompanying the breach, \nwhich tort contains some element of aggravation.”). \ni. Declaratory Relief. \n60. Plaintiff’s Ninth Cause of Action seeks a declaratory judgment that the \nOral Agreement was a valid contract and that Defendants’ breach of the Oral \nAgreement “excuse[d] Plaintiff’s performance subsequent to October 30, 2015.” (Am. \nCompl. ¶ 116.)  Although it is not clear what “performance subsequent to October 30, \n2015” Plaintiff seeks to be excused from, since the Court has not dismissed Plaintiff’s \nclaim for breach of contract it will not dismiss the claim for declaratory relief at this \nstage.  Accordingly, Defendants’ motion to dismiss Plaintiff’s claim for declaratory \nrelief should be DENIED.  \nTHEREFORE, IT IS ORDERED that: \n61. Defendants’ Motion as to Plaintiff’s breach of contract claim is DENIED. \n62. Defendants’ Motion as to Plaintiff’s breach of f iduciary duty claim is \nGRANTED. \n63. Defendants’ Motion as to Plaintiff’s breach of the implied covenant of \ngood faith and f air dealing c laim is GRANTED  in part and DENIED in part as \nprovided supra in ¶ 35. \n64. Defendants’ Motion as to Plaintiff’s fraud claim is GRANTED. \n65. Defendants’ Motion as to Plaintiff’s misappropriation of trade secrets \nclaim is GRANTED. \n66. Defendants’ Motion as to Plaintiff’s tortious interference with contract \nclaim is GRANTED. \n67. Defendants’ Motion as to Plaintiff’s unfair and deceptive Trade Practices \nclaim is GRANTED. \n68. Defendants’ Motion as to Plaintiff’s claim for punitive damages is \nGRANTED. \n69. Defendants’ Motion as to Plaintiff’s claim for d eclaratory relief is \nDENIED. \nThis the 15th day of December, 2016. \n \n    /s/ Gregory P. McGuire    \n    Gregory P. McGuire \n    Special Superior Court Judge for \n    Complex Business Cases "
}