{
  "id": "b20b8a70ce7006cf3f5099cddeab02feab0426f7c41addf25be279e805540388",
  "source_file": "data/raw/ncbc/b20b8a70ce7006cf3f5099cddeab02feab0426f7c41addf25be279e805540388.pdf",
  "raw_text": "AmeriGas Propane, L.P. v. Coffey, 2016 NCBC 15. \n \nSTATE OF NORTH CAROLINA \n \nMADISON COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n14 CVS 376 \n \nAMERIGAS PROPANE, L.P. and \nAMERIGAS PROPANE, INC., \n \nPlaintiffs, \n \nv. \n \nERMON CLARK COFFEY and MARSH \nL.P. GAS, INC., \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTIONS FOR \nATTORNEYS’ FEES AND COSTS \n \n \n \n{1} THIS MATTER  is before the Court upon (i) Defendant Ermon Clark \nCoffey’s (“Coffey”) Motion for Attorneys’ F ees (the “Coffey Motion for Attorneys’ \nFees”); (ii) Coffey’s Motion for Costs (the “Coffey Motion for Costs”); (iii) Defendant \nMarsh L.P. Gas, Inc.’s (“Marsh”) (collectively with Coffey, “Defendants”) Motion for \nAttorneys’ Fees (the “Marsh Motion for A ttorneys’ Fees”); and (iv) Marsh’s Motion \nfor Costs (the “Marsh Motion for Costs”) (collectively, the “Motions”) in the above-\ncaptioned case.  Having considered the Mo tions, the briefs in support of and in \nopposition to the Motions, and supporting documents, the Court concludes that the \nCoffey Motion for Attorneys’ Fees should be DENIED, the Coffey Motion for Costs \nshould be GRANTED, the Marsh Motion for Attorneys’ Fees should be DENIED, \nand the Marsh Motion for Costs should be GRANTED in part and DENIED in part.\n1   \nEllis & Winters, LLP, by Paul K. S un and Kelly Margolis Dagger, for \nPlaintiffs AmeriGas Propane, L.P. and AmeriGas Propane, Inc. \n \nYates, McLamb & Weyher, LLP, by Rodney E. Pettey and Brian M. \nWilliams, and Everett Gaskins Hancock, LLP, by E.D. Gaskins, Jr. and \nJames M. Hash, for Defendant Marsh L.P. Gas, Inc. \n \n                                                 \n1 Pursuant to Rule 15.4 of the General Rules of  Practice and Procedure for the North Carolina \nBusiness Court, the Court elected to forego a hear ing on this matter and decide the Motions on the \nparties’ written submissions.   \n \n \nDavis & Hamrick, LLP, by H. Lee Da vis, Jr. and Katherine M. Barber- \nJones, for Defendant Ermon Clark Coffey. \n \nBledsoe, Judge. \nI.   \nBACKGROUND \n{2} The procedural and factual background of this case is recited in detail in \nAmeriGas Propane, L.P. v. Coffey , 2015 NCBC LEXIS 98 (N.C. Super. Ct. Oct. 15, \n2015) (the “Summary Judgment Order”).   The facts and procedural history \npertinent to the resolution of the present Motions are set forth below.   \n{3} Plaintiffs AmeriGas Propane, L. P. and AmeriGas Propane, Inc. \n(collectively, “Plaintiffs” or “AmeriGas”) initiated this action on August 29, 2013, \nalleging claims against Coffey for breach of contract, against Marsh for tortious \ninterference with contract, and against both Coffey and Marsh for misappropriation \nof trade secrets and unfair and deceptive trade practices in violation of N.C. Gen. \nStat. § 75-1.1.  Plaintiffs alleged that Coffey, a former propane delivery driver for \nAmeriGas, had breached his Confidentia lity and Post-Employment Agreement (the \n“Post-Employment Agreement”) with Plaintiffs by working for a competitor, \nDefendant Marsh, soliciting Plaintiffs’ customers, and misappropriating Plaintiffs’ \ntrade secrets.  Plaintiffs also alleged th at Marsh had tortiously interfered with \nCoffey’s Post Employment Agreement and misappropriated Plaintiffs’ trade secrets.   \n{4} The parties conducted discovery and, thereafter, both Coffey and Marsh \nfiled respective Motions for Summary Judgme nt, seeking the dismissal of all claims \nagainst them.  On October 15, 2015, this  Court issued the Summary Judgment \nOrder granting both Motions for Summary Judgment and dismissing all of \nPlaintiffs’ claims with prejudice.   \n{5} On December 22, 2015, Defendants file d the pending Motions.  The time \nperiod for briefing of the Motions has passed and the Motions are now ripe for \nresolution.  \n \n \n \n \nII. \nTHE MOTIONS FOR ATTORNEYS’ FEES \n{6}  Because both the Coffey and the Marsh Motion for Attorneys’ Fees are \nessentially identical, the Court considers th em together.  “It is settled law in North \nCarolina that ordinarily attorneys’ fees are not recoverable either as an item of \ndamages or of costs, absent express stat utory authority for fixing and awarding \nthem.”  United Artists Records, Inc. v. E. Tape Corp. , 18 N.C. App. 183, 187, 196 \nS.E.2d 598, 602 (1973) (citing Bowman v. Chair Co. , 271 N.C. 702, 157 S.E.2d 378 \n(1967)).  “Statutes that award attorney’s  fees to the prevailing party are in \nderogation of the common law and as a result, must be strictly construed.”  Barris v. \nTown of Long Beach , 208 N.C. App. 718, 722, 704 S. E.2d 285, 289 (2010) (citing \nSunAmerica Fin. Corp. v. Bonham , 328 N.C. 254, 257, 400 S.E. 2d 435, 437 (1991)).  \nOf particular relevance here, “the granting  of . . . a motion for summary judgment \npursuant to G.S. 1A-1, Rule 56, is not in itself a sufficient reason for the court to \naward attorney's fees, but may be evidence to support the court's decision to make \nsuch an award.”  Winston-Salem Wrecker Ass'n v. Barker , 148 N.C. App. 114, 117, \n557 S.E.2d 614, 617 (2001).    \n{7} Defendants claim that they are entitled to their reasonable attorneys’ fees \nincurred in defending this action under three different statutes: (i) N.C. Gen. Stat. § \n66-154, (ii) N.C. Gen. Stat. § 75-16.1, and (iii) N.C. Gen.  Stat. § 1D-45.  The Court \naddresses each argument in turn. \nA. N.C. Gen. Stat. § 66-154 \n{8} Defendants first argue that they are entitled to their reasonable \nattorneys’ fees under N.C. Gen. Stat . § 66-154 because Plaintiffs’ claim for \nmisappropriation of trade secrets was made in bad faith.  Under section 66-154(d), \n“[i]f a claim for misappropriation is made in bad faith . . . , the court may award \nreasonable attorneys’ fees to the prevailing party.”  A finding of bad faith is \ninappropriate so long as “the claimant had ‘a good faith belief that the suit has \nlegitimate basis.’”  Velocity Solutions, Inc. v. BSG, LLC , 2015 NCBC LEXIS 54, at \n \n \n*21 (N.C. Super. Ct. May 26, 2015) (quoting Reichhold Chems., Inc. v. Goel , 146 \nN.C. App. 137, 158, 555 S.E.2d 281, 294 (2001)).   \n{9} Defendants argue that Plaintiffs’ claim for misappropriation of trade \nsecrets was made in bad faith because Plai ntiffs knew or should have known that \nthe claim was not well-founded in law or fa ct.  Specifically, Defendants argue that \nPlaintiffs’ claim that the names and addresses of its customers constituted a trade \nsecret was not well-founded under North Ca rolina law.  Defendants further argue \nthat Plaintiffs’ claim that Coffey misappropriated Plaintiffs’ historical usage, credit \ninformation, and pricing information was not well-founded in fact.   \n{10} The Court disagrees.  First, although the Court concluded in the \nSummary Judgment Order that the cust omer names and addresses that Coffey \nretained in his memory after leaving Plaintiffs’ employ did not constitute trade \nsecrets under Kadis v. Britt , 224 N.C. 154, 162,  29 S.E.2d 543, 548 (1944) and its \nprogeny, the Court was required to consider whether the principles of Kadis should \nextend to the unique circumstances here, where it was undisputed that Coffey had a \nremarkable memory and knew all the custom ers on his route.  Although the Court \nultimately rejected Plaintiffs’ claim of trade secret protection for this information, \nthe Court is persuaded that Plaintiffs had a good faith basis to assert this claim.   \n{11} Similarly, although the Court conclu ded that AmeriGas failed to bring \nforward substantial evidence of Defendan ts’ misappropriation of its historical \nusage, credit information, and pricing information, it is undisputed that Defendants \nrapidly converted many of Plaintiffs’ customers after Marsh hired Coffey, and there \nhas been no evidence presented suggesting either that Plaintiffs’ customer list \ncontaining this information did not in fact  go missing or that Plaintiffs did not \ngenuinely believe that Coffey took the cu stomer list based on objective facts.  \nAccordingly, the Court is not persuaded that  this aspect of Plaintiffs’ trade secret \nclaim was asserted in bad faith.   \n{12} Based on the foregoing, the Court denies Defendants’ Motions for \nAttorneys’ Fees under N.C. Gen. Stat. § 66-154.   \n \n \n \nB. N.C. Gen. Stat. § 75-16.1 \n{13} Under N.C. Gen. Stat. § 75-16.1, the Court may award attorneys’ fees in \ndefending a claim for unfair and deceptive trade practices (“UDTP”) under N.C. \nGen. Stat. § 75-1.1 only upon its finding that “[t]he party instituting the action \nknew, or should have known, the action was frivolous and malicious.”  N.C. Gen. \nStat. § 75-16.1(2).  “A claim is frivolous if a proponent can present no rational \nargument based upon the evidence or law in support of [it].  A claim is malicious if \nit is wrongful and done intentionally without just cause or excuse or as a result of ill \nwill.”  McKinnon v. CV Indus. , 228 N.C. App. 190, 199, 745 S.E.2d 343, 350 (2013) \n(internal quotation marks and citation omitted).   \n{14} Defendants argue that they should be awarded reasonable attorneys’ fees \nin defending Plaintiffs’ claim because (i) the underlying claims upon which \nPlaintiffs based their UDTP claim (i.e., misa ppropriation of trade secrets, breach of \ncontract, and tortious interference with contract) were frivolous and malicious, and \n(ii) Plaintiffs’ argument that Defendants’ misuse of confidential information \nconstituted a violation of section 75-1.1 was not well-grounded in fact or law.   \n{15} The Court is again unpersuaded.  First, the Court cannot conclude that \nPlaintiffs could not present a rational argument in support of their claims for \nmisappropriation of trade secrets, breach of contract, and tortious interference with \ncontract.  The Court has previously discussed its conclusion that the \nmisappropriation claim was not brought in bad faith; the same considerations \nmotivating that conclusion apply equally to  support the Court’s conclusion that the \nmisappropriation claim was not frivolous.  Similarly, the Court concludes that \nPlaintiffs’ factual and legal contentions concerning the enforceability of the non-\ncompetition, non-solicitation, and non-disclosure provisions in the Post-Employment \nAgreement as well as Plaintiffs’ allegation s of breach by Coffey, interference by \nMarsh, and use of confidential information by Coffey were rationally made in the \ncircumstances.  Thus, the Court does not find the claims to be frivolous.   \n \n \n{16} Moreover, the Court has not been presented with any evidence that \nsuggests that any of these claims were malicious.  As a result, the Court denies \nDefendants’ Motions for Attorneys’ Fees under N.C. Gen. Stat. § 75-16.1.   \nC. N.C. Gen. Stat. § 1D-45 \n{17} Under N.C. Gen. Stat. § 1D-45, “[t]he  court shall award attorneys’ fees, \nresulting from the defense against [a] punitive damages claim, against a claimant \nwho files a claim for punitive damages th at the claimant knows or should have \nknown to be frivolous or malicious.”  In evaluating claims for punitive damages, the \nstandards for “frivolous” and “malicious” are the same as under section 75-16.1.  See \nPhilips v. Pitt Cnty. Mem. Hosp., Inc., 775 S.E.2d 882, 884 (N.C. Ct. App. 2015).   \n{18} Defendants argue that Plaintiffs’ punitive damages claims were frivolous \nor malicious because they presented no evid ence of the presence of an aggravating \nfactor as to either Marsh or Coffey as re quired under N.C. Gen. Stat. § 1D-15.  \nUnder that statute, “[p]unitive damages may be awarded only if the claimant \nproves that the Defendant is liable for compensatory damages and that one of the \nfollowing aggravated factors was present an d was related to the injury from which \ncompensatory damages were awarded: (1) Fr aud. (2) Malice. (3) Willful or Wanton \nConduct.”  Here again, however, the Court cannot conclude on the facts of record \nthat Plaintiffs’ request for an award of  punitive damages was not supported by \nrational argument, or that Plaintiffs knew  or should have known that the claims \nwere frivolous or malicious.  The Court therefore denies Defendants’ Motions for \nAttorneys’ Fees under N.C. Gen. Stat. § 1D-45.   \nIII. \nTHE MOTIONS FOR COSTS \n{19} Both Coffey and Marsh seek to recover costs pursuant to N.C. Gen. Stat. \n§§ 6-20 and 7A-305(d).  “The expenses e numerated in § 7A-305(d) constitute a \n‘complete and exhaustive’ list” of “assessable or recovera ble” costs under section 6-\n20.  McKinnon, 228 N.C. App. at 202, 745 S.E.2d at 352 (quoting N.C. Gen. Stat. § \n7A-305(d)).  The Court of Appeals has concluded that when construing sections 6-20 \nand 7A-305 together, the trial court “is afforded no discretion in determining \n \n \nwhether or not to award those costs enumerated under section 7A-305(d), and \ntherefore, the trial court must impose the costs requested by defendant” so long as \nthe costs fall within the sc ope of section 7A-305(d).  Khomyak v. Meek , 214 N.C. \nApp. 54, 57, 715 S.E.2d 218, 220 (2011); see also Wortman v. Hutaff , 2014 NCBC \nLEXIS 73, *4–6 (N.C. Super. Ct. Dec. 31 , 2014) (discussing section 7A-305(d) and \nthe 2007 Act to Clarify the Court’s Discretion to Allow Court Costs and noting “the \n[trial court] only has the authority to tax those costs expressly listed in section 7A-\n305(d)”); McKee v. James , 2015 NCBC LEXIS 78, *3–13 (N.C. Super. Ct. Aug. 6, \n2015) (discussing section 7A-305(d)).  \n{20} Coffey seeks to recover costs in the total amount of $5,103.23 as follows: (i) \n$4,562.40 for costs associated with stenogra phic and videographic assistance for \ndepositions and transcripts and (ii) $540.83 for reimbursement of the mediator’s fee.  \nN.C. Gen. Stat. § 7A-305(d) allows a part y to recover its costs for, among other \nthings, “[r]easonable and necessary expens es for stenographic and videographic \nassistance directly related to the taking of  depositions and for th e cost of deposition \ntranscripts,” and “[f]ees of . . . mediators ag reed upon by the part ies[.]”  N.C. Gen. \nStat. §§ 7A-305(d)(10), (d)(7).   \n{21} Plaintiffs object to the inclusion of certain charges related to Coffey’s \ndeposition costs on the ground that they  are not within the scope of section 7A-\n305(d)(10).  Specifically, Plaintiffs object to inclusion of Capital Reporting Invoices \n#18399, #18425, and #18424 because they are expenses for purchasing a rough draft \ndeposition transcript in addition to the copy of the transcript already included on \neach of the invoices.  These charges total $ 815.50.  Plaintiffs also object to inclusion \nof Esquire Solutions Invoice #CSD176237 because the charge of $783.10 includes \nthe allegedly unnecessary and duplicative ex pense of one copy of the deposition \ntranscript in addition to the original , and because a charge of $25.00 for a \n“Litigation Support Package” is not a necessary expense.  Plaintiffs do not otherwise \nobject to the costs calculated by Coffey. \n{22} In reply, Coffey seeks to rebut each of Plaintiffs’ challenges.  As to \nPlaintiffs’ objections to the Capital Reporting Invoices, Coffey argues that the rough \n \n \ndraft deposition transcripts were expedi ted copies that were reasonable for \nDefendants to obtain given the short amount of time between the date of the \ndepositions and the deadline for briefing on the then-pending Motions for \nPreliminary Injunction.  The Court agrees th at these costs fall within the scope of \nsection 7A-305(d)(10) as “[r]easonable an d necessary expenses” related to taking \ndepositions.  Accordingly, the Court includes these expenses in its award of costs to \nCoffey. \n{23} As to Plaintiffs’ objection to the Esquire Solutions Invoice, Coffey argues \nthat the cost of $783.10 for an “original and one copy of transcript” is the normal \ncharge for the original deposition transcript,  and that the copy is free.  According to \nCoffey, the charge of $783.10 would be the same without the copy, and therefore the \nfull amount is “reasonable and necessary” under the statute.  Coffey further asserts \nthat the charge for a “Litigation Support Pack age” is for an electronic copy of this \nsame deposition and is likewise reasonabl e and necessary.  The Court agrees with \nCoffey’s contentions and includes these expenses in its award of costs to Coffey.   \n{24} Marsh seeks to recover costs in the total amount of $4,173.16 as follows: \n(i) $3,632.33 for costs associated with stenog raphic and videographic assistance for \ndepositions and transcripts and (ii) $540.83 for reimbursement of the mediator’s fee.  \nAs with Coffey, Plaintiffs object to the inclusion of certain charges related to \nMarsh’s deposition costs on the ground that they are not within the scope of section \n7A-305(d)(10).  Specifically, Plaintiffs ob ject to a charge for an ASCII DISK of \n$30.00 and a charge for an E-TRANSCRIPT of  $40.00.  Plaintiffs do not otherwise \nobject to the costs calculated by Marsh. \n{25} Marsh elected not to file a reply within the time period allowed under the \nBusiness Court Rules.  Because Marsh ha s not filed a reply, and Plaintiffs \nrepresented that they advised counsel for Marsh of Plaintiffs’ objections, the Court \nwill assume that Marsh deems Plaintiffs’ ob jections to be well-taken and will thus \nexclude these expenses in its award of costs to Marsh.   \n \n \n \n \nIV. \nCONCLUSION \n{26} For the foregoing reasons, the Court hereby ORDERS as follows: \na. The Coffey Motion for Attorneys’ Fees is DENIED; \nb. The Marsh Motion for Attorneys’ Fees is DENIED; \nc. The Coffey Motion for Costs is GRANTED.  Plaintiffs shall pay \nCoffey his costs in the total am ount of $5,103.23 no later than \nMarch 8, 2016; \nd. The Marsh Motion for Costs is GRANTED in part and DENIED in \npart.  Plaintiffs shall pay Marsh it s costs in the total amount of \n$4,103.16 no later than March 1, 2016; and \ne. Defendants shall promptly notify the Court upon receipt of the \nabove payments from Plaintiffs so that this case may be closed on \nthe Court’s docket. \n SO ORDERED, this the 17th day of February, 2016. \n \n/s/ Louis A. Bledsoe, III    \nLouis A. Bledsoe, III \nSpecial Superior Court Judge \n  for Complex Business Cases "
}