{
  "id": "b21ea769caecb9bbf3366e828897241426f7b6f91d209a7bb417e85a33fd1ad4",
  "source_file": "data/raw/ncbc/b21ea769caecb9bbf3366e828897241426f7b6f91d209a7bb417e85a33fd1ad4.pdf",
  "raw_text": "Better Bus. Forms & Prods., Inc. v. Craver, 2007 NCBC 34 \n \nNORTH CAROLINA \n \nGUILFORD COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n07 CVS 3030 \nBETTER BUSINESS FORMS & \nPRODUCTS, INC., \n \nPlaintiff, \n \nv. \n \nJEFFREY CRAVER and  \nPROFESSIONAL SYSTEMS \nUSA, INC., \n \nDefendants. \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n \n \n \n \n \nORDER ON DEFENDANTS’ MOTION TO \nDISMISS UNDER RULE 12(b)(6) \n \n \n \n{1} This case arises out of Plaintiff’s suit for breach of the Trade Secrets \nProtection Act, breach of a restrictive covenant, tortious interference with \ncontract, conversion, punitive damages, unfair/deceptive trade practices and \ninjunctive relief.  This matter comes before the Court on Defendants’ Motion \nto Dismiss Under Rule 12(b)(6). \n{2} After considering the briefs and oral arguments, the Court GRANTS \nthe Defendants’ Motion to Dismiss.   \nBeavers & Boydoh, LLP by Robert E. Boydoh, Jr. for Plaintiff Better \nBusiness Forms & Products, Inc.   \n \nWishart Norris Henninger & Pittman, P.A. by Pamela S. Duffy for \nDefendant Professional Systems USA, Inc.; Patterson, Dilthey, Clay \n& Bryson, L.L.P. by Thomas M. Buckley and S. Scott Farwell for \nDefendants Professional Systems USA, Inc. and Jeffrey Craver.  \n \nTennille, Judge. \n \n \n \n \nI. \nPROCEDURAL BACKGROUND \n{3} This action was filed in Guilford County Superior Court on January \n23, 2007.  The matter was designated a mandatory complex business case by \norder of the Chief Justice of the Supreme Court of North Carolina dated \nFebruary 27, 2007, and subsequently assigned to the undersigned Special \nSuperior Court Judge for Complex Business Cases by order of the Chief \nSpecial Superior Court Judge for Complex Business Cases dated March 2, \n2007. \n{4} Defendants filed a Motion to Dismiss Under Rule 12(b)(6) and \nsupporting memorandum on March 26, 2007.  Plaintiff filed a Memorandum \nin Response to Defendants’ Motion to Dismiss on April 16, 2007.  Defendants \nfiled a Reply Brief to Plaintiff’s Memorandum Responding to Defendants’ \nMotion to Dismiss on April 26, 2007.  The Court heard oral arguments on the \nmotion on May 24, 2007. \n \nII. \nFACTUAL BACKGROUND \nA. \nTHE PARTIES \n{5} Plaintiff Better Business Forms & Products, Inc. (“Plaintiff”) is a \nNorth Carolina corporation with its principal place of business located in \nGuilford County, North Carolina.  \n{6} Plaintiff is engaged in the business of distributing forms, office \nsupplies, and related products in the State of North Carolina and throughout \nthe United States.  \n{7} Defendant Jeffrey Craver is a citizen and resident of Forsyth \nCounty, North Carolina.  \n{8} Defendant Professional Systems USA, Inc. is a North Carolina \ncorporation with its registered office in Alamance County, North Carolina.  \nB. \nTHE ALLEGATIONS OF THE COMPLAINT \n{9} The parties to this action are engaged in the business of distributing \nbusiness forms, office supplies, and related products throughout North \nCarolina and several other states.  \n{10} Better Business Forms, Inc. (“BBF”) is a North Carolina corporation \nwith its registered office in Guilford County, North Carolina., Prior to July 1, \n2002, BBF was engaged in distributing business forms, office supplies, and \nrelated products throughout North Carolina and several other states. (Compl. \n¶ 5.) \n{11} BBF may or may not be connected with Plaintiff through the same \nownership, but this connection does not matter in relation to the restrictive \ncovenant discussed in this case.  BBF and Plaintiff are separate companies.  \n{12} On January 1, 1997, BBF employed Defendant Craver as a sales \nrepresentative by written Employment Agreement. (Compl. ¶ 6 Ex. A.)  The \nnon-competition covenant contained in the Employment Agreement reads as \nfollows: \nUpon termination of the Employee’s employment, the \nEmployee shall not directly or indirectly enter into or \nengage in the business forms or supplies business with \nany customers doing business with the Employer at the \ntime of such termination for a period of one year after the \ntermination. . . . \n \nFURTHERMORE, during the term of his employment, \nand for one year thereafter, the Employee shall not reveal \noutside sources without the written consent of the \nEmployer, and matters, the revealings of which could, in \nany matter adversely affect the Employer’s business \nunless required by law to do so. \n \n(Compl. Ex. A ¶5.) \n{13} B-N-B Systems Inc., d/b/a Global DocuGraphix USA, Inc. (“GDX”) is \nan Arkansas corporation with a registered office in Wake County, North \nCarolina, and a branch in Greensboro, North Carolina. Prior to August 2, \n2006, GDX was engaged in distributing business forms, office supplies and \nrelated products throughout North Carolina and several other states. (Compl. \n¶ 7.) \n{14} On July 1, 2002, GDX acquired substantially all of BBF’s assets in \nan asset purchase transaction.  As a part of the transaction BBF assigned its \ncontract rights between BBF and its employees to GDX. (Compl. ¶ 8.)  The \nSchedules attached to the Bill of Sales state that the “[a]ssumed liabilities \nmeans . . . (a) All of Seller’s right, title and interest in and to and obligations \nunder all employment agreements with Seller’s employees.” (Compl. Ex. B. \nSch. 2.1(a)(a).)  Additionally, the Schedules state that the “[a]ssumed \nContracts and Agreements [include] . . . (c) All non-competition agreements \nbetween Seller and its employees.” (Compl. Ex. B. Sch. 2.1(b)(c).) \n{15}  On or about July 1, 2002, Defendant Craver’s employment with \nBBF was terminated.  Compl. ¶ 8; Mot. Dismiss ¶ 4.)  Craver did not sign a \nnew employment agreement with GDX.  (Br. Supp. Mot. Dismiss 2.) \nDefendant Craver did, however, accept employment with GDX and continued \nto sell business forms as a sales representative of GDX. (Compl. ¶ 8.)  \n{16} On July 18, 2006, GDX filed a voluntary bankruptcy petition. \n(Compl. ¶ 9.)  Pursuant to the Notice of Public Auction and Sales Procedure \nOrder entered in the Bankruptcy Court on July 21, 2006, Plaintiff was the \nhighest bidder at the public auction of GDX’s assets with respect to the \nGreensboro Branch. (Compl. ¶ 10.)  \n{17} On August 2, 2006, the purchase of GDX’s assets was \napproved by court order.  (Compl. ¶ 11.)  Plaintiff purchased all assets \nrelated to the Greensboro Branch. (Compl. ¶ 12.)  The Bill of Sale \nincluded “[a]ll contract rights including but not limited to, all non-\ncompete and confidentiality agreements.”  (Compl. Ex. D. (a)(3)(ii).) \n{18} On or about August 2, 2006, Defendant Professional Systems hired \nDefendant Craver as a sales representative to sell business forms and office \nsupplies, allegedly in his former sales territory, to former GDX customers in \ndirect competition with Plaintiff. (Compl. ¶ 13.) \n{19} Defendant Craver allegedly interfered with GDX customer accounts \npurchased by Plaintiff and with Plaintiff’s ability to sell its products to those \ncustomers. Defendant Craver also allegedly actively solicited and sold \nbusiness forms, office supplies and related products to several businesses and \ncustomer accounts purchased by Plaintiff. (Compl. ¶¶  14, 15.) For purposes \nof this motion to dismiss, those allegations are accepted as true.  \n{20} Based on the above allegations, Plaintiff asserts the following claims \nfor relief: \n(1.) violation of the Trade Secrets Protection Acts; \n(2.) breach of non-competition covenant; \n(3.) tortious interference with contract; \n(4.) conversion; \n(5.) punitive damages; \n(6.) unfair/deceptive trade practices; \n(7.) injunctive relief. \n \nIII. \nMOTION TO DISMISS \n{21} Defendants have moved to dismiss this action for failure to state \nclaims upon which relief can be granted under Rule 12(b)(6) of the North \nCarolina Rules of Civil Procedure.  (Defs.’ Mot. Dismiss.) \nA. \nLEGAL STANDARD \n{22} The purpose of a motion to dismiss under Rule 12(b)(6) is to test the \nlegal sufficiency of the pleading against which the motion is directed.  Sutton \nv. Duke, 277 N.C. 94, 98, 176 S.E.2d 161, 163 (1970).  In Branch Banking & \nTrust Co. v. Lighthouse Fin. Corp., 2005 NCBC 3 (N.C. Super. Ct. July 13, \n2005), http://www.ncbusinesscourt.net/opinions/2005%20NCBC%203.htm, \nthis Court summarized the 12(b)(6) standard as follows: \nWhen ruling on a motion to dismiss under Rule 12(b)(6), the \ncourt must determine \"whether, as a matter of law, the \nallegations of the complaint . . . are sufficient to state a claim \nupon which relief may be granted.\"  In ruling on a motion to \ndismiss, the court must treat the allegations in the complaint as \ntrue.  The court must construe the complaint liberally and must \nnot dismiss the complaint unless it appears to a certainty that \nplaintiff is entitled to no relief under any state of facts which \ncould be proved in support of the claim.  When considering a \nmotion under Rule \n12(b)(6), the court is not required to accept as \ntrue any conclusions of law or unwarranted deductions of fact in \nthe complaint. When the complaint fails to allege the \nsubstantive elements of some le gally cognizable claim, or where \nit alleges facts which defeat any claim, the complaint should be \ndismissed under Rule \n12(b)(6). \n \nId.  ¶ 8 (citations omitted).     \n{23} Furthermore, the Court may not consider “extraneous matter” \noutside the complaint, or else the Rule 12(b)(6) motion will be converted into \na Rule 56 motion for summary judgment.  See, e.g., Fowler v. Williamson, 39 \nN.C. App. 715, 717, 251 S.E.2d 889, 890–91 (1979).  However, the Court may \nconsider documents the moving party attaches to a 12(b)(6) motion which are \nthe subject of the challenged pleading and specifically referred to in that \npleading.  \nSee Oberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 60, 554 \nS.E.2d 840, 847 (2001).  “[T]he [C]ourt is not required to accept as true any \nconclusions of law or unwarranted deductions of fact.”  Id. at 56, 554 S.E.2d \nat 844.  Thus, the Court can reject allegations that are contradicted by the \nsupplementary documents presented to it.  See E. Shore Mkts., Inc. v. J.D. \nAssocs. Ltd. P’ship, 213 F.3d 175, 180 (4th Cir. 2000) (stating that the court \n“need not accept as true unwarranted inferences, unreasonable conclusions, \nor arguments”). \n \n \nB. \nANALYSIS \n{24} Plaintiff asserts that the original Employment Agreement between \nDefendant Craver and BBF, and the restrictive covenants therein, survived \nassignment to GDX in 2002, and that the restrictive covenant was valid and \nremained applicable to Defendant Craver through August 2006 when \nPlaintiff purchased GDX’s assets in the foreclosure sale following GDX’s \nbankruptcy proceedings. \n{25} Defendants assert that the restrictive covenant was no longer \nenforceable when Plaintiff purchased GDX’s assets.  Defendants assert that \nrights regarding the restrictive covenant, which GDX acquired from BBF in \nthe asset purchase transaction, expired one year after Defendant Craver’s \nemployment with GDX began and more than three years before Plaintiff \npurchased GDX’s assets.  \n \n1. \nRESTRICTIVE COVENANT \n{26} Today, a restrictive covenant between an employer and employee \nwill be held valid and enforceable in North Carolina if it is (1) in writing; (2) \nmade part of a contract of employment; (3) based on valuable consideration; \n(4) reasonable both as to time and territory and (5) not against public policy. \nUnited Lab Inc., v. Kuykendall, 322 N.C. 643, 649-50, 370 S.E.2d 375, 380 \n(1988) (citations omitted).  A restrictive covenant which satisfies these \nrequirements is reasonable and will be enforced by the courts.  The burden of \nproving reasonableness falls upon the party who seeks to enforce the \ncovenant. See, e.g., Mark v. Hartman, 117 N.C. App. 307, 311, 450 S.E.2d \n912, 916 (1994); Harwell Ent. v. Heim, 6 N.C. App. 548, 552, 170 S.E.2d 540, \n543 (1969); Kadis v. Britt, 224 N.C. 154, 158, 29 S.E.2d 543, 545 (1944).  “The \nreasonableness of a non competition covenant is a matter of law for the court \nto decide.”  Beasley v. Banks, 90 N.C. App. 458, 460, 368 S.E.2d 885, 886 \n(1988) (citations omitted).  Additionally, the courts have carefully scrutinized \ncovenants to protect employees.  For example, the restriction on time and \nterritory must be reasonably limited.  Hartman v. W.H. Odell & Assocs., Inc., \n117 N.C. App. 307, 312, 450 S.E.2d 912, 917 (1994). \n{27} For purposes of this ruling, the Court finds that the original \nrestrictive covenant initially fulfilled the five factors set out in the United \nLaboratories case.  New issues of assignability and consideration arose when \nthe restrictive covenant was transferred, first to GDX, and then to Plaintiff.  \n{28} The legal issue presented is whether or not the restrictive covenant \nwas assignable to and enforceable by Plaintiff.  That issue is ultimately a \nquestion of public policy which has not been previously addressed by the \nNorth Carolina appellate courts.  A related issue is whether or not Plaintiff \nwas required to provide valuable consideration for the restrictive covenant. \nFor the reasons set forth below, the Court finds that the original restrictive \ncovenant was not enforceable by Plaintiff.  \n \nA. \nASSIGNABILITY (PUBLIC POLICY) \n{29} Defendants argue that the restrictive covenant was not assignable \nto Plaintiff, and thus not enforceable.  There is no North Carolina case law on \npoint; however, as a general matter “a covenant not to compete with a \nbusiness is assignable.”  \nKeith v. Day, 81 N.C. App. 185, 195, 343 S.E.2d 562, \n568 (1986) (citations omitted). In Keith, the covenant  \nwas entered into pursuant to the parties beginning a \nfranchise hardware store. The Court observed that the \ncovenant not to compete involved a matter that fell \nsomewhere between the sale of business and a contract of \nemployment, but it did so only to determine under what \nstandard to judge the covenant’s reasonability, not its \nassignability. Indeed after concluding that the covenant \nwas reasonable, the Court of Appeals then rejected \noutright the defendant’s claim that an interest in a \ncovenant not to compete could not be assigned.  \n \nReynolds Co. v. Harry Tart, 955 F. Supp. 547, 556 (1997) (citing Keith, 81 \nN.C. App. at 193-195, 343 S.E.2d at 567-568) (discussing the facts and \nholding of Keith).  Additionally, “[c]ovenants not to compete facilitate and \nprotect capital investment.”  Reynolds, 955 F. Supp. at 557.  In Reynolds the \nplaintiff purchased substantial assets and good will from Jordan Graphics, \nInc.  The plaintiff was also assigned a number of contracts and agreements \nJordan Graphics, Inc. had with third parties, including its employment \nagreements with defendants Wheeler and Tart.  Id. at 551.  The evidence in \nReynolds indicated that the plaintiff was assigned the defendants’ at-will \nemployment contracts, and then exercised its option to terminate the \nemployees. Id. at 556.  The defendants argued that the restrictive covenants \nin question were part of a contract for personal services and therefore, the \nemployment contracts were not assignable.  Id.  The court, however, decided \nthat it did not matter if the employment contracts were in fact assigned or \nassignable, but that it was clear that the restrictive covenant was assignable.  \nId. at 557.  The court stated that  \n \n[l]imitations on an employer’s liberty to delegate her duty \nto perform under an employment contract, involve \ndifferent issues than assignment of covenants not to \ncompete. For while the former two primarily involves the \nrelationship between the employer and employee, the \nlater [sic.] concerns an employer’s investment in its \nemployee and the possibility of that investment being \npawned off to a rival competitor. Covenants not to \ncompete facilitate and protect capital investment. It \ncomes as no small surprise, then, that in conjunction with \na sale of business, “a covenant not to compete with a \nbusiness is assignable.”  \n \nId. (quoting Keith, 81 N.C. App. at 195, 343 S.E.2d at 568). \n{30} In this case, however, as opposed to the Reynolds case, the \nrestrictive covenant is not being assigned as part of the sale of business. The \ndecisions made in Keith and Reynolds will reach as far as to the first sale to \nGDX, which included “[a]ll non competition agreements” referred to in \nSchedule 2.1(b)(c) in the Bill of Sale. (Supra ¶ 14.) In this case, if Defendant \nCraver had not been hired by GDX or chose not to work for GDX, GDX could \nhave enforced the covenant.  \n{31} However, the rationale of the decisions in Keith and Reynolds \nshould not be extended to the purchase of the Employment Agreement at the \nbankruptcy sale by Plaintiff.  \n{32} In general, North Carolina courts have not looked favorably upon \nrestrictive covenants. They have recognized that agreements in restraint of \ntrade are generally prohibited. Morehead Sea Food Co. v. Way, 169 N.C. 679, \n86 S.E. 603 (1915).  North Carolina courts have also on several occasions \nstated that restrictive covenants are against public policy. Some of these \npublic policy cases come from the medical profession. An example is a case in \nwhich the court stated that a covenant not to compete between physicians \nwas not contrary to public policy if it was “intended to protect a legitimate \ninterest of the covenantee and is not so broad as to be oppressive to the \ncovenantor or the public.”  Iredell Digestive Disease Clinic, P.A. v. Petrozza, \n92 N.C. App. 21, 27, 373 S.E.2d 449, 453 (1988) (citations omitted).  The court \nalso stated that “[i]f ordering the covenantor to honor his contractual \nobligation would create a substantial question of potential harm to the public \nhealth, then the public interests outweighs the contract interests of the \ncovenantee, and the court will refuse to enforce the covenant.” \nId.   \n{33} In the current case, the covenant might become a more restrictive \ncovenant with, for example, a wider area and/or different market than \ninitially agreed upon, because the employment agreement is transferred to a \ndifferent employer—first to GDX then to Plaintiff —without being \nrenegotiated.  This transfer might put the employee in the situation of being \nunder a restrictive covenant he did not agree to, one that may impose \nrestrictions he in fact never would have agreed to in his initial employment \nagreement.  To impose wider or different restrictions is unfair to the \nemployee.  To protect the employee, the restrictive covenant should have been \nrenegotiated.  The argument that the covenant is assignable because it \nprotects the employer’s capital investment in its employee, see, e.g., \nReynolds, 955 F. Supp. at 557, is not a valid argument after the first \nassignment, when the business itself did not undertake to renegotiate the \ncovenant.  To let the restrictive covenant be transferable and enforceable in \nthe first place protects the initial employer’s capital interest in its employee. \nPresumably, BBF was paid for its investment in the employee, and the new \nemployer received the benefit of being able to enforce the covenant.  When \nGDX hired Defendant Craver it should have renegotiated the restrictive \ncovenant.  The employee would have been able to negotiate the terms of \nemployment, including the restrictive covenant, instead of just having the old \ncovenant transferred to a new employer.  The termination of employment and \nfailure to renegotiate the terms of the new employment, including the \nrestrictive covenant, triggered the one-year restrictive term and made the \nrestrictive covenant unenforceable a year into Craver’s employment with \nGDX.  GDX would have had to enter into a new restrictive covenant with \nDefendant Craver if it wanted to extend the one-year restriction after \nDefendant Craver’s employment with GDX began.  There are no allegations \nin the pleadings that this was done.  Thus, there was no valid restrictive \ncovenant left which could be assigned to Plaintiff.  Had GDX purchased BBF \nthe entity instead of the entity’s assets, GDX could have enforced the \nagreement.  \n{34} Both the policy underlying Keith and Reynolds and the practical \nimplications of those decisions are rational, and neither work to the prejudice \nof employees nor provide employers with significantly greater benefits than \nthe employers bargained for.  To extend that policy to a situation where an \nemployee is coerced into working for a company that has purchased his \nrestrictive covenant out of a bankruptcy sale takes the policy beyond its \nreasonable bounds.  Under Plaintiff’s theory, there would be no limit to the \nnumber or nature of the subsequent purchasers of the covenant.  Employees \nwould be left with no bargaining power in accepting new employment. \nPermitting repeated reassignments of restrictive covenants, especially where \nthey are purchased in a bankruptcy auction, requires an employee to either \naccept employment with a new employer without any negotiation of the \nterms and conditions of employment or be forced to change jobs.  In Reynolds, \nMr. Tart was in a position that he bargained for initially. If his employment \nwith Jordan Graphics Inc. terminated, he was restricted from competing for \nthe period set out in the covenant.  He could choose to work elsewhere or \nnegotiate a new contract with Reynolds which may well have included a \nrestrictive covenant.  Reynolds had the opportunity to either negotiate a new \ncontract which could have provided consideration for a new covenant or to \nhold the employee to his original bargain not to compete.  That result gives \nboth parties to the original contract the benefit of the bargain they contracted \nfor while still allowing the employer the right to transfer an asset. \n{35} When GDX went bankrupt and ceased doing business, it no longer \nneeded to protect its competitive position.  Craver never agreed not to \ncompete with Plaintiff, and Plaintiff never provided any consideration to him \nfor a covenant not to compete with it.  \n \nB. \nWANT OF CONSIDERATION \n{36} Another approach to the issue of whether or not the restrictive \ncovenant was assignable to and enforceable by the Plaintiff is to determine if \nthere was valid consideration for the restrictive covenant assigned first to \nGDX and then later to Plaintiff.  This issue is important because a restrictive \ncovenant, in order for to be enforceable, has to be supported by valid \nconsideration.  \nUnited Lab, 322 N.C. at 649-50, 370 S.E.2d at 380.  In North \nCarolina, this assessment is based partially on when the covenant was \nentered into: as a part of the employee’s initial employment, or after \nemployment existed. Reynolds, 955 F. Supp. at 553.  If it was entered into at \nthe same time the employee was hired for the job, then there is a mutual \npromise which provides valid consideration. James C. Greene Co. v. Kelley, \n261 N.C. 166, 168, 134 S.E.2d 166, 167 (1964). Consequently, a “promise of \nnew employment is valuable consideration and will support an otherwise \nvalid covenant not to compete contained in the initial employment contract.” \nReynolds, 955 F. Supp. at 553 (citing Young v. Mastrom, Inc., 99 N.C. App. \n120, 123, 392 S.E.2d 446, 448, disc. rev. denied, 327 N.C. 488, 397 S.E.2d 239 \n(1990)).  “A covenant entered into after an employment relationship already \nexists must be supported by new consideration, such as a raise in pay or a \nnew job assignment.”  Reynolds, 955 F. Supp. at 553 (citations omitted).  \n{37} In this case, the original restrictive covenant was supported by \nconsideration. Defendant Craver signed the Employment Agreement with the \nrestrictive covenant as part of his initial employment with BBF. (Compl. ¶ 6 \nEx. A.)  Thus, adequate consideration existed to support the covenant.  See \nGreene, 261 N.C. at 168, 134 S.E.2d at 167.  However, when the contract is \nassigned, as in this case, first to GDX, then to Plaintiff, the consideration \nissue must be reconsidered.  The question is whether there was adequate \nconsideration when Defendant Craver went to work for GDX.  There was no \nnew employment agreement and no new restrictive covenant at that time. \nTherefore, no new consideration flowed to Craver in return for a new \nrestrictive covenant.  While GDX could enforce the old agreement for one year \nbut gave no new consideration for a new agreement.  GDX could have easily \nprotected itself by entering into a new employment agreement with a new \nrestrictive covenant.  Craver then would have had a choice of signing the new \nagreement or complying with his original restrictive covenant.  In the second \nsale of bankruptcy assets, GDX, the bankrupt estate, had no new covenant \nsupported by consideration to assign to Plaintiff.  Plaintiff, therefore, had no \nenforceable restrictive covenant with Defendant Craver.   \n \nIV. \nCONCLUSION \n{38} Simply stated, when an employer sells its assets, including its right \nto enforce a restrictive covenant in an employment contract, the period of the \nrestrictive covenant begins to run because the employment relationship has \nbeen terminated. The former employee and the new employer have the choice \nof either not entering into a new agreement and having the old covenant \nenforceable or entering into a new agreement with a new restrictive \ncovenant.  With respect to a sale of bankruptcy assets, this Court is doubtful \nthat the appellate courts of this state will sanction the purchase and \nenforcement of restrictive covenants by bidders for assets of the bankrupt \nemployer. Such a ruling would not promote any public policy and would run \ncounter to our courts’ historic protection of employees from unconscionable \nrestrictions.  The Court finds the restrictive covenant asserted here to be \ninvalid and unenforceable.  \n{39} Based on the foregoing, it is hereby ORDERED, ADJUDGED, and \nDECREED that Defendants’ Motion to Dismiss Plaintiff’s claims for relief is \nGRANTED. \n \nIT IS SO ORDERED, this the 1st day of November 2007. "
}