{
  "id": "b2456c449217b2080df81067fb22d0f39640041f49514fca4bd967a0090e5486",
  "source_file": "data/raw/ncbc/b2456c449217b2080df81067fb22d0f39640041f49514fca4bd967a0090e5486.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUS TICE \n SUPERIOR COURT DIVISION \nCOUNTY OF GUILFORD 12 CVS 4531 \n \n \nGUILFORD COUNTY, ex rel. JEFF L. ) \nTHIGPEN, GUILFORD COUNTY ) \nREGISTER OF DEEDS, ) \n Plaintiff )  \n  ) OPINION AND ORDER  \n v.  ) ON MOTION TO DISMISS \n   ) \nLENDER PROCESSING SERVICES, INC., ) \net al.,   ) \n   ) \n  Defendants ) \n \n \nTHIS CAUSE, designated a complex business case by Order of the Chief Justice \nof the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, references to the North Carolina General Statutes will be to \"G.S.\"), and \nassigned to the undersigned Chief Special Superior Court Judge for Complex Business \nCases, now comes before the court upon Defendants' Motion to Dismiss (\"Motion\"),\n1 \npursuant to Rules 12(b)(1) and 12(b)(6) of the North Carolina Rules of Civil Procedure \n(\"Rule(s)\"); and  \n THE COURT, after considering the Motion, the argum ents and briefs in support \nof and in opposition to the Motion, submissions of counsel and appropriate matters of \nrecord, CONCLUDES that the Motion should be GRANTED, for the reasons stated \nherein.  \n \n                                                \n \n1 Six different motions to dismiss have been filed w ith this court on behalf of various Defendants.  Since \nfiling the motions to dismiss, all twenty-nine Defendants joined together for the purposes of arguing in \nsupport of dismissal of the present action pursuant to Rules 12(b)(1) and 12(b)(6).  Due to this \ncommonality, the court will refer to all of the motions to dismiss collectively as the \"Motion.\"  Further, the \ncourt will refer to all the twenty-nine named Defendants collectively.\"  \n Guilford Cnty. ex rel.  Thigpen v. Lender Processing Servs., Inc., 2013 NCBC 30. \nGuilford County Attorney's Office by J. Mark Payne, Esq. and Matt Turcola, Esq. \nfor Plaintiff. \n \nTalcott Franklin P.C. by Talcott Franklin, Esq., Shannon E. Brown, Esq. and \nAndrew Shore, Esq. for Plaintiff.   \n \nBrooks, Pierce, McLendon, Humphrey & Leonard, LLP  by Reid L. Phillips, Esq., \nJim W. Phillips, Jr., Esq. and D.J. O'Brien, III, Esq. and Berger Singerman LLP by \nMitchell W. Berger, Esq. and Fred O. Goldberg, Esq. for Defendants Lender \nProcessing Services, Inc., DocX, LLC and LPS Default Solutions, Inc.   \n \nMcGuireWoods LLP by Jennifer L. King, Esq., William C. Mayberry, Esq., \nJonathan A. Vogel, Esq. and Jason D. Evans, Esq. for Defendants Bank of \nAmerica, N.A., EquiCredit Corporation of America, Nationscredit Financial \nServices Corp. and First Franklin Financial Corp.   \n \nWomble Carlyle Sandridge & Rice, PLLC by Jim D. Cooley, Esq. and Jackson R. \nPrice, Esq. and Goodwin Procter, LLP by Joseph F. Yenouskas, Esq. and \nThomas M. Hefferon, Esq. for Defendants Wells Fargo Bank, N.A., Wells Fargo \nHome Mortgage, Inc. and MorEquity, Inc. \n \nNelson Mullins Riley & Scarborough, LLP by Donald R. Pocock, Esq. and \nDebevoise & Plimpton, LLP by Mary Beth Hogan, Esq. for Defendants JPMorgan \nChase Bank, N.A., Chase Home Finance LLC and EMC Mortgage Corporation.   \n \nThe Bussian Law Firm, PLLC by John A. Bussian, Esq. and Morgan Lewis & \nBockius, LLP by Robert M. Borchin, Esq. for Defendants MERSCORP Holdings, \nInc. and Mortgage Electronic Registration Systems, Inc. \n \nTroutman Sanders LLP by D. Kyle Deak, Esq. and Mary C. Zinser, Esq. and S. \nMohsin Reza, Esq. for Defendant Capital One, N.A.  \n \nHunton & Williams, LLP by George P. Sibley, III, Esq., Mark B. Bierbower, Esq. \nand Brent A. Rosser, Esq. for Defendant Navy Federal Credit Union. \n \nAlexander Ricks, PLLC by Mary K. Mandeville, Esq. and Mayer Brown, LLP by \nLucia Nale, Esq. and Thomas V. Panoff, Esq. for Defendant Citi Residential \nLending, Inc.  \n \nEllis & Winters, LLP by Thomas H. Segars, Esq. and C. Scott Meyers, Esq. and \nReed Smith, LLP by Henry F. Reichner, Esq. for Defendant U.S. Bank National \nAssociation. \n \nDykema Gossett, PLLC by Donald Lampe, Esq., Richard Gottlieb, Esq. and \nDawn Williams, Esq. for Defendants Sand Canyon Corporation f/k/a Option One \nMortgage Corporation, USAA Federal Savings Bank and Mortgage Access \nCorporation d/b/a Weichert Financial Services.   \n \nHiggins Benjamin Eagles & Adams, PLLC by Jonathan Wall, Esq. for Defendants \nMERSCORP Holdings, Inc. and Mortgage Electronic Registration Systems, Inc. \n \nJordan Price Wall Gray Jones & Carlton, PLLC by Paul T. Flick, Esq. and Lori P. \nJones, Esq. for Defendant Green Tree Servicing, LLC. \n \nTuggle Duggins & Mescha, P.A. by Jeffrey Southlerland, Esq. and McGlinchey \nStafford, PLLC by Gerard E. Wimberly, Esq., David R. Dugas, Esq. and Dylan M. \nTuggle, Esq. for Defendant Homeward Residential, Inc. f/k/a American Home \nMortgage Servicing, Inc.  \n \nRogers, Townsend & Thomas, P.C. by Matthew T. McKee, Esq., Stephen C. \nLenker, Esq. and John J. Hearn, Esq. for Defendants The Bank of New York \nMellon and The Bank of New York Mellon Trust Company, N.A.   \n \nOgletree, Deakins, Nash, Smoak & Stewart, P.C. by Brian M. Freedman, Esq., \nMargaret S. Scholz, Esq. and Kevin S. Joyner, Esq. and Buchalter Nemer by \nKelly R. Aman, Esq. for Defendants Ameriquest Mortgage Company and Argent \nMortgage Company, LLC.   \n \nJolly, Judge. \n \nI. \n \nFACTUAL HISTORY \n \n \n[1] This matter arises out of Defendants' coordinat ed efforts to bundle and \npackage mortgage loans into investment vehicles known as mortgage-backed \nsecurities. 2  The inherent complexity and risk of mortgage-backed securities has been \nwell-publicized in recent years.  Moreover, the historical economic turbulence caused by \nthese investment vehicles is now widely understood.  These considerations, however, \nare not directly before the court.  At its core, the present action concerns two attendant \naspects of the process of creating and maintaining mortgage-backed securities. \n                                                 \n2 Compl. ¶ 2. \nA. \n\"MERS \" \n[2] The first of these is the assignment of mortgag es and deeds of trust to a \nprivate registry known as the Mortgage Electronic Registration System, Inc. (\"MERS\").3  \nMERS is, in function, an electronic registry system that tracks its members' ownership \nand servicing rights in residential mortgage loans.4  It is owned and maintained by \nstakeholders in the mortgage industry, all of whom are apparently involved to some \nextent in the creation and maintenance of mortgage-backed securities. 5   \n[3] It appears that MERS exists to facilitate the c reation and maintenance of \nmortgage-backed securities.  The creation of mortgage-backed securities requires the \nacquisition and repackaging of groups of mortgages.6  The conversion of groups of \nmortgages into marketable securities requires that the beneficial interest in a mortgage, \nalong with servicing rights, be rapidly transferred through multiple parties. 7  Put simply, \nunderlying mortgages8 must be assigned through a chain of parties ultimately to \nbecome securitized.   \n[4] To facilitate this process, lenders often desig nate MERS as the mortgagee \nof record \"for the narrow purpose of being named in the public records as such.\"9  \nMERS does not purport actually to own a beneficial interest in a particular mortgage.  \nFollowing the designation of MERS as the mortgagee of record, subsequent \nassignments between MERS members of the beneficial interest in the mortgage loan or \n                                                 \n3 Id. \n4 Id. ¶ 10.    \n5 Id .   \n6 Id . ¶ 53. \n7 Id . ¶ 54.   \n8 The distinctions between mortgages and deeds of tr ust are not relevant to the process of creating \nmortgage-backed securities. \n9 Id . ¶ 67. \nthe servicing rights are not recorded in public filings because MERS claims, for \npurposes of recorded title, to remain the mortgagee of record. 10   Thus, MERS members \nmake multiple transfers of mortgages among themselves without filing each assignment \nin the public record and paying related fees. \nB. \n\"Robo-Signing \" \n[5] The second of these attendant aspects is the pr ocess known as \"robo-\nsigning.\"  Robo-signing refers to the practice of \"signing mortgage assignments, \nsatisfactions and other mortgage-related documents in assembly-line fashion, often with \na name other than the affiant's own, and swearing to personal knowledge of facts of \nwhich the affiant in truth has no knowledge.\"11   The practice of robo-signing gained a \nfoothold in the mortgage industry due to the immense volume of mortgage documents \nand transactions involved in the creation and maintenance of mortgage-backed \nsecurities.  It apparently is uncontested by Defendants that this practice occurred and \nthat as a result of robo-signing, \"falsified, forged, and/or fraudulently executed mortgage \ndocuments\"12  were filed both with Plaintiff and with similar registry offices across the \ncountry. \nII. \nPROCEDURAL HISTORY  \n[6] On March 13, 2012, Jeff L. Thigpen, the Registe r of Deeds of Guilford \nCounty, acting on behalf of Guilford County, filed this civil action.   \n                                                 \n10  Id . ¶¶ 67-68.  \n11  Id . ¶ 3. \n12  Id . \n[7] Included in the Complaint is a Motion for Appoi ntment of Special Master \nand for Injunctive Relief.  Plaintiff brings claims (\"Claim(s)\") against Defendants for (a) \nViolations of G.S. 45-36.9 – First Claim for Relief , (b) Unfair and Deceptive Trade \nPractices – Second Claim for Relief and (c) Unjust Enrichment – Third Claim for Relief. \n[8] Defendants' Motions to Dismiss, as well as the briefs in support and \nopposition thereof, were filed between May and August of 2012.    \n[9] On October 16, 2012, the court held a hearing o n the Motion.  The Motion \nhas been fully briefed and argued and is ripe for determination.  \nIII. \nDISCUSSION  \n[10] The bulk of the Complaint is aimed at describi ng: (a) the role each of the \nDefendants played in the process of creating mortgage-backed securities, (b) the \nprocess by which a mortgage is securitized, (c) the historical and modern role of the \nRegister of Deeds, (d) the operation of MERS, (e) the practice of robo-signing, (f) \ncriminal and regulatory actions brought against various Defendants related to the \ncreation of mortgage-backed securities and the practice of robo-signing and (g) specific \nexamples of robo-signing on the part of employees of various Defendants.  \n[11] The Complaint goes on to describe the injuries  allegedly suffered by \nPlaintiff, Guilford County and citizens of Guilford County as a result of the Defendants' \nactions.  As alleged by Plaintiff, these injuries include: \n(a) Legal uncertainty concerning title; \n(b) Difficulty or inability to discover and remedy title defects; \n(c) The loss of homes due to illegal foreclosures; \n(d) Difficulty or inability to buy and sell propert y; \n(e) Decreases in real estate values; \n(f) Decreases in real estate investments; \n(g) The inability to put property to its highest an d best use; \n(h) Reductions in tax collections to the County's T reasury and the \nconcomitant reduction in services to support the public welfare; \n(i) Decreases in employment, social stability, and quality of life; and \n(j) The cost of identifying and repairing the issue s identified in the \nComplaint. \n13  \n[12] Plaintiff argues that it should be allowed to pursue the rights of Guilford \nCounty citizens in this matter because individual citizens would be ill equipped to \naddress such a wide-spread scheme. 14   \n[13] In addition, Plaintiff alleges harms specific to itself including difficulty \nidentifying ownership of particular parcels of land, following chains of title within the \nPlaintiff's records and providing public access to land records. 15   Plaintiff alleges that the \ncost to identify and address the fraudulent documents currently in its records would far \nexceed Plaintiff's operating budget. 16    \n[14] The Motion seeks dismissal of Plaintiff's Clai ms pursuant to Rules 12(b)(1) \nand 12(b)(6). \n \n \n                                                \n \n13  Id . ¶ 115.   \n14  Id . ¶ 118. \n15  Id . ¶ 116.   \n16  Id .  \nA. \nRule 12(b)(1)  \n[15] Dismissal of an action pursuant to Rule 12(b)( 1) is appropriate when the \ncourt lacks subject-matter jurisdiction.  Defendants assert that this court lacks subject-\nmatter jurisdiction over Plaintiff's Claims because Plaintiff does not have standing to \nbring the Claims.   \n[16] In order to have standing to bring a claim, a plaintiff must establish that (a) \nthe plaintiff suffered an 'injury in fact,' \"which is an invasion of a legally protected interest \nthat is concrete and particularized and actual or imminent, not conjectural or \nhypothetical; (b) the injury is fairly traceable to the challenged action of the defendant; \nand (c) it is likely, as opposed to merely speculative, that the injury will be redressed by \na favorable decision.\"  Neuse River Found. v. Smithfield Foods, Inc. , 155 N.C. App. 110, \n114 (2002) (quoting Lujan v. Defenders of Wildlife , 504 U.S. 555, 560-61 (1992)) \n(internal quotations omitted).  \"Standing most often turns on whether the party has \nalleged 'injury in fact' in light of the applicable statutes or caselaw.\"  Id.   The plaintiff has \nthe burden of proving the elements of standing, and must establish standing separately \nfor each form of relief sought.  Id. (citing Friends of the Earth, Inc. v. Laidlaw Envtl. \nServ.s (TOC), Inc. , 528 U.S. 167, 185 (2000)).   \n[17] Standing to sue \"refers to w]ether a party has  a sufficient stake in an \notherwise justiciable controversy so as to properly seek adjudication of the matter.  Id.  \n(citing Sierra Club v. Morton , 405 U.S. 727, 731-32 (1972)).  \"Standing is a jurisdictional \nissue[,] . . . [and] does not generally concern the ultimate merits of a lawsuit.\"  Town of \nAyden v. Town of Winterville , 143 N.C. App. 136, 140 (2001) (citing Sierra Club , 405 \nU.S. at 804).  \"A party has standing to initiate a lawsuit if he is a real party in interest,\" \nmeaning the party \"is one who benefits from or is harmed by the outcome of the case \nand by substantive law has the legal right to enforce the claim in question.\"  \nBeachcomber Props., L.L.C. v. Station One, Inc. , 169 N.C. App. 820, 823-24 (2005) \n(citing Energy Investors Fund, L.P. v. Metric Constructors, Inc. , 351 N.C. 331, 337 \n(2000)). \nB. \nRule 12(b)(6)  \n[18] The Motion also seeks dismissal of Plaintiff's  Claims pursuant to Rule \n12(b)(6).  Dismissal of an action pursuant to Rule 12(b)(6) is appropriate when the \ncomplaint fails to state a claim upon which relief can be granted.  In deciding a Rule \n12(b)(6) motion, the well-pleaded allegations of the complaint are taken as true and \nadmitted, but conclusions of law or unwarranted deductions of facts are not admitted.  \nSutton v. Duke , 277 N.C. 94, 98 (1970).  The court notes that in ruling upon such a \nmotion, \"the complaint is to be liberally construed, and the trial court should not dismiss \nthe complaint 'unless it appears beyond doubt that [the] plaintiff could prove no set of \nfacts in support of his claim which would entitle him to relief.'\"  Meyer v. Walls , 347 N.C. \n97, 111-12 (1997) (quoting Dixon v. Stuart , 85 N.C. App. 338, 340 (1987)).   \nC. \nFirst Claim for Relief – Violations of G.S. 45-36.9  \n[19] Plaintiff's First Claim for Relief alleges vio lations of G.S. 45-36.9. \n[20] G.S. 45-36.9(a) requires secured creditors to \"submit for recording a \nsatisfaction of a security instrument within 30 days after the creditor receives full \npayment or performance of the secured obligation.\"  Subsection (b) makes a secured \ncreditor \"liable to the landowner for any actual damages caused by the failure [to file a \nsatisfaction], but not punitive damages.\"  Subsection (c) adds that the secured creditor \nmay also be \"liable to the landowner\" for additional damages, including punitive \ndamages, if the landowner demands the creditor to record the satisfaction and the \ncreditor fails to do so timely.  A \"landowner,\" for purposes of G.S. 45-36.9, has been \ndefined as \"[a] person that, before foreclosure, has the right of redemption in the real \nproperty described in a security instrument . . . [t]he term does not include a person that \nholds only a lien on the real property or the trustee under a deed of trust.\"  G.S. 45-\n36.4(7).   \n[21] The Complaint alleges that \"Defendants have fi led numerous fraudulent \nand invalid satisfactions with the Register of Deeds,\" and claims that \"[t]hese invalid \nsatisfactions violate G.S. 45-36.9.\"17   In addition, Plaintiff alleges that \"numerous \npurported satisfactions filed by Defendants were filed more than 30 days after the \ncreditors received full payment,\" and that this also violates G.S. 45-36.9. 18    \n[22] G.S. 45-36.9 makes secured creditors liable to  \"landowners.\"  The \nGeneral Assembly therefore has given the right to sue for violations under the statute to \n\"landowners\" of the affected real property.  The Guilford County Register of Deeds is \nnot a \"landowner\" as defined in the statute, and therefore, it may not bring a cause of \naction under G.S. 45-36.9.  Consequently, the court concludes that Plaintiff does not \nhave standing to sue Defendants under G.S. 45-36.9. \n                                                 \n17  Id . ¶ 128. \n18  Id . ¶ 129. \n[23] Plaintiff maintains that even though it is not  a \"landowner,\" it still can bring \nan action \"on behalf of the Guilford County citizens who are  landowners\" under \nKowalski v. Tesmer , 543 U.S. 125 (2004).19   To assert third-party standing, a plaintiff \nfirst must demonstrate that it has standing in its own right and it then must also show \nthat it has a sufficiently \"close\" relationship with the third party whose rights it seeks to \nassert and that there exists some hindrance to that third party's ability to pursue their \nown rights.  See Kowalski; Powers v. Ohio , 499 U.S. 400 (1991). \n[24] Here, Plaintiff's lack of standing in its own right to assert claims under G.S. \n45-36.9 is fatal to its ability to assert the rights of others under the same statute.  \nFurther, the purpose of the statute is to provide landowners with a private right of action \nagainst secured creditors who do not timely file a satisfaction, and Plaintiff has not \nadequately demonstrated any hindrance to the ability of Guilford County landowners to \npursue their own rights under G.S. 45-36.9. \n[25] Accordingly, Defendants' Motion as to Plaintif f's Claim for violations of \nG.S. 45-36.9 should be GRANTED.     \nD. \nSecond Claim for Relief – Violations of G.S. 75.1-1  (\"Chapter 75\")   \n[26] Plaintiff's Second Claim for Relief alleges th at Defendants' actions \n\"constitute unfair and/or deceptive acts or practices under N.C. Gen. Stat. § 75-1.1\"20  \n(\"Chapter 75 Claim\").  Plaintiff maintains that \"Defendants unfairly and deceptively \nutilized MERS to avoid accurately recording property interests, transfers, and \nsatisfactions and to prevent landowners and the public from accessing property records.  \n                                                 \n19  Resp. & Mem. Opp'n Mot. Dismiss 31. \n20  Compl. ¶ 131. \nDefendants also unfairly and deceptively created false and inaccurate mortgage \ndocuments and filed those documents with the Register of Deeds.\"21   Plaintiff asserts \nthat, as a \"result of Defendants' unfair and deceptive conduct, Guilford County, the \nRegister of Deeds, and the public have been harmed and damaged.\"22    \n[27] To state a claim for unfair and deceptive trad e practices under G.S. 75-1.1 \nand G.S. 75-16.1, a plaintiff must show that (a) the defendant committed an unfair or \ndeceptive act or practice, (b) the act or practice in question was in or affecting \ncommerce and (c) it proximately caused injury to the plaintiff.  Dalton v. Camp , 353 N.C. \n647, 656 (2001).  In enacting G.S. 75-16, the General Assembly \"intended to establish \nan effective private cause of action for aggrieved consumers in this State.\"  Marshall v. \nMiller , 302 N.C. 539, 543 (1981).  It was intended to provide a civil means to maintain \nethical standards of dealings between persons and/or entities engaged in business and \nthe consuming public in this State, and it applies to dealings between buyers and sellers \nin commerce.  United Virginia Bank v. Air-Lift Assocs., 79 N.C. App. 315, 319-20 (1986).  \nIn considering G.S. 75-1.1's requirement that the acts complained of must be \"in or \naffecting commerce,\" North Carolina courts have determined that, \"[c]ommerce in its \nbroadest sense comprehends intercourse for the purpose of trade in any form.\"  Prince \nv. Wright , 141 N.C. App. 262, 268 (2000) (quoting J.M. Westall & Co. v. Windswept \nView of Asheville, Inc. , 97 N.C. App. 71, 75 (1990)) (internal quotations omitted). \n[28] For purposes of the Motion, the court accepts as true that the practice of \nrobo-signing may be considered a deceptive trade practice or act under North Carolina \nlaw.  In addition, there is at least a colorable argument that Defendants' utilization of \n                                                 \n21  Id . \n22  Id . ¶ 132.  \nMERS as described in the Complaint also constitutes an unfair or deceptive trade \npractice.  However, the court concludes that Plaintiff's Second Claim for Relief must fail \nbecause Defendants' actions, as they concern the Plaintiff, are not in or affecting \ncommerce.   \n[29] In asserting its Chapter 75 Claim, Plaintiff m ay only complain of those \nactions of Defendants that were directed toward Plaintiff or to which Plaintiff was a \nparty.  As disclosed in the Complaint, Plaintiff had no interaction with Defendants until \nthe time at which Defendants filed mortgage-related documents with Plaintiff's office.  \nThe court is persuaded that the administrative interactions between Defendants and the \nPlaintiff Register of Deeds do not constitute \"intercourse for the purpose of trade\" and \ntherefore are not appropriately considered \"in or affecting commerce\" as contemplated \nby Chapter 75.  In the context of receiving public filings, the Register of Deeds is not a \nconsumer, buyer or seller of mortgage-related documents.  Further, the process of \nreceiving and filing mortgage-related documents, standing alone, does not constitute a \nbusiness transaction so as to give rise to liability under Chapter 75.  In receiving public \nfilings the Register of Deeds is not acting as a market participant, but is instead fulfilling \na statutorily-defined administrative role and acting as a governmental body.  Thus, \nbecause there is no allegation of commercial activity between Plaintiff and Defendants, \nthe Chapter 75 Claim should fail as a matter of law.   \n[30] In addition, Plaintiff asserts its Chapter 75 Claim on behalf of the public.  \nPlaintiff may not do so, as Plaintiff cannot satisfy the required elements for asserting \nthird-party standing.  The court is not persuaded that there is a sufficient hindrance to \nthe ability of the public to pursue its own Chapter 75 claims.  Further, Plaintiff does not \nstand in a sufficiently close relationship to the citizens of Guilford County.  The \nComplaint does not describe any relationship between Plaintiff and the public other than \nthe administrative relationship between a citizen and a county recording office.  This \nrelationship is insufficient to bestow third-party standing upon Plaintiff.   \n[31] Accordingly, Defendants' Motion as to Plaintif f's Chapter 75 Claim should \nbe GRANTED. \nE. \nUnjust Enrichment   \n[32] Plaintiff's Third Claim for Relief asserts tha t \"Defendants have been \nunjustly enriched at the expense of Plaintiff in the amount of $10,000 by, among other \nthings, avoiding filing fees for properly filed, accurate, and/or corrected mortgage \ndocuments.\"23   In response, Defendants argue that Plaintiff failed to plead the \nnecessary elements to maintain an unjust enrichment claim for relief. 24   \n[33] \"In order to establish a claim for unjust enri chment, a party must have \nconferred a benefit on the other party.\"  Booe v. Shadrick , 322 N.C. 567, 570 (1988).  \nThe benefit must not be gratuitous, it must be measurable and it must not have been \nconferred officiously, that is it must not have been conferred by an interference in the \naffairs of the other party in a manner not justified under the circumstances.  See id.  \nFurthermore, \"the defendant must have consciously accepted the benefit.\"  Id .  \"Without \nenrichment, there can be no unjust enrichment . . . .\"  Greeson v. Byrd , 54 N.C. App. \n681, 683 (1981).  \n                                                \n \n23  Id . ¶ 135. \n24  MERS Mot. Dismiss ¶ 11.   \n[34] As an initial matter, the Complaint itself pro vides little, if any, information \nconcerning what benefit Plaintiff alleges it conferred on Defendants.  It is unclear from \nthe face of the Complaint in what manner, \"avoiding filing fees for properly filed, \naccurate, and/or corrected mortgage documents\" rises to the level of a benefit conferred \non Defendants by Plaintiff.  The language of the Complaint suggests that Plaintiff's \nunjust enrichment Claim is actually a claim for lost filing fees.  As discussed above, after \ninitially designating MERS as the mortgagee of record for the purpose of public filings, \nDefendants did not record subsequent assignments of the beneficial interests \nunderlying numerous mortgages and deeds of trust.  As a result, Defendants avoided \npaying filing fees associated with those subsequent assignments. \n[35] Lost filing fees by Plaintiff cannot serve as the basis for a claim for unjust \nenrichment.  The allegation that Defendants did not pay filing fees for assignments that \nwere not recorded with Plaintiff, without more, does not describe sufficiently any benefit \nconferred on Defendants by Plaintiff.  Absent an allegation of a specific benefit \nconferred on Defendants by Plaintiff, the Unjust Enrichment Claim must fail.   \n[36] In its response the Motion, Plaintiff defends its unjust enrichment Claim by \nalleging that, \"Defendants are attempting to obtain the benefit of North Carolina's real \nproperty recording laws and Guilford County's Registry of Deeds without incurring the \ncosts associated therewith.\"25   Plaintiff goes on to state that, \"it is the protection that a \nRegistry filing confers that is the benefit alleged here.\"26  \n[37] Likewise, the \"protection\" described by Plaint iff cannot serve as the basis \nfor the Unjust Enrichment Claim.  This is so because North Carolina law does not \n                                                 \n25  Pl. Resp. to Def. Mot. Dismiss, 29.    \n26  Id . 31.   \nrequire an assignment of a mortgage or deed of trust to be recorded in order to be \neffective and specifically provides that the assignee of such an interest is entitled to \nsucceed to the rights of his assignor without regard for whether the assignment was \nrecorded with the Register of Deeds. 27   G.S. 47-17.2 provides: \nIt shall not be necessary in order to effect a vali d assignment \nof a note and deed of trust, mortgage, or other agr eement \npledging real property or an interest in real prope rty as \nsecurity for an obligation, to record a written ass ignment in \nthe office of the register of deeds in the county i n which the \nreal property is located.  A transfer of the promis sory note or \nother instrument secured by the deed of trust, mort gage, or \nother security interest that constitutes an effecti ve \nassignment under the law of this State shall be an effective \nassignment of the deed of trust, mortgage, or other  security \ninstrument. The assignee of the note shall have the  right to \nenforce all obligations contained in the promissory  note or \nother agreement, and all the rights of the assignor  in the \ndeed of trust, mortgage, or other security instrume nt, \nincluding the right to substitute the trustee named  in any \ndeed of trust, and to exercise any power of sale co ntained in \nthe instrument without restriction. The provisions of this \nsection do not preclude the recordation of a writte n \nassignment of a deed of trust, mortgage, or other s ecurity \ninstrument, with or without the promissory note or other \ninstrument that it secures, provided that the assig nment \ncomplies with applicable law.  \n \n[38] G.S. 47-17.2 contemplates that once a mortgage  interest is initially \nrecorded with the Register of Deeds, it may be transferred and assigned many times \nover without each subsequent transfer or assignment also needing to be recorded. \nFurther, G.S. 47-17.2 makes plain that an assignee of a beneficial interest in a \nmortgage or deed of trust in entitled to the \"protection that a Registry filing confers\" \n                                                 \n27  The Complaint contains no allegation that Defendan ts failed initially to file mortgages and deeds of trust \nwith Plaintiff.  Further there is no allegation that fees associated with those initial filings were not made.  \nTherefore, Plaintiff's assertion appears to be that the benefit it provided Defendants was \"protection\" as to \nthose mortgages and deeds of trust that were transf erred within MERS.    \n \nregardless of whether additional filings are made or whether additional fees are paid to \nPlaintiff.  Thus, whatever protection the assignee receives is commensurate with the \nlegal efficacy of his predecessors' filings and the validity of the assignment itself.   \n[39] G.S. 47-17.2 suggests that if a particular ass ignment is not legally \neffective then the assignment is not afforded protection under the statute.  If, as Plaintiff \ncontends, the assignments at issue were the product of robo-signing and therefore \nprocured by fraud and forgery, then those assignments were not afforded any protection \nunder G.S. 47-17.2.  Thus, to the extent Plaintiff's contention is that the assignments \nthemselves were invalid, there was no benefit provided to Defendants in the form of \nprotection.   \n[40] Conversely, if the assignments were legally ef fective then they were \nentitled to \"the protection a Registry filing confers\" by operation of law regardless of \nwhether additional filings were made or additional fees were paid.  To the extent the \nassignments themselves were valid, the protection they received cannot be said to be a \nbenefit conferred by Plaintiff.  Rather, the protection described by Plaintiff is a benefit \nconferred by the General Assembly and laws of North Carolina and cannot serve as the \nbasis of Plaintiff's Unjust Enrichment Claim. 28   In either event, Defendants cannot be \nsaid to have been \"unjustly\" enriched by Plaintiff. \n[41] Accordingly, Defendants' Motion as to Plaintif f's Unjust Enrichment Claim \nshould be GRANTED. \n                                                \n \n28  Even assuming that the protection conferred by G.S. 47-17.2 might be conceptualized as a benefit \nindirectly bestowed by Plaintiff as the Register of Deeds, the Unjust Enrichment Claim must fail.  This is \nso because unjust enrichment does not apply where t he services at issue were rendered gratuitously or in \ndischarge of some legal obligation.  Atl. Coast Line R.R. Co. v. State Highway Comm'n , 268 N.C. 92, 96 \n(1966).   \nF. \nMotion for Appointment of Special Master and Injunctive Relief  \n[42] As mentioned above, the Complaint includes a M otion for Appointment of \nSpecial Master and for Injunctive Relief (\"Plaintiff's Motion\").  Plaintiff requests the \nappointment of a special master to identify fraudulent or invalid documents filed by \nDefendants.  Plaintiff asks that the expense of the special master be charged to \nDefendants.  Plaintiff further seeks a declaration of this court as to the validity of any \nsuch documents identified by the special master.  Plaintiff seeks injunctive relief in the \nform of an order of this court requiring Defendants to (a) file documents to replace any \ndocuments declared to be fraudulent or invalid, (b) pay fees to Plaintiff for the filing of \nsuch replacement documents and (c) cease and desist the practice of robo-signing and \notherwise refrain from filing falsified and/or forged documents with Plaintiff.    \n[43] The nature of Plaintiff's Motion is unclear.  It is identified in the Complaint \nas a freestanding motion for injunctive relief.  Injunctive relief is a form of equitable \nrelief.  Roberts v. Madison County Realtors Ass'n, 344 N.C. 394, 399 (1996).  As a form \nof equitable relief, a permanent injunction is not an independent cause of action.  See \nShugar v. Guill , 304 N.C. 332, 335 (1981) (holding that a claim for punitive damages, as \na claim for equitable relief, is not an independent cause of action, and therefore may \nonly be awarded when a cause of action otherwise exists).  It appears that the injunctive \nrelief sought by Plaintiff is, in operation, a part of the relief it seeks should it prevail on \nany of its substantive Claims.  This reading of the Motion is supported by the fact that \nthe prayer for relief included in the Complaint describes the same relief requested in \nPlaintiff's Motion.   \n[44] As a form of relief or remedy, Plaintiff's Mot ion must be DENIED in light of \nthe court's conclusion that Plaintiff's underlying causes of action are fatally flawed.  That \nportion of Plaintiff's Motion seeking the appointment of a special master must also be \nDENIED as there is no basis for the appointment of a special master pursuant to Rule \n53(a)(2) where there is no underlying cause of action. \n[45] At the hearing on the Motion, counsel for Plai ntiff suggested that Plaintiff's \nMotion could survive the dismissal of all underlying Claims in so far as Plaintiff's Motion \nconstitutes a separate claim for declaratory judgment under G.S. 1-253.  A review of the \nComplaint reveals no reference to G.S. 1-253.  The closest the Complaint comes to \nrequesting a declaratory judgment is that portion of Plaintiff's Motion and prayer for relief \nthat asks the court to make a declaration as to the validity of documents identified by \nthe proposed special master.  The court determines that these passing references are \ninsufficient to state a claim for relief under G.S. 1-253. \n[46] Even giving Plaintiff the benefit of a reading  of the Complaint that states a \nClaim for a declaratory judgment, such Claim must fail as a matter of law for two \nreasons.  First, G.S. 1-254 provides that in order to have standing to seek a declaratory \njudgment, a party must be \"a person interested\" under the contract or other writing at \nissue.  See  Whittaker v. Furniture Factory Outlet Shops & Auto-Owners Ins. Co. , 145 \nN.C. App. 169, 173 (2001).  This provision has been interpreted by the courts of this \nstate to only \"allow a party to a contract or a direct beneficiary to have standing \nunder N.C. Gen. Stat. § 1-254 to file a declaratory judgment action under N.C. Gen. \nStat. § 1-253.\"  Id .   \n[47] To the extent Plaintiff has stated a Claim for  declaratory judgment as to \nthe validity of certain mortgage documents filed in its offices, Plaintiff is not a person \ninterested under those mortgage documents.  Plaintiff is not a party to those mortgage \ndocuments at issue nor may it be said to be a direct beneficiary of those documents.  \nThus, Plaintiff lacks standing to bring such a Claim. \n[48] Case law further provides that the North Carol ina Declaratory Judgment \nAct is not a vehicle for the voiding or nullification of written instruments.  A. Perin Dev. \nCo. v. Ty-Par Realty, Inc. , 193 N.C. App. 450, 451-52 (2008).  Plaintiff's Motion and the \nprayer for relief make plain that what Plaintiff ultimately seeks is a declaration that \ncertain mortgage documents filed in its offices are invalid and void.  Plaintiff may not \nuse the Declaratory Judgment Act for such purposes.   \n[49] Accordingly, Plaintiff's Motion should be DENI ED.  \nNOW THEREFORE, based upon the foregoing, it hereby is ORDERED that: \n[50] The Motion to Dismiss filed on behalf of Defen dant Green Tree Servicing, \nLLC is GRANTED.  As to said Defendant this civil action is DISMISSED.   \n[51] The Motion to Dismiss filed on behalf of Defen dant Capital One, N.A. is \nGRANTED.  As to said Defendant this civil action is DISMISSED.   \n[52] The Motion to Dismiss filed on behalf of Defen dants MERSCORP \nHoldings, Inc., Mortgage Electronic Registration Systems, Inc., Wells Fargo Bank, N.A., \nWells Fargo Home Mortgage, Inc., Bank of America, N.A., JPMorgan Chase Bank, N.A. \nfor itself and as successor by merger for Chase Home Finance LLC, EMC Mortgage \nLLC formerly known as EMC Mortgage Corporation, Sand Canyon Corporation, Citi \nResidential Lending, Inc., Ameriquest Mortgage Company, USAA Federal Savings \nBank, MorEquity, Inc., U.S. Bank National Association, EquiCredit Corporation of \nAmerica, NationsCredit Financial Services Corp., Argent Mortgage Company, LLC, First \nFranklin Financial Corp., Navy Federal Credit Union, Mortgage Access Corp. d/b/a \nWeichert Financial Services and MidFirst Bank is GRANTED.  As to each of said \nDefendants this civil action is DISMISSED. \n[53] The Motion to Dismiss filed on behalf of Defen dant Lender Processing \nServices, Inc., DocX, LLC and LPS Default Solutions, Inc. is GRANTED.  As to each of \nsaid Defendants this civil action is DISMISSED. \n[54] The Motion to Dismissed filed on behalf of Def endant Homeward \nResidential, Inc. F/K/A American Home Mortgage Servicing, Inc. is GRANTED.  As to \nsaid Defendant this civil action is DISMISSED.. \n[55] The Stipulated Motion to Dismiss of the Bank o f New York Mellon and the \nBank of New York Mellon Trust Company, N.A. is GRANTED.  As to each of said \nDefendants this civil action is DISMISSED. \n[56] Plaintiffs' Motion for Appointment of Special Master and for Injunctive \nRelief is DENIED. \n[57] This Opinion and Order resolves by dismissal a ll pending Claims stated in \nthis civil action.  Accordingly, this civil action is DISMISSED. \n[58] Taxable costs are charged to Plaintiffs. \nThis the 29th day of May, 2013.   "
}