{
  "id": "b2779a99d5c8338d17fe7d6118ad4c9166875b4a31cb752686cf465fd0cdac50",
  "source_file": "data/raw/ncbc/b2779a99d5c8338d17fe7d6118ad4c9166875b4a31cb752686cf465fd0cdac50.pdf",
  "raw_text": "Tong v. Dunn, 2012 NCBC 16.   \n  \n {1}  THIS MATTER is before the court on Defendants ENG Acquisition, Inc. \nand Engineous Software, Inc.’s Motion to Dismiss (“Motion”) pursuant to Rule \n12(b)(6) of the North Carolina Rules of Civil Procedure (“Rule” or “Rules”).  For the \nreasons stated below, the Motion is GRANTED.   \nRobinson & Lawing, LLP by Michael L. Robinson, H. Stephen Robinson, and \nKurt Seeber; Arrowood Peters, LLP by Raymond P. Ausrotas; Todd & Weld \nLLP by David Rich for Plaintiffs.   \n \nKilpatrick Townsend & Stockton PLLC by Gregg McDougal and John Moye \nfor Defendants David Dunn, Timothy Krongard, Ed Masi, Sophia Wong, and \nJanet Wylie. \n \nMoore & Van Allen PLLC by Mark A. Nebrig and Renee D. K. Miller for \nDefendants ENG Acquisition, Inc. and Engineous Software, Inc.  \n  \nGale, Judge.   \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF ORANGE \n \n IN THE GENERAL COURT OF JUSTICE \n \nSUPERIOR COURT DIVISION \n11 CVS 1522 \nSIU S. TONG, et al, \n \nPlaintiffs, \n \n)\n \n) \n) \n) \n    \nv. \n \nDAVID DUNN,  TIMOTHY \nKRONGARD, ED MASI, SOPHIA \nWONG, JANET WYLIE, ENG \nACQUISITION, INC., both \nindividually and as successor-in-\ninterest to ENGINEOUS SOFTWARE, \nINC.,  \n \nDefendants. \n \n)\n \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n    \nORDER ON ORDER ON ORDER ON ORDER ON     \nCORPORATE DEFENDANTS’ CORPORATE DEFENDANTS’ CORPORATE DEFENDANTS’ CORPORATE DEFENDANTS’ \nMOTION TO DISMISS MOTION TO DISMISS MOTION TO DISMISS MOTION TO DISMISS    \n \n \nI.  INTRODUCTION  \n {2}  Plaintiffs, former holders of common stock, filed this action for monetary \nrelief against five individual Defendants and two corporate Defendants.  The \nindividual Defendants are former Engineous Software, Inc. (“Engineous”) directors, \none of which was also an officer, 1 who are accused of limiting the flow of information \nto common shareholders and to Plaintiff Director Siu S. Tong (“Tong”) representing \ntheir interest, regarding a merger transaction that impermissibly enriches the \npreferred shareholder Defendants.  Plaintiffs assert claims for breach of fiduciary \nduty against the individual Defendants.  They assert a claim against the corporate \nDefendants for aiding and abetting the breach of those fiduciary duties by the \nindividual Defendants.   \n {3}  The Motion attacks Plaintiffs’ claims against the corporate Defendants \nasserting, \ninter alia , that: (1) the Complaint fails to assert a cognizable claim for \naiding and abetting a fiduciary duty even if North Carolina continues to recognize \nsuch a cause of action, particularly where the claim depends on a breach of duties \nby fellow fiduciaries, and the corporate Defendants, who are asserted to have aided  \nits own officers or directors, cannot be characterized as a third-party having no \nfiduciary duty; or, alternatively (2) Plaintiffs’ conclusory allegations do not describe \nhow or when the corporate Defendants aided and abetted any breach of fiduciary \nduty.  \n{4}  The Motion is GRANTED, leaving Plaintiffs’ recovery, if any, to be from \nthe individual Defendants based on their own breaches of fiduciary duties. \n \n \n \n                                                 \n1 On this issue, the Complaint is subject to interpretation.  Paragraph 82 suggests that Defendant \nTimothy Krongard may have been both an Engineous director and officer.  During briefing and oral \nargument, however, Plaintiffs emphasized that the aiding and abetting claim is predicated on the \npre-merger conduct of a single Engineous officer, Defendant Janet Wylie.  If, in fact, Timothy \nKrongard was an Engineous officer, it would not change the court’s ruling on the Motion.    \nII.  PROCEDURAL HISTORY \n {5}  Plaintiffs’ Complaint was filed in Orange County Superior Court on July \n20, 2011.  The matter was designated as a Complex Business Case by Chief Justice \nSarah Parker on August 29, 2011 and then assigned to the undersigned on \nSeptember 2, 2011.  The individual Defendants filed their Answer on September 19, \n2011 and their Amended Answer on October 24, 2011.  The corporate Defendants \nfiled their Motion on September 23, 2011.  The Motion has been fully briefed, the \ncourt heard oral arguments, and the Motion is ripe for disposition. 2   \n \nIII.  STATEMENT OF FACTS \n {6}  The court does not make findings of fact in connection with the Motion as \na motion to dismiss does “not present the merits, but only [determines] whether the \nmerits can be reached.”  Concrete Serv. Corp. v. Investors Group, Inc. , 79 N.C. App. \n678, 681, 340 S.E.2d 755, 758 (1986).  The following facts are stated to provide \ncontext for the court’s opinion and are taken from the pleadings and are construed \nfavorably to the Plaintiffs, with the court drawing permissible inferences not \ninconsistent with the facts alleged.  \n {7}  Plaintiff Tong is a citizen and resident of Wake County, North Carolina \nand an Engineous founder and former director nominated to represent the interests \nof its common shareholders.  Plaintiff David J. Powell (“Powell”) is a citizen and \nresident of Orange County, North Carolina and an Engineous founder and former \ndirector.  The remaining Plaintiffs include all holders of Engineous common stock \nother than the individual Defendants.  Tong, Powell, and the remaining Plaintiffs \nwill be referred to collectively as the “Plaintiffs” or the “Common Shareholders.”   \n {8}  Defendant David Dunn (“Dunn”) is a former Engineous director and a \ncitizen and resident of North Carolina.  Defendant Timothy Krongard (“Krongard”) \nis a former Engineous director and a citizen and resident of Maryland.  Defendant \nEd Masi (“Masi”) is a former Engineous director and a citizen and resident of \n                                                 \n2 The individual Defendants have separately moved to dismiss claims brought by Plaintiff Tong.  \nThat motion will later be addressed by a separate order.  \nArizona.  Defendant Sophia Wong (“Wong”) is a former Engineous director and a \ncitizen and resident of Connecticut.  Defendant Janet Wylie (“Wylie”) is both a \nformer Engineous director and officer and is a citizen and resident of Florida.  \nDefendants Dunn, Krongard, Masi, Wong, and Wylie are referred to collectively as \nthe “Individual Defendants.”   \n {9}  Defendant ENG Acquisition, Inc. (“ENG”) is a corporation organized and \nexisting under the laws of the State of Delaware and is the successor-in-interest to \nEngineous as a result of a merger transaction.  ENG is a wholly owned subsidiary of \nnon-party Dassault Systemes S.A. (“Dassault”), a publicly traded company \nheadquartered in France.  Defendant Engineous is a corporation organized under \nthe laws of the State of Delaware with a principal place of business in Wake \nCounty, North Carolina.  ENG and Engineous are referred to collectively as the \n“Corporate Defendants.”   \n {10}  In early Spring 2006, the Engineous Board of Directors (“Board”) voted \nto explore opportunities to sell the company and retained the investment banking \ndivision of Wachovia Bank (“Wachovia”) to facilitate the transaction.  (Compl. ¶¶ 57, \n59.)  Wachovia stated that it would bring non-traditional buyers to compete for \nEngineous’ assets and orally projected a sales price between $100-120 million.  \n(Compl. ¶ 59.) \n {11}  Krongard expressed a belief that a sales price below $60 million was not \nin the best interest of Engineous or its shareholders, (Compl. ¶ 58), and sought to \nwork with Tong to block any sale if the valuation was too low.  (Compl. ¶ 60.)  As a \nfounder and common shareholder, Tong agreed to work with Krongard and \nWachovia in an attempt to represent the interests of all Engineous shareholders.  \n(Compl. ¶ 61.)  \n {12}  Wachovia was unable to generate the promised competition.  Tong then \nlocated Dassault and three (3) other potential buyers, and Dassault and Siemens \nparticipated in the bidding process.  (Compl. ¶¶ 62, 63.)  Engineous’ Board held a \nspecial meeting in Fall 2007 to effectively cut off Tong’s interaction with potential \nbuyers.  (Compl. ¶ 64.)  Other Board meetings were held in Fall 2007 during which \nthe rights of preferred and common shareholders were discussed.  Plaintiffs contend \nthat during these meetings, the Individual Defendants collectively agreed to \nnegotiate a merger that would adequately compensate preferred shareholders at the \nexpense of the Common Shareholders.    \n {13}  Plaintiffs aver that the minutes of Board meetings were drafted to \nconceal evidence suggesting that certain Board members placed their own interests \nahead of the Common Shareholders, but instead only reflected that Wylie was being \nappointed to lead any merger and acquisition discussions.  (Compl. ¶ 66.)  Plaintiffs \nbelieve that Wylie received a “carve-out” and possibly severance payments as \nconsideration for her decision to support a merger that would only benefit preferred \nshareholders.  (Compl. ¶ 67.)   \n {14}  Tong refused to sign off on the minutes for one Board meeting, citing the \nomission of several statements made and the failure to acknowledge the apparent \nagreement between the directors representing preferred shareholders that their \ninterests should and would drive the negotiations forward.  (Compl. ¶ 68.)  \nThereafter, the Board and executive management attempted to block \ncommunications between Tong and potential buyers in order to limit the flow of \ninformation to the Common Shareholders.  (Compl. ¶ 69.) \n {15}  At that time, Tong requested that the Board consider the fair treatment \nof all shareholders.  (Compl. ¶ 70.)  Tong encouraged the Board to wait a “bit \nlonger,” suggesting that the roll-out of a new product, FIPER, might cause a short-\nterm delay in the sale, but would likely result in substantial benefits to all \nEngineous shareholders.  (Compl. ¶ 71.)  The Board refused to wait for the roll-out, \nciting a potential future cash flow shortage.  (Compl. ¶ 72.)   \n {16}  At a Fall 2007 Board meeting, the preferred shareholder directors \nproposed that a percentage of the proceeds from the merger be carved out to reward \n“key business employees” for their contributions to the merger.  (Compl. ¶ 73.)  \nPlaintiffs believe that this money was actually set aside to reward those employees \nand executives who supported the merger in favor of the preferred shareholders and \nto “buy” general releases from certain employees, alleging that Wylie and “other \npreferred shareholders holding board seats” misled Engineous employees by \ninsisting that Dassault, rather than Engineous and its preferred shareholder \ndirectors, demanded signed releases as a condition to the carve-out.  (Compl. ¶¶ \n74−75.)   \n {17}  Dassault initially offered $35-40 million for Engineous.  Dunn proposed \nthat the Board accept the offer, whereas Tong suggested that the Board wait for a \ncompetitive purchase offer from Siemens.  (Compl. ¶ 78.)  Engineous was not able to \nsecure a more favorable offer from Siemens.  (Compl. ¶ 79.)  Tong did not vote in \nfavor of either the Dassault or Siemens letters of intent, believing that neither was \nin the best interest of all Engineous shareholders.  (Compl. ¶ 76.)   \n {18}  Plaintiffs allege that throughout the negotiations, officers of the \ncompany, including Wylie and Krongard, “interfered with Mr. Tong and his rights, \nboth as a director representing Common Shareholders, and as a common \nshareholder personally, to interact with participants and gather information about \nongoing developments” as “part of a concerted effort to assure the process would \nproceed in a manner that benefitted only the preferred shareholder Individual \nDefendants at Mr. Tong’s and the other Common Shareholders’ expense.”  (Compl. ¶ \n82.)  Plaintiffs further assert that the “preferred shareholder majority members of \nEngineous’s board, as well as Individual Defendant officers . . . made false \nrepresentations to induce others to believe that their ‘wash-out’ scheme was being \nexecuted in a manner that was consistent with the fiduciary duties they owed to all \nshareholders.”  (Compl. ¶ 84.)  Specifically, they contend that Wylie: \nprovided false information to an Engineous common shareholder, \nStanley Young, in which she claimed that the company had previously \nraised funds that resulted in $100M preference and that the company \nhad only ever been the subject of a prior offer to purchase for $10 \nMillion.  This was knowingly false to hide the fact that the sales price \nin the currently pending transaction was just below preference, and \nCommon Shareholders could actually have an “upside” in the \ntransaction if it had closed in excess of approximately $45-50M – but \nfor the Individual Defendants’ desire to exit and sell the company \nbefore the Common Shareholders would receive any financial benefit.  \nNo offer of $10 Million was ever presented to Mr. Tong . . . so Ms. \nWylie’s statement was either wholly fabricated, or information was \nconcealed from Mr. Tong.  \n \n(Compl. ¶ 85.) \n {19}  On July 21, 2008, Dassault acquired Engineous for approximately $40 \nmillion, by way of its merger into the ENG entity.  (Compl. ¶ 83.)   \n {20}  Plaintiffs now assert that: (1) the pre-merger conduct of the Individual \nDefendants constitute breaches of fiduciary duties owed to Engineous and the \nCommon Shareholders; and (2) Engineous aided and abetted their own directors \nand officers in breaching those duties.   \n \nIV.  STANDARD OF REVIEW \n {21}  The appropriate inquiry on a motion to dismiss pursuant to Rule \n12(b)(6) is “whether, as a matter of law, the allegations of the complaint, treated as \ntrue, are sufficient to state a claim upon which relief may be granted under some \nlegal theory, whether properly labeled or not.”  \nCrouse v. Mineo , 189 N.C. App. 232, \n237, 658 S.E.2d 33, 36 (2008); Harris v. NCNB Nat’l Bank of N.C. , 85 N.C. App. 669, \n670−71, 355 S.E.2d 838, 840−41 (1987); see Sutton v. Duke , 277 N.C. 94, 102−03, \n176 S.E.2d 161, 166 (1970).   \n \nV.  ANALYSIS \n {22}  Inquiry begins with examining whether North Carolina recognizes a \nclaim for aiding and abetting a breach of fiduciary duty under any set of facts, and if \nso, whether the Complaint alleges facts that satisfy the elements of such a claim. \n{23}  “It is undisputed that the Supreme Court of North Carolina has never \nrecognized [a cause of action for aiding and abetting breach of fiduciary duty].”  \nLaws v. Priority Tr. Servs. of N.C., L.L.C. , 610 F. Supp. 2d 528, 532 (W.D.N.C. \n2009).  “The only North Carolina Court of Appeals decision recognizing such a \nclaim, Blow v. Shaughnessy , 88 N.C. App. 484, 364 S.E.2d 444 (1988), involved \nallegations of securities fraud, and its underlying rationale was eliminated by the \nUnited States Supreme Court in Central Bank of Denver v. First Interstate Bank of \nDenver , 511 U.S. 164, 114 S. Ct. 1439, 128 L. Ed. 2d 119 (1994).”  Laws , 610 F. \nSupp. 2d at 532.   \n {24}  Without a definitive recent statement from our appellate courts, “[i]t \nremains an open question whether North Carolina law recognizes” the claim. \n \nBattleground Veterinary Hosp., P.C. v. McGeough , 2007 NCBC 33 ¶ 68 (N.C. Super. \nCt. Oct. 19, 2007), http://www.ncbusinesscourt.net/opinions/101907%20Order% \n20Webpage.pdf; compare Laws , 610 F. Supp. 2d at 532 (granting Rule 12(b)(6) \nmotion to dismiss claim for aiding and abetting breach of fiduciary duty because “no \nsuch cause of action exists in North Carolina”) with In re Vendsouth, Inc. , 2003 \nBankr. LEXIS 1437, at *49 (M.D.N.C. Oct. 9, 2003) (stating “North Carolina law \nrecognizes a claim for aiding and abetting breach of fiduciary duty”).  \n {25}  While the Parties have differing contentions with respect to whether \nNorth Carolina recognizes the cause of action, both concede that, if recognized, the \nessential elements of aiding and abetting breach of fiduciary duty are articulated by \nthe Court of Appeals in Blow .  To establish a claim for aiding and abetting breach of \nfiduciary duty as stated in Blow ,  Plaintiffs must show: (1) violation of a fiduciary \nduty by the primary party; (2) knowledge of the violation by the aiding and abetting \nparty; and (3) substantial assistance by the aider and abettor in achieving the \nprimary violation.  Blow , 88 N.C. App. at 489, 364 S.E.2d at 447.  Substantial \nassistance is a “substantial causal connection between the culpable conduct of the \nalleged aider and abettor and the harm to the plaintiff, or a showing that the \nencouragement or assistance is a substantial factor in causing the resulting \nbreach.”  Id.  at 491, 364 S.E.2d at 448 (citations omitted).  \n{26}  Pursuant to Restatement (Second) of Torts § 876 (“Section 876”), 3 a \ncontributing tort-feaser is subject to liability if they “give substantial assistance to \nthe other in accomplishing a tortious result and his own conduct, separately \n                                                 \n3 The North Carolina Supreme Court has expressly adopted Section 876 as it applies to the \nnegligence of joint tort-feasers but has not been presented with the question of its applicability to \naiding and abetting claims.  See Boykin v. Bennett , 253 N.C. 725, 118 S.E.2d 12 (1961).  The North \nCarolina Court of Appeals, however, has cited favorably to Section 876 in analyzing other aiding and \nabetting claims.  See Blow , 88 N.C. App. 484, 364 S.E.2d 444; see also McMillan v. Mahoney , 99 N.C. \nApp. 448, 393 S.E.2d 298 (1990).    \nconsidered, constitutes a breach of duty to the third person.”  Restatement (Second) \nof Torts § 876 (1979).  Consistent with the Restatement approach, but without \naddressing whether North Carolina recognizes claims for aiding and abetting \ntortious conduct, this court has previously held that for any aiding and abetting \nclaim a North Carolina court might recognize, it is clear that the primary party and \nthe aiding and abetting party must have the same level of culpability or scienter.  \nSompo Japan Ins. Co., v. Deloitte & Touche, LLP , 2005 NCBC 2 ¶ 12 ( N.C. Super. \nCt. June 10, 2005), http://www.ncbusinesscourt.net/opinions/2005%20NCBC \n%202.htm (“[w]hat is clear from all the cases and the Restatement is that there is \nnot a lower level of culpability or scienter for the aiding and abetting than the \nunderlying tort”).   \n {27}  To support their claim that the Corporate Defendants aided and abetted \nin the Individual Defendants’ breach of fiduciary duty, Plaintiffs allege only the \nfollowing conclusory allegations: \n95.  The Individual Defendants owed to Mr. Tong and the Common     \nShareholders the fiduciary duties that are fully set forth above. \n \n96.  By committing the acts and omissions as set forth, the Individual \nDefendants breached their fiduciary duties owed to Mr. Tong and the \nCommon Shareholders.   \n \n97.  Engineous (and its successor-in-interest ENG) aided and abetted \nthe individual defendants in breaching their fiduciary duties owed to \nMr. Tong and the Common Shareholders. \n \n98.  Engineous (and its successor ENG) colluded in or aided and \nabetted the Individual Defendants’ breaches of fiduciary duties, and \nwere active and knowing participants in the breaches of fiduciary \nduties owed to Mr. Tong and the Common Shareholders.   \n \n(Compl. ¶¶ 95−98.) \n {28}  Plaintiffs have attempted to flesh out their allegations in their written \nsubmissions and oral argument, where they argued that through the pre-merger \nconduct of its officer Defendant Wylie which is  imputed to the corporation, the \nCorporate Defendants aided and abetted the breaches of fiduciary duties by its own \nofficers and directors.  Recognizing the general rule that a corporation cannot be \nsaid to conspire with or aid its own directors, Plaintiffs emphasize acts taken by \nWylie as an officer.  They assert that “executive management of the Corporate \nDefendants worked with the board of directors to block Plaintiff Tong . . . from \ninteracting with the potential buyer, Dassault” and “an Officer of the Corporate \nDefendants actively frustrated . . . Tong’s efforts to gather information about \nongoing developments.”  (Plaintiffs’ [Corrected] Opposition to Corporate Defendants’ \nMotion to Dismiss (“Pls.’ Opp’n Br.”) 7; Compl. ¶¶ 69, 82.)  That is, Wylie, as an \nofficer, assisted the directors in breaching their duties, and since Wylie’s acts as an \nofficer are imputed to the corporation, the Corporate Defendants are liable for \naiding and abetting.  Plaintiffs argue that: (1) Wylie was a Engineous board \nmember and a corporate officer; (2) in her dual role as director and officer she \nperformed multiple acts in collaboration with the Individual Defendant directors; \n(3) she accepted a carve-out and severance package benefitting the Individual \nDefendants personally in exchange for supporting a low-value merger; (4) she \nmisled Engineous Common Shareholder employees by claiming that Dassault \nwanted releases to be signed (when actually Engineous management and the Board \ndid); and (5) she provided false information to shareholders concerning the value of \nsupposed prior offers.  (Pls.’ Opp’n Br. 7.) \n {29}  As a general rule, the conduct of a corporate officer, within the scope of \nemployment, cannot expose the corporation itself to aider and abettor liability  \nbecause of the intra-corporate immunity doctrine, which recognizes that “a \ncorporation cannot successfully conspire with its own officers, employees or agents.”  \nTate v. Sallie Mae, Inc. , 2011 WL 3651813, at *3 (W.D.N.C. Aug. 19, 2011).  While \nthe court here premises its holding on North Carolina law, it is aware and has \nconsidered that Delaware recognizes a limited exception to the intra-corporate \nimmunity doctrine where an officer or director who has fiduciary duties to the \ncorporation also undertakes acts independent of that duty, such as when having a \npersonal interest separate and distinct from the corporation or where participating \non both sides of a merger transaction.  See  Ronald A. Brown, Jr., Claims of Aiding \nand Abetting a Director’s Breach of Fiduciary Duty—Does Everybody Who Deals \nWith a Delaware Director Owe Fiduciary Duties to that Director’s Shareholders? , \n15 DEL . J.  C ORP . L. 943 (1990).  However, Delaware also adopts the general \nprinciple that “a corporation’s directors and officers are all part of a single legal \nentity and, therefore, they cannot conspire with each other because it takes at least \ntwo people or entities to carry out a conspiracy.”  Id. at 960−61.   \n {30}  Under Plaintiffs’ theory of liability, acts by Wylie are imputed to the \ncorporation and Wylie’s conduct gives rise to an aiding and abetting claim because \nunder established North Carolina law, “a corporation can act only through its \nagents, which includes its corporate officers.”  See Woodson v. Rowland , 329 N.C. \n330, 344, 407 S.E.2d 202, 231 (1991).  This theory, however, conflicts with the \nproposition that liability for aiding and abetting a breach of fiduciary duty “applies \nonly to third parties who do not stand in a fiduciary relationship with the alleged \nvictim, but who provide substantial assistance towards accomplishing the alleged \nbreach.”  Battleground , 2007 NCBC 33 ¶ 70.   \n{31}  A different case might be presented if Wylie were alleged to have \nundertaken acts independent of and outside her acts as an Engineous officer or \ndirector.  But here, the Complaint rests on the pre-merger acts by Wylie within the \nscope of her duties as an officer and in a manner that her acts are imputed to the \ncorporation.  Such an allegation falls within the intra-corporate immunity doctrine \nand outside its exception recognized in Delaware.  Wylie’s actions cannot give rise to \naider and abettor liability under these circumstances because Wylie stands in a \ndirect fiduciary relationship with Engineous, the alleged victim.  \n {32}  Even were the court able to construe the Complaint as somehow falling \nwithin the parameters of an aiding and abetting claim the North Carolina courts \nmay allow, which it cannot, further scrutiny would be required because of the \nsparse conclusory allegations upon which the claim is asserted.  Specifically: (1) the \nComplaint is devoid of allegations of substantial assistance by the Corporate \nDefendants; (2) Plaintiffs’ argument relies, at least in part, on facts absent from the \nComplaint and unsupported by reasonable inferences drawn therefrom; (3) with the \nexception of paragraphs 82 and 84, the Complaint fails to distinguish actions taken \nby Wylie as a director from actions taken as a corporate officer.  \n{33}  There are separate policy issues that ultimately may need to be \naddressed by the North Carolina appellate courts if an aiding and abetting a breach \nof fiduciary claim is to be clearly recognized.  However, on the facts of this case, the \ncourt has not been required to enter those unsettled waters. \n \nVI.  CONCLUSION \n {34}  For the reasons stated, the Corporate Defendants’ Motion is GRANTED \nand Plaintiffs’ claim for aiding and abetting a breach of fiduciary duty is \nDISMISSED.   \n \n IT IS SO ORDERED, this 19th day of March, 2012.  \n \n "
}