{
  "id": "b28d4aabaf44ae674dfa30328f82a91b368d1afae71ddf39aacd71403c1a8f41",
  "source_file": "data/raw/ncbc/b28d4aabaf44ae674dfa30328f82a91b368d1afae71ddf39aacd71403c1a8f41.pdf",
  "raw_text": "Addison Whitney, LLC v. Cashion, 2017 NCBC 109. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 1956 \n \nADDISON WHITNEY, LLC, \n \nPlaintiff, \n \nv. \n \nBRANNON CASHION; VINCENT \nBUDD; RANDALL SCOTT; \nANDREW CUYKENDALL; AMY \nBAYNARD; JENNIFER RODDEN; \nand LEADERBOARD BRANDING, \nLLC,  \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION  \nON PLAINTIFF’S RENEWED \nPARTIAL MOTION TO DISMISS \n \n \n1. This is the Court’s third opinion in this dispute between Plaintiff Addison \nWhitney, LLC and six of its former high-level officers and employees.  In response to \nthe complaint, Defendants assert five counterclaims , most of which rest on \nallegations that Addison Whitney is defaming them and improperly attempting to \nstifle their new business,  Leaderboard Branding, LLC .  Addison Whitney moves to \ndismiss four of the counterclaims  pursuant to Rule 12(b)(6) of the North Carolina \nRules of Civil Procedure .  Having considered the motion , the briefs supporting and \nopposing the motion, and the parties’ arguments at the hearing on November 8, 2017, \nthe Court GRANTS in part and DENIES in part the motion to dismiss. \nLittler Mendelson, P.C., by Michael Scott McDonald, Allan H. Neighbors, \nIV, Stephen D. Dellinger, Elise Hofer McKelvey, and Steven A. Nigh, for \nPlaintiff.  \n \nVan Hoy, Reutlinger, Adams & Dunn, PLLC, by G. Bryan Adams, III, \nfor Defendants. \n \nConrad, Judge. \n \nI. \nBACKGROUND \n \n2. The Court does not make findings of fact on a Rule 12(b)(6) motion to \ndismiss.  The following factual summary is drawn from relevant allegations in the \ncounterclaims.  Additional background, including the allegations in Addison \nWhitney’s complaint, appears in Addison Whitney, LLC v. Cashion , 2017 NCBC \nLEXIS 51 (N.C. Super. Ct. Jun. 9, 2017).  \n3. Addison Whitney, a North Carolina  company, “is engaged in the business \nof verbal branding, visual branding, branding strategy, and research and analysis. ”  \n(Answer to 2d Am. Compl. a nd Countercl. [“Countercl.”] ¶¶  8, 10 , ECF No. 80 .)  \nAddison Whitney is a subsidiary of inVentiv Health, Inc . (“inVentiv”).  (Countercl. \n¶ 26.)   \n4. Individual Defendants Brannon Cashion, Vincent Budd, Randall Scott, \nAndrew Cuykendall, Amy Baynard, and Jennifer Rodden are former  officers and  \nemployees of Addison Whitney .  (Countercl. ¶¶ 11–16.)  The individual Defendants \ntendered their resignations on January 21, 2017 .  (Countercl. ¶¶  11–16.)  After \nresigning, the individual Defendants created Leaderboard Branding, LLC to compete \nwith Addison Whitney.  (Countercl. ¶ 7.)   \n5. In the weeks leading up to his resignation , Cashion discussed the \npossibility of a management buyout of Addison Whitney with Dan Jones, an employee \nof “one of the  private equity sponsors” of  inVentiv.  (Countercl. ¶  26.)  These \ndiscussions were “positive and productive” although no formal offers or proposals \n \nwere tendered.  (Countercl. ¶ 26.)  Cashion also informed Jones “that he and several \nother employees were considering leaving Addison Whitney.”  (Countercl. ¶ 26.)   \n6. On January 20, 2017,  Jones opined that the management buyout would \nnot work because “ ‘95 % plus’ of such deals are never successfully comp leted.”  \n(Countercl. ¶ 28.)   The individual Defendants resigned from Addison Whitney  the \nnext day, prompting  Jones to contact Cashion again.  (See Countercl. ¶¶  29, 32.)  \nJones encouraged Cashion to speak directly with  inVentiv’s CEO, Mike Bell , to \npropose a management buyout.  (Countercl. ¶ 32.)   \n7. Cashion did so.  (See Countercl. ¶ 32.)  On January 23, the two men had an \nuneasy conversation, in which  Cashion tried to assure Bell that the individual \nDefendants wished “to negotiate in good faith.”  (Countercl. ¶ 33.)  Bell responded \nthat they were “holding Addison Whitney hostage,” and he warned that “things could \nescalate into ‘thermonuclear warfare’ and alternately threatened a ‘nuclear option.’”  \n(Countercl. ¶  33.)  Despite the ir differences, Bell invited Cashion to discuss the \npossibility of a management buyout in person.  (Countercl. ¶ 33.)  \n8. Cashion met with Bell and other executives in Boston on January 25, and \nAddison Whitney made a formal  buyout proposal.  (Countercl. ¶¶  34–35.)  The \nindividual Defendants submitted their counteroffer the following afternoon, on \nJanuary 26.  (Countercl. ¶  36.)  A few hours later, Addison Whitney cut off \ndiscussions, and “the Individual Defendants began receiving cease and desist letters \nfrom Addison Whitney’s counsel.”  (Countercl. ¶ 37.)   \n \n9. According to Defendants, the end of the buyout negotiations marked the \nbeginning of a campaign by Addison Whitney to punish the individual Defendants \nand to stifle their new business .  On January 30, 2017 , Addison Whitney initiated \nthis action against the individual Defendants, followed a few days later by a motion \nfor a preliminary injunction.  (See Compl., ECF No. 1; Mot. for TRO and/or Prelim. \nInj., ECF No.  5.1.)  Addison Whitney sought to enjoin Defendants from using, \ndisclosing, or otherwise misappropriating its confidential information and trade \nsecrets; from soliciting or encouraging employees to leave the company; and from \ncompeting against Addison Whitney.   (See Mot. for TRO and/or Prelim. Inj. )  On \nMarch 15, 2017, t he Court granted the motion with respect to misappropriation of \ntrade secrets and confidential information but d enied it in all other respects .  See \ngenerally Addison Whitney, LLC v. Cashion, 2017 NCBC LEXIS 23 (N.C. Super. Ct. \nMar. 15, 2017).  \n10. After this ruling, Addison Whitney created a press release , which \nDefendants allege “was incomplete, misleading, deceptive and was not a fair and \naccurate description of the” Court’s March 15 Order and Opinion.  (Countercl. ¶ 51.)  \nAccording to Defendants, the press release includes statements “designed to malign \nthe reputations of the Defendants in their trade or profession, to imply that they had \ncommitted crimes, and to damage their ability to secure potential customers for their \nbusiness.”  (Countercl. ¶ 52.)  In addition, Addison Whitney initiated “a targeted pay \nper click Google AdWords campaign,” such that when any person “conducts a Google \nsearch on the internet for the Defendants or Leaderboard, the first item that appears \n \non the search results is a link ” that directs to the  press release.  (Countercl. ¶  53.)  \nAddison Whitney published the press release on May 1, 2017, after which the \nAdWords campaign became active.  (Countercl. ¶ 55.) \n11. Addison Whitney has since “discourag[ed] its clients and other companies \nseeking branding services .  . . from engaging in business with the Defendants.”   \n(Countercl. ¶ 66.)  Several prospective customers have decided not to do business with \nDefendants, citing the press release and internet search results associated with \nAddison Whitney’s AdWords campaign.  (Countercl. ¶ 86; see also Countercl. ¶¶ 87–\n92.) \n12. Defendants further allege that a company affiliated with Addison Whitney \nlaunched satellite litigation as part of a plan “to force the Defendants to fight \nlitigation on two fronts.”  (Countercl. ¶  65.)  This second lawsuit , filed by inVentiv \nHealth Communications, Inc. (“IHC”) in Ohio, alleges that Rodden has violated a non-\ncompete agreement contained in IHC’s “Code of Ethics and Business Conduct .”  \n(Countercl. ¶  59.)  The Ohio court awarded IHC a temporary restraining order  \nprohibiting Rodden “from engaging in competition against IHC.”  (Countercl. ¶ 63.) \n13. On April 28, 2017, Defendants filed their answer along with counterclaims \nfor abuse of process, defamation, tortious interference with prospective business \nrelations, violation of N.C. Gen. Stat. §  75-1.1, and violation of the North Carolina \nWage and Hour Act .  Addison Whitney moved to dismiss all of the counterclaims \nexcept for the Wage and Hour Act claim.  (See Pl.’s Partial Mot. to Dismiss, ECF No. \n47.)  On July 13, 2017, the Court granted leave for Addison Whitney to amend i ts \n \ncomplaint, granted leave for Defendants to amend the counterclaims, and denied the \nmotion to dismiss as moot “without prejudice to Plaintiff’s right to challenge the \namended counterclaims through a future Rule 12 motion.”  ( Or. Grant. Mot. to Am. \nat ¶ 3.b, ECF No. 75.) \n14. After Defendants filed their amended counterclaims, Addison Whitney \nrenewed its motion to dismiss on August 16, 2017.  The motion has been fully briefed, \nand the Court held a hearing on November 8, 2017.  Th e motion is ripe for \ndetermination.   \nII. \nANALYSIS \n \n15. A motion to dismiss under Rule 12(b)(6) “tests the legal sufficiency ” of the \nclaims for relief.  Concrete Serv. Corp. v. Inv’rs Grp., Inc., 79 N.C. App. 678, 681, 340 \nS.E.2d 755, 758 (1986).  In deciding a Rule 12(b)(6) motion, the Court must treat the \nwell-pleaded allegations of the counterclaims as true and view the facts and \npermissible inferences “in the light most favorable to” the non-moving party.  Ford v. \nPeaches Entm’t Corp., 83 N.C. App. 155, 156, 349 S.E.2d 82, 83 (1986); see also Sutton \nv. Duke, 277 N.C. 94, 98, 176 S.E.2d 161, 163 (1970).  “[T]he court is not required to \naccept as true any conclusions of law or unwarranted deductions of fact.”  Oberlin \nCapital, L.P. v. Slavin, 147 N.C. App. 52, 56, 554 S.E.2d 840, 844 (2001).  The motion \nshould be granted only (1) when the defendant’s pleading on its face reveals that no \nlaw supports the counterclaim; (2) when the pleading on its face reveals the absence \nof fact sufficient to make a good claim; or (3) when some fact disclosed in the pleading \n \nnecessarily defeats the counterclaim.  See Jackson v. Bumgardner, 318 N.C. 172, 175, \n347 S.E.2d 743, 745 (1986). \nA. Abuse of Process \n16. The tort of abuse of process is narrow in scope.  It “consists in the malicious \nmisuse or perversion of a civil or criminal writ to accomplish some purpose not \nwarranted or commanded by the writ.”  Barnette v. Woody , 242 N.C. 424, 431, 88 \nS.E.2d 223, 227 (1955).   A claim for abuse of process  requires two  “essential \nelements”: “the existence of an ulterior purpose” and “an act in the use of the process \nnot proper in the regular prosecution of the proceeding .”  Id. at 431, 88 S.E.2d 227–\n28; see also Stanback v. Stanback, 297 N.C. 181, 201, 254 S.E.2d 611, 624 (1979). \n17. According to Defendants , Addison Whitney initiated this action for the \nulterior purpose of “stifling and impeding the Defendants’ ability to lawfully compete \nagainst it.”  (Countercl. ¶ 43.)  Defendants point to the fact that, after initiating suit, \nAddison Whitney immediately sought to enjoin them from competing against Addison \nWhitney for a period of one year .  (Countercl. ¶ 44.)  After the Court denied this \nrequest, Defendants contend, Addison Whitney took additional steps to stifle \ncompetition.  Addison Whitney publicized aspects of the Court’s  preliminary-\ninjunction Order—the portions enjoining the misappropriation of trade secrets —\nthrough a press release and Google AdWords campaign  targeted toward potential \ncustomers of Defendants.   (Countercl. ¶  52.)  In addition, an affiliate of Addison \nWhitney, IHC, filed a separate laws uit in Ohio  against Rodden  and obtained a \n \ntemporary restraining order  prohibiting her “from engaging in competition against \nIHC.”  (Countercl. ¶ 63.)     \n18. Addison Whitney does not dispute that these allegations, taken as true, \nshow an ulterior purpose.  Rather, it urges the Co urt to dismiss the  claim because \nnone of the allegedly wrongful acts constitute  “an act not proper in the regular \nprosecution of the proceeding.”  (Mem. of Law in Supp. of Pl.’s Renewed Partial Mot. \nto Dismiss 6 [“Mem. in Supp.”], ECF No. 82.)   \n19. The Court agrees.  “The gist of an action for abuse of process is the improper \nuse of the process after it has been issued.”  Mfrs. & Jobbers Fin. Corp. v. Lane, 221 \nN.C. 189, 196, 19 S.E.2d 849, 853 (1942) (emphasis added).  “Regular and legitimate \nuse of process, though with a bad intention, is not a malicious abuse of process.”   \nMelton v. Rickman , 225 N.C. 700, 704, 36 S.E.2d 27 6, 278 (1945) .  Rather, t he \ncomplainant must allege the commission of  “some wilful act ” as a means  “to gain \nadvantage . . . in respect to some collateral matter.”  Stanback, 297 N.C. at 201, 254 \nS.E.2d at 624.  Typically, the requisite acts involve the misuse of procedures such as \n“discovery, subpoenas, and attachment. ”  Simon v. Navon , 71 F.3d 9, 15 ( 1st Cir. \n1995) (citations omitted); see also Hewes v. Wolfe, 74 N.C. App. 610, 614, 330 S.E.2d \n16, 19 (1985) (act requirement satisfied by malicious filing of notices of lis pendens); \ncf. DDM&S Holdings, LLC v. Doc Watson Enters., LLC , 2016 NCBC LEXIS 88, *9 –\n10 (N.C. Super. Ct. Nov. 10, 2016) (following Hewes and finding “preservation of \nevidence letter” to satisfy act requirement).   \n \n20. Defendants have alleged nothing of the sort.  Rather, Defendants rely on \nthree specific acts that are not a misuse of legal process: (1) Addison Whitney’s motion \nfor preliminary injunction in this lawsuit; (2) the press release and Google AdWords \ncampaign; and (3) IHC’s Ohio lawsuit against Rodden. \n21. Defendants’ reliance on  Addison Whitney ’s motion for  a preliminary \ninjunction is misplaced because “[t]here is no abuse of process where [the process] is \nconfined to its regular and legitimate function in relation to the cause of action stated \nin the complaint.”  Stanback, 297 N.C. at 201 , 254 S.E.2d at 624 (quoting Mfrs. & \nJobbers Fin. Corp., 221 N.C. at 196–97, 19 S.E.2d at 853).   \n22. Addison Whitney’s original complaint asserted claims for misappropriation \nof trade secrets, breach of certain non-solicitation agreements, and breach of fiduciary \nduty.  ( See Compl. ¶¶ 111 –46, 155–65.)  Pursuing injunctive relief is regular and \nproper in the course of an action based on these claims.  See, e.g., N.C. Gen. Stat. § 66-\n154(a) (“actual or threatened misappropriation of a trade secret may be preliminarily \nenjoined”); Horner Int’l Co. v. McKoy, 232 N.C. App. 559, 570, 754 S.E.2d 852, 8 60 \n(2014) (affirming “the trial court ’s grant of a preliminary injunction” for a \nmisappropriation of trade secrets claim); Wade S. Dunbar Ins. Agency, Inc. v. Barber, \n147 N.C. App. 463, 471, 556 S.E.2d 331, 3 36 (2001) (holding “that the trial court \ncorrectly granted a preliminary injunction enforcing the non -compete, non-\nsolicitation, and non -disclosure provisions of the employment agreement”); Lake \nHouse Acad. for Girls LLC v. Jennings , 2011 NCBC LEXIS 41, at  *1, 21–23 (N.C. \n \nSuper. Ct. Oct. 13, 2011) (granting motion for preliminary injunction based on claim \nfor breach of fiduciary duty).  \n23. Defendants insist, however, that Addison Whitney’s motion was improper \nbecause it knew it had no basis to enjoin Defendants from starting a competing \nbusiness.  To support their argument, Defendants note that the Court denied Addison \nWhitney’s motion in part.  (See Defs.’ Resp. in Opp’n to Pl.’s Renewed Partial Mot. to \nDismiss 4 [“Defs.’ Resp.”], ECF No. 91. )  But th e test for abuse of process is not \nwhether a party succeeds or fails on the merits of its claim.  And to the extent Addison \nWhitney sought an injunction that was too broad, Defendants received their remedy \nwhen the Court denied that aspect of the motion.  See, e.g., Sara Lee Corp. v. Pro \nSports Inc., No. 1:03 -CV-00276, 2004 U.S. Dist. LEXIS 4194, at *13–14 (M.D.N.C. \nMar. 12, 2014) (denying motion to add claim for abuse of process as futile based on \nallegation that party was “asserting a claim of a greater t rademark right than it \nactually has”). \n24. Defendants’ reliance on Addison Whitney’s  press release and Google \nAdWords campaign also fails because those acts do not involve “the use of the legal \nprocess” at all.  Stanback, 297 N.C. at 201, 254 S.E.2d at 624  (emphasis added); see \nalso Legal Process, Black’s Law Dictionary (10th ed. 2014) (“A summons or writ, esp. \nto appear or respond in court”).  Even taking Defendants’ allegations as true, out-of-\ncourt acts designed to generate negative publicity about a litigant are not the type of \nacts that give rise to a claim for abuse of process.  Indeed,  the Court is not aware of \nany authority for the proposition that “the filing of a complaint plus the generation \n \nof unfavorable publicity may constitute abuse of proc ess.”  Holiday Magic, Inc. v. \nScott, 282 N.E.2d 452, 457 (Ill. App. Ct. 1972) (applying Illinois law).   \n25. In Holiday Magic, the plaintiffs alleged that the defendants had filed a \nprevious lawsuit with the goal of generating sufficient adverse publicity to “kill” \nplaintiffs’ business.  Id. at 453 .  To accomplish that goal, the defendants widely \npublicized their complaint and “ca used a series of articles to appear in one of \nChicago’s major daily newspapers.”  Id. at 454.  The Illinois Court of Appeals affirmed \nthe dismissal of plaintiffs’ claim for abuse of process on the ground that these actions \ncannot “be construed as constituting any improper use, or even any use, of the process \nof the court.”  Id. at 456.  \n26. The Court finds this reasoning persuasive and consistent with North \nCarolina law.  See Williams v. Imeni , No. 5:16-CV-516-FL, 2017 U.S. Dist. LEXIS \n77791, at *22 (E.D.N.C. May 23, 2017) (applying North Carolina law and holding that \nacts of “extortion and harassment were not acts ‘in the use of the legal process’”) .  It \nis also consistent with numerous decisions of other courts.  See, e.g., Ancier v. Egan, \nNo. 14-00294 JMS-RLP, 2014 U.S. Dist. LEXIS 167319, at *19 (D. Haw. Dec. 3, 2014) \n(“press conference” and “media campaign” insufficient); Sands v. Living Word \nFellowship, 34 P.3d 955, 961 (Alaska 2001) (“publicization” of “public allegations and \ndocuments” insufficient); Beacon Journal Publ’g Co. v. Zonak, Poulos & Cain , No. \n79AP-123, 1979 Ohio App. LEXIS 11795, at *6–7 (Ohio Ct. App. Sept. 25, 1979) ( “out-\nof-court press conferences” insufficient “even though some other actionable tort might \nbe committed by such action”); see also Analytic Sys. Corp. v. Holmgren , No. 82 Civ. \n \n2448 (RWS), 1983 U.S. Dist. LEXIS 16560, at *4 (S.D.N.Y. June 1, 1983) (“The mere \ndissemination of information concerning a lawsuit does not constitute process.”).   \n27. Addison Whitney has cited no case law to the contrary.   Accordingly, the \nallegations related to Addison Whitney’s press release and AdWords campaign, even \nif conducted for a wrongful purpose, are insufficient to satisfy the act requirement.   \n28. Nor does the Ohio lawsuit against Rodden satisfy the act requirement.  The \nOhio lawsuit was filed by IHC, not Addison Whitney.  Although Defendants allege \nthat Addison Whitney and IHC are affiliated, they have not alleged any legally \nsufficient basis to impute IHC’s actions to Addison Whit ney.  (See Countercl. ¶ 59.)  \nDefendants cite no case law holding that the act requirement may be satisfied by the \nactions of a third party .  See Stanback, 297 N.C. at 201, 254 S.E.2d at 624  (holding \nthat act requirement is satisfied when “the defendant committed some wilful act” \n(emphasis added)).   \n29. Finally, the Court notes that Defendants also allege  a second ulterior \npurpose for this lawsuit:  that Addison Whitney “intends to use this litigation as a \nvehicle for learning confidential competitive inform ation about the Defendants’ \nbusiness.”  (Countercl. ¶  49.)  “Evil purpose alone is not sufficient, ” however, and \nDefendants do not allege any act in furtherance of this ulterior purpose.  Melton v. \nRickman, 225 N.C. 700, 704, 36 S.E.2d 276, 278 (1945).   \n30. The Court t herefore concludes that Defendants have not adequately \nalleged an act in the use of the legal process not proper in the regular prosecution of \nthe proceeding.  Defendants’ claim for abuse of process is dismissed with prejudice. \n \nB. Defamation \n31. To state a claim for defamation, “a plaintiff must allege that the defendant \ncaused injury to the plaintiff by making false, defamatory statements of or concerning \nthe plaintiff, which were published to a third person.”  Boyce & Isley, PLLC v. Cooper, \n153 N.C. App. 25, 29, 568 S.E.2d 893, 897 (2002).  “Although every defamation must \nbe false, not every falsehood is defamatory.”  Renwick v. News & Observer Pub. Co. , \n310 N.C. 312, 319, 312 S.E.2d 405, 410 (1984).   “North Carolina has long recognized \nthe harm that can result from false statements that impeach a person in that person’s \ntrade or profession —such statements are deemed defamation per se.”  Kingsdown, \nInc. v. Hinshaw , 2016 NCBC LEXIS 15, at *51 (N.C. Super. Ct. Feb. 17, 2016) \n(quoting Nguyen v. Taylor, 219 N.C. App. 1, 8, 723 S.E.2d 551, 557–58 (2012)).   \n32. Claims for d efamation are subject to heightened pleading requirements.  \nThe claimant  must recite the defamatory statement verbatim “or with sufficient \nparticularity to enable the court to determine whether the statement was \ndefamatory.”  Stutts v. Duke Power Co. , 47 N.C. App. 76, 84, 266 S.E.2d 861, 866 \n(1980).  In addition, the claimant “must state the time and place of the alleged \ndefamatory communication.”  Esancy v. Quinn, No. 5:05CV26, 2006 U.S. Dist. LEXIS \n8479, at *13 (W.D.N.C. Feb. 10, 2006); see also N.C. R. Civ. P. 9(f).  In other words, \nthe relevant pleading must allege “ who said what to whom, as well as when and \nwhere the defamatory statements were made.”  Gosnell v. Reid, No. 5:14CV179-RLV, \n2015 U.S. Dist. LEXIS 96878, at *21  (W.D.N.C. July 24, 2015),  aff’d by Gosnell v. \nCatawba Cty., 646 F. App’x 318 (4th Cir. 2016). \n \n33. Defendants base their  defamation claim on two courses of conduct by \nAddison Whitney:  (1) that agents or employees of Addison Whitney stated to “its own \ncustomers” and to companies that might “be interested in conducting business with \nthe Defendants that Defendants cannot be trusted to maintain the confidentiality of \nthe customers’ and companies’ sensitive business information”; and (2) that Addison \nWhitney’s press release and Google AdWords search campaign mischaracterized the \nCourt’s preliminary-injunction Order.  (Countercl. ¶¶ 72, 74.)  Addison Whitney urges \nthe Court to dismiss the claim on the ground that these allegations are not sufficiently \nparticular.  (Mem. in Supp. 8–9; Reply in Supp. of Pl.s’ Partial Mot. to Dismiss 6, ECF \nNo. 92.)   \n34. The first allegation—that Addison Whitney’s agents or employees  stated \nthat Defendants cannot be trusted with confidential information —is facially \ninadequate.  Defendants do not identify the agents or employees who made the \nallegedly defamatory statements , do not id entify the individuals to whom the \nstatements were made, and fail to allege when or where the statements were made.  \n(See Countercl. ¶ 74.)  The allegation lacks meaningful particularity and cannot \nsupport the defamation claim .  See, e.g. , Wynn v. Tyrrell Cty. Bd. of Educ. , No. \nCOA16-1130, 2017 N.C. App. LEXIS 358, at *8–9 (N.C. Ct. App. 2017) (unpublished) \n(affirming dismissal of defamation claim when the plaintiff failed to identify “which \nmembers of the Board made the allegedly defamatory state ment” and did “not even \nhint at the time or the place of the alleged defamatory statements”). \n \n35. The allegations regarding Addison Whitney’s press release and  Google \nAdWords campaign , however,  are sufficiently particular to state a claim for \ndefamation.  Defendants expressly quote the allegedly false statements.  (Counctercl.  \n¶¶ 52–53 (“Evidence further showed that the defendants accessed servers for the \npurposes of furthering their competing business .”).)  In addition, Defendants allege \nthat Addison Whitney is the speaker, the press release was made public “on May 1, \n2017,” the “Google AdWords campaign went ‘live’ after issuance of the press release,” \nand specific customers received the press release and internet ads.  (Councercl. ¶¶ 55, \n86, 87.)  Thus, Defendants have alleged “who said what to whom, as well as when and \nwhere the defamatory statements were made .”  Gosnell, 2015 U.S. Dist. LEXIS \n96878, at *21. \n36. In its motion, Addison Whitney makes no argument —and the Court \ntherefore renders no decision —regarding whether the quoted statement is, in fact,  \ndefamatory.  Instead, Addison Whitney  briefly argues that the defamation claim is \ntoo “vague” and allowing it to proceed “would be chilling Addison Whitney’s free \nspeech rights guaranteed by the First Amendment and North Carolina’s Declaration \nof Rights free speech protection.”  (Mem. in Supp. 15.)   In support, Addison Whitney \ncites a federal district court case that dismissed a defamation claim on the ground \nthat the allegedly defamatory statement was “not subject  to objective verification.”  \nBalt. Sports & Soc. Club, Inc. v. Sport & Soc., LLC, 228 F. Supp. 3d 544, 551 (D. Md. \n2017) (quotation marks omitted) .  This rationale is inapplicable because the press \nrelease quotation appears to be a factual statement subject to objective verification.   \n \n37. Accordingly, to the extent based on allegations related to the press release \nand the associated Google AdWords campaign , Defendants’ defamation claim is \nstated with sufficient particularity and is not so vague as to require dismissal on First \nAmendment grounds.  The Court denies Addison Whitney’s motion to dismiss the \nclaim for defamation. \nC. Tortious Interference with Prospective Economic Advantage  \n38. Tortious interference with prospective economic advantage occurs when a \ndefendant, without justification, “induce[s] a third party to refrain from entering into \na contract with [the] [p]laintiff” that the third party would have entered into but for \nthe defendant’s interference.  DaimlerChrysler Corp. v. Kirkhart, 148 N.C. App. 572, \n585, 561 S.E.2d 276, 286 (2002).  Thus, “an action for tortious interference with \nprospective economic advantage may be based on conduct which prevents the making \nof contracts.”  Owens v. Pepsi Cola Bottling Co. , 330 N.C. 666, 680, 412 S.E.2d 636, \n644 (1992).   \n39. This claim is closely related to Defendants’ claim for defamation.  As \nalleged, Addison Whitney “has damaged and interfered with Defendants’ ability to \nenter into business relationships” by issuing and publicizing the allegedly false press \nrelease.  (Countercl. ¶  85.)  According to Defendants, several prospective customers \n“have cited the results of Addison Whitney’s Google AdWords campaign and the \ninformation contained therein as their reason for not going forward with doing \nbusiness with the Defendants.”  (Countercl. ¶ 86.) \n40. Addison Whitney maintains, first, that the Court should dismiss this claim \nbecause Defendants do not identify any specific customers or contracts.  (Mem. in \n \nSupp. 10 –11.)  The Court disagrees.  Defendants  have identified six specific \ncompanies, along with details regarding the business opportunities discussed with \neach.  (Defs.’ Resp. 19.)  For example, according to Defendants, one “pharmaceutical \ncompany in Massachusetts . . . was on the verge of committing to do business with \nthe Defendants” before discovering internet search results associated with Addison \nWhitney’s Google AdWords campaign.  (Countercl. ¶ 87.)  As a result, “Defendants \nlost this business opportunity. ”  (Countercl. ¶ 87.)  These allegations, although not \nhighly detailed, are sufficient for purposes of Rule 12(b)(6). \n41. Next, Addison Whitney argues that its conduct was justified as a matter of \nlaw.  According to Addison Whitney, Defendants are its competitors, and it is entitled \nto take action “to maintain its relationships with its own customers.”  (Mem. in Supp. \n13 (emphasis omitted).)   \n42. The North Carol ina Supreme Court has held that a defendant’s “actions \nare privileged” when “acting for a legitimate business purpose.”  Peoples Sec. Life Ins. \nCo. v. Hooks, 322 N.C. 216, 221, 367 S.E.2d 647, 650 (1988).   This includes ordinary \ncompetition.  Indeed, “[n]umerous authorities have recognized that competition in \nbusiness constitutes justifiable interference in another’s business relations and is not \nactionable so long as it is carried on in furtherance of one’s own interests and by \nmeans that are lawful.”  Id.   \n43. In this circumstance, the Court cannot conclude that Addison Whitney’s \nconduct was justified, as a matter of law, due to a competitive privilege.  Specifically, \nthere is an open question as to whether Addison Whitney interfered with Defendants’ \n \nbusiness relations “by means that are lawful.”  Id.  The Court has held that \nDefendants’ defamation claim may proceed, and Defendants have alleged th at some \nthird parties chose not to do business with Defendants because of  the allegedly \ndefamatory press release and  AdWords campaign.  As a result, Defendants have \nsufficiently alleged that Addison Whitney acted without justification .  See K&M \nCollision, LLC v. N.C. Farm Bureau Mut. Ins. Co. , 2017 NCBC LEXIS 109, at *23 \n(N.C. Super. Ct. Nov. 21, 2017) (“[D]ismissal at the pleading stage is inappropriate \nwhere questions of fact remain as to Defendants’ justification for interfering with \nPlaintiff’s business relations.”); see also Cornelius v. DeLuca, 709 F. Supp. 2d 1003, \n1020 (D. Idaho 2010)  (“An act that is independently wrongful, such as defamation, \nshows an absence of justification.”).   \n44. For these reasons, the Court denies Addison Whitney’s motion with respect \nto the claim for tortious interference with prospective economic advantage. \nD. Section 75-1.1 \n45. Finally, Addison Whitney asks the Court to dismiss Defendants’ section \n75-1.1 claim “[b]ecause [if] Defendants’ abuse of process, defamation, and  tortious \ninterference claims fail to state a claim upon which relief can be granted, so too does \ntheir unfair and deceptive trade practices claim .”  (Mem. in Supp. 16.)  Thus, \naccording to Addison Whitney, if one of Defendants’ claims for abuse of process, \ndefamation, or tortious interference with prospective economic advantage survives, \nthen Defendants’ section 75-1.1 claim must also survive.  Having denied the motion \nto dismiss the claims for defamation and tortious interference, the Court also denies \nthe motion to dismiss Defendants’ section 75-1.1 claim. \n \nIII. \nCONCLUSION \n \n46. For these reasons, the Court  GRANTS in part  and DENIES in part  \nAddison Whitney’s Rule 12(b)(6) motion as follows:   \na. The Court grants the motion as to the claim for abuse of process.  The \nclaim is DISMISSED with prejudice. \nb. The Court DENIES the motion as to the claim for defamation to the \nextent it is based on allegations related to Addison Whitney’s press release \nand Google AdWords campaign. \nc. The Court DENIES the motion to dismiss the claims for tortious \ninterference with prospective economic advantage and unfair or deceptive \ntrade practices. \n \nThis the 1st day of December, 2017. \n /s/ Adam M. Conrad    \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n "
}