{
  "id": "b2fa0337bc522c35251ddfe53ed788212e073313f30802ca1312552d7e112eef",
  "source_file": "data/raw/ncbc/b2fa0337bc522c35251ddfe53ed788212e073313f30802ca1312552d7e112eef.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nWAKE COUNTY \n IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 02793 \n \nMURPHY-BROWN, LLC and \nSMITHFIELD FOODS, INC., \n \nPlaintiffs, \n \nORDER AND OPINION ON MOTIONS \nFOR PARTIAL SUMMARY \nJUDGMENT ON INDEMNITY \nALLOCATION ISSUES \n v. \n \n \nACE AMERICAN INSURANCE \nCOMPANY; ACE PROPERTY & \nCASUALTY INSURANCE COMPANY; \nAMERICAN GUARANTEE & \nLIABILITY INSURANCE COMPANY; \nGREAT AMERICAN INSURANCE \nCOMPANY OF NEW YORK; XL \nINSURANCE AMERICA, INC.; and XL \nSPECIALTY INSURANCE COMPANY, \n \nDefendants.  \n    \n    \n  \nTHIS MATTER comes before the C ourt on Defendants ACE American \nInsurance Company, ACE Property & Casualty Insurance Company, American \nGuarantee & Liability Insurance Company, and Great American Insurance Company \nof New York’s (collectively, “Certain Insurers”) Amended Motion for Partial Summary \nJudgment on the Issue of Indemnity Allocation (ECF No. 681) and  Defendants XL \nInsurance America, Inc. (“XLIA”) and XL Specialty Insurance Company’s  (“ XL \nSpecialty”) Amended Motion for Summary Judgment on Indemnity Allocation Issues \n(ECF No. 690) (collectively, the “Motions” or “Motions for Summary Judgment”).1 \n \n1 XLIA and XL Specialty are referred to in this opinion collectively as the “XL Defendants.” \nMurphy-Brown, LLC v. Ace Am. Ins. Co., 2023 NCBC 52. \n THE COURT, having considered the Motion s, briefs, exhibits, arguments of \ncounsel, and all appropriate matters of record, concludes that Certain Insurers’ \nAmended Motion for Partial Summary Judgment on the Issue of Indemnity \nAllocation should be  GRANTED and the XL Defendants’  Amended Motion for \nSummary Judgment on Indemnity Allocation Issues should be DENIED. \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, LLP, by Michael \nW. Mitchell, and Reed Smith, LLP, by Evan T. Knott, John D. Shugrue, \nAndrew M. Barrios, David Cummings, and Ashley B. Jordan, for  \nPlaintiffs Murphy-Brown, LLC, and Smithfield Foods, Inc.  \n \nBailey & Dixon, LLP, by John T. Crook and David S. Coats, and Clyde \n& Co. US LLP, by Marianne May, Shane Calendar, Daren McNally,  \nLuke Barlow, and Thomas Carruthers, for Defendants ACE  American \nInsurance Company and ACE Property & Casualty Insurance Company. \n \nMaynard Nexsen, PC, by James W. Bryan, Brett Becker, and David S.  \nPokela, for Defendant American Guarantee & Liability Insuran ce \nCompany. \n \nPhelps Dunbar, LLP, by Thomas Contois, Justine Tate, Robert M.  \nKennedy, and Christy M. Maple, for Defendants XL Insurance America, \nInc., and XL Specialty Insurance Company. \n \nCranfill Sumner & Hartzog, LLP, by Theodore B. Smyth, and Clyde & \nCo. US, LLP, by Bruce D. Celebrezze and Jason Chorley, for Great \nAmerican Insurance Company of New York. \n \nDavis, Judge. \nFACTUAL AND PROCEDURAL BACKGROUND \n1. “The Court does not make findings of fact on motions for summary \njudgment; rather, the Court summarizes material facts it considers to be \nuncontested.”  Hyosung USA Inc. v. Travelers Prop. Cas. Co. of Am. , 2021 NCBC \nLEXIS 115, at **3 (N.C. Super. Ct. Dec. 16, 2021) (cleaned up). \n2. The core set of facts underlying this litigation are not in dispute.   \n3. The Plaintiffs in this lawsuit are Smithfield Foods, Inc. (“Smithfield ”) \nand Smithfield’s wholly owned subsidiary Murphy -Brown, LLC (“Murphy-Brown”).2  \n(Sec. Am. Compl. [“SAC”], ECF No. 444.2, ¶¶ 12 –13.)  “Smithfield is the largest hog \nand pork producer in the world.”  (SAC ¶ 13.) \n4. In 2013, property owners in eastern North Carolina who lived close to \nSmithfield’s farming operations began filing lawsuits against Plaintiffs3—first in \nstate court in 2013 and later in federal court beginning in 2014. 4  (SAC ¶¶ 28 –31.)  \nEach of these lawsuits consisted of similar allegations—that is, the assertion by the \nproperty owners that Plaintiffs’ hog farming operations had resulted in both physical \ninvasions of the ir property and the  loss of the use and enjoyment of that property.  \n(SAC ¶¶ 33–35.)  The property owners alleged that Plaintiffs’ hog farming operations \nhad resulted in nuisance conditions such as odor, dust, noise, insects and pests, and \nbuzzards.  (SAC ¶ 34.)  The property owners also asserted that Plaintiffs’ trucks had \ncaused excessive traffic, odor, noise, dust, and light.  (SAC ¶ 35.) \n5. The United States District Court fo r the Eastern District of North \nCarolina conducted five “bellwether” trials.  (SAC ¶¶ 40 –47.)  Each of these trials \nresulted in verdicts for the property owners against Smithfield and Murphy -Brown.  \n \n2 In this Opinion, Smithfield and Murphy -Brown are often referred to collectively as \n“Plaintiffs.” \n \n3 Those lawsuits are occasionally referred to herein as the “Underlying Lawsuits.” \n \n4 Shortly before the filing of the federal suits, the property owners’ state court  actions were \nvoluntarily dismissed.  (SAC ¶ 30.) \n \n(SAC ¶¶ 40–47.)  On appeal from one of the resulting judg ments, the United States \nCourt of Appeals for the Fourth Circuit largely affirmed the judgment entered by the \ndistrict court. 5  McKiver v. Murphy -Brown, LLC , 980 F.3d 937 ( 4th Cir. 2020).  \nSmithfield and Murphy-Brown subsequently entered into a global settlement with all \nof the property owners.  (SAC ¶ 47.) \n6. In the present lawsuit, Plaintiffs have sued various insurers who \nprovided primary and excess insurance coverage for their operations between 2010 \nand 2015.  Plaintiffs contend that these insurers should be held liable for the amounts \nPlaintiffs paid to settle the Underlying Lawsuits as well the attorneys’ fees and other \ncosts Plaintiffs expended in defending the actions. \n7. In order to analyze the present Motion, it is necessary to understand the \nlayers of insurance coverage that Plaintiffs possessed during the years at issue. \nA. Primary Coverage \n8. Plaintiffs’ first layer of coverage during the relevant policy periods \nconsisted of commercial general liability policies and business auto policies.6  Each of \nthe Primary Policies is described below. \n9. Defendant ACE American Insurance  Company (“ACE”) issued a \ncommercial general liability policy (“GL Policy ”) and a business auto policy to \n \n5 The district court’s punitive damages award was vacated due to an evidentiary error, and \nthe case was remanded for rehearing on that issue.  But in all other respects the district \ncourt’s judgment was affirmed.  McKiver, 980 F.3d at 977. \n \n6 The policies comprising the primary layer of insurance coverage are on occasion referred to \nherein collectively as the “Primary Policies.” \nPlaintiffs for the policy period of 30 April 2010 through 30 April 2 011.  (“ACE Auto \nPolicy,” ECF No. 515.1; “ACE GL Policy,” ECF No. 515.2.) \n10. Old Republic Insurance Company (“ORIC”) issued a GL policy and a \nbusiness auto policy to Plaintiffs for four consecutive policy years from 30 April 2011 \nto 30 April 2015.  ( “ORIC Pol icies,” ECF Nos. 515.3 –10.)  Although ORIC was \noriginally named as a d efendant in this lawsuit, it ultimately entered into a \nsettlement with Plaintiffs, resulting in a dismissal of all claims asserted by Plaintiffs \nagainst it.  (ECF No. 508.) \n11. The ACE GL Policy and the ORIC GL Policies (collectively, the “Primary \nGL Policies”) were essentially “fronting policies,” meaning that they constituted a \nform of self- insurance in which the insured’s deductible amount equaled the policy \nlimits of $5 million.  (ACE GL Policy; ORIC GL Policies, ECF Nos. 515.7–10.) \n12. The ACE Auto Policy and the ORIC Auto Policies (collectively, the \n“Primary Auto Policies”) each have policy limits of $2 million with a deductible of $1 \nmillion, with the exception of one ORIC policy for the period of 30 April 2014 through \n30 April 2015, which has a policy limit of $3 million and a deductible of $1 million.  \n(ACE Auto Policy; ORIC Auto Policies, ECF Nos. 515.3–6.) \nB. Excess Coverage \n1. Zurich First-Layer Excess Policies  \n13. Defendant American Guarantee & Liability Insurance Company \n(“Zurich”) issued first-layer excess policies (the “Zurich Policies”) to Plaintiffs for four \nconsecutive annual policy periods spanning from 30 April 2010 through 30 April 2014.  \n(“Zurich Policies,” ECF Nos. 515.11–14.)  The Zurich Policies have a $25 million policy \nlimit.  (ECF Nos. 151.11–14, at p. 2; ECF Nos. 151.13–14, at p. 5.) \n14. The Zurich Policies provide excess coverage that follow s form to the \nunderlying Primary Policies “to the extent such terms and conditions are not \ninconsistent or do not conflict with the terms and conditions” in the Zurich Policies.   \n(See, e.g., ECF No. 515.12 , at p. 35.) 7  Furthermore, the Zurich Policies contain the \nfollowing language: \nNotwithstanding anything to the contrary . . . , if underlying insurance \ndoes not apply to damages, for reasons other than exhaustion of \napplicable limits of insurance by payment of loss, then [the Zurich \nPolicies] do[ ] not apply to such damages. \n(See, e.g., ECF No. 515.12, at p. 35.) \n2. XL Specialty First-Layer Excess Policy \n \n15. Defendant XL Specialty Insurance Company issued a first -layer excess \npolicy to Plaintiffs for the policy period 30 April 2014 through 30 April 2015. (“XL \nSpecialty Policy,” ECF No. 515.25.)  The XL Specialty Policy has a $25 million policy \nlimit.  (ECF No. 515.25, at p. 11.)\n8 \n \n \n \n7 A “follow-form” excess insurance policy “covers a liability loss that exceeds the underlying \nlimits [of the underlying policy] only if the loss is covered by the underlying insurance.”  1 \nLNPG: NEW APPLEMAN NORTH CAROLINA INSURANCE Litigation § 10.09[2] (LexisNexis \n2022).  Unless the policy specifies otherwise, a follow-form policy “is subject to the exact same \nprovisions of the underlying policy.”  Id. at [1].   \n \n8 The Zurich Policies and the XL Specialty Policy are collectively referred to as  the “First \nLayer Excess Policies.”  \n3. Great American Second-Layer Excess Policy \n16. Defendant Great American Insurance Company of New York (“Great \nAmerican”) issued second- layer excess policies to Plaintiffs for five consecutive \nannual policy periods spanning from 30 April 2010 through 30 April 2015.  (“Great \nAmerican Excess Policies” or “Second Layer Excess Policies,” ECF Nos. 515.15 –19.)  \nThe Second-Layer Excess Policies provide excess coverage that follows form to t he \nFirst Layer Excess Policies and cover losses up to $25 million in excess of the First \nLayer Excess Policies’ limits.  (See, e.g., ECF No. 515.15, at p. 14.) \n4. ACE P&C Third-Layer Excess Policies \n17. Defendant ACE Property & Casualty Insurance Company (“ACE P&C”) \nissued third- layer excess policies to Plaintiffs for five consecutive annual policy \nperiods spanning from 30 April 2010 through 30 April 2015.  (“ ACE P&C Excess \nPolicies” or “Third Layer Excess Policies,” ECF Nos. 515.20 –24.)  The Third Layer \nExcess Policies provide excess coverage that follows form to the First Layer Excess \nPolicies and cover losses up to $25 million in excess of the Second Layer Excess \nPolicies.  (See, e.g., ECF No. 515.20, at p. 5.)   \n5.  XL Insurance Fourth-Layer Excess Policies \n18. Defendant XL Insurance, America, Inc.  issued fourth -layer excess \ncommercial general liability and business auto policies to Murphy -Brown for four \nconsecutive annual policy periods spanning from 30 April 2010 through 30 April 2014.  \n(“XL Excess Policies” or “Fourth Layer Excess Policies,” ECF Nos. 515.26 –29.)  The \nFourth Layer Excess Policies provide excess  coverage that follows form to the First \nLayer Excess Policies and cover losses up to $25 million in excess of the Third Layer \nExcess Policies.  (See e.g., ECF No. 515.29, at p. 14.)  \nC. Lawsuit \n19. Plaintiffs filed an initial Complaint in this action on 5 March 2019.  \n(ECF No. 4.)  On the following day, this lawsuit was designated as a mandatory \ncomplex business case.  (ECF No. 3.)   \n20. Plaintiffs filed an Amended Complaint on 19 March 2019.  (ECF No. 9.)  \nOn 12 January 2021, the Court granted leave for Plaintiffs to file a Second Amended \nComplaint, which is currently the operative pleading in this matter.  (ECF No. 453.) \n21. The SAC contains seven claims: (1 ) a breach of contract claim against \nACE for breach of its duty to defend the U nderlying Lawsuits under the ACE Auto \nPolicy; (2) a breach of contract claim against ORIC for breach of its duty to defend the \nUnderlying Lawsuits under the ORIC Auto Policies; (3) a claim seeking a declaratory \njudgment that ACE and ORIC are “obligated to defend and/or reimburse \nthe . . . defense costs incurred by  [Plaintiffs]” from the Underlying L awsuits; (4) a \nclaim seeking a declaratory judgment that “ ACE is estopped from ass erting any \ncoverage defenses” under the ACE Auto Policy; (5) a claim seeking a declaratory \njudgment that “ORIC is estopped from asserting any coverage defenses” under the \nORIC Auto Policies; (6) a breach of contract claim against all Defendants for breach \nof their duty to indemnify  Plaintiffs “under their respective Policies in connection \nwith the settlement made by [Plaintiffs] with the [Underlying] Claimants”; and (7) a \nbreach of contract claim against all Defendants with respect to their duty to \nindemnify for “fail[ing] and refus[ing] to make the full limits of their respective \npolicies available so as to enable [Plaintiffs] to settle the [Underlying Lawsuits].”  \n(SAC ¶¶ 73–121.)   \n22. On 22 December 2020, this Court entered partial summary judgment \nfor Plaintiffs on their first and second claims, ruling that ORIC and ACE’s “failure to \nprovide a defense [in the Underlying Lawsuits] constitutes a breach of their \nrespective duties to defend.”  Murphy-Brown, LLC v. ACE Am. Ins. Co., 2020 NCBC \nLEXIS 154, at **4–25 (N.C. Super. Ct. Dec. 22, 20 20).  The Court concluded “that a \nduty to defend exists under Defendants’ Primary Auto Polices[.]”  Id. at **54. \n23. On 5 August 2022, the Court entered an Order and Opinion that \naddressed various motions for summary judgment filed by the parties on a variety of \nissues in this case.  (ECF No. 646 .)  In its Order and Opinion, the Court made the \nfollowing rulings: (1) the Court granted Plaintiffs’ Motion requesting a ruling that \nACE\n9 was estopped from asserting coverage defenses based on its breach of the duty \nto defend; (2) the Court denied Defendants’ Motion for Partial Summary Judgment \nrequesting a ruling that coverage under any policy was barred by a lack of an \n“accident” or “occurrence” based on the Court’s determination that a genuine issue of \nmaterial fact existed on that issue; (3) the Court granted, in part, and denied, in part, \nPlaintiffs’ and Defendants’ Motions for Partial Summary Judgment based on the \n“Pollution Exclusion” contained in Defendants’ various insurance policies; and (4) the \nCourt granted, i n part, and denied, in part, XL Specialty’s Motion for Partial \n \n9 By this time, ORIC was no longer a party to this litigation by virtue of its settlement with \nPlaintiffs. \nSummary Judgment based on the “Known Injury ” provision contained within its \npolicy.  (ECF No. 646, at pp. 60–61.) \n24. On 3 January 2023, the Court entered an Order denying Plaintiffs’ Rule \n54(b) Mo tion for Reconsideration/Clarification and Rule 59(e) Motion to Amend \nRegarding Summary Judgment Ruling.  (ECF No. 669.) \n25. On 3 March 2023,  Certain Insurers and the XL Defendants filed  the \nMotions for Summary Judgment currently before the Court.  (ECF Nos. 681, 690.) \n26. The Motions came before the Court for a hearing on 18 July 2023.  The \nMotions are now ripe for decision. \nLEGAL STANDARD \nI. Summary Judgment \n27. It is well established that “[s]ummary judgment is proper ‘if the \npleadings, depositions, answers to interrogatories, and admissions on file, together \nwith the affidavits, if any, show that there is no genuine issue as to any material fact \nand that any party is entitled to a judgment as a matter of law.’ ”  Morrell v. Hardin \nCreek, Inc., 371 N.C. 672, 680 (2018)  (quoting N.C. R. Civ. P. 56( c)).  “[A] genuine \nissue is one which can be maintained by substantial evidence.”  Kessing v. Nat'l \nMortg. Corp. , 278 N.C. 523, 534 (1971).  “Substantial evidence is such relevant \nevidence as a reasonable mind might accept as adequate to support a conclusion and \nmeans more than a scintilla or a permissible inference.”  Daughtridge v. Tanager \nLand, LLC, 373 N.C. 182, 187 (2019) (citation and internal quotation marks omitted). \n28. On a motion for summary judgment, “[t]he evidence must be considered \n‘in a light most favorable to the non -moving party.’ ”  McCutchen v. McCutchen, 360 \nN.C. 280, 286 (2006)  (quoting Howerton v. Arai Helmet, Ltd. , 358 N.C. 440, 470 \n(2004)).  “[T]he party moving for  summary judgment ultimately has the burden of \nestablishing the lack of any triable issue of fact.”  Pembee Mfg. Corp. v. Cape Fear \nConstr. Co., 313 N.C. 488, 491 (1985). \n29. The party moving for  summary judgment  may satisfy its burden by \nproving that “an essential element of the opposing party’s claim does not exist, cannot \nbe proven at trial, or would be barred by an affirmative defense, or by showing \nthrough discovery that the opposing  party cannot produce evidence to support an \nessential element of [the] claim[.]”  Dobson v. Harris, 352 N.C. 77, 83 (2000) (citations \nomitted).  “If the moving party satisfies its burden of proof, then the burden shifts to \nthe non-moving party to ‘set forth specific facts showing that there is a genuine issue \nfor trial.’ ”  Lowe v. Bradford , 305 N.C. 366, 369– 70 (1982) (quoting N.C. R. Civ. P. \n56(e)).  If the nonmoving party does not satisfy its burden, then “summary judgment, \nif appropriate, shall be entered ag ainst [the nonmovant].”  United Cmty. Bank (Ga.) \nv. Wolfe, 369 N.C. 555, 558 (2017) (quoting N.C. R. Civ. P. 56(e)). \nII. Rules of Construction — Contracts of Insurance \n30. “An insurance policy is a contract[,] and its provisions govern the rights \nand duties of the parties thereto.”  C. D. Spangler Constr. Co. v. Indus. Crankshaft & \nEng’g Co., 326 N.C. 133, 142 (1990) (citing Fidelity Bankers Life Ins. Co. v. Dortch , \n318 N.C. 378, 380 (1986)).   Thus, general contract interpretation rules apply when \ninterpreting an insurance policy.  Accardi v. Hartford Underwriters Ins. Co., 373 N.C. \n292, 295 (2020).   “In North Carolina, determining the meaning of language in an \ninsurance policy presents a question of law for the Court.”  Id. \n31. “[I]t is well settled in North Carolina that insurance policies are \nconstrued strictly against insurance companies and in favor of the insured.”   State \nCap. Ins. Co. v. Nationwide Mut. Ins. Co., 318 N.C. 534, 546 (1986) (citations omitted).  \nAccordingly, “a contract of insurance should be given that construction which a \nreasonable person in the position of the insured would have understood it to mean[.]”  \nGrant v. Emmco Ins. Co., 295 N.C. 39, 43 (1978).  In addition, \n[t]hose provisions in an insurance policy which extend coverage to the \ninsured must be construed liberally so as to afford coverage whenever \npossible by reasonable construction. However, the converse is true when \ninterpreting the exclusionary provisions of  a policy; exclusionary \nprovisions are not favored and, if ambiguous, will be construed against \nthe insurer and in favor of the insured. \n \nN.C. Farm Bureau Mut. Ins. Co. v. Stox, 330 N.C. 697, 702 (1992) (citation omitted). \n32. An ambiguity exists when “in the opinion of the court, the language of \nthe policy is fairly and reasonably susceptible to either of the constructions for which \nthe parties contend.”  Wachovia Bank & Tr. Co. v. Westchester Fire Ins. Co., 276 N.C. \n348, 354 (1970).  In those circumstances, our Supreme Court has instructed that “any \nambiguity or uncertainty as to the words used in the policy should be construed \nagainst the insurance company and in favor of the policyholder or beneficiary.”  \nAccardi, 373 N.C. at 295; see also Woods v. Nationwide Mut. Ins. Co. , 295 N.C. 500, \n506 (1978).  Further, when otherwise unambiguous policy language “become[s] \nambiguous as applied to the various causes of loss set forth in the policy, the \nambiguity will be construed against the insurer.”   Pleasant v. Motors Ins. Co. , 280 \nN.C. 100, 102 (1971). \n33. Nevertheless, “[i]f a court finds that no ambiguity exists,  . . . the court \nmust construe the document according to its terms.”  Accardi, 373 N.C. at 295 ; see \nalso Woods, 295 N.C. at 506 (“[I]f the meaning of t he policy is clear and only one \nreasonable interpretation exists, the courts must enforce the contract as written; they \nmay not, under the guise of construing an ambiguous term, rewrite the contract or \nimpose liabilities on the parties not bargained for an d found therein.”); Cowell v. \nGaston Cty., 190 N.C. App. 743, 746 (2008) (stating that “the language used in the \npolicy is the polar star that must guide the courts”) (quoting McDowell Motor Co. v. \nNew York Underwriters Ins. Co., 233 N.C. 251, 253 (1951)). \nANALYSIS \n34. The two Motions  currently before the Court  (one filed by Certain \nInsurers and one filed by the XL Defendants) both address a common issue.  That \nissue concerns the proper method that should be utilized to allocate indemnity \nliability in this action among the various insurers in light of the fact that the nuisance \ninjuries giving rise to the Underlying Lawsuit s crossed over into multiple  policy \nperiods for which—as detailed above—coverage was provided by various insurers.   \n35. Our Supreme Court  recently explained the nature of this inquiry  as \nfollows: \n[C]ourts across the country have grappled with so -called “long -tail” \nclaims—such as those seeking to recover for personal injuries due to \ntoxic exposure and property damage resulting from gradual or \ncontinuing environmental contaminations —in the insurance context. \nThese types of claims present unique complications because they often \ninvolve exposure to an injury-inducing harm over the course of multiple \npolicy periods, spawning litigation over which policies are triggered in \nthe first instance, how liability should be allocated among triggered \npolicies and the respective insurers, and at what point insureds may \nturn to excess insurance for coverage. \nRadiator Specialty Co. v. Arrowood Indem. Co., 383 N.C. 387, 389–90 (2022) (quoting \nIn re Viking Pump, Inc., 27 N.Y. 3d. 244, 255 (2016)). \n36. As an initial matter, t he Court is satisfied that no genuine issue of \nmaterial fact exists regarding this issue and that this issue is instead purely a \nquestion of law.  The Court, in its discretion, concludes that a ruling at the summary \njudgment stage is appropriate.  Duke Energy Carolinas, LLC v. AG Ins. SA/NV, 2020 \nNCBC LEXIS 70, at **13 (N.C. Super. Ct. Jun. 5, 2020) (“In the circumstances of this \ncase, the Court concludes that addressing [the Motion for Partial Summary \nJudgment] at this time will not result in an advisory opinion and is instead a prudent \nuse of the Court’s time and resources.”). \n37. Because the arguments of Certain Insurers and the XL De fendants \ndiffer in key respects, the Court will analyze them separately. \nA. Certain Insurers’ Motion for Summary Judgment \n38. Certain Insurers argue that any indemnity amounts that Plaintiffs may \nultimately recover in this action should be allocated among the applicable insurers \non a “pro rata” basis based on the amount of time each insurer provided coverage to \nPlaintiffs.\n10  Plaintiffs, conversely, urge the Court to apply an “all sums” allocation \n \n10 Despite making these arguments, Certain Insurers (and the XL Defendants ) have \nexpressly reserved their right to argue at trial that no coverage at a ll exists under their \nrespective policies based on their contention that the Underlying Lawsuits did not arise from \nmethod in which Plaintiffs may recover the entirety of their loss from any individual \ninsurer that provided coverage during the period in which the n uisance injuries \noccurred. \n39. Our Supreme Court has explained the difference between these two \napproaches.  “Under a pro rata, or time -on-the-risk, allocation approach, each \ntriggered policy bears a share of the total damages proportionate to the number of \nyears it was on the risk, relative to the total number of years of triggered coverage.”  \nRadiator Specialty, 383 N.C. at 406–07.  “By contrast, all sums, or joint and several, \nliability allows recovery  in full under any triggered policy of the policyholders’ \nchoosing and leaves the selected insurer to pursue cross-claims against other carriers \nwhose policies were also available.  This means that any policy on the risk  for any \nportion of the period in which the insured sustained property damage or bodily injury \nis jointly and severally obligated to respond in full, up to its policy limits, for the loss.”  \nId. (cleaned up).  \n40. The arguments asserted by Certain Insurers and Plaintiffs are analyzed \nin detail below but can be broadly summarized as follows:  Certain Insurers rely on a \nprovision in their policies stating that the policy solely covers injuries for accidents \noccurring during the  stated temporal period of the policy —that is, the dates listed  \ntherein during which the policy is effective.  Based on this provision, Certain Insurers \n \nany “accident” or “occurrence” as defined in their policies (based on their contention that the \nunderlying nuisance injuries were either int entional or substantially certain to occur from \nthe standpoint of Plaintiffs).   \ncontend, they have contracted to provide coverage only  for injuries occurring during \ntheir limited “time on the risk.”   \n41. Plaintiffs, on the other hand,  rely on a separate provision in Certain \nInsurers’ policies stating that a covered injury also includes “any continuation, \nchange, or resumption” of that injury after the policy period has ended.  Based on the \nlatter provision, Plaintiffs assert that each insurer’s indemnity liability is not, in fact, \nlimited to their “time on the risk.”   Alternatively, Plaintiffs contend, the policies are \nambiguous and should therefore be construed in their favor  as insureds—meaning \nthat an “all sums” allocation method should be utilized in lieu of a pro rata method. \n42. Therefore, it is necessary to examine the provisions of the policies at \nissue that are pertinent to the parties’ respective arguments on this issue.   \n43. Both ACE and ORIC issued Primary Auto Policies that contain the same \nfunctionally identical provision  providing that coverage was being afforded for \naccidents occurring “during the policy period.”  That provision states as follows: \nWe will pay all sums an “insured” legally must pay as damages because \nof “bodily injury” or “property damage” to which this insurance applies, \ncaused by an “accident” and resulting from the ownership, maintenance \nor use of a covered “auto” \n \n. . .  \n \nUnder this Coverage Form, we cover “accidents” and “losses” occurring  \na. During the policy period shown in the Declarations; and \nb. Within the coverage territory. \n(E.g., ECF No. 515.1, at pp. 16, 23 (emphasis added).)\n11 \n \n11 By virtue of the First Layer Excess Policies’ follow form provisions, th e above -quoted \nlanguage also became part of the Excess Policies. \n \n44. In addition, all of the Zurich Policies for the period from 2010 through \n2014 contain a “Continuing Coverage” provision stating as follows: \nBodily injury  or property damage which occurs during the policy \nperiod . . . includes any continuation, change or resumption of that \nbodily injury or property damage after the policy period[.] \n(E.g., ECF No. 515.11, at p. 37 (emphasis added).)12 \n45. Certain Insurers argue that the inclusion of the “during the policy \nperiod” language in the relevant policies mandates a pro rata approach to allocating \nthe indemnifiable damages from the Underlying Lawsuits between the applicable \ninsurance policies.  According to Certain Insurers, this language means just what it \nsays—they have contracted t o provide coverage only for accidents occurring during \nthe time period in which their policies were in effect. \n46. Plaintiffs, conversely, contend that Certain Insurers are ignoring the \n“Continuing Coverage” provision, which—in Plaintiffs’ view—should be construed as \nallowing coverage under these policies even for injuries that occur outside  the \ndesignated policy periods because those injuries were a “ continuation, change or \nresumption” of the very same injuries that did occur during the policy period.   As a \nresult, Plaintiffs assert that the “Continuing Coverage” provision precludes \napplication of pro rata allocation and instead mandates allocation based on the “all \nsums” approach.  In the alternative, Plaintiffs argue that the simultaneous inclusion \nof these two provisions results in an ambiguity, which must be resolved in favor of \nthe insured. \n \n12 All of the other excess policies “follow form” in all relevant respects to the Primary Auto \nPolicies and the First Layer Excess policies. \n47. Before determining how the “Continuing Coverage” provision should be \ninterpreted, the Court must first decide the threshold issue of whether it even applies.  \nCertain Insurers take the position that the provision does not apply —asserting that \n“[b]ecause the underlying [claimants] asserted recurrent  nuisance claims , the \nUnderlying Lawsuits did not involve the ‘continuation, change or resumption’ of any \nbodily injury.”  (ECF No. 682, at p. 23 (emphasis added).)  \n48. The Court disagrees and finds that Certain Insurers’ argument on this \nissue is largely based on semantics.  Based on the undisputed evidence of record, it is \nclear that the nuisance injuries at issue were not one- time injuries and instead \nreappeared on a recurring basis  for a period of years.   The phrase “continuation, \nchange or resumption” is broad enough to encompass the type of recurrent injuries at \nissue in this case.   See McKiver, 980 F.3d  at 954 (“ Here, maintenance of odiferous, \nnoisy, and pest -ridden farm operations resulted in repeated -- i.e., recurrent --  \ninvasions of [landowners’]  properties.”).  The Court rejects Certain Insurers’ \ncontention that additional wording would need to be included within the Continuing \nCoverage provision in order for it to apply to the type of injuries at issue here. \n49. However, the C ourt’s determination that the Continuing Coverage \nprovision applies does not end the analysis.  The Court must next address the extent, \nif any, to which the “during the policy period” language (relied upon by Certain \nInsurers) is affected by the Continuing Coverage provision (relied on by Plaintiffs) for \npurposes of deciding whether a pro rata or an all sums approach to indemnity \nallocation should be used on these facts. \n50. In their various briefs, the parties have cited numerous cases from \noutside North Carolina addressing this question.  However, although these cases are \ninformative and demonstrate that different jurisdictions have adopted differing \napproaches to this issue, the Court, of course, is bound by controlling North Carolina \nlaw.  \n51. Our Supreme Court very recently addressed a virtually identical issue \nin Radiator Specialty.  Although, as discussed below, the specific type of injury at \nissue in that case was different than the recurring  nuisance injuries existing here, \nthe Court finds that the Supreme Court’s analysis is nevertheless controlling in the \npresent case.13  \n52. In Radiator Specialty, a manufacturer whose products contained  \nbenzene was named as a defendant in “hundreds of personal injury lawsuits seeking \ndamages f or bodily injury allegedly caused by repeated exposure to benzene over \ntime.”  Radiator Specialty , 383 N.C. at 389.  The ensuing litigation resulted in \napproximately $45 million in liability and defense costs.  Id . at 390.  The \nmanufacturer’s insurance structure consisted of over one- hundred policies and \ntwenty-five individual insurers.  Id . at 389.  The manufacturer subsequently filed a \nlawsuit seeking a determination of the respective obligations of fifteen insurers in \nconnection with the benzene litigation.  Id. at 391.  \n53. In its opinion, the Supreme Court addressed a  number of coverage -\nrelated issues, one of which concerned the proper method of allocation of the insurers’ \n \n13 For this reason, the Court deems it appropriate to quote extensively from the Supreme \nCourt’s opinion in Radiator Specialty. \nindemnity liability.  Much like Plaintiffs in the present case, the manufacturer  in \nRadiator Specialty contended that certain language in the applicable policies \nmandated an all sums —rather than a pro rata —allocation despite the inclusion of \nthe phrase “during the policy period” in the policies .  Id. at 41 0–11.  The Supreme \nCourt summarized the manufacturer’s argument as follows: \nSimilarly, [the manufacturer] argues that there is language in the \npolicies that is “antithetical to pro rata allocation, including continuing \ncoverage, non -cumulation, and prior- insurance provisions,” which all \npresuppose that (1) multiple policies may be called upon to indemnify \n[the manufacturer] for a single loss or occurrence, and (2) insurers may \nbe required to indemnify the insured for losses arising outside of the \npolicy period.  For example, [the manufacturer]  notes that all three of \nthe insurers’ policies “extend  coverage beyond the policy period to \nliability for ‘death resulting  at any time from the bodily injury,” \nprovisions which other courts “have found incompatible with  pro rata \nallocation.”  At the same time, [the manufacturer]  emphasizes “the \nglaring absence of any express pro rata limitation[,]” an omission that is \n“particularly notable given that the Insurers have been aware of the \nhotly contested issue of ‘all sums’ vs. pro rata allocation for decades.” \nId. at 411. \n54. The Supreme Court stated that “ [l]anguage indicating that an insurer \nwill cover ‘all sums’ must be present in the policy to warrant application of all sums \nallocation.”  Id. at 412.   Although acknowledging that the policies did, in fact, contain \nlanguage essentially agreeing to pay “all sums” arising from certain types of liability, \nthe Supreme Court observed that the insurers were able to point to other policy \nlanguage overtly seeking to limit the coverage contained therein to injury “sustained \nduring the respective policy periods.”  Id. at 412–13 (cleaned up).  The Supreme Court \nthen stated the following:  \nAs the insurers argue, the modern trend is to apply pro rata allocation \nwhen limiting language like “during the policy period” exists, even when \nthe policy contains a reference to paying “all sums” arising out of certain \nliabilities.  See, e.g., Rossello, 468 Md. at 119, 226 A.3d 444 (holding that, \nwhere “during the policy period” language was present, “the pro rata \napproach [was] unmistakably consistent with the language of standard \n... policies”); Crossmann Cmtys. of N.C., 395 S.C. at 62, 717 S.E.2d 589 \n(applying pro rata allocation where “during the policy period” limiting \nlanguage was present and explaining that this interpretation “give[s] \neffect to each part of the insuring agreement (rather than focusing solely \non the terms ‘all sums’ or ‘those sums’), [and] . . . is consistent with the \nobjectively reasonable expectations of the contracting parties”).  \n. . .   \nPursuant to the limiting language of Fireman’ s Fund ’s policies then, \nFireman’s Fund will only indemnify [the manufacturer]  for the costs of \nsuch occurrences that take place “during the policy period.”   See, e.g., \nBos. Gas Co. v. Century Indem. Co., 454 Mass. 337, 360, 910 N.E.2d 290, \n307–08 (2009).  T hus, even if a policy contains language promising to \npay for “all sums” that [the manufacturer]  “shall be obligated to pay ... \nbecause of” personal or bodily injury, contractual language that limits \nthis phrase to either bodily injuries that occur during the policy period \nor occurrences that take place during the policy period makes clear that \nthe insurer’s obligation is not without limits. \n. . .  \n[U]sing Fireman’s Fund’s policies as an example, the insurer agreed to \npay for all of the sums (1) arising from bodily injuries; (2) resulting from \noccurrences; and (3) that took place during the policy periods.  The \nlanguage “during the policy period” therefore cabins the phras e “all \nsums” to a finite period of time.  It follows that the insurers did not agree \nto cover all sums arising out of benzene exposure without regard to the \npolicy periods during which incidents of exposure took place.   Instead, \n“[c]onsistent with the poli cy language limiting coverage to that which \noccurs ‘during the policy period,’ the timing of the [occurrence/injury] \ndictates ... the portion of damages for which each policy is responsible.”   \nSee Rossello, 468 Md. at 119, 226 A.3d 444. \nId. at 413–14. \n55. The Supreme Court noted that courts in some jurisdictions had applied \nall sums allocation “even where the  limiting language of ‘during the policy period’ \nappears.”  Id. at 414 n.12.  But the Supreme Court stated that “[t]hese cases . . . tend \nto represent an outdated view of the proper interpretation of ‘pro rata’ language” and \nthat “[t]he truncated contractual interpretation they apply fails to full[y] consider the \nlimiting effect of the phrase ‘during the policy period.’ ”  Id.  \n56. In reaching its conclusion that a pro rata (as opposed to all sums) \nallocation was proper, t he Supreme Court distinguished two cases reaching an \nopposite conclusion—one of which was from this Court.  See id. at 415 (citing Duke \nEnergy, 2020 NCBC LEXIS 70, at * *15–16).  The Supreme Court stated that Duke \nEnergy was distinguishable because \n[t]he [B]usiness [C]ourt’s application of all sums allocation was based on \nthe presence of non-cumulation provisions in the policy at issue, which \n“recognize[d] that damage may extend beyond the policy period in which \nthe triggering property damage first occurs and reflect the part ies’ \nagreement that such damage shall be treated as if all damage occurred \nin a single premium period, subject to a single policy limit.”   Duke \nEnergy, 2020 WL 3042168, at *8 .  I ndeed, the [B]usiness [C]ourt  \n“conclude[d] that the non- cumulation provisions make plain that the \nparties’ Insuring Agreement in the Policies ... obligates the insurer to \npay all sums which Duke becomes legally obligated to pay because of \n‘property damage.’ ”  Id. \nRadiator Specialty, 383 N.C. at 415.14 \n57. The Supreme Court similarly distinguished Viking Pump, a case that  \nlikewise concerned policies containing non-cumulation provisions.  Id. (citing Viking \nPump, 27 N.Y.3d. at 251).  \n58. Finally, t he Supreme Court further  rejected the manufacturer’s \nargument that the policies at issue contained a continuing coverage provision  that \n \n14 As one court has explained, a non-cumulation clause “presuppose[es] that two policies may \nbe called upon to indemnify the insured for the same loss or occurrence,” meaning that said \npolicy language is inconsistent with a pro rata allocation which by “legal fiction  . . . treat[s] \ncontinuous and indivisible injuries as distinct in each policy period as a result of the ‘during \nthe policy period’ limitation[.]”  Viking Pump, 27 N.Y.3d at 261.   \nhad the effect of requiring all sums allocation.  That provision—which was virtually \nidentical to the Continuing Coverage provision relied upon by Plaintiffs here—stated \nthat “ ‘ [b]odily injury’ . . . which occurs during the policy period . . . includes any \ncontinuation, change or resumption of that ‘ bodily injury’ . . . after the end of the \npolicy period.”  Id . at 417 n.15.  In addressing that provision, the Supreme Court \nstated the following: \n[The manufacturer] similarly misinterprets the “continuing coverage” \nprovisions it points to in [the insurer’s]  policies.  The language [the \nmanufacturer] emphasizes describes [the insurer’s]  obligations for a \ncontinuous injury.  Even assuming the health effects of benzene \nexposure can be described in this manner, which [the insurer] disputes, \nthe provision does not suggest that [the insurer]  agrees to assume \nresponsibility for all liabilities from any policy period.   This language \n“simply sets forth the unremarkable proposi tion . . . [that] the policy in \nplace when the injury occurs will cover all consequential damages, even \nthose taking place after the policy period.”  As such, the non-cumulation \nand continuing coverage provisions that [the insured]  points to do not \ncounsel against pro rata allocation in the context of this case.  \nId. at 417 (internal citation omitted).  Thus, the Supreme Court concluded that based \non its review of the continuing coverage provision “we are not convinced that [the \ninsurers] contemplated the possibility that they would be liable for ‘all sums’ arising \nfrom liabilities that occurred during any policy period.”  Id. at 416. \n59. Faced with the fact that the Supreme Court’s analysis in Radiator  \nSpecialty is inconsistent with their argument, Plaintiffs contend that the analysis in \nthat case is inapplicable to  the present action due to differences between the \nrecurrent nuisance injury here as opposed to the benzene exposure injury in Radiator \nSpecialty.  The Court disagrees.   \n60. Although certain aspects of the Supreme Court’s decision  focus on the \nunique characteristics of benzene -related injury, acceptance of Plaintiffs’ argument \nwould require the Court to ignore key portions of the Supreme Court’s analysis that \nare more broadly applicable.  Although the Supreme Court was addressing indemnity \nallocation in the context of liability stemming from benzene exposure, the scope of its \nanalysis extends beyond the specific facts of that case.  Critically, the Supreme Court \nclearly stated that  “the modern trend is to apply pro rata allocation when limiting \nlanguage like ‘during the policy period’ exists, even when the policy contains a \nreference to paying ‘all sums’ arising out of certain liabilities .”  Id . at 413.   The \nSupreme Court then proceeded to address the indemnity allocation issue based on its \nreview of pol icy language that is virtually identical to the key policy provisions \nexisting in the present case.  The Supreme Court gave effect to the “during the policy \nperiod” limitation contained in the insurers’ policies and dismissed the notion that a \ncontinuing c overage provision that is essentially a word -for-word copy of the \nContinuing Coverage provision here mandated a different result —holding that the \nlatter provision “simply sets forth the unremarkable proposition  that the policy in \nplace when the injury occurs will cover all consequential damages, even those taking \nplace after the policy period.”  See id. at 417 (cleaned up). \n61. Plaintiffs nevertheless contend that the Supreme Court’s analysis “did \nnot decide or explain how it would apply Continuing C overage Provisions in a \ncontinuous injury case  . . . .”  (ECF No. 735 , at p.  15.)  However, this argument is \nincorrect.  It ignores the above- quoted portion of the Supreme Court’s opinion \nexpressly stating that the virtually identical continuing coverage provision  there \nsimply meant that “the policy in place when the injury occurs will cover all \nconsequential damages, even those taking  place after the policy period . . . [e]ven \nassuming the health effects of benzene exposure can be described  [as resulting in a \ncontinuous injury].”  Radiator Specialty, 383 N.C. at 417 (emphasis added).15 \n62. To be sure, the Supreme Court acknowledged that a different result \nwould exist in cases in which —as in Duke Energy and In re Viking Pump —the \napplicable policies contained non -cumulation provisions.  See id. at 415–16.  Here, \nhowever, the policies at issue (as in Radiator Specialty) lack any such non-cumulation \nprovisions.  \n63. The Court has carefully considered the remaining arguments asserted \nby Plaintiffs and finds them to be similarly lacking in merit. \n64. Plaintiffs contend, in the alternative,  that these policy provisions are \nambiguous and therefore should be interpreted in the ir favor.  But Plaintiffs have \nfailed to persuasively show how any such ambiguity actually exists. 16  Indeed, their \nargument ignores the fact that the Supreme Court’s indemnity allocation analysis in \nRadiator Specialty  interpreted policy provisions containing virtually identical \nlanguage without making any finding of ambiguity. \n \n15 This same logic would apply equally to the type of recurrent injuries at issue in the present \ncase. \n \n16 Although Plaintiffs contend that the existence of such an ambiguity is demonstrated by the \ndiffering interpretations offered by Certain Insurers and the XL Defendants as to  the effect \nof the  Continuing Coverage p rovision, the mere fact that those insurers have asserted \narguments seeking to minimize their own exposure hardly suffices to establish an ambiguity. \n65. Plaintiffs’ attempt to rely on a so -called “Aggregation Provision” in the \npolicies fares no better.  That provision states as follows:   \nAll “bodily injury,” “property damage” and “covered pollution cost or \nexpense” resulting from continuous or repeated exposure to \nsubstantially the same conditions will be considered as r esulting from \none “accident[.]” \n(E.g., ECF No. 515.1, at p. 19.) \n66. However, Plaintiffs offer no valid argument as to why this provision \nmandates the application of all sums allocation.  Instead, as the wording suggests, \nthis provision relates to the entirely separate issue of how the policy term “accident” \nshould be defined—an issue that bears no relevance to the indemnity allocation issue \nraised in the present Motion. \n67. Accordingly, Certain Insurers’ Amended Motion for Partial Summary \nJudgment on the Issue of Indemnity Allocation is GRANTED on the issue of whether \npro rata allocation is the appropriate indemnity allocation method in this case. \nB. XL Defendants’ Motion for Summary Judgment \n68. The XL Defendants’ Motion for Summary Judgment contains two \nrelated arguments.  First, the XL Defendants  contend that the XL Specialty policy \nprovides no coverage in this case because the allocation method they urge the Court \nto adopt would result in a determination that all excess coverage would be provided \nby Zurich.  Second, they argue  that XLIA likewise faces no liability because —by \nvirtue of that allocation method —the XLIA policy is “too far down ” in the tower of \nexcess coverage to be triggered.  Both arguments lack merit. \n  \n1.  XL Specialty Policy \n69. The XL Defendants’ Motion regarding the issue of indemnity allocation \nin this case  is based on a different  argument than that asserted by Plaintiffs, \nalthough—like Plaintiffs’ argument —it rests on an expansive interpretation of the \nContinuing Coverage provision contained in Zurich’s policies.   \n70. XL Specialty argues, in a nutshell, that it has no liability in this case  \nbecause the application of Zurich’s Continuing Coverage provision means that the \nindemnity liability of the excess insurers should be based exclusively on the coverage \nthat existed for the first two policy periods triggered by the Underlying Lawsuits .17  \nConveniently for XL Specialty, it only provided coverage for the 2014–15 policy year, \nmeaning that, under such a telescoping approach, Zurich (as the lead excess insurer \nfor policy years 2010 –12) would be solely  responsible for all excess coverage \nobligations in this case and XL Specialty would get off scot-free.   \n71. XL Specialty bases this argument on the Continuing Coverage provision \nin Zurich’s policies, claiming that because the nuisance injuries at issue began during \nthe first two years the Zurich policies were in effect , all such injuries that occurred \nover the remaining years at issue were due to a “continuation, change, or resumption” \nof those earlier injuries such that Zurich is responsible for all of them.  (E.g., ECF No. \n515.11 at p. 37.) \n72. The Court need not spend much time on this argument .  Simply put, \nneither Radiator Specialty nor any other decision from North Carolina’s appellate  \n \n17 The Court adopts the term utilized by Plaintiffs to describe this approach —that is, \n“telescoping.” \ncourts have ever recognized this type of telescoping theory.  Moreover, the XL \nDefendants’ argument is flatly inconsistent with the Court’s analysis earlier in this \nOpinion granting Certain Insurers’ Motion for Summary Judgment  based on the \nCourt’s accompanying interpretation as to the limited effect of the Continuing \nCoverage provision in Zurich’s policies.18 \n73. Finally, the Court observ es that XL Specialty’s argument  is anything \nbut equitable.  It would result in XL Specialty  having received a premium payment \nfrom Plaintiffs for the 2014– 15 policy period yet avoiding any liability at all despite \nthe fact that nuisance injuries occurred during its policy period.  As such, XL \nSpecialty’s argument fails on both legal and equitable grounds.  \n2. XLIA Policies \n74. With regard to XLIA, the XL Defendants  argue as follows : “Given the \nallocation of any covered settlement amounts to the first two policy years—the 2010-\n11 and 2011- 12 policy years —there can be nothing for XLIA to pay . . . .  [E]ven if \ncoverage were to exist for the entire settlement amount . . . neither the portion of the \nsettlement that would be allocated to the 2010-2011 policy period nor the portion that \nwould be allocated to the 2011-2012 policy period would be enough to reach the XLIA \nlayer of coverage.”  (ECF No. 713, at pp. 19–20.)  \n75. Thus, XLIA’s argument —like XL Specialty’s —is premised on the \nCourt’s acceptance of the telescoping approach to indemnity allocation in this case.  \n \n18 Indeed, the adoption of XL Specialty’s argument would expos e Zurich to coverage \nobligations that it did not agree to assume in its insurance contracts with Plaintiffs. \nBecause the Court has rejected that approach, the XL Defendants’ Amended Motion \nfor Summary Judgment on Indemnity Allocation Issues is DENIED. \nCONCLUSION \nTHEREFORE, IT IS ORDERED as follows:  \n1. Certain Insurers’ Amended Motion for Partial Summary Judgment on the \nIssue of Indemnity Allocation is GRANTED on the issue of whether pro rata  \nallocation is the appropriate indemnity allocation method in this case.  \n2. The XL Defendants’ Amended Motion for Summary Judgment on Indemnity \nAllocation Issues is DENIED.  \nSO ORDERED, this the 7th day of August, 2023.  \n      /s/ Mark A. Davis     \n      Mark A. Davis \n      Special Superior Court Judge for \n      Complex Business Cases \n          \n "
}