{
  "id": "b30fdc0c2d3ff12d8196284810bbbfdb25894a87948af15d2d4bf38611f911d8",
  "source_file": "data/raw/ncbc/b30fdc0c2d3ff12d8196284810bbbfdb25894a87948af15d2d4bf38611f911d8.pdf",
  "raw_text": "Orlando Residence, Ltd. v. All. Hosp. Mgmt., LLC, 2018 NCBC 132. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 3254 \nORLANDO RESIDENCE, LTD., \n \nPlaintiff, \n \nv. \n \nALLIANCE HOSPITALITY \nMANAGEMENT, LLC; ROLF A. \nTWEETEN; and AXIS HOSPITALITY, \nINC.,  \n \nDefendants  and \nCrossclaim Defendants, \n \nand \n \nKENNETH E. NELSON, \n \nNominal Defendant and \nCrossclaim Plaintiff. \n \nORDER & OPINION DISMISSING \nACTION \n \n1. THIS MATTER is before the Court on  (1) Defendants Alliance  \nHospitality Management, LLC (“Alliance”), Rolf A. Tweeten (“Tweeten”), and Axis \nHospitality Inc.’s (“Axis”) (collectively “Alliance Defendants”) Motion to Dismiss \nPursuant to Rules 12(b)(1) and 12(b)(6) (“Alliance Defendants’ Motion to Dismiss \nOrlando’s C laims”); (2) Plaintiff Orlando Residence, Ltd. ’s (“Orlando”) Motion for \nLeave to File an Amended Complaint (“Motion to Amend”);  (3) Nominal Defendant \nand Crossclaim Plaintiff Kenneth E. Nelson ’s (“Nelson”) Motion Re Status as a  \nNominal Defendant (“Nelson’s Nominal Defendant Motion”); (4) Orlando’s Motion to \nDismiss Pursuant to Rules 12(b)(1) and 12(b)(6) (“Orlando’s Motion to Dismiss \nNelson’s Crossclaims”); (5) Alliance Defendants’ Motion to Dismiss Crossclaims, to \n \n \nStrike, for More Definite Statement, and f or Entry of Appropriate Orders (“Alliance \nDefendants’ Motion to Dismiss Nelson’s Crossclaims”) ; and (6) Nelson’s Motion for \nLeave to be Heard and for Continuance and Discovery (“Nelson’s Rule 56(f) Motion”).   \n2. For the reasons discussed below, the Court  GRANTS Alliance \nDefendants’ Motion to Dismiss Orlando’s Claims pursuant to Rule 12(b)(6), DENIES \nOrlando’s Motion to Amend, DENIES Nelson’s Nominal Defendant Motion, GRANTS \nOrlando’s Motion to Dismiss Nelson’s Crossclaims, GRANTS Alliance Defendants’ \nMotion to Dismiss Nelson’s Crossclaims, and DENIES Nelson’s Rule 56(f) Motion.  As \na result, all claims in this action are DISMISSED with PREJUDICE. \nKenison, Dudley & Crawford, LLC , by F. James Warmoth, for Plaintiff \nOrlando Residence, Ltd.  \n \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, LLP, by Michael \nW. Mitchell and  Jackson W. Moore , Jr., for Defendants Alliance \nHospitality Management, LLC, Rolf A. Tweeten, and Axis Hospitality, \nInc.  \n \nKenneth E. Nelson (pro se).  \n \nGale, Judge.  \nI. INTRODUCTION \n3. This action is the third in a line of lawsuits related to Nelson’s ownership \ninterest in Alliance, and Orlando’s right to receive Alliance distributions as Nelson’s \njudgment creditor.  Nelson instituted the first lawsuit, Nelson v. Alliance Hosp. \nMgmt., LLC, No. 11 CVS 3217, in Wake County Superior Court (the “Nelson Action”), \ncontending that he was entitled to ten Alliance ownership units, which would now \nrepresent a 16.4% ownership percentage as a result of Alliance having redeemed  \n \n \nunits of a withdrawing member.  In the Nelson Action, Alliance Defendants admitted \nNelson was entitled to a 10% share, but denied that he had ever been granted actual \nownership units.  A few weeks later, Orlando, then represented by the same attorney \nrepresenting Alliance Defenda nts in the Nelson Action, brought a separate action, \nOrlando Residence, Ltd. v. Nelson, No. 12-CVS-12861, also in Wake County Superior \nCourt (the “Foreign Judgment Action”) , in which it sought  to enforce two foreign \njudgments it had secured against Nelson.  In the Foreign Judgment Action, Orlando \nsecured charging orders directing that any Alliance distributions that would \notherwise be made to Nelson should be made to Orlando instead.    \n4. After the charging orders were issued, Alliance made several \ndistributions to its memb ers during the pendency of the Nelson Action.   Consistent \nwith its litigation position, Alliance distributed a 10% share to Orlando representing \nNelson’s ownership interest rather than a distribution of 16.4%.   \n5. The Nelson Action  was tried b efore a jury  which was asked only to \ndetermine whether Nelson had been validly issued ten  ownership units in Alliance.  \nThis Court issued judgment accordingly, directing Alliance to reflect this ownership \non its corporate books.  Neither the jury nor this Court was asked to determine the \npercentage ownership those units represent. \n6. Following entry of  judgment in the Nelson Action, Orlando  made a \nmotion in the Foreign Judgment Action to hold Alliance Defendants in contempt on \nthe basis that their failure to distribute 16.4% of distributions violated the court’s \ncharging orders.  After fully c onsidering the litigation record in the Nelson Action, \n \n \npresiding Superior Court Judge Hon. Michael Morgan entered an order finding and \nconcluding as a matter of law  that Alliance had complied with the charging orders \nwhen distributing 10%.   \n7. Orlando did not appeal Judge Morgan’s order, nor did it seek to continue \nto litigate a claim in the Foreign Judgment Action that it was entitled to recoup an \nadditional percentage of prior Alliance distributions.  Rather, it instituted this third \naction which has  been designated as a complex business case and assigned to the \nundersigned.  Orlando asserts that it has standing to bring this act ion because \nNelson’s membership rights in Alliance were assigned to Orlando immediately upon \nissuance of the charging orders.  The Complaint and proposed Amended Complaint \ncontain a number of causes of action, each of which depend upon this central premise. \n8. The Court now finds and concludes that this action is an improper \ncollateral attack on Judge Morgan’s order, and Orlando’s action should be dismissed \nwith prejudice.  While Orlando named Nelson as a nominal defendant in this current \naction, Nelson contends that he is a proper party  to present multiple claims against \nOrlando and Alliance Defendants.  The Court disagrees and concludes that all claims \npending in the action should now be dismissed.  \nII. STATEMENT OF FACTS \n9. Tweeten is the sole owner of Axis, an Illinois corporation with its \nprincipal place of business in North Carolina.  In 2007, Axis purchased a 51% interest \nin Alliance, a Georgia limited -liability company that provides hotel management \nservices.  Nelson v. Alliance Hosp. Mgmt., LLC , No. COA13-1325, 2014 N.C. App. \n \n \nLEXIS 521, at *2 (May 20, 2014).  Tweeten hired Nelson as a consultant to help him \nacquire Alliance.  Id.  After Axis fully acquired Alliance, Nelson worked for Alliance \nuntil January 2011.  Id. \n10. On February 25, 2011, Nelson brought the Nelson Action against \nAlliance Defendants.  See Complaint, Nelson v. Alliance Hosp. Mgmt. , LLC, No. 11 \nCVS 3217 (N.C. Super. Ct. Feb. 25, 2011), ECF No. 1.  The action was designated as \nan exceptional business case, Notice of Designation, Nelson, No. 11 CVS 3217 (N.C. \nSuper. Ct. March 22, 2011), ECF No. 17 , and assigned to the undersigned , \nAssignment Order, Nelson, No. 11 CVS 3217 (N.C. Super. Ct. March 24, 2011), ECF \nNo. 18 .  The Nelson Action  arose from a dispute between Nelson and Alliance \nDefendants “over the existence and extent of [Nelson’s] membership and ownership \ninterests in Alliance, and the refusal of [Alliance] Defendants to distribute to Nelson \nany proceeds from a sale of a substantial portion of Alliance’s assets.”  Nelson, No. 11 \nCVS 3217, 2013 NCBC LEXIS 5, at *1 (N.C. Super. Ct. Jan. 25, 2013).   \n11. Among his multiple claims, Nelson sought a declaratory judgment “that \n[he] owns ten of Alliance’s sixty-one outstanding Membership Interest Units.”  Id. at \n*2.  Nelson asserted that documents representing a 2009 Consent Resolution and a \n2010 Admission of New Member evidenced the corporate action taken to issue him \nten ownership units.  Nelson, No. 11 CVS 3217, 2013 NCBC LEXIS 2, at *5 –6 (N.C. \nSuper. Ct. Jan. 3, 2013).  He claimed the issuance was effective as of March 2010, see \nid. at 24 , a date at which one-hundred units were outstanding, and  after which \nAlliance redeemed units from a withdrawing member  leaving only sixty -one units \n \n \noutstanding.  Alliance Defendants contended that the documents were not valid \ncorporate actions but that Tweeten would nonetheless honor his oral promise of a \nfixed 10% interest.  Id. at *12, 19.  All parties sought a declaration in their favor, but \nthe only claim remaining at trial was Nelson’s claim for a declaratory judgment.  See \nNelson, 2016 N.C. App. LEXIS 412, at *10 (April 19, 2016). \n12. A jury trial  was held during the week of March 16, 2015.  The parties \nagreed to submit two special interrogatories to the jury: (1) “Did Alliance’s board of \ndirectors issue 10 membership units to Kenneth E. Nelson?” and (2) “Does section \n3.1.12 of the Operating Agreement void the transfer of the membership units?”  Final \nJudgment at 2, Nelson, No. 11 CVS 3217 (N.C. Super. Ct. March 27, 2015), ECF No. \n133.  The jury answered the  first issue, “Yes” and the second issue, “No.”  Id.  The \njury was not asked to determine the percentage interest Nelson’s ten units represent \nat any given time.  The Court entered judgment directing Alliance’s Board of \nDirectors to “adopt a resolution, or otherwise amend the corporate records, to reflect \nthat Nelson owns 10 membership units.”  Id.  The Court never decreed  Nelson’s \npercentage ownership in Alliance. \n13. Orlando brought its Foreign Judgment Action against Nelson within \nweeks of the Nelson Action.  In that action, on  May 12, 2011, presiding judge Hon. \nMichael O’Foghluda recognized a Tennessee judgment Orlando had secured against \nNelson, and issued a charging order directing that “any distribut ion, allocations, or \npayments in any form otherwise due from Alliance Hospitality Management LLC, to \nKenneth E. Nelson up to $121,127.85 . . . shall instead be paid to Orlando Residence \n \n \nLtd.”  (Compl. ¶ 21, ECF No. 5.)  On February 13, 2013, Judge O’Foghluda issued a \nsecond charging order on the basis of a judgment entered for Orlando against Nelson \nin the United States District Court for the District of South Carolina in the amount \nof $4,000,000, plus post judgment interest.  (See Compl. ¶ 22.)   \n14. The two Wake County suits proceeded simultaneously and predated the \npresent action.  The same counsel represented Orlando as plaintiff in the Foreign \nJudgment Action and Alliance Defendants in defense of the Nelson Action.  During \nthe pendency of the proce edings, Alliance made distributions to or on behalf of  its \nmembers.  It paid 10% to Orlando pursuant to the charging orders, reflecting Alliance \nDefendants’ continued position that Nelson’s ownership interest is 10%.   \n15. In this present action, Orlando contends that Alliance made \ndistributions totaling $7,167,086 between May 12, 2011 and March 7, 2013, 10% of \nwhich was paid to Orlando, (Compl. ¶ 50 ), and  that Alliance made an additional \n$5,762.00 distribution to Orlando on April 14, 2018, (Supp. Br. Sup. Mot. Leave Am. \n& Supp. Compl. Orlando Residence, LTD  ¶ 1, ECF No. 92 ).  Orlando contends that \nupon issuance of the first charging order in 2011 it immediately became an assignee \nof Nelson’s membership interest in Alliance .  However , Orlando neither intervened \nin the Nelson Action nor advised this Court of its position that Alliance Defendants \nwere making deficient distributions to Orlando.  It likewise raised no objection in the \nForeign Judgment Action at the time that distributions were made. \n16. Following this Court’s entry of judgment in the Nelson Action on March \n27, 2015, Orlando filed a motion in the Foreign Judgment Action on September 3, \n \n \n2015, seeking to hold Alliance Defendants in contempt for failing to comply with the \ncharging orders when distributing 10% rather than 16.4% of the total distribution to \nOrlando on Nelson’s behalf .  Hon. Michael R. Morgan, now Associate Justice of the \nNorth Caro lina Supreme Court, heard the motion as the presiding Wake County \nSuperior Court Judge.  Before ruling he heard argument from both Orlando and \nAlliance Defendants, and he considered the substantial evidentiary record in and \nrulings by this Court in the Nelson Action.  \n17. On November 20, 2015 , Judge Morgan entered a written order  \nspecifically concluding that, “as a matter of law . . . Alliance complied with the terms \nof the Charging Order.”  (Mem. Supp. Mot. Dismiss Pursuant Rules 12(b)(1) & \n12(b)(6) Defs./Cross-cl. Defs. Alliance Hospitality Mgmt., LLC Ex. F, at ¶ 31 (“Order \nDenying Mot. Civil Contempt”), ECF No. 21.7.)  Orlando neither appealed that order \nin the Foreign Judgment Action nor sought to continue lit igating its right to \nadditional amounts of prior distributions as Nelson’s assignee.  \nIII. PROCEDURAL HISTORY  \n18. Orlando initiated the present action on March 1, 2017.  (See Compl.)  \n19. Orlando asserts claims for (1) declaratory judgment, (2) violation of the \ncharging orders/civil contempt, (3) violation of the Uniform Fraudulent Transfer Act, \n(4) constructive trust, (5) conversion, and (6)  accounting.  (See Compl. ¶¶ 57 –108.)  \nOrlando seeks a declaratory judgment “that there are 61 units outstanding in \nAlliance, that Nelson owns 16.4% of Alliance, and that Alliance was and in the future \n \n \nis required to pay 16.4% of all distributions to [Orlando] until such time as [Orlando]’s \njudgments against Nelson are satisfied.”  (Compl. ¶ 68.)   \n20. Orlando named Nelson as a  nominal defendant but asserts  no claims \nagainst Nelson.  (See Compl. ¶ 12.)    \n21. This action was designated as a complex business case by the Chief \nJustice on March 15, 2017, (Designation Order, ECF No. 7), and assigned to the \nundersigned on the same day, (Assignment Order, ECF No. 8).  \n22. On March 30, 2017, Nelson filed a responsive pleading in which he seeks \nto state claims against both Orlando and Alliance Defendants, all denominated as \n“crossclaims.”  (Answer, Defenses & Cross-cls. Kenneth E. Nelson, ECF No. 11.)     \n23. Alliance Defendants moved to dismiss Orlando’s claims on May 3, 2017.  \n(Mot. Dismiss Pursuant Rules 12(b)(1) & 12(b)(6) Defs./Cross -cl. Defs. Alliance \nHospitality Mgmt., LLC, ECF No. 20.)   \n24. On May 30, 2017, Alliance Defendants moved to dismiss Nelson’s \ncrossclaims or “to strike impertinent and irrelevant material, for a more definite \nstatement, and for the Court to enter appropriate orders to prevent future vexatious \nlitigation by Nelson against the Alliance Defendants. ”  (Mot. Dismiss Cross -cls., \nStrike, More Definite Statement & Entry Appropriate Order, ECF No. 31.)  \n25. Orlando also moved to dismiss Nelson’s crossclaims on May 30, 2017.   \n(Mot. Dismiss Cross-cls. Pl. Orlando Residence, Ltd., ECF No. 33.)   \n \n \n26. Nelson filed his Nominal Defendant Motion on August 31, 2017, arguing \nthat he is more than a nominal defendant and should be allowed to pursue claims .  \n(Nelson’s Mot. Re Status Nominal Def. 2–3, ECF No. 54.)  \n27. On September 5, 2017, the parties  filed the record from the Foreign \nJudgment Action.  (See Notice Filing Record 12 CvS 12861, ECF No. 58.)   \n28. Nelson filed his Rule 56(f) Motion on October 12, 2017 , claiming he is \nentitled to conduct discovery before motions to dismiss his claims should be heard .  \n(Nelson’s Mot. Leave Heard & Continuance & Disc., ECF No. 66.)   \n29. On October 20, 2017, Orlando moved to amend its Complaint, (Mot. \nLeave Am. & Suppl. Compl. Orlando Residence, Ltd. (“Orlando’s Mot. Leave Amend \nCompl.”), ECF No. 72), which Alliance Defendants o ppose, (see Resp. Opp’n Mot. \nLeave Amend & Supp. Compl., ECF No. 83).    \n30. All Motions have been fully brief ed and heard and are now ripe for \ndisposition.  \nIV. ANALYSIS \nA. Alliance Defendants’ Motion to Dismiss Orlando’s Claims     \nMust Be Granted  \n \n31. Alliance Defendants move to dismiss all of Orlando’s claims  on the \ngrounds that (1) Orlando does not have standing to litigate the ownership structure \nof Alliance, which is an internal corporate issue; (2) the Wake County Superior Court \nhas already ruled that Alliance has complied with the charging orders, and its ruling \nbars at least claims for any distribution through the date of that ruling on November \n20, 2015; (3) Orlando’s claims depend on Nelson’s rights, and any claim to enforce \n \n \nthose rights is barred by the claim preclusion doctrine; and (4) Orlando’s claims are \nbarred by the applicable statute of limitations.   (See Mem. Supp. Mot. Dismiss  \nPursuant Rules 12(b)(1) & 12(b)(6) 2, ECF No. 21.1.)  The Court considers this Motion \naddressed to the Original Complaint, as intended.  As discussed more fully below, the \nCourt finds that the same result would be pr oper if the Amended Complaint was  \nallowed and the same motion to dismiss was presented against it. \n32. Orlando contends that this Court cannot properly consider the record in \nthe Foreign Judgment Ac tion when ruling on a Rule 12(b )(6) motion, and in \nparticular, this Court should not consider Judge Morgan’s order denying Orlando’s \neffort to hold Alliance Defendants in contempt.  (Br. Opp’n Mot. Dismiss Defs. 11–12 \n(“Resp. Br.”), ECF No. 35.)   \n33. Orlando’s argument fails for two reasons.  First, Alliance Defendants \nchallenge Orlando’s standing, which presents a matter of subject matter jurisdiction \nand affords the Court a basis to consider matters beyond the Complaint.  See DOT v. \nBlue, 147 N.C. App. 596, 603, 556 S.E.2d 609, 617 (2001) (“When reviewing a motion \nto dismiss for lack of subject matter jurisdiction . . . , a trial court may consider and \nweigh matters outside the pl eadings.”).  Second, the Foreign Judgment Action  is a \nmatter of public record an d is properly considered by this Court, even on a Rule \n12(b)(6) motion, because like this case, it was a proceeding before the Wake County \nSuperior Court.  See Funderburk v. JP Morgan Chase Bank, N.A., 241 N.C. App. 415, \n420, 775 S.E.2d 1, 4 (2015) (citing Stocum v. Oakley, 185 N.C. App. 56, 61, 648 S.E.2d \n \n \n227, 232 (2007) (“Trial courts may properly take judicial notice of its own records in \nany prior or contemporary case when the matter noticed has relevance.”)).  \n34. Significantly, Orlando asserts that, based on N.C. Gen. Stat. § 57 -C-5-\n03, which was in effect at the time the charging orders were entered, it acquired \nstanding to assert any of Nelson’s rights as an assignee of his interest in Alliance as \nearly as May 12, 2011 upon the issuance of a charging order in the Foreign Judgment \nAction.1  (Resp. Br. 3.)  On that basis, Orlando asked Judge Morgan to find Alliance \nin civil contempt of the charging orders for distributing 10% instead of 16.4% .  Fully \naware of the underlying facts and disputes, Judge Morgan made the specific and  \nprecise finding that “as a matter of law . . . Alliance complied with the terms of the \nCharging Order . . . .”  (Order Denying Mot. Civil Contempt ¶ 31.)  Yet, Orlando seeks \nto obtain the exact opposite outcome in this present action on the same facts and on \nessentially the same claim , asserting rights it insists it has  held since the first \ncharging order. \n35. North Carolina law clearly prohibits collaterally attacking the ruling of \none superior court judge by presenting the same issue to another judge.  See State v. \nWoolridge, 357 N.C. 54 4, 549, 59 S.E.2d 191, 194 (2003 ) (“No appeal lies from one \nsuperior court judge to another.”) (citing Calloway v. Ford Motor Co. , 281 N.C. 496, \n501, 189 S.E.2d 484, 488 (1972)).  Orlando seeks to avoid that rule by arguing that \nJudge Morgan did not finally adjudicate the issue of what percentage ownership is \n                                                 \n1 It is unclear whether Orlando’s rights as Nelson’s assignee are a matter of North Carolina \nlaw or the law of Georgia, where Alliance was incorporated.  The Court need not resolve that \nissue as the result is the same under the law of both states.      \n \n \nrepresented by Nelson’s ten units.  (Resp. Br.  1.)  Unlike the claim preclusion \ndoctrine, the prior judge’s ruling need not be a final judgment before the rule applies.  \nSee, e.g., Woolridge, 357 N.C. at 550, 59 S.E.2d at 194 (invalidating an order denying \na motion to suppress that was previously granted by another judge in the same \naction).  Judge Morgan squarely held that, as a matter of law, Alliance complied with \nthe charging order  when distributing only 10% of proceeds to Orlando as Nelson’s \ncreditor.  (Order Denying Mot. Civil Contempt ¶ 31.)  Orlando presented the same \narguments to Judge Morgan on which it premises its claims in this action.  Therefore, \nOrlando is barred from making such a bare collateral attack and pursuing a new \nfinding that clearly contradicts Judge Morgan’s order.   Because this essential issue \ngoverns all of Orlando’s claims, they should all be dismissed.  \n36. Alliance Defendants’ Motion to Dismiss Orlando’s Claims should be  \ngranted for the above reasons .  The Court need not then delve into the myriad of \nadditional issues addressed in briefs and arguments, including the internal affairs \ndoctrine, the statute of limitations, res judicata, and the doctrine of issue preclusion.   \nB. Orlando’s Motion to Amend  \n37. Having found that the original Complaint must be dismissed, the Court \nmust next consider  whether allowing Orlando to amend its Complaint would \ncommand a different result .  Orlando seeks leave to amend its Complaint to add a \ncontract claim on the theory that  Alliance had a duty to Orlando, as an assignee of \nNelson’s rights, to pay Orlando the disputed 6.4% once the ju ry determined that \nNelson had ten  ownership units in Alliance.  ( Orlando’s Mot. Leave Amend Compl. \n \n \n3.)  This claim is based on the same facts as  the claims asserted in the original \nComplaint.  (See Orlando’s Mot. Leave Amend Compl. ¶¶ 10–11.) \n38. The law is settled that the Court could, in its discretion, allow the \nMotion to Amend , see Revolutionary Concepts, Inc. v. Clements Walker, PLLC , 227 \nN.C. App. 102, 110, 744 S.E.2d 130, 136 (2013) (stating that orders regarding motions \nto amend a pleading are reviewed for abuse of discretion) , but it can also, in its \ndiscretion, deny an amendment that would be futile.  See N.C. Council of Churches v. \nState, 120 N.C. App. 84, 94, 461 S.E.2d 354, 360 –61 (1995) (affirming denial of a \nmotion to amend as futile where “plaintiff’s claims, even as amended, cannot survive \n[a dispositive motion]”). \n39. The Court, in its discretion, finds and concludes that the Ame nded \nComplaint would be futile because the new contract claim Orlando seeks to add would \nbe dismissed for the same reason that all claims presented in the initial Complaint \nmust be dismissed.  For the above reasons, and in the Court’s discretion, Orlando’s \nMotion to Amend should be denied, Defendants’ Motion to Dismiss Orlando’s Claims \nshould be granted, and Orlando’s Complaint should be dismissed with prejudice.   \nC. Nelson’s Right to Assert Claims \n40. Nelson has filed a motion asking “that he not be identified or treated as \na ‘nominal’ defendant in this action” because he purports that he has an ownership \ninterest in the property at issue since, if Orlando prevails, the additional distributions \n \n \nthat Alliance will be required to make to Orlando will reduce Orlando’s judgment \nagainst Nelson. 2  (See Nelson’s Mot. Re Status Nominal Def. ¶ 1.)  \n41. Alliance Defendants contend that  whether Nelson should only be \nconsidered a nominal defendant, his crossclaims should be dismissed because they \nare either not relevant to Orlando’s claims or are barred by the statute of limitations \nor issue preclusion.   (Br. Alliance Defs. Regarding Ken neth E. Nelson’s Status \n“Nominal” Def. 3, ECF No. 63.) \n42. Nelson asserts crossclaims against Alliance Defendants, some of which \nare duplicative or appear to be more properly asserted only against Orlando.  Most \nlikely out of an abundance of caution, Orlando has moved to dismiss any “crossclaims” \nagainst it.  (See Br. Supp. Mot. Dismiss Pursuant Rules 12(b)(1) & 12(b)(6), ECF No. \n34.1.)  The Court first notes that, in light of the dismissal of Orlando’s claims, none \nof Nelson’s crossclaims are properly before this Court.  A  related underlying \ntransaction or occurrence is a  prerequisite to the bringing of crossclaims.   See N.C. \nGen. Stat. § 1A-1, Rule 13(g).  \n43. Furthermore, the Eastern District of Wisconsin entered a bill of peace \norder enjoining Nelson “from filing any further legal actions or claims against \nOrlando . . . .”  Orlando Residence Ltd. v. GP Credit Co., L LC, 609 F. Supp. 2d 813 , \n817 (E.D. Wis. 2009 ).  The Court finds that this order precludes Nelson’s right to \npresent claims against Orlando in this action.  Accordingly, Nelson’s claims ag ainst \nOrlando should be dismissed with prejudice.     \n                                                 \n2 It is obvious from the face of the record that any Alliance distributions will not approach \nthe amount of the judgments Orlando holds against Nelson. \n \n \n44. To the extent Nelson’s crossclaims  are asserted against Alliance \nDefendants, t he Court finds that Nelson’s claim s for (1) common law conspiracy \nagainst Tweeten, (2) statutory conspiracy under Wis. Stat. § 134.01 against Tweeten, \n(3) conspiracy to slander title against Tweeten, (4) aiding and abetting slander of title \nagainst Tweeten, (5) breach of fiduciary duty against Tweeten for freezing Nelson out \nof Alliance, (6) constructive fraud against Tweeten and Axis, (7) equitable accounting, \n(8) unjust enrichment, (9) quantum meruit, (10) breach of contract and breach of the \nduty of good faith and fair dealing against Tweeten , (11) breach of contract and \nbreach of the duty of good faith and fair dealing against Axis , (12) derivative action \nfor constructive fraud against Tweeten and Axis , (13) derivative action for breach of \nfiduciary duty against Tweeten , (14) breach of fiduciary du ty, and (15) constructive \nfraud, bear no relation to Orlando’s claim s and so are not properly brought as \ncrossclaims pursuant to Rule 13(g).   (See Br. Supp. Mot. Dismiss Cross -cls., Strike, \nMore Definite Statement & Entry Appropriate Orders 4–6, ECF No. 32.)  The Court \nnotes that Nelson unsuccessfully sought to interject many of these claims or the facts \nregarding them into the Nelson Action.  However, the Court need not wade into the \nwaters of claim preclusion or estoppel to conclude that Nelson’s claims are in  any \nevent not proper in this action.  Rather, those claims are not proper because the right \nto assert them depends on Orlando’s Complaint surviving, which it has not.  \n45. Nelson’s crossclaims, or counterclaims denominated as crossclaims \nshould be dismissed with prejudice, and Nelson’s Nominal Defendant Motion should \nbe denied as moot.  \n \n \nD. Nelson’s Rule 56(f) Motion  \n46. Nelson moves for leave to be heard, and for a Rule 56(f) continuance of \nAlliance Defendants’ Motion to Dismiss Orlando’s claims.  His motion is directed not \nto his own claims, but to Orlando’s claims.  ( See Nelson’s B. Supp. Mot. t o be Heard \n& Continuance & Discovery 1, ECF No. 67.)  Orlando, not Nelson, is the proper party \nto seek a continuance to allow discovery on Orlando’s claims  against Alliance \nDefendants.  See N.C. Gen. Stat. § 1A-1, Rule 56(f).  Accordingly, Nelson’s Rule 56(f) \nMotion should be denied.  \nV. CONCLUSION \n47. For the foregoing reasons, the Court orders as follows:  \na. Alliance Defendants’ Motion to Dismiss Orlando’s Claims is \nGRANTED and Orlando’s Complaint is DISMISSED with \nPREJUDICE;  \nb. Orlando’s Motion to Amend is , in the Court’s discretion,  \nDENIED;   \nc. Orlando’s Motion to Dismiss Nelson’s Crossclaims is GRANTED \nand all  crossclaims ag ainst Orlando are DISMISSED with  \nPREJUDICE;  \nd. Alliance Defendants’ Motion to Dismiss Nelson’s Crossclaims is \nGRANTED and all crossclaims against Allian ce Defendants are \nDISMISSED with PREJUDICE; \ne. Nelson’s Nominal Defendant Motion is DENIED;  \n \n \nf. Nelson’s Rule 56(f) Motion is DENIED. \n \nIT IS SO ORDERED, this the 20th day of December, 2018.  \n \n \n \n        /s/ James L. Gale \nJames L. Gale \nSenior Business Court Judge "
}