{
  "id": "b31f251cea37b6e32552f36182590f0449e5fa73dcc6b1a9dfe72645b3a57cf8",
  "source_file": "data/raw/ncbc/b31f251cea37b6e32552f36182590f0449e5fa73dcc6b1a9dfe72645b3a57cf8.pdf",
  "raw_text": "Coker v. DaimlerChrysler Corp., 2004 NCBC 1\n \nSTATE OF NORTH CAROLINA\n \nCOUNTY OF ROWAN\n \n \nIN THE GENERAL \nCOURT OF JUSTICE\nSUPERIOR COURT \nDIVISION\n01 CVS 1264\nJames and Charlotte Coker,\nRobert and Rebecca Darconte,\nand Donald and Bonita Shoe,\n \nPlaintiffs,\n \n \nv.\n \nDaimlerChrysler Corporation,\n \nDefendant.\n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n \n \n \n \n \nORDER AND OPINION\n \n \n{1}\n \n      \nThis case arises out of plaintiffs’ claim of an alleged design defect in the brake systems in\nminivans manufactured by DaimlerChrysler Corporation (“Daimler”) and sold to consumers since 1995.\n \nPlaintiff class representatives brought this action against defendant on their own behalf and the behalf of\nsimilarly situated class members based on several claims. A class has not yet been certified.\n  \nPlaintiffs\nallege that defendant committed both common law and statutory fraud by advertising its minivans as the\nsafest on the market when they did not have a brake shift interlock system.\n  \nPlaintiffs assert that the same\nconduct violated the North Carolina Unfair and Deceptive Trade Practices Act (“NC UDTPA”). Plaintiffs\nseek to recover monetary damages for an alleged design defect that has yet to cause an injury to plaintiffs.\n \nThey also pray for an injunction that would require recall of all the allegedly defective vehicles sold in the\nNorth Carolina market.\n  \nThis matter is before the Court on motion by defendant for judgment on the\npleadings.\n  \nFor the reasons set forth below, the motion is granted.\n \nWallace & Graham, P.A. by Christopher Mauriello for Plaintiffs.\n \nSmith Moore, L.L.P. by David M. Moore, II; Hogan & Hartson, L.L.P. by Terri S. Reiskin for\nDefendant DaimlerChrysler\n.\n \nFACTUAL BACKGROUND\n \nI.\n \n{2}\n \n      \nDefendant Daimler is a Delaware corporation doing business in North Carolina.\n  \nDaimler\nmanufactures, assembles and sells automobiles, including minivans, under the brand names of Chrysler,\nDodge and Plymouth.\n  \nDefendant places automobiles into the stream of commerce through authorized\nautomobile dealers that sell Daimler products nationwide, including the North Carolina market.\n{3}\n \n      \nClass representatives owned different models of late nineties minivans manufactured and marketed\nby defendant.\n  \nPlaintiffs allege that defendant deceived the class regarding the safety of the minivans\nbecause the vehicles did not include a brake-shift interlock system (the “ interlock system”).\n  \nThe interlock\nsystem prevents a person from unintentionally switching an automobile with an automatic transmission\nfrom park into reverse or drive.\n  \nA driver cannot place vehicles that have an interlock system into drive or\nreverse unless the driver depresses the brake pedal.\n  \nPlaintiffs allege that defendant deceived the buyers\nand lessees of these minivans by advertising and marketing these vehicles as safe when the design of the\nautomobile failed to include an interlock system.\n{4}\n \n      \nPlaintiff alleges that safety advisors within Daimler recommended to executives that defendant\ninclude the interlock system in minivans.\n  \nDaimler executives allegedly ignored this recommendation even\nafter discovering that competitors included the interlock system in their minivan models.\n  \nThe alleged class\nwould include all North Carolina residents who currently own or lease a Chrysler Town and Country,\nDodge Caravan, Dodge Grand Caravan, Plymouth Voyager and Plymouth Grand Voyager.\n  \nThe alleged\nclass would include only those consumers who bought or leased a new minivan after April 1, 1995.\n{5}\n \n      \nThe allegation against defendant is that Daimler’s omission of the interlock system combined with\nthe company’s claim that the vehicles were safe constituted both fraud and a deceptive trade practice.\n \nPlaintiffs, however, do not bring such tort claims as negligence claims and do not claim that the lack of an\ninterlock system caused physical injury.\n  \nPlaintiffs furthermore do not claim to have suffered a financial\ninjury arising from selling or repairing the minivans, nor do they assert breach of warranty claims.\n \nPlaintiffs seek the cost of installing the interlock system in their vehicles to compensate the consumer for\nthe alleged diminished value of the vehicle resulting from the failure to include the interlock system.\n \nMOTION FOR JUDGMENT ON THE PLEADINGS\nII.\n{6}\n \n      \n“A motion for judgment on the pleadings should be granted when all material questions of fact are\nresolved in the pleadings and only issues of law remain.”\n  \nLambert v. Cartwright\n, 584 S.E.2d 341, 344,\n2003 N.C. App. LEXIS 1674 (N.C. Ct. App. August 19, 2003); \nsee also\n \nN.C. R. Civ. P. 12(c).\n  \nA moving\nparty must demonstrate that no material issue of fact exists upon the closing of the pleadings to entitle the\nmovant to judgment.\n  \nGarrett v. Winfree\n, 120 N.C. App. 689, 691 463 S.E.2d 411, 413 (1995).\n  \nIn a Rule\n12(c) motion, the Court must liberally construe pleadings in the light most favorable to the nonmoving\nparty.\n  \nMabrey v. Smith, \n144 N.C. App. 119,125 548 S.E.2d 183, 187 (2001), \nrev. denied\n, 354 N.C. 219,\n554 S.E.2d 340 (2001) (citing\n Pipkin v. Lassiter\n, 37 N.C. App. 36, 245 S.E.2d 105 (1978)).\n \n \nSTANDING AND INJURY IN FACT\nIII.\n{7}\n \n      \nPlaintiffs seek monetary damages for an alleged design defect that has not yet caused any injury to\nplaintiffs and an injunction that requires a recall of the vehicles sold in the North Carolina market.\n \nStanding is a prerequisite for a court to have subject matter jurisdiction over a claim.\n  \nNeuse River Found.\nv. Smithfield Foods, Inc.\n, 155 N.C. App. 110, 113, 574 S.E.2d 48, 51 (2002).\n  \nA plaintiff, moreover, must\nhave a legally cognizable injury or injury in fact in order to have the requisite standing to sue.\n  \nGreen v.\nValdese\n, 306 N.C. 79, 88, 291 S.E.2d 630, 636 (1982)\n; \nsee also\n \nNeuse River, \n155 N.C. App. at 114, 574\nS.E.2d at 51 (citing \nLujan v. Defenders of Wildlife\n, 504 U.S. 555, 560-61 (1992)).\n{8}\n \n      \nAn injury in fact is an injury “that is concrete and particularized, and actual or imminent.”\n  \nLee Ray\nBergman Real Estate Rentals v. N.C. Fair Hous. Ctr.\n, 153 N.C. App. 176, 179, 568 S.E.2d 883, 886\n(2002)(\nciting Transcontinental Gas Pipe Line Corp. v. Calco Enter.\n, 132 N.C. App. 237, 246, 511 S.E.2d\n671, 678 )(1999)(Wynn, J. concurring)). \nRivera v. Wyeth-Ayerst Labs.\n, 283 F.3d 315 (5th Cir. 2002)\nillustrates the actual or imminent injury required to achieve standing in a class action.\n  \nIn \nRivera\n, a panel of\nFifth Circuit judges dismissed a class action for lack of standing because the plaintiffs sought relief but\nsuffered no adverse physical or emotional effects from using the pharmaceutical in question.\n  \nId\n. at 317.\n \nAlthough several other patients experienced liver failure from using the drug, the class in \nRivera\n did not\ninclude a plaintiff that suffered physical or emotional injury because of the pharmaceutical.\n  \nId\n.\n  \nThe\nplaintiffs sought a refund of the purchase price after the defendant recalled the drug because of the\nreported liver failure.\n{9}\n \n      \nThe Fifth Circuit reasoned that the injury to the patients that suffered liver failure was not\ntransitive to the plaintiffs that did not plead any physical or emotional injury.\n  \nId\n. at 320.\n  \nThe Fifth Circuit,\nmoreover, stated that the injury has to be personal to the plaintiffs.\n  \nId\n. (\nciting Bertulli v. Indep. Ass’n. of\nCont’l Pilots\n, 242 F.3d 290, 294 (5th Cir. 2001).\n  \nThe class did not have a tort claim because no plaintiff\nsuffered liver failure or any other injury.\n  \nFurthermore, the class did not have a contract claim, as the drug\nwas effective and the plaintiffs received the benefit of the bargain.\n  \nThe court found that the class\nmembers did not experience an injury in fact and thus did not have standing.\n  \nRivera, \n283 F.3d at 321.\n{10}\n         \nThe instant case exhibits the same factual scenario as in \nRivera\n.\n  \nIn the instant case plaintiffs offer\nno allegations that class members suffered physical or economic injury because Daimler did not include an\ninterlock system in the minivans.\n  \nNo breach of warranty claim is asserted.\n  \nPlaintiffs only assert that the\nlack of an interlock system made operating or riding in the minivan less safe than if a system were in\nplace.\n  \nSimilar to the \nRivera \nplaintiffs, plaintiffs did not experience any physical or emotional injury from\nusing their cars.\n  \nThe \nRivera\n plaintiffs claimed that the liver failure of several patients outside the class\nand the subsequent recall of the drug constituted a heightened risk and hence an injury to the class.\n \nPlaintiffs, as in \nRivera\n, do not allege that the product in question caused an injury but assert that the\nheightened risk due to the lack of an interlock system resulted in a loss of value in the minivans.\n \nPlaintiffs, therefore, suffered no actual or imminent injury to constitute an injury in fact; without an injury\nin fact, plaintiffs do not have standing to bring a claim against defendant.\n[1]\n{11}\n         \nThis opinion does not address the validity of any future claims for personal injury or property\ndamage, as those issues are not before the Court.\n[2]\nECONOMIC LOSS RULE\nIV.\n{12}\n         \nNorth Carolina bars recovery for economic loss in tort and adjudicates such claims under contract\nlaw.\n  \nMoore v. Coachmen Indus. Inc.\n, 129 N.C. App. 389, 401-402, 499 S.E.2d 772, 780 (1989); \nsee also\nPorts Authority v. Roofing Co.\n, 294 N.C. 73, 240 S.E.2d 345 (1978).\n  \nThe “economic loss” rule prohibits\nthe purchaser of a defective product from using tort law to recover economic losses.\n  \nMoore\n, 129 N.C.\nApp. at 401, 499 S.E.2d at 780.\n  \nThe economic loss rule applies unless the plaintiff asserts that the\ndefective product caused physical injury or property damage.\n  \nSee Reece v. Homette Corp.\n, 110 N.C. App.\n462, 466-67, 429 S.E.2d 770 (1993).\n  \nA federal appeals court in \nWerwisnki v. Ford Motor Co.\n, 286 F.3d\n661, 679 (3d Cir. 2002), explained the policy reasons behind prohibiting the recovery of economic losses\nfor common law fraud:\nThe economic loss doctrine is designed to place a check on limitless liability for\nmanufacturers and establish clear boundaries between tort and contract law.\n  \nCarving out an\nexception for intentional fraud would eliminate that check on liability that blurs the\nboundaries between the two areas of law, thus exposing manufacturers to substantial\nliability.\n \n{13}\n         \nIn the instant case, plaintiffs seek to recover for an economic loss under the tort theory of common\nlaw fraud.\n  \nPlaintiffs claim that they suffered an economic loss because the minivans have a lower value\nwithout the interlock system.\n  \nThe loss that plaintiffs seek to recoup is not from repair cost or diminished\nsales proceeds but from a theoretical difference in the value of the vehicle.\n  \nPlaintiffs seek from defendant\nan amount equal to the cost of installing an interlock system to account for the diminished value of\nminivans without interlock systems.\n  \nThe diminished value of property constitutes an economic loss.\n  \nSee\nBLACK’S LAW DICTIONARY\n 513 (6th ed. 1990).\n  \nUnder North Carolina law, a party cannot recover an\neconomic loss in tort.\n  \nSee Moore\n, 129 N.C. App. at 401, 499 S.E.2d at 780.\n  \nFurthermore, awarding the\ndamages sought by plaintiff would violate the policy foundation of the economic loss rule by eviscerating\nthe contract/warranty system now in place.\n  \nTherefore, the common law fraud claim that sounds in tort is\nbarred, as plaintiffs seek to recover an economic loss for the diminished value of the minivans.\n[3]\nV.\nPREEMPTION\n{14}\n         \nPlaintiffs seek injunctive relief under the NC UDTPA in the form of a recall of the minivans sold\nin North Carolina.\n  \nCourts are not to carelessly infer the preemption of state law by federal law.\n \nInternational Paper Co. v. Ouelletter\n, 479 U.S. 481, 491 (1987).\n  \nA court, however, may presume\npreemption when federal legislation comprehensively regulates a field and a reasonable inference exists\n“that Congress ‘left no room’ for supplementary regulation.”\n  \nId\n. at 491 (\nquoting\n \nRice v. Santa Fe\n \nElevator\nCorp.\n, 331 U.S. 218, 230 (1947)).\n \n{15}\n         \nThe National Traffic and Motor Vehicle Safety Act of 1966 (the “Safety Act”), 49 U.S.C. § 30101\net seq.\n, sets forth a regulatory framework for the federal government to address the recall of automobiles\nfor safety concerns.\n  \nSubsequent amendments to the Safety Act provided that the National Highway\nTraffic Safety Administration (“NHSTA”) is the administrative agency to order recalls and notify\nconsumers of safety problems in motor vehicles.\n  \nPub. L. No. 93-492, 88 Stat. 1470.\n  \nTo help provide an\nefficient system in which different forums do not render ineffectual administrative remedies to consumers,\nthe recalls under the Safety Act preempt recalls ordered by courts under state law.\n  \nSee In re\nBridgestone/Firestone Inc. Tires Prods. Liab. Litig.\n, 153 F. Supp. 2d 93, 944-45 (S.D. Ind. 2001).\n \n{16}\n         \nThe Safety Act and its accompanying regulations speak clearly to the comprehensive role that the\nfederal government occupies in motor vehicle recalls.\n  \nMost importantly, NHTSA has sole control in\n“enforcing Federal motor vehicle safety standards and associated regulations, investigating possible\nsafety-related defects, and making non-compliance and defect determinations.”\n  \n49 C.F.R. § 554.1.\n  \nThe\nstatute and companion regulations promulgate a specific process in which NHTSA, on its own accord or\nvia a petition by an interested party, conducts an investigation to determine if a motor vehicle has a safety\ndefect.\n  \nSee\n 49 U.S. § 30162; \nsee also\n 49 C.F.R.\n \n§§ 554.6(a), 557.1-557.8.\n  \nThe statute also provides a\nspecific procedure for NHTSA to issue a recall and the remedies that it may order the manufacturers to\nundertake.\n  \n49 U.S. § 30119(d)(1(A), 30120 (a), 30120 (c)(1).\n{17}\n         \nOther jurisdictions have issued dismissals in similar state recall actions based upon preemption.\n[4]\n \nMoreover, some jurisdictions went so far as to find that a court does not have the power to order a recall of\nmotor vehicle.\n[5]\n{18}\n         \nThe essential fact regarding preemption is that the relief sought is the prevention of future injury.\n \nThe Court might have jurisdiction to provide redress if plaintiffs suffered a personal injury or property\ndamage caused by the absence of the interlock system in the minivans manufactured by Daimler.\n \nPlaintiffs, however, seek an injunctive remedy to prevent future injury.\n  \nInjunctive relief to prevent future\ninjury from a design defect in an automobile is solely within the purview of NHTSA.\n  \nAn order from this\nCourt would frustrate the Congressional intent evidenced in the Safety Act to preempt state law regarding\nthe recall of automobiles. Given that the case at hand arises from concerns over the recall of motor\nvehicles and that no resultant injury has yet occurred to plaintiffs, federal law clearly preempts an\ninjunction ordered by this Court.\nVI.\nPRIMARY JURISDICTION\n{19}\n         \nPreemption is not the only legal doctrine that prevents this Court from providing injunctive relief\nto plaintiffs.\n  \nThe doctrine of primary jurisdiction addresses jurisdictional conflicts between the judiciary\nand an administrative agency.\n  \nPrimary jurisdiction is “a doctrine specifically applicable to claims\ncognizable in court that contain some special competence of an administrative agency.”\n  \nReiter v. Cooper\n,\n507 U.S. 258, 268 (1993).\n  \nThe application of the primary jurisdiction doctrine requires that plaintiffs\npetition NHTSA for injunctive relief and that the Court stay this action.\n  \nTo date, plaintiffs have elected\nnot to file a petition with NHTSA.\n{20}\n         \nThe doctrine of primary jurisdiction addresses the ability of a court to exercise jurisdiction before\nan administrative agency renders a decision regarding some element or issue in the controversy.\n  \nNorth\nCarolina Chiropractic Assoc. v. Aetna Cas. & Sur. Co.\n, 89 N.C. App. 1, 8, 365 S.E.2d 312, 316 (1988).\n \nNorth Carolina courts tend to defer to the agency and apply the doctrine in cases that involve a matter that\nfalls within an agency’s expertise.\n[6]\n  \nSee, e.g., Johnson v. First Union Corp.\n, 128 N.C. App. 450, 460-61,\n496 S.E.2d 1, 7-8 (1998); \nNorth Carolina Chiropractic\n, 89 N.C. App. at 8-10, 365 S.E.2d at 316-17.\n \n{21}\n         \nIn the Safety Act, Congress vested NHTSA with jurisdiction over claims involving design defects\nin automobiles and the potential consequential injuries.\n  \nMoreover, expertise on interlock systems and\ndesign defects in minivans is more likely found in NHTSA than in this Court.\n  \nThe Safety Act and its\nsubsequent amendments provide a process that empowers NHTSA to both investigate and remedy design\ndefects in automobiles.\n  \nOn the other hand, the Court does not have the resources to scientifically\ndetermine the danger that the absence of an interlock system poses to consumers, nor does the Court have\nin place a system to order a nationwide recall to retrofit the vehicle as efficiently as NHTSA.\n{22}\n         \nPrimary jurisdiction clearly belongs to NHTSA.\n  \nIf a design defect does in fact exist, the agency\nhas the resources to investigate the claim and order a recall to retrofit the minivans.\n  \nThe Court must\nrefrain from entering injunctive relief, as the forum to prevent future injuries from design defects in\nautomobiles is the administrative agency of NHTSA.\n  \nIf called upon to do so, the Court would stay the\ncase pending the determination of NHTSA on a proper petition addressing the alleged defect.\nVII.\nCONCLUSION\n{23}\n         \nIn essence the complaint seeks to circumvent the contract warranty framework and the federal\nsafety recall system that govern the sale of automobiles.\n  \nIt seeks monetary damages for economic loss\nunder a tort theory and a recovery for heightened risk where no actual personal injury or property damage\nis asserted on behalf of plaintiff or the class.\n  \nThe theories upon plaintiff proceeds are new and novel\nunder North Carolina law and have been rejected in other jurisdictions.\n  \nThey would result in the courts of\nNorth Carolina substituting their judgment for that of the federal agencies with the expertise to determine\nautomobile safety issues and eviscerate the contract warranty framework that currently governs the sale of\nautomobiles in North Carolina.\nIt is, therefore, ORDERED, ADJUDGED and DECREED that plaintiffs’ amended complaint be\ndismissed.\n \nThis 5th day of January 2004.\n \n[1]\n Defendant cites numerous examples of cases in other jurisdictions against Daimler involving minivans and interlock systems\nthat courts dismissed for lack of a cognizable injury. \nSee Ziegelman v. DaimlerChrysler Corp., \n649 N.W.2d 556 (N.D. 2002);\nOltmans\n \nv. DaimlerChrysler Corp.,\n CV-2001-03236 (Dist. Ct. Bernalillo County, N.M., July 24, 2003); \nMarsh v. DaimlerChrylser\nCorp.\n, Docket No. MON-L-892-01, slip op. at 13 (Super. Ct., Monmouth County, N.J., May 6, 2003); \nShort\n \nv. DaimlerChrysler\nCorp., \nNo. A435223 (Dist. Ct., Clark County, Nev., Mar. 20, 2003); \nBowers\n \nv. DaimlerChrysler Corp., \nCase No. 01 CV 877, slip\nop. at 1 (Dist. Ct., Larimer County, Colo., Dec. 23, 2002); \nCox\n \nv. DaimlerChrysler Corp., \nNo. LACV080519, slip op. at 4 (Dist.\nCt., Pottawattamie County, Iowa, June 2, 2002); \nIngram\n \nv. DaimlerChrysler Corp., \nCase No. 01-3684, slip op. at 23, 25 (Cir. Ct.,\nHillsborough County, Fla., May 7, 2002).\n \n[2]\n Plaintiffs cited to the court cases in which there had been recoveries against Daimler for personal injuries based upon\nnegligence claims.\n[3]\n  \nThe unfair trade practice claim is based upon the same theories of liability and damages as the common law fraud claim.\n  \nTo\npermit recovery for this claim under the NC UPPTA would also eviscerate the contract/warranty system and the economic loss\nrule.\n[4]\n \nSee In re Bridgestone/Firestone\n, 153 F. Supp. 2d at 944-45; \nNamovicz v. Cooper Tire & Rubber Co.\n, 225 F. Supp. 2d 582, 584-\n85 (D. Md. 2001); \nLilly v. Ford Motor Co.,\n No. 00-C-7372, 2002 WL 84603, at *4-*5 (N.D. Ill. Jan. 22, 2002).\n[5]\n \nSee In re Ford Motor Co. Ignition Switch Prods. Liab. Litig\n.,\n  \n174 F.R.D. 332, 353 (D.N.J. 1997); \nAmerican Suzuki Motor\nCorp. v. Superior Ct.\n, 44 Cal. Rptr. 2d 526, 531-32 (Cal. Ct. App. 1995);\n  \nFord Motor Co. v. Magill\n, 698 So. 2d 1244, 1245 (Fla.\nDist. Ct. App. 1997).\n[6]\n Defendant provides an example of a case in Pennsylvania in which that court granted a partial dismissal of a similar claim for\nlack of standing or primary jurisdiction.\n  \nSee \nSolarz v. DaimlerChrysler Corp.,\n 2002 WL 452218, at *2 (C.C.P. Phila. Mar. 13,\n2002)."
}