{
  "id": "b39d71a4474c1a265a63d6f6de79b8458ef42e41cb2b0f84370f83ddcf01c574",
  "source_file": "data/raw/ncbc/b39d71a4474c1a265a63d6f6de79b8458ef42e41cb2b0f84370f83ddcf01c574.pdf",
  "raw_text": "Timbercreek Land & Timber Co. v. Robbins, 2017 NCBC 64. \n \nSTATE OF NORTH CAROLINA \n \nDAVIDSON COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 140 \n \nTIMBERCREEK LAND & TIMBER \nCOMPANY, LLC, and MYLESS RAY \nHOOPER, JR., \n \n   Plaintiffs, \n \nv. \n \nJOHN THOMAS ROBBINS; \nFALLING OAK ENTERPRISES, \nLLC, a North Carolina Limited \nLiability Company; and FALLING \nOAK TIMBER, LLC, a North \nCarolina Limited Liability Company,  \n \n   Defendants. \n \nORDER AND OPINION ON \nDEFENDANTS’ PARTIAL MOTION \nTO DISMISS \n \n1. THIS MATTER is before the Court on Defendants John Thomas Robbins \n(“Robbins”), Falling Oak Enterprises, LLC (“Falling Oak Enterprises”), and Falling \nOak Timber, LLC’s (“Falling Oak Timber”) (collectively, the “Defendants”) partial \nmotion to dismiss (the “Motion”).  Having considere d the Motion, the briefs, and the \narguments of counsel at a h earing on the Motion, the Court GRANTS in part and \nDENIES in part the Motion. \nHolton Law Firm, by Stephen C. Holton, for Plaintiffs.  \n \nBell, Davis &  Pitt, P.A., by Bradley C. Friesen and Adam T. Duke, for \nDefendants.  \n \nRobinson, Judge. \n \n \nI. PROCEDURAL HISTORY \n2. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motion.  \n3. Plaintiffs Timbercreek Land & Timber Company, LLC (“Timbercreek”) and \nMyless Ray Hooper, Jr. (“Hooper”) (collectively, the “Plaintiffs”) initiated this action \non January 24, 2017 by filing their Complaint and Motion for Preliminary Injunction \n(the “Complaint”).   \n4. This case was designa ted as a mandatory complex business case by order \nof the Chief Justice of the Supreme Court of North Carolina dated February 2, 2017 \nand assigned to the undersigned by order of Chief Business Court Judge James L. \nGale dated February 7, 2017.   \n5. On March 15,  2017, the Court held a hearing on Plaintiffs’ motion for \npreliminary injunction.  Following that hearing, and prior to the Court’s \ndetermination of Plaintiffs’ motion, the parties notified the Court on March 23, 2017 \nthat the parties had resolved all issu es in connection with Plaintiffs’ motion and, as \na result, the Court denied the motion as moot by order dated March 24, 2017.   \n6. Defendants filed an answer  to the Complaint  on March 27, 2017 and an \namended answer and counterclaims on April 26, 2017.  \n7. On May 5, 2017, Defendants filed the Motion pursuant to Rules 12(b)(6) \nand 12(c) of the North Carolina Rules of Civil Procedure (“Rule(s)”).   \n8. On June 23, 2017, Plaintiffs filed a reply to Defendants’ counterclaims.   \n \n \n9. The Motion has been fully briefed, and the C ourt held a hearing on the \nMotion on July 18, 2017.  The Motion is now ripe for resolution.  \nII. FACTUAL BACKGROUND \n10. The Court does not make findings of fact on the Motion, but only recites \nthose factual allegations of the Complaint that are relevant and necess ary to the \nCourt’s determination of the Motion  and accepts them as true for the purposes of \ndeciding the Motion.  \n11. Timbercreek is a North Carolina limited liability company (“LLC”) with its \nprincipal place of business in Davidson County, North Carolina.  (C ompl. ¶ 1.)  \nTimbercreek is engaged in the timber and lumber business throughout the Piedmont \nTriad region of North Carolina.  (Compl. ¶ 18.) \n12. Hooper is a manager and the sole member of Timbercreek.  (Compl. \n¶¶ 13−14.)  \n13. Falling Oak Timber and Falling Oak Enterprises are North Carolina LLCs, \nhaving their respective principal places of business in Davidson County and \nRandolph County, North Carolina.  (Compl. ¶¶ 4−5.) \n14. Robbins is the sole member -manager of both Falling Oak Timber and \nFalling Oak Enterprises.  (Compl. ¶¶ 35, 42.) \n15. Before August 2009, Hooper and Robbins discussed entering into a business \nin the commercial timber industry.  (Compl. ¶ 9.)  Robbins represented to Hooper that \nRobbins had substantial experience in and knowledge of North Carolina’s commercial \ntimber business.  (Compl. ¶ 10.)  Hooper represented to Robbins that Hooper had no \n \n \nknowledge of the timber business, but that he would fund such a business while \nrelying entirely on Robbins to exclusively manage and conduct the day-to-day \noperations of the business.  (Compl. ¶¶ 11, 19.)  Plaintiffs  allege that Robbins so \nagreed.  (Compl. ¶¶ 11, 19.) \n16. On August 18, 2009, Hooper formed Timbercreek , and Hooper, as \nTimbercreek’s sole member, entered into an Operating Agreement with Timbercreek.  \n(Compl. ¶¶ 12−13.)  The Operating Agreement provides that Timbercreek shall be \nmanaged by its sole member, Hooper.  (Compl. Ex. A, § 6.1.)  The Operating \nAgreement is signed by Hooper as member and manager.  (Compl. Ex. A.) \n17. Also on August 18, 2009, the Complaint alleges that Hooper, pursuant to \nhis authority to select Timbercreek’s agents and employees, hired Robbins and \ndelegated to Robbins the authority to act on Timbercreek’s behalf in performing a \nbroad range of duties.  (Compl. ¶ 16.)  Consistent with this allegation, a fter the \nsignature page of the Operating Agreement appears a document titled “Action of the \nSole Member of [Timbercreek]” (the “Action”).  (Compl. Ex. A.)  The document states: \n“Pursuant to [Timbercreek]’s operating agreement [Robbins] is appointed as a \nManager of [Timbercreek] and has the authority to act on behalf of [Timbercreek] to \nperform” multiple specifically enumerated duties, including : (1) to sign and issue \nchecks in Timbercreek’ s name; (2) to endo rse, cash, and deposit checks payable to \nTimbercreek; (3) to execute and deliver any note, deed of trust , other obligation, or \ncontract and to renew the same from time to time;  (4) to access any safe, lockbox, or \nplace of safekeeping and remove Timbercreek ’s property therefrom; (5) to collect, by \n \n \nsuit or otherwise, and negotiate settlement of any indebtedness that is or may be \nowed to Timberc reek; (6) to negotiate and contract with third parties on behalf of \nTimbercreek for the purchase, sale, or brokering of timber o r real property;  (7) to \nexecute and deliver any deed, assignment, or contract for the transfer of timber or \nreal property owned by Tim bercreek; and (8) any other act that may be required in \nthe normal course of Timbercreek’s business.  (Compl. E x. A.)  The Action is signed \nby Hooper and dated August 18, 2009.  (Compl Ex. A.)   \n18. The Complaint alleges that Hooper provided all of Timbercreek’s financing \nwhile Robbins was entrusted with the exclusive day -to-day operation and \nmanagement of Timbercreek.  (Compl. ¶¶ 17, 25.)  \n19. Plaintiffs contend that Robbins, on behalf of Timbercreek, issued checks to \nloggers and log haulers for amounts exceeding what they were owed in exchange for \ncash payments to Robbins in the amount of the excess funds .  (Compl . ¶ 30.)  The \nComplaint alleges that from 2013 to 2016, Robbins, on Timbercreek’s behalf, made \nfour overpayments, purportedly for logging services , to Josh Leonard Logging and \nMax Montgomery d/b/a Montgomery Sawmill  totaling $215,036.39, and seven \noverpayments, purportedly for log and chip hauling , to Craig Whitley d/b/a Tim \nWhitley Hauling totaling $545,370.86.  (Compl. ¶¶ 31−32.) \n20. On January 1, 2014, Robbins formed Falling Oak Timber without Hooper’s \nknowledge.  (Compl. ¶ 34.)  Since forming Falling Oak Timber and continuing through \nat least June 2016, Plaintiffs allege that Robbins used Falling Oak Timber to acquire \nand own title to certain land and timber deeds in the Piedmont Triad area and to \n \n \ncarry out logging and timber operations on such land in direc t competition with \nTimbercreek.  (Compl. ¶¶ 36−37.)  The Complaint identifies seventeen timber deeds \nand one general warranty deed that Robbins purchased on behalf of Falling Oak \nTimber.  (Compl. ¶ 37.)  Plaintiffs contend that Robbins could and should hav e \npurchased such deeds on Timbercreek’s behalf.  (Compl. ¶ 37.)  Additionally, the \nComplaint alleges that Robbins  used Timbercreek’s property, including its logging \nmachinery, equipment, and vehicles, to conduct logging operations on behalf of \nFalling Oak Timber.  (Compl. ¶ 39.) \n21. On or about April 1, 2015, Robbins told Hooper that it would be in \nTimbercreek’s best interests if Robbins formed his own LLC, Falling Oak Enterprises, \nfor the sole purpose of cutting timber for Timbercreek’s benefit.  (Compl. ¶ 40. )  \nAccordingly, Robbins formed Falling Oak Enterprises that same day.  (Compl. ¶ 41.)  \nAt that time, Hooper still had no knowledge that Robbins had formed Falling Oak \nTimber in January 2014.  (Compl. ¶ 41.) \n22. After forming Falling Oak Enterpr ises, Plaintiffs allege that Robbins, \nwithout Hooper’s knowledge, purported to transfer ownership of Timbercreek’s \nlogging machinery, equipment, and vehicles to Falling Oak Enterprises.  (Co mpl. \n¶ 43.)  Robbins then used such  property to conduct timber operations on behal f of \nFalling Oak Timber and simultaneously ceased using it to conduct timber operations \nfor the benefit of Timbercreek.  (Compl. ¶¶ 44−45.) \n23. At some point thereafter, Hooper learned that Timbercreek was operating \nat a loss and failing to locate any new timberlands or timber deeds.  (Compl. ¶ 47.)  \n \n \nWhen Hooper raised the issue with Robbins, Robbins informed Hooper that the land \nRobbins had investigated only had invaluable timber and thus Timbercreek was not \npurchasing the rights to harvest timber from those p roperties.  (Compl. ¶ 48.)   \nUnbeknownst to Hooper, however, numerous tracts of land Robbins had investigated \ndid have valuable timber , which Robbins was purchasing at an attractive price on \nbehalf of Falling Oak Timber.  (Compl. ¶ 49.)   \n24. In order to seek new business opportunities, Timbercreek decided to engage \nin a bulk mailing.  (Compl. ¶ 50.)  At Robbins ’s advisement, Hooper contacted \nAlphaGraphics to design brochures  advertising Timbercreek’s services .  (Compl. \n¶ 51.)  In March 2016, Timbercreek paid AlphaGraphics just over $10,500 to design, \nprint, and mail 20,000 brochures to targeted recipients, all of whom were owners of \npotentially harvestable tracts of timberlands in the Piedmont Triad  area, with the \nexpectation that Timbercreek w ould contract for the rights to remove and sell \ntimberland from the recipients’ land.  (Compl. ¶ 52.) \n25. Many of the recipients contacted Robbins with an interest in contracting \nwith Timbercreek.  (Compl. ¶ 54.)  The Complaint alleges that, despite Timbercreek’s \nability to take advantage of these opportunities, Robbins failed to inform Hooper or \nTimbercreek of such opportunities and instead purchased fee simple title to the tracts \nof land and timber deeds on behalf of Falling Oak Timber.  (Compl. ¶ ¶ 55−56.)  \nThereafter, Falling Oak Timber used Timbercreek’s property to harvest and sell the \ntimber for a profit.  (Compl. ¶ 55.) \n26. Timbercreek terminated Robbins on August 3, 2016.  (Compl. ¶ 57.) \n \n \n27. Plaintiffs assert claims against all Defendants for claim and delivery  and \ninjunctive relief, and claims against Robbins for breach of fiduciary duty, constructive \nfraud, and civil arrest.   (Compl. 24, 27, 29−30.)   Timbercreek separately asserts a \nclaim against all Defendants for conversion.  (Compl. 21−22, 25.) \n28. The Motion seeks to dismiss both Plaintiffs’ breach of fiduciary duty claims \nand constructive fraud claim, and, to the extent brought by Hooper, Plaintiffs’ claims \nfor claim and delivery, injunctive relief, and civil arrest.   \nIII. LEGAL STANDARD \n29. In ruling on a motion to dismiss pursuant to Rule 12(b)(6) of the North \nCarolina Rules of Civil Procedure, the Court reviews the allegations of the Complaint \nin the light most favorable to Plaintiffs.  The Court’s inquiry is “whether, as a matter \nof law, the allegations of the complaint, treated as true, are sufficient to state a claim \nupon which relief may be granted under some legal theory.”  Harris v. NCNB Nat’l \nBank of N.C., 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987).  The Court construes \nthe Complaint liberally and accepts all allegations as true.  Laster v. Francis , 199 \nN.C. App. 572, 577, 681 S.E.2d 858, 862 (2009). \n30. Dismissal of a claim pursuant to Rule 12(b)(6) is proper “(1) when the \ncomplaint on its face reveals that no law supports [the] claim; (2) when the complaint \nreveals on its face the absence of fact s ufficient to make a good claim;  [or] (3) when \nsome fact disclosed in the complaint necessarily defeats the . . . claim.”  Oates v. JAG, \nInc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985); see also Jackson v. Bumgardner, \n318 N.C. 172, 175, 347 S.E.2d 743, 745 (1986).  Otherwise, “a complaint should not \n \n \nbe dismissed for insufficiency unless it appears to a certainty that plaintiff is entitled \nto no relief under any state of facts which coul d be proved in support of the claim.”  \nSutton v. Duke, 277 N.C. 94, 103, 176 S.E.2d 161, 166 (1970) (emphasis omitted). \n31. The Court is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, 274, 620 \nS.E.2d 873, 880 (2005).  A “trial court can reject allegations that are contradicted by \nthe documents attached, specifically referred to, or incorporated b y reference in the \ncomplaint.”  Laster, 199 N.C. App. at 577, 681 S.E.2d at 862.  The Court can also \nignore a party’s legal conclusions set forth in its pleading.  McCrann v. Pinehurst, \nLLC, 225 N.C. App. 368, 377, 737 S.E.2d 771, 777 (2013). \nIV. ANALYSIS \n32. As a  preliminary matter, the Court notes that the Motion is brought \npursuant to both Rules 12(b)(6) and 12(c).  Rule 12(c) provides that “[a]fter the \npleadings are closed but within such time as not to delay the trial, any party may \nmove for judgment on the pleadings.”  N.C. Gen. Stat. § 1A-1, Rule 12(c).  A Rule 12(c) \nmotion may only be made after the pleadings are closed.  Weaver v. Saint Joseph of \nthe Pines, Inc. , 187 N.C. App. 198, 203, 652 S.E.2d 701, 706 (2007) (“[A] Rule 12(c) \nmotion cannot be filed simultaneously with an answer.”).  Defendants filed the Motion \non May 5, 2017—nine days after they filed their amended answer and counterclaims.  \nPlaintiffs timely filed their reply to Defendants’ counterclaims on June 23, 2017.  As \n \n \nsuch, the Motion was filed before the pleadings were close d and, accordingly, the \nCourt considers the Motion as one made solely pursuant to Rule 12(b)(6).  \nA. Timbercreek’s Breach of Fiduciary Duty Claim (First Cause of \nAction) \n \n33. Defendants argue that the Complaint fails to sufficiently allege a fiduciary \nrelationship between Robbins and Timbercreek and, accordingly, Timbercreek’s \nbreach of fiduciary duty claim must be dismissed.   (Br. Supp. Defs.’ Mot. Partially \nDismiss Pls.’ Compl. 9−13.)  \n34. In order to state a claim for breach of fiduciary duty, a plaintiff must allege \nthat: (1) defendant owed plaintiff a fiduciary duty; (2) defendant breached his \nfiduciary duty; and (3) the breach of fiduciary duty was a proximate cause of injury \nto plaintiff.  Farndale Co., LLC v. Gibellini, 176 N.C. App. 60, 68, 628 S.E.2d 15, 20 \n(2006).  Under the North Carolina Limited Liability Company Act (the “ Act”), a n \nLLC’s managers and company officials owe fiduciary duties to the LLC to discharge  \ntheir duties in good faith, with the care of an ordinary prudent person, and in the best \ninterests of the LLC.  N.C. Gen. Stat. § 57D -3-21(b) (setting forth the duties of a \nmanager); id. § 57D -3-23 (providing that company officials who are not managers  \nhave the same duties as managers); see Kaplan v. O.K. Techs., L.L.C., 196 N.C. App. \n469, 473−74, 675 S.E.2d 133, 137 (2009).   The Act defines a  “company official” as  \n“[a]ny person exercising any management authority over the limited liability \ncompany whether the person is a manager or referred to as a manager, director, or \nofficer or given any other title.”  N.C. Gen. Stat. § 57D-1-03(5). \n \n \n35. Defendants argue that the allegation s of the Complaint are insufficient to \nstate that Robbins was a manager or company official of Timbercreek.  Specifically, \nDefendants argue that the Action appointing Robbins as a manager is ineffective \nbecause it contradicts the express terms of the Opera ting Agreement.  Defendants \nfurther argue that Hooper’s delegation of tasks to Robbins does not transform \nRobbins into a company official.  (Br. Supp. 9−13; Reply Br. Supp. Defs.’ Mot. \nPartially Dismiss Pls.’ Compl. 3−4.)  \n36. While the Operating Agreement sta tes that it shall be managed by the \nmember, Hooper, (Compl. Ex. A, § 6.1), the Operating Agreement also provides that \nit may be amended or altered by the written consent of Hooper, (Compl. Ex. A, § 13.1).  \nThus, the Court cannot conclude that the Action ap pointing Robbins as a manager \ncontradicts the express terms of the Operating Agreement, and thus is ineffective, as \nDefendants contend.   \n37. Even if the Court were to conclude that the allegations of the Complaint are \ninsufficient to state Robbins was a manager of Timbercreek, the Court concludes that \nthe allegations are sufficient to state that Robbins was a company official  and, as \nsuch, owed fiduciary duties to Timbercreek.   \n38. When interpreting a statute, the Court’s primary task is to ensure that the \nlegislature’s purpose is accomplished.  In re Advance Am., Cash Advance Ctrs. of N.C., \nInc., 189 N.C. App. 115, 118, 657 S.E.2d 405, 408 (2008).  The legislature’s purpose is \nfirst ascertained from the plain words of the statute, which are to be given their plain \nand ordinary meaning.  Id.  “In the absence of a contextual definition, courts may look \n \n \nto dictionaries to determine the ordinary meaning of words within a statute.”  Perkins \nv. Ark. Trucking Servs., Inc., 351 N.C. 634, 638, 528 S.E.2d 902, 904 (20 00); Powe v. \nCenterpoint Human Servs. , 215 N.C. App. 395, 402, 715 S.E.2d 296, 302 (2011)  \n(looking to both Black’s Law Dictionary and Webster’s Dictionary in interpreting \nwords within a statute).   \n39. A “company offi cial” is defined as any person —regardless of his title —\n“exercising any mana gement authority over the [LLC] .”  N.C. Gen. Stat. § 57D -1-\n03(5).  The current edition of Black’s Law Dictionary defines “management” as “[t]he \npeople in an organization who are vested with a certain amount of discretion an d \nindependent judgment in managing its affairs” and “[t]he act or system of controlling \nand ma king decisions for a business[.] ”  Black’s Law Dictionary  (10th ed. 2014).   \nWebster’s Dictionary defines “management” as “the conducting or supervising of \nsomething (such as a business)” and “the collective body of those who manage or direct \nany enterprise or interest [.]”  Webster’s Third New International Dictionary 1372 \n(1981).  Black’s Law Dictionary  defines “authority” as “[t]he offi cial right or \npermission to act” and “ the power delegated by a principal to an agent[.] ”  Black’s \nLaw Dictionary  (10th ed. 2014).   Webster’s Dictionary defines “authority” as \n“delegated power over others” and “freedom granted by one in authority[.]”  Webster’s \nThird New International Dictionary 146 (1981).      \n40. The Complaint sufficiently alleges that Robbins had permission to control \nand make decisions for Timbercreek and was vested with discretion and independent \njudgment in managing and operating its business .  The Complaint alleges  that \n \n \nRobbins was “entrusted with the exclusive day -to-day operation, care, custody, \ncontrol and management  of Timbercreek[.]”  (Compl. ¶ 25  (emphasis added) .)  \nFurther, the Complaint alleges that Hooper hired Robbins and delegated to Robbins \nthe authority, which Robbins exercised, to act on behalf of Timbercreek in performing \na broad range of duties, including signing and issuing checks in Timbercreek’s name; \ncashing and depositing monies payable to Timbercreek; negotiating and executing \ncontracts, notes, and deeds  on Timbercreek’s behalf; collecting and negotiating \nsettlement of indebtedness owed Timbercreek; selecting, supervising, and paying \nTimbercreek personnel and subcontractors; and supervising Timbercreek’s day -to-\nday operations.  (Compl. ¶¶ 16, 23, Ex. A.)      \n41. The Court concludes that these allegations are sufficient, at the Rule \n12(b)(6) stage, to state that Robbins was a company official as that term is defined in \nN.C. Gen. Stat. § 57D -1-03(5) and, as such, owed fiduciary duties to Timbercreek .  \nThe Complaint sufficiently alleges that Robbins breached his fiduciary duties to \nTimbercreek by embezzling Timbercreek’s funds, transferri ng Timbercreek’s \nproperty to Falling Oak Timber and Falling Oak Enterprises , and failing to act in \nTimbercreek’s best interests.  Therefore, the Motion as to Timbercreek’s claim for \nbreach of fiduciary duty is denied.   \nB. Hooper’s Breach of Fiduciary Duty Claim (Second Cause of Action) \n42. Defendants argue that the Complaint fails to sufficiently allege that \nRobbins owed Hooper a special duty such that Hooper may assert an individual claim \nfor breach of fiduciary duty.   (Br. Supp. 13−15; Reply Br. 6−9.)  Defendants further \n \n \nargue that Hooper has failed to allege a fiduciary relationship between Robbins and \nHooper.  (Br. Supp. 13−15; Reply Br. 4−6.)    \n43. It is a well -settled principle of North Carolina law that shareholders of a \ncorporation cannot pursue individual causes of action for wrongs or injuries to the \ncorporation.  Barger v. McCoy Hillard & Parks , 346 N.C. 650, 658, 488 S.E.2d 215, \n219 (1997); Corwin v. British Am. Tobacco PLC , 796 S.E.2d 324, 338 (N.C. Ct. App. \n2016).  There are two exceptions: (1) when there is a special duty between the \nwrongdoer and the shareholder; and (2) when the shareholde r suffered an injury \nseparate and distinct from the injury suffered by the corporation and the other \nshareholders.  Barger, 346 N.C. at 658, 488 S.E.2d at 219; Corwin, 796 S.E.2d at 338; \nLevin v. Jacobson, 2015 NCBC LEXIS 111, at *14−15 (N.C. Super. Ct. De c. 7, 2015) \n(stating that for purposes of whether a member of an LLC can assert an individual \nclaim, “members of an LLC are treated like corporate shareholders and managers are \nsimilar to directors”); see Russell M. Robinson, II, Robinson on North Carolina  \nCorporation Law § 34.04[5] (7th ed. 2016) (“A derivative action on behalf of an LLC \nwill be governed by essentially the same rules that apply to a derivative action on \nbehalf of a corporation.  Therefore, whether the member must bring the suit \nindividually or on behalf of the LLC turns on whether the alleged injuries were caused \ndirectly to the member or are a consequence of breaches of fiduciary duty that harmed \nthe LLC.” (footnote omitted)).    \n44. For the special duty exception to apply, “the duty must be one that the \nalleged wrongdoer owed directly to the shareholder as an individual” —a duty that \n \n \nwas personal to the shareholder  and separate and distinct from the fiduciary duty \nowed to the corporation.  Barger, 346 N.C. at 659, 488 S.E.2d at 220.  In Barger, our \nSupreme Court set forth an illustrative, non -exclusive list of situations in which a \nspecial duty may be found.  Such list included when the wrongful actions of the party \ninduced plaintiff to become a shareholder, the wrongdoer violated his fiduciary duty \nto the shareholder, the wrongdoer performed individualized services directly for the \nshareholder, and the wrongdoer undertook to advise shareholders independently of \nthe corporation. Id. \n45. For the special injury exception to apply, the injury must be peculiar or \npersonal to the shareholder.  Id.  “[A] plaintiff must show that its particular injury \nwas ‘separate and distinct from the injury sustained by the other shareholders or the \ncorporation itself.’”  Raymond James Capital Partners, L.P. v. Hayes, 789 S.E.2d 695, \n702 (N.C. Ct. App. 2016) (quoting Barger, 346 N.C. at 659, 488 S.E.2d at 219).  \n46. Plaintiffs argue that they have sufficiently alleged that Robbins owed \nHooper a special duty because Robbins induced Hooper to form and become a member \nof Timbercreek and Hooper is a guarantor of Timbercreek’s obligations on numerous \npieces of equipment.  (Pls.’ Resp. Br. Opp’n Defs.’ Partial Mot. Dismiss 20−22.)   The \nComplaint, however, does not contain such allegations.  The Complaint alleges that \nRobbins represented to Hooper that Robbins had substantial experience in and \nknowledge of the timber business.  (Compl. ¶¶ 11, 19.)  It is alleged that Hooper told \nRobbins that Hooper did not have any such knowledge, but that he would fund a \ntimber business and rely on Robbins to manage the business, to which Robbins \n \n \nagreed.  (Compl. ¶¶ 11, 19.)  The Complaint fails to allege that Robbins , through \nmisrepresentations or otherwise, induced Hooper to form and become a member of \nTimbercreek.  See Robinson, § 17.02[2] (listing as an example of an individual claim \nan action “to recover damages from an ‘insider’ or other party who induced him to buy \nor sell shares in the corpor ation either by actual misrepresentations or by failing to \ndisclose pertinent information about the corporate affairs in breach of a fiduciary \nobligation” (footnote omitted)).  Likewise, the Complaint does not allege that Robbins \ninduced Hooper to become a  guarantor of Timbercreek’s debt.   Barger, 346 N.C. at \n661, 488 S.E.2d at 221 (“We apply the same rules for establishing a special duty when \nplaintiffs are guarantors as we apply when plaintiffs are shareholders.”).      \n47. Therefore, t he Court concludes that  the Complaint fails to allege that \nRobbins induced Hooper to become a member or guarantor so as to create a special \nduty between Hooper and Robbins. \n48. Plaintiffs further argue that the Complaint sufficiently alleges that Robbins \nowed a fiduciary duty, and thus a special duty, to Hooper.  (Pls.’ Resp. Br. 14−16, 20.)  \n“[A] fiduciary relationship is generally described as arising when there has been a \nspecial confidence reposed in one who in equity and good conscience is bound to act \nin good faith and with due  regard to the interests of the one reposing  confidence.”  \nDallaire v. Bank of Am., N.A. , 367 N.C. 363, 367, 760 S. E.2d 263, 266 (2014) \n(quotation marks omitted).  Domination and influence are an essential component of \nany fiduciary relationship.  Dalton v. Camp, 353 N.C. 647, 652, 548 S.E.2d 704, 708 \n(2001).  “The standard for finding a  de facto fiduciary relationship is a demanding \n \n \none: ‘Only when one party figuratively holds all the cards—all the financial power or \ntechnical information, for example —have North Carolina courts found that the \nspecial circumstance of a fiduciary relationship has arisen. ’”  Lockerman v. S. River \nElec. Membership Corp. , 794 S.E.2d 346, 352 (N.C. Ct. App. 2016) (quoting S.N.R. \nMgmt. Corp. v. Danube Partners 141, LLC , 189 N.C. App. 601, 613, 659 S.E.2d 552, \n451 (2008)) .  In general, an employer -employee relationship does not give r ise to \nfiduciary duties.  Dalton, 353 N.C. at 652, 548 S.E.2d at 708; Lockerman, 794 S.E.2d \nat 351−52 .  “Even when an employee is entrusted with subst antial managerial \nauthority, a fiduciary relationship will not exist absent evidence that such authority \nled to the employer being subjugated to the improper influences or domination of [its] \nemployee.”  Artistic S. Inc. v. Lund, 2015 NCBC LEXIS 113, at *4 1−42 (N.C. Super. \nCt. Dec. 9, 2015) (alteration in original) (quotation marks omitted).         \n49. Plaintiffs allege that  Hooper had the power to select and remove all of \nTimbercreek’s agents and employees.  (Compl. ¶ 15.)  Plaintiffs contend that Hooper \nexercised this power in hiring and delegating to Robbins the authority to act on behalf \nof Timbercreek to perform a wide range of duties .  (Compl. ¶ 16.)  The Complaint \nfurther alleges that    \n[b]ased on the gross disparity of their knowledge concerning the timber \nindustry, Hooper reposed special confidence in Robbins, and Robbins, \nwho controlled all of the technical information concerning how to operate \nthe business, exercised domination and influence over Hooper with \nrespect to the business.  As such, Robbins was bound to act in good faith \nwith due regard to Hooper’s interest at all times. \n \n(Compl. ¶ 26.) \n \n \n50. Although “[a] fiduciary duty may constitute a ‘special duty’ when owed \ndirectly to a party [,]” Corwin, 796 S.E.2d at 338 , any duty arising out of Robbins’s \nsuperior knowledge of the timber business is also owed to Timbercreek —it is not \nunique to Hooper.  Indeed, Plaintiffs argue in their brief that “Robbins held all of the \ntechnical information regarding the timber industry in the relationship between both \nPlaintiffs.”  (Pls.’ Resp. Br. Opp’n 14.)  The Complaint alleges that Robbins exercised \ndomination and influence over Hooper with respect to Timbercreek’s business .  \nMoreover, the Complaint alleges that Hooper hired Robbins to work for Timbercreek, \nreposed confidence in Robbins  concerning the operation of Timbercreek , and \ndelegated to Robbins the authority to act on behalf of Timbercreek.  Accordingly, any \nduty to Hooper created therefrom is not distinct  from the general fiduc iary duties \nRobbins owed to Timbercreek to act in good faith, with the care of an ordinary prudent \nperson, and in Timbercreek’s best interests.  See Corwin, 796 S.E.2d at 339 (“Because \nthe legislature intended shareholders to bring derivative actions, as opposed to direct \nactions, and a directors’  fiduciary duty is to the corporation generally and not the \nshareholder individually, a shareholder’s action against a director should be brought \nderivatively unless he or she can allege facts that the director owed him or her a \nspecial duty beyond that of the general fiduciary duty to the corporation.”); Robinson, \n§ 17.02[1] (“One of the clearest examples of a derivative action is a suit against the \nofficers or directors of a corporation for mismanagement of its affairs as constituting \na breach of their fiduciary obligations to the corporation.  Thus, for example, an action \nmust be brought derivatively on behalf of the corporation against its officers or \n \n \ndirectors for  . . . fraudulently dissipating the assets of the corporation, or for a \nfraudulent withdrawal and appropriation of corporate assets.” (footnotes omitted)). \n51. To the extent Plaintiffs argue that Hooper has suffered a special injury \nbecause Hooper person ally guaranteed Timbercreek’ s obligations, this  argument is \nunavailing.  The loss of one’s investment, regardless of amount, is identical to the \ninjury suffered by the LLC.  Energy Inv’rs Fund, L.P. v. Metric Constructors, Inc., 351 \nN.C. 331, 336, 525 S.E.2d 441, 444 (2000).  Further, “consequential damages incurred \nas a result of personally guaranteeing corporate debts do not constitute a separate \nand distinct injury from that injury which was suffered by the corporation.”  Griffin \nMgmt. Corp. v. Carolina Power & Light Co., Inc., 2009 NCBC LEXIS 25, at *11 (N.C. \nSuper. Ct. Nov. 13, 2009).     \n52. Therefore, the Court concludes that the Complaint fails to allege that \nHooper suffered a special injury or was owed a special duty separate and distinct from \nRobbins’s fiduciary duties to Timbercreek.  As such, the Motion as to Hooper’s breach \nof fiduciary duty claim is granted .  During the hearing, counsel for Defendants \nstipulated that any dismissal due to  a defect in the pleadings should be without \nprejudice.  Accordingly, Hooper’s breach of fiduciary duty claim is dismissed without \nprejudice.  \nC. Plaintiffs’ Constructive Fraud Claim (Third Cause of Action) \n53. “To survive a motion to dismiss, a cause of action for constructive fraud \nmust allege (1) a relationship of trust and confidence, (2) that the defendant took \nadvantage of that position of trust in order to benefit himself, and (3) that plaintiff \n \n \nwas, as a result, injured.”   White v. Consol. Planning, Inc. , 166 N.C. App. 283, 294, \n603 S.E.2d 147, 156 (2004).   A constructive fraud claim requires the existence of a \nfiduciary duty.  Brissett v. First Mount Vernon Indus. Loan Ass’n, 233 N.C. App. 241, \n252, 756 S.E.2d 798, 806 (2014).  The difference between a constructive fraud claim \nand a breach  of fiduciary duty claim is that a claim for constructive fraud requires \nthat defendant sought to benefit himself.  White, 166 N.C. App. at 294, 603 S.E.2d at \n156.   \n54. As the Court has concluded that the Complaint fails to allege a fiduciary \nrelationship between Hooper and Robbins, the Motion as to Plaintiffs’ constructive \nfraud claim, to the extent brought by Hooper, is granted and this claim is dismissed \nwithout prejudice.   \n55. On the other hand, as the Court has concluded that the Complaint \nsufficiently alleges a fiduciary relationship between Timbercreek and Robbins, the \nsole issue on the Motion is whether the Complaint sufficiently alleges that Robbins \ntook advantage of that relationship in order to benefit himself.  In this regard, t he \nComplaint alleges tha t Robbins caused Timbercreek to overpay loggers and log \nhaulers in exchange for cash payments to Robbins in the amount of the excess funds.  \n(Compl. ¶ 30.)   The Complaint further alleges that Robbins used Timbercreek’s \nproperty to conduct timber operations  for the benefit of his own LLCs, Falling Oak \nTimber and Falling Oak Enterprises.   (Compl. ¶¶ 39, 44, 55.)   The Court concludes \nthat these allegations are sufficient to state that Robbins took advantage of his \n \n \nfiduciary relationship in order to benefit him self.  Therefore, the Motion as to \nTimbercreek’s constructive fraud claim is denied. \nD. Plaintiffs’ Claims for Civil Arrest, Injunctive Relief, and Claim and \nDelivery (Fifth, Sixth, and Seventh Causes of Action) \n \n56. The Motion seeks dismissal of Plaintiffs’ clai ms for civil arrest, injunctive \nrelief, and claim and delivery.  In their brief, Plaintiffs did not address the Motion as \nto these claims and, during the hearing on the Motion, Plaintiffs stipulated that these \nclaims have been abandoned.  Therefore, the Motion as to Plaintiffs’ claims for civil \narrest, injunctive relief, and claim and delivery is granted.  \nV. CONCLUSION \n57. For the foregoing reasons, the Court hereby GRANTS in part and \nDENIES in part the Motion as follows: \nA. The Court GRANTS the Motion as to Hooper’s claims for breach of \nfiduciary duty and constructive fraud  and dismisses the se claims \nwithout prejudice.  \nB. The Court GRANTS the Motion as to Plaintiffs’ claims for civil \narrest, injunctive relief, and claim an d delivery and dismisses these \nclaims with prejudice.  \nC. The Court DENIES the Motion as to Timbercreek’s claims for breach \nof fiduciary duty and constructive fraud. \n \n \n  \n \n \nSO ORDERED, this the 28th day of July, 2017. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}