{
  "id": "b39e7aa2425193e162ce571dcd3023e4cdd8821489dd016530fed8e144f1f29b",
  "source_file": "data/raw/ncbc/b39e7aa2425193e162ce571dcd3023e4cdd8821489dd016530fed8e144f1f29b.pdf",
  "raw_text": "Miriam Equities, LLC v. LB-UBS 2007-C2 Millstream Rd., LLC, 2020 NCBC 2. \n \nSTATE OF NORTH CAROLINA \nGUILFORD COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 8523 \nMIRIAM EQUITIES, LLC, a New \nJersey Limited Liability Company, \n \nPlaintiff, \n \nv. \n \nLB-UBS 2007-C2 MILLSTREAM \nROAD, LLC, a North Carolina Limited \nLiability Company,  \n \nDefendant. \n \nORDER AND OPINION ON THE \nMOTION TO DISMISS \n \n1. THIS MATTER arises from the motion to dismiss claims related to a  \ndispute over the purchase of real property (the “Motion”).  Following Plaintiff’s partial \nvoluntary dismissal of its Amended Complaint, the only remaining claim challenged \nby the Motion is one for unjust enrichment.  For the reasons stated below, the Court \nGRANTS the Motion with respect to Plaintiff’s unjust enrichment claim WITHOUT \nPREJUDICE.  \nMaitland & English Law Firm, PLLC, by Robert Maitland, for Plaintiff. \n \nKilpatrick Townsend & Stockton LLP, by James Heath Pulliam and \nElizabeth Winters, for Defendant LB -UBS 2007- C2 Millstream Road, \nLLC. \n \nGale, Judge.  \n \nI. FACTUAL AND PROCEDURAL BACKGROUND \n2. Plaintiff initiated this action on September 1 3, 2019, ( see Verified \nCompl. (“Compl.”), ECF No. 3), and subsequently amended its Complaint on October \n21, 2019, stating claims for  “specific performance,” “declaratory judgment,” “unjust \n \n \nenrichment,” “breach of contract,” and “constructive or equitable lien,” ( see Am. \nVerified Compl. (“Am. Compl.”), ECF No. 5).   \n3. The central contention driving Plaintiff’s claims is that  Defendant LB-\nUBS 2007-C2 Millstream Road, LLC (“Millstream Road, LLC”)  breached a contract \nbetween the parties for the sale of real property  (the “Property”).  According to the \nAmended Complaint, Plaintiff paid a one -million-dollar deposit in accordance with \nthe terms of that contract, (Am. Compl. ¶ 9), Millstream Road, LLC  frustrated the \nclosing by refusing to allow Plaintiff to enter the Property to conduct site inspections \nand investigations as it was required to under the contract, (Am. Compl. ¶ 10) , and \nMillstream Road, LLC then purported to terminate the contract, informing Plaintiff \nthat it was in default for failing to close  in a timely manner , (Am. Compl. ¶ 11).   \nMillstream Road, LLC later agreed to reinstate the contract for an additional fee but \ncontinued to rebuff Plaintiff’s efforts to close on the P roperty.  (Am. Compl. ¶¶ 12 –\n14.) \n4. This case was designated as a mandatory complex business case on \nNovember 1, 2019, (Designation Order, ECF No. 1), and assigned to the undersigned \non the same day, (Assignment Order, ECF No. 2). \n5. Defendants answered Plaintiff’s Amended Complaint on November 4, \n2019, preserving objections under Rule 12 of the North Carolina Rule s of Civil \nProcedure (“Rule(s)”).  (Answer, ECF No. 7.)  Defendants filed the Motion on \nNovember 12, 2019, moving to dismiss all claims against now former Defendants \nLNR Partners LLC  (“LNR Partners”)  and U.S. Bank N.A.,  as Trustee for the \n \n \nRegistered Holders of LB -UBS Commercial Mortgage Trust 2007- C2, Commercial \nMortgage Pass -Through Certificates, Series 2007 -C2 (“U.S. Bank”), and Plaintiff’s \nclaims for specific performance, unjust enrichment, and constructive or equitable \nlien.  (Mot. Dismiss Pl.’s Verified Am. Compl., ECF No. 8.)   \n6. On December 6, 2019, Plaintiff filed a  voluntary dismissal  without \nprejudice, dismissing all claims against LNR Partners and U.S. Bank, and all claims \nagainst remaining Defendant Millstream Road, LLC except the claims for declaratory \njudgment, unjust enrichment, and breach of contract.  (Voluntary Dismissal Without \nPrejudice, ECF No. 11.) \n7. The only remaining claim challenged by Defendant’s Motion is the one \nfor unjust enrichment.  Plaintiff did not respond to Defendants’ Motion and the Court \ntook the Motion under advisement without  holding a hearing.1  The matter is now \nripe for determination.    \nII. STANDARD OF REVIEW \n8. When ruling on a Rule 12(b)(6) motion, a court inquires “whether, as a \nmatter of law, the allegations of the complaint, treated as true, are sufficient to state \na claim upon which relief may be granted under some legal theory[.]”  Harris v. NCNB \nNat’l Bank of N.C., 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987) (citing Stanback \nv. Stanback, 297 N.C. 181, 185, 254 S.E.2d 611, 615 (1979)).  A court must construe \nthe allegations in the pleading “in the light most favorable to the non-moving \n                                                 \n1 Because Plaintiff did not respond to the Motion, it is deemed unopposed under this Court’s \nlocal rules.  See BCR 7.6.  That the Motion was unopposed is not the basis for the Court’s \ndecision.  \n \n \nparty[,]” Christenbury Eye Ctr., P.A. v. Medflow, Inc., 370 N.C. 1, 5, 802 S.E.2d 888, \n891 (2017) (quoting Kirby v. N.C. Dep’t of Transp., 368 N.C. 847, 852, 786 S.E.2d 919, \n923 (2016)), but is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences,” Good Hope \nHosp., Inc. v. N.C. Dep’t of Health & Human Servs., 174 N.C. App. 266, 274, 620 \nS.E.2d 873, 880 (2005) (quoting Veney v. Wyche, 293 F.3d 726, 730 (4th Cir. 2002)). \n9. Dismissal of a claim pursuant to Rule 12(b)(6) is therefore only proper \n“(1) when the complaint on its face reveals that no law supports [the] claim; (2) when \nthe complaint reveals on its face the absence of fact[s] sufficient to make a good claim; \n[or] (3) when some fact disclosed in the complaint necessarily defeats the . . . \nclaim.”  Oates v. JAG, Inc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985) (citing \nForbis v. Honeycutt, 301 N.C. 699, 701, 273 S.E.2d 240, 241 (1981)); see Sutton v. \nDuke, 277 N.C. 94, 103, 176 S.E.2d 161, 166 (1970) (stating dismissal is not \nappropriate “unless it appears to a certainty that [the] plaintiff is entitled to no relief \nunder any state of facts which could be proved in support of the claim” (original \nemphasis omitted)). \nIII. ANALYSIS \n10.  “The general rule of unjust enrichment is that where services are \nrendered and expenditures made by one party to or for the benefit of another, without \nan express contract to pay, the law will imply a promise to pay a fair compensation \ntherefor.”  Atl. Coast Line R.R. Co. v. State Highway Comm’n, 268 N.C. 92, 95–96, \n150 S.E.2d 70, 73 (1966) (citing Beacon Homes, Inc. v. Holt, 266 N.C. 467, 472, 146 \n \n \nS.E.2d 434, 438 (1966)).  Therefore, “[i]f there is a contract between the parties, the \ncontract governs the claim and the law will not imply a contract.”  Se. Shelter Corp. \nv. BTU, Inc., 154 N.C. App. 321, 330–31, 572 S.E.2d 200, 206 (2002) (citing Vetco \nConcrete Co. v. Troy Lumber Co., 256 N.C. 709, 714, 124 S.E.2d 905, 908 (1962)). \n11. Plaintiff avers that Defendants were unjustly enriched because they \nretained the one-million-dollar deposit after breaching the contract for the sale of the \nProperty as well as the subsequent Contract to Reinstate.  (See Am. Compl. ¶¶ 34–\n39.)    \n12. The Amended Complaint therefore makes plain that the disputed one-\nmillion-dollar deposit is a term governed by an express contract  for the sale of the \nProperty.  (See, e.g., Am. Compl. ¶ 34 (“The parties had a valid and binding Contract \nfor the Purchase of the Property.”), ¶ 9 (“Plaintiff paid the $1,000,000.00 depos it by \nMay 22, 2019 in accordance with the terms of the contract.”).) 2  Defendants also \nadmitted that the dispute is governed by an express contract in their Answer to the \nFirst Amended Complaint.  (See Answer ¶ 43 (“[I]t is admitted that the Plaintiff and \n[Millstream Road, LLC] entered into a valid and binding contract.”).)   \n13. While unjust enrichment may be pleaded alternatively to breach of \ncontract in certain instances, see, e.g., Sparrow Sys., Inc. v. Private Diagnostic Clinic, \nPLLC, 2014 NCBC LEXIS 70, at *23 n.4 (N.C. Super. Ct. Dec. 24, 2014) (“[A]lthough \nPlaintiff will not ultimately be able to recover under both an express and implied \ncontract theory, Plaintiff is not foreclosed from properly pleading these claims in the \n                                                 \n2 Plaintiff also attached the contract to the original Complaint.  (See Compl. 14–84.) \n \n \nalternative in its Complaint.”), here, Plaintiff did not plead unjust enrichment in the \nalternative, the parties agree that the purchase of the P roperty is governed by an \nexpress contract, and Plaintiff  alleges no facts in support of its  unjust enrichment \nclaim independent of that contract.   \n14. The unjust enrichment claim, as presently pleaded, should therefore be \ndismissed.  See McManus v. GMRI, Inc., No. 3:12 -CV-009-DCK, 2012 U.S. Dist. \nLEXIS 92094, at *24–26 (W.D.N.C. July 3, 2012) (dismissing unjust enrichment claim \nunder North Carolina law where it was not pleaded in the alternative, plaintiff \npleaded express contract, and answer admitted existence of express contract); KNC \nTechs., LLC v. Tutton, 2019 NCBC LEXIS 72, at *35–37 (N.C. Super. Ct. Oct. 9, 2019) \n(dismissing unjust enrichment claim where allegations of benefit conferred were \npredicated on existence of an express contract ); Krieger v. Johnson , 2014 NCBC \nLEXIS 13, at *7–9 (N.C. Super Ct. Apr. 30, 2014) (dismissing unjust enrichment claim \nwhere plaintiff alleged that defendant was unjustly enriched by receiving excessive \ncompensation under an express contract).  \n15. The decision whether to dismiss a claim with or without prejudice is one \nvested in the sound discretion of the trial court.  First Fed. Bank v. Aldridge, 230 N.C. \nApp. 187, 191, 749 S.E.2d 289, 292 (2013).  The Court concludes, in the exercise of its \ndiscretion, that dismissal of Plaintiff’s unjust enrichment  claim should b e without \nprejudice. \n \n \nIV. CONCLUSION \n16. WHEREFORE, for the reasons stated above, the Court hereby GRANTS \nDefendants’ Motion and dismisses Plaintiff’s unjust enrichment claim WITHOUT \nPREJUDICE to Plaintiff later asserting, if appropriate, an unjust enrichment claim \nindependent of its contract claim.  \nSO ORDERED, this the 9th day of January, 2020. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Senior Business Court Judge \n "
}