{
  "id": "b416e1c5ee354c28b4eb554b47f28157345a3c913768ae858679a284a3acd0c6",
  "source_file": "data/raw/ncbc/b416e1c5ee354c28b4eb554b47f28157345a3c913768ae858679a284a3acd0c6.pdf",
  "raw_text": "Velocity Sols., Inc. v. BSG, LLC, 2016 NCBC 19. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF NEW HANOVER \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n15 CVS 1059 \nVELOCITY SOLUTIONS, INC.; and \nINTELLIGENT LIMIT SYSTEM, \nLLC, \n \nPlaintiffs, \n \nv. \n \nBSG, LLC d/b/a BSG FINANCIAL, \nLLC and d/b/a BANK STRATEGY \nGROUP; HOGHAUG CONSULTING, \nLLC; and ERIK M. HOGHAUG, \nIndividually,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER & OPINION \n \n{1} THIS MATTER is before the Court on (1) BSG’s Motion for Judgment \non the Pleadings (“BSG’s Motion”), (2) Defendant Hoghaug Consulting, LLC and \nDefendant Erik M. Hoghaug’s Joint Motion to Dismiss (“Hoghaug Defendants’ \nMotion”), (3) Plaintiffs’ Motion to Dismiss BSG, LLC’s Counterclaims or, in the \nAlternative, for Judgment on the Pleadings Pursuant to Rules 12(b)(6) and 12(c) \n(“Plaintiffs’ Motion to Dismiss BSG’s Counterclaims”), and (4) Plaintiffs’ Motion to \nDismiss Hoghaug Defendants’ Counterclaims or, in the Alternative, for Judgment \non the Pleadings Pursuant to Rules 12(b)(6) and 12(c) (“Plaintiffs’ Motion to Dismiss \nHoghaug Defendants’ Counterclaims”) (collectively, “Motions”).  BSG’s Motion is \nGRANTED IN PART and DENIED IN PART, the Hoghaug Defendants’ Motion is \nDENIED, and Plaintiffs’ motions are GRANTED IN PART and DENIED IN PART. \nMurchison, Taylor & Gibson, PLLC by Andrew K. McVey for Plaintiffs. \nVan Hoy, Reutlinger, Adams & Dunn, PLLC by Stephen J. Dunn for \nDefendant BSG, LLC d/b/a BSG Financial, LLC and d/b/a Bank Strategy \nGroup. \n \n \nFisher & Phillips LLP by J. Michael Honeycutt for Defendants Hoghaug \nConsulting, LLC and Erik M. Hoghaug. \nGale, Chief Judge. \nI. PROCEDURAL HISTORY \n {2} This lawsuit follows an earlier action in this Court that was \nvoluntarily dismissed on December 23, 2014.  Notice of Voluntary Dismissal \nWithout Prejudice, Velocity Sols., Inc. v. BSG, LLC, No. 14 CVS 557 (N.C. Super. \nCt. Dec. 23, 2014). \n {3} On March 30, 2015, Plaintiffs Velocity Solutions, Inc. (“Velocity”) and \nIntelligent Limit System, LLC (“ILS”) initiated the present lawsuit against \nDefendants BSG, LLC (“BSG”), Hoghaug Consulting, LLC (“Hoghaug Consulting”), \nand Erik M. Hoghaug (“Erik Hoghaug”).1  The case was designated as a complex \nbusiness case and assigned to this Court on March 31, 2015.   \n {4} Plaintiffs filed their Amended Complaint on June 26, 2015, alleging \nclaims for breach of contract and for unfair and deceptive trade practices under \nsection 75-1.1 of the North Carolina General Statutes.   \n {5} On August 3, 2015, BSG filed BSG’s Motion pursuant to Rule 12(c) of \nthe North Carolina Rules of Civil Procedure (“Rule(s)”), and the Hoghaug \nDefendants filed the Hoghaug Defendants’ Motion pursuant to Rule 12(b)(6).   \n {6} Also on August 3, 2015, the Hoghaug Defendants and BSG separately \nfiled counterclaims against Plaintiffs, alleging claims for tortious interference with \ncontract, tortious interference with prospective economic advantage, and unfair and \ndeceptive trade practices.   \n {7} On September 2, 2015, Plaintiffs filed two motions to dismiss the \ncounterclaims pursuant to Rule 12(b)(6), alternatively asking for judgment on the \npleadings pursuant to Rule 12(c).   \n                                                 \n1 Hoghaug Consulting and Erik Hoghaug, collectively, are referred to as the Hoghaug Defendants \nthroughout this Order & Opinion. \n \n \n {8} The Motions were fully briefed, the Court heard oral argument on \nNovember 3, 2015, and the Motions are ripe for ruling. \nII. FACTUAL BACKGROUND \n {9} Velocity is a North Carolina corporation.  \n {10} ILS is a North Carolin a limited liability company.   \n {11} BSG is a Kentucky limited liability company that does business under \nthe names BSG Financial, LLC and Business Strategy Group. \n {12} Plaintiffs and BSG are in the business of providing overdraft-\nprotection risk management, overdraft-consulting services, and software solutions \nto financial institutions.     \n {13} Erik Hoghaug is a former Velocity employee who currently resides in \nTexas.   \n {14} Hoghaug Consulting is a Texas limited liability company that was \nformed by Erik Hoghaug in June 2012.  Hoghaug Consulting entered a consulting \ncontract with BSG.  BSG has not employed Erik Hoghaug. \n {15} During his employment with Velocity, Erik Hoghaug worked as a \nmanaging director and consultant.  In that position, he acquired knowledge of \nPlaintiffs’ confidential and proprietary information relating to Plaintiffs’ business \npractices, including certain software that Velocity developed in response to federal \nregulations for overdraft services in 2010.  \n{16} As a condition of employment, Ve locity requires all of its employees \nthat will have access to Velocity’s confidential and proprietary information to sign a \nconfidentiality agreement.   \n{17} Erik Hoghaug signed an employme nt agreement on September 2, 2008.  \nThe agreement included confidentiality, nondisclosure, and nonsoliciation \nprovisions that survive the termination of Erik Hoghaug’s employment.  (Am. \nCompl. Ex. A ¶¶ 6, 7.)    \n{18} Erik Hoghaug left his employ ment at Velocity in mid-2012.   \n \n \n{19} Plaintiffs allege that, around May 2012, BSG engaged Erik Hoghaug to \nassist BSG in developing overdraft-management software and a marketing strategy \nfor the software.  They further allege that the Hoghaug Defendants used Plaintiffs’ \nproprietary information to develop the software for BSG, and that Defendants have \nused Plaintiffs’ confidential information to identify potential customers and to \nmarket their software to Plaintiffs’ customers, thereby breaching the employment \ncovenants.    \nIII. ANALYSIS \nA. BSG’s Motion \n {20} BSG moves for judgment on the pleadings under Rule 12(c) on \nPlaintiffs’ claims for breach of contract and unfair and deceptive trade practices, \narguing first that BSG has no contract with Plaintiffs and cannot be held \nvicariously liable for any potential breach of contract by Erik Hoghaug, and second \nthat its alleged conduct does not support an independent unfair and deceptive trade \npractices claim under section 75-1.1. \n1. Legal Standard \n {21} A motion for judgment on the pleadings under Rule 12(c) “is the proper \nprocedure when all the material allegations of fact are admitted in the pleadings \nand only questions of law remain.”  Ragsdale v. Kennedy, 286 N.C. 130, 137, 209 \nS.E.2d 494, 499 (1974).  Judgment on the pleadings is generally inappropriate when \nthe pleadings fail to resolve all the factual issues.  Id.   \n {22} When the Court reviews a complaint under Rule 12(c), it may consider \ndocuments “attached to and incorporated within a complaint.” \n Weaver v. Saint \nJoseph of the Pines, Inc., 187 N.C. App. 198, 204, 652 S.E.2d 701, 707 (2007).  \nHowever, “a document attached to the moving party’s pleading may not be \nconsidered in connection with a Rule 12(c) motion unless the non-moving party has \nmade admissions regarding the document.”  Id. at 205, 652 S.E.2d at 708.  The \nCourt “is required to view the facts and permissible inferences in the light most \n \n \nfavorable to the nonmoving party.”  Ragsdale, 286 N.C. at 137, 209 S.E.2d at 499.  \nThus, a Rule 12(c) motion should be denied “unless it is clear that plaintiff is not \nentitled to any relief under any statement of the facts.”  Praxair, Inc. v. Airgas, Inc., \nNo. 98 CVS 8571, 1999 NCBC LEXIS 5, at *8 (N.C. Super. Ct. May 26, 1999). \n2. The Breach of Contract Claim \n  {23} Plaintiffs seek to impose vica rious liability on BSG for Erik Hoghaug’s \nbreach of his employment contract.  BSG asserts that it has never employed Erik \nHoghaug, so that vicarious liability cannot be imposed on BSG. \n{24} Under the North Carolina doctrine of respondeat superior, “a principal \ngenerally is liable for the negligent acts of his agent which result in injury to \nanother.”  Bridgestone/Firestone, Inc. v. Ogden Plant Maint. Co. of N.C., 144 N.C. \nApp. 503, 507, 548 S.E.2d 807, 811 (2001) (quoting Willoughby v. Wilkins, 65 N.C. \nApp. 626, 633, 310 S.E.2d 90, 95 (1983)).  Vicarious liability may be imposed where \nthere is an employer–employee relationship.  See Gordon v. Garner, 127 N.C. App. \n649, 658, 493 S.E.2d 58, 63 (1997).  However, the respondeat superior doctrine does \nnot generally impose vicarious liability for the acts of an independent contractor.  \nId. at 649, 493 S.E.2d at 64 (defining an independent contractor as “one who \nexercises an independent employment and contracts to do certain work according to \nhis own judgment and method, without being subject to his employer except as to \nthe result of his work” (quoting Youngblood v. N. State Ford Truck Sales, 321 N.C. \n380, 384, 364 S.E.2d 433, 437 (1988))).    \n {25} The Amended Complaint does not allege that Erik Hoghaug is \nemployed by BSG in any capacity.  The pleadings make clear that Hoghaug \nConsulting has served as a contractor rather than as BSG’s employee.  The \nAmended Complaint includes no more than a conclusory allegation that BSG is \nliable under a respondeat superior theory.  (See Am. Compl. ¶ 7.)  The Court is not \nbound to accept Plaintiffs’ legal conclusions. \n {26} Accordingly, after viewing the fa cts and permissible inferences in the \nlight most favorable to Plaintiffs, the Court finds no basis for Plaintiffs’ breach-of-\n \n \ncontract claim against BSG.  Accordingly, BSG’s Motion is GRANTED as to this \nclaim. \n3. The Section 75-1.1 Claim Against BSG \n {27} Plaintiffs assert that BSG is nevertheless directly liable under section \n75-1.1. \n{28} To state a claim under section 75-1.1, Plaintiffs must allege that BSG \n(1) “committed an unfair or deceptive act or practice,” (2) the unfair or deceptive act \nor practice was “in or affecting commerce,” and (3) BSG’s “act proximately caused \ninjury” to Plaintiffs.  Bumpers v. Cmty. Bank of N. Va., 367 N.C. 81, 88, 747 S.E.2d \n220, 226 (2013) (quoting Dalton v. Camp, 353 N.C. 647, 656, 548 S.E.2d 704, 711 \n(2001)); see also N.C. Gen. Stat. § 75-1.1(a) (2015). \n {29} The Court has dismissed the brea ch of contract claim against BSG. \n{30} Plaintiffs allege that BSG is liable because Erik Hoghaug was \nspecifically engaged and directed to utilize Plaintiffs’ confidential and proprietary \ninformation in order to achieve competitive gain for BSG.  Plaintiffs admit that \ncontracting and working with either of the Hoghaug Defendants to compete with \nPlaintiffs would not be improper if BSG did not request the Hoghaug Defendants to \nimproperly utilize Plaintiffs’ confidential and proprietary information.    \n {31} Cognizant that it is reviewing the claims at the pleading stage \npursuant to relaxed standards, the Court concludes that there are disputed \nallegations as to whether BSG engaged the Hoghaug Defendants for the express \npurpose of accessing Plaintiffs’ confidential and proprietary information in order to \ncompete against Plaintiffs.  The Court expresses no opinion as to whether these \nallegations will ultimately survive under the more rigorous summary judgment \nstandard. \n {32} For the reasons stated above, BSG’s Motion is DENIED as to the \nsection 75-1.1 claim. \n \n \n \nB. The Hoghaug Defendants’ Joint Motion to Dismiss \n1. Legal Standard \n {33} The Court should grant a motion to dismiss under Rule 12(b)(6) when \nany of three things is true: (1) no law supports the plaintiff’s claim, (2) the \ncomplaint does not plead sufficient facts to state a legally sound claim, or (3) the \ncomplaint discloses a fact that defeats the plaintiff’s claim.  Oates v. JAG, Inc., 314 \nN.C. 276, 278, 333 S.E.2d 222, 224 (1985).  When the Court reviews a complaint \nunder Rule 12(b)(6), it accepts the factual allegations of the complaint as true \nwithout assuming the veracity of the plaintiff’s legal conclusions.  See Walker v. \nSloan, 137 N.C. App. 387, 392, 592 S.E.2d 236, 241 (2000).  \n2. Breach of the Employment Contract \n {34} To state a claim for breach of cont ract, Plaintiffs must first allege “(1) \n[the] existence of a valid contract and (2) breach of the terms of that contract.”  One \nBeacon Ins. Co. v. United Mech. Corp., 207 N.C. App. 483, 487, 700 S.E.2d 121, 124 \n(2010) (quoting Ahmadi v. Triangle Rent A Car, Inc., 203 N.C. App. 360, 362, 691 \nS.E.2d 101, 103 (2010)).  \n {35} The Hoghaug Defendants do not contest that Erik Hoghaug executed \nan employment contract with Velocity.  However, they vigorously deny that \nPlaintiffs have any facts upon which to assert any breach of that contract. \n {36} For the same reasons discussed above, the Court concludes that the \nAmended Complaint alleges minimally sufficient facts to sustain a breach of \ncontract claim, first against Erik Hoghaug as a party to the contract, and second \nagainst Hoghaug Consulting, of which Erik Hoghaug is the principal. \n {37} However, in so concluding, th e Court has carefully considered Erik \nHoghaug’s argument that he is being exposed to the expense and burden of broad \n \n \ndiscovery based upon allegations that are grounded only on Plaintiffs’ alleged \ninformation and belief, which Defendants characterize as unfounded conjecture.2 \n {38} The Court addresses that concern by controlling discovery in the \nmanner noted below.     \n3. Plaintiffs’ Section 75-1.1 Claim Against the Hoghaug Defendants \n {39} Plaintiffs not only allege that the Hoghaug Defendants are liable for \nbreach of contract but also that the breach rises to the level of an actionable claim \nunder section 75-1.1.  Plaintiffs again rely exclusively on their assertion that the \nHoghaug Defendants have improperly used Plaintiffs’ proprietary and confidential \ninformation.    \n {40} It is well established “that a mere breach of contract, even if \nintentional, is not sufficiently unfair or deceptive to sustain an action under \n[section] 75-1.1.”  Nucor Corp. v. Prudential Equity Grp., LLC, 189 N.C. App. 731, \n739, 659 S.E.2d 483, 488 (2008) (quoting Eastover Ridge, LLC v. Metric \nConstructors, Inc., 139 N.C. App. 360, 367–68, 533 S.E.2d 827, 832–33 (2000)).  To \nrecover under section 75-1.1 for a breach of contract, “[a] plaintiff must show \nsubstantial aggravating circumstances attending the breach.”  Id. (quoting Eastover \nRidge, LLC, 139 N.C. App. at 368, 533 S.E.2d at 833). \n{41} Plaintiffs assert that they have alleged such aggravating \ncircumstances because Erik Hoghaug engaged in unfair conduct “when he sought \nout Plaintiffs’ clients and prospective clients on behalf of BSG and led those \ncustomers to believe that the BSG product has the same functionality as Plaintiffs’ \nsoftware solution, but that the BSG product costs less.”  (Pls.’ Br. Opp’n Hoghaug \nDefs.’ Mot. Dismiss 7; see also Am. Compl. ¶ 24.)  Plaintiffs claim that they will be \n                                                 \n2  Plaintiffs referred in their pleadings and at oral arguments to the doctrine of inevitable disclosure.  \n(See, e.g., Am. Compl. ¶ 36.)  This doctrine is of uncertain application in North Carolina.  See Analog \nDevices, Inc. v. Michalski, 157 N.C. App. 462, 470, 579 S.E.2d 449, 454–55 (2003).  More importantly, \nhere, the doctrine is properly applied in support of an injunction prohibiting an employee’s potential \nemployment, and not to prove actual harm as a result of that employment.  In this case, Plaintiffs \nmust demonstrate proof of actual harm based on wrongful acts. \n \n \nable to prove that Erik Hoghaug was able to make such statements solely because of \nhis improper use of Plaintiffs’ proprietary and confidential information.   \n{42} As noted, Plaintiffs’ claims are largely grounded on their “information \nand belief.”  Ultimately, Plaintiffs will have to prove such belief with well-grounded \nfacts.  The Court concludes that Plaintiffs section 75-1.1 claims survive the motions \nto dismiss, as do their breach of contract claims.  The section 75-1.1 claim should \nproceed with the caution that costs, including attorneys’ fees, may be imposed if the \ncourse of this litigation leads to events that satisfy the standards that allow such \ncosts pursuant to section 75-16.  Accordingly, the Hoghaug Defendants’ Motion to \ndismiss Plaintiffs’ section 75-1.1 claim is DENIED. \nC. Plaintiffs’ Motions to Dismiss Defendants’ Counterclaims \n {43} The Hoghaug Defendants and BSG each counterclaim for Plaintiffs’ \nalleged unfair and deceptive trade practices and for tortious interference with \nprospective economic advantage.  The Hoghaug Defendants also allege a claim for \ntortious interference with contract.  \n1. Tortious Interference with Prospective Economic Advantage  \n {44} To state a claim for tortious in terference with prospective economic \nadvantage, “a plaintiff must put forth evidence that a defendant interfered with a \ntrade or business by maliciously inducing a person not to enter into a contract with \na third person, which he would have entered into but for the interference.”  Inland \nAm. Winston Hotels, Inc. v. Winston, 2010 NCBC LEXIS 21, at *28 (citing Spartan \nEquip. Co. v. Air Placement Equip. Co., 263 N.C. 549, 559, 140 S.E.2d 3, 11 (1965)).   \n {45} Defendants allege that Plaintif fs tortiously interfered with their \nprospective economic advantage by (1) pursuing the litigation to force Defendants to \ndisclose the lawsuits in requests for proposals for projects, (2) knowingly making \nfalse allegations in their pleadings, and (3) inducing and causing third parties to \nrefrain from conducting lawful business with Defendants.  Defendants claim that, \n \n \nbut for Plaintiffs’ unjustified, wrongful actions, Defendants would have engaged in \neconomically advantageous business transactions. \n {46} Plaintiffs argue that Defendants’ claims for tortious interference with \nprospective economic advantage must fail because Defendants have not identified a \n“specific contractual opportunity” that would have ensued but for Plaintiffs’ alleged \ninterference.  However, the North Carolina Supreme Court has rejected the notion \nthat a claim for tortious interference with prospective economic advantage requires \nevidence of a specific contractual opportunity.  See Owens v. Pepsi Cola Bottling Co. \nof Hickory, N.C., Inc., 330 N.C. 666, 680–81, 412 S.E.2d 636, 644–45 (1992) \n(reversing the court of appeals’s holding that there was insufficient evidence to \nsupport a tortious-interference claim on summary judgment where the plaintiff \nfailed to show that any contracts were disrupted); Coleman v. Whisnant, 225 N.C. \n494, 506, 35 S.E.2d 647, 656 (1945) (holding that a claim for tortious interference \nwith prospective economic advantage may be based on conduct that prevents the \nmaking of contracts).  \n {47} Plaintiffs further contend that, even if they did otherwise interfere \nwith Defendants’ business opportunities, they were justified in doing so as a \ncompetitor.  The Court concludes that this defense must await a more developed \nfactual record and is not adequate to sustain an early dismissal of the counterclaim.  \n {48} Accordingly, Plaintiffs’ mo tions are DENIED with regard to \nDefendants’ claims for tortious interference with prospective economic advantage.   \n2. Tortious Interference with Contract \n {49} A claim for tortious interference with contract includes five elements:  \n(1) a valid contract between the plaintiff and a third person which \nconfers upon the plaintiff a contractual right against a third person; (2) \nthe defendant knows of the contract; (3) the defendant intentionally \ninduces the third person not to perform the contract; (4) and in doing \nso acts without justification; (5) resulting in actual damage to plaintiff. \nUnited Labs., Inc. v. Kuykendall, 322 N.C. 643, 661, 370 S.E.2d 375, 387 (1988). \n \n \n {50} The Hoghaug Defendants allege th at Plaintiffs intentionally interfered \nwith the contractual relationship between Hoghaug Consulting and BSG by filing \nthis lawsuit, and that the interference resulted in damages.  The sole basis of that \nallegation is the consulting contract between Hoghaug Consulting and BSG, which \nwas ultimately renewed rather than terminated.  The Court concludes that, under \nthese facts, the counterclaim for tortious interference with contract must fail.  See \nDaimlerChrysler Corp. v. Kirkhart, 148 N.C. App. 572, 584–85, 561 S.E.2d 276, 286 \n(2002) (dismissing a claim for tortious interference with contract where the plaintiff \nfailed to identify any specific contract with the plaintiff that a third party was \ninduced not perform as a result of the defendants’ conduct).   \n {51} Accordingly, Plaintiffs’ motions to  dismiss should be granted as to the \ncounterclaims for tortious interference with contract.   \n3.  The Section 75-1.1 Counterclaim \n {52} Plaintiffs move to dismiss Defe ndants’ section 75-1.1 counterclaims on \nthe grounds that the claims are barred by the Noerr–Pennington doctrine, which \nprovides that a party who seeks redress by filing a lawsuit is immune from claims \nthat are based solely on the pursuit of that lawsuit.  See E. R.R. Presidents \nConference v. Noerr Motor Freight, Inc., 365 U.S. 127, 139 (1961).  That immunity \ncan be lost if the litigation is only a sham.  Under the sham-litigation exception to \nthe Noerr–Pennington doctrine, “[t]he institution of a lawsuit may be the basis for \nan unfair trade practices claim if the lawsuit is a mere sham to cover what is \nactually nothing more than an attempt to interfere directly with the business \nrelationships of a competitor.”  United States v. Ward, 618 F. Supp. 884, 907 \n(E.D.N.C. 1985); see also Reichhold Chems., Inc. v. Goel, 146 N.C. App. 137, 157, \n555 S.E.2d 281, 293 (2001) (stating that a plaintiff does not violate section 75-1.1 by \npursuing an objectively reasonable lawsuit). \n {53} Proving that the filing of a lawsuit is a mere sham carries an \nextremely high burden, and, even if the Court assumes that an action was “brought \n‘for no legitimate purpose’ and with a subjective anti-competitive intent, it can still \n \n \nconclude that the suit is ‘objectively reasonable’ because it is not ‘utterly baseless.’”  \nLorillard Tobacco Co. v. R.J. Reynolds Tobacco Co., No. 10-CVS-11471, 2011 NCBC \nLEXIS 31, at *18 (N.C. Super. Ct. Aug. 8, 2011) (quoting Reichhold Chems., Inc., \n146 N.C. App. at 157, 555 S.E.2d at 293).    \n {54} It is evident that Defendants’ se ction 75-1.1 claims are grounded solely \non Plaintiffs’ prosecution of this lawsuit for an alleged improper purpose.  Although \nit reserves its consideration of whether to impose costs, including attorneys’ fees, \nbecause Plaintiffs’ are prosecuting their own section 75-1.1 claim, the Court \nconcludes that Plaintiffs have filed this suit with a general intent to obtain \nmonetary relief, and that there is no reason for the Court to conclude that the suit is \nutterly baseless or that Plaintiffs’ Amended Complaint is “a mere sham to cover \nwhat is nothing more than an attempt to interfere directly with . . . a competitor.”  \nGoldToeMoretz, LLC v. Implus Footcare, LLC, No. 5:09-CV-0072, 2010 U.S. Dist. \nLEXIS 90828, at *16 (W.D.N.C. Aug. 31, 2010) (quoting Ward, 618 F. Supp. at 907). \n {55} Accordingly, Plaintiffs’ motions to dismiss Defendants’ section 75-1.1 \ncounterclaims are GRANTED. \nD. Controlling Discovery \n {56} The Court, in its discretion and considering the degree to which the \nAmended Complaint is based on information and belief, determines that discovery \nshould be carefully controlled. \n{57}  Prior to seeking further disc overy from Defendants, particularly \nbefore deposing Erik Hoghaug, Plaintiffs shall provide within twenty days of the \ndate of the entry of this Order & Opinion an interrogatory response detailing the \nfactual basis on which it alleges that the Defendants have improperly used \nPlaintiffs’ confidential and proprietary information.  Within twenty days of \nreceiving this interrogatory response, Defendants may depose Plaintiffs’ Rule \n30(b)(6) designee regarding those allegations and the investigations on which the \nallegations are based.  Within thirty days of the earlier of this deposition or the \nexpiration of twenty days after serving its interrogatory response, Plaintiffs may \n \n \ndepose two actual or potential customers to develop facts in support of their claims.  \nThe parties shall advise the Court once this initial discovery has been completed, \nafter which the Court will convene a status conference to determine the appropriate \ncourse of further discovery and motion practice. \nIV. CONCLUSION \n {58} The Court hereby orders that \n1. BSG’s Motion is GRANTED as to Plaintiffs’ claim for breach of \ncontract, and DENIED as to the claim for unfair and deceptive trade \npractices under section 75-1.1. \n2. The Hoghaug Defendants’ Motion is DENIED. \n3. Plaintiffs’ Motion to Dismiss BSG’s Counterclaims is GRANTED as to \nthe section 75-1.1 claim, and DENIED as to the claim for tortious \ninterference with prospective economic advantage. \n4. Plaintiffs’ Motion to Dismiss Hoghaug Defendants’ Counterclaims is \nGRANTED as to the section 75-1.1 claim and the tortious interference \nwith contract claim, and DENIED as to the claim for tortious \ninterference with prospective economic advantage. \n5. Discovery shall only proceed as provided above.  \n \nIT IS SO ORDERED, this the 22nd day of February, 2016. \n \n \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Special Superior Court Judge \n    for Complex Business Cases \n \n "
}