{
  "id": "b53123965585818d8482741b8578aac8399ce1843b1e832e569900b62badda8a",
  "source_file": "data/raw/ncbc/b53123965585818d8482741b8578aac8399ce1843b1e832e569900b62badda8a.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nPERQUIMANS COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 38 \n \nELIZABETH ADUM, et. al., \n \nPlaintiffs, \n \nv. \n \nALBEMARLE PLANTATION \nPROPERTY OWNERS \nASSOCIATION, INC., et. al., \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS  \n   \n \n THIS MATTER comes before the Court on Defendant s Albemarle Plantation \nProperty Owners Association, Inc. (“APPOA”), et. al.’s1 Motion to Dismiss Plaintiffs’ \nFirst Amended Complaint.  (“Motion to Dismiss,” ECF No. 29.)   \n THE COURT, having considered the Motion, the briefs in support and in \nopposition to the Motion, arguments of counsel at the hearing, the applicable law, \nand other appropriate matters of record, CONCLUDES that the Motion should be \nGRANTED, in part, and DENIED, in part, for the reasons set forth below.  \nJordan Price Wall Gray Jones & Carlton, PLLC , by Lori P. Jones and \nDaniel Mullins for Plaintiffs \n \nRagsdale Liggett, PLLC, by William W. Pollock, Benjamin Kuhn, \nJacqueline Y. Ferrel, Aretina K. Samuel-Priestley, and Charles M. Sims \nfor Defendants.  \n \n \n \n \n \n1 The named Defendants also include the following alleged officers/directors of the APPOA: \nNicholas A. Calabro, Robert C. Muir III, Charles J. Pencinger, Ormond L. Fortier, Travis W. \nWalsh, Anne Lankford, Anthony R. Edwards, James A. Ermi, Kathryn Tenenholz , Victor J. \nGalgano, Robert Masters.   \nAdum v. Albemarle Plantation Prop. Owners Ass’n, 2021 NCBC 4. \nMcGuire, Judge.  \n1. This matter arises out of APPOA ’s purchase of certain recreational \namenities in the Albemarle Plantation (the “Plantation”) residential community, and \nthe property owners’ objections to various amendments to the declaration of \ncovenants regarding fees and assessments that were made in connection with the \nacquisition of the recreational amenities.  \nI. FACTS AND PROCEDURAL BACKGROUND  \n2. The Court does not make findings of fact on motions to dismiss under \nRule 12(b)(6)  of the North Carolina Rules of Civil Procedure (“Rule(s)”) , but only \nrecites those facts included in the complaint that are relevan t to the Court’s \ndetermination of the Motion to Dismiss.  See, e.g., Concrete Serv. Corp. v. Inv’rs Grp., \nInc., 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986).  The following facts are drawn \nfrom the Plaintiffs’ First Amended Complaint  and the documents attached thereto.  \n(“Amended Complaint,” ECF No. 22.)   \n3. The Plantation is a residential community located in Perquimans \nCounty, North Carolina, comprised of over 1,000 lots of which approximately 450 are \nunimproved (vacant) lots, 490 are improved lots,2 and 89 are deemed “developer lots” \nby the APPOA Board of Directors  (the “Board”) .  ( Id. at ¶ ¶ 1,  51.)  Plaintiffs are \nowners of vacant lots in the Plantation, all of whom are also members of the APPOA.  \n(Id. at ¶¶ 52–53.)   \n \n2 “Improved” lots are those on which residences have been built.  \n4. The APPOA is a non -profit corporation formed in 1989 with its \nregistered office and principal place of business in Perquimans County, North \nCarolina.  ( Id. at ¶ 45.)  Defendants Nicholas Calabro, Robert Muir III, Charles \nPencinger, Ormond Fortier, Travis Walsh, Anne Lankford, Anthony Edwards, James \nErmi, Kathryn Tenenholz, Victor Galgano, and Robert Masters (collectively, the \n“Directors”) are individuals who serve or served as directors and officers on the Board \nduring the time periods relevant to this lawsuit.  (Id. at ¶ 46.) \n5. When the Plantation was created in 1989, the then- declarant, HPB \nEnterprises (“HPB”), recorded the Master Declaration of Covenants, Conditions and  \nRestrictions for Albemarle Plantation (“Master Declaration”).  ( Id. at ¶ 54 , Ex. A.)  \nHowever, prior to HPB recording the Master Declaration, a portion of the Plantation \nwas conveyed to Sound Golf Enterprises who would be constructing certain \nrecreational amenities, including a golf course and associated club house, pro shop, \ndriving range, swimming pool, and tennis courts (the “Recreational Amenities”).\n3  (Id. \nat ¶ 55.)  Per the Master Declaration, no lot owner obtained “any right, title or \ninterest, either equitable or legal, in any of the Recreational Amenities by reason of \nhis purchase” of a lot in the Plantation. 4  (Id. at ¶ 59, Ex. A, p. 7.)   Rather, the \nRecreational Amenities were business enterprises operating on a fee basis for the \n \n3 Neither HPB nor Sound Golf Enterprises are parties to this lawsuit.  \n \n4 While conveyance of any lot in the Plantation under the Master Declaration did not convey \nany “right, title, or interest” in the Recreational Amenities, the Master Declaration did  \nprovide for a temporary “automatic membership” in the Recreational Amenities, the duration \nof which was set by the then-owner of the Recreational Amenities.  (ECF No. 22, at ¶ 58, Ex. \nA, pp. 5–6.)   \nprivate use of the Plantation’s lot owners, and therefore were “not a part of the \nCommon Areas and facilities” of the Plantation.  (Id. at ¶ 57.) \n6. The Master Decla ration required lot owners in the Plantation to pay \nannual assessments to fund common expenses.  (Id. at ¶ 60.)  The only other type of \nassessments provided for in the Master Declaration were special  assessments that \ncould be levied in a particular year, a pplicable to that year only, for the purpose of \ndefraying the cost of any construction or reconstruction, unexpected repair or \nreplacement of a capital improvement upon the Common Area, or for other purposes \ndeemed appropriate by the APPOA.\n5   (Id. at ¶ 62.)  Any annual or special assessment \npaid to the APPOA did not include payment s towards the Recreational Amenities.  \n(Id. at ¶¶ 60, 62.)     \nA. Amendment to the Master Declaration \n7. Article Eleven, Section 4 of the Master Declaration states that the \nMaster Declaration runs with the land and is binding upon all persons claiming under \nit until December 31, 2009 and continues in full force thereafter until 60% of the \nowners agree to amend or terminate the Master Declaration.  (Id. at ¶ 63.) \n8. Article Eleven, Section 5 of the Master Declaration grants the declarant \nthe authority to modify or amend the Master Declaration at any time up until \nturnover,6 without prior notice, without the consent of owners, and for any purpose \n \n5 “Common area” means  commonly held real property within the Plantation such as the \nroads, driveways, walkways, any right of ways reserved for the APPOA , open spaces (both \nlandscaped and natural), lagoons, lakes and ponds.  (ECF No. 22, at Ex. A, p. 3.)  \n \n6 “Turnover” refers to turning over control of the APPOA from the declarant to the Board.  \n(Id. at Ex. A, pp. 14–15.)  \nas long as the amendment does not materially alter the basic plan of development.  \n(Id. at ¶ 64.)  After turnover, the Board was granted the authority to amend the \nMaster Declaration provided such amendment did not materially alter the basic plan \nof development.  (Id. at ¶ 65.)   \n9. HPB made eight amendments to the Master Declaration prior to \nturnover.  (Id. at ¶ 68.)  The first eight amendments are not at issue in this lawsuit. \n10. On June 30, 2009, HPB executed a special warranty deed to Albemarle \nPlantation Holdings LLC (“APH”) conveying certain real property as well as HP B’s \ndevelopment rights, including its rights as the developer and d eclarant under the \nMaster Declaration. 7  APH, as su bsequent declarant,  was responsible for the \nremainder of the amendments to the Master Declaration —notably, for purposes of \nthis lawsuit, the Tenth, Eleventh, Twelfth, Thirteenth, and Fifteenth Amendments.  \n(Id. at ¶¶ 70, 74, 76–77, 80.)   \ni. The Tenth, Eleventh, Twelfth, Thirteenth, and Fifteenth Amendments \n11. On April 13, 2011, APH recorded the Tenth Amendment  to the Master \nDeclaration, which changed, inter alia, various parameters regarding the \nassessments applicable to lots in the Plantation set forth in Article Five, Section 5 of \nthe Master Declaration.\n8  ( Id. at ¶ 71, Ex. B. )  Specifically, the Tenth Amendment \n \n7 APH is not a party to this lawsuit.  \n \n8 Prior to the Tenth Amendment, Article Five, Section 5 of the Master Declaration provided \nthat the annual assessment rate could be increased by the greater of 10% of the assessment \nfor the previous year or by the percentage increase, if any, for the then current year in the \nConsumer Price Index (“CPI”).  ( ECF No. 22,  at ¶ 61.)   Further, the Master Declaration \nestablished a bifurcated assessment rate with owners of vacant lots paying 75% of the annual \nassessment rate charged to owners of improved lots.  (Id. at ¶ 61.)   \nprovided that (1) annual assessments could no longer be increased by 10% of the \nassessment for the previous year and  could only be increased in proportion to the \npercentage increase, if any, of the CPI ( Id. at ¶ 72) ; and (2) the assessment rate for \nvacant lots would be increased from 75% to 80% of the annual assessment for occupied \nlots (Id. at ¶ 73).   \n12. The Eleventh Amendment was recorded by APH on January 12, 2012.  \n(Id. at ¶ 74.)  Several “significant” changes were made in the Eleventh Amendment, \nwhich (a) required all votes, including votes on amendment of the Master Declaration \nor the right of the APPOA to obtain a loan to purchase any Recreational Amenity, to \nhave a 50% vote of the members voting in person or by proxy; (b) referenced the idea \nthat the Recreational Amenities, if acquired, would become part of the Common Areas \nof the APPOA; (c) stated that owners would become automatic members of the \nRecreational Amenities upon purchase of their lot, subject to paying initiation fees, \ndues, and other applicable fees; (d) added “marketing and maintaining the \ndevelopment and improvements therein” to the purpose of assessments; (e) added the \nacquisition of the Recreational Amenities as a purpose for special assessments; (f) \ngranted the Board the authority to purchase the Recreational Amenities with \napproval of 50% of the members, and to apportion a special assessment s differently \nbetween various categories of members; (g) provided that after December 31, 2009, \nthe Master Declaration could be amended by a vote of a majority of the members; (h) \nexempted certain entities from having to pay annual or special assessments to the \nAPPOA, including APH, the entity Albemarle Plantation Holdings II, LLC (“APH II”), \nand any party who acquired a total of forty or more “Phase I ” \n lots from APH or APH II, or who purchased the “Cole Tract” for development; and (i) \nprovided that at the time any lot or house was sold by APH or APH II in Phase I, the \npurchaser would be required to pay  to the APPOA a mandatory social initiation fee \nin an amount not to exceed $2,500, except for those purchasing five (5) or more lots \nwho would not have to pay said fee.  (Id. at ¶ 75.)  \n13. On January 13, 2012, APH recorded the Twelfth Amendment to the \nMaster Declaration which stated, inter alia , that the Board has the authority to \namend the Declaration, but not until after the first APPOA meeting following \nturnover.  (Id. at ¶ 76, Ex. D.)  \n14. On February 10, 2012,  APH recorded the Thirteenth Amendment to the \nMaster Declaration which stated, inter alia, that neither APH, APH II, nor any party \nacquiring forty (40) or more Phase I lots from APH or APH II  or who purchased the \n“Cole Tract” or “Matth ews Tract” would be required to pay annual or special \nassessments on any lots owned within Phase I.  (Id . at ¶¶ 77–78, Ex. E.)  APH also \nreserved the right for itself and any “Subsequent Developer” to submit the Cole Tract \nor Matthews Tract to the Master D eclaration and to make the same part of the \nPlantation.  (Id.) \n15. On February 21, 2012, APH recorded the Fifteenth Amendment to the \nMaster Declaration which stated, inter alia,  \nthe Board of Directors of the Association may, in their sole \ndiscretion, impose reasonable social dues to the Owner of \nany property, and such social dues may differ in amounts \ndepending on whether it is an unimproved Lot or has a \ndwelling on it.  The Board of Directors in its reasonable \ndiscretion, may also modify the assessment of soc ial dues \nto Owners of multiple properties. \n \n(Id. at ¶ ¶ 81–80, Ex. F .)  The Fifteenth Amend ment also discussed categories of \nassessments for Recreational Amenities and the imposition of a special assessment—\nthe “Recreational Assessment”—that could be imposed to purchase the Recreational \nAmenities.  (Id. at ¶ 82.)  \nii. The Amended and Restated Declaration  \n16. On February 13, 2013, APH recorded the Amended and Restated \nDeclaration, which was also purportedly approved and recorded by the Board but was \nnot approved by a vote of the members of the APPOA.  (Id. at ¶¶ 83–85, Ex. G.)  The \npurpose of the Amended and Re stated Declaration was to incorporate all changes \nmade by the prior amendments except for the Ninth Amendment, and “to make \nadditional non-material changes” to the Master Declaration “to reflect that Declarant \nhas  made turnover to APPOA ,\n9 and has conveyed substantially all of the Common \nAreas and all of the Recreational Amenities to APPOA[.]”  (Id. at ¶ 86.)   \n17. Article Two, Section 1 of the Amended and Restated Declaration reflects \nthe APPOA’s purchase of the Recreational Amenities.  ( Id. at ¶ 87.)  Owners of both \nimproved and vacant lots were required to pay a $2,200 special assessment to support \nthe purchase.  (Id. at ¶ 90.)  Owners of improved lots paid an additional $660 as an \n“amenities assessment” and $840 for “operating reserves.”  (Id. at ¶ 91.)  Owners of \nvacant lots were not required to pay the amenities assessment or operating reserves \n \n9 The First Amended Complaint does not allege the specific date upon which turnover \noccurred. \nat that time, but instead, payment was deferred until the lot was built upon.  (Id. at \n¶ 91.)  When a property was sold, the owner-seller would be reimbursed for the base \nspecial assessment and amenities assessment, but the buyer would then be assessed \nthose amounts.  (Id. at ¶ 92.)   \nB. Entities Subsidized by the APPOA  \n18.  Albemarle Plantation Properties, Inc. (“APPI”) is a North Carolina for-\nprofit corporation, formed in conjunction with the APPOA’s purchase of the \nRecreational Amenities to manage and operate the Recreational Amenities.  (Id. at ¶ \n94.)  APPI is a wholly owned subsidiary of the APPOA.  ( Id. at ¶ 95.)  APPI  is \nsubsidized by the APPOA from assessments collected from lot owners.  ( Id. at ¶ 96–\n97.)   \n19. AP Realty Company, LLC (“APR”) is a for-profit North Carolina limited \nliability company engaged in the brokerage of resale properties within the Plantation \nand is wholly owned by the APPOA.  (Id. at ¶ 99.)  APR is subsidized by the APPOA \nfrom assessments collected from lot owners.  (Id. at ¶ 100.)  Of the funds collected, a \nsubstantial amount is allocated for marketing, which has largely been focused on \ndeveloper projects.  ( Id. at ¶¶ 101– 104.)   If vacant lot owners desire to list their \nproperty with APR, they are not permitted to list their lots below assessed tax value, \nwhich inhibits vacant lot sales as many lots are essentially worth less than tax value, \nespecially in light of the various required fees and assessments for lot owners in the \nPlantation.  ( Id. at ¶ 108.)  In effect, vacant lot owners are discouraged if not \nprohibited from utilizing the services of APR, an entity their assessments are used to \nsupport.  (Id. at ¶ 109.)   \nC. Various Board Actions Regarding APPOA Expenditures, \nAssessments and Fees, and Elections \n \n20. Plaintiffs contend that the Board has taken actions that favor \ndevelopers and owners of improved lots in the Plantation to the disadvantage of \nPlaintiffs.  The APPOA has a large annual marketing budget that is funded through \nannual assessments.  Plaintiffs appear to contend that the APPOA’s marketing \nexpenditures benefit developers trying to sell vacant lots but do not benefit Plaintiffs \nwho are current owners of unimproved lots.  (Id. at ¶¶ 101–22, 134–37.) \n21. Plaintiffs further allege as follows: \n125. In addition, the Master D eclaration was \nimpermissibly amended to essentially create a new \nassessment for the purchase of the Recreational Amenities, \neven though the Master Declaration from the outset was \nvery clear that the Recreational Amenities would be owned \nby third parties and would not be part of the common areas. \n \n126.    Following purchase of the Recreational Amenities, \nsocial fees have been imposed on existing owners, even \nthough such fees were never contemplated. Upon \ninformation and belief, the mandatory social fee for 2020 is \n$2,220 per year. \n \n(Id. at ¶¶ 125–26.) \n \n22. As a result of the Board’s actions, Plaintiffs allege: \n \n[s]ome Plaintiffs have tried to sell their vacant lots from \nanywhere between $100 and $1,000.   However, because of \nthe fees levied by the Association, buyers have indicated \nthey are not interested.  Some Plaintiffs have even tried to \ngive their lots away and bee n unsuccessful due to the \nunreasonable fees. \n \n(Id. at ¶ 133.)  Plaintiffs further allege: \n \nthe Board has impermissibly increased fees, assessments, \nand other monetary obligations. With the depressed value \nof vacant lots, the reality is that there is essent ially no \nlikelihood of sale of most of Plaintiffs’ lots, as no investor \nwould be willing to pay the type of fees required at closing, \nand thereafter in assessments, given the value of the lots. \n \n(Id. at ¶ 142.) \n \n23.   Finally, Plaintiffs allege that t he Board has also taken steps to \ndisenfranchise Plaintiffs and others at the Plantation with respect to service on the \nBoard.  (Id. at ¶ 138.)  In 2019, the Board enacted a document titled “APPOA Election \nProcess – 2019” which prevents persons currently in the process of selling his or her \nproperty in the Plantation from serving on the Board.  ( Id. at ¶ 139 .)  Additionally, \nthe Board enacted “Campaigning Rules” which purport to prohibit a candidate from \ncampaigning for any other candidate.  (Id. at ¶ 140.)   \n24. On various occasions, Plaintiffs made complaints to the Board, including \nwriting blog posts, of which the Board was aware since at least February 2017, and \nwere commented on by then President of the Board, Nick Calabro.  ( Id. at ¶145.)  \nFurther, in August 2017, Plaintiffs submitted questions during a webinar led by the \nBoard regarding misuse of assessments, marketing and secu rity, vacant lot owner \nfees, subsidy by lot owners of APR, and APR as a viable enterprise.  The Board \nignored the Plaintiffs questions.  (Id . at ¶ 146.)  On June 7, 2018, certain Plaintiffs \nsent a letter to the Board specifically complaining about the initiation fees.  (Id. at ¶ \n147.)  Despite these complaints, the Board has refused to make any meaningful \nchanges to address Plaintiffs’ concerns.  (Id. at ¶ 148.)   \nII. PROCEDURAL HISTORY  \n25. Plaintiffs filed the Complaint on February 27, 2020.  (ECF No. 3.)  On \nApril 8, 2020, the matter was designated a mandatory complex business case, and \nassigned to the undersigned.  (Desig. Ord., ECF No. 1; Assign. Ord., ECF No. 2.)  On \nJune 18, 2020, Plaintiffs filed the Amended Complaint.   \n26. The Amended Complaint,  alleges two causes of action: the first for \ndeclaratory judgment, seeking fourteen (14) declarations from the Court regarding \nthe rights of the parties with respect to the Master Declaration, the various \namendments thereto, and resolutions of the Board; the second for breach of fiduciary \nduty, alleging both individually and derivatively five breaches with respect to the \nindividual Defendants’ duties as directors and officers of the APPOA.  (Id. at ¶¶ 153–\n154, 158.)\n10  \n27. On August 3, 2020, Defendants filed the Motion to Dismiss, \naccompanied by a Memorandum of Law in Support of Defendants’ Motion to Dismiss \nPlaintiffs’ First Amended Complaint . (“Brief in Support,” ECF No. 30.)  Plaintiffs \nsubsequently filed their Memorandum of Law in Opposition to Defendants’ Motion to \n \n10 The Amended Complaint creates some confusion regarding whether Plaintiffs are \nattempting to allege the claim for declaratory judgment both individually and derivatively.   \nIn the unnumbered introductory paragraph, Plaintiffs al lege that they bring the claims “ in \ntheir individual capacities and derivatively as members of the” APPOA.  ( Id. at p. 4.)  \nHowever, they do not specifically allege in the first count whether they bring the claim \nindividually or derivatively (or both).  (Id. at ¶¶ 149–54.)  On the other hand, in the second \ncount for breach of fiduciary duty, Plaintiffs specifically allege that “Plaintiffs bring this claim \nindividually and derivatively on behalf of the [APPOA].”  (Id. at ¶ 161.) \nDismiss Plaintiffs’ First Amended Complaint (“Brief in Opposition,” ECF No. 34), and \nDefendants filed a Reply Brief in Support of their Motion to Dismiss Plaintiffs’ First \nAmended Complaint (“Reply Brief,” ECF No. 35) .  The Court held a hearing on the \nMotion to Dismiss on October 15, 2020, and it is now ripe for decision.   \nIII. LEGAL STANDARD  \n28. Defendants move for dismissal under North Carolina Rule 12(b)(7) of \nCount I for failure to join all necessary and indispensable parties to this litigation.  \n(ECF No. 29, at ¶ 1.)  Defendants’ move for Rule 12(b)(6) dismissal of Counts I and II \nfor not being timely filed within the applicable statute of limitations; and Count II for \nlack of standing and failure to sufficiently allege a claim for breach of fiduciary duty.  \n(Id. at ¶¶ 2–6.)   \nA. Rule 12(b)(6)  \n29. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court’s \ninquiry is “whether, as a matter of law, the allegations of the complaint, treated as \ntrue are sufficient to state a claim upon which relief may be granted under some legal \ntheory, whether properly labeled or not.”  Harris v. NCNB Nat’l Bank, 85 N.C. App. \n669, 670, 355 S.E.2d 838, 840 (1987).  North Carolina is a notice pleading state.  See \nFeltman v. City of Wilson, 238 N.C. App. 246, 252, 767 S.E.2d 615, 620 (2014) (“Under \nnotice pleading, a statement of claim is adequate if it gives sufficient notice of the \nclaim asserted to enable the adverse party to answer and prepare for trial, to allow \nfor the application of the doctrine of res judicata, and to show the type of case \nbrought.”) (quoting Wake Cty. v. Hotels.com, L.P., 235 N.C. App. 633, 647, 762 S.E.2d \n477, 486 (2014)). \n30. “It is well established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen ‘(1) the complaint on its face reveals that no law supports the plaintiff’s claim; \n(2) the complaint on its face reveals the absence of facts sufficient to make a good \nclaim; or (3) the complaint discloses some fact that necessarily defeats the plaintiff’s \nclaim.’”  Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615, 821 S.E.2d 729, 736–\n37 (2018) (quoting Wood v. Guilford County , 355 N.C. 161, 166, 558 S.E.2d 490, 494 \n(2002)).  \n31. In deciding a Rule 12(b)(6) motion to dismiss, the court construes the \ncomplaint liberally and accepts all allegations as true.  Laster v. Francis, 199 N.C. \nApp. 572, 577, 681 S.E.2d 858, 862 (2009).  However, the Court is not required “to \naccept as true allegations that are merely conclusory, unwarranted deductions of fact, \nor unreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. Dep’t of Health & Human \nServs., 174 N.C. App. 266, 274, 620 S.E.2d 873, 880 (2005) (citation and quotation \nmarks omitted).  \n32. In addition, when considering a Rule 12(b)(6) motion to dismiss, “a court \nmay properly consi der only evidence contained in or asserted in the pleadings.”  \nJacobs v. Royal Ins. Co. of Am. , 128 N.C. App. 528, 530, 495 S.E.2d 185, 187 (1998).  \nHowever, where the complaint specifically refers to and depends on certain \ndocuments, “the Court may consider those documents without converting the motion \ninto one for summary judgment under Rule 56 even if presented by the defendant.”  \nWindow World of Baton Rouge, LLC v. Window World, Inc. , 2017 NCBC LEXIS 60, \nat *11 (N.C. Super. Ct. July 12, 2017).  \ni. Statute of Limitations  \n33. “A motion to dismiss under Rule 12(b)(6) is an appropriate method of \ndetermining whether the statutes of limitation bar plaintiff’s claims if the bar is \ndisclosed in the Complaint.”   Carlisle v. Keith , 169 N.C. App. 674, 681, 614 S.E.2d \n542, 547 (2005) (quoting Hooper v. Liberty Mut. Ins. Co. , 84 N.C. App. 549, 551, 353 \nS.E.2d 248, 250 (1987)). “[O]nce a defendant raises the affirmative defense of the \nstatute of limitations, the burden shifts to the plaintiffs to show their action was filed \nwithin the prescribed period.”  Lester v. Francis, 199 N.C. App. 572, 576, 681 S.E.2d \n858, 861 (2009) (citations omitted).   \n34. In a claim for declaratory judgment, “where [the] plaintiffs’ underlying \nclaims are barred by [the] statute of limitations, the Declaratory Judgment Act will \nnot allow relief[.]”  Asheville Lakeview Props., LLC v. Lake View Park Comm’n, Inc. , \n254 N.C. App. 348, 349, 803 S.E.2d 632, 634 (2017).   \nii. Standing  \n35. In addition , a Rule 12(b)(6) motion to dismiss is also an appropriate \nmethod of determining whether a plaintiff has standing to bring its claims.  Finley v. \nBrown, 2017 NCBC LEXIS 78, at *15 (N.C. Super. Ct. Sept. 1, 2017) (“[S]tanding \narguments can be presented under both Rule 12(b)(1) and Rule 12(b)(6) arguments.” \n(quoting Sykes v. Health Solutions, Inc., 2013 NCBC LEXIS 52, at *8 (N.C. Super. Ct. \nDec. 5, 2013)).  \n36. “Standing is a necessary prerequi site to a court’s proper exercise of \nsubject matter jurisdiction.”  Finkel v. Palm Park, Inc., 2018 NCBC LEXIS 112, at *8 \n(N.C. Super. Ct. Oct. 24, 2018) (quoting Neuse River Found., Inc. v. Smithfield Foods, \nInc., 155 N.C. App. 110, 113, 574 S.E.2d 48, 51 (2002) (citations and quotation marks \nomitted)).  “Standing refers to whether a party has a sufficient stake in an otherwise \njusticiable controversy so as to properly seek adjudication of the matter.”  Id.  (quoting \nWoodring v. Swieter, 180 N.C. App. 362, 366, 637 S.E.2d 269, 274 (2006) (internal \nquotation marks omitted) (citation omitted));  Neuse River, 155 N.C. App. at 114, 574 \nS.E.2d at 52 (referring to standing as “a party’s right to have a court decide the merits \nof the dispute”).  “Whenever it appears by suggestion of the parties or otherwise that \nthe court lacks jurisdiction of the subject matter, the court shall dismiss the action.”  \nN.C.G.S. §1A-1, Rule 12(h) (2020).   \nB. Rule 12(b)(7) \n37.   In ruling on a motion to dismiss pursuant to Rule 12(b)(7), the Court’s \ninquiry is whether plaintiffs have “[f]ail[ed] to join a necessary party.”  N.C.G.S. § 1A-\n1, Rule 12(b)(7).  A necessary party is one that is “united in interest” and is “so vitally \ninterested in the controversy that a valid judgment cannot be rendered in the action \ncompletely and finally determin ing the controversy without his presence . . . .”  \nStrickland v. Hughes, 273 N.C. 481, 485, 160 S.E.2d 313,316 (1968).  Any \ndeterminative judgment entered in the absence of a party united in interest, or a \nnecessary party, is null and void.  Rice v. Randolph, 96 N.C. App. 112, 113, 384 S.E.2d \n295 (1989). \n38. “A party is not a necessary party simply because a pending action might \nhave some impact on the party’s rights, or otherwise affect the party.”  Cape Hatteras \nElec. Mbrshp. Corp. v. Stevenson , 2014 NCBC LEX IS 64, at *4– 5 (N.C. Super. Ct. \nDec. 8, 2014).  A party with an interest that “may be affected by a decree” but whose \n“presence is not essential in order for the court to adjudicate the rights of others,” is \na “proper” party, but not a necessary party.  Wa llach v. Linville Owners Ass’n , 234 \nN.C. App. 632, 637, 760 S.E.2d 23, 26 (2014).  Unlike necessary parties, a proper party \nmay, but is not required to, be joined.  Crosrol Carding Devs., Inc. v. Gunter & Cooke, \nInc., 12 N.C. App. 448, 452, 183 S.E.2d 834, 837 (1971).  “Whether a proper party will \nbe ordered joined rests with the sound discretion of the trial court.”  Id . (citation \nomitted).   \n39. Dismissal under Rule 12(b)(7) is proper only when the defect cannot be \ncured.  Howell v. Fisher , 49 N.C. App. 488, 491, 272 S.E.2d 19, 22, cert. denied , 302 \nN.C. 218, 277 S.E.2d 69 (1981).  “A dismissal under [Rule] 12(b)(7) is not considered \nto be on the merits and is without prejudice.”  Crosrol , 12 N.C. App. at 453– 54, 183 \nS.E.2d at 838. \nIV. ANALYSIS \nA. Count I – Declaratory Judgment  \n40. Plaintiffs request the Court “enter a declaratory judgment declaring the \nrights of the parties with respect to the Master Declaration, as amended, as well as \nresolutions of the Board[.]”  (ECF No. 22, at ¶ 153.)  Specifically, Plai ntiffs request \nthe Court declare as follows:  \na. That the annual assessment rate for vacant lots is 75% \nof the annual assessment rate of improved lots, \nconsistent with the language of the original Master \nDeclaration, and that any amendment to the contrary \nis void and of no effect. \n \nb. That the annual assessment may only be increased by \nup to 10% each year, or in the alternative in accordance \nwith the CPI, that any greater increases require \nmembership approval, and any amendment to the \ncontrary is void and of no effect. \n \nc. That the imposition of social fees or social dues is \ninvalid and any amendment requiring payment of a \nsocial fee is void and of no effect. \n \nd. That the new member initiation fee of $5,000 is invalid. \n  \ne. That any recreational assessment is invalid. \n \nf. That annual and special assessments cannot be utilized \nto support the Recreational Amenities, including \nreserves for the same, and any amendment to the \ncontrary is void and of no effect. \n \ng. That annual and special assessments cannot be utilized \nto support APR, and any amendment to the contrary is \nvoid and of no effect. \n \nh. That annual and special assessments cannot be utilized \nto support APPI, and any amendment to the contrary is \nvoid and of no effect. \n \ni. That the Amended and Restated Master Declaration is \nvoid and of no effect. \n \nj. That the Master Declaration does not authorize the \ntype of marketing expenditures taken by the \nAssociation, and any amendment to the contrary is void \nand of no effect. \n \nk. That owners of all lots subject to the Master Declaration \nare obligated to pay annual and special assessments to \nthe Association. \n  \nl. That owners who are in the midst of selling their \nproperty are still eligible to serve on the Board of \nDirectors. \n  \nm. That candidates running to serve on the Board or who \nare on the Board can campaign for other candidates.  \n \n(Id. at ¶ 153. )  Further, Plaintiffs “request declaratory relief that the Master \nDeclaration may only be amended with the approval of lot owners hold ing at least \n67% of the votes in the Association, per the requirements of the Planned Community \nAct (“PCA”), and that any amendment to the contrary is void and of no effect.”  ( Id. \nat ¶ 154.) \n41. Defendants argue that (i) Plaintiffs’ declaratory judgment claim should \nbe stayed or dismissed pursuant to Rule 12(b)(7) for failure to join necessary parties, \nand (ii), that the declaratory judgment should be dismissed pursuant to Rule 12(b)(6) \nfor failure to bring the claim within the applicable statute of limitations.  The Court \nwill address these arguments in turn.  \ni. Rule 12(b)(7) Motion  \n42. Plaintiffs consist of only a portion of the Plantation’s property owners—\nspecifically, certain owners of vacant  lots.  Defendants contend that the requested \ndeclaratory judgment regarding the validity and interpretation of restrictive \ncovenants would significantly impact the property rights of all the Plantation’s \nproperty owners and the Declarant.  (ECF No. 30, at p. 7.)  Thus, relying on Karner \nv. Roy White Flowers, Inc., 351 N.C. 433, 527 S.E.2d 40 (2000), Defendants argue that \nall the Plantation owners as well as the declarant are necessary parties to this \nlitigation, and the declaratory judgment claim should therefore be stayed until all \nnecessary parties are joined, or otherwise should be dismissed.  (ECF No. 29, at ¶ 1; \nECF No. 30, at p. 7.)  Plaintiffs argue that the unnamed lot owners and the declarant \nare not at risk of losing any valuable property right, and therefore are not necessary \nparties but only proper parties.  (ECF No. 34, at pp. 6–8.)  \n43. In Karner, our Supreme Court held that nonparty property owners who \n“each . . . [had] the right to enforce [a] residential restriction against any other \nproperty owner seeking to violate [th e] covenant” were necessary parties to a suit \nagainst certain neighbor defendants who planned to construct a commercial building \nin a residential area.   351 N.C. at 439, 527 S.E.2d at  44.  The Court explained that \n“[t]he placement of the same restrictive c ovenant in all of the deeds conveying lots \nout of a subdivision according to a common plan of development” affords  each \nproperty owner the right to “enforce the restriction against any other [property \nowner] governed by the common plan of development.”  Id . at 436–37, 527 S.E.2d at \n42–43 (citing Hawthorne v. Realty Syndicate, Inc., 300 N.C. 660, 665, 268 S.E.2d 494, \n497, reh’g denied, 301 N.C. 107, 273 S.E.2d 442 (1980) ).  The Court noted that “[a]n \nadjudication that extinguishes property rights without giving the property owner an \nopportunity to be heard cannot yield a valid judgment.”  Id.    \n44. However, in Midsouth Golf, LLC v. Fairfield Harbourside Condo. Ass’n, \nInc., our Court of Appeals distinguished Karner and refused to extend its holding to \na case invo lving a dispute over a set of restrictive covenants pertaining to amenity \nfees, which could only be enforced by “the owner of the recreational amenities.”  187 \nN.C. App. 22, 29–30, 652 S.E.2d 378, 383 (2007).  The court reasoned that “unlike in \nKarner . . . [n]one of the property owners . . . have the right to enforce the covenant \nto pay amenity fees against any of the other owners,” and therefore extinguishment  \nof the restrictive covenant would not deprive nonparties of “any property right akin \nto the right that the nonparty property owners were deprived of in Karner.”  Id., 652 \nS.E.2d at 384.  \n45. Similarly, in Wallach v. Linville Owners Ass’n , the Court of Appeals \nagain distinguished Karner in an action fairly similar to the case at bar.  See 234 N.C. \nApp. 632, 760 S.E.2d 23 (2014).  In Wallach , v acant lot owners in a planned \nsubdivision commenced an action seeking a declaratory judgment that certain \namendments to the declaration—particularly those regarding annual assessments—\nwere invalid and unenforceab le.  Id . at 634, 760 S.E.2d at 25.  Certain property \nowners within the planned subdivision were not joined.  Id .  Relying on Midsouth \nGolf, the Court of Appeals  held that the action involving the amendments at  issue \n“did not extinguish any property rights of the [nonparty property owners] akin to \nthose in Karner” and therefore, the nonparty property owners were not necessary \nparties to the litigation.  Id. at 639, 760 S.E.2d at 27–28.   \n46. This matter is distinguishable from the holding in Karner for the same \nreasons as applied by the Court of Appeals to the facts of Midsouth Golf and Wallach.  \nHere, the non-party property owners of the Plantation and the Declarant do not have \nthe ability to enforce any provisions of the  original Master Declaration or the \nAmended and Restated Master Declaration.  Rather, Article Eleven, Section 7 of the \nAmended and Restated Master Declaration states: “ [f]ailure . . . to comply with a \nprovision of this Master Declaration . . . shall provide the Association  with the right \nto levy a fine and/or bring legal action at law or in equity[.]” 11  ( Id. at Ex. G, p. 38  \n(emphasis added).)  Thus, w hile the original Master Declaration and the Amended \nand Restated Master Declaration undoubtedly provide certain benefits to the non -\nparty property owners and the d eclarant, they do not provide any of the non- party \nproperty owners or the d eclarant with the right to enforce  any restrictive covenant \nagainst another owner.  Accordingly, while a finding by this Court that certain \nprovisions of the original Master Declaration or the Amended and Restated Master \nDeclaration are void and unenforceable would, in some sense, affect the rights of non-\nparty property owners and the d eclarant, it would not deprive them of any property \nright akin to the right recognized in Karner and Midsouth Golf.  Therefore, in the \nCourt’s view, the non-party property owners and declarant are, at best, proper parties \nwho may attempt to intervene if they choose to do so, subject to the Court’s discretion.  \nDefendants’ Motion to Dismiss pursuant to Rule 12(b)(7) should be DENIED.  \nii. Rule 12(b)(6) Motion – Statute of Limitations  \n47. Defendants argue that Plaintiffs’ declaratory judgment action should be \ndismissed because the underlying claims are barred by the  six-year statute of \nlimitations applicable to enforcement of restrictive covenants.  (ECF No. 30 , at p p. \n10–12 (citing N.C.G.S . § 1 -50(a)(3)).)  Defendants contend that at issue are the \n \n11 Similarly, Article Eleven, Section 7 of the original Master Declaration states: “Failure . . . \nto comply with a provision of this Master Declaration . . . shall provide the Association with \nthe right to bring legal action at law or in equity[.]”  (ECF No. 22, at Ex. A, p. 37.) \nEleventh through Thirteenth and Fifteenth Amendments, as well as the Amended \nand Restated Declaration which incorporates those Amendments, the latest of which \nwas recorded on February 13, 2013.  Thus, Defendants argue that the latest Plaintiffs \ncould have timely initiated this action was February 13, 2019, but the Complaint was \nnot filed until February 27, 2020.  (Id. at p. 11.)   \n48. Plaintiffs do not dispute that restrictive covenants are at issue; however, \nPlaintiffs argue that they are seeking “interpretation” rather than “enforcement” of \nrestrictive covenants, and therefore the underlying claims to their declaratory \njudgment action should not be subject to a six -year statute of limitations.  (ECF No. \n34, at p. 9.)  In support of this contention, Plaintiffs cite Allen v. Sea Gate Ass’n , 119 \nN.C. App. 761, 460 S.E.2d 197 (1995).  In Allen—an action  brought in 1992—the \nCourt of Appeals affirmed the trial court’s ruling on summary judgment that certain \n“dues assessment and enforcement provisions” in a 1972 declaration to a residential \nsubdivision were void and unenforceable.  119 N.C. App. at 764, 460 S.E.2d at 199.  \nThus, Plaintiffs con tend that Allen demonstrates this Court’s ability to assess the \nvalidity of restrictive covenants recorded well beyond section  1-50(a)(3)’s six -year \nstatutory period.   \n49. The Court is not persuaded by Plaintiffs’ argument.  None of Plaintiffs’ \nunderlying cla ims in its declaratory judgment action are seeking “interpretation.”   \nAllen falls within the line of cases where the court has invalidated unclear and \nambiguous restrictive covenants—i.e., covenants which are not “sufficiently definite” \nas to “assist cour ts in [their] application” —as well as provisions which are violative \nof public policy.  See id . at 764–765, 460 S.E.2d at 199–200; see e.g., Wein II, LLC v. \nPorter, 198 N.C. App. 472, 683 S.E.2d 707 (2009) (affirming a trial court’s 2007 \ndetermination that certain restrictive covenants implemented in 1995 were “void for \nvagueness in fact” and “violate public policy”).  Here, most of  the underlying claims \nin Plaintiffs’ declaratory judgment action , in effect, request the Court to enforce  \nrestrictive covenants in either the Master Declaration or the Amended and Restated \nDeclaration.  Only two underlying claims—Paragraphs 153(i) and 154—are arguably \nnot enforcement actions, and the Court is not provided much guidance from Plaintiffs \nor Defendants as to the natu re of these claims.  Accordingly , the Court will assess \neach underlying claim, or group of underlying claims, in Paragraphs 1 53(a)–(h) and \n(j)–(m) as actions to enforce restrictive covenants  subject to section  1-50(a)(3), and \nwill address the underlying claims in Paragraphs 153(i) and 154 separately.  \na. Paragraphs 153(a)–(h) and (j)–(m) \n50. The statute of limitations for enforcing  a restrictive covenant is six \nyears.  See N.C.G.S. § 1-50(a)(3) (stating the statute of limitations for “injury to any \nincorporeal hereditament” is six years);  Hawthorne v. Realty Syndicate Inc., 43 N.C. \nApp. 436, 440, 259 S.E.2d 591, 593 (1979), aff’d, 300 N.C. 660, 268 S.E.2d 494, reh’g \ndenied, 301 N.C. 107, 273 S.E.2d 443 (1980)  (stating that a restrictive covenant is, \neffectively, a “servitude” or “negative easement,” and an “easement” is an “incorporeal \nhereditament”); Irby v. Freese, 206 N.C. App. 503, 511, 696 S.E.2d 889, 894 (2010) \n(applying a six-year statute of limitations pursuant to section 1-50(a)(3) in an action \nagainst defendant neighboring landowners to enforce restrictive covenants ).  The \nstatute of limitations for a claim under section 1-50(a)(3) “runs from the time that the \nclaim accrues, even if a plaintiff is not aware of the injury at that time.”  Duke Energy \nCarolinas, LLC v. Gray , 237 N.C. App. 420, 426, 766 S.E.2d 354, 358– 59 (2014) \n(holding that prior precedent in Karner, 134 N.C. App. 645, 518 S.E.2d 563, which \naddressed when the limitations period begins to  run for  a claim under section  1-\n50(a)(3), “does not require a holding that the statute of limitations runs from when \nplaintiff knew or reasonably should have known of the encroachment”).  \n51. Here, Paragraph 153(a) of the Amended Complaint asks that the Court \nenforce Article Five, Section 5 of the Master Declaration, which sets the annual \nassessment rate for vacant lots at 75% of the rate applicable to improved lots  (ECF \nNo. 22, at ¶ 73, Ex. A, p. 17) , and, accordingly, declare void the increase of th is rate \nto 80% in the Tenth Amendment and in Article Four, Section 5 of the Amended and \nRestated Master Declaration .  (Id. at Ex. B, p. 2, Ex. G, p. 19).  See supra ¶ 40(a).  \nAccordingly, the six-year statute of limitations on this claim began to  run when the \nTenth Amendment was recorded on April 13,  2011, and at the latest when the \nAmended and Restated Master Declaration was recorded on February 13, 2013, and \nthe claim is untimely.  (ECF No. 22, at ¶ 70.)    \n52. Paragraph 153(b) asks the Court to enforce Article Five, Section 5 of the \nMaster Declaration,\n12 and, accordingly, declare void the contrary provisions of the \nTenth Amendment and Article Four, Section 5 of the Amended and Restated Master \n \n12 Article Five, Section 5 of the Master Declaration allows for any increase to the annual \nassessments to be calculated by “the greater of either 10% of the assessment for the previous \nyear or by the percentage increase, if any, for the then current year in the Consumer Price \nIndex.”  (ECF No. 22, at ¶ 72, Ex. A, p. 17 (emphasis added).) \nDeclaration which no longer allow the option for assessments to be increased by 10% \nof the prior year’s assessment  (Id. at Ex. B, p. 2 , Ex. G, p. 19).  See supra ¶ 40(b).  \nAccordingly, the six-year statute of limitations on this claim began to run when the \nTenth Amendment was recorded on April 13, 2011, and at the latest on February 13, \n2013, and the claim is untimely.   \n53. Paragraphs 153(c), (e), (f), and (h) ask the Court to enforce Article Two, \nSection 5 and Article Five  of the Master Declaration, which do not require any \npayment of fees or asses sments for the Recreational Amenities (ECF No. 22, at Ex. \nA, p p. 7–8, 15 –20), and, accordingly, declare void the Eleventh Amendment and  \nprovisions in Article Five of the Amended and Restated Declaration which  allow for \nimposition of such assessments and social fees or dues (I d. at Ex. C, p. 2, Ex. G, pp. \n18–24).  See supra ¶¶ 40(c), (e), (f), and (h).  Accordingly,  the six -year statute o f \nlimitations on th ese claims began to run when the Eleventh  Amendment was \nrecorded on January 12, 2012, and at the latest on February 13, 2013, and the claims \nare untimely.   \n54. Paragraph 153(d) asks the  Court to enforce Article Five of the Master \nDeclaration or Article Five of the Amended and Restated Declaration (ECF No. 22, \nat Ex. A, pp. 15 –20, Ex. G, pp. 18 –24), which makes no mention of a new member \ninitiation fee and, accordingly, declare invalid the Board resolution on November 17, \n2016 which set s a new member initiation fee of $5,000 ( Id. at ¶ 128).  See supra ¶ \n40(d).  Accordingly, the six-year statute of limitations on this claim began to run on \nNovember 17, 2016, and the claim is timely. \n55. Paragraphs 153(g) and (j) ask the Court to enforce Article Five, Section \n3 of the Master Declaration regarding the “purpose of assessments” (ECF No. 22, at \nEx. A, pp. 16–17), which does not include any use of such assessments for marketing \nand, accordingly, declare that the contrary provisions in the Eleventh Am endment \nand Article Five, Section 3 of the Amended and Restated Declaration which allow for \nassessments to be levied for common expenses including marketing  are void (Id. at \nEx. C, p. 3, Ex. G, pp. 18 –19).13  Accordingly, the six-year statute of limitations on \nthese claims began to run when the Eleventh Amendment was recorded on January \n12, 2012, and at the latest on February 13, 2013, and the claims are untimely.     \n56. Paragraph 153(k) asks the Court to  enforce the assessment provisions \nin Article Five of the Master Declaration requiring all lots to pay assessments  and, \naccordingly, declare that the Eleventh Amendment and Article Three, Section 13 of \nthe Amended and Restated Declaration, which allow certain properties to be exempt \nfrom paying any as sessments (Id. at Ex. C,  pp. 7–8, Ex. G, p. 14)  are invalid.  See \nsupra ¶ 40(k).  Th erefore, the six-year statute of limitations on this claim began to \nrun when the Eleventh Amendment was recorded on January 12, 2012, and at the \nlatest on February 13, 2013, and the claim is untimely.   \n57. Paragraphs 153(l) and (m) ask the Court to declare invalid the “APPOA \nElection Process –  2019” and “Campaigning Rules” adopted by the Board in 2019.   \n(ECF No. 22, at ¶¶ 139–40; ECF No. 34, at p. 10.)   Accordingly, the six-year statute \n \n13 Paragraph (g) refers to “special assessments . . . utilized to support APR.”  (ECF No. 22, at \n¶ 153(g).)  APR “is engaged in the brokerage of resale properties within Albemarle \nPlantation.”  (Id. at ¶ 99.)   \nof limitations began to run upon the actions of the Board in 2019, and the claims are \ntimely.   \n58. The present action was filed on  February 27, 2020.  Therefore , the \nMotion to Dismiss the declarations sought in paragraphs (a)–(c), (e)–(h), and (j)–(k) \nof the Amended Complaint should be GRANTED , and the  motion to dismiss the \ndeclarations sought in paragraphs (d), (l), and (m) should be DENIED.  \nb. Paragraphs 153(i) and 154 \n59. In Paragraphs 153(i) of the Amended Complaint , Plaintiffs seek a \ndeclaration “[t]hat the Amended and Restated Master Declaration is void and of no \neffect” because it was not approved by a vote of the APPOA members in compliance \nwith the North Carolina Planned Community Act (“NCPCA”), N.C.G.S. § 47F-2-117.  \n(ECF No. 34, at p. 11.)  In Paragraph 154, Plaintiffs  \nrequest declaratory relief that the Master Declaration may \nonly be amended with the approval of lot owners holding at \nleast 67% of the votes in the Association, per the \nrequirements of the Planned Community Act (“PCA”), and \nthat any amendment to the contrary is void and of no effect.  \nWhile Defendant Association was created prior to the PCA, \ncertain provisions of the PCA apply to planned \ncommunities created prior to 1999, “unless the articles of \nincorporation or the declaration expressly provides to the \ncontrary.”  N.C. Gen. Stat. § 47F –1–102(c) (emphasis \nadded). N.C. Gen. Stat. § 47F–2–117 deals with the process \nof amending a declaration.   Because the original 1989 \nMaster Declaration does not expressly contradict N.C. Gen. \nStat. § 47F –2–117, Defendant Association must abide by \nN.C. Gen. Stat. § 47F –2–117 requiring 67% of the lot \nowners to vote on amendments.   Alternatively, Plaintiffs \nseek declaratory relief that the Master Declaration may \nonly be amended with approval of at a least a majority of \nthe votes of owners. \n \n(ECF No. 22, at ¶ 154.) \n \n60. With regard to Plaintiffs’ request for a declaration that any amendment \nto the Master Declaration and the Amended and Restated Master Declaration are \n“void and of no effect” because they were not approved by 67% of the APPOA \nmembership as required by the NCPCA, any claim based on the Board’s failure  to \nseek approval by vote of the members as required by the NCPCA accrued on the date \nthat the amendments were recorded.  All of the amendments at issue in this action \nwere recorded on or before February 13, 2013.  Therefore, any claim ba sed on \nParagraphs 153(i) and 154 fail because they were not filed within six years following \nthe date on which the amendment s were recorded and are barred by the statute of \nlimitations.\n14 \n61. With regard to Plaintiffs’ requested alternative declaration that th e \nMaster Declaration can only be amended by approval of at least a majority of \nmembers, this claim relies on the member vote requirement adopted as part of the \nEleventh Amendment to the Master Declaration.  The Twelfth, Thirteenth, and \nFifteenth Amendments, as well as the  Amended and Restated Master Declaration , \nall were recorded after adoption of the Eleventh Amendment, but were recorded on \nor before February 13, 2013.  (ECF No. 22, at ¶¶ 76 –83.)  Again, the claim for \n \n14 The Court notes that, although not argued by the parties, the more logical statute of \nlimitations to apply to Plaintiffs’ claims for a declaration that the amendments are void for \nfailure to comply with the vote requirement imposed by the NCPCA would be the three year \nstatute of limitations on actions “[u]pon a liability created by statute, either state or federal, \nunless some other time is mentioned in the statute creating it.”  N.C.G.S. § 1 -52(2).  The \nNCPCA does not provide a statute of limitations for actions to enforce its provisions. \n \ndeclaratory relief based on the Board’s failure to comply with the majority vote \nrequirement is barred by the six-year statute of limitations. \n62. Therefore, the Court finds that the only underlying claims in Plaintiffs’ \ndeclaratory judgment action that survive Defendants’ Motion to Dismiss are \nParagraphs 153(d), (l), and (m).  \nB. Count II – Breach of Fiduciary Duty  \n63. As to their second claim, Plaintiffs allege that “all individuals who have \nserved on the Board of Directors since at least February 2013 have breached their \nfiduciary duties to both Plaintiffs and the Association[.]”  (ECF No. 22, at ¶¶ 161–62.)  \nPlaintiffs purport to bring the breach of fiduciary duty claim “individually and \nderivatively” on behalf of the APPOA .  ( Id. at ¶ 161.)  Specifically, Plaintiffs allege \nthat Defendants breached their fiduciary duties to Plaintiffs in the following ways:  \na. By acquiescing in a scheme by which investors and \ndevelopers are not required to pay annual assessments \nand special assessments to the Association, even though \nthey own or have owned lots that  are subject to the \nMaster Declaration. \n \nb. By using assessments to subsidize operations of the \nRecreational Amenities and APPI, even though the \nRecreational Amenities were intended to be for -profit \nenterprises and are not part of the common areas. \n \nc. By using assessments to subsidize operations of APR, \neven though APR is a for-profit enterprise. \n \nd. By implementing a marketing scheme to benefit \ndevelopers and owners of existing homes, to the \ndetriment of Plaintiffs. \n  \ne. By attempting to impose impermissible assessment and \nfees on owners, including the membership initiation fee. \n  \nf. In other ways as may be shown through discovery in \nthis matter.   \n \n(Id. at ¶ 158.)   \n64.  Defendants move to dismiss Plaintiffs’ claims for breach of fiduciary \nduty on the grounds that:   (a) Plaintiffs lack standing to bring derivative claims on \nbehalf of APPOA and to bring  individual claims ( ECF No. 30, at pp. 12 –19); ( b) \nPlaintiffs’ allegations fail to support a claim for breach of fiduciary duty ( id. at pp. \n19–22); and (c) Plaintiffs’ claims for breach of fiduciary duty are barred by the three-\nyear statute of limitations (Id. at pp. 22–23).  The Court finds persuasive Defendants’ \ncontention that Plaintiffs have not sufficiently alleged a breach of fiduciary duty and, \ntherefore, need only address that argument. \n65. In order to establish a claim for breach of fiduciary duty, the plaintiff \nmust show that: (1) defendant owed plaintiff a fiduciary duty; (2) defendant breached \nhis fiduciary duty; and (3) the breach of fiduciary duty was a proximate cause of injury \nto the plaintiff.  Farndale Co., LLC v. Gibellini, 176 N.C. App. 60, 68, 628 S.E.2d 15, \n20 (2006). \n66. As a preliminary matter, the Court considers the nature of the fiduciary \nduty owed by the Directors.  “For a breach of fiduciary duty to exist, there must first \nbe a fiduciary relationship between the parties.”  Dalton v. Camp, 353 N.C. 647, 651, \n548 S.E.2d 704, 707 (2001).  North Carolina courts have identified two types of \nfiduciary relationships.  The first type “arise[s] from ‘legal relations’”— e.g., attorney \nand client, partners, principal and agent, and similar relations hips.  S.N.R. Mgmt. \nCorp. v. Danube Partners 141, LLC , 189 N.C. App. 601, 613, 659 S.E.2d 442, 451 \n(2008) (quoting Rhone-Poulenc Agro S.A. v. Monsanto Co. , 73 F. Supp. 2d 540, 546 \n(M.D.N.C. 1999)).  The second includes relationships “ that exist ‘as a fact, in which \nthere is confidence reposed on one side, and the resulting superiority and influence \non the other.’”  Id.  This second de facto fiduciary relationship—through “superiority \nand influence” — “is a demanding one.”  Lockerman v. S. River Elec. Membership \nCorp., 794 S.E.2d 346, 352 (N.C. Ct. App. 2016).  “Only when one party figuratively \nholds all the cards —all the financial power or technical information, for example —\nhave North Carolina courts found that the ‘special circumstance’ of a fiduciary \nrelationship has arisen.”  Crumley & Assocs., P.C. v. Charles Peed & Assocs., P.A. , \n219 N.C. App 615, 621, 730 S.E.2d 763, 767 (2012). \n67. In the Amended Complaint, Plaintiffs allege that “[a]t all relevant times, \na special relationship existed under which the Plaintiffs reposed trust and confidence \nin the officers and directors of the Association, and the officers and directors of the \nAssociation had certain fiduciary duties with respect to Plaintiffs and the Association \nas a whole.”  (ECF No. 22, at ¶ 156.)  To th e extent this allegation can be construed \nas alleging that the Directors owed de facto individual fiduciary duties to Plaintiffs \npersonally, the Court concludes that such an allegation fails.  First, the allegations \nin the Amended Complaint do not arguably  plead facts sufficient to establish a \npersonal fiduciary relationship.  Plaintiffs do not allege any facts that would support \na claim that the Directors held positions of superiority and influence over individual \nPlaintiffs.  Second, in the ir Brief in Opposition , Plaintiffs do not argue that the \nDirectors owed them personal, or de facto, fiduciary duties. \n68. Plaintiffs also allege that the Directors owed fiduciary duties to the \nAPPOA.  A director of a non-profit corporation must “discharge his duties as a director \n. . . (1) [i]n good faith; (2) [w]ith the care an ordinarily prudent person in a like position \nwould exercise under similar circumstances; and (3) [i]n a manner the director \nreasonably believes to be in the best interests of the corporation.”  N.C.G.S. § 55A -8-\n30(a)(1)–(3).  Similarly, an  officer of a non -profit corporation must “discharge his \nduties under that authority: (1) [i ]n good faith; (2) [w]ith the care an ordinarily \nprudent person in like position would exercise in similar circumstances; and (3) [i]n \na manner the officer reasonably believes to be in the best interests of the corporation.”  \nN.C.G.S. § 55A-8-42(a)(1)–(3). \n69. The standard of conduct applicable to officers and directors is subject to \nreview under the business judgment rule: \n[t]he business judgment rule operates primarily as a rule \nof evidence or judicial review and creates, first, an initial \nevidentiary presumption that in making a decision the \ndirectors acted with due care (i.e., on an informed basis) \nand in good faith in the honest belief that their action was \nin the best interest of the corporation, and second, absent \nrebuttal of the initial presumption, a powerful substantive \npresumption that a decision by a loyal and informed board \nwill not be overturned by a court unless  it cannot be \nattributed to any rational business purpose.  \n \nRussel M. Robinson, II, Robinson on North Carolina Corporation Law  § 14.6, at 281 \n(5th ed. 1995) (emphasis added); see Holland v. Warren , 2020 NCBC 90, at *67 –72 \n(N.C. Super. Ct. Dec. 15, 2020) (applying business judgment rule to actions of a board \nof directors of a non -profit corporation).  To rebut the initial presumption that the \ndirectors acted with “due care,” a plaintiff “must present ‘more than bare allegations \nof breaches of fiduciary duti es on the part of directors.’”  Holland v. Warren , 2020 \nNCBC LEXIS 146, *32 (N.C. Super. Ct. December 15, 2020)  (citations omitted) .  \n“Specifically, in order to survive a motion to dismiss, the Complaint ‘must allege, in \nother than conclusory terms, that the board was inattentive or uninformed, acted in \nbad faith, or that the board’s decision was unreasonable.”  Green v. Condra, 2009 \nNCBC 21, at *96 (N.C. Super. Ct. Aug. 14, 2009) (citation omitted).   \n70. The Court has thoroughly reviewed the allegations in th e Amended \nComplaint and concludes that they amount to nothing more than claims of \ndissatisfaction with certain actions taken by the Directors because those actions \nimpacted Plaintiffs more harshly as owners of vacant lots.  Plaintiffs do not expressly \nallege that the Directors were inattentive to their duties, acted in bad faith or disloyal \ntowards the APPOA, nor would the facts alleged  support such a claim.  To the \ncontrary, the current allegations suggest that the Board acted reasonably in the \ninterests of the APPOA and the Albemarle Plantation , attempting to preserve and \nincrease the value of the properties owned by all members and to distribute the \nobligations among members of the APPOA in a rational manner.  While Plaintiffs \nperceive that they have been disadvantaged because they own vacant lots, the Board \nis not obligated to act only, or even primarily, in the best interests of vaca nt lot \nowners.  Rather, the Board owes its duties to the APPOA and all of its members. \n71. In addition, the alleged breaches are based primarily on actions taken \nby the Directors under authority granted by the amendments to the Master \nDeclaration with which Pl aintiffs take issue in this action .  Plaintiffs appear to \ncontend that the Directors’ actions were improper because those amendments should \nbe considered void and, consequently, the Directors lacked authority.  Here, all of the \nalleged breaches contained in Plaintiffs’ breach of fiduciary claim appear to be actions \nwhich were specifically permitted under the governing Amended and Restated \nDeclaration.  For example, the breach alleged in Paragraph 158(a)—that Defendants \n“acquiesce[ed] to a scheme by which investors and developers are not required to pay \nannual assessments”—is authorized by Article Three, Section 13 of the Amended and \nRestated Declaration.  Similarly, the alleged improper creation and adjustment of \nassessments on members and use  of those asses sments to subsidize recreational \namenities and support marketing efforts referred to in Paragraphs 158(b) –(e) were \nalso permissible actions of the Board under the Amended and Restated Declaration.  \nPlaintiffs have not alleged sufficient facts in the Amended Complaint to support their \nconclusory claim that actions taken by the Board in conformity with the amendments \nand the Amended and Restated Declaration  are breaches of the Directors’ fiduciary \nduties.  Nevertheless, since it is at least possible that Plai ntiffs could allege such \nadditional facts if given the opportunity, the Court believes Plaintiffs should be \ngranted the opportunity to amend their complaint.  See First Fed. Bank v. Aldridge, \n230 N.C. App. 187, 191, 749 S.E.2d 289, 292 (2013) (“The decision to dismiss an action \nwith or without prejudice is in the discretion of the trial court[.]”).  \n72. Therefore, the Court concludes  that the Motion to Dismiss Plaintiffs’  \nbreach of fiduciary duty  claims should be GRANTED , and the claim should be \nDISMISSED WITHOUT PREJUDICE. \n \nTHEREFORE, IT IS ORDERED that the Motion to Dismiss is GRANTED, in \npart, and DENIED, in part, as follows:  \n1. Defendants’ Motion to Dismiss Count I  is GRANTED with respect to \nParagraphs (a) –(c), (e)– (h), and (j)– (k), and DENIED with respect to \nParagraphs 153(d), (l), and (m).  \n2. Defendants’ Motion to Dismiss Count II  for breach of fiduciary duty  is \nGRANTED, and Count II is DISMISSED WITHOUT PREJUDICE.  \n \nSO ORDERED, this the 19th day of January, 2021. \n \n       /s/ Gregory P. McGuire    \n       Gregory P. McGuire  \n       Special Superior Court Judge for  \n       Complex Business Cases  \n "
}