{
  "id": "b59e56a44cee335b8dc4ac05eb8b20b5917a4fe7ff8efb81d6691e5f141472a0",
  "source_file": "data/raw/ncbc/b59e56a44cee335b8dc4ac05eb8b20b5917a4fe7ff8efb81d6691e5f141472a0.pdf",
  "raw_text": "Vogler Reynolda Road, LLC v. SCI N.C. Funeral Servs., Inc., 2017 NCBC 28. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF FORSYTH \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 94 \nVOGLER REYNOLDA ROAD, LLC, \n \nPlaintiff, \n \nv. \n \nSCI NORTH CAROLINA FUNERAL \nSERVICES, INC.,  \n \nDefendant. \n \nOPINION AND FINAL JUDGMENT \n \n1. THIS MATTER came on for trial without a jury before the undersigned \ncommencing on January 1 0, 2017.  The matter is now ripe for final determination, \nand the Court issues its Opinion and Final Judgment. \n Ward and Smith, P.A., by John M. Martin, for Plaintiff.  \nMoore & Van Allen, PLLC, by Anthony T. Lathrop and Glenn E. Ketner III, for \nDefendant.   \n \nGale, Chief Judge.  \n \nI. INTRODUCTION  \n2. Plaintiff is the successor landlord and Defendant is the successor tenant \nto the Amended and Restated Lease Agreement, effective as of January 1, 1990 (“1990 \nLease”).  The 1990 Lease provided an initial term followed by four automatic five-year \nrenewals.  The initial term is defined as “a period of five (5) years commencing with \nthe 1st day of January, 1990, and expiring on the 31st day of December, 1995.”  (Joint \nEx. 17, at 3.)  The renewal terms are stated to begin on January 1, 1996; January 1, \n2001; January 1, 2006; and January 1, 2011.  (Joint Ex. 17, at 6–9.)    \n \n3. There is an obvious inconsistency in the initial term, which states that \nthe term is a five-year period, but the calendar dates are a six -year period.  Neither \nparty noticed the inconsistency in the initial term until  July 2014, during the last \nrenewal term.  Until then, all parties proceeded on the assumption that the 1990 \nLease expired on December 31, 2015.   \n4. The 1990 Lease affords the tenant an option to purchase the property , \nwhich expires when the lease expires .  The 1990 Lease provides that rent will be \ndoubled for any period that the tenant holds over. \n5. The parties’ dispute s fall into three categories .  First, they di sagree \nabout when the 1990 L ease expired.  Plaintiff contends that the stated initial term \ncontained a scrivener ’s error because the parties intended it to be a five-year term, \nand that the 1990 Lease should be reformed to state that the initial term expired on \nDecember 31, 1994, the last renewal term  began on January 1, 2010 , and the final \nterm expired on December 31, 2014.  Defendant contends that th e calendar dates \nspecified in the 1990 Lease for both the initial term and each renewal term reflect the \nparties’ actual agreement , that reformation is not appropriate,  and that the 1990 \nLease did not expire until Decem ber 31, 2015 .  Alternatively, Defendant asserts \nequitable defenses against reformation. \n6. Second, the parties disagree whether the option to purchase has expired.  \nDefendant made no effort to exercise that option in 2014, so its right to purchase \ndepends on the lease not expi ring until December 31, 2015.  Plaintiff contends that \neven with a December 31, 2015 expiration date , the option to purchase expired \n \nbecause Defendant did not satisfy its performance obligation during the lease term.  \nDefendant contends that it gave timely notice of its intent to exercise the option and \nits further performance obligations have been suspended by the litigation.  \n7. Third, the parties disagree as to whether Defendant is obligated to pay \nholdover rent between the date that the lease expired and the date of the Court’s \njudgment.  \n8. Based on the  following Findings of Fact and Conclusions of Law , the \nCourt issues its Opinion  and Final Judgment that the 1990 Lease expired on \nDecember 31, 2015 ; that Defendant gave timely notice of its intent to exercise its \noption to purchase but failed to satisfy its obligation to establish a purchase  price \nbefore the lease expired;  and that Defendant is obligated to surrender the property \nand pay holdover rent from and after January 1, 2016. \nII. PROCEDURAL HISTORY \n9. Plaintiff initiated this action on January 9, 2015 .  The case was \ndesignated as a mandatory complex business case on January 13, 2015, by order of \nChief Justice Mark Martin, and assigned to the undersigned that same day.   \n10. On February 2,  2016, Plaintiff filed its Supplemental Complaint .  On \nMarch 1, 2016, Defendant filed its answer, defenses, and second amended \ncounterclaim.  Both parties seek th e Court’s declaratory relief  as to the lease \nexpiration date and Defendant’s right to purchase  the leased property .  Defendant \npled that the affirmative defenses of estoppel, waiver, laches, and unclean hands bar \nPlaintiff’s reformation claim  and now seeks to assert an additional  affirmative \n \ndefense based on a statute of repose or a statute of limitations .  Defendant’s \ncounterclaim seeks to recover damages if the 1990 Lease expired on December 31, \n2014, because Plaintiff failed to timely notify Defendant of its contention.  \n11. Neither party demanded a jury trial.  Following a full course of \ndiscovery, trial commenced on January 1 0, 2017 , at the North Carolina Business \nCourt, 1834 Wake Forest Road, Room 3206 , Winston-Salem, North Carolina.  After \nthe close of evidence, the parties submitted posttrial briefs and proposed findings of \nfact and conclusions of law on January 25, 2017 .  The Court heard final arguments \nand took the matter under submission on January 31, 2017.   \n12. All issues and claims are now ripe for determination. \nIII.  FINDINGS OF FACT \n13. Any determination later stated as a conclusion of law that should have \nbeen stated as a finding of fact is incorporated in these Findings of Fact. \n14. The Court incorporates the extensive stipulations stated in the Revised \nJoint Proposed Final Pretrial Order entered on January 10, 2017. \n15. The Court admitted into evidence  150 joint e xhibits, as well as \nadditional exhibits introduced at various video depositions , and received testimony \nboth by witnesses appearing at trial and by video depositions. \nA. The Parties and Related Witnesses \n16. F. Eugene Vogler (“Mr. Vogler”) established Vogler & Sons, Inc. (“Vogler \n& Sons”), which operated a funeral home  at 2951 Reynolda Road, Winston -Salem, \nNorth Carolina (the “Property”).  After Mr. Vogler died on October 1, 2002, Plaintiff \nVogler Reynolda Road, LLC  (“Plaintiff”) was formed to own the Property and is the \n \nsuccessor landlord of  the 1990 Lease .  Plaintiff’s members are Mr. Vogler’s four \nchildren: Eugene Vogler III  (“Gene Vogler”), John Mosby Vogler  (“Mosby Vogler”), \nJoseph Vogler , and Whitley Vogler Rotgin  (“Whitley Rotgin”) .  Whitley Rotgin is \nmarried to Charles Rotgin, an experienced real-estate professional.   \n17. Plaintiff’s initial manager was John Royster, Mr. Vogler’s long -time \npersonal accountant.  Prior to his death, Mr. Vogler regularly entrusted his financial \naffairs and  decisions to Mr. Royster , as well as to William Petree , Mr. Vogler’s \nlong-time personal counsel , and member s of the  law firm Petree, Stockton  & \nRobinson.  Stephen Johnson (“Mr. Johnson”) was at relevant times an associate at \nthat firm. \n18. Effective December 21, 1988, Vogler & Sons  was acquired by  Sentinel \nGroup, Inc. (“Sentinel”), which operated funeral and cremation facilities throughout \nthe Southeast.  Jerald Pullins was Sentinel’s president and CEO.  Timothy Birch was \none of Sentinel’s vice presidents.  Walter Cook was Sentinel’s general counsel.   In \n1990, Sentinel refinanced its acquisition line of credit with Provident  Services, Inc. \n(“Provident”).  \n19. Service Corporation International acquired Sentinel, effective April 5, \n1991, and then formed SCI North Carolina Funeral Services, Inc. , the Defendant in \nthis litigation and the successor tenant of the 1990 Lease.  The Court refers to these \nparties collectively as “SCI.”  Ms. Irmgard Johnson (“Ms. Johnson”) is SCI’s Manager \nof Real Estate and Leases.  \n \n \nB. The Chronological Leases  \n \n20. Mr. Vogler owned the Proper ty during his lifetime.  He initially leased \nthe Property to Vogler & Sons pursuant to a lease that had a fifteen-year term , \nbeginning March 1, 1970, and ending February 28, 1985 (“1970 Lease”).  (Joint Ex. 1, \nat 1.)  The 1970 Lease, with its amendments, was in force until January 1, 1990. \n21. On January 17, 1985, Mr. Vogler and Vogler & Sons  executed an \namendment to the 1970 Lease that extended the term through February 28, 1990 , \nand gave Vogler & Sons the option for two five-year renewals (“1985 Amendment”).  \n(Joint Ex. 2, at 2, 4–5.)  The 1985 Amendment provided that the base rent be adjusted \nupon any renewal based on the Consumer Price Index (“CPI”)  and carried forward \nthe provision from the 1970  Lease that, in addition to base rent, the tenant would \nmake an annual payment based on a percentage of the funeral home ’s revenue  \n(“Override”).  (Joint Ex. 2 at 3–4.) \n22. Mr. Vogler and Sentinel negotiated a substantial lease amendment in \nconnection with Sentinel’ s 1988 acquisition of Vogler & Sons  (“1988 Lease \nAmendment”).  (Joint Ex. 11.)  Negotiations were between Mr. Pullins and Mr. Birch, \non behalf of Sentinel, and Mr. Rotgin , with financial advice from  Mr. Royster, on \nbehalf of Mr. Vogler.   Collectively, these witnesses have a clear recollection of the \n1988 Lease Amendment’s essential terms.  \n23. The 1988 Lease Amendment made at least three substantive changes to \nthe existing leas e.  First, the 1988 Lease Amendment provided for a maximum \ntwenty-five-year lease term, divided into five five-year renewal terms, to begin on \n \nMarch 1, 1990, with the final renewal term beginning on March 1, 2010, and ending \non February 28, 2015.  (Joint Ex. 11, at 13–17; see Joint Ex. 2, at 4–6.)  Second, the \n1988 Lease Amendment included a n option to purchase with detailed provisions as \nto when and how it must be exercised (“Purchase Option”).  (Joint Ex. 11, at 20–22.)  \nThird, the 1988 Lease Amendment provided for double rent should the tenant hold \nover.   (Joint Ex. 11, at 14.)   \n24.  A Memorandum of Lease was recorded for the 1988 Lease Amendment, \nstating that the 1970 Lease, as amended, had a maximum term of forty-five years—\na period from March 1, 1970, to February 28, 2015.  (Joint Ex. 12.)  \n25. The 1990 Lease was executed as a new lease rather than as an \namendment to the earlier amended 1970 Lease .  In contrast to the 1988 Lease \nAmendment negotiations, Mr. Pullins and Mr. Birch have no independent recollection \nof any negotiations of the 1990 Lease.  Mr. Rotgin and Mr. Royster were not involved \nin negotiating the 1990 Lease  at all, and in fact, neither became aware of the 1990 \nLease until several years later.    \n26. While the 1990 Lease was executed as a  new lease, it was intended to \nincorporate the essential terms of the 1988  Lease Amendment while changing the \nlease periods to be based on the calendar year.   \n27. The 1990 Lease became effective on January 1, 1990.  (Joint Ex. 17, at \n1.)  Sentinel executed the 1990 Lease on May 24, 1990, and Mr. Vogler executed it on \nOctober 10, 1990.  (Joint Ex. 17, at 42.)   \n \n28. The 1988 Lease Amendment provided that the first five-year renewal \nterm would begin on March 1, 1990 , and that the maximum twenty-five-year term \nwas between March 1, 1990 , and February 28, 2015.   When changing the term  to a \ncalendar-year period beginning on January 1, 1990, the 1990 Lease necessarily would \nhave to either shorten or extend the twenty -five-year maximum term.  A period of \nJanuary 1, 1990 , to December 31, 2014 , would shorten that maximum term by two \nmonths.  A period of January 1, 1990 , to December 31, 2015 , would extend that \nmaximum term by ten months. \n29. Mr. Cook was the primary draftsmen of the 1990 Lease.  He drafted the \n1990 Lease to define the initial term as “a period of five (5) years commencing with \nthe 1st day of January, 1990, and expiring on the 31st day of December, 1995.”  (Joint \nEx. 17, at 3.)  Without more, the language allows for two interpretations: (1) that the \nparties intended for the initial term to be six years, as defined by the stated calendar \ndates, or (2) that the parties intended for the initial term to be five years, and the \ncalendar dates are incorrectly stated.  \n30. If the intent was for the initial term to be onl y five years, the lease \ncontains a scrivener’s error in stating the  expiration date for the initial term as  \nDecember 31, 1995, rather than December 31, 1994, and that error is compounded by \nhaving the renewal terms begin  on January 1, 1996;  January 1, 2001; January 1, \n2006; and January 1, 2011, rather than on January 1, 1995; January 1, 2000; January \n1, 2005; and January 1, 2010.  (Joint Ex. 17, at 3, 6–9.)  If the intent was for the initial \nterm to be longer than five years to accommodate moving the lease term from March \n \n1 to January 1  without shortening the twenty -five-year maximum term allowed by \nthe 1988 Lease Amendment, then the only scrivener’s error is describing the initial \nterm as five years rather than six years.  \n31. The 1990 Lease carried forward the provision that the annual base rent \nwould be adjusted at the beginning of each five-year renewal term based on the CPI \nincrease during the “preceding five (5) year lease period.”  (E.g., Joint Ex. 17, at 6.)  \nPlaintiff argues that for the renewal term beginning January 1, 1996 , the CPI rent \nadjustment would have to be based on the CPI increase during the preceding six-year \nlease period if the correct initial term ran from January 1, 1990 , to December 31, \n1995.  That is not a necessary conclusion, as the CPI rent adjustment on January 1, \n1996, could be based on the CPI increase during the last five years of a six-year term.  \n32. When the 1990 Lease was being negotiated, the existing term of the \n1988 Lease Amendment would end on February 28, 1990, and Mr. Vogler would have \nreceived the CPI-based rent increase when the lease renewal term began on March \n1, 1990.  Gene Vogler has no recollection of the lease negotiations themselves, but \ndoes recall that, at Sentinel’s request, he secured Mr. Vogler’s agreement to receive \nthe increased rent two months early.  Gene Vogler recalls nothing further regarding \nthe 1990 Lease, and indicated that had he received any letters regarding the lease, \nhe would not have read them but would have forwarded them to Mr. Petree or his law \nfirm.  He testified that the lawyers were the only ones who negotiated the 1990 Lease \nand Mr. Vogler depended upon his lawyer to finalize the terms of the 1990 Lease.   \n \n \nC. Other Documents Contemporaneous with the 1990 Lease \n33. Each party argues that other contemporaneous documents support their \nposition.  The documents include correspondence preceding execution of the 1990 \nLease and other documents executed in reference to the 1990 Lease and the \nrefinancing transaction that required the new lease. \n(1) Correspondence of counsel  \n34. The 1990 Lease was drafted by Mr. Cook and reviewed by Mr. Johnson, \nunder Mr. Petree’s supervision.  There are no available drafts of the 1990 Lease.  The \nparties located limited correspondence regarding the 1990 Lease.  Neither Mr. Cook \nnor Mr. Johnson has any independent recollection regarding the 1990 negotiations  \nbeyond the documents.  Mr. Cook did not recall any letters until they were presented \nto him at his deposition.  While letters suggest that Mr. Birch may have had some \ninvolvement in the 1990 Lease negotiations on behalf of Sentinel,  he has no  \nrecollection of specific negotiations other than shown in the documents.  Mr. Birch \nwas able to testify only about Sentinel’s general lease practices at the time. \n35. Mr. Cook sent a letter dated January 24, 1990, to Gene Vogler, copied to \nMr. Birch, referring to the 1990 Lease.  (Joint Ex. 18.)  The letter states that the 1990 \nLease is based on the 1970 Lease, as amended, but provides for a lease term based on \n“a calendar year basis, effective January  1, 1990 ,” and that the “term otherwise \nrunning from March  1, 1990 through February  28, 1995, will instead run from \nJanuary 1, 1990 through December 31, 1995, and will be followed by four consecutive \nfive-year renewal periods.”  (Joint Ex. 18, at 1.)  Later correspondence suggests that \n \nMr. Cook’s initial draft of the 1990 Lease refers to this ini tial term as a five-year \nperiod, although his letter does not.  \n36. Mr. Johnson re viewed the draft of the 1990 Lease at Mr. Petree’s \ndirection.  On April 23, 1990, Mr. Johnson faxed Mr.  Vogler a multipage letter \ncontaining forty-one numbered paragraphs commenting on specific provisions in the \ndraft of the 1990 L ease, and presumably enclosing a copy of Mr. Cook’s draft of the \n1990 Lease.  (Joint Ex. 19.)  Numbered paragraph four of Mr. Johnson’s letter stated: \nAt the bottom of page 3, the five year term commencing \nJanuary 1, 1990 and expiring on the 3 1st day of December 1995 \neffectively extends the term.  Under the existing Amendment, the initial \nterm ends on February  28, 1990 and is extended automatically for five \nfive-year terms so that the maximum term ends on February  28, 2015.  \nUnder the Amended and Restated Lease Agreement, the maximum term \nends on December 31, 2015. \n(Joint Ex. 19 ¶ 4.)   \n37. Mr. Johnson’s letter did not note the inconsistency in referring to the \ninitial term as a five-year period while stating a six-year calendar period.  (See Joint \nEx. 19 ¶ 4.)     \n38. Mr. Johnson does not believe that he directly  spoke with Mr. Vogler \nregarding the 1990 Lease. \n39. Mr. Cook responded to Mr. Johnson’s letter on April 25, 1990.  (Joint Ex. \n20.)  Referring to numbered paragraph four of Mr. Johnson’s letter, Mr. Cook stated, \n“[t]his comment was intended for Mr.  Vogler’s benefit, but I believe reflects the \nbusiness deal on which the parties have agreed.”  (Joint Ex. 20, at 1.)  Mr. Cook does \nnot recall ever noticing the inconsistency in how he defined the initial term until he \nlearned of it during this litigation.   \n \n40. Both Mr. Cook and Mr. Johnson specifically noted that the 1990 Lease \nhad effectively extended the lease term when compared to the 1988 Lease \nAmendment.  (Joint Ex. 17, at 3; see Joint Ex. 19 ¶ 4; Joint Ex. 20, at 1.)  \n41. These two letters are the only documentary evidence of negotiations \nregarding the 1990 Lease other than the final executed documents, which in addition \nto the 1990 Lease itself inclu de a memorandum of lease and a L andlord Estoppel \nCertificate.     \n(2) The Recorded New Memorandum  \n42. Mr. Vogler signed a new memorandum of lease regarding the 1990 Lease \non October 10 , 1990 —the same day he executed the 1990 Lease.   (Joint Ex. 24.)  \nSentinel executed that document on October 17, 1990.   \n43. On October 19, 1990, Mr. Johnson advised Sentinel that the  new \nmemorandum that had been executed contained an error because it did not reference \nthe Purchase Option.  (Joint Ex. 23.)  Mr. Johnson prepared and enclosed a revised \nnew memorandum that added a reference to the Purchase Option, but made no other \nchanges.  Sentinel executed the revised new memorandum on November 9, 1990, and \nMr. Vogler executed it on December 6, 1990—the day it was recorded (“Recorded New \nMemorandum”).  (Joint Ex. 26.)   \n44. The Recorded New Memorandum referred to “a term beginning the first \nday of January 1, 1990, and continuing for a maximum period of twenty -five (25) \nyears, including extensions and renewals.”  (Joint Ex. 26, at 2.)  Mr. Johnson recalls \nbeing advised by Mr. Petree that the maximum term was twenty-five years.  This, of \n \ncourse, was the basic  agreement of the 1988 Lease Amendment, but as noted, the \nmaximum term as measured by the 1988 Lease Amendment would have to be either \nshortened or extended when changing the lease term to be based on a calendar year.   \n45. The definition in the initial term of the 1990 Lease as executed \napparently did not change from the draft of the 1990 Lease that Mr. Cook and Mr. \nJohnson discussed in their  letters.  There is no evidence that Mr. Johnson ever \nmodified his observation that the 1990 Lease effectively extended the lease term from \nthat provided by the 1988 Lease Amendment or that the 1990 Lease would expire on \nDecember 31, 2015.  Mr. Johnson also apparently never recognized that a lease \nbeginning January 1, 1990, and ending December 31, 2015,  would have a maximum \nterm of twenty-six years. \n46. The Recorded New Memorandum did not specify the final termination \ndate of the 1990 Lease.  It did provide that, “[i]n the event of any conflict between the \nterms of this memorandum and [the 1990 Lease], the terms  and provisions of [the \n1990 Lease] shall govern.”  (Joint Ex. 26, at 3.)   \n(3) The Landlord Estoppel Certificate \n47. Sentinel and Provident closed their ref inancing on November 13, 1990.  \nIn connection with the closing  of the refinancing, Mr. Vogler signed a Landlord \nEstoppel Certificate that provided that the “[l]andlord hereby confirms that the \n[l]ease term commenced January 1 , 1990, and , unless properly renewed,  will \nterminate on December 31, 1995.”  (Joint Ex. 27  ¶ 7.)  The Landlord Estoppel \n \nCertificate did not refer to this initial term as being for either five years or six years, \nand it did not describe the renewal periods. \nD. The Parties’ Course of  Performance Under the 1990 Lease \n48. In addition to contending that the calendar dates specified in the 1990 \nLease accurately reflect the parties’ intent at the time of execution, SCI contends that \nany ambiguity should be resolved by the course of performance between the parties.  \nPlaintiff counters that SCI, as  the successor tenant, cannot use its own course of \nperformance to prove the intent of the original parties to the lease.   \n49. After SCI acquired Sentinel in 1991 , it prepared a r ecurring-payables \nschedule, dated October 24, 199 1, for its various leases.  The schedule noted for the \n1990 Lease that the initial term was from January 1, 1990 , to December 31, 1995 , \nand that the first CPI rent adjustment would occur on January 1, 1996.   (Joint Ex. \n32.)  SCI also created an abstract of the 1990 Lease that stated that the automatic \nfive-year renewal terms began on the January 1 anniversary dates stated in the 1990 \nLease, beginning January 1, 1996, and showed a final expiration date of December \n31, 2015.  (Joint Ex. 38 , at 3 .)  There were other documents, including Lease \nExpirations and Renewal Options Reports, that tracked the 1990 Lease on the basis \nof the five-year renewal terms provided by the lease, but these reports did not state \na specific final termination date.  (See, e.g., Joint Ex. 55, at 40; Joint Ex. 59, at 21.)  \n50. Mr. Vogler’s death was one of the events that could trigger SCI’s \nPurchase Option, as it was first written in the 1998  Lease Amendment and then \ncarried forward in the 1990 Lease.  On November 4, 2002, Mr. Rotgin, then unaware \n \nthat the 1990 Lease had been executed, notified SCI of Mr. Vogler’s death  and \nrequested that SCI advise whether it intended to execute the Purchase Option.  (Joint \nEx. 41.)  Ms. Johnson responded on SCI’s behalf and referred to the 1990 Lease  in \nher letter to Mr. Rotgin .  Mr.  Rotgin did not not ice this reference and continued to \nbelieve that the 1988 Lease Amendment remained in force.  \n51. Mr. Royster from time to time reviewed calculation s of the Override \npayments due under the lease.  The  basic method of calculating the Override \npayments did not change from the 1988 Lease Amendment to the 1990 Lease.  Thus, \nMr. Royster did not need to be aware of the 1990 Lease to conduct such review.  \n52. Mr. Royster became Plaintiff’s manager when it was formed f ollowing \nMr. Vogler’s death in 2002.  In February 2008, Mr. Royster learned of the 1990 Lease \nwhen he was renewing arrangements for maintenance and repairs at the Property .   \nHe realized that neither he nor anyone on the Vogler family’s behalf had a copy of the \n1990 Lease.  (Joint Ex. 57 .)  Ms. Johnson provided Mr. Royster a copy  of the 1990 \nLease at his request.   \n53. Mr. Royster and Ms. Johnson regularly communicated regarding the \nCPI rent adjustments at the beginning of each renewal term.  The recalculations were \nmade and accepted on the January 1 renewal dates stated in the 1990 Lease —\nJanuary 1, 1996; January 1, 2001; January 1, 2006; and January 1, 2011.  (See, e.g., \nJoint Ex. 54.)  Neither of them made a calculation retroactive to January 1, 1990 .  \nNeither Ms. Johnson nor Mr. Royster noted the inconsistency in how the 1990 Lease’s \ninitial term was stated.   Neither raised questions as to the timing of  the renewal \n \nperiods stated in the  1990 Lease or the date on which CPI rent adjustments were \nmade. \n54. Mr. Royster and Ms. Johnson corresponded on January 21, 2011 , \nacknowledging that the final five-year renewal period had begun on January 1, 2011.  \n(Joint Ex. 73.)  On that same date, Mr. Royster prepared a spreadsheet reflecting the \nCPI rent increases extending back to March 1, 1990.  (Joint Ex. 74.)  The last line of \nhis spreadsheet reflected a final lease term of January 1, 2010, to December 31, 2014.  \n(Joint Ex. 74.)  In response to the Court’s inquiry at trial, Mr. Royster stated that, to \naccurately reflect his understanding at the time he prepared the spreadsheet, the \nfinal lease term on the spreadsheet should have been stated as January 1, 2011, to \nDecember 31, 2015. \n55. Until summer 2014, Plaintiff and SCI had a mutual understanding that \nthe renewal dates stated in the 1990 Lease were correct and that the final term of the \nlease began on  January 1, 2011 , and ended on  December 31, 2015.  No witness \ntestified to any different understanding prior to July 2014. \n56. SCI conducted an initial review of Sentinel’s leases in connection with \nits due diligence before acquiring Sentinel in 1991, but Ms. Johnson understood that \nthe review was limited to examining final expiration dates and the inclusion of a \npurchase option.  There is no indication that anyone during this due diligence noted \nthe inconsistency in the definition of the initial term of the 1990 Lease. \n57. There is no evidence suggesting that Mr. Vogler or others on his behalf \nwould likely have undertaken a retroactive review of the initial and renewal lease \n \nterms.  Mr. Vogler had his rent receipts directly deposited into an investment account.  \nThere is no evidence that Mr. Vogler ever questioned  or responded to Mr. Johnson’s \nApril 1990 letter indicating that the final expiration of the 1990 Lease was December \n31, 2015. \n58. As there is no e vidence that any party discovered  the inconsistency in \nthe 1990 Lease prior to July 2014, there is no evidence su ggesting that the parties \nconsciously failed to take timely action regarding the inconsistency prior to July 2014.  \nThe Court concludes that the parties to the 1990 Lease were not negligent by failing \nto discover the inconsistency before July 2014. \nE. The Dispute as to the Final Expiration Date Arises \n59. Mosby Vogler left Vogler & Sons in 2006 to establish his own funeral \nhome in Winston -Salem.  Sometime before or around July 1, 2014, Mosby Vogler \nreviewed the 1990 Lease  to confirm its expiration date  because he was considering \nlease options for his own funeral home. \n60. Sometime on or around July 1, 2014, Mr. Rotgin and Mosby Vogler had \ndiscussions regarding the 1990 Lease ’s expiration date  and for the first time  \nrecognized the inconsistency in how the initial term had been defined, leading to the \nquestion whether the 1990 Lease would expire on December 31, 2014, rather than on \nDecember 31, 2015, as they had understood until then.  (See, e.g., Joint Ex. 84.)  Mr. \nRotgin suggested that Plaintiff contact  SCI to solicit SCI’s position regarding the \ninconsistency and its effect on the 1990 Lease’s expiration date.     \n \n61. If the 1990 Lease would expire on December 31, 2014, SCI would be \nrequired to give notice of its intent to exercise the Purchase Option by October 2, \n2014. \n62. On October 6, 2014, Plaintiff notified SCI of its contention that the 1990 \nLease expired on December 31, 2014.  Mr. Royster, who was still Plaintiff’s manager, \nwrote Ms. Johnson, stating: \nBased upon a recent review of the lease, the last five -year lease \nextension period expires on December 31 of this year, and the Lease \nAgreement terminates effective on that date. \n \nSince SCI has elected not to exercise the Purchase Option as set \nforth in Section 26 of the Lease Agreement, we need to discuss an orderly \ntransition of the occupancy of the leased premises.  As a part of that \ntransition, we will want to inspect the premises on or before December \n1, 2014 with a representative of [SCI] in order to identify and resolve \nany issues. \n \n(Joint Ex. 88.)  \n \n63. This letter was the first indication to SCI that Plaintiff contended that \nthe 1990 Lease would expire before December 31, 2015.  SCI did not send a written \nresponse to the letter.  There is no evidence that SCI stated its intent to exercise the \nPurchase Option during 2014.  \n64. In December 2014, the parties  reached an agreement that SCI would \nremain in possession of the Property pending a court determination regarding the \n1990 L ease’s expiration date.   There is no evidence that this agreement further \nincluded an agreement to toll any performance obligations of the Purchase Option or \nto suspend any obligation to pay holdover rent. \n \n65. SCI contends that Plaintiff’s reformation claim should be barred , and \nthat Plaintiff acted in bad faith and breached an imp lied covenant o f good faith by \nPlaintiff not notifying SCI until October 6, 2014, of its contention that the 1990 Lease \nwould expire on December 31, 201 4, effectively precluding SCI from being able to \nexercise the Purchase Option .  SCI suggests that Plaintiff did so to benefit Mosby \nVogler in connection with his competing funeral home.  SCI seeks damages as a result \nof that breach.  Any such damages would occur only if the Purchase Option was lost \nbecause the 1990 Lease expired on December 31, 2014. \n66. Mosby Vogler was candid in testifying that  he looked forward to SCI \nbeing “gone.”  But, he only owns a 25% interest in Plaintiff.  There is no evidence of \nany agreements by, or negotiations between, Mosby Vogler and Plaintiff providing \nthat Plaintiff would sell or lease the Property to Mosby Vogler after the 1990 Lease \nand the Purchase Option expired.    \n67. There is no other evidence upon which a finding of bad faith or the \nbreach of an implied covenant of fair dealing could rest.   The Court concludes that \nSCI’s claim of bad faith has no evidentiary support.   \nF. The Weight of the Evidence is that the Calendar Dates Specified in the 1990 \nLease Reflect the Parties’ Intent, and the Last Renewal Term Commenced on \nJanuary 1, 2011, and Expired on December 31, 2015. \n \n68. The evidence is clear that, when entering the 1990 Lease , the parties \nintended to change the lease term stated in the 1988 Lease Amendment to coincide \nwith a calendar year .  There is no specific evidence that the parties intended to \nshorten the maximum twenty-five-year term provided by the 1988 Lease Amendment \n \ncommencing on March 1, 1990 .  There is specific evidence that counsel for both \nlandlord and tenant understood that the 1990 Lease extended the maximum lease \nterm and that the 19 90 Lease would expire on December 31, 2015, rather than \nFebruary 28, 2015, as provided by the 1988 Lease Amendment.  \n69. The calendar period for the initial term—January 1, 1990, to December \n31, 1995—is six years.  There is no clear evidence that the parties i ntended that a \ndescription of that term as a five-year period would take precedence over the stated \nspecific calendar dates.   \n70.  While there is an inconsistency in the definition of the initial term of \nthe 1990 Lease, there is no such inconsistency in the d efinition of the five -year \nrenewal terms, as each is defined as a five -year period beginning on January 1  and \nexpiring on December 31 in the following fifth year .  The 1990 Lease clearly states  \nthat five-year renewal terms would begin on January 1, 1996 ; January 1, 2001; \nJanuary 1, 2006;  and January 1, 2011.   Correspondence be tween counsel for the \nparties reflects that, prior to the execution of the 1990 Lease, the parties understood \nthat the final expiration date of the 1990 Lease would be December 31, 2015.  \n71. The Court need not consider the subsequent course of performance to \nconclude that the parties initially intended for the lease t o expire on December 31, \n2015.  However, this conclusion is consistent with the parties’ subsequent course of \nperformance. \n72.  In fact, reforming the lease as Plaintiff requests would be inconsistent \nwith Mr. Johnson’s advice to  Mr. Vogler in his April 30, 1990 letter that the 1990 \n \nLease “effectively extend [ed] the term ,” and that the last renewal  term “ends on \nDecember 31, 2015 ,” (Joint Ex. 19 ¶ 4, ) and with the manner in which the parties \napproached renewals under the 1990 Lease.   \n73.  The Landlord Estoppel Certificate confirmed an initial term of January \n1, 1990 , to December 31, 1995, and does not support  the reformation of the 1990 \nLease. \n74.  The Recorded New Memorandum does not constitute clear evidence  \nsupporting reformation of the 1990 Lease.   \n75. The greater weight of the evidence establishes that the stated calendar \ndates in the 1990 Le ase reflect the parties’ intent  that the initial lease period was \nfrom January 1, 1990, to December 31, 1995, followed by four five-year renewal terms, \nthe first commencing on January 1, 1996, and the last renewal expired on December \n31, 2015. \n76. Having so concluded, t he Court need not fur ther consider SCI’s \nequitable defenses that Plaintiff’s reformation claim should be barred. \nG. SCI’s Attempt to Exercise the Purchase Option \n77. The Purchase Option in the 1990 Lease provides in relevant part that \nLESSEE shall have the option to purchase (the “Pu rchase \nOption”) the Premises (including, without limitation, improvements \nlocated thereon) at any time during the original term or any validly \nexercised renewal or option period of this Lease  . . . . In no event shall \nthe Purchase Option survive the expira tion or termination of this \nLease. . . . The purchase price for the Premises upon the exercise of the \nLESSEE’S Purchase Option shall be the fair market value of the \nPremises at closing as determined by an appraiser selected by LESSEE \nand reasonably satisfa ctory to LESSOR.  Any cost of such appraisal \nshall be borne by LESSEE.  If LESSOR does not accept such appraisal, \n \nthen LESSOR shall select an appraiser and the purchase price shall be \ndetermined by agreement between the two appraisers.  Any cost of such \nsecond appraiser shall be borne by LESSOR.  If the appraisers cannot \nagree, the appraisers shall select a third appraiser, and the average of \nthe three appraisals shall conclusively determine the purchase price.  \nThe cost for the third appraiser shall be bor ne fifty percent (50%) by \nLESSEE and fifty percent (50%) by LESSOR.  All appraisers shall be \nMAI appraisers. . . .  \n. . . In order to exercise the Purchase Option, LESSEE shall give \nninety (90) days written notice (the “Option Notice”) to LESSOR of its \ndesire to exercise the Purchase Option. The Option Notice shall \ndesignate a time, date and place for the closing of such purchase and \nsale and a date for examination of title. The date for closing such \ntransaction shall, except as provided below, in no eve nt be later than \nninety (90) days afte r the date of the Option Notice  . . .  . The Option \nNotice shall be sent by the method provided for notices in this Lease.  \nThe Option Notice so sent shall be considered given or made on the date \nof receipt. \n(Joint Ex. 17, at 35, 37–39.)  \n78. SCI was aware that , even if its interpretati on of the lease term \nprevailed, the 1990 Lease would terminate on December 31, 2015. \n79. SCI’s established business practices require a multi -month process \nbefore final approval is granted to execute a lease purchase option.    \n80. SCI was required to provide Plaintiff notice of its intent to exercise the \nPurchase Option  on or before October 2, 2015 , and thereafter proceed with the \nexpress terms of the Purchase Option.  \n81. The Purchase Option specified how the purc hase price would be \nestablished by an appraisal process.  \n82. SCI was well aware that appraisal reports from as many as three MAI \nappraisers may be required to establish a purchase price.  \n \n83. SCI is experienced in securing appraisal reports.  SCI was aware that \nany one appraisal report may require a minimum of thirty days after the appraiser \nis retained. \n84. SCI provided notice of its intent to exercise the Purchase Option by \nletter dated September 25, 2015  (“Notice Letter”).  (Joint Ex. 100 , at 1.)  Plaintiff \nacknowledged receipt of the Notic e Letter on September 26, 2015.   (Joint Ex. 123.)  \nThe closing period, defined as ninety  days after Plaintiff  received the Notice Letter  \n(“Closing Period”), expired on December 24, 2015.  \n85. The Notice Letter designated that the closing would occur at 11:00 a.m. \non December 14, 2015, at the law offices of SCI’s counsel.  (Joint Ex. 100, at 1.)   \n86. Ms. Johnson was responsible for completing the internal steps necessary \nto secure approval from SCI’s management to complete a purchase pursuant to the \nPurchase Option.  Sometime during September 2015 , Ms. Johnson identified John \nBosworth of Valbridge Property Advisors as a potential MAI appraiser.  (Revised \nJoint Proposed Final Pretrial Order (“Stipulations”) ¶¶  (1)(D)(25)–(26).)  Mr. \nBosworth advised Ms. Johnson that he could deliver an appraisal report within thirty \ndays of being retained.  (Stipulations ¶ (1)(D)(26).)   \n87. When SCI sent Plaintiff the Notice Letter, Ms. Johnson had not yet \nreceived authority to retain Mr. Bosw orth.  The Notice Letter did not specify SCI’s \nappraiser or ask Plaintiff to approve such appraiser.   \n88. On September 26, 2015, Plaintiff’s counsel John Martin, without having \nfirst consulted with Plaintiff’s members, advised SCI’s counsel—Glenn Ketner and \n \nAnthony Lathrop—that “since the validity/enforceability of the purchase option will \nbe determined in the pending litigation, we will need to either agree to stay the \nexercise or have the court address the issue.  Please let me know your position.”  (Joint \nEx. 123.)  \n89. Plaintiff and SCI never thereafter reached an agreement to stay or toll \nthe exercise of the Purchase Option or the appraisal process required by the Purchase \nOption. \n90. On or about October 1, 2015, Plaintiff’s members met and advised Mr. \nMartin that they wished to adhere to the time requirements for the appraisal process \nas defined by the Purchase Option.  Mr. Martin invited further discussion with SCI’s \ncounsel on October 2, 2015.  (Joint Ex. 125.)  \n91. On October 14, 2015, Mr. Martin advised  SCI’s counsel that “the \nmembers [of Plaintiff]  want to proceed with and complete the appraisal process \nwithin the 90 day period since the established purchase price might be acceptable to \nthem.  If it is acceptable, then they will want to close within the 90 days.”  (Joint Ex. \n103.)  This letter did not unequivocally reject any right SCI would have to compel a \npurchase at a price established in accordance with the Purchase Option appraisal \nprocess.   \n92. On October 20, 2015, Mr. Martin wrote Mr. Lathrop reiterating \nPlaintiff’s insistence that the appraisal process be completed within the Closing \nPeriod, and further stating that “[Plaintiff] understand[s] that an actual closing may \nnot be held until the Court has ruled on the pending issues, but a ‘dry’ closing should \n \nbe conducted with both the sales proceeds and the Deed being placed in escrow.”   \n(Joint Ex. 131.)  The Court interprets the reference to a “dry closing” to mean that a \npurchase price would be determined in accordance with the Purchase Optio n \nappraisal process and a contingent closing would occur  where a deed and the \npurchase money would be delivered but held in escrow pending the Court’s \ndetermination of the disputed lease expiration date.  If the Court were to determine \nthat the 1990 Lease expired on December 31, 2015, the closing would become final, \nbut if the Court were to conclude that the 1990 Lease expired on December 31, 2014, \nthereby extinguishing the Purchase Option, the deed and purchase money would be \nreturned.   \n93. SCI could not tender a binding purchase price without first determining \nthe purchase price in accordance with the Purchase Option appraisal process.  \n94. On November 2, 2015, SCI, for the first time, advised Mr. Bosworth that \nit intended to engage him and proceed with an appraisal.  (Stipulations ¶ (1)(D)(27).)  \n95. On November 10, 2015, SCI formally proposed to Plaintiff that the \nninety-day Closing Period be extended.  Plaintiff rejected the proposal that same day.  \n(Joint Ex. 104.)  \n96. SCI then proposed Mr. Bosworth as its appraiser and requested \nPlaintiff’s approval  as required by the Purchase Option .  Plaintiff approved Mr. \nBosworth on November 13, 2015.  (Joint Ex. 105.)  \n97. On November 17, 2015, SCI formally retained Mr. Bosworth to complete \nan appraisal .  (Joint Ex. 132.)  SCI could not reasonably expect Mr. Bosworth’s \n \nappraisal report prior to December 17, 2015, which would be three days after the \nclosing date set in SCI’s Notice Letter and only one week before the Closing Period \nexpired.  \n98. Mr. Bosworth delivered an appraisal report  to SCI on December 17, \n2015.  (Joint Ex. 135.)  The appraisal valued the Property at $2,200,000.  (Joint Ex. \n135, at iii.)  SCI provided the report to Plaintiff on December 18, 2015.  (Joint Ex. \n106.)  That same day, Plaintiff delivered Mr. Bosworth’s appraisal report to Fitzhugh \nStout of Integra Realty Resources , Inc., who Plaintiff had  engaged to serve as its \nappraiser.  (Joint Ex. 107.)  Mr. Stout, on January 12, 2014, had provided Plaintiff an \nappraisal report valuing the Property at $3,560,000.  (Joint Ex. 120, at 2.)  \n99. SCI’s delivery of its appraisal to Plaintiff on December 18, 2015 , \nprecluded time to secure a third appraisal contemplated by the Purchase Opt ion \nappraisal process.  Therefore, the only way a purchase price could be established \nbefore December 31, 2015, was for Mr. Bosworth and Mr. Stout to agree on a purchase \nprice.   \n100. Mr. Stout testified that the differences in both the final appraised values \nand valuation methodologies between his and Mr. Bosworth’s reports were too great \nto expect any chance at reaching an agreed valuation.  Accordingly, a third appraisal \nwould be required to determine a final purchase price. \n101. There was not adequate time to secure a report from a third appraiser \nbefore the 1990 Lease expired  on December 31, 2015 , particularly considering the \nholiday period.  \n \n102.  No third appraiser was selected before December 31, 2015.  No report \nfrom a third appraiser could reasonably have been expected prior to December 31, \n2015. \n103. SCI could have timely establis hed a  purchase price pursuant to the \nappraisal process had it proceeded with due speed. \n104. SCI did not , prior to December 31, 2015 , request or secure a \ncourt-imposed tolling period or a stay of the Purchase Option time requirements.  \nIV. CONCLUSIONS OF LAW \n105. Based on the foregoing Findings of Fact, the Court makes the following \nConclusions of Law. \n106. The Court has jurisdiction over the parties and the subject matter of this \naction. \n107. The case was properly designated as a mandatory complex business case \nand assigned to the undersigned , who has authority to make Findings of Fact \nfollowing the completion of the trial and the submission of all disputed issues for \nresolution by the Court without a jury. \n108. Any Findings of Fact that  are more appropriately deemed Conclusions \nof Law are incorporated by reference as the Court’s Conclusions of Law. \n109. There is a legitimate controversy, making declaratory relief appropriate \nas to the proper interpretation of the 1990 Lease, including its initial and renewal \nterm provisions and the enforceability of its Purchase Option.  See Augur v. Augur, \n \n356 N.C. 582, 588, 573 S.E.2d 125, 130 (2002).  The Court’s declaration is necessary \nto settle the legal rights of the parties to the 1990 Lease. \n110. In order to secure reformation, Plaintiff bears a height ened burden of \nproof.  Dorsey v. Dorsey, 306 N.C. 545, 547, 293 S.E.2d 777, 779 (1982).  To establish \nthat reformation is proper, Plaintiff must prove  “by clear, strong, and convincing \nevidence,” id., “that a material stipulation, as alleged, was agreed upon by the parties” \nand “that such stipulation was omitted from [the lease] as written, by mistake, either \nof both parties . . . or by the mistake of the dra[f]tsman,”  Branch Banking & Tr. Co. \nv. Chi. Title Ins. Co. , 214 N.C. App. 459, 464, 714 S.E.2d 51 4, 518 (2011) (quoting \nMatthews v. Shamrock Van Lines, Inc., 264 N.C. 722, 725, 142 S.E.2d 665, 668 \n(1965)).  \n111. Plaintiff has not satisfied  its burden and is not entitled to reform the \n1990 Lease.   \n112. The greater weight of the evidence supports that the parties intended to \nbe bound by each of the lease terms, both initial and renewal, as defined by the \nspecific calendar dates stated. \n113. The greater weight of the evidence shows that the parties intended and \nunderstood that the final termination date of the 1990 Lease would be December 31, \n2015.    \n114. Therefore, t he 1990 Lease should be construed and enforced as \nproviding an initial term of January 1, 1990, to December 31, 1995, followed by four \n \nfive-year renewal terms, which began on January 1, 1996; January 1, 2001; January \n1, 2006; and January 1, 2011, with a final expiration date of December 31, 2015.  \n115. This conclusion does not depend upon the parties’ course of performance.  \nHowever, the parties’ course of performance under the 1990 Lease is consistent with \nthis construction.  See Patterson v. Taylor, 140 N.C. App. 91, 97, 535 S.E.2d 374, 378 \n(2000) (“[A] trial court seeking to determine the intent of the parties at the time a \nvoluntary agreement was signed may also consider extrinsic evidence of the conduct \nof the parties as they carry out the agreement.  Indeed, because actions speak louder \nthan words, such evidence may be particularly persuasive. . . .”).  \n116. Because the Court concludes that the 1990 Lease expired on December \n31, 2015, it  need not further cons ider SCI’s equitable defenses.  If the Court were \nrequired to consider such defenses, it would conclude that SCI has failed to su stain \nits burden of proving these  defenses.  E.g., Wells Fargo Bank, N.A. v. Coleman , 239 \nN.C. App. 239, 247, 768 S.E.2d 604, 610 (“Laches is an affirmative defense which \nmust be pleaded, and the burden of proof is on the party asserting the defense.”), disc. \nrev. denied, ___ N.C. ___, 775 S.E.2d 871 (2015).     \n117. SCI did not plead, and is not now entitled to rely on, a defense based on \na statute of limitations or statute of repose.  See Overton v. Overton, 259 N.C. 31, 35, \n129 S.E.2d 593, 597 (1963) (“[T]he [statute] of limitation must be affirmatively \npleaded in order to be availab le as a defense.”).  In any event, t here is no statute of \nrepose that would apply to Plaintiff’s action.  \n \n118. Plaintiff’s October 6, 2014 letter, stating its position that the 1990 Lease \nwould terminate on December 31, 2014, was not a final repudiation of SCI’ s rights \nunder the Purchase Option so as to excuse SCI’s performance in accordance with the \nterms of the Purchase Option.  See, e.g., Lagies v. Myers, 142 N.C. App. 239, 253, 542 \nS.E.2d 336, 345 (2001) (concluding “that defendant never expressed a refusal to honor \nthe [purchase option] agreement and therefore, plaintiff was not excused from \ntendering the purchase in order to exercise the option”).  \n119. Plaintiff did not waive, and should not be estopped from asserting, its \nright to insist that SCI establish a purchase price in strict compliance with the stated \nterms of  the Purchase Option.  SCI cannot reasonably contend that its delay in \nestablishing a purchase price was expressly or impliedly induced by Plaintiff. \n120. Plaintiff is not estopped from claiming that the Purchase Option expired \non December 31, 2015, because it had earlier contended that it expired on December \n31, 2014.  Plaintiff was entitled to proceed on two alternative claims: (1) that the 1990 \nLease had terminated on December 3 1, 2014, thereby extinguishing the Purchase \nOption, and (2) that if the 1990 Lease did not terminate until December 31, 2015, the \nPurchase Option had still expired because of SCI’s failure to perform.  \n121. A purchase option is “construed strictly in favor of t he optionor.”  \nSheppard v. Andrews , 7 N.C. App. 517, 520, 173 S.E.2d 67, 69 (1970).  “[A]bsent \nspecial circumstances, time is of the essence in an option to purchase land and that \nacceptance and tender must be made within time required by the option.”  Eward v. \nKalnen, 14 N.C. App. 619, 623, 188 S.E.2d 742, 745 (1972).  A purchase option “must \n \nbe exercised strictly as specified by the option agreement.”  Lagies, 142 N.C. App. at \n250, 542 S.E.2d at 343; see, e.g., Miller v. Russell, 217 N.C. App. 431, 438, 720 S.E.2d \n760, 766 (2011)  (explaining that the plaintiffs were not entitled to specific \nperformance of the purchase option because they “did not exercise the option \naccording to its terms before the option expired”).   \n122. SCI “has the burden of demonstrating that [it] exercised the option in \naccordance with the option’s terms.”  Lagies, 142 N.C. App. at 248–49, 542 S.E.2d at \n342 (citing Parks v. Jacobs, 259 N.C. 129, 130, 129 S.E.2d 884, 885 (1963)). \n123. The 1990 Lease provided that the Purchase Option would not survive \nthe expiration of the lease,  and SCI has demonstrated no legal basis to preclude \napplication of that provision.  (Joint Ex. 17, at 35.)   \n124. SCI was required to, but did not, establish a purchase price by December \n31, 2015, as provided by the appraisal process specified in the Purchase Option.   \n125. SCI was not excused from its obligation to establish a purchase p rice \nprior to December 31, 2015. \n126. SCI did not comply with the closing conditions set by  its own Notice \nLetter.  \n127. SCI had not, by December 31, 2015, satisfied all conditions precedent to \nits right to complete a purchase pursuant to the Purchase Option. \n128. The Purchase Option expired on December 31, 2015. \n129. SCI waived its right to complete a purchase of the Property.  \n \n130. In seeking a declaration that it now has a right to complete a purchase \npursuant to the Purchase Option, SCI effectively seeks a decree of specific \nperformance.  In order to obtain such a decree, SCI must establish that it “has done, \nor offered to do, or is then ready and willing to do, all the essential and material acts \nrequired of [it] by the agreement at the time of commencing the suit .”  Carr v. Good \nShepherd Home, Inc., 269 N.C. 241, 244, 152 S.E.2d 85, 88 (1967) (quoting Hudson v. \nCozart, 179 N.C. 247, 252, 102 S.E. 278, 281 (1920)) ; see, e.g., Lagies, 142 N.C. App. \nat 250 , 253, 542 S.E.2d at 343, 345 ( concluding that even though “several issues \nremained unsettled at the time the option was to expire,” the plaintiff was not entitled \nto specific performance, because he failed to “exercise the option as specified by the \nagreement”).  Having failed to establish a purchase price in the manner required by \nthe Purchase Option,  SCI cannot now require Plaintiff to execute the Purch ase \nOption.   \n131. SCI is not entitled to any decree that Plaintiff must now specifically \nclose a purchase of the Property. \n132. Plaintiff was not legally required to advise SCI prior to October 6, 2014, \nthat it contended that the 1990 Lease would expire on December 31, 2014.    \n133. SCI has failed to prove that Plaintiff breached any duty of good faith or \nany implied covenant of good faith.   \n134. SCI has failed to prove that it suffered damages or that it is entitled to \nrecover damages from Plaintiff.  \n \n135. SCI has demonstrated no factual or legal basis that would excuse it from \npaying double rent beginning on January 1, 2016, as provided by the 1990 Lease.   \n136. Plaintiff has satisfied its burden of proving that SCI became a holdover \ntenant on January 1, 2016. \n137. Plaintiff is entitled to receive, and SCI is obligated to pay, holdover rent \npursuant to the terms of the 1990 Lease for the period beginning on January 1, 2016, \nand ending on the date that SCI surrenders possession of the Property to Plaintiff , \ntogether with interest on that sum at the legal rate. \n138. Plaintiff is entitled to the remedy of ejectment.  Plaintiff is entitled to \npossession of the Property , and  SCI is obligated to surrender possession of the \nProperty. \n139. Each party, having prevailed on one or more of its claims, shall bear its \nown costs. \nV. CONCLUSION \n140. Based on the foregoing Findings of Fact and Conclusions of Law, it is \nHEREBY ORDERED, ADJUDGED, AND DECREED THAT: \n1. The Court declares that the 1990 Lease must be interpreted and \nenforced as having an initial lease term beginning on January 1, \n1990, and ending on December 31, 1995,  followed by  four \nautomatic five -year renewal terms, commencing on January 1, \n1996; January 1, 2001;  January 1, 2006 ; and January  1, 2011; \nwith a final lease expiration date of December 31, 2015. \n \n2. SCI remained a lawful tenant until December 31, 2015, and \nPlaintiff is not entitled to recover  double rent for the period of \nJanuary 1, 2015, to December 31, 2015.  \n3. The Court declares and adjudges that SCI was entitled to exercise \nthe Purchase Option contained in the 1990 Lease, as long as SCI \nprovided notice of its intent to do so on or before October 2, 2015, \nand thereafter satisfied its performance requirements before the \nlease expired, specifically including the obligation to establish a \npurchase price as defined by the appraisal process, but SCI failed \nto do so without excuse, and the Purchase Option expired on \nDecember 31, 2015. \n4. Plaintiff is entitled to recover , and SCI is obligated to  pay, \nholdover rent  as calculated pursuant  to the terms of the 1990 \nLease for the period beginning on January 1, 2016, and ending on \nthe date that SCI surrenders possession to Plaintiff, together with \ninterest at the legal rate. \n5. SCI shall surrender possession of the Property to Plaintiff. \n6. SCI shall recover no damages from Plaintiff. \n7. Each party shall bear its own costs. \n \n \n \nHaving resolved all claims and counterclaims, t his Opinion and Final \nJudgment constitutes the Court’s final judgment. \nThis the 30th day of March, 2017. \n \n \n /s/ James L. Gale  \n James L. Gale \n Chief Business Court Judge \n "
}