{
  "id": "b61ff051e4b6dca14a6e459f0bed0657d30dc914d36124b1b7bb9b93f577a545",
  "source_file": "data/raw/ncbc/b61ff051e4b6dca14a6e459f0bed0657d30dc914d36124b1b7bb9b93f577a545.pdf",
  "raw_text": "DiCesare v. Charlotte-Mecklenburg Hosp. Auth., 2019 NCBC 13. \n \n \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 16404 \n \nCHRISTOPHER DICESARE; JAMES \nLITTLE; and DIANA STONE, \nindividually and on behalf of all others \nsimilarly situated, \n \n   Plaintiffs, \n \n v. \n \nTHE CHARLOTTE-MECKLENBURG \nHOSPITAL AUTHORITY, d/b/a \nCAROLINAS HEALTHCARE \nSYSTEM,  \n \n   Defendant. \n \nORDER AND OPINION ON  \nMOTION FOR JUDGMENT ON THE \nPLEADINGS AS TO DEFENDANT’S \nSEVENTH DEFENSE TO ALL CLAIMS \nAND PLAINTIFFS’ REMAINING \nCONSTITUTIONAL CLAIM \n \n1. THIS MATTER is before the Court on Defendant Charlotte-Mecklenburg \nHospital Authority’s Motion for Judgment on the Pleadings as to Defendant’s Seventh \nDefense to All Claims and Plaintiffs’ Remaining Constitutional Claim (the “Motion”) \nbrought pursuant to Rule 12(c) of the North Carolina Rules of Civil Procedure \n(“Rule(s)”).  For the reasons set forth below, the Court GRANTS in part  and \nDENIES in part the Motion.   \nElliot Morgan Parsonage, PLLC, by R. Michael Elliot; Lieff Cabraser \nHeimann & Bernstein, LLP, by Brendan P. Glackin, Adam Gitlin, Dean \nM. Harvey, Abbye R. Klamann, Kathleen Konopka, and Daniel Seltz; and \nPearson, Simon & Warshaw, LLP, by Bruce L. Simon, Alexander Lee \nSimon, Benjamin E. Shiftan, and Daniel L. Warshaw, for Plaintiffs.  \n \nWomble Bond Dickinson (US) LLP, by James P. Cooney III, Debbie W. \nHarden, Russ Ferguson, Michael P. Fischer, Brian A. Hayles, Mark J. \nHoroschak, Sarah Motley Stone, and Matthew Felton Tilley; and Boies, \nSchiller & Flexner LLP, by Hampton Dellinger, Richard Alan Feinstein, \nand Nicholas Adrian Widnell, for Defendant.  \nRobinson, Judge. \nI. INTRODUCTION \n2. This proposed class action arises out of provisions in contracts between \nDefendant Charlotte-Mecklenburg Hospital Authori ty (“Defendant”) and insurance \ncompanies that allegedly reduce competition in the Charlotte area, increase the price \nof health insurance and healthcare services, reduce the number of health insurance \nplans available, and prevent access by consumers to truthful information about the \ncost and quality of Defendant’s services as compared to other providers.   \n3.   Plaintiffs bring two claims agains t Defendant: (1) contract, combination, \nor conspiracy in restraint of trade in violation of N.C. Gen. Stat. §§ 75-1 and 75-2 (the \n“Restraint of Trade Claim”); and (2) monopolization in violation of Article I, Section \n34 of the North Carolina Constitution and N.C. Gen. Stat. §§ 75-1.1, 75-2, and 75-2.1 \n(the “Monopolization Claim”).  Defendant seeks judgment as a matter of law on all of \nPlaintiffs’ claims under Chapter 75 of the North Carolina General Statutes (“Chapter \n75”).  As to those claims, Defendant argu es that, as a quasi-municipal corporation, \nDefendant is not subject to liability under Chapter 75.  Second, Defendant contends \nthat judgment is proper on the Monopolization Claim because Plaintiffs have failed \nto allege facts sufficient to show that Defendant has a monopoly over hospital services \nin the Charlotte area, and have , conversely, alleged facts that affirmatively defeat \nsuch a claim.  \n \n \nII. PROCEDURAL BACKGROUND \n4. The Court sets forth only that procedural background relevant to its \ndetermination of the Motion.  \n5. On September 9, 2016, Plaintiff Christopher DiCesare  (“DiCesare”) \ninitiated this action by filing the Complaint “individually and on behalf of all others \nsimilarly situated.”  (ECF No. 1.)  The case was designated as a mandatory complex \nbusiness case by order of the Chief Justice of the Supreme Court of North Carolina \ndated October 5, 2016 , (ECF No. 8),  and assigned to the undersigned on October 6, \n2016, (ECF No. 9).   Thereafter, on August 8, 2018, DiCesare, joined by Plaintiffs \nJames Little (“Little”), Diana Stone (“Stone”), and Kenneth Fries (“Fries”) 1 filed a \nThird Amended Complaint, (ECF No. 116).       \n6. On August 14, 2018, Defendant filed its Answer to Third Amended  \nComplaint (“Answer”), (ECF No. 122), and that same day filed the instant Motion and \nbrief in support, (ECF Nos. 123 , 124).  Defendant’s Answer included as its Seventh \nAffirmative Defense that, based upon the Court of Appeals’ recent decision in Badin \nShores Resort Owners Ass’n v. Handy Sanitary Dist., 811 S.E.2d 198 (N.C. Ct. App. \n2018), it is not subject to liability under Chapter 75.  On September 18, 2018, \nPlaintiffs filed their Memorandum in Opposition to Motion for Judgment on  the \nPleadings.  (ECF No. 183.)  On October 10, 2018, Defendant f iled its reply \n                                                 \n1 On October 10, 2018, Fries filed his notice of voluntary dismissal without prejudice.  (ECF \nNo. 192.)  However, Plaintiffs did not move to amend their complaint again; therefore, the \nThird Amended Complaint is the governing pleading to this Motion.   \nmemorandum.  (ECF No. 191.)  The Court held a hearing on the Motion on December \n17, 2018 at which all parties were represented by counsel.   \n7. The Motion is ripe for determination.                           \nIII. FACTUAL BACKGROUND \n8. The Court does not make findings of fact on a motion for judgment on the \npleadings pursuant to Rule 12(c) , but only recites those factual allegations that are \nrelevant and necessary to the Court’s determination of the Motion.2 \n9. Defendant is a North Carolina, non-profit corporation providing healthcare \nservices with its principal place of business in Charlotte, North Carolina.  (Third Am. \nCompl. ¶¶ 1, 12, ECF No. 116 [“Compl.”]; Answer to Third Am. Compl. ¶¶ 1, 12, ECF \nNo. 122 [“Answer”] .)  It conducts business primari ly through Carolinas Medical \nCenter, a large general acute -care hospital located in downtown Charlotte.  (Compl. \n¶ 12 ; Answer ¶ 12 .)  Defendant was established pursuant to the North Carolina \nHospital Authorities Act (“Hospital Authorities Act” or the “Act” ), N.C. Gen. Stat. § \n131E-15, et seq.  (See Answer Ex. 1.) \n10. Little and Stone are citizens and residents of the State of North Carolina.  \n(Compl. ¶¶ 9−10.)  DiCesare is a citizen and resident of the State of New York, but \npreviously resided and worked in Mecklenburg County , North Carolina .  (Compl. ¶ \n8.)    \n                                                 \n2 The Factual Background set forth herein is based on the factual allegations in the Third \nAmended Complaint, which are taken as true along with matters of public record about which \nthe Court may properly take notice.  All contravening assertions in Defendant’s Answer are \ntaken as false. \n11. Beginning before 2013 , DiCesare was insured under a Preferred Provider \nOrganization (“PPO”) health insurance pla n offered by Cigna Healthcare of North \nCarolina, Inc. (“Cigna”).  ( Compl. ¶ 8.)  DiCesare paid  premiums to Cigna through \n2017 and has received medical care from Defendant.  (Compl. ¶ 8.) \n12. Little is a retired federal employee and is insured under a PPO healt h \ninsurance plan offered by Blue Cross and Blue Shield of North Carolina (“BCBS”).  \n(Compl. ¶ 9.)  Little pays premiums to BCBS and is seen regularly at Defendant’s \nfacilities.  (Compl. ¶ 9.) \n13. Between 2013 and 2015, Stone was insured under a PPO health insurance \nplan offered by United HealthCare of North Carolina through her employer.  (Compl. \n¶ 10.)  Stone paid premiums for her coverage between 2013 and 2015 and has received \nmedical care from Defendant.  (Compl. ¶ 10.)   \n14. Beginning in 2013, Defendant , by far  the largest provider of in -patient \nhospital services in the Charlotte area, began imposing restrictions in its contracts \nwith insurers in order to protect itself from price competition .  (Compl. ¶ 36 .)  Four \ninsurers provide coverage to more than eighty-five percent (85%) of the commercially-\ninsured residents of the Cha rlotte area.  (Compl. ¶ 44.)  In its contract with each of \nthese four insurers, Defendant maintains and enforces restrictions that prevent the \nfour insurers from “steering” their ins ureds to lower cost providers of medical care \nservices.  (Compl. ¶ 45.)  For years insurers have tried to negotiate the removal of the \ncontract restrictions preventing them from encouraging their insureds to utilize lower \ncost alternatives to Defendant’s f acilities but have been  unable to do so because of \nDefendant’s market power.  (Compl. ¶ 34.) \n15. Defendant’s closest competit or by size is Novant Health, Inc. (“Novant”), \nwhich owns five general acute -care hospitals in the Charlotte area.  (Compl. ¶ 30; \nAnswer ¶ 30.)  CaroMont Regional Medical Center (“CaroMont”) is the third -largest \nhospital in the Charlotte area.  (Compl. ¶ 30; Answer ¶ 30.)   \n16. As a result  of the contract restrictions in issue , Defendant ’s competitors \nhave less incentive to remain lower pri ced and be more efficient.  (Compl. ¶ 43 .)  \nAccording to Plaintiffs, the contract restrictions thereby  \nlessen competition between [Defendant] and the other providers of acute \ninpatient hospital services in the Charlotte area tha t would, in the \nabsence of the restrictions, likely reduce the prices paid for such services \nby insurers  . . . . As a result of this reduced competition due to \n[Defendant’s] steering restrictions, individuals and employers such as \nPlaintiffs in the Charlotte area pay higher prices for health insurance \ncoverage, have fewer insurance plans from which to choose, and are \ndenied access to consumer comparison shopping and other cost -saving \ninnovative and more efficient health plans that would be possible if \ninsurers c ould steer freely.  Deprived of the option to benefit from \nchoosing more cost -efficient providers, Charlotte area patients also \nincur higher out-of-pocket costs for their healthcare.  \n \n(Compl. ¶¶ 47−48.)   \n17. Plaintiffs allege that the contract restrictions have had, and will continue \nto have, anticompetitive effects in the relevant market.  (Compl. ¶¶ 53, 59.) \nIV. LEGAL STANDARD \n18. “A motion for judgment on the pleadings should not be granted unless the \nmovant clearly establishes that no material issue of fact rem ains to be resolved and \nthat he is entitled to judgment as a matter of law.”  Carpenter v. Carpenter, 189 N.C. \nApp. 755, 761, 659 S.E.2d 762, 767 (2008) ; see also Ragsdale v. Kennedy , 286 N.C. \n130, 137, 209 S.E.2d 494, 499 (1974).  The function of Rule 12( c) “is to dispose of \nbaseless claims or defenses when the formal pleadings reveal their lack of merit.”  \nRagsdale, 286 N.C. at 137, 209 S.E.2d at 499.  “A motion for judgment on the \npleadings is allowable only where the pleading of the opposite party is so fatally \ndeficient in substance as to present no material issue of fact  . . . .”  George Shinn \nSports, Inc. v. Bahakel Sports, Inc., 99 N.C. App. 481, 486, 393 S.E.2d 580, 583 (1990). \n19. “[T]he court cannot select some of the alleged facts as a basis for granting \nthe motion on the pleadings if other allegations, together with the selected facts, \nestablish material issues of fact.”   J. F. Wilkerson Contracting Co. v. Rowland , 29 \nN.C. App. 722, 725, 225 S.E.2d 840, 842 (1976).   The Court must read the pleadings \nin the light most favorable to the nonmoving party, and \n[a]ll well pleaded factual allegations in the nonmoving party’s pleadings \nare taken as true and all contravening assertions in the movant’s \npleadings are taken as false.  All allegations in the nonmovant’s \npleadings, except conclusions of law, legally impossible facts, and \nmatters not admissible in evidence at the trial, are deemed admitted by \nthe movant for purposes of the motion. \n \nRagsdale, 286 N.C. at 137, 209 S.E.2d at 499 (citations omitted). \n \nV.   ANALYSIS       \n20. The Third Amended Complaint asserts two claim s: the Restraint of Trade \nClaim and the Monopolization Claim.  (C ompl. 14−17.)  Defendant seeks judgment \non the pleadings as to  both claims, arguing first that , as a quasi -municipal \ncorporation, Defendant is exempt from suit pursu ant to Chapter 7 5.  (Mot. for J. on \nPleadings as to Def.’s Seventh Defense & Plaintiffs’ Remaining Con. Claim 1, ECF \nNo. 123 [“Mot.”].)   \n21. Second, Defendant argues that it is entitled to judgment as a matter of law \non the Monopolization Claim to the extent it is brought pursuant to Article 1, Section \n34 of the North Carolina Constitution (“Section 34”) because Plaintiffs have failed to \nallege facts sufficient to state a claim for violation of Section 34, and, rather, have \nalleged facts that affirmatively defeat such a claim.  (Mot. 2.)  In Defendant’s view, to \nbe liable for a violation of Section 34 , Defendant must be an absolute monopolist \ncontrolling 100% of the relevant market.  (Mem. Supp. Mot. for J. on Pleadings as to \nDef.’s Seventh Defense & Plaintiffs’ Remaining Con. Claim 14−17, ECF No. 124 \n[“Def.’s Mem. Supp.”].)   \n22. With respect to Defendant’s Chapter 75 argument, Plaintiffs contend that \nDefendant is not a quasi-municipal corporation; that, regardless, this determination \nis a factual question that cannot be decided upon the pleadings; and that the law does \nnot provide that all quasi-municipal corporations categorically enjoy exemption from \nChapter 75.  (Pls.’ Mem. Opp’n to Mot. for J. on Pleadings 5−16, ECF No. 183 [“Pls.’ \nMem. Opp’n.”].)  With respect to Defendant’s constitutional argument regarding \nSection 34, Plaintiffs assert that Defendant need not be a total monopolist for liability \nto attach.  (Pls.’ Mem. Opp’n 17.) \nA. Plaintiffs’ Claims Pursuant to Chapter 75 \n23. Defendant seeks judgment on the pleadings as to the Restraint of Trade \nClaim, and the Monopolization Claim to the extent it is based on an alleged violation \nof Chapter 75, in light of the Court of Appeals’ recent decision in Badin Shores, 811 \nS.E.2d 198.   Defendant argues that , prior to Badin Shores , our appellate courts \nconsistently held that Chapter 75 was not intended to create a private right of action \nagainst the State and its political subdivisions, and that Badin Shores extended that \nexemption to quasi-municipal corporations.  (Def.’s Mem. Supp. 1.)  Defendant alleges \nin its Answe r, and argues in support of the Motion, that it is a quasi -municipal \ncorporation and is thus not subject to Chapter 75.  (Answer 2, 16; Def.’s Mem. Supp. \n1, 5−12.)  In response, Plaintiffs argue that Badin Shores’ holding was limited to the \nfacts of that specific case, that Defendant is not a quasi -municipal corporation, and \nthat governmental immunity is a factual question that cannot be resolved at the Rule \n12(c) stage of the proceedings.  (Pls.’ Mem. Opp’n 6−9, 13−15.) \n24. Badin Shores  is the latest appellate court decision in a string of North \nCarolina cases interpreting whether the State and its political subdivisions may be \nsued under Chapter 75.   In Sperry Corp. v. Patterson , 73 N.C. App. 123, 125, 325 \nS.E.2d 642, 644−45 (1985), our Court of Appeals first held that a plaintiff cannot bring \nsuit against the State pursuant to Chapter 75 based on the express language of the \nstatute.  The Court reasoned: \nThe consumer protection and antitrust laws of Chapter 75 of the General \nStatutes do not create a cause of action against the State, regardless of \nwhether sovereign immunity may exist.  G.S. 75 -16 authorizes a civil \naction by a person or business who has been injured in violation of \nChapter 75 against the ‘person, firm, or corporation’ causing the injury.  \nThe State of North Carolina is not a ‘person, firm, or corporation’ within \nthe meaning of G.S. 75-16, so plaintiff has not stated a claim against the \nState for which relief can be granted . . . . Thus, the G.S. 75 -1.1 claim \nagainst defendants in their official capacity must be dismissed[.]   \n \nId.   \n25. Following Sperry, the Court of Appeals determined that Sperry’s holding \nextended to cities, holding that “as an agency of the State, a city may not be sued \nunder Chapter 75.”  Rea Constr. Co. v. City of Charlotte, 121 N.C. App. 369, 370, 465 \nS.E.2d 342, 343 (1995).  Four years later, in Stephenson v. Town of Garner, 136 N.C. \nApp. 444, 448, 524 S.E.2d 608, 612 (1999), the Court of Appeals affirmed dismissal of \na Chapter 75 claim brought against a town, citing to Sperry and Rea.      \n26. Then, in Badin Shores , the Court of Appeals addressed whether quasi -\nmunicipal corporations, as extensions of the State, are also exempt from suit under \nChapter 75 in light of Sperry and its progeny.  See Badin Shores, 811 S.E.2d 198.  \nThere, the Court concluded: \nWe have previously held that ‘the consumer protection and antitrust \nlaws of Chapter 75 of the General Statutes do not create a cause of action \nagainst the State, regardless of whether sovereign immunity may exist.’  \nWe conclude that, regardless of whether [defendant] is entitled to \nsovereign immunity, as a quasi-municipal corporation it cannot be sued \nfor unfair and deceptive trade practices.      \n \nId. at 210 (quoting Rea, 121 N.C. App. at 370, 465 S.E.2d at 343). \n27. Our Supreme Court has not spoken to the exact issue raised by Defendant \nhere.  The Supreme Court’s decision in Madison Cablevision, Inc. v. City of \nMorganton, 325 N.C. 634, 386 S.E.2d 200 (1989), a case cited by the p arties and \ndecided after Sperry but before Rea, Stephenson, and Badin Shores, is inapposite to \nthe circumstances of this case.  In Madison Cablevision, the Supreme Court held that \na municipality could not be liable under Chapter 75 for engaging in anticompetitive \nactivities that were expressly delegated to it by the legislature.  325 N.C. at 657, 386 \nS.E.2d at 213.  There, the municipality issued a license to a single cable operator, as \nit was permitted to do by statute.  Id. 643−45, 386 S.E.2d at 2 05−06.  Our Supreme \nCourt reasoned: \nBecause cities are authorized to own and operate cable systems and to \nprohibit others from doing so without a franchise and are not required \nto issue franchises, it is clear that the legislature contemplated that \nthere would be situations where private corporations would be displaced \nby municipal cable systems which would operate without competing \nfranchises being issued.  In this situation, the legislature cannot be \npresumed to have intended that conduct so clearly authorized could give \nrise to state antitrust liability . . . . Where the legislature has authorized \na city to act, it is free to carry out that act without fear that it will later \nbe held liable under state antitrust laws for doing the very act \ncontemplated and authorized by the legislature.    \n \nId. at 655−57, 386 S.E.2d at 212−13 (emphasis added).   \n28. While Madison Cablevision  applied the restraint of trade provisions of \nChapter 75 to municipal conduct , which is similar to the allegations and claims \nbrought forth in the Third Amended Complaint,  the Court believes that  Madison \nCablevision, properly interpreted, stands for the limited proposition that, where the \nlegislature has contemplated or authorized conduct that could be considered \nanticompetitive, the legislature did not intend those acting pursuant to their \nauthorization to simultaneously be subject to potential liability under Chapter 75.  \nSee id. at 657, 386 S.E.2d at 213.  Here, the alleged anticompetitive activity is the \nrestrictions in Defendant’s contracts with insurers that purportedly protect itself \nfrom price competition.  The Court’s review of the record and the Hospital Authorities \nAct does not indicate that Defendant was explicitly authorized by the legislatur e to \ninclude these restrict ions in its contracts with insurers.  Accordingly, Madison \nCablevision does not control the Court’s analysis. \n29. Thus, in the absence of contrary authority from the Supreme Court, Badin \nShores controls this Court’s decision.  See Bacon v. Lee, 353 N.C. 696, 712, 549 S.E.2d \n840, 851−52 (2001) (“A primary goal of adjudicatory proceedings is the uniform \napplication of law.  In furtherance of this objective, courts generally consider \nthemselves bound by prior precedent, i.e., the doctrine of stare decisis.”).  Nothing in \nthe Badin Shores opinion appears to limit its holding to the factual scenario presented \nin that case.  Rather, citing to Rea and Sperry, the court noted, without qualification, \nthat the provisions of Chapter 75 “do not create a cause of action against the State . . \n. .”  Badin Shores, 811 S.E.2d at 210 (quoting Rea, 121 N.C. App. at 370, 465 S.E.2d \nat 343), and that “as a quasi -municipal corporation, [the defendant] cannot be sued \n[for a violation of Chapter 75]. . . .”  Id.  As such, the Court concludes that if Defendant \nis a quasi-municipal corporation, it is not subject to Chapter 75.3     \n30. The Court next turns to whether Defendant is a quasi -municipal \ncorporation as a matter of law.  Central to that determination are the facts taken as \ntrue in the pleadings under the applicable legal standard and the relevant provisions \n                                                 \n3 The Court notes that while Badin Shores involved an unfair and deceptive trade practices \nclaim, the court’s holding encompasses all provisions of Chapter 75.  Rea and Sperry, which \nthe Badin Shores’ court cites to, were based on Section 75-16, the remedial section of Chapter \n75 that equally applies to all provisions of Chapter 75.  See N.C. Gen. Stat. § 75-16; see also \nSperry, 73 N.C. App. at 125, 325 S.E.2d at 644−45 (“The State of North Carolina is not a \n‘person, firm, or corporation’ within th e meaning of G.S. 75 -16, so plaintiff has not stated a \nclaim against the State for which relief can be granted . . . .”).   \nof the Hospital Authorities Act. 4   Plaintiffs allege that Defendant is “the nation’s \nsecond largest supposedly ‘public’ hospital system.”  (Compl. ¶ 1.)  Defendant admits \nthat it is a public hospital system, “established by the General Assembly and \norganized by local government,” and that it is a “non -profit and quasi -municipal \ngovernmental organization working in the public interest.”  (Answer ¶ 1.)   While \nPlaintiffs appear to question whether Defendant is a public corporation by putting \nquotation marks around “public” in the Third Amended Complaint, the Court is not \nrequired to find this a disputed factual issue if it is clear, on the face of the Hospital \nAuthorities Act and the exhibits taken from the public record attached to Defendant’s \nAnswer, that Defendant is  in fact a public corporation.   See Ragsdale, 286 N.C. at \n137, 209 S.E.2d at 499 (“All allegations in the nonmovant’s pleadings, except \nconclusions of law, legally impossible facts, and matters not admissible in evidence at \nthe trial, are deemed admitted . . . .” (emphasis added)).    \n31.  Exhibit 1 to Defendant’s Answer is Defendant’s Certificate of \nIncorporation, which states that Defendant is “duly incorporated as a public body and \n                                                 \n4 The Court believes that its determination of whether Defendant is a quasi -municipal \ncorporation is a question of law based on statutory construction and Defendant’s legal status \nand is thus not a factual inquiry.   Plaintiffs argue that the question of governmenta l \nimmunity is a fact question.  (Mem. Opp’n 13.)  Government al immunity, a subset of \nsovereign immunity, requires a factual determination as to whether the nature of the alleged \nwrongdoing constitutes a governmental or proprietary activity, and whether the alleged \nwrongdoer acted in accordance with a prescribed government function.  See Robinson v. Nash \nCounty, 43 N.C. App. 33, 35, 257 S.E.2d 679, 680 (1979).  T his analysis, while a factual one, \nis separate and distinct from the blanket exemption from Chapter 75 liability afforded to \ngovernment entities in Sperry and its progeny.  Sperry explicitly held that “[t]he consumer \nprotection and antitrust laws of Chapter 75 of the General Statutes do not create a cause of \naction against the State, regardless of whether sovereign immunity may exist .”  Sperry, 73 \nN.C. App. at 125, 325 S.E.2d at 644 (emphasis added).  Therefore, the Court does not believe \nthe law surrounding the determination of the applicability of the protections provided by \ngovernmental immunity is relevant to the determination of this Motion.     \na body corporate and politic . . . .”  (Answer Ex. 1.)   Additionally, the Hospital \nAuthorities Act, passed initially by the North Carolina legislature in 1943 under a \ndifferent name and different chapter , expressly declares Defendant a “public body \nand a body corporate and politic.”  N.C. Gen. Stat. §§ 131E-16(14), 131E-17. \n32. The Court concludes that, under Badin Shores, this language is dispositive.  \nThe sanitary district in Badin Shores, like Defendant here, was created pursuant to \na state statute, which provided that the “sanitary district board shall be a body politic \nand corporate . . . .”  Similar statutory language appears in the Hospital Authorities \nAct.  “Body politic” has been interpreted by our Supreme Court to “connote[ ] a body \nacting as a government; i.e. exercising powers which pertain exclusively to a \ngovernment, as distinguished from those possessed also by a private individual or a \nprivate association.”  Student Bar Ass’n Bd. of Governors v. Byrd, 293 N.C. 594, 601, \n239 S.E.2d 415, 420 (1977).   \n33. Moreover, the language “body politic and corporate” has been long used in \nthis State to define counties themselves.  See O’Neal v. Jennette, 190 N.C. 96, 100−01, \n129 S.E. 184, 186 ( 1925) (“Every county is a body politic and corporate, and has the \npowers prescribed by statute and those necessarily implied by law, and no others; and \nthese powers are exercised by the board of commissioners, or in pursuance of a \nresolution adopted by the m.”).  The Court therefore concludes that by defining \n“hospital authority” as a “public body and a body corporate and politic[,]” our \nlegislature intended that hospital authorities organized under the Act were to be \ntreated as quasi-governmental entities.  The Court’s conclusion finds support in the \nfact that Defendant has, among many powers that appear to be quasi -governmental \nin nature,  the power of eminent domain .  N.C. Gen. Stat. § 131E -24 (“A hospital \nauthority may acquire by eminent domain any real property . . . which it deems \nnecessary to carry out the purpose of this Part.”).  Therefore, based upon the express \nstatutory language of the Hospital Authorities Act, the Court concludes that \nDefendant is a quasi-municipal corporation—a body corporate and politic.  \n34. Accordingly, consistent with Badin Shores, the Court concludes as a matter \nof law that Defendant is a quasi -municipal corporation exempt from liability \npursuant to the provisions of Chapter 75.  Therefore, the Motion is GRANTED to the \nextent it seeks judgment on the pleadings as to Plaintiffs’ Restraint of Trade Claim.  \nAccordingly, Plaintiffs’ Restraint of Trade Claim is DISMISSED with prejudice.    \nB. Plaintiffs’ Monopolization Claim  \n35. For the reasons set forth above regarding Plaintiffs’ Restraint of Trade \nClaim, the Court also finds that Defendant is entitled to dismissal of the  \nMonopolization Claim to the extent it is based on an alleged violation of Chapter 75.  \nHowever, Plaintiffs’ Monopolization Claim is also based  on alleged violations of \nSection 34, which covers Defendant as a quasi-municipal corporation.5  Defendant \nseeks judgment on this claim, arguing that Plaintiffs’ allegations are both insufficient \nas a matter of law and when, taken as true, require dismissal.  (Mot. 2.)   \n                                                 \n5 Section 34 only applies to governmental entities.  See Corum v. Univ . of North Carolina, \n330 N.C. 761, 788, 413 S.E.2d 276, 293 (1992) (“The Constitution is intended to protect our \nrights as individuals from our actions as the government.  The Constitutio n is not intended \nto protect our rights vis-à-vis other individuals.”).   \n36. In support of the Motion, Defendant argues that Section 34 does not \nprohibit governmental actions that merely “reduce” or have an “adverse effect” on \ncompetition, but rather only prohibits actions that “eliminate” competition entirely \nfrom a given market, and thus amount to a n absolute  monopoly granted by the \ngovernment.  (Def.’s Mem. Supp. 13.)  Defendant argues that because Plaintiffs have \nnot alleged that competition has been eliminated in the Charlotte area, (Def.’s Mem. \nSupp. 17), and, conversely, have alleged that there are other healthcare providers \nwho compete with Defendant for the provision of hospital services in the  Charlotte \narea, (Def.’s Mem. Supp. 13), Defendant is entitled to judgment on the pleadings.   \n37. Section 34 provides in relevant part: “monopolies are contrary to the genius \nof a free state and shall not be allowed.”  N.C. Const. Art. I, § 34.  Our Courts have \ninvoked Section 34 to prohibit the government from us ing legislation to grant \nexclusive monopolies to private parties.  See Thrift v. Elizabeth City, 122 N.C. 31, 35, \n30 S.E. 349, 351 (1898); Rockford-Cohen Grp., LLC v. N.C. Dep’t of Ins., 230 N.C. App. \n317, 320, 749 S.E.2d 469, 472 (2013).   \n38. Most applicable to the Court’s determination of the Motion in this regard is \nAmerican Motor Sales Corp. v. Peters, 311 N.C. 311, 317 S.E.2d 351 (1985), a case in \nwhich our Supreme Court considered Section 34 and its application in the context of \nlegislation affecting intra-brand automobile sales.  There, our Supreme Court defined \nthe “distinctive characteristics of a monopoly [as] . . . (1) control of so large a portion \nof the market of a certain commodity that (2) competition is stifled, (3) freedom of \ncommerce is restricted and (4) the monopolist controls prices.”  Id. at 316, 317 S.E.2d \nat 356.  The Supreme Court concluded that a monopolist for purposes of Section 34 is \n“an organization or entity so magnified that it suppresses competition and acq uires \na dominance in the market.”  Id. at 315−16, 317 S.E.2d at 355.   \n39. In American Motor Sales , the Commissioner of Motor Vehicles , after \nconducting a hearing and making several findings of fact, revoked a Jeep dealership \nfranchise because the North Wilkesboro market area woul d not support two Jeep \ndealerships and there was already another Jeep franchise in that area.6  Id. at 312, \n317 S.E.2d at 353.  The full record on appeal, including the Commissioner’s findings \nof fact, showed that many consumers in the North Wilkesboro mar ket area were \nactually geographically closer, or “within reasonable range” to Jeep dealerships in the \nsurrounding areas compared to the dealership currently in North Wilkesboro.  Id. at \n317, 317 S.E.2d at 356.  As a result, the Supreme Court found that, “while the trading \nof AMC Jeeps [was]  restrained by the statute’s operation [and the Commissioner’s \ndecision as a result] in this situation, no control of the market or adverse effect on \nprices and competition, sufficient to constitute a monopoly, result[ed].”  Id. at 316−17, \n317 S.E.2d at 356−57.  \n40. Defendant argues that American Motor Sales  stands for the proposition \nthat a Section 34 claim requires allegations that competition in the relevant market \nhas been eliminated.  (Def.’s Mem. Supp. 17.)  In support of this position, Defendant \ndraws the Court’s attention to the Supreme C ourt’s conclusion that “[w]hile \ncompetition may not be as full and free as with multiple AMC Jeep franchises existing \n                                                 \n6 The statute provided the Commissioner with the authority to revoke a franchise for this \nreason.  See id. at 312 n.1, 317 S.E.2d at 353 n.1.  \nin the North Wilkesboro Market Area, it is by no means eliminated .  More than a \nmere adverse effect on competition must arise before a restraint of trade becomes \nmonopolistic.”  (Def.’s Mem. Supp. 15 (quoting Am. Motor Sales, 311 N.C. at 317, 317 \nS.E.2d at 356).)  Defendant argues that the Third Amended Complaint allege s \nDefendant has at least two other competitors—Novant and CaroMont—who together \noperate six other general acute-care hospitals in the Charlotte area, and as a result, \nthe Third Amended Complaint has not alleged that competition has been eliminated \nin the Charlotte area, but rather has continued.  (Def.’s Mem. Supp. 17.) \n41. The Court does not read American Motor Sales  as requiring a p laintiff to \nplead that all competition has been eliminated in the relevant market area in order \nto sufficiently allege a Section 34 claim.  While the Supreme Court  noted that \ncompetition had not been eliminated under those specific facts, this statement cannot \nproperly be read to br oadly require a plaintiff to plead the complete elimination of  \ncompetition in the relevant market  in order to allege monopolization under Section \n34.  In fact, American Motor Sales ’ definition of “monopoly” does not foreclose th e \npossibility that a monopolist could exist in an area where competition still exists.  \nRather, “[a] monopoly results from ownership or control of so large a portion of the \nmarket for a certain commodity that competition is stifled, freedom of commerce is \nrestricted, and control of prices ensues.”   Am. Motor Sales, 311 N.C. at 315−16, 317 \nS.E.2d at 355  (emphasis added).  “Eliminated” appears nowhere in this definition, \nnor are there any other absolute qualifiers such as “total” or “complete”; rather, it is \nthis Court’s conclusion that the term “so large” a market could mean less than the \nentire market, and “stifled” competition or “restricted” freedom of commerce could \nallow for some continued yet reduced competition. \n42. Accordingly, the Court does not believe that Plaintiffs have affirmatively \nalleged facts that defeat their Section 34 claim solely because Plaintiffs allege that \nthere are other smaller competitors in the Charlotte area.  Moreover, Plaintiffs have \nalso alleged that Defendant’s “sheer size gives it excessive market power to negotiate \ncontracts with health insurers that restrain competition . . . .”  (Compl. ¶ 1.)  Plaintiffs \nhave further alleged, in contrast to the facts in American Motor Sales, that “[a]cute \ninpatient hospital services outside of  the Charlotte area are not a reasonable \nsubstitute for such services within the Charlotte area.”  (Comp. ¶ 27.)  Therefore, \nunlike American Motor Sales, Plaintiffs have alleged that outside-market competitors \n“would not prevent a hypothetical monopolist p rovider of acute inpatient hospital \nservices located in Charlotte from profitably imposing small but significant price \nincreases over a sustained period of time.”  (Compl. ¶ 27.)  The Court concludes that \nthese allegations, considered under Rule 12(c), are different from those in American \nMotor Sales,7 and sufficient to allege a Section 34 claim.   Accordingly, the Motion is \nDENIED to the extent it seeks judgment on the pleadings as to  the Monopolization \n                                                 \n7 The Court also notes that , unlike here, American Motor Sales  was decided upon a fully \ndeveloped record.  In another case involving a Section 34 claim, a North Carolina federal \ndistrict court denied the defendants’ Rule 12(c) motion predicated on the argument that \nAmerican Motor Sales required a plaintiff to plead “more than a mere adverse affect [sic] on \ncompetition[.]”  Jetstream Aero Services, Inc. v. New Hanover County, 672 F. Supp. 879, 885 \n(E.D.N.C. 1987).  The Jetstream court concluded that, although the plaintiff did not allege \nthat competition had been eliminated, it was for the jury  to determine whether the \ndefendants’ “activities constitute a restraint of trade resulting in a monopoly.”  Id.  This \ndecision supports the Court’s conclusion that dismissal of Plaintiffs’ Section 34 at this stage \nof the proceeding is improper.      \nClaim pursuant to Section 34, but as noted above is GRANTED to the extent it seeks \njudgment on the pleadings as to  Plaintiffs’ Monopolization Claim pursuant to \nChapter 75.   \nVI. IMMEDIATE APPELLATE REVIEW \n43. The Court acknowledges that an appeal from this Order and Opinion would \nbe interlocutory, because it leaves “more to be done in the trial court.”  State v. Oakes, \n240 N.C. App. 580, 580, 771 S.E.2d 832, 833 (2015).  However, the Court believes that \nthe particular circumstances of this matter warrant immediate appellate review of \nthe Court’s judgment if desired by Plaintiffs, at least to the extent it is predicated on \nthis Court’s interpretation and application of the Court of Appeals’ decision in Badin \nShores. \n44. Pursuant to Rule 54(b), “an interlocutory order can be immediately \nappealed if the order is final as to some but not all of the claims or parties and the \ntrial court certifies there is no just reason to delay the appeal.”  Bartlett v. Jacobs , \n124 N.C. App. 521, 524, 477 S.E.2d 69 3, 695 (1996); see also N.C. Gen. Stat. § 1A -1, \nRule 54(b).  This Order and Opinion is final as to the Restraint of Trade Claim , and \nto the Monopolization Claim to the extent it is based on alleged violations of Chapter \n75.  Further, the Court believes that, without the ability to seek immediate appellate \nreview of this Order and Opinion, the parties must await a final answer on a \nsignificant issue until after a final, appealable judgment, which cannot be entered \nuntil complex fact and expert discovery, and  this Court’s determination on class \ncertification, is completed. \n45. The issue of the applicability of Chapter 75 to hospital authorities decided \nby the Court today has importance beyond this case; it involves an interpretation of \nwhether our Court of Appeals’ decision in Badin Shores results in an extension of the \nblanket exemption under Chapter 75 to hospital authorities as quasi -municipal \ncorporations. \n46. For these reasons, if Plaintiffs seek immediate appellate review of this \nOrder and Opinion, the Court certifies there is no just reason to delay the appeal and \nurges the Supreme Court to docket the appeal.  If such appeal is allowed  by the \nSupreme Court, the Court will exercise its discretion t o stay all proceedings in this \nCourt, pending resolution of appellate proceedings.  \nVII. CONCLUSION \n47. For the foregoing reasons, the Court hereby orders as follows: \na. The Motion is GRANTED as to the Restraint of Trade Claim.   This \nclaim, therefore, is dismissed with prejudice.   \nb. The Motion is GRANTED as to the Monopolization Claim to the extent \nit is based on alleged violations of Chapter 75, and to this extent, the \nMonopolization Claim is dismissed with prejudice. \nc. The Motion is DENIED as to the Monopolization Claim to the extent it \nis based on alleged violations of Section 34. \nd. Pursuant to Rule 54(b), the Court certifies that there is no just reason \nto delay an appeal of this Order and Opinion if Plaintiffs seek immediate \nappellate review of this Court’s dismissal of Plaintiffs ’ claims under \nChapter 75.   \n \nSO ORDERED, this the 27th day of February, 2019. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n \n \n \n "
}