{
  "id": "b649c8c667c683867ef8ff0c888518fc8edd4bc72dcd81a540d672afd62ea2c0",
  "source_file": "data/raw/ncbc/b649c8c667c683867ef8ff0c888518fc8edd4bc72dcd81a540d672afd62ea2c0.pdf",
  "raw_text": "Strougo v. N. State Bancorp, 2016 NCBC 13. \nSTATE OF NORTH CAROLINA \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n15 CVS 14696 \nROBERT STROUGO, Individually \nand on Behalf of All Others Similarly \nSituated, \n \nPlaintiff, \n \nv. \n \nNORTH STATE BANCORP; \nFORREST H. BALL; LARRY D. \nBARBOUR; JAMES C. BRANCH; \nCHARLES T. FRANCIS; GLENN E. \nFUTRELL; J. KEITH KEENER; \nBURLEY B. MITCHELL, JR.; BARRY \nW. PARTLO; W. HAROLD PERRY; \nFRED J. SMITH, JR.; JACK M. \nSTANCIL; and NSB MERGER CORP,\n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER \n \n {1} THIS MATTER is before the Court on Plaintiff’s Unopposed Motion for \nPreliminary Approval of Settlement, Certification of Settlement Class, Approval of \nClass Notice, and Scheduling of Final Approval Hearing (“Motion”).  As explained \nbelow, the Court DEFERS its consideration of the Motion until the parties provide \nadditional information that will allow the Court to fully consider the terms of the \nsettlement. \nSchiller & Schiller, PLLC by David G. Schiller for Plaintiff.  \nGale, Chief Judge. \n {2} This Motion arises from Plainti ff’s challenge to the merger of North \nState Bancorp (“North State”) and NSB Merger Corp (“NSB”). \n {3} Plaintiff urges the Court to ap prove the proposed class settlement \nunder a relaxed standard that requires the Court to determine only that the terms \n \n \n \n \nof the settlement fall “within a range of reasonableness.”  (Pl.’s Mem. Law Supp. \nUnopposed Mot. Prelim. Approval of Settlement, Certification Settlement Class, \nApproval Class Notice, and Scheduling Final Approval Hr’g 2.) \n {4} However, the parties have not ye t provided the Court with even the \nminimal information required to allow for preliminary approval, even under this \nrelaxed standard. \n {5} To date, Defendants have made no filing in the case at all.  Although \ncertain counsel for Defendants are identified in a settlement stipulation that is \nattached to the Motion, no counsel has appeared for Defendants in this action.  (\nSee \nStipulation and Agreement of Compromise, Settlement and Release (“Agreement”) \n21.)    \n {6} The Court has reviewed the Compl aint for Breach of Fiduciary Duty \n(“Complaint”), as well as Plaintiff’s Motion for Preliminary Injunction, which was \nwithdrawn before any response was required and before the Court had scheduled \nthe matter for hearing. \n {7} The Complaint attacks the exercise of fiduciary duties owed by North \nState’s directors.  North State and NSB are both North Carolina corporations.  \nUnder the internal-affairs doctrine, claims relating to the fiduciary duties owed by \ndirectors of a North Carolina corporation must be determined under North Carolina \nlaw.  \nSee Bluebird Corp. v. Aubin, 188 N.C. App. 671, 680, 657 S.E.2d 55, 63 (2008).   \n {8} Both the Complaint and the brief filed in support of Plaintiff’s Motion \nfor Preliminary Injunction rely heavily on standards and concepts developed by \nDelaware courts.  Some of those concepts do not apply in North Carolina.  \nSpecifically, the brief cites the standard set forth in \nRevlon, Inc. v. MacAndrews & \nForbes Holdings, Inc., 506 A.2d 173 (Del. 1986), in an effort to urge an enhanced \nduty owed by directors in this transaction, even though North Carolina has \nexpressly rejected the Revlon standard.  See N.C. Gen. Stat. § 55-8-30(d) (2015); see \nalso Russell M. Robinson, II, Robinson on North Carolina Corporation Law \n§ 9.08[3], at 9-23 to -24 (7th ed. 2015).    \n \n \n \n \n {9} The distinction between a claim that is premised on North Carolina \nlaw and a claim that is premised on Delaware law is particularly significant for a \nsettlement in which plaintiff’s counsel seeks an award of attorneys’ fees based on \nsupplemental disclosures that were obtained before a shareholder vote.  \n {10} The Court’s authority to grant attorneys’ fees based on a direct claim is \ndependent upon an agreement between the parties.  See In re Pike Corp. S’holder \nLitig., No. 14-CVS-1202, 2015 NCBC LEXIS 95, at *18 (N.C. Super. Ct. Oct. 8, \n2015), appeal docketed, No. 37PA16 (N.C. Feb. 5, 2016); In re Harris Teeter Merger \nLitig., No. 13-CVS-12579, 2014 NCBC LEXIS 47, at *22 (N.C. Super. Ct. Sept. 24, \n2014).  Even in the event of an agreement, the Court must find that the agreed-\nupon amount of attorneys’ fees is reasonable, just as it must consider the fairness of \nthe proposed settlement by examining the balance between the strength of the \ndisclosures obtained and the scope of the release offered.  \nSee Ehrenhaus v. Baker, \n__ N.C. App. __, 776 S.E.2d 699, 708 (2015); In re Trulia, Inc. Stockholder Litig., \nC.A. No. 10020-CB, 2016 Del. Ch. LEXIS 8, at *34 (Jan. 22, 2016). \n {11} Here, the parties have not provided the Court with adequate \ninformation to determine that the proposed settlement terms are even prima facie \nreasonable under the appropriate standards of review. \n {12} For example, the filings to date do not present a detailed and informed \nanalysis of why any disclosures or relief sought were materially advantageous to the \nputative class and, more particularly, why the disclosures or relief sought were \nsufficiently advantageous to justify the scope of the release allowed by the \nAgreement.  Although Plaintiff argues that he secured a meaningful right to vote \nfor minority shareholders, he provides no explanation to show how voting by \nseparate classes of stock (common stock and preferred stock) significantly affected \nthe ultimate approval of the transaction.  There is not even a cursory summary of \nthe details of the transaction to support a conclusion that any supplemental \ndisclosures were meaningful. \n {13} Accordingly, the Court is not yet prepared to issue an order \npreliminarily approving the proposed settlement, and instead, orders as follows: \n \n \n \n \n1. This Order shall be served by e-mail and by first-class mail on the counsel for \nDefendants identified in the Agreement that was filed with the Motion. \n2. Any party to the Agreement may, within fifteen days of the filing of this \nOrder, submit such further documentation or affidavits to demonstrate good \ncause as to why the Court should grant preliminary approval of the class \nsettlement.  Such filing should address, among other factors, the balance \nbetween the consideration being paid and the release being secured. \n3. The Court will then determine whether to hold a hearing before proceeding \nfurther in its consideration of whether to issue an order preliminarily \napproving the settlement, directing notice to the putative class, and setting \nthe matter for a final fairness hearing. \n \nIT IS SO ORDERED, this the 16th day of February, 2016. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Special Superior Court Judge \n    for Complex Business Cases \n "
}