{
  "id": "b697f15f72a6a8b2776ef7511b4965c9f2f8f611ca461cb9b91ad5c856e7ffef",
  "source_file": "data/raw/ncbc/b697f15f72a6a8b2776ef7511b4965c9f2f8f611ca461cb9b91ad5c856e7ffef.pdf",
  "raw_text": "GARLOCK v. HILLIARD, 2001 NCBC 10\nSTATE OF NORTH CAROLINA\n                          \nIN THE GENERAL COURT OF JUSTICE\n                                                                                                           \nSUPERIOR COURT DIVISION\nCOUNTY OF MECKLENBURG\n                                                         \n00-CVS-01018\nTAMMY L. GARLOCK, JUDITH L. JACOBS\nand RALPH W. JOHNSON,\n                                          \nPlaintiffs,\n              \nv.\nSOUTHEASTERN GAS & POWER, INC., and\nAUBREY L. HILLIARD,\nDefendants.\nOPINION AND \nORDER\n{1}\n               \nThis matter came on for trial before the undersigned without a jury at the October 8, 2001 civil\nsession of the Mecklenburg County Superior Court.\n  \nThe Court makes the Findings of Fact and\nConclusions of Law set forth below.\n  \nJudgment is entered ordering dissolution of Southeastern Gas &\nPower, Inc. pursuant to N.C.G.S. § 55-14-30(2)(ii) subject to the corporation’s rights under N.C.G.S. §\n55-14-31(d) to purchase the shares of the minority shareholders at fair value, which the Court has\ndetermined to be $240 per share or a total of $936,000.\n \nBishop, Capitano & Abner, P.A., by J. Daniel Bishop and A. Todd Capitano, for plaintiffs.\nAndresen & Associates, by Kenneth P. Andresen and Christopher M. Vann, for defendants.\nI.\nFINDINGS OF FACT\n{2}\n               \nPlaintiffs Tammy L. Garlock, Judith L. Jacobs, and Ralph W. Johnson are citizens and residents\nof Mecklenburg County, North Carolina.\n  \nDefendant Aubrey L. Hilliard is a citizen and resident of\nMecklenburg County, North Carolina.\n  \nSoutheastern Gas & Power, Inc. (“Southeastern”) is a North\nCarolina corporation with an office and principal place of business in Mecklenburg County.\n{3}\n               \nIn early 1997, plaintiffs and Aubrey L. Hilliard began discussing forming a company to market\nnatural gas to industrial customers and municipalities in the southeastern United States.\n  \nAll four of\nthese individuals were then employed in the Charlotte office of a Texas-based gas marketing firm, El\nPaso Energy.\n  \nHilliard was a salesman and marketer for the Carolinas and Virginia.\n  \nHe had between\n70 and 80 customers.\n  \nPlaintiff Garlock was risk manager, administering clients’ natural gas futures\npositions.\n  \nPlaintiff Jacobs was an operations manager.\n  \nPlaintiff Johnson was director of operations\nand managing agent of the office.\n  \nAll had substantial tenure and experience in their respective\npositions in the natural gas marketing industry.\n  \nGarlock, Jacobs, and Johnson are collectively referred\nto as “plaintiffs.”\n{4}\n               \n \nA natural gas marketing company is an intermediary which works to meet the supply and pricing\nneeds for natural gas of commercial, industrial, and municipal customers who have contracted with the\ncompany for it to meet their gas needs rather than their local gas utility.\n  \nNatural gas is transported\nthrough interstate pipelines and then delivered to consumers by local distribution companies (LDCs).\n \nMost of the gas shipped to North Carolina comes through the Transco Pipeline, an 1,832 mile pipeline\nwhich runs from the Gulf Coast of Texas up the east coast to New York City.\n{5}\n               \nIn the 1980s, the distribution and sale of natural gas was deregulated to increase competition.\n \nBefore deregulation, LDCs were the exclusive suppliers and transporters of gas to customers.\n  \nAfter\nderegulation, consumers could purchase gas directly from producers, pipelines, LDCs and marketing\ncompanies.\n  \nRecently, the price of natural gas has been volatile.\n  \nMarketing companies, such as\nSoutheastern, are able to use this volatility to their advantage in that they can use hedging to offer a\nbetter price to their customers than the LDCs, which price gas by the use of stated tariffs that do not\nchange as frequently.\n  \nA marketing company, however, cannot sell to all potential users of natural gas\nbecause the LDCs set minimum limits for the volume of gas demand a client must have in order to\npurchase gas from other entities.\n  \nThis practice has the effect of prohibiting very small commercial,\nindustrial, and institutional users from shopping for gas and using marketing companies.\n \n{6}\n               \nEl Paso was restructuring its retail gas marketing operations, such that Hilliard and the plaintiffs\nwere prompted to consider alternative business and employment opportunities.\n  \nThere was a distinct\npossibility that El Paso would relocate back office customer support functions to Houston, Texas.\n \nJohnson met in April 1997 in Texas with a representative of Fina Natural Gas Co. (“Fina”) to discuss\nterms for an agency agreement under which a new venture would market natural gas on Fina’s behalf.\n \nShortly thereafter Hilliard became involved in the discussions with Fina, which ultimately progressed\nto the point of agreement.\n  \nHilliard also had discussions to which plaintiffs were not privy with other\ncompanies and individuals concerning his future.\n{7}\n               \nPlaintiffs and Hilliard discussed seriously the formation of a corporation in late summer and fall\n1997.\n  \nOn the strength of his customer contacts, Hilliard negotiated with plaintiffs to own 50 percent\nof the equity of the company to be formed, plus another 10 percent which he represented would be\nused either to provide incentives to future sales employees or to share with Hilliard’s long-time friend\nand gas commodity market pricing consultant, Larry Marshall.\n  \nFor even divisibility of the minority\nshares, it was agreed that Hilliard would receive 61 percent of the stock, and the remaining 39 percent\nwould be evenly divided (13 percent each) among\n  \nplaintiffs.\n  \nHilliard or those selected by him would\ncontrol a majority of the voting stock of the corporation.\n{8}\n               \nPlaintiffs and Hilliard jointly made various formative operating decisions concerning the\nproposed business, including its name, Southeastern Gas & Power, Inc.\n  \nHilliard arranged for a lawyer\nto incorporate Southeastern on October 2, 1997.\n  \nHilliard was designated in the articles of\nincorporation as the sole initial director “until the first meeting of shareholders.”\n  \nOf the plaintiffs,\nonly Johnson may have seen the articles of incorporation, and he attached no particular significance to\nHilliard’s designation as sole director because it appeared to be a temporary condition and because of\nthe other circumstances described herein.\n  \nThe parties had no discussion or agreement concerning\nHilliard being the sole director on an ongoing basis.\n{9}\n               \nEach of the plaintiffs expected that he or she would participate actively in the management of the\nbusiness of Southeastern, and Hilliard knew and concurred in this expectation.\n  \nAll four shareholders\ncontemplated that they would all be employed by Southeastern in roles substantially equivalent to their\npre-existing employment by El Paso.\n{10}\n          \nIn late November 1997, plaintiffs and Hilliard agreed to a specific methodology for allocating\namong them the expected earnings of Southeastern.\n  \nAs set forth in a written pro forma spreadsheet,\nthe individual parties agreed that of the 70 percent of margins to be earned by Southeastern on any gas\nsales (after Fina’s take of 30 percent), 50 percent would be allocated to Hilliard’s sales department.\n \nThe remaining 20 percent would be allocated to the plaintiffs, through the financial and operations\ndepartments, which they operated.\n  \nAny revenues from “agency fees” earned for providing natural gas\noperations services for municipalities would be allocated solely to the financial and operations\ndepartments.\n  \nGeneral and administrative expenses were allocated 25 percent to each shareholder.\n \nUnder this arrangement, the sales department was responsible for all expenses incurred in developing\ncustomer contacts; any revenues generated, however,\n  \nwere distributed among the shareholders.\n \n{11}\n          \nPlaintiffs and Hilliard capitalized Southeastern in November and December 1997.\n  \nHilliard\ncontributed $30,000; plaintiffs contributed $6,393 each.\n  \nThe contributions were proportional to the\nequity interests to be granted each shareholder.\n  \nHilliard testified that plaintiffs’ stock ownership was\nmeant to insure that they would get a share of the value of the company when it was sold.\n{12}\n          \nShare certificates were prepared and issued to reflect the issuance of 6,100 shares to Hilliard and\n1,300 shares each to the plaintiffs.\n  \nThe shares reflected in such certificates are validly issued and\noutstanding, such that Hilliard holds 61 percent and each plaintiff 13 percent of the shares of\nSoutheastern.\n  \nHilliard has never used the extra 11 percent of stock he received as either incentives to\nsales employees or for transfer to Marshall.\n{13}\n          \nAll of the individual parties were made officers of Southeastern.\n  \nHilliard became chairman of the\nboard of directors and CEO.\n  \nJohnson became president.\n  \nGarlock became vice president.\n  \nJacobs\nbecame secretary/treasurer.\n{14}\n          \nOn October 2, 1997, the articles of incorporation for Southeastern were filed with the secretary of\nstate.\n  \nIn December 1997, the parties resigned from El Paso.\n  \nThe parties had agreed with El Paso to\ntake over its office space in Charlotte.\n  \nOn January 1, 1998, the shareholders received their shares, and\nSoutheastern was opened for business.\n \n{15}\n          \nIn the final two months of 1997, the shareholders busily prepared for Southeastern to commence\nbusiness in January 1998.\n  \nAs they did so, they were all aware that Hilliard had pleaded guilty to and\nbeen convicted of federal income tax fraud and might be ordered to report to federal prison at an\nindefinite date.\n  \nHilliard expected and advised the plaintiffs that he could be incarcerated for four and\na half months, but he hoped to avoid prison entirely through alternative punishment.\n  \nAs a precaution,\nHilliard got his customers to sign contracts longer than his expected prison sentence so that he would\nbe out of jail when the time came to renew the contracts.\n{16}\n          \nThus, when the business was formed, there was a mutual dependence between plaintiffs and\nHilliard.\n  \nEach was to benefit from formation of the business. \n \nPlaintiffs had employment in a business\nwith which they were experienced, and they had the opportunity to make more money than they were\nmaking with El Paso.\n  \nAll three faced the possibility of unemployment when El Paso closed its\nCharlotte office.\n  \nBy forming Southeastern with Hilliard they got the benefit of his customer base and\nthe possibility of cashing out their equity interest at a substantial profit if the business was successful.\n \nIt is unlikely that they would have had a similar opportunity without Hilliard’s involvement and\ncustomer base.\n  \nFor Hilliard, the formation of the business was a unique opportunity.\n  \nHe was also\nfacing the possibility of obtaining new employment, but at a time when he faced an active prison\nsentence.\n  \nNot only would Southeastern provide him guaranteed employment the day he got out of\nprison, it would provide him substantial income while he was incarcerated.\n  \nThe original deal agreed\nto by all the parties was beneficial to everyone, and each provided consideration for his or her part.\n \nThe four participants had not only an “expectation” but also an agreement with respect to their\nemployment, their duties, and their share of the profits and expenses.\n  \nIt worked well for all of them.\n{17}\n          \nSoutheastern is an intermediary and does not actually sell the natural gas.\n  \nWhile Southeastern\nhandled all customer services, including invoicing and transportation, the gas contracts are between\nSoutheastern’s customers and Fina.\n  \nThe customer sent its payment to Fina, and Fina paid Southeastern\nits 70 percent share of the net margins.\n \n{18}\n          \nSoutheastern began selling gas on behalf of Fina on January 1, 1998.\n  \nAll of the individual parties\nbecame employed by Southeastern at that time.\n  \nWithin days of Southeastern’s commencement of\noperations, Hilliard informed plaintiffs that he was required to report to Seymour Johnson Federal\nPrison Camp to begin serving his prison sentence.\n  \nHilliard reported to prison on January 23, 1998.\n{19}\n          \nHilliard’s expectations concerning the duration of his imprisonment were disappointed.\n  \nInstead of\nserving no active time or serving only four and a half months, Hilliard served over eight months in the\npenitentiary, being released in October 1998.\n  \nIn the interim, plaintiffs and Southeastern’s other two\nemployees undertook and performed Hilliard’s essential sales duties, with such guidance and\nassistance as Hilliard could provide from prison.\n  \nDespite Hilliard’s extended absence, Southeastern\nthrived, earning revenues in excess of $1 million in 1998.\n  \nRemarkably, the parties were able to hide\nHilliard’s imprisonment from most, if not all, of Southeastern’s customers.\n{20}\n          \nWhile Hilliard was in prison, he telephoned Southeastern almost daily and wrote letters to\nGarlock, Jacobs and Johnson twice a week.\n  \nHe asked Larry Marshall to visit Southeastern on\noccasion and assist Garlock, Jacobs, and Johnson with the business.\n  \nInitially, Hilliard contemplated\ngiving Marshall a 10 percent interest in the company, but that transaction was never finalized.\n \nMarshall made several trips to Charlotte to assist Garlock, Jacobs, and Johnson while Hilliard was in\nprison.\n{21}\n          \nFrom the beginning of Southeastern’s operations, Plaintiff Johnson oversaw the corporation’s gas\naccounting function as well as its internal financial accounting.\n  \nThis was consistent with all of the\nshareholders’ expectations, including Hilliard’s.\n  \nIt was particularly important to the minority\nshareholders that Johnson have control of accounting because of Hilliard’s tax problems and his 1990\nbankruptcy.\n  \nBy his own admission, Hilliard is not a “detail” person.\n  \nOn a monthly basis, Johnson\nprepared and circulated to all shareholders a detailed report of the distribution of the corporation’s\nearnings according to their agreement.\n[1]\n    \nJohnson sent Hilliard’s monthly reports to him in prison.\n \nEach shareholder, including Hilliard, regularly received monthly payments of his or her share of\nSoutheastern’s earnings. As a consequence of his extended stay in prison, Hilliard agreed to reallocate\na portion of his share of earnings to plaintiffs, other employees and Marshall, as compensation for their\nadditional duties.\n{22}\n          \n \nBefore and during Hilliard’s prison term, Southeastern ran very much by consensus of the four\nshareholders, without significant attention paid to titles or official sources of corporate authority.\n  \nThe\nshareholders, including Hilliard in letters from prison, referred to each other as “partners,” reflecting\nthe existence of notions of shared control and management common to closely held corporations and\nconsistent with their agreement for sharing the profits of the business.\n{23}\n          \nAfter Hilliard’s return from prison in October 1998, the atmosphere at Southeastern initially\nremained much the same.\n  \nThere was a reasonable level of trust and mutual respect among the parties.\n \nIn November 1998, the four shareholders considered and approved a proposal by Plaintiff Jacobs to\nalter the formula for allocating general and administrative expenses among the departments in a\nmanner that favored plaintiffs.\n  \nHilliard was reluctant to agree, but his reluctance was overcome in part\nby Jacobs’ reminding him that he had suggested in writing such a reallocation while he was in prison\ndue to unanticipated developments in Southeastern’s business.\n  \nThis event sparked a measure of\nanimosity between Hilliard and Jacobs.\n{24}\n          \nIn December 1998, the four shareholders acted to consider and declare a small year-end dividend.\n \nTheir agreement with respect to sharing income was unaffected by this action.\n{25}\n          \nIn January 1999 Hilliard delivered to plaintiffs a proposed shareholders agreement.\n  \nThe proposed\nshareholders agreement contained provisions which were cause for concern for the minority\nshareholders.\n  \nAmong other things, it granted the corporation and Hilliard rights to repurchase for\nbook value, or the original, nominal subscription price, the shares of any minority holder whose\nemployment by the corporation terminated or who sought to transfer such shares.\n  \nIt imposed no\nreciprocal limitations on Hilliard.\n  \nThe proposed agreement also expressly disclaimed the minority’s\nexpectations of continued employment, value of their shares, financial benefits of share ownership,\nfringe benefits, and management participation—except as set forth in the agreement.\n{26}\n          \nEach of the shareholders clearly expected from the inception of the corporation to participate in a\nterminal value of Southeastern through a future sale.\n  \nIn a letter from prison, Hilliard himself\nencouraged the plaintiffs to consider what they would receive from a sale of Southeastern within two\nor three years.\n  \nHilliard believed that a “convergence” of electrical and natural gas utilities would\noccur in three to five years following the organization of Southeastern, placing Southeastern in a\nposition to be acquired by a larger company.\n  \nThis opportunity arose sooner than Hilliard expected.\n{27}\n          \n  \nIn the first week of January 1999, DukeSolutions, Inc. (“DukeSolutions”) contacted Hilliard to\nexpress interest in acquiring Southeastern.\n  \nHilliard did not immediately disclose DukeSolutions’\ninterest to the plaintiffs. The proposed shareholder agreement, if executed, would have materially\nimpaired the plaintiffs’ rights that otherwise would have existed in the face of a potential\nDukeSolutions offer.\n  \nPlaintiffs learned of the DukeSolutions initiative from a source outside the\ncorporation rather than from Hilliard—a fact which would ultimately prompt suspicion about\nHilliard’s motives.\n{28}\n          \nPlaintiffs, believing the provisions of the proposed shareholders agreement were unbalanced,\nexpressed those views to Hilliard.\n  \nHilliard thereafter obtained and proposed another draft with very\nlittle change.\n  \nPlaintiffs decided not to sign it, preferring the status quo.\n  \nThe issue was dropped as a\nresult of DukeSolutions’ interest in buying the business.\n{29}\n          \nAfter the DukeSolutions initiative was disclosed by Hilliard, plaintiffs participated in assisting\nDukeSolutions’ due diligence review.\n  \nIn March 1999, DukeSolutions tendered to the shareholders of\nSoutheastern a letter of intent proposing to acquire the stock of the corporation for total purchase\nconsideration of $5.48 million, subject to conditions.\n  \nHilliard and the minority shareholders\nconsidered together DukeSolutions’ offer and unanimously rejected it as inadequate.\n  \nHilliard’s\nreasoning for rejecting the offer was documented in a letter to counsel for the corporation wherein\nHilliard detailed his expectations to “pay myself” $450,000 in 1999; $600,000 in 2000; $650,000 to\n$700,000 in 2001; $750,000 in 2002; $1 million in 2003; and to sell the business in 2003 for $8 million\nto $10 million.\n{30}\n          \nWhen the DukeSolutions offer was rejected, Hilliard realized that if his expectations were to be\nrealized, Southeastern had to grow.\n  \nThis situation posed a dilemma for Hilliard.\n  \nThe original\nagreement entered into by the four shareholders/employees covering distribution of corporate income\nand allocation of expense was not conducive to the promotion of growth and required that Hilliard\nbear a larger part of the cost of expanding the sales force than he believed reasonable.\n  \nThe\narrangement which had worked well under the circumstances existing at the start of the company now\nchaffed him and posed serious problems for growth.\n  \nThe expenses associated with sales growth would\ncome out of Hilliard’s share of revenues, and the minority shareholders would benefit by sharing in the\nincome once the initial costs of expansion were overrun by increased sales revenue.\n{31}\n          \nA further irritant to Hilliard was the failure of Johnson and Jacobs to develop business with\nmunicipalities.\n  \nJohnson had believed he could bring at least seven municipalities that were customers\nof El Paso to Southeastern.\n  \nJohnson and Jacobs were to provide service to those municipalities and\nretain the income from the services performed.\n  \nHilliard would have benefited from the opportunity to\nmarket gas to the industrial customers of the municipalities.\n  \nJohnson and Jacobs, however, were not\nsuccessful in developing the municipal business.\n  \nHilliard believed that without the municipal business\nJacobs did not have enough work for a full-time job.\n{32}\n          \nThe relationships between the parties were further complicated as the business became more\nsuccessful.\n  \nThe more successful Hilliard was as a salesman, the more money plaintiffs made under\ntheir revenue sharing arrangement.\n  \nPlaintiffs’ compensation thus came to exceed by significant\nmargins the amount normally paid to employees in their positions in comparable companies.\n  \nThe\nwork they performed could be done by others for less.\n  \nAgain, the original agreement that worked well\nfor everyone at the outset now caused strains in the relationship.\n{33}\n          \nThus, in the summer of 1999, the parties found themselves in a situation in which Hilliard owned\na majority of the stock in a corporation which was run more like a partnership because of the original\nagreement concerning allocation of income, expenses, and duties.\n  \nThe business had been more\nsuccessful than anticipated.\n  \nEveryone’s expectations had been raised by the DukeSolutions offer.\n \nHilliard’s sales abilities were key to the continued growth, but he had given up most of his leverage in\nthe original agreement to insure his continued income while in prison and the guarantee of a well\npaying job when he was released.\n   \nPlaintiffs had worked hard to keep the business going while\nHilliard was incarcerated; they had performed their duties well and had benefited substantially by the\noriginal agreement.\n  \nThey were all faring far better than they had at El Paso.\n  \nThey had become a\nclosely knit group.\n  \nIn order for the company to continue to grow and become an attractive acquisition\ntarget, some change in the original agreement was going to be necessary.\n{34}\n          \nIt was at that point that the parties failed to do what was needed to preserve the relationship from\nwhich they had all benefited.\n  \nSuspicion replaced trust: the resulting relationship fettered\ncommunication with Hilliard, and the parties consequently failed to address the difficult issues they\nfaced in a meaningful, straightforward way.\n{35}\n          \nIn early summer 1999, Hilliard mentioned to Plaintiff Garlock that he was considering a stock\nincentive plan as a device to dilute Jacobs’ ownership interest in the corporation.\n  \nIn August, Hilliard\nlunched with Johnson and suggested that Jacobs should be terminated in order to pay Johnson more\nmoney.\n  \nJohnson demurred.\n  \nHilliard separately approached Garlock and suggested a reduction in\nJacobs’ role and compensation.\n  \nIn late August or early September, Hilliard approached Jacobs and\ntold her that he intended to reduce her employment to part time and cut her compensation from\napproximately $140,000 to $24,000 annually.\n  \nJacobs informed Hilliard that any such discussions\nneeded to include Johnson and Garlock, and the three of them objected to Hilliard’s plan.\n  \nHilliard\nappeared to acquiesce in the minority’s objections to the reduction of the scope of Jacobs’ employment\nand alteration of the compensation agreement.\n{36}\n          \nNext plaintiffs learned that Hilliard had arranged for several existing and prospective employees\nto attend training in Texas to perform the operations responsibilities of Plaintiffs Johnson and Jacobs.\n  \nHe then told plaintiffs he had decided to shift accounting functions to an outside accountant, chosen by\nhim.\n  \nThey were required to make any requests for accounting information through Hilliard.\n  \nThe\noutside accountant lacked the specialized knowledge of gas accounting possessed by Johnson, and the\noperations personnel identified to replace Johnson and Jacobs not only lacked substantial experience\nand but also increased the corporation’s fixed salary expense. To plaintiffs, Hilliard’s actions had the\napparent aim of effecting a transition which would lead to the termination of Johnson and Jacobs.\n \nTheir fears were not unreasonable.\n \n{37}\n          \nAt approximately the same time plaintiffs learned about the training of prospective operations\nemployees, they also discovered that Hilliard had caused or allowed counsel to file a charter for a\nlimited liability corporation named SEG&P, LLC and had prepared contract forms in the name\nSoutheastern Gas & Power, LLC. This revelation occurred when Jacobs opened mail addressed to\nHilliard from the corporation’s counsel. Concerned about the corporate opportunity implications,\nplaintiffs demanded through counsel an explanation for the formation of the LLC.\n  \nThe corporation’s\nlawyer (who had dealt exclusively with Hilliard) explained that the LLC was formed for tax\nadvantages and for a reason related to contract renegotiations with Fina, but that it had not been\n“activated.”\n  \nThe corporation’s lawyer simultaneously announced that employment agreements would\nbe drafted for execution by all shareholders by mid-November 1999.\n  \nPlaintiffs were unsatisfied by the\nexplanation given.\n  \nThe new entity was never activated in that it never received funding or revenues.\n{38}\n          \nHilliard did not inform the other parties about the LLC until after it was formed.\n    \nGarlock,\nhowever, did not believe Hilliard’s explanation and began searching the company’s server for other\nLLC-related documents.\n  \nShe found a customer contract and a confidentiality agreement in the name of\nSEG&P, LLC instead of Southeastern.\n  \nThere is no evidence, however, that any business or money\nwas transferred from Southeastern to SEG&P, LLC. There is no evidence that any revenues were\ndiverted from Southeastern to SEG&P, LLC.\n \n{39}\n          \nBy November 1999, the minority shareholders were deeply distrustful of Hilliard, and he was\ndismissive of them.\n  \nThe relationships among them were deeply fractured.\n{40}\n          \nIn late November 1999, Hilliard proposed written employment agreements to plaintiffs.\n  \nThe\nagreements proposed were disadvantageous to plaintiffs and would have eliminated the clear\nexpectations plaintiffs held when the business was organized. The proposed agreements granted the\ncorporation the right to terminate the minority shareholders’ employment upon sixty days’ notice and\nto repurchase their shares upon such termination for double their book value (a nominal amount,\nparticularly given the DukeSolutions offer that same year) and made such purchase consideration the\nminority’s “sole and exclusive remedy against the Employer, its directors, officers, shareholders, and\nemployees.”\n  \nPlaintiffs rejected the agreements after providing detailed comments concerning\nunacceptable features.\n  \nHilliard did not propose any further draft but instead, on December 6, 1999,\ndelivered to Jacobs and Johnson written terms for their further employment—drastically different from\nthe circumstances of their employment to that point—and an ultimatum that the terms be accepted by\nDecember 10, 1999, or their employment be terminated.\n  \nJacobs and Johnson refused the terms.\n  \nOn\nDecember 10, 1999, Hilliard arrived at Southeastern’s offices with security guards to escort Jacobs\nand Johnson out.\n{41}\n          \nDuring the late fall, the parties communicated with each other only by e-mail.\n  \nTheir lawyers\nexchanged letters with pointed barbs which only served to heighten the existing tensions.\n  \nNeither the\nparties nor their counsel met to discuss resolution.\n  \nNeither side made a constructive proposal to the\nother.\n  \nThey retreated to their respective bunkers.\n{42}\n          \nShortly after Jacobs and Johnson were escorted out, Garlock gave notice that she considered her\nemployment to have been constructively terminated and demanded that Hilliard reinstate Johnson and\nJacobs.\n  \nGarlock had not been given the same ultimatum as Johnson and Jacobs.\n  \nHer work had been\nhighly supportive of Hilliard and he referred to her as his “Girl Friday.”\n  \nGarlock was left in the\nposition that the original understanding of the parties had been unilaterally abrogated, and she had no\nprotection for her expectations.\n{43}\n          \nAlthough Hilliard insisted that Southeastern’s best interests required all shareholders to execute\nnon-compete agreements and demanded that the minority shareholders do so, Hilliard has never signed\nany such agreement.\n{44}\n          \nThus in December 1999 the situation of Southeastern was such that Hilliard, although owning a\nmajority of the stock, had agreed to an allocation of income, expenses and duties which severely\nlimited his power and his flexibility to grow the business.\n   \nThe minority shareholders were threatened\nand defensive and accordingly not anxious to change the status quo.\n  \nHilliard took it upon himself to\nalter the status quo.\n  \nIn doing so he abrogated the agreements the parties had entered into when\norganizing the business.\n  \nTo that extent the Court concludes that any “fault” required by the statute to\nsupport dissolution resides with Hilliard and that the abrogation of the original agreement and\nexpectations was not the fault of plaintiffs.\n  \nThey may be subject to criticism for lack of flexibility in\nresolving the stalemate which existed, but they were not required to give up that for which they had\nnegotiated when setting up the business.\n{45}\n          \nSince the termination of plaintiffs’ employment, they have been excluded from any meaningful\ninvolvement in the business and affairs of the corporation.\n  \nNo dividends have been paid.\n \n{46}\n          \nSoutheastern’s business, however, continues to thrive.\n  \nThe current, annualized pro forma\nrevenues (margins) of Southeastern, based on available recent information, are $2.4 million.\n  \nHilliard\nhas caused the corporation to pay him compensation in the amounts of $436,088\n[2]\n in the year 2000\nand $674,559 through September 25, 2001.\n  \nNot included in these compensation figures are substantial\namounts spent by the company to defend Hilliard in this litigation.\n  \nIncluded are amounts of past due\ncompensation.\n{47}\n          \nAfter the termination of plaintiffs’ employment, they sought unpaid compensation alleged to be\ndue.\n  \nHilliard caused the corporation to litigate this claim at length, contending that plaintiffs were\noverpaid and owed the corporation at least $17,000.\n  \nThe plaintiffs’ compensation claims were\nreferred to a referee and resolved through settlement after his report was filed.\n  \nThe report concluded\nthat the corporation owed plaintiffs unpaid compensation of $156,562 and that Hilliard was owed\nunpaid compensation of $269,106.\n{48}\n          \nIn its initial and amended pleadings in this action, filed in spring 2000, Southeastern elected to buy\nback plaintiffs’ shares for their fair value, as provided by N.C.G.S. § 55-14-31(d).\n  \nOn the basis of this\nelection, the parties stipulated to and the Court appointed a joint valuation expert, Mr. George\nHawkins.\n  \nIn April 2001, the expert rendered to the parties a tentative valuation report which opined\nthat the fair market value of Southeastern at the date plaintiffs’ employment ceased was over $2.4\nmillion ($946,764 as the pro rata value of the minority’s 39 percent share).\n  \nShortly after the issuance\nof the draft report, Southeastern attempted to unilaterally withdraw its election to buy out the plaintiffs\nby notice filed in the cause.\n  \nAfter the Court struck plaintiffs’ notice as an improper filing,\nSoutheastern moved to be allowed to amend its pleadings to withdraw its election.\n  \nThe motion was\nfiled on August 30, 2001, less than 45 days before trial.\n  \nThe Court allowed the motion but recognized\nthat the withdrawal was undoubtedly prompted by the issuance of a valuation opinion unsatisfactory to\nHilliard.\n{49}\n          \nAs a result of the change in position by Hilliard and the corporation, on September 24, 2001, the\nCourt ordered Southeastern to provide certain current financial information to plaintiffs.\n  \nThat\ninformation revealed that on the day of the order and the following day, approximately two weeks\nbefore trial, Hilliard caused Southeastern to pay him $295,650. \n \nThe information also revealed that the\ncorporation had cash at that time of over $400,000.\n  \nTestimony of the corporation’s accountant, Jack\nHeil, indicated that Hilliard has caused Southeastern to pay himself additional amounts since\nSeptember 25 and that Hilliard’s payments of compensation are erratic and not regularized.\n{50}\n          \nSoutheastern has considerable prospects for future business based on existing relationships with\nits customers.\n  \nEvidence produced by Southeastern during the trial demonstrated that the corporation\nhas arranged gas futures strips for customers extending as long as summer 2004.\n  \nSubstantial volumes\nare contracted through the first quarter 2002.\n{51}\n          \nHilliard has caused Southeastern to sign contracts with three financial partners who collectively\nhave replaced Fina.\n  \nThe contracts vary significantly in their terms, having been drafted independently\nby the three financial partners.\n  \nSignificantly, Hilliard personally drafted for each contract a virtually\nidentical provision allowing the partners to terminate their contracts should Hilliard lose control of\nSoutheastern.\n  \nThose contracts will terminate if Southeastern is dissolved.\n{52}\n          \nSoutheastern’s customers contract directly with the financial partners.\n  \nMost of Southeastern’s\ncustomer business is with Texican, the financial partner that pays the lowest share of revenues to\nSoutheastern.\n \n{53}\n          \nIt is possible that Hilliard has positioned Southeastern so that he can effectively transfer its\ncustomer base for his own benefit in the event of an adverse outcome in this action.\n{54}\n          \nUnder the current situation, it is highly unlikely that plaintiffs’ shares in Southeastern can ever be\nsold for their fair market value, thus depriving them of one of their original expectations.\n  \nAccordingly,\nplaintiffs’ investment is effectively and indefinitely imprisoned within the corporation to the benefit of\nHilliard and to the detriment of plaintiffs.\n  \nDue to Hilliard’s exclusive control of Southeastern and the\nhigh cost and limited effectiveness of continued efforts to monitor the corporation’s business, plaintiffs\nare less likely to be able to protect the value of their investment as time goes on.\n{55}\n          \nPlaintiffs, owning 39 percent of Southeastern, had certain reasonable expectations which are set\nforth below. These reasonable expectations, which were known by Hilliard and have been frustrated\nwithout the fault of the complaining minority shareholders, include:\n \na)\n       \nemployment by the corporation in their traditional departmental roles with substantial\nautonomy over their respective departmental functions;\nb)\n      \nmeaningful participation in the management of Southeastern;\nc)\n       \naccess to financial and business records of the corporation;\nd)\n      \nsharing of the earnings of the corporation substantially in the fashion of the original earnings\ndistribution pro forma; and\ne)\n       \npro rata participation in the terminal value of Southeastern through an eventual sale of the\nbusiness.\n{56}\n          \nSoutheastern has three and a half employees other than Hilliard, all of whom became employed\nafter plaintiffs’ ouster.\n  \nSoutheastern serves over 100 industrial gas retail customers and appears to\nfunction with three suppliers or credit facilitators.\nII.\nOPINION AND CONCLUSIONS OF LAW\n{57}\n          \nBased on the foregoing Findings of Fact, the Court must determine two issues as a matter of law.\n \nFirst, the Court must determine whether plaintiffs have established that their rights and interests as\nshareholders have been contravened and that, balancing all of the interests involved, the Court should\norder the corporation dissolved pursuant to N.C.G.S. § 55-14-30(2)(ii).\n  \nIf the Court so orders,\nN.C.G.S. § 55-14-31(d) provides that the corporation has the right to avoid dissolution by purchasing\nthe complaining minority shareholders’ shares at “fair value” as determined by the Court.\n  \nThe\ndetermination of fair value is the second issue which the Court will address.\n{58}\n          \nThe analysis which must be applied by the trial court in determining whether a complaining\nminority shareholder is entitled to involuntary dissolution or to alternative relief is set forth in \nRoyals\nv. Piedmont Electric Repair Co.\n, 1999 NCBC 1, \naffirmed\n, 137 N.C. App. 700, 529 S.E.2d 515, \ndisc.\nrev. denied\n, 352 N.C. 357, 544 S.E.2d 548 (2000).\n  \nThat determination in the factual context of this\ncase is quite clear and straightforward.\n  \nThe Court has considered the factors set forth below in\nreaching its decision on dissolution.\n{59}\n          \nThe nature of the dispute between the shareholders. \nIn this particular case, the\n  \noriginal agreement\nbetween the\n  \nparties has a significant impact on the Court’s decision.\n  \nThe minority shareholders had\nnot only specific expectations but also express agreements with respect to their continued employment,\nthe allocation of management responsibilities and the division of profits of the company.\n  \nHilliard\nacknowledges the agreement and recognizes that the conduct of the parties was consistent with that\nagreement until the fall of 1999. The allocation of management responsibility, particularly the\naccounting function, was not insignificant given Hilliard’s prior bankruptcy and tax fraud conviction.\n{60}\n          \nWhen Hilliard exercised his power as the majority shareholder, sole director and chief executive\nofficer to terminate Jacobs and Johnson, he acted in direct contravention of his express agreement with\nand the clearly understood expectations of the minority shareholders.\n  \nHis actions in removing the\naccounting function from Johnson likewise violated the understanding and expectations of the parties.\nThe Court need not find that Tammy Garlock was constructively terminated.\n  \nAs a minority\nshareholder, her expectations and understandings have been rendered unattainable by Hilliard’s\nactions.\n  \nThe fact that she was not terminated at the same time and in the same manner as Johnson and\nJacobs is irrelevant.\n  \nAny assurance that she thought she had with respect to permanent employment,\ndivision of profits and allocation of management responsibility among the original shareholders was\neliminated in December 1999.\n{61}\n          \nThis is not a case in which the Court must divine or imply some expectations or find that the\nmajority shareholder “should have known” about them.\n  \nThese shareholders, both majority and\nminority, had an express agreement from which each derived some benefit.\n  \nHilliard exchanged some\ncontrol he would normally have had as the largest shareholder for the benefits he received from the\nplaintiffs’ efforts while he was in prison.\n  \nIt was a fair bargain, and one he should not now be allowed\nto simply ignore.\n  \nWhile all the parties would have been better served had they agreed upon written\nshareholder and employment contracts prior to starting the business, most small business owners do\nnot do so.\n  \nThe minority shareholders were not required to enter into employment agreements or\nshareholder agreements after Hilliard returned from prison, particularly if those agreements limited or\neliminated rights they already possessed.\n  \nThe original structure of the business relationship between\nthe parties created obvious problems for a company which wanted to grow. Growth would come from\nincreased revenues, and the cost of growing sales fell almost entirely on Hilliard.\n  \nOnly time will tell if\nthese shareholders would have been better served by reaching some reconciliation of their differences\nrather than litigating.\n  \nHowever, the restructuring of the original agreements in order to obtain the\nbenefits of growth required negotiation and compromise.\n  \nThe parties were unable to communicate\neffectively in order to reach some compromise.\n  \nHilliard could not then simply take matters into his\nown hands and unilaterally void the original understanding.\n{62}\n          \nThe nature of the business.\n  \nSoutheastern is a personal service business.\n  \nIt is primarily dependent\nfor its success on the personal contacts and relationships established by Hilliard.\n  \nThe business is\nenjoying impressive growth.\n  \nThe liquidation value of the business would be less than the value of the\nbusiness if sold as an ongoing concern.\n  \nIt has little more than liquidation value, however, if Hilliard is\nnot an employee.\n  \nThus all the shareholders will suffer some loss if dissolution is ordered.\n{63}\n          \nThe impact on employees and others.\n  \nThe company has a very small number of employees who\nare likely to find employment with Hilliard if he starts a new company.\n  \nCustomers can buy gas on the\nopen market.\n  \nBecause prices are down, customers are not likely to be adversely affected.\n  \nAll the third\nparty financing contracts automatically terminate upon dissolution.\n  \nThe impact upon third parties is\nlikely to be minimal.\n{64}\n          \nThe relationship between the parties.\n  \nThe relationship of the parties is beyond repair.\n{65}\n          \nCorporate actions since September 1999.\n  \nThe manner in which the corporate decisions have been\nmade by Hilliard’s unilateral exercise of majority power since September 1999 evidences his intent to\ndisregard the clear expectations of the minority shareholders.\n  \nThey are unlikely to receive any return\non their investment unless and until Hilliard decides to sell the company.\n{66}\n          \n \nThe Court concludes that the business of Southeastern is being conducted to the unfair advantage\nof the majority shareholder.\n{67}\n          \nAccordingly, the Court concludes as a matter of law that the combination of the failure of\nplaintiffs’ original expectations and the actions of Hilliard in denying the reasonable expectations of\nthe current minority shareholders, as well as the particular circumstances of this business and its\nmanagement, warrant this Court’s finding that liquidation is both reasonably necessary for the\nprotection of the rights and interests of the minority shareholders and within the Court’s discretion and\nequitable powers to afford the minority shareholders the relief provided by N.C.G.S. § 55-14-30(2)(ii).\n{68}\n          \nHaving made the determination that dissolution is appropriate, the Court next turns to the\nalternative relief provided to the corporation under N.C.G.S. § 55-14-31.\n  \nThat statute permits the\ncorporation, at its election, to purchase the shares of the complaining minority shareholders “at their\nfair value, as determined in accordance with such procedures as the court may provide.”\n  \nN.C.G.S. §\n55-14-31(d). \n         \n{69}\n          \nThe Legislature wisely provided for flexibility in determining fair value. Recognizing that every\nsituation will be different, the Legislature did not limit fair value to market value and did not place any\nlimiting parameters on the factors to be considered in determining fair value.\n  \nIt recognized that the\nvalue of ownership in a small, closely held company could differ markedly from market value.\n  \nIn\ntaking away the court’s ability to provide equitable relief, it did not intend for the court to ignore\nequitable considerations in setting fair value.\n  \nThe statutory scheme protects both minority and\nmajority shareholders by providing that the minority can be forced to sell at a fair price considering all\nthe circumstances and the majority can elect to pay that price or dissolve the company.\n  \nIn its decision\nin \nRoyals\n, 1999 NCBC 1, this court set out the factors which it had considered in determining fair\nvalue.\n  \nAs a general proposition, the Court considered market value, equitable considerations, practical\nconsiderations and changes in condition of the company from the market valuation date.\n  \nThe Court of\nAppeals found no fault with that approach. \nSee\n \nRoyals,\n 137 N.C. App. 700, 529 S.E.2d 515.\n{70}\n          \nAccordingly, the Court begins its analysis of fair value with a consideration of market value. The\nvaluation of Southeastern was performed under court order and with supervision by Mr. George B.\nHawkins of Banister Financial, Inc., an independent experienced expert with outstanding\nqualifications.\n  \nHe prepared a valuation report (the “Banister Valuation”) outlining his appraisal of the\nfair market value of shares in Southeastern.\n  \nThe parties had an opportunity to meet with the expert and\nhave input in the valuation process. Each side submitted information to the expert, and he carefully\nconsidered their submissions. The report was prepared in accordance with the \nBusiness Valuation\nStandards \nof the American Society of Appraisers and the \nUniform Standards of Professional\nAppraisal Practice.\n[3]\n  \nThe methodology used by the expert was appropriate for this type of business,\nand it was clearly in the mainstream of valuation methodologies. \n \nThe Court finds and concludes that\nthe Banister Valuation is a reliable indicator of market value.\n{71}\n          \nSpecifically, the Court concludes that the expert’s use of the income valuation approach was\nappropriate and his rejection of other methodologies proper in this circumstance. His consideration and\nrejection of adjustments suggested by both sides was proper. Over the objection of plaintiffs, he used a\nhigh market equity risk premium, an approach which had the effect of lowering the value. His use of\nthe higher premium was justified even though DukeSolutions used a lower risk premium in calculation\nof its bid for Southeastern. It was appropriate for the expert to use the risk premium he believed to be\nmost generally applicable to this type of business and not limit his consideration to one buyer or one\ntype of buyer. The Court notes that he gave some weight to the DukeSolutions offer, thereby giving\nplaintiffs some benefit of the lower risk premium used by DukeSolutions.\n{72}\n          \nThe Court also concludes that the weight given to the DukeSolutions offer was appropriate.\n  \nIt\nwas never a firm price but was an arm’s length transaction indicating the value a knowledgeable\npurchaser placed on the business after due diligence.\n  \nAll the shareholders rejected the offer as too\nlow.\n  \nGiving the offer weight was therefore appropriate, as was the allocation selected by the expert.\n{73}\n          \nThe expert’s rejection of the defendants’ proposed adjustment to revenues based upon the\nArcadia\n[4]\n bad debt was also well founded.\n  \nTo have adjusted a clear revenue stream to reflect one bad\ndebt (albeit a large bad debt) would have unrealistically reflected the earning potential of the company\nand improperly lowered its value.\n  \nLikewise, the expert was correct in not including the receivables\nfrom Arcadia as an asset as urged by the plaintiffs since there was no assurance any amount would\never be received.\n{74}\n          \nThe Banister Valuation also appropriately considered the key man status of Aubrey Hilliard.\n \nThere is little doubt that this company would not have gotten off the ground and would not be\nsuccessful in the future without Aubrey Hilliard. It is also clear that Aubrey Hilliard made a deal to\nprotect his income flow while in prison and that he could not have done so without plaintiffs.\n  \nMr.\nHawkins clearly recognized Mr. Hilliard’s value. \nSee\n Banister Valuation, at 5, ¶ 4 (entitled “Important\nAssumption Regarding Aubrey Hilliard”).\n  \nMr. Hilliard’s key man status was clearly reflected in the\nvaluation in at least two places.\n  \nFirst, his status was one of the reasons the expert used a high equity\nrisk premium, resulting in a lower value.\n  \nSecond, in ascertaining cash flow, the expert used a high\nsalary for Mr. Hilliard, thus lowering cash flow and the value of the company. Accordingly, the value\ndetermined by the expert takes into account Hilliard’s value to the company, but also correctly\nassumes he is and will be an active participant in the company’s affairs.\n  \nIt would clearly be\ninequitable for Mr. Hilliard to continue with the company but be able to purchase the minority shares\nbased upon his absence. The expert’s treatment of this issue was appropriate.\n{75}\n          \nFinally, the Court turns to a consideration of the testimony of John McCord, an expert concerning\nthe issue of valuation of gas marketing companies, to the effect that there is no present market to sell\nSoutheastern.\n  \nIf Mr. McCord is correct, that would confirm Mr. Hawkins’ assessment that there was\nnot enough reliable information to rely on a market approach to valuation.\n  \nTo base a valuation on one\nsnapshot in time would be inappropriate.\n  \nMr. Hilliard’s foresight that there would be a convergence in\nelectrical and gas utilities has been confirmed.\n  \nIn 1999 DukeSolutions was prepared to purchase the\ncompany.\n  \nThe market has changed today and in all probability will change in the future. Mr.\nMcCord’s valuation was based not on a study of the company, but on his knowledge of the current\nmarket.\n  \nThat this company has long-term value is evidenced by the defendants’ own actions. First,\nwhen suit was filed, the company and Mr. Hilliard automatically elected to purchase the minority\nshares.\n  \nTheir view did not change until the Banister Valuation was received. Second, when the\nDukeSolutions offer was rejected, Mr. Hilliard wrote the corporation’s counsel and justified his\nrejection of the offer on the basis that the long-term future for the company would generate value for\nhim and the other shareholders far in excess of the DukeSolutions offer.\n  \nThird, the company battled\nthrough the payment of the Arcadia debt when it could have declared bankruptcy and reconstituted\nitself.\n  \nHad the company not had long-term value there would have been little incentive to do so.\n \nFourth, Mr. Hawkins included a discount for lack of marketability for the whole company in his\nvaluation.\n  \nFifth, the company has continued to grow its revenues as Mr. Hilliard predicted.\n  \nAny\ncompany which can produce the kind of income stream this company has produced for its owners has\nvalue.\n  \nThat value is particularly evident in the circumstances in this case where Mr. Hilliard has the\nability to withdraw most of the income of the company and has no real incentive to sell it.\n  \nThe fact\nthat there is not a ready market today does not mean the company does not have value.\n  \nIt is one factor\nto be considered in the overall picture.\n  \nThe Banister Valuation used a reasonable and reliable\nmethodology for valuing this company.\n{76}\n          \nMr. Hawkins determined four separate valuations at the request of the Court. Those values are set\nforth below.\n \nSoutheastern Gas & Power, Inc.\nSummary of Valuation Findings of Fair Value\n(rounded)\nValuation Date and\nInterest \nValued\n# of Shares\nBeing Valued\nValue Per Share\nControl\nTotal Value on\nControl \nBasis\nValue Per Share\nMinority\nTotal Value on\nMinority Basis\nAs of 12/10/99\n100% Control\n39%Minority Interest\n \nAs of 12/31/00\n[5]\n100% Control\n39% Minority Interest\n \n10,000\n \n3,900\n \n \n10,000\n \n3,900\n \n$241.32\n$241.32\n \n \n$228.91\n$228.91\n \n$2,413,200\n  \n$941,148\n \n \n$2,289,100\n  \n$892,749\n \nN/A\n$84.20\n \n \nN/A\n$44.37\n \nN/A\n$328,380\n \n \nN/A\n$173,043\n \n{77}\n          \nThe Court concludes that it would be inequitable under the circumstances of this case to impose a\nminority discount for lack of control or a discount for lack of marketability of the minority shares.\n \nHilliard made the final decision to change the arrangement under which the business was organized.\nHe had the leverage to do so and the minority shareholders did not. While he had a legitimate interest\nin growing the business and faced some intransigence on the part of the minority shareholders, he\nchose to use his majority power to defeat legitimate expectations which he had previously agreed to\nwhen it was in his interest to do so.\n  \nHe could not turn around and ignore those expectations when he\ngot out of prison.\n  \nBoth parties failed to communicate and negotiate with the other in a business-like\nfashion.\n  \nIt would also be inequitable to impose a minority discount where the minority shareholders’\nloss was more than simply being forced to sell their shares.\n{78}\n          \nThose additional losses are equitable factors which the Court has considered in determining fair\nvalue. Plaintiffs have lost employment which can be replaced. They earned more with Southeastern\nthan they would have earned on the open market because of the revenue sharing arrangement. They\nhave been deprived of that additional income since their employment ended and it will be lost to them\nin the future. The company has and will continue to benefit, since plaintiffs’ replacements can be hired\nat less expense.\n{79}\n          \nAll four partners expected to benefit from the increase in value of the company that would occur\nas the company grew. Hilliard held that potential benefit out as an inducement to plaintiffs to work\nharder. Plaintiffs will not have that opportunity now. Should Southeastern elect to repurchase the\nminority shares, Hilliard will have 100 percent of the remaining shares.\n{80}\n          \nThe Court has considered the value of Mr. Hilliard to the business.\n  \nPlaintiffs could not have\nstarted this business on their own.\n  \nIt required and still requires Mr. Hilliard’s contacts and\nsalesmanship. Had Mr. Hilliard not been under threat of a prison sentence, it is unlikely plaintiffs\ncould have negotiated the original revenue sharing arrangement. All the partners needed each other at\nthat time.\n  \nThe fact remains that Mr. Hilliard never had a no compete agreement, and he remains\nunrestricted in his future employment if he leaves the company.\n{81}\n          \nThe Court has considered changes in the company since the valuation, particularly the change in\nfinancial partners. The Court has also considered the economic slowdown which commenced in the\nfall of 2000 and the volatility of the market for natural gas.\n{82}\n          \nThe Court has additionally considered the practical implications of its decision. As this Court\nnoted in \nRoyals\n:\nA fair price is not one which automatically results in dissolution. The funds for purchasing\nthe minority shareholders’ interests must come from borrowed funds or operation expenses.\nEach alternative affects the future profitability of the company and its ability to function. If\nthe “market valuation” results in a price that makes purchase impractical or impossible, the\nCourt should take that into consideration. If the Court in effect forces dissolution by the\nprice it sets, and the minority shareholders would receive less in liquidation than they\nwould at a price less than “market valuation,” their interests may be better served by the\nfair value price which is greater than the liquidation price.\n      \n1999 NCBC 1, ¶ 59.\n{83}\n          \nIn this case, it will likely be difficult for Southeastern to borrow money.\n  \nIt has no hard assets to\noffer as security. Mr. Hilliard is not a good credit risk because of his prior bankruptcy and tax fraud\nconviction. Therefore, it is likely the payment for the minority shares will have to come from\noperating income. The liquidation value of this company is probably very small.\n{84}\n          \nHaving considered the thorough and well reasoned valuation by the independent court appointed\nexpert, the testimony at trial from all the witnesses, and the factors set forth above, the Court finds as a\nfact and concludes as a matter of law that the “fair value” of a minority share for purposes of the rights\nand remedies provided by N.C.G.S. § 55-14-31(d) is $240 per share for a total of $936,000 for the\n3,900 minority shares.\n{85}\n          \nSoutheastern shall have 15 business days from the date of the order to make its election, which\nshall be filed in writing with the Court.\n  \nClosing of any purchase shall take place within 45 business\ndays of this order.\n{86}\n          \nPursuant to the statute and the Court’s inherent equitable powers, the Court concludes that the\nprocedure for the purchase of the plaintiffs’ shares, if elected by the company, shall be as follows.\n \nThe purchase price shall be paid 25 percent at closing and the balance in the form of a promissory note\ndue in 36 monthly installments.\n  \nThe note should be secured by all assets of the company, including\nwithout limitation its receivables and claim in the bankruptcy proceeding of Arcadia Energy.\n  \nThe note\nshould bear interest at the legal rate and be accelerated on a change of control, any sale of assets not in\nthe ordinary course of business or the resignation of Aubrey Hilliard.\n  \nThe terms of the note and\nsecurity agreement shall be subject to approval by the Court.\n{87}\n          \nPlaintiffs have requested in their proposed Findings of Fact and Conclusions of Law that Hilliard\nbe enjoined from competing with Southeastern in the event that he causes Southeastern to elect not to\npurchase the plaintiffs’ shares.\n  \nTheir obvious concern is that Hilliard has the customer contacts and\ncan reestablish the business as a new concern or take the business to a new employer.\n  \nThey cite the\ncontract provisions he had inserted in the new supplier agreements to support their concerns.\n  \nThe\nequitable relief which an injunction would provide is precisely the discretion which the Legislature\ntook away from the courts after the \nMeiselman \ndecision.\n  \nThe legislative scheme is clear. The\nalternatives are dissolution or buyout.\n  \nThe courts are not to furnish other remedies that are not\notherwise available.\n  \nIn this case, if Hilliard had signed an enforceable no-compete agreement at any\ntime, that agreement could be enforced. None of the shareholders signed such agreements.\n  \nIf a\nreceiver is appointed, the receiver may review the business and determine if there has been any breach\nof fiduciary duty which would warrant litigation against a shareholder.\n  \nThis Court has no authority to\ngrant the injunctive relief requested at this time.\n{88}\n          \nWherefore, based upon the foregoing Findings of Fact and Conclusions of Law, it is hereby\nORDERED, ADJUDGED AND DECREED:\n1.\n       \nSubject to the alternative relief provided below, Southeastern Gas & Power, Inc.\nshould be dissolved pursuant to the provisions of N.C.G.S. § 55-14-30(2)(ii).\n2.\n       \nPursuant to the provisions of N.C.G.S. § 55-14-31(d), Southeastern Gas & Power, Inc.\nshall have 15 business days in which to decide whether to purchase the 3,900 shares of\nstock held by the plaintiffs.\n  \nThe purchase price is set at $240 per share.\n  \nClosing shall\ntake place within 20 business days of the election.\n  \nThe purchase price shall be paid 25\npercent at closing and the balance in the form of a promissory note due in 36 equal\nmonthly installments.\n  \nThe note should be secured by all assets of the company,\nincluding without limitation its receivables, the claim in the bankruptcy proceeding of\nArcadia Energy, and plaintiffs’ stock.\n  \nThe note should bear interest at the legal rate\nand be accelerated on a change of control, any sale of assets not in the ordinary course\nof business, or the resignation of Aubrey Hilliard.\n  \nThe terms of the note and security\nagreement shall be subject to approval by the Court.\n  \nIn the event any distribution is\nreceived on account of Arcadia Energy, thirty-nine percent of the distribution shall be\npaid to plaintiffs within ten days of receipt and credited on the note as a payment of\nprincipal.\n  \nMonthly payments would be adjusted accordingly.\n \n3.\n       \nUpon default in payment of the promissory note by defendants, the note will become\nimmediately due and payable.\n4.\n       \nIn the event that Southeastern Gas & Power, Inc. elects to purchase plaintiffs’ stock,\nplaintiffs are ordered to transfer said stock to the company upon the company’s\ncompliance with the terms of this order.\n5.\n       \nIn the event that Southeastern Gas & Power, Inc. does not elect to purchase plaintiffs’\nstock, counsel for plaintiffs shall prepare and submit to the Court an order for\ndissolution and appointment of Thomas J. Ashcraft as receiver within ten days of notice\nof the election.\n \n6.\n       \nThe cost of the Banister Valuation and of the referee appointed by the Court for\ncompensation issues shall be taxed as costs in this action and shall be paid by\nSoutheastern Gas & Power, Inc.\n7.\n       \nThe Court retains jurisdiction of this matter to enforce this order.\n \nThis the 14th day of November, 2001.\n                                                                                                 \n                                                                                                  \nBen F. Tennille\n                                                                                                  \nSpecial Superior Court Judge\nfor Complex Business Cases\n                                                                     \n \n \n[1]\n Given a two-month lag between the start of business and the earliest receipt of cash margins, the first report was circulated in\nMarch 1998.\n[2]\n Pls.’ Ex. 40, Banister Financial Valuation Report, Ex. 4.\n[3]\n The Banister Valuation was also prepared in consideration of Revenue Rule 59-60, issued by the Internal Revenue Service\n(listing eight broad factors requiring careful analysis with respect to the valuation of closely held common stocks).\n[4]\n Southeastern encountered problems with a large receivable from Arcadia Energy Corporation. In the second half of 2000,\nArcadia filed for bankruptcy protection and consequently stopped making payments on its obligations to Fina.\n  \nSoutheastern had\nguaranteed those payments to Fina and absorbed a substantial loss as a result.\n[5]\n The value shown at 12/31/00 does not incorporate any value that may be attributable to a receivable from Arcadia Energy\nCorporation totaling $1,603,758 that is held by Fina and will be assigned at some point to the Company.\n  \nArcadia is operating\nunder bankruptcy protection and no payments have been received.\n   \nThe value of this receivable cannot be ascertained."
}