{
  "id": "b709c1297079eb8ae0c980357541a83b72720ed17be216f910bf3dba9dad6976",
  "source_file": "data/raw/ncbc/b709c1297079eb8ae0c980357541a83b72720ed17be216f910bf3dba9dad6976.pdf",
  "raw_text": "Elliott v. KB Home North Carolina, Inc., 2012 NCBC 55 \n \nSTATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JU STICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 08 CVS 21190 \n \n \nMARK ELLIOTT, TOR AND MICHELLE ) \nGABRIELSON, MICHIHIRO AND YOKO ) \nKASHIMA, on behalf of themselves and all ) \nothers similarly situated,  ) \n Plaintiffs ) \n  ) \n v.  )  \n   ) OPINION AND ORDER  \nKB HOME NORTH CAROLINA, INC. and ) ON MOTIONS TO STAY, MOTION  \nKB HOME RALEIGH-DURHAM, INC., ) TO VOLUNTARILY DISMISS AND  \n  Defendants ) MOTION TO INTERVENE \n   ) \nand   ) \n   ) \nKB HOME RALEIGH-DURHAM, INC., ) \n  Third-Party Plaintiff ) \n   ) \n v.  ) \n   ) \nSTOCK BUILDING SUPPLY, LLC, ) \n  Third-Party Defendant ) \n \n \n THIS MATTER comes before the court upon Defendant/ Third-Party Plaintiff KB \nHome Raleigh-Durham Inc.'s Motion to Stay and Compel this Action into Arbitration and \nMemorandum of Law in Support Thereof (\"First Motion to Stay\"), the unnamed class \nmembers' Motion to Intervene (\"Motion to Intervene\"), Defendant KB Home Raleigh-\nDurham Inc.'s Motion to Stay and Compel Arbitration as to Proposed Plaintiffs-in-\nIntervention and Memorandum of Law in Support Thereof (\"Second Motion to Stay\") \nand the unnamed class members' Motion to Voluntarily Dismiss Motion to Intervene \n(\"Motion to Voluntarily Dismiss\") (collectively, \"Motions\"); and \nTHE COURT, after considering the Motions, briefs and arguments in support of \nand in opposition to the Motions, other submissions of counsel and appropriate matters \nof record, and as discussed in this Opinion and Order, FINDS and CONCLUDES that \nthe First Motion to Stay should be DENIED; the Motion to Intervene should be DENIED; \nthe Second Motion to Stay should be DENIED and the Motion to Voluntarily Dismiss \nshould be GRANTED. \nWhitfield Bryson & Mason LLP, by Daniel K. Bryson, Esq., Scott C. Harris, Esq., \nGary E. Mason, Esq. and Nicholas A. Migliaccio, Esq. for Plaintiffs and unnamed \nclass members. \n \nBradley Arant Boult Cummings LLP, by Michael W. Knapp, Esq. and Ryan L. \nBeaver, Esq. for Defendant/Third-Party Plaintiff KB Home Raleigh-Durham, Inc. \n \nHunton and Williams LLP, by A. Todd Brown, Esq. and Ryan G. Rich, Esq. for \nThird-Party Defendant Stock Building Supply, LLC. \n \nJolly, Judge. \n \nI. \nPROCEDURAL BACKGROUND \n \n[1] On December 5, 2008, Plaintiffs filed their Cla ss Action Complaint \n(\"Complaint\") in this civil action as a putative class action against Defendant KB Home \nRaleigh-Durham, Inc. (\"KB Home\") and KB Home North Carolina, Inc. (\"KB Home NC\") \nalleging five claims for relief (\"Claim(s)\"): Count I –  Breach of Contract (\"Claim One\"), \nCount II – Breach of Express Warranties (\"Claim Two \"), Count III – Breach of Implied \nWarranties (\"Claim Three\"), Count IV – Negligence ( \"Claim Four\"), Count V – \nNegligence Per Se (\"Claim Five\"), Count VI – Unfair and Deceptive Tra de Practices \n(\"Claim Six\") and Count VII – Negligent Misrepresen tation (\"Claim Seven\").  All of the \nClaims arise from the alleged installation of James Hardie's HardiPlank cement fiber lap \nsiding (\"HardiPlank\") on Plaintiffs' homes without a weather-resistive barrier behind the \nHardiPlank. \n[2] On February 6, 2009, KB Home and KB Home NC fil ed a Motion to \nDismiss Plaintiffs' Complaint.  On July 17, 2009, the court dismissed KB Home NC from \nthis action. \n[3] On January 7, 2010, KB Home filed a Third-Party  Complaint against Third-\nParty Defendant Stock Building Supply, LLC (\"Stock\") alleging breach of contract, \nnegligence and indemnity. \n[4] On June 17, 2010, this case was designated as a n exceptional and \ncomplex business case pursuant to Rules 2.1 and 2.2 of the General Rules of Practice \nfor the Superior and District Courts. \n[5] On March 31, 2011, Plaintiffs filed a Motion fo r Class Certification.  The \ncourt granted that motion on February 27, 2012, and entered an Order on Class \nCertification certifying this matter as a class action. \n[6] On March 28, 2012, KB Home appealed the Order o n Class Certification \n(\"Appeal\") to the North Carolina Court of Appeals. \n[7] On April 12, 2012, KB Home filed both the First  Motion to Stay and a \nMotion for Stay of Proceeding Pending Appeal (\"Motion to Stay Pending Appeal\").  After \nconducting a telephone hearing, the court denied the Motion to Stay Pending Appeal on \nApril 13, 2012. \n[8] On July 30, 2012, the unnamed class members fil ed the Motion to \nIntervene, seeking to intervene in this civil action as named plaintiffs to preserve their \nrights in the event the Order on Class Certification was overturned as a result of the \nAppeal. \n[9] On August 22, 2012, KB Home filed the Second Mo tion to Stay, seeking to \ncompel arbitration with respect to the unnamed class members in the event the court \ngranted the Motion to Intervene. \n[10] On August 28, 2012, the North Carolina Court o f Appeals dismissed the \nAppeal. \n[11] As a result of the dismissal of the Appeal, on  September 10, 2012, the \nunnamed class members filed the Motion to Voluntarily Dismiss, seeking to voluntarily \ndismiss the Motion to Intervene without prejudice. \n[12] The Motions have been fully briefed and are ri pe for determination. \nII. \nDISCUSSION  \n[13] KB Home contends that this action, including a ll of Plaintiffs' Claims and \nthe third-party claims, should proceed to arbitration in the manner provided for in the \nparties' arbitration agreements and that this action should be stayed pending completion \nof the arbitration process.1 \n[14] In response, Plaintiffs dispute whether there is a controlling agreement to \narbitrate between the parties.  They further argue that even if an agreement to arbitrate \n                                                                 \n1 Def. KB Home's Mot. Stay Compel Action Arbit'n Mem . Supp. (\"KB Home Memo\") 19. \nexists, KB Home has waived its right to arbitrate. 2  Stock also opposes the First Motion \nto Stay on the grounds that there is no controlling agreement to arbitrate. 3 \nA. \nGeneral Principles of Arbitration  \n[15] Both the Federal Arbitration Act, 9 U.S.C. § 1  et seq . (\"FAA\") and the \nNorth Carolina Revised Uniform Arbitration Act, N.C. Gen. Stat. § 1-569.1 et seq . \n(\"NCRUAA\") (hereinafter, all references to the North Carolina General Statutes will be \nto \"G.S.\") make clear that arbitration agreements are favored and should generally be \nenforced by the courts.  See AT&T Mobility LLC v. Concepcion , 131 S. Ct. 1740, 1745, \n1748 (2011) (recognizing that \"[t]he FAA was enacted in 1925 in response to \nwidespread hostility to arbitration agreements\" and the \"'principal purpose' of the FAA is \nto 'ensur[e] that private arbitration agreements are enforced according to their terms'\"). \n[16] North Carolina has a strong public policy in f avor of resolving disputes \nthrough arbitration.  Johnston Cnty. v. R.N. Rouse & Co ., 331 N.C. 88, 91 (1992).  As \nsuch, courts should \"resolve any doubts concerning the scope of arbitrable issues in \nfavor of arbitration.\"  Id .; see also Cyclone Roofing Co. v. David M. La Fave Co., 312 \nN.C. 224, 229 (1984) (quoting Moses H. Cone Hosp. v. Mercury Constr. Corp ., 460 U.S. \n1, 24-25 (1983)) (\"[A]ny doubt concerning the scope of arbitrable issues should be \nresolved in favor of arbitration, whether the problem at hand is the construction of the \n                                                                 \n2 Opp'n Def. KB Home's Mot. Stay Compel Action Arbit'n Att'ys Fees (\"Plaintiffs Memo\") 7-8. \n3 Based on representations contained in the KB Home Memo, it appeared to the court that Stock did not \noppose the First Motion to Stay at the time it was filed.  See  KB Home Memo 22 (stating in the Certificate \nof Consultation with Opposing Counsel that \"[Stock]  agrees with [KB Home]'s position articulated in this \nbrief.\").  Notwithstanding this representation, on May 7, 2012, Stock submitted a responsive brief in \nopposition to the First Motion to Stay.  Accordingl y, the court will treat the First Motion to Stay as \ncontested with respect to all parties and all claim s. \ncontract language itself or an allegation of waiver, delay, or a like defense to \narbitrability.\"). \n[17] Under both the FAA and the NCRUAA, 4 courts apply a two-part test to \ndetermine whether to compel arbitration of a dispute: \"(1) whether a valid arbitration \nagreement exists, and (2) whether the particular dispute is within the agreement's \nsubstantive scope.\"  In re W.W. Jarvis & Sons , 194 N.C. App. 799, 803 (2009); see also \nRagan v. Wheat First Sec., Inc. , 138 N.C. App. 453, 455 (2000) (\"In considering a \nmotion to compel arbitration, the trial court should determine (1) the validity of the \ncontract to arbitrate and (2) whether the subject matter of the arbitration agreement \ncovers the matter in dispute.\").  The party seeking to compel arbitration has the burden \nof establishing that each prong is satisfied.  Revels v. Miss Am. Org. , 165 N.C. App. \n181, 188 (2004). \nB. \nThe Alleged Arbitration Agreement between Plaintiffs and KB Home  \n[18] As the party seeking to compel arbitration, KB  Home has the burden of \nestablishing that the parties entered into a valid arbitration agreement and that the \ncurrent dispute falls within the scope of such agreement.  KB Home contends that the \nFirst Motion to Stay should be granted with regard to the named Plaintiffs because at \ntimes material each homeowner executed a New Home Purchase Agreement \n(\"Purchase Agreement\") and a New Home Limited Warranty Agreement (\"Warranty \n                                                                 \n4 Whether or not the FAA or NCRUAA applies to the parties' arbitration agreements is inconsequential for \npurposes of this Opinion and Order.  See Sloan Fin. Grp., Inc. v. Beckett , 159 N.C. App. 470, 477 (2003) \n(\"North Carolina's stance on arbitration is very close, if not identical, to the federal stance.\").  Additionally, \nin light of the court's conclusion that KB Home has waived its right to arbitrate the Claims, discusse d infra , \nit is immaterial and unnecessary for the court to determine whether the FAA or NCRUAA governs. \nAgreement\"), both of which contain valid arbitration agreements that cover the disputes \nat issue.5 \n[19] Plaintiffs' principal response is two-fold.  T hey argue that the Warranty \nAgreement, rather than the Purchase Agreement, governs the parties' dispute and that \nthe Warranty Agreement's arbitration provision is unenforceable because it imposes a \nvoluntary requirement to arbitrate.  Moreover, Plaintiffs argue that even if a valid and \nenforceable arbitration agreement exists, KB Home has waived its right to compel \narbitration in this matter. 6 \n1. \nDoes a Valid Arbitration Agreement Exist? \n[20] The same principles that govern contract forma tion govern arbitration \nagreements.  \"It is well established that a valid contract arises only where there is \nassent between the parties, amounting to a meeting of the minds.\"  Revels v. Miss N.C. \nPageant Org., Inc. , 176 N.C. App. 730, 733-34 (2006).  Where, as here, Plaintiffs \ncontend that a valid arbitration agreement does not exist, the court must examine the \narbitration agreement \"to ascertain the intention of the parties.\"  Id. (quoting Walker v. \nGoodson Farms, Inc. , 90 N.C. App. 478, 186 (1988).  In doing so, \"the parties' \nintentions control and their intentions may be discerned from their . . . writings . . . .\"  \nWalker , 90 N.C. App. at 486.  However, the court must give effect to the plain and \nunambiguous language in the contract.  R.N. Rouse & Co. , 331 N.C. at 95.  \n                                                                 \n5 KB Home Memo 11-16. \n6 Plaintiffs Memo 18-20. \n[21] Plaintiffs make no argument regarding the vali dity of the arbitration \nprovisions contained within the Purchase Agreement.7  Section 35 of the Purchase \nAgreement addresses \"[m]ediation and [a]rbitration\" of future disputes that may arise \nbetween the parties.  Specifically, this section states, \"[i]n the event of any dispute \nrelated to the [home] or this Agreement, the parties shall first mediate their dispute . . .\" \nand if mediation does not settle the dispute, \"then this Agreement shall be subject to \narbitration under the [FAA].\"8  This language on its face is unambiguous.  In light of \nPlaintiffs' lack of argument with respect to the validity of the arbitration agreement, along \nwith the court's review of the plain and unambiguous language, the court concludes that \nthe Purchase Agreement contains a valid and enforceable arbitration agreement. \n[22] Plaintiffs do dispute the enforceability of th e arbitration provisions \ncontained within the Warranty Agreement.  Plaintiffs' argument with respect to the \nenforceability of the Warranty Agreement's arbitration provisions is based upon their \ncontention that there is no valid arbitration clause because the arbitration provisions are \nvoid as \"illusory\" promises.9  In substance, Plaintiffs argue that the arbitration provisions \nare not mandatory, and Plaintiffs therefore should be allowed to litigate their Claims in a \ncourt of law.10  \n[23] As stated above, the purpose of contract inter pretation is to ascertain the \nintention of the parties at the time the parties entered into the contract.  See Gould \nMorris Elec. Co. v. Atl. Fire Ins. Co. , 229 N.C. 518, 520 (1948) (\"The heart of a contract \n                                                                 \n7 Plaintiffs argue that the current disputes fall within the scope and provisions of the Warranty Agree ment \nand not the Purchase Agreement.  Id.  18 (\"[The disputes at issue] are to be governed not by the \n[Purchase Agreement], but by the Warranty [Agreemen t] . . . .\").  The scope of the respective arbitration \nprovisions is discussed infra . \n8 Purchase Agreement § 35.1. \n9 Plaintiffs Memo 18. \n10  Id.  19-21. \nis the intention of the parties, which is to be ascertained from the expressions used, the \nsubject matter, the end in view, the purpose sought, and the situation of the parties at \nthe time.\").  To do so, the court must apply accepted principles of contract interpretation \nby construing the contract as a whole and giving effect to the plain and unambiguous \nlanguage in the contract.  See R.N. Rouse & Co. , 331 N.C. at 95; Sell v. Hotchkiss , 264 \nN.C. 185, 190 (1965).   \n[24] KB Home contends that the arbitration provisio ns from the Warranty \nAgreement and Purchase Agreement, taken together, show the parties agreed to \narbitrate the Claims before proceeding with litigation.11  \n[25] Section E of the Warranty Agreement outlines t he process to follow to \nhandle warranty coverage disputes. 12   Section E.1 of the Warranty Agreement sets out \nthe parties' intentions.  That section, entitled \"Intent of the Parties,\" states that disputes \nrelated to the Warranty Agreement \"shall be resolved according to the . . . provisions of . \n. . [s]ection E.\"  Section E.1 further states that if Plaintiffs are \"not satisfied with [KB \nHome's] . . . handling of a [dispute], [each Plaintiff] understands and agrees that this \nWarranty Agreement requires [Plaintiffs] to go through the entire process described in \nthis [s]ection E before filing any lawsuit  against [KB Home] . . . .\" 13  (emphasis added). \n[26] The process set out in section E contemplates that the parties will attempt \nto settle any dispute that arises under the Warranty Agreement informally through a \nnegotiation process. 14   The negotiation process is the first required step in resolving a \n                                                                 \n11  KB Home Reply Br. Pls. Opp'n Mot. Stay Compel Acti on Arbit'n 10. \n12  Specifically, section E.3 of the Warranty Agreement deals with arbitration.  However, the court must \nconsider all of section E to determine whether or not the parties agreed to arbitration. \n13  Warranty Agreement § E.1. \n14  Id.  § E.2. \nwarranty dispute.15   As part of the negotiation process, the parties must participate in a \nconference in an attempt to settle the dispute. 16  \n[27] Plaintiffs argue that an excerpt from section E.2(G) indicates the voluntary \nnature of the arbitration requirement. 17   The relevant portion of section E.2(G) states: \nIf, after such [c]onference . . . the entire [d]isp ute has not \nbeen resolved, then [Plaintiffs] may, but shall not  be required \nto, proceed to Arbitration as described in [s]ubsec tion 3, \nbelow.  If, as a result the [c]onference, certain i ssues in the \n[d]ispute have been resolved, the parties shall joi ntly state in \nwriting the issues that have been resolved and the issues \nwhich remain unresolved and will require Arbitratio n.  \nAlthough Arbitration is the next formal and require d step in \nthe dispute resolution procedure, the parties may c ontinue to \nnegotiate informally to resolve the [d]ispute . . . . 18  \n \nPlaintiffs direct the court's attention to that portion of this section that states Plaintiffs \n\"may, but shall not be required to, proceed to Arbitration.\"  Plaintiffs' reliance on this \nexcerpt, in support of their argument that arbitration is voluntary, is misguided.  Rather, \nthis excerpt, when read together with all of section E, makes clear that Plaintiffs do not \nhave to proceed any further with the dispute resolution process if the negotiations and \nconference outlined in section E.2 fail to resolve the dispute.  However, this does not \nmean that Plaintiffs can proceed with litigation without first participating in arbitration.  \nTo the contrary, section E.3, entitled \"Arbitration of Disputes,\" states: \nIn the event that the [p]arties have the entire \"Ne gotiation\" \nprocess as described in and required by [s]ubsectio n E.2 \nabove, but failed to resolve the [d]ispute, . . . t hen, if either of \nthe [p]arties wishes to pursue the matter further, the \nunresolved aspects of the [d]ispute shall be resolv ed by \nArbitration . . . . 19  \n                                                                 \n15  Id. § E.2(B). \n16  Id. § E.2(D)-(G). \n17  Plaintiffs Memo 19. \n18  Warranty Agreement § E.2.G. \n19  Id.  § E.3.A. \n \n[28] Plaintiffs are not required to proceed beyond the negotiations process set \nout in section E.2.G and initiate arbitration.  However, if Plaintiffs wish to litigate the \nClaims, the Warranty Agreement requires them to arbitrate before doing so.  \nAccordingly, the court finds that the arbitration agreements in both the Purchase \nAgreement and Warranty Agreement are valid and enforceable. \n2. \nScope of the Arbitration Agreements  \n[29] The second prong of the two-part test that mus t be met to compel \narbitration requires the dispute at issue to be within the scope of the parties' arbitration \nagreement.  Sloan , 159 N.C. at 478 (citing Am. Recovery Corp. v. Computerized \nThermal Imaging , 96 F.3d 88, 93 (4th Cir. 1996)).  The scope of an arbitration \nagreement is a matter of contract law.  The parties must state in their agreement which \ndisputes are subject to arbitration.  Futrelle v. Duke Univ. , 127 N.C. App. 244, 248 \n(1997).  Ambiguities regarding the scope of the arbitration agreement should be \nresolved in favor of arbitration.  Raspet v. Buck , 147 N.C. App. 133, 135 (2001); see \nalso  Sloan , 159 N.C. at 479 (\"It is in this second step of either analysis where the \npresumption in favor of arbitration exists.\"). \n[30] KB Home argues that all of Plaintiffs' Claims fall within the scope of either \nthe Purchase Agreement or Warranty Agreement. 20   It is Plaintiffs' contention that if \n                                                                 \n20  KB Home Memo 14.   \nthere is a valid arbitration agreement, the Claims are governed by the Warranty \nAgreement's arbitration provisions.21  \n[31] The arbitration provision from the Purchase Ag reement states, at section \n35.1, that: \n[A]ll claims, demands, disputes, controversies and \ndifferences that may arise between the parties to t his \nAgreement . . . of whatever nature or kind, includi ng, without \nlimitation, disputes: ([a]) as to events, represent ations, or \nomissions, which predate this Agreement; ([b]) aris ing out of \nthis Agreement; and/or ([c]) relative to the constr uction \ncontemplated by this Agreement arising prior to the  Closing \nshall be submitted to binding arbitration . . . . \n22  \n \nHowever, the above arbitration provision is limited by section 35.3.  Section 35.3 states:  \n[T]his Section shall not apply to any repairs or wa rranty \nclaims with respect to the [h]ome arising after the  \nconstruction is completed and the Closing has occur red \nhereunder and shall expressly NOT control over the dispute \nresolution provisions in the Warranty [Agreement] f or such \nrepairs or warranty claims.  . . . [A]ny such repai rs or \nwarranty claims shall be governed by the Warranty \n[Agreement] coverage disputes provisions of the War ranty \n[Agreement] . . . . \n23  \n \nInterpreting the above language, it appears to the court that all Claims arising between \nthe parties fall within the expansive scope of the arbitration provisions contained in the \nPurchase Agreement.  Any Claim excepted from the arbitration provisions in the \nPurchase Agreement would fall within the scope of the arbitration provisions in the \nWarranty Agreement.   \n                                                                 \n21  Plaintiffs Memo 18-19.  Plaintiffs assert that \"[i]t is undeniable that Plaintiffs' claims qualify as 'repairs or \nwarranty claims with respect to the [h]ome arising after the construction is completed' under the [War ranty \nAgreement.\"  Id.  However, despite this assertion, Plaintiffs do not explain why their Claims are \nundeniably repair or warranty claims as such claims  are defined pursuant to the Warranty Agreement. \n22  Purchase Agreement § 35.1. \n23  Id.  § 35.3. \n[32] Consequently, it appears that all Claims fall within the scope of the \narbitration provisions in either the Purchase Agreement or the Warranty Agreement. 24   \nTherefore, the court CONCLUDES that all of Plaintiffs' Claims are within the scope of \nthe arbitration agreements at issue. \n3. \nWaiver Defense  \n[33] In opposition to the First Motion to Stay, Pla intiffs' argue that KB Home \nwaived its right to arbitrate under both the Purchase Agreement and Warranty \nAgreement by failing to assert its contractual right to arbitration earlier.25   KB Home \nargues that it has timely asserted its right to arbitrate against all Plaintiffs.  However, in \nthe alternative, KB Home seeks to persuade the court that even if waiver is found with \nrespect to the named Plaintiffs, waiver should not be found with respect to the unnamed \nclass members because KB Home could not have compelled arbitration against the \nunnamed class members at any time before the court certified the class. 26  \n[34] \"It is well established that arbitration may b e waived because it is a right \narising from contract.\"  Herbert v. Marcaccio , __ N.C. App. __, 713 S.E.2d 531, 535 \n(2011).  Whether a party has waived its right to arbitrate is a question of fact for the \ncourt.  Id .  North Carolina's strong public policy in favor of arbitration dictates that any \ndoubt with regard to the arbitrability of a claim should be \"resolved in a manner which \nfavors arbitration.\"  Capps v. Virrey , 184 N.C. App. 267, 270 (2007) (citing Smith v. \nYoung Moving & Storage, Inc. , 141 N.C. App. 469 (2000).  \"This is true 'whether the \n                                                                 \n24  Based on the court's conclusion that KB Home has w aived its right to arbitrate the Claims, discussed \ninfra , it is not necessary for the court to determine wh ich arbitration agreement governs which Claim. \n25  Plaintiffs Memo 14-18. \n26  KB Home Memo 18-19. \nproblem at hand is the . . . allegation of waiver, delay or a like defense to arbitrability.'\"  \nId.  (quoting Cyclone Roofing , 312 N.C. at 229).  The Fourth Circuit has held that waiver \nof the right to arbitrate is \"not to be lightly inferred\" and \"the party opposing arbitration \nbears a 'heavy burden of proving waiver.'\"  MicroStrategy, Inc. v. Lauricia , 268 F.3d 244, \n249-51 (4th Cir. 2001) (quoting Am. Recovery Corp., 96 F.3d at 95). \n[35] The North Carolina Supreme Court has recognize d that a party waives its \nright to compel arbitration if it acts inconsistently with arbitration, and the party opposing \narbitration can show it has been prejudiced as a result.  Servomation Corp. v. Hickory \nConstr. Co ., 316 N.C. 543, 544 (1986).  In that case, the supreme court explained that:  \nA party may be prejudiced by his adversary's delay in \nseeking arbitration if [a] it is forced to bear the  expense of a \nlong trial, [b] it loses helpful evidence, [c] it t akes steps in \nlitigation to its detriment or expends significant amounts of \nmoney on the litigation, or [d] its opponent makes use of \njudicial discovery procedures not available in arbitration. \n \nId . \n[36] Applying the Servomation  holding to the present case, Plaintiffs have \nneither been forced to bear the expense of long trial, nor have Plaintiffs lost helpful \nevidence.  Consequently, Plaintiffs' principal argument for waiver is that they have been \nprejudiced by incurring significant litigation expenses to date and that KB Home has \nengaged in discovery procedures not available in arbitration. \n[37] When determining whether delay in requesting a rbitration resulted in \nsignificant litigation expense and prejudice to the party opposing arbitration, \"the trial \ncourt must make findings whether the expenses occurred after the right to arbitration \naccrued, and whether the expenses could have been avoided through an earlier \ndemand for arbitration.\"  Herbert , 713 S.E.2d at 536 (citing Culberson v. REO Props. \nCorp ., 194 N.C. App. 793, 798-99 (2009)). \n[38] Here, Plaintiffs argue that KB Home's right to  arbitrate this dispute arose in \nDecember 2008 when the named Plaintiffs filed their Complaint. 27   KB Home did not file \nthe First Motion to Stay until April 12, 2012.  That was more than three years after this \naction was filed and after substantial effort, time and money had been expended by the \nparties in discovery, motion practice and related procedural pre-trial initiatives.28   KB \nHome could have asserted its arbitration rights much sooner in this dispute, but chose \nnot to do so.  The court finds and concludes that by such delay KB Home acted \ninconsistently with its arbitration rights.  Notwithstanding this conclusion, Plaintiffs must \nstill show that they have been prejudiced by KB Home's delay. \n[39] To show prejudicial effect, Plaintiffs have su bmitted evidence of fees and \nother expenses incurred by Plaintiffs.29   In totality, Plaintiffs have incurred approximately \n$100,000 in fees and other expenses litigating the Claims. 30   The costs that have been \nincurred are the result of the parties participating in four hearings, 31  taking or defending \ntwenty depositions across the country, obtaining and working with expert witnesses and \nengaging in other discovery. 32   These costs have been incurred by the named Plaintiffs \nwhile litigating the Claims on their own behalf and also while litigating the Claims on \n                                                                 \n27  The Complaint was filed on December 5, 2008. \n28  Although neither required nor determinative, KB Home did not specifically assert its right to arbitration \nin either its Answer as an affirmative defense, filed on August 5, 2009, or in its response to Plaintiffs' Third \nSet of Interrogatories and Request for Production of Documents.   \n29  See Decl. Gary E. Mason. \n30  Id.  ¶ 5.  These fees and expenses accrued from prepari ng for and attending negotiation conferences, \ndepositions, motions and hearings, as well as fees spent on expert testimony.  Id.  ¶¶ 2-5. \n31  The four hearings held have been on KB Home's Moti on to Dismiss, Plaintiffs' Motion to Compel \nDiscovery of KB Home, Plaintiffs' Motion for Class Certification and KB Home's Motion to Stay Pending \nAppeal.  Id.  ¶ 4. \n32  Id.  ¶¶ 2-4. \nbehalf of the unnamed class members.  KB Home's delayed attempt to enforce the \narbitration provisions only after Plaintiffs have expended material amounts of time and \nresources in pursuing their Claims would be prejudicial to Plaintiffs.33   Such time and \nresources were expended after KB Home's right to arbitrate accrued and could have \nbeen avoided through an earlier demand for arbitration.  KB Home could have \ndemanded arbitration as early as 2008, well before the named Plaintiffs actively litigated \nthe Claims.  Permitting KB Home to enforce its arbitration rights now would be \ninconsistent with the principles of waiver outlined in Servomation .  Accordingly, the court \nCONCLUDES that KB Home has waived its right to compel the named Plaintiffs to \narbitrate their Claims. 34  \n[40] The court must also consider whether KB Home h as waived its right to \ncompel arbitration with respect to the unnamed class members.  KB Home argues that it \ncould not have asserted its arbitration rights against the unnamed class members at any \ntime before the court certified the class on February 27, 2012. 35   The court is not \npersuaded by KB Home's argument. \n[41] Permitting KB Home to compel arbitration with regard to the unnamed \nclass members would be prejudicial to the named Plaintiffs.  The reality of class-action \nlitigation requires the named Plaintiffs to incur expenses litigating the Claims on behalf \n                                                                 \n33  In Prime S. Homes, Inc. v. Byrd , 102 N.C. App. 255 (1991), the party seeking to compel arbitration was \nfound to have waived that right when the opposing party \"had expended in excess of $10,000 in legal \nfees, a sizeable portion of which would not have been incurred . . . had [arbitration been] sought within a \nreasonable time.\"  Id.  at 261. \n34  In light of this conclusion, the court need not consider Plaintiffs' other arguments for determining that \nKB Home waived its right to arbitrate. \n35  KB Home cites to several federal cases as support for the proposition that a court has jurisdiction to \nadjudicate the rights of putative class members onl y after the class has been certified.  See, e.g. , \nPartington v. Am. Int'l Specialty Lines Ins. Co. , 443 F.3d 334, 340 (4th Cir. 2006).  Notwithstanding this \nstatement of law, a party can still waive its right to arbitrate disputes with unnamed class members b y \nwaiting too long to exercise its arbitration rights with the named plaintiffs. \nof the entire class, which the named Plaintiffs in this case have done for more than \nthree years.  Allowing KB Home to compel arbitration with respect to the unnamed class \nmembers would render the named Plaintiffs' efforts pursuing the class Claims \nmeaningless.  KB Home had knowledge that the named Plaintiffs were litigating the \nClaims as a class action from the outset and were incurring substantial costs while \ndoing so. 36   Simply put, KB Home sat on its rights to arbitrate for too long.37   Therefore, \nKB Home is barred from exercising any alleged arbitration rights now, even as to the \nunnamed class members.  For the foregoing reasons, the court further CONCLUDES \nthat KB Home has waived its right to compel the unnamed class members to arbitrate \nthe Claims.  Accordingly, the First Motion to Stay should be DENIED with respect to all \nPlaintiffs. \n                                                                 \n36  KB Home was on notice no later than December 5, 20 08, that the named Plaintiffs were bringing their \nClaims as a class action when the Complaint was filed.  Moreover, evidence suggests that KB Home had \nnotice of Plaintiffs' class action Claims, even before the Complaint was filed, during informal negotiations \nto resolve the dispute.  See  Decl. Gary E. Mason ¶ 2 (\"Throughout the [negotiat ion] process, Plaintiffs \nrepresented that they were acting on their behalf and on behalf of similarly situated homeowners.\").  \n37  The court is also concerned by KB Home's attempt t o compel arbitration as to the unnamed class \nmembers, thereby effectively \"undoing\" this court's Order on Class Certification and getting the proverbial \n\"second bite at the apple\" for class certification.  In Kingsbury v. U.S. Greenfiber, LLC , an unpublished \nfederal district court decision, the court addressed a similar issue (i.e., whether a defendant can compel \narbitration as to the unnamed class members after a  class has been certified) and was presented with \nsimilar arguments (i.e., arbitration should be granted with respect to unnamed class members because \nthey have not been prejudiced and were not before the court prior to class certification) as those \naddressed and presented to this court.  No. CV08-00151-AHM, 2012 U.S. Dist. LEXIS 94854, (C.D. Cal., \nJune 29, 2012).  In Kingsbury , the court stated: \nMoreover, to accept [defendant's arguments and comp el arbitration] would be to \ncondone gamesmanship in the class certification pro cess.  A defendant could \nwait in the weeds and delay asserting its arbitrati on rights.  It could file motions to \ndismiss, litigate the named plaintiff's legal theor ies, and oppose class certification \nmotions.  If and when a class is finally certified,  the defendant could simply assert \nits arbitration rights and defeat certification of the previously-certified class.  In \nthe interests of the fair and efficient administrat ion of justice, the Court cannot \naccept [defendant's] position. \nId.   For the same considerations of fairness and the efficient administration of justice outlined by the court \nin Kingsbury , this court cannot accept KB Home's argument that it has not waived its right to arbitrate with \nrespect to the unnamed class members. \nC. \nThe Alleged Arbitration Agreement between KB Home and Stock  \n[42] The First Motion to Stay seeks to compel all c laims presented in this \naction into arbitration, including KB Home's third-party claims against Stock.  As \ndiscussed above, KB Home has the burden of establishing that a valid agreement to \narbitrate exists between KB Home and Stock and that the dispute falls within the scope \nof any such agreement.  KB Home argues that the contract it entered into with Stock in \n2004 (\"Subcontract\") contained a valid arbitration agreement.  The substance of Stock's \nargument in opposition to the First Motion to Stay is that a valid contract does not exist \nbetween KB Home and Stock; thus, there is no valid arbitration agreement. 38   In this \nregard, Stock argues that the parties entered into a subsequent agreement, which \nreplaced the Subcontract and did not include an arbitration agreement.  KB Home \ncontends that validity and enforceability of the Subcontract is not a question for the \ncourt to answer, but rather is a question for the arbitrator. \n[43] Claims challenging the validity of the underly ing contract, but not the \narbitration agreement, raise issues that are appropriate for the arbitrator to decide, not \nthe court.  Buckeye Check Cashing, Inc. v. Cardegna , 546 U.S. 440, 448-49 (2006) (\"[A] \nchallenge to the validity of the contract as a whole, and not specifically to the arbitration \nclause, must go to the arbitrator.\"); Prima Paint Corp. v. Flood & Conklin Mfg. Co. , 388 \nU.S. 395, 403-04 (1967); accord  Tillman v. Commer. Credit Loans, Inc. , 362 N.C. 93, \n119 (2008) (Edmunds, J., concurring) (\"[C]laims . . . challenging the contract, in which \nthe arbitration agreement is included . . . are for the arbitrator to decide.\"). \n                                                                 \n38  Stock Memo 2-3. \n[44] Stock's principal argument in opposition to th e First Motion to Stay focuses \non the contended unenforceability of the Subcontract.  Specifically, Stock argues that \nthe Subcontract is unenforceable because it does not have a description of the subject \nmatter, contains no description of the work or services to be provided by Stock, lacks \npricing terms and is not signed by KB Home. 39    \n[45] Stock's argument with respect to the underlyin g validity of the contract is \nmisplaced in regard to the First Motion to Stay.  Stock does not argue in its brief that the \narbitration agreement is invalid and unenforceable.  It is well-settled law that arguments \nsimilar to Stock's raise questions that are to be decided by an arbitrator.  However, the \nforegoing notwithstanding, KB Home still has the burden, as the party seeking to \ncompel arbitration, of showing that the parties agreed to a valid and enforceable \narbitration agreement and that the dispute in question falls within the scope of the \narbitration agreement.  See  Revels, 165 N.C. App. at 188; Raspet , 147 N.C. App. at \n135.  KB Home relies on the following language from paragraph 14 of the Subcontract \nin support of its argument that it and Stock agreed to arbitration: \n[Stock] agrees that, upon written request of [KB Ho me], \n[Stock] shall participate as a party in, and also s eparately \ndefend as set forth above, by paying Indemnified Pa rties' \nexpenses as incurred by [KB Home] with respect to a ny \nalternative dispute resolution proceeding . . . rel ated to \ninvestigation and resolution of Claims, Claims brou ght \npursuant to statute by homebuyers, successive homeb uyers \n. . . or Claims arising out of [KB Home's] new home  limited \nwarranty . . . . 40  \n                                                                 \n39  Stock Memo 5-6.  In a motion to dismiss, Stock mad e the same arguments with regard to the \nunenforceability of the Subcontract.  Stock's Br. Supp. Mot. Dismiss Third Party Compl. Def. Third Par ty \nPl. KB Home 6-10.  That motion was denied by this c ourt on August 8, 2011.   \n40  Subcontract ¶ 14(e).  \"Claims\", as that term is defined by the Subcontract, refers to \"any and all claims, \ndemands, causes of action . . . in law or equity, contract or tort . . . of every kind and nature whatsoever \nthat in any way arise out of or relate to this Subcontract . . .\" that may be brought against KB Home and \nfor which Stock must indemnify KB Home.  Id.  ¶ 14(a). \n \n[46] KB Home also directs the court's attention to language from paragraph 10 \nin the Subcontract as further evidence of Stock's agreement to arbitrate.  Among other \nthings, paragraph 10 states:  \n[Stock]  acknowledges and agrees that, regardless o f the \nforum that is used for dispute resolution with a si ngle \nhomeowner, multiple homeowners or an association \ninvolving the work of this Subcontract, [Stock] sha ll willingly \nparticipate in such dispute resolution forum to the  extent any \nof its indemnification obligations under paragraph 14 of this \nSubcontract are triggered. \n41  \n \nParagraphs 10 and 14 only obligate Stock to participate in dispute resolution \nproceedings between KB Home and Plaintiffs and only to the extent such obligation is \ntriggered by one of the Subcontract's indemnification provisions.   \n[47] As stated previously, the court \"cannot rewrit e the plain meaning of the \ncontract.\"  Montgomery v. Montgomery , 110 N.C. App. 234, 238 (1993).  Further, when \nconstruing language in a contract, the court should give ordinary words their ordinary \nmeanings.  Biggers v. Evangelist , 71 N.C. App. 35, 42 (1984).  Here, the language in \nthe Subcontract is clear and unambiguous, and the court will interpret the Subcontract \ngiving effect to the ordinary meaning of the words. \n[48] The court finds and concludes that the languag e relied upon by KB Home \nto persuade the court that Stock agreed to arbitration with KB Home is not compelling.  \nRather, the language is indicative of an agreement for Stock to indemnify KB Home \nagainst certain claims that may be brought by homeowners against KB Home.  To the \nextent the Subcontract references Stock's participation in \"alternate dispute \nproceedings,\" the Subcontract arguably obligates Stock to participate in such \n                                                                 \n41  Id.  ¶ 10(d). \nproceeding as but one form of indemnification against homeowners claims. 42   In this \nregard, any perceived agreement by Stock to participate in arbitration is contingent on \nKB Home successfully compelling Plaintiffs' Claims to arbitration.  However, there is no \nlanguage in the Subcontract that states that KB Home and Stock agreed to arbitration to \nresolve their own disputes.   \n[49] Additionally, the Subcontract contains a forum -selection clause and \nconsent-to-jurisdiction clause in paragraph 32. 43   Such clauses are not inherently \ninconsistent with arbitration agreements and can be construed together.  See Internet \nEast, Inc. v. Duro Communs., Inc. , 146 N.C. App. 401 (2001) (holding that a forum-\nselection clause and arbitration provision do not conflict).  However, here the court finds \nthe forum-selection and consent to jurisdiction clauses to be additional support for the \nconclusion that KB Home and Stock did not intend to enter into a valid and enforceable \narbitration agreement.  Therefore, the court CONCLUDES that KB Home has not met its \nburden because it cannot show that it and Stock agreed to arbitrate their disputes.  \nAccordingly, the First Motion to Stay should be DENIED with respect to Stock. \n                                                                 \n42  The court makes no determination with regard to the enforceability or applicability of any contended \nobligation of Stock to indemnify KB Home under the Subcontract.  The court's interpretation of the \nindemnity provisions of paragraphs 10 and 14 is lim ited to this Opinion and Order regarding arbitration \nbetween Stock and KB Home. \n43  Subcontract ¶ 32.  Paragraph 32 states that \"in the event a dispute should arise as to the performanc e \nof the obligations of the parties pursuant to this Subcontract, the parties will adjudicate any such d isputes \nin the courts of the State of North Carolina . . . and each of the parties agree and expressly consent to the \njurisdiction of the Courts of the State of North Carolina, which shall have in personam jurisdiction o ver the \nparties in connection with this Subcontract and in connection with any litigation which may arise . . . .\"  Id.  \nD. \nMotion to Intervene, Second Motion to Stay and  \nMotion to Voluntarily Dismiss  \n \n[50] The unnamed class members filed the Motion to Intervene out of an \nabundance of caution, seeking to preserve their rights to participate in this civil action if \nthe class was decertified as a result of the Appeal.  However, the court of appeals \ndismissed the Appeal.  As a result of that dismissal, the unnamed class members filed \nthe Motion to Voluntarily Dismiss, seeking dismissal 44  without prejudice of their Motion \nto Intervene.  The court CONCLUDES that good cause exists to GRANT the Motion to \nVoluntarily Dismiss.  Therefore, the Motion to Intervene should be DENIED, without \nprejudice.  Also, as a result of the above rulings, the court CONCLUDES that the \nSecond Motion to Stay is MOOT and therefore should be DENIED. \nE. \nAttorneys' Fees  \n[51] Plaintiffs, in their responsive brief, request  recovery of their attorneys' fees \nincurred in responding to the First Motion to Stay.45   Plaintiffs cite to G.S. 6-21.5 and \nRule 11, North Carolina Rules of Civil Procedure (\"Rule(s)\"), in support for their request, \narguing that the First Motion to Stay is both frivolous and filed for the improper purpose \nof delaying this civil action. 46   The court finds this argument to be without merit and finds \nno basis for support of an award of attorneys' fees under either G.S. 6-21.5 or Rule 11.  \nAccordingly, Plaintiffs' request for attorneys' fees in responding to the First Motion to \nStay should be DENIED. \n                                                                 \n44  The court reads this to request that their Motion to Intervene be denied. \n45  Plaintiffs Memo 22. \n46  Id.  22-23. \nIII. \nCONCLUSION  \nNOW THEREFORE, based on the foregoing, it hereby is ORDERED that: \n[52] Defendant KB Home Raleigh-Durham Inc.'s Motion  to Stay and Compel \nthis Action into Arbitration and Memorandum of Law in Support Thereof is DENIED. \n[53] The unnamed class members' Motion to Voluntari ly Dismiss Motion to \nIntervene is GRANTED; therefore, the Motion to Intervene is DENIED, without \nprejudice. \n[54] Defendant KB Home Raleigh-Durham Inc.'s Motion  to Stay and Compel \nArbitration as to Proposed Plaintiffs-in-Intervention and Memorandum of Law in Support \nThereof is DENIED, as MOOT. \n[55] Plaintiffs' request for attorneys' fees is DEN IED.  Each party shall bear \ntheir own costs and attorneys' fees in responding to the First Motion to Stay. \n[56] On Tuesday, November 27, 2012, beginning at 11 :00 a.m., in the North \nCarolina Business Court, 225 Hillsborough Street, Suite 303, Raleigh, North Carolina, \nthe court will conduct a status conference to address any issues going forward in this \ncivil action. \n This the 2nd day of November, 2012. \n \n  "
}