{
  "id": "b70ea1f9b539066ece9b0d8a3f64ef4044f1e30abe0c8e2c81f2137dabde10d5",
  "source_file": "data/raw/ncbc/b70ea1f9b539066ece9b0d8a3f64ef4044f1e30abe0c8e2c81f2137dabde10d5.pdf",
  "raw_text": "Johnson & Morris, PLLC v. Abdelbaky & Boes, PLLC, 2017 NCBC 87. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 6151 \n \nJOHNSON & MORRIS, PLLC, d/b/a \nCAROLINA PEDIATRIC \nDENTISTRY, \nPlaintiff, \n \nv. \n \nABDELBAKY & BOES, PLLC, d/b/a \nCAROLINA ORTHODONTICS AND \nCHILDREN’S DENTISTRY a/k/a \nCAROLINA ORTHODONTICS AND \nPEDIATRIC DENTISTRY a/k/a \nCAROLINA PEDIATRIC \nDENTISTRY AND \nORTHODONTICS a/k/a CAROLINA \nORTHODONTICS AND \nCHILDREN’S DENTISTRY a/k/a \nCAROLINA ORTHODONTIC AND \nPEDIATRIC DENTISTRY a/k/a \nCAROLINA PEDIATRIC \nDENTISTRY AND ORTHO a/k/a \nCAROLINA ORTHO AND PEDO \nDENTISTRY, \n \nDefendant. \n \n \n \n \n \n \n \nOPINION AND ORDER ON \nDEFENDANT’S MOTION FOR \nSUMMARY JUDGMENT \n \n \n \n \nTHIS MATTER comes before the Court on Defendant Abdelbaky &  Boes, \nPLLC’s Motion for Summary Judgment (“Motion”) pursuant to Rule 56 of the North \nCarolina Rules of Civil Procedure (“Rule(s)”).  \n THE COURT, after considering the Motion, the briefs in support of and in \nopposition to the Motion, the evidentiary materi als filed by the parties, the \narguments of counsel at the hearing, and other appropriate matters of record, \nconcludes that the Motion should be GRANTED for the reasons set forth below. \nMorningstar Law Group  by J. Christopher Jackson, Esq.,  Shannon \nJoseph, Esq., and John Kivas, Esq.; and Hutchison PLLC by Trevor P. \nSchmidt, Esq. for Plaintiff Johnson & Morris, PLLC.  \n \nHedrick Gardner Kincheloe & Garofalo, LLP  by Patricia Shields, Esq. \nand Joshua D. Neighbors, Esq. for Defendant Abdelbaky & Boes, PLLC.  \n \nMcGuire, Judge. \nINTRODUCTION \n1. This action arises from a dispute involving Defendant’s use of the name \nCarolina Orthodontics and Children’s Dentistry for its orthodontics and pediatric \ndentistry practice located in western Wake County. Plaintiff Johnson & Morris, PLLC \nalleges that Defendant’s use of Carolina Orthodontics and Children’s Dentistry  \nviolates its common law trademark rights in the trade name Carolina Pediatric \nDentistry, and that Defendant’s use of Carolina Orthodontics and Children’s \nDentistry constitutes an unfair trade practice.  Plaintiff contends that Defendant \nseeks to appropriate for itself the goodwill that Plaintiff has established in providing \npediatric dentistry services by willfully naming its practice in a way that confuses \nand misle ads consumers to believe  that Defendant’s practice is affiliated with \nPlaintiff. Plaintiff seeks a permanent injunction prohibiting Defendant from doing \nbusiness under the name Carolina Orthodontics and Children’s Dentistry  or any \nother name containing the word Carolina. Plaintiff also seeks an award of damages. \nFACTUAL AND PROCEDURAL BACKGOUND \n2. The Court does not resolve material issues of fact  on motions for \nsummary judgment under Rule 56 , but only decides whether material issues of fact \nexist. See Alford v. Shaw, 327 N.C. 526, 539, 398 S.E.2d 445, 452 (1990) . Here, the \nCourt recites those facts included in the record that are relevant to the Court’s \ndetermination of the Motion.  \n3. Dr. E. LaRee Johnson, D.D.S. (“Dr. Johnson”) is founder and principal \nof Carolina Pediatric Dentistry and operates the practice with her partner, Dr. Clark \nMorris (“Dr. Morris”). Plaintiff is a specialized pediatric dentistry practice and treats \nonly children. Pediatric dentistry involves the treatment of infants, children, teens, \nand children with special needs, and requires that a dentist satisfactorily complete a \nminimum of 24 months in an accredited pediatric dentistry education program. Drs. \nJohnson and Morris are both board certified specialists in pediatric dentistry.  \nPlaintiff operates one office located in n orth Raleigh, North Carolina that does \nbusiness under the name Carolina Pediatric Dentistry. Plaintiff opened for business \nin 2002 and has done business as Carolina Pediatric Dentistry since at least March \n2004. (Verified Compl., ECF No. 1 at ¶ 9.) \n4. Plaintiff services patients who reside  within approximately 75 -miles \nsurrounding its office, including patients residing in Raleigh, Durham, Cary, Fuquay-\nVarina, Morrisville, Wilson, and other nearby towns. (Morris Dep., ECF No. 111, Ex. \n5 at pp. 44–45.) Plaintiff submits that this geographic area establishes Plaintiff’s \ngeographic market for the purposes of this litigation. (Pl.’s Resp. Opp. Def.’s Mot. \nSumm. J., ECF No. 82 at  pp. 3–4.) (Hereinafter, the Court will refer to this area as \nPlaintiff’s “Market Area”.) \n5. To attract new patients to its practice, Plaintiff relies heavily on “word-\nof-mouth” referrals from other dentists and healthcare providers  and parents of \nexisting patients. (2d Johnson Aff., ECF No. 24 at  ¶¶ 11–12.) Plaintiff also markets \nits practice through special presentations to interest groups and schools and through \nthe use of a commercial website ( www.carolinapedo.com) and a Facebook  page \n(www.facebook.com/carolinapediatricdentistry). \n6. In late 2006, Plaintiff attempted  to register the Carolina Pediatric \nDentistry name with the United States Patent and Trademark Office (“USPTO”). The \nUSPTO refused registration on the principal registry because “ the proposed mark \nmerely describes the geographic region where the applicant provides its goods.” (ECF \nNo. 17 .1, Ex. A. ) On March 4, 2015, Plaintiff registered the Carolina Pediatric \nDentistry name with the Wake County Register of Deeds.  (ECF No. 1.1, Ex. 6 .) \nPlaintiff has not registered the name Carolina Pediatric Dentistry  as a trademark \nwith the North Carolina Secretary of State.1 \n7. Defendant is owned by Drs. Hesham Abdelb aky (“Dr. Abdelbaky”) and \nJonathan Boes (“Dr. Boes”). Defendant operates two dental practices in and around \nthe greater Wake County area: Triangle Family Dentistry (“Triangle”), and Carolina \nOrthodontics and Children’s Dentistry . (Alvey Dep., ECF No. 111, Ex. 1 at pp. 22–\n23.) Triangle is a general dentistry practice with four offices in Cary, Morrisville, \nWake Forest, and Fuqua y-Varina. (Abdelbaky Dep., ECF No. 111, Ex. 7 at p. 7.) \nCarolina Orthodontics and Children’s Dentistry is an orthodontic/pediatric dentistry \npractice (“ortho/pedo”) with two offices; one in Cary and one in Fuquay-Varina. (Id.) \nDr. Jesse Arbon (“Dr. Arbon”) provides orthodontic services at the Cary and Fuquay-\n                                                 \n1 See N.C. General Statute § 80.1 et seq. (hereinafter “G.S.”). \nVarina offices. Both Carolina Orthodontics and Children’s Dentistry  offices are \nlocated more than 25 miles from Carolina Pediatric Dentistry’s office. \n8. Defendant decided to add a pediatric dentistry practice to its orthodontic \npractice in its offices in Cary and Fuquay -Varina in 2015, and hired Drs. Jordan \nOlsen (“Dr. Olsen”) and Jenna Alvey (“Dr. Alvey”), both of whom had completed their \nresidencies in pediatric d entistry at the University o f North Carolina. ( Olsen Dep., \nECF No. 111, Ex. 6 at pp.  25–28; ECF No. 111, Ex. 1 at pp. 22 –23.) Defendant’s \northo/pedo practice opene d for business in January  2016 under the name Carolina \nOrthodontic and Pediatric Dentistry. \n9.  Defendant has presented evidence that Dr. Arbon recommended using \nCarolina in the name of the ortho/pedo practice and that Drs. Abdelbaky and Arbon \nmade the final decision to use Carolina in the name. (Arbon Dep., ECF No. 111, Ex. \n2 at pp. 68–69.) At the time he recommended the name Carolina, Dr. Arbon was not \naware of the existence of Plaintiff’s practice. (Arbon Decl., ECF No. 14 at ¶ 9.) \n10. Drs. Olsen and Alvey, however, testified that it was Dr. Alvey’s husband \nwho suggested the use of Carolina in the ortho/pedo practice’s name during a dinner \nwith Dr. Abdelbaky and Dr. Arbon. (ECF No. 111, Ex. 6 at p. 39; ECF No. 111, Ex. 1 \nat p. 41.) When Dr. Alvey’s husband made the suggestion, Dr. Olsen mentioned to Dr. \nAlvey that Carolina Pediatric Dentistry  was the name of Plaintiff’s practice. (ECF \nNo. 111, Ex. 6 at pp. 40–41; ECF No. 111, Ex. 1 at pp. 75–76.) Drs. Olsen and Alvey, \nhowever, did not believe the use of the name Carolina was a problem because \nDefendant’s practice was located a significant distance  from Plaintiff’s practice, and \nbecause Defendant’s name included “orthodontics.” (ECF No. 111, Ex. 6 at p. 41; ECF \nNo. 111, Ex. 1 at p. 76.) Dr. Olsen and Dr. Alvey do not know if Dr. Abdelbaky or Dr. \nAbron heard their discussion about Plaintiff’s use of Carolina in its name. (Id.) \n11. Defendant prese nted evidence that it selected the  name Carolina for \nseveral reasons including its geographic descriptiveness, the fact that several of the \ndoctors in the practice had attended or completed residencies at UNC -Chapel Hill, \nand the fact that the word Carolina contains two “A”s, which would allow Dr. Arbon \nto maintain an element of his existing logo that consisted of a stylized letter “A” with \nbraces forming the horizontal line in the letter. (ECF No. 111, Ex. 1 at p. 79; ECF No. \n111, Ex. 2 at pp. 69–70; ECF No. 111, Ex. 6 at pp. 25–26, 38–39.) \n12. Plaintiff bec ame aware that Defendant was  using the name Carolina \nOrthodontic and Pediatric Dentistry  in January 2016, when Dr. Johnson visited \nDefendant’s Cary location to perform a sedation site visit on behalf of the North \nCarolina State Board of Dental Examiners . (Johnson Dep., ECF No. 111, Ex. 4 at \np. 58.) Shortly thereafter, Dr. Morris contacted Dr. Olsen by phone and indicated \nPlaintiff’s objection to Defendant’s use of Carolina for its ortho/pedo practice. (Morris \nDep., ECF No. 86.2 at pp. 52, 53–54; ECF No. 111, Ex. 6 at p. 131.) \n13. On or about March 15, 2016, Plaintiff sent a letter to Defendant to \n“object to the use of Carolina Orthodontic and Pediatric Dentistry and any similar \nassumed names and/or trademark” by Defendant.  (ECF No. 1 at ¶ 23; ECF No. 1.2 \nat Ex. 10.) In an effort to resolve the dispute, Defendant changed the name of its \northo/pedo practice to Carolina Orthodontics and Children’s Dentistry. (ECF No. 111, \nEx. 2 at pp. 76 –77.) Plaintiff, however, continues to object to Defendant’s use of the \nword Carolina in its name. (Johnson Dep., ECF No. 86 at p. 113.) \n14. Plaintiff cont ends that the re have been instances of  actual confusion  \nbetween Carolina Pediatric Dentistry and Carolina Orthodontics and Children’s \nDentistry among consumers. While giving a presentation in Cary in March 2016, Dr. \nJohnson overheard other dentists expressing the belief that she had recently opened \na Cary office. (ECF No. 86 at p.  104.) Additionally, Plaintiff offered the hearsay \ntestimony of Dr. Morris that Plaintiff received two calls from unknown callers asking \nif Plaintiff had opened a second location in Cary. (ECF No. 86.2 at p. 88.) \n15. Plaintiff initiated this action by filing a Verified Complaint and Motion \nfor Temporary Restraining Order and Preliminary Injunction on May 6, 2016. (ECF \nNo. 1.) The Verified C omplaint makes claims for unfair competition  based on \nDefendant’s alleged infringement of Plaintiff’s business name (ECF No . 1 at ¶¶ 39–\n41), and for unfair and deceptive trade acts and practices  in violation of the North \nCarolina Unfair and Deceptive Trade Practices Act (“ NCUDTPA”), G.S. § 75 -1.1. \n(ECF No. 1 at ¶¶ 43–49.) Plaintiff’s claims are premised on its contention that it has \na protectable interest in the exclusive use of Carolina  as trademark in connection \nwith providing pediatric dentistry services in the Market Area . The Verified \nComplaint seeks a permanent injunction and damages, including punitive damages. \n16. On September 21, 2016, the Court held a hearing on Plaintiff’s Mot ion \nfor Preliminary Injunction. On October 11, 2016, the Court entered an Order on \nMotion for Preliminary Injunction  denying Plaintiff’s request for a preliminary \ninjunction. Johnson & Morris PLLC v. Abdelbaky & Boes, PLLC, 2016 NCBC LEXIS \n78 (N.C. Super. Ct. October 11, 2016). \n17. On February 28, 2017, Defendant filed the Motion and a Memorandum \nin Support. (ECF Nos. 71 and 72.) On May 12 , 2017, Plaintiff filed its Response in \nOpposition to the Motion. (ECF No. 82.) On June 12, 2017, Defendant filed a Reply. \n(ECF No. 107.) Both parties filed extensive evidentiary materials, including affidavits \nand deposition transcripts, in support of their respective positions. \n18. On June 29, 2017, the Court held a hearing  on the Motion, and t he \nMotion is now ripe for disposition. \nANALYSIS \n19. Plaintiff brings claims for unfair competition and for unfair and \ndeceptive trade practices against Defendant. Both claims are grounded on Plaintiff’s \ncontention that it has a protectable  interest in the use of the word Carolina in \nconnection with the offering of pediatric or children’s dental services in the Market \nArea. Defendant moves for Summary Judgment on the grounds that Plaintiff has no \nprotectable interest in the use of the word Carolina and that Plaintiff has failed to \nshow Defendant’s use of the word Carolina is likely to cause confusion amongst \nconsumers of pediatric dental services. \nSummary Judgment Standard \n20. “Summary judgment is appropriate if the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with affidavits, if any, \nshow that there is no genuine issue of material fact and that any party is entitled to \njudgment as matter of law.” Variety Wholesalers, Inc. v. Salem Logistics Traffic \nServs., LLC, 365 N.C. 520, 523, 723 S.E.2d 744, 747 (2012). An issue is “material” if \n“resolution of the issue is so essential that the party against whom it is resolved may \nnot prevail.” McNair v. Boyette, 282 N.C. 230, 23 5, 192 S.E.2d 457, 460 (1972). The \nmoving party bears “the burden of clearly establishing lack of a triable issue to the \ntrial court.” N.C. Farm Bureau Mut. Ins. Co. v. Sadler, 365 N.C. 178, 182, 711 S.E.2d \n114, 116 (2011) (quotation marks omitted). The moving party may meet this burden \nby “proving an essential element of the opposing party’s claim does not exist, cannot \nbe proven at trial, or would have been barred by an affi rmative defense.” Variety \nWholesalers, Inc., 365 N.C. at 523, 723 S.E.2d at 747. In considering a motion for \nsummary judgment, a ll evidence is viewed in the light most favorable to the \nnonmoving party with the benefit of all reasonable inferences. Bruce-Terminix Co. v. \nZurich Ins. Co., 130 N.C. App. 729, 733, 504 S.E.2d 574, 577 (1998). \n21. “If the movant demonstrates the lack of a genuine issue of material fact, \nthe burden shifts to the non -movant to present specific facts which establish the \npresence of a genuine factual dispute for trial.” In re Will of Jones, 362 N.C. 569, 573 \n669 S.E.2d 572, 576 (2008) (citing Lowe v. Bradford, 305 N.C. 366, 369–70, 289 S.E.2d \n363, 366 (1982)).  In determining whether the non -movant has met its burden , the \njudge “unavoidably asks whether reasonable jurors could find by a preponderance of \nthe evidence that the plaintiff is entitled to a verdict . . . .” Sloan v. Miller Bldg. Corp., \n119 N.C. App. 162, 165 -66, 458 S.E.2d 30, 32 (1995) (quoting Anderson v. Liberty \nLobby, Inc. , 477 U.S. 242, 252 -55 (1986)) (quotations and emphasis omitted ). As \nrecently reiterated by the North Carolina Court of A ppeals, the burden on the non -\nmovant goes beyond merely producing some evidence , or a scintilla of evidence , in \nsupport of its claims. Rather, \n[i]f the movant meets [its] burden, the nonmovant  must \ntake affirmative steps to set forth specific facts showing the \nexistence of a genuine issue of material fact. An adverse \nparty may not rest upon the mere allegations or denials of \nhis pleading. A genuine issue of material fact is one that \ncan be maintained by substantial evidence. Substantial \nevidence is such rel evant evidence as a reasonable mind \nmight accept as adequate to support a conclusion and \nmeans more than a scintilla or a permissible inference. \n \nKhashman v. Khashman, No. COA16-765, 2017 N.C. App. LEXIS 715, at *15 (Sept. \n5, 2017) (citations and quotation marks omitted). In summary, this Court must decide \n“not whether there is literally no evidence, but whether there is any upon which a \njury could properly proceed to find a verdict for the party producing it, upon whom  \nthe onus of proof is imposed.” Anderson, 477 U.S. at 251.2 \nUnfair Competition/ Trademark Infringement \n22. In its First Claim for Relief, Plaintiff alleges that Defendant has \nengaged in “unfair competition . . . as a direct and proximate result of the consumer \nconfusion” caused by Defendant’s use of the  name Carolina Orthodontics and \nChildren’s Dentistry. (ECF No. 1 at ¶  40.) Plaintiff contends its “principal assertion \n                                                 \n2 The Supreme Court of North Carolina has held that “Federal Rule 56 is substantially the \nsame as our Rule 56, and we therefore look to the Federal decisions for guidance in applying \nour rule.”  Singleton v. Stewart, 280 N.C. 460, 464, 186 S.E.2d 400, 403 (1972); see also Dendy \nv. Watkins, 288 N.C. 447, 452, 219 S.E.2d 214, 217 (1975) (“Federal Rule 56 is substantially \nthe same as Rule 56 of Chapter 1A -1 of the General Statutes and, therefore, it is proper for \nus to look at the federal decisions and textbooks as well as our own for guidance in applying \nthe rule.”). \nis that Defendant’s use of Carolina Orthodontics and Children’s Dentistry is a form \nof unfair competition involving the infringing use of Plaintiff’s common law \ntrademark.” (ECF No. 82 at p. 6.) Defendant argues that Plaintiff has no protectable \ninterest in the use of  the word Carolina and that there is no likelihood of confusion \nsufficient to support Plaintiff’s claims. (ECF No. 72 at p. 5.) \n23. Under North Carolina law, a  common law claim for trademark \ninfringement of a n unregistered  mark is analyzed under f ederal law standards \nregarding infringement claims of unregistered trademark s. See G.S. §  80.1.1; Ga. \nPacific Consumer Prods., LP v. Von Drehle Corp. , 618 F.3d 441, 449 (4 th Cir. 2010) \n(“[T]he parties do not dispute that, under the facts of this case, viewed in the light \nmost favorable to [ plaintiff], the tests for trademark infringement and unfair \ncompetition un der the [federal] Lanham act are essentially the same as that for \ncommon law unfair competition under North Carolina common law . . . .”).  \n24. In order to prevail on a common law trademark infringement claim, \nPlaintiff must establish that (a) it has a valid and protectable mark, and (b) that the \nDefendant’s use of its mark is likely to cause confusion among consumers. Lone Star \nSteakhouse & Saloon, Inc. v. Alpha of Va., Inc., 43 F.3d 922, 930 (4th Cir. 1995); B & J \nEnters. v. Giordano, 329 Fed. App’x 411, 416 (4th Cir. 2009). If Plaintiff fails to show \nthe existence of “a valid and protectable mark, ” summary judgment in favor of  \nDefendant is appropriate. B & J Enters., 329 Fed. App’x at 417 (citing Celotex Corp. \nv. Catrett, 477 U.S. 317, 323 (1986)).   \n25. Typically, businesses do not enjoy trademark protection in words and \nphrases that are generic, generally descriptive, or geographically descriptive. \nCharcoal Steak House, Inc. v. Staley , 263 N.C. 199, 201, 139 S.E.2d 185, 187 (1964)  \n(“At common law generic, or generally descriptive, words and phrases, as well as \ngeographic designations, may not be appropriated by any business enterprise either \nas a tradename or as a trademark.”)  If, however, a generic or generally descriptive \nname or mark has acq uired a secondary meaning, it may be eligible for protection.  \nPerini Corp. v. Perini Constr., Inc., 915 F.2d 121, 125 (4th Cir. 1990) (“ [I]f a mark is \nmerely descriptive, then proof of  secondary meaning in the marketplace is required \nfor the mark to be eligible for protection.”). Secondary meaning exists when a \nbusiness uses a generally descriptive name or mark  “for so long or so exclusively or \nwhen it has promoted its product to such an extent  that the words do not register \ntheir literal meaning on the public mind but are instantly as sociated with one \nenterprise.” Staley, 263 N.C. at 201–02, 139 S.E.2d at 187–88; see B & J Enters., 329 \nFed. App’x at 417 ( A descriptive mark is “eligible for legal protection only if it has \nbeen shown to have acquired a ‘secondary meaning’ in the eyes of the public. ”). In \nother words, “[s]econdary meaning is the consuming public’s understanding that the \nmark, when used in context, refers, not to what the descriptive word ordinarily \ndescribes, but to the particular business that the mark is meant to identify.”  Perini, \n915 F.2d at 125. \n26. Plaintiff concedes that the word Carolina, by itself , is generic or \ndescriptive in nature and is not protectable as a trademark. Johnson & Morris PLLC, \n2016 NCBC LEXIS 78, at *12–13. Nevertheless, Plaintiff argues that its use of the \nname Carolina Pediatric Dentistry has caused the word Carolina to acquire a \nsecondary meaning in the Market Area when used in conjunction with other words \nor terms that refer to a dental practice that prov ides pediatric or children’s dental \nservices. In other words, Plaintiff’s position is  that Defendant cannot use as a name \nfor its pediatric dental practice any name that begins with Carolina and contains any \nother words that suggest Defendant provides dentistry services to children. \nA. Secondary Meaning \n27. In Perini, the Fourth Circuit Court of Appeals identified six factors \nrelevant to a finding of secondary meaning: “(1) advertising expenditures; (2) \nconsumer studies linking the mark to a source; (3) sales success; (4) unsolicited media \ncoverage of the product; (5) attempts to plagiarize the mark; and (6) the length and \nexclusivity of the mark’s use.” Perini, 915 F.2d at 125. These factors are relevant to, \nrather than dispositive of , the secondary meaning inquir y; no single factor is \ndeterminative, and all factors need not be favorabl e for the plaintiff to prevail. See \nid.; B & J Enters., 329 Fed. App’x at 417. The Court will analyze Plaintiff’s evidence \nto determine whether Plaintiff has established a genuine issue of material fact \nregarding secondary meaning. \ni. Advertising Expenditures \n28. It is undisputed that Plaintiff’s primary source of business development \nis through referrals from other dentists, health care providers, and parents of existing \npatients. Plaintiff engages in some limited advertising, including sponsoring local \nschool programs and youth sports teams, and placing promotions in local \npublications. (Gerdts Dep., ECF No. 111, Ex. 3 at pp. 33, 39.) Plaintiff also advertises \nonline through its website and Facebook page. Plaintiff, however, does not maintain \na budget for advertising  and has not produced any evidence showing actual \nadvertising expenditures. (ECF No. 86 at p. 54; ECF No. 111, Ex. 3 at p. 33.) See also \nB & J Enters. , 329 Fed. App’x at 419 (“Absent a showing that [advertising] \nexpenditures were effective in causing the relevant group of consumers to associate \nthe mark with itself, secondary meaning cannot be established.”). This factor weighs \nagainst a finding of secondary meaning. \nii. Consumer Studies \n29. Plaintiff acknowledges that it has not conducted consumer studies  \nregarding a connection between the names Carolina o r Carolina Pediatric Dentistry \nand children’s dentistry in the Market Area . (ECF No. 82 at p. 11.) While the Court \ndoes not place substantial weight on the absence of a consumer study because the \nbusinesses involved in this case  are relatively small, this f actor does not support \nPlaintiff’s contention of secondary meaning. \niii. Sales Success \n30. Plaintiff’s evidence shows increases in Carolina Pediatric Dentistry ’s \npatients and revenues during the past few years, and Plaintiff has a substantial \nnumber of patients  in the Market Area . (Morris Aff., ECF No. 25 at ¶¶ 8–10.) \nAlthough the evidence suggests Plaintiff has a successful pediatric dentistry practice, \nthere is no context from which to compare Plaintiff’s sales to other similar practices \nin the Market Area. The Court recognizes that gathering such information would be \ndifficult but also notes that without context this sales evidence is less meaningful and \nlends little support to Plaintiff’s argument. \niv. Unsolicited Media Coverage \n31. Plaintiff has not submitted evidence of any unsolicited media coverage \nof its practice. This factors weighs against Plaintiff’s position. \nv. Attempts to Plagiarize \n32. The record does not show any previous attempts to plagiarize the name \nCarolina by a pediatric or children’s dentistry prior to Defendant’s use of Carolina . \nSee George & Co., LLC v. Imagination Entm’t Ltd., 575 F.3d 383, 396 (4th Cir. 2009) \n(“With regard to the remaining factors, the record discloses that [plaintiff] . . . was \nnot aware of any attempts to plagiarize prior to [defendant’s] activities.”). Again, this \nfactor does not support a finding of secondary meaning. \nvi. Length and Exclusivity of the Mark’s Use \n33. The record establishes that Plaintiff has been doing business as \nCarolina Pediatric Dentistry since 2004.  (ECF No. 86 at pp.  36–37.) Carolina \nPediatric Dentistry has at all times focused exclusively on the practice of pediatric \ndentistry. (ECF No. 24 at ¶ 5.) Plaintiff further presents evidence that it was the sole \nuser of the word Carolina among pediatric dentists in the Market Area before the \ncreation of Carolina Orthodontics and Childre n’s Dentistry. (ECF No. 86 at pp.  39–\n40.) \n34. Defendant contends that Plaintiff does not enjoy exclusive use of the \nword Carolina because there are many other businesses —including other dental \npractices in the Market Area that provide services to children—that use Carolina as \na descriptive mark.3 (ECF No. 72 at p. 8.) The Court finds that the widespread use of \nthe word Carolina by businesses, including dental practices, in the Market Area \nweakens Plaintiff’s position that it is entitled to its exclusive use. \nvii. Plaintiff’s Other Evidence Supporting Secondary Meaning \n35. Outside of the evidence listed above, Plaintiff submitted the  affidavits \nof pediatrician Dr. Dirk Hamp, whose office is in Wake Forest, North Carolina,  and \ndentist Dr. Matthew McNutt, whose offices are in Cary and Clayton, North Carolina,  \nto supp ort Plaintiff’s position that the name Carolina has obtained a secondary \nmeaning in its Market Area. Dr. Hamp’s Affidavit states that he has been referring \npatients with pediatric dentistry needs to Carolina Pediatric Dentistry throughout \nhis practice’s 13 -year history. (Hamp Aff., ECF No. 87.1 at ¶ 2.) Additionally, Dr. \nHamp states, “[i]n my mind, and in my practice, ‘Carolina Pediatric Dentistry’ means \nDoctor LaR ee Johnson’s pediatric dentistry practice.” (ECF No. 87.1 at ¶ 4.) Dr. \nMcNutt’s affidavit contains similar statements. For instance, McNutt affirms that \nDr. Johnson’s pediatric dentistry practice “is well -known under the name ‘Carolina \nPediatric Dentistry,’ in the areas of Wake County” among both denti sts and \nconsumers. (McNutt Aff., ECF No. 87 at ¶ 1.) While the affidavits show that Carolina \n                                                 \n3 Defendant previously provided evidence of the substantial number of businesses in the \nMarket Area that use Carolina in their names, including at least four other dental practices \nthat represent that they provide children’s dental or orthodontic services. Johnson & Morris \nPLLC, 2016 NCBC LEXIS 78, at *16-17. Plaintiff does not dispute this evidence. \nPediatric Dentistry  has a secondary meaning in the minds of Dr. Hamp and Dr. \nMcNutt, they fail to show that the term Carolina, on its own, is synonymous with \nCarolina Pediatric Dentistry. \n36. When evaluated together and in the light most favorable to Plaintiff, the \nevidence fails to establish that “a substantial number  of present or prospective \ncustomers when hearing or reading [ Carolina Pediatric Dentistry ] would associate \nthe name specifically with [Plaintiff’s] business.” B & J Enters., 329 Fed. App’x at 420 \n(citing Perini, 915 F.2d at 125 .) (emphasis added) ; see U.S. Search, LLC v. U.S. \nSearch.com, Inc., 300 F.3d 517, 526 (4th Cir. 2002). Accordingly, the Court finds that \nPlaintiff has not created a genuine issue of fact regarding whether the name Carolina \nPediatric Dentistry  has acquired a secondary meaning . Consequently, Plaintiff \ncannot establish that Defendant has infringed on a protectable trademark. \n37.  Plaintiff contends that it has established a prima facie case of secondary \nmeaning in the use of  the word  Carolina in relati on to pediatric dentistry in the  \nMarket Area, and, as a result, the existence of secondary meaning can only be \ndetermined by a jury . (ECF No. 82 at p. 9.)  The Court, however, finds that the \nevidence supporting secondary meaning is close to non-existent and is not substantial \nevidence upon which a reasonable juror could conclude in Pl aintiff’s favor on the \nissue. Khashman, 2017 N.C. App. LEXIS 715 at *15; Sloan, 119 N.C. App. at 165-66, \n458 S.E.2d at 32; see also B  & J Enter s., 329 Fed, App’x at 417 (“[A]lthough a \nsecondary meaning issue is generally for the trier of fact, when the plaintiff’s evidence \nis sufficiently lacking, a trial court is entitled to conclude on summary judgment that \nits mark lacks secondary meaning.”). \nB. Likelihood of Confusion \n38. Even if Plaintiff were able to make a sufficient showing of secondary \nmeaning, summary judgment is proper because Plaintiff  also has not created a \ngenuine issue of material fact that Defendant’s use of the name Carolina \nOrthodontics and Children’s Dentistry creates  a likelihood of confusion  among the \nconsuming public in the Market Area. See Perini, 915 F.2d at 127 (quoting Thompson \nMed. Co. v. Pfizer , Inc., 753 F.2d 208, 213 (2nd Cir. 1985 )) (“The ultimate question, \nfor purposes of determining liability in trad emark infringement actions, is whether \nthere exists a likelihood that an appreciable number of ordinarily prudent purchasers \nwill be misled, or indeed simply confused, as to the source of the goods in question.”) \n(internal quotations omitted). Courts typically consider nine factors to determine if a \nlikelihood of confusion exists: (1) the strength or distinctiveness of the plaintiff’s mark \nas used in the marketplace , (2) the similarity of the two marks, (3) the similarity of \nthe goods or services that the marks identify, (4) the similarity of the facilities used \nby the markholders , (5) the similarity of the advertising  used, (6) the defendant’s \nintent, (7) actual confusion , (8) the quality of the defendant’s product, and (9) the \nsophistication of the consuming public. George & Co., 575 F.3d at 393. \n39. The Court thoroughly analyzed each of the nine factors from George & \nCo. in its Order on Motion for Preliminary Injunction.  See Johnson & Morris PLLC, \n2016 NCBC LEXIS 78, at *20–29. Although the Court applies a different standard in \ndeciding a motion for summary judgment, Plaintiff has offered no additional evidence \nof likelihood of confusion at this stage of the proceeding. For that reason, the Court \ndeclines to address again each of the nine factors, but instead limits its discussion to \ntwo factors. \n40. As was the case at the preliminary injunction stage, Plaintiff’s \ncompetent, non-hearsay evidence of actual confusion consists of a single episode  in \nMarch 2016 in which Dr. Johnson overheard a dentist state she believed Dr. Johnson \nhad opened an office in Cary . Despite the extensive discovery in this case, Plaintiff \nhas failed to identify a single additional incident of cons umer confusion between \nCarolina Pediatric Dentistry  and Carolina Orthodontics and Children’s Dentistry.  \nGeorge & Co. , 575 F.3d at 398  (“Actual confusion can be demonstrated by both \nanecdotal and survey evidence. Evidence of only a small number of instances of actual \nconfusion may be dismissed as de minimis.”) (citations omitted). This supports the \nconclusion that consumers have not, in fact, been confused. \n41. Finally, Plaintiff also contends that Defendant intended to infringe on \nthe name Carolina Pediatric Dentistry and trade on Plaintiff’s good-will by originally \nselecting the name Carolina Orthodontics and Pediatric Dentistry. “If there is intent \nto confuse the buying public, this is strong evidence establishing l ikelihood of \nconfusion. . . .” Pizzeria Uno Corp. v. Temple , 747 F.2d 1522, 1535 (4th Cir. 1984). \nPlaintiff argues that an issue of fact is created by  evidence that (1) at least some of \nDefendant’s doctors knew that Plaintiff was using the Carolina name; (2) Defendant \nregistered several d/b/a names with the Wake County Register of Deeds  that “were \nstrikingly similar to [other] successful Wake County pediatric dental practices”; and \n(3) Defendant continued to use Carolina in its name after Plaintiff notified Defendant \nthat the similarities in their marks could create confusion. ( ECF No. 82 at  pp. 21–\n23.) \n42. The evidence is not sufficient to show Defendant intended to infringe on \nPlaintiff’s mark. First, knowledge of another’s business, on its own, is not suffic ient \nto show an intent to mislead and cause consumer confusion. See George & Co., 575 \nF.3d at 598 (“[K]nowledge of another’s goods is not the same as an intent to mislead \nand to cause consumer confusion.”) (quotations and citations omitted). \n43. Second, all of the d/b/a’s registered by Defendant were variations of the \ngeographically descriptive terms “Wake,” “Triangle,”  and “Carolina,” combined with \nother generic or descriptive words and terms indicating a pediatric or children’s \northodontic and dental practice . (E.g., ECF No. 95.5.) Defendant did not register or \nattempt to register suggestive, fanciful, or arbitrary names being used in the Market \nArea. Defendant’s registration of the d/b/a names does not establish that Defendant \nintended to confuse the buying public that it was the Plaintiff or any other practice. \n44. Finally, and m ost importantly, after Plaintiff communicated to \nDefendant its worries about Defendant’s business name being similar to its own, \nDefendant changed its name to make it more distinguishable from Plaintiff’s. If this \nshows anything, it shows Defendant’s intent to ensure consumers could distinguish \nbetween Plaintiff’s and Defendan t’s names. See Grayson O Co.  v. Agadir Int’l LLC , \n856 F.3d 307, 319 (4th Cir. 2017) (stating that by decreasing the size of a mark the \nplaintiff claimed the  defendant was infringing, the d efendant made the mark less \nprominent and, if anything, evidenced “an intent to distinguish i ts label from [the \nplaintiff’s]”). \n45. Ultimately, the Court is guided by the North Carolina Supreme Court’s \nholding in Charcoal Steak House: \nMerely to be the first to use a descriptive name, even if it \nacquires a secondary meaning, does not give the first user \nan unqualified right to engross it. Even if the \nwords charcoal steak house  had acquired a secondary \nmeaning so as specifically to connote plaintiff's restaurant \nin Charlotte, plaintiff still would not be entitled to have \ndefendant restrained from making  any use whatever of \nwords admittedly publici juris. All plaintiff could reasonably \nask of the court is that defendant be required to do what he \nhas already done, namely, so designate his restaurant as \nto prevent reasonably intelligent and careful persons from \nbeing misled. \n \n263 N.C. at 203, 139 S.E.2d at 188. Des pite Plaintiff’s long-standing presence in the \nMarket Area, Defendant has chosen a name sufficiently distinct from the name \nCarolina Pediatric Dentistry such that “reasonably intelligent and careful persons” \nwill not be misled as to the source of the servi ces. Plaintiff has failed to create a \ngenuine issue of fact that there is a likelihood of success on the question of consumer \nconfusion. \n46.  The Motion regarding Plaintiff’s First Claim for Relief f or unfair \ncompetition through trademark infringement should be GRANTED. \nUnfair and Deceptive Trade Practices \n47. Plaintiff also alleges that Defendant’s infringement of Plaintiff’s \ntrademark is an unfair method of competition or unfair trade practice in violation of \nthe NCUDTPA. (ECF No. 1 at  ¶¶ 43–49.) Defendant argues that because Plaintiff \ncannot assert a legally protectable interest in the mark Carolina, its conduct cannot \nconstitute an unfair and deceptive trade act or practice. (ECF No. 72 at p. 5.)  \n48. G.S. § 75-1.1(a) declares unlawful “[u]nfair methods of competition in or \naffecting commerce, and unfair or deceptive acts or practices in or affecting \ncommerce.” To prevail on a claim for unfair and deceptive trade practices, a plaintiff \nmust “demonstrate the existence o f three factors: ‘(1) an unfair or deceptive act or \npractice, or unfair method of competition, (2) in or affecting commerce, and (3) which \nproximately caused actual injury to the plaintiff or his business.’”  Dalton v. Camp , \n138 N.C. App. 201, 209, 531 S.E. 2d 258, 264 (2000) (quoting Murray v. Nationwide \nMutual Ins. Co., 123 N.C. App. 1, 9, 472 S.E.2d 358, 362 (1996)). \n49. The Court already has held that there is insufficient evidence to create \na genuine issue of fact regarding Plaintiff’s claim for trademark infringement. \nBecause Plaintiff asserts no other conduct by Defendants that could constitute an \nunfair or deceptive act or practice or an unfair method of competition, there exists no \nunderlying conduct to suppor t a claim  for violation of G.S. § 75 -1.1. Therefore, the \nCourt concludes that Defendant’s Motion regarding Plaintiff’s Second Claim for Relief \nfor unfair trade practices in violation of the NCUDTPA should be GRANTED.  \n50. THEREFORE, IT IS ORDERED that Defendant’s Motion for Summary \nJudgment is GRANTED, and Plaintiff’s claims are DISMISSED WITH PREJUDICE. \nThis the 28th day of September, 2017.  \n \n    /s/ Gregory P. McGuire    \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases \n "
}