{
  "id": "b7b65293175504d1df969e876403c1af653cf8927cc396c6b92468ed6c90edc7",
  "source_file": "data/raw/ncbc/b7b65293175504d1df969e876403c1af653cf8927cc396c6b92468ed6c90edc7.pdf",
  "raw_text": "Halikierra Cmty. Servs. LLC v. N.C. Dep’t of Health & Hum. Servs., 2021 NCBC \n18. \n \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 6058 \n \nHALIKIERRA COMMUNITY \nSERVICES LLC; DWAYLON \nWHITLEY; and MICHAEL SCALES, \n \nPlaintiffs, \n \nv. \n \nNORTH CAROLINA DEPARTMENT \nOF HEALTH AND HUMAN \nSERVICES, Division of Health \nBenefits; MEDICAL REVIEW OF \nNORTH CAROLINA, INC. d/b/a The \nCarolinas Center for Medical \nExcellence; KAY COX, in her \nindividual capacity; and PATRICK \nPIGGOTT, in his individual capacity, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION \nON MOTIONS TO DISMISS \n \n1. This case involves allegations of abuse of authority by  the North Carolina \nDepartment of Health and Human Services (“DHHS”) and two of its officials, Kay \nCox and Patrick Piggott.  The plaintiff, Halikierra Community Services LLC \n(“Halikierra”), was once one of North Carolina’s largest in-home Medicaid healthcare \nproviders.  The company shuttered its business in  August 2018 after being audited \nand ultimately suspended by DHHS.  Halikierra insists that it did nothing wrong and \nthat it was the target of a malicious campaign by Cox and Piggott  with help from a \nprivate auditor, Medical Review of North Carolina, Inc. (“CCME”) .  Halikierra and \nits two principals have sued DHHS, CCME, Cox , and Piggott for violations of state \nlaw and the North Carolina Constitution. \n2. The defendants vigorously deny the allegations.  A ll have filed motions to \ndismiss.  For the following reasons, the Court  GRANTS in part  and DENIES in \npart each motion. \nRalph Bryant Law Firm, by Ralph T. Bryant, Jr., for Plaintiffs \nHalikierra Community Services LCC, Dwaylon Whitley, and Michael \nScales. \n \nJoshua H. Stein, Attorney General of the State of North Carolina, by \nJohn H. Schaeffer  and Rajeev K. Premakumar, North C arolina \nDepartment of Justice , for Defendants North Carolina Department of \nHealth and Human Services, Division of Health Benefits, Kay Cox, and \nPatrick Piggott. \n \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, L.L.P., by \nJ. Mitchell Armbruster and G race Anthony Gregson, for Defendant \nMedical Review of North Carolina, Inc. d/b/a The Carolinas Center for \nMedical Excellence. \n \nConrad, Judge. \nI. \nBACKGROUND \n3. The following background assumes that the allegations of the complaint are \ntrue. \n4. Halikierra was formed by a pair of  former college roommates, Dwaylon \nWhitley and Michael Scales.  (See Compl. ¶ 1, ECF No. 5.)  For nearly a decade, it  \nprovided in-home healthcare services to Medicaid beneficiaries under a license issued \nby DHHS.  ( See Compl. ¶¶ 4, 12.)  At its peak , the company employed nearly 600 \nworkers.  (See Compl. ¶ 14.) \n5. The events  that led to this case  began in June 2018  when DHHS placed \nHalikierra on prepayment review.  ( See Compl. ¶ 23.)  Prepayment review—which \noften follows an allegation of fraud, for example —entails an audit of selected claims \npresented by a provider for reimbursement to ensure that they comply with governing \nlaws.  See N.C.G.S. § 108C-7(a).  The review is termed “prepayment” because the \nprovider has  no right to receive reimbursement for claims  under review  until \ncompletion of the audit.  (See Compl. ¶ 24.)  This is a significant departure from the \nusual payment process.  Ordinarily, Halikierra received reimbursement within five \nbusiness days of billing DHHS.  (See Compl. ¶¶ 16–18.)  Once placed on prepayment \nreview, Halikierra’s revenue dried up, even though it continued to render Medicaid-\neligible services .  It needed loans to cover expenses and payroll , which exceeded \n$700,000 per month.  (See Compl. ¶¶ 19, 54–56.) \n6. According to Halikierra,  DHHS had no lawful basis to place it on \nprepayment review.  Rather, the decision was orchestrated by Cox and Piggott.  (See \nCompl. ¶ 22.)  Cox is a nurse consultant for the Program Integrity Unit ; Piggott is \nthe associate director for investigations for the Office of Compliance and Program \nIntegrity.  (See Compl. ¶¶ 7, 9.)  As alleged, they “personally detested” Halikierra due \nto its size and success and set out to destroy it.  (Compl. ¶¶ 20, 186.) \n7. To carry out their scheme, Cox and Piggott solicited help from CCME, the \ncompany tasked with conducting the audit on DHHS’s behalf.  (See Compl. ¶¶ 28, 29.)  \nAt their request, CCME falsely reported to DHHS that Halikierra employed forty-\nfive convicted felons.  ( See Compl. ¶¶ 33–35.)  Halikierra insists that it had only a \nhandful of employees with felony records and that it did nothing wrong  by hiring \nthem.  ( See Compl. ¶¶ 36, 37, 42.)  Inflamed by the report,  though, DHHS raided \nHalikierra’s offices.  (See Compl. ¶¶ 43, 44.) \n8. In August 2018, shortly after the raid, DHHS claimed to have found credible \nallegations of fraud and suspended all payments to Halikierra .  (See Compl. ¶¶ 45–\n47.)  Suspension meant that  Halikierra would receive no reimbursements for any \nclaims, not just those under prepayment review .  (See Compl. ¶¶ 54, 57.)  It was a \ndeath knell.  Unable to meet its financial obligations, Halikierra laid off its employees \nand closed its business.  (See Compl. ¶ 58.) \n9. Meanwhile, the prepayment review continued.  In September 2018, CCME \nsubmitted its audit report, which gave Halikierra a passing grade.  (See Compl. ¶¶ 64, \n65.)  A few days later , DHHS’s Medicaid Investigations Division refused to open a \nfraud investigation, citing insufficient evidence.  (See Compl. ¶ 66.)  At that point, \nPiggott allegedly urged  CCME to  redo its report  with falsified data .  (See Compl. \n¶ 67.)  Halikierra believes that CCME had a strong incentive to do so because its \ncompensation from DHHS is based o n the number of claims it flunks.  ( See Compl. \n¶ 162.)  As a result of Piggott’s urging , CCME fudged the data and produced a new \nreport, which showed that Halikierra had failed the review by a wide margin .  (See \nCompl. ¶¶  68–71.)  False report in hand, Piggott went back to th e Medicaid \nInvestigations Division, but it again concluded that the re was insufficient evidence \nof fraud.  (See Compl. ¶ 72.) \n10. By this point, an internal review of Halikierra’s suspension was under way.  \nIn proceedings before a DHHS hearing officer, Cox represented  that the Program \nIntegrity Unit had credible allegations of fraud .  Neither Cox nor Piggott informed \nthe hearing officer that the Medicaid Investigations Division had twice declined to \nopen a fraud investigation due to insufficient evidence.  (See Compl. ¶¶ 74–78.)  The \nhearing officer upheld the suspension, and Halikierra was forced to appeal to the \nOffice of Administrative Hearings (“OAH”).  (See Compl. ¶¶ 79, 83.)  In January 2019, \nwhile the appeal was pending,  DHHS conceded that it had insufficient evidence of \nfraud and rescinded the suspension.  (See Compl. ¶¶ 83–86.) \n11. Alleging that DHHS destroyed its business through targeted and groundless \nadministrative actions, Halikierra filed this suit.  It asserts two claims against DHHS \nunder the North Carolina Constitution for violation s of substantive due process and \nequal protection rights.  It also asserts a claim for conspiracy in restraint of trade \nunder N.C.G.S. § 75-1 against Cox and Piggott, in their individual capacities; claims \nfor fraud and unfair or deceptive trade practices under N.C.G.S. §  75-1.1 against \nCCME; and claims for civil conspiracy and punitive damages against Cox , Piggott, \nand CCME.  Whitley and Scales are named plaintiffs for purposes of the section 75-1.1 \nclaim and the claim for conspiracy in restraint of trade. \n12. The defendants deny these allegations.  Three motions to dismiss are \npending.  CCME has moved to dismiss all claims against it.  (ECF No. 15.)  DHHS \nhas moved to dismiss the constitutional claims.  (ECF No. 26.)  And Cox and Piggott \nhave moved to dismiss the civil conspiracy and punitive damages  claims but not the \nclaim for conspiracy in restraint of trade.  (ECF No. 28.) \n13. The motions have been fully briefed, and the Court held a hearing on 18 \nNovember 2020.  After the hearing, the Court requested and received additional \nbriefing on several issues potentially affecting subject matter jurisdiction.  (See ECF \nNo. 42.)  The motions are now ripe for resolution. \nII. \nLEGAL STANDARD \n14. Some of the issues presented are jurisdictional in nature.  S ubject matter \njurisdiction is the “indispensable foundation upon which valid judicial decisions rest, \nand in its absence a court has no power to act.”  In re T.R.P., 360 N.C. 588, 590 (2006).  \nLack of subject matter jurisdiction necessitates dismissal at any stage of litigation.  \nSee N.C. R. Civ. P. 12(b)(1), 12(h)(3); Azure Dolphin, LLC v. Barton , 2017 NCBC \nLEXIS 90, at *13 (N.C. Super. Ct. Oct. 2, 2017) , aff’d, 371 N.C. 579 (2018).  When \nassessing its jurisdiction, the Court “ may consider matters outside the pleadings .”  \nHarris v. Matthews, 361 N.C. 265, 271 (2007) (citations omitted). \n15. Other issues before the Court are raised under Rule 12(b)(6) for failure to \nstate a claim .  A Rule 12(b)(6) motion  “tests the legal sufficiency of the complaint.”  \nIsenhour v. Hutto, 350 N.C. 601, 604  (1999) (citation and quotation marks omitted).  \nThe motion should be granted only when “(1)  the complaint on its face reveals that \nno law supports the plaintiff’s claim; (2) the complaint on its face reveals the absence \nof facts sufficient to make a good claim; or (3)  the complaint discloses some fact that \nnecessarily defeats the plaintiff’s claim.”  Corwin v. Brit. Am. Tobacco PLC, 371 N.C. \n605, 615 (2018) (citation and quotation marks omitted). \n16. In deciding a Rule 12(b)(6) motion, the Court must treat the well -pleaded \nallegations of the complaint as true and view the facts and permissible inferences in \nthe light most favorable to the nonmoving party.  See Sykes v. Health Network Sols., \nInc., 372 N.C. 326, 332 (2019); CommScope Credit Union v. Butler & Burke, LLP, 369 \nN.C. 48, 51 (2016).  But the Court need not accept as true any “conclusions of law or \nunwarranted deductions of fact.”  Wray v. City of Greensboro, 370 N.C. 41, 46 (2017) \n(citations and quotation marks omitted) .  The Court also may consider documents \n“attached to and incorporated within [the] complaint” but may not consider matters \noutside the complaint.  Bucci v. Burns, 2018 NCBC LEXIS 37, at *8 (N.C. Super. Ct. \nApr. 25, 2018) (citation and quotation marks omitted). \nIII. \nANALYSIS \n17. At the hearing, the Court inquired whether  Whitley and Scales have \nstanding to pursue  the asserted claims.  In their supplemental brief , Whitley and \nScales have consented to the dismissal of their claims .  (See Pls.’ Suppl. Br. 1, ECF \nNo. 50.)  That leaves  Halikierra as the sole plaintiff.   The Court begins with i ts \nconstitutional claims against DHHS. \nA. Constitutional Claims Against DHHS \n18. Halikierra asserts that DHHS violated its substantive due process and equal \nprotection rights under the North Carolina Cons titution.  Both claims are based on \nthe allegation  that the decision to place Halikierra on prepayment review was \narbitrary.  (See Compl. ¶¶ 95, 132, 134.)  The complaint, though muddled at times, \nalleges two distinct theories.  One is that the statute governing prepayment review, \nsection 108C-7, is vague and therefore facially unconstitutional.  (See, e.g., Compl. \n¶¶ 98, 100, 101 .)  The other theory is that  DHHS singled out Halikierra , imposing \nprepayment review without supporting evidence in “a spiteful e ffort” to punish it.   \n(Compl. ¶¶ 118, 119, 134, 140.) \n19. DHHS has moved to dismiss the claims under Rules 12(b)(1) and 12(b)(6).  \nIts opening brief centered on the facial challenge to section 108C -7 but said little \nabout the allegations that DHHS arbitrarily targeted Halikierra.  ( See, e.g., DHHS \nBr. in Supp. 2–4, ECF No. 27.)  In response, Halikierra withdrew the facial challenge.  \n(See Opp’n to DHHS Mot. 1, ECF No. 33.)   Then, at the hearing, DHHS raised new \narguments related to the prerequisites for asserting a direct constitutional claim for \ndamages, prompting the Court to invite supplemental briefing on these and related \nissues. \n20. The piecemeal briefing, and the withdrawal of the facial challenge to section \n108C-7, have produced a confusing jumble of arguments.  The Court has endeavored \nto fairly construe each side’s arguments and the allegations in the complaint. \n1. Proper Defendants for Constitutional Claims \n21. DHHS first argues that Halikierra should have asserted its facial challenge \nto section 108C -7 against the General Assembly , as the statute’s author , and its \nrepresentatives.  See N.C.G.S. § 120-32.6(b) (stating that the Speaker of the House of \nRepresentatives and the President Pro Tempore of the Senate are “necessary parties” \nin cases involving the “constitutionality of an act of the General Assembly”); see also \nN.C. R. Civ. P. 19(d).  According to DHHS, it “merely enforces the law” and is \ntherefore not a proper defendant.  (DHHS Reply Br. 1, ECF No. 36.) \n22. This argument is moot because Halikierra has dropped its facial challenge.  \nWhat remains is the  allegation that DHHS acted arbitrarily when it placed \nHalikierra on prepayment review .  To the extent DHHS argue s that Halikierra \nshould have asserted that t heory against a different  defendant, it is mistaken.  As \nthe alleged wrongdoer, DHHS is the proper defendant.  See, e.g. , Craig v. New \nHanover County Bd. of Educ. , 363 N.C. 334 , 342  (2009) (involving constitutional \nclaims against a county board of education); Monarch Tax Credits, LLC v. N.C. Dep’t \nof Revenue, 2021 NCBC LEXIS 9, at *21–26 (N.C. Super. Ct. Jan. 25, 2021) (involving \nconstitutional claims against the North Carolina Department of Revenue). \n2. Jurisdiction of the Industrial Commission \n23. Next, DHHS argues that the Court lacks jurisdiction because these claims \nmust be brought in the North Carolina Industrial Commission.  ( See DHHS Br. in \nSupp. 6 –7.)  The Industrial Commission has jurisdiction over negligence claims \nagainst state agencies.  See N.C.G.S. § 143-291(a); see also Frazier v. Murray , 135 \nN.C. App. 43, 47 –48 (1999).  But Halikierra has not asserted negligence claims.  It \nhas asserted constituti onal claims.  Binding precedent holds that constitutional \nclaims for damages —often called Corum claims—belong in the state courts.  See \nCorum v. Univ. of N.C. , 330 N.C. 761, 782 (1992) (“[I]i n the absence of an adequate \nstate remedy, one whose state consti tutional rights have been abridged has a direct \nclaim against the State under our Constitution.  . . . Therefore, the common law, \nwhich provides a remedy for every wrong, will furnish the appropriate action for the \nadequate redress of a violation of that ri ght.” (citation omitted)); see also Craig, 363 \nN.C. at 338–39; Taylor v. Wake County , 258 N.C. App. 178, 182 (2018), appeal \ndismissed, discretionary review denied, 371 N.C. 569. \n24. It appears that DHHS has belatedly acknowledged as much.  After \nHalikierra poi nted to these precedents in its response brief, and after the Court \nordered supplemental briefing, DHHS admitted that “the Industrial Commission \njurisdiction is for claims of negligence, and not for intentional torts or claims of \nconstitutional rights viol ations, which the Plaintiffs are asserting here. ”  (DHHS \nSuppl. Br. 7, ECF No. 46.) \n3. Sovereign Immunity \n25. In its initial briefs, DHHS did not assert sovereign immunity as a defense.  \nIn its supplemental brief , DHHS contend s that “this is an intentional tort c laim \ndisguised as a constitutional rights violation” and that DHHS is therefore immune \nfrom suit.  (DHHS Suppl. Br. 7.)  But “[i]t is well established that sovereign immunity \ndoes not protect the state or its counties against claims brought against them directly \nunder the North Carolina Constitution.”   Peverall v. County of Alamance , 154 N.C. \nApp. 426, 430 (2002); see also Corum, 330 N.C. at 786 (holding that “when there is a \nclash between these constitutional rights and sovereign immunity, the constitutional \nrights must prevail ”).  Sovereign immunity is  therefore not a basis to dismiss the  \nclaims. \n4. Adequate State Remedy \n26. A Corum claim is available only “ in the absence of an adequate state \nremedy.”  Corum, 330 N.C. at 782.  The “definition of adequacy is twofold: (1) that the \nremedy addresses the alleged constitutional injury, and (2) that the remedy provides \nthe plaintiff an opportunity to enter the courthouse doors.”  Taylor, 258 N.C. App. at \n185 (cleaned up); see also Rousselo v. Starling, 128 N.C. App. 439, 447–48 (1998). \n27. The complaint alleges that Halikierra has no adequate remedy at state law \nto redress the arbitrary and unconstitutional imposition of prepayment review.  (See \nCompl. ¶¶ 124, 137.)  DHHS did not dispute these allegations in its opening brief or \nreply brief. \n28. At the hearing, however, DHHS argued for the first time that Halikierra has \nadequate state remedies that preclude its  direct constitutional claims for damages.   \nThis issue was the subject of supplemental briefing.   DHHS now argues that the \nclaims against Cox, Piggott, and CCME are adequate state remedies because they \ninvolve the same “alleged harm” and “alleged damages” as the constitutional claims.  \n(DHHS Suppl. Br. 8–9.)  Halikierra objects, calling this an “incomprehensible \nposition.”  (Pls.’ Suppl. Br. 10.) \n29. The Court concludes that it would be premature to dismiss the Corum claims \non this basis.  In theory, the claims against Cox, Piggott, and CCME could serve as \nadequate state remedies.   Our appellate courts have held that the “adequacy of a \nstate law remedy depends upon the injury alleged by a plaintiff, rather than upon the \nparty from whom a plaintiff seeks recovery.”  Taylor, 258 N.C. App. at 188.  But that \nis only part of the inquiry.  To be adequate, an alternative remedy must be available \nand accessible to the plaintiff.  See, e.g., Taylor, 258 N.C. App. at 18 3.1  The answer \n \n1 See also, e.g., Craig, 363 N.C. at 342 (holding state law claim was inadequate because it was \n“entirely precluded by the application of the doctrine of sovereign immunity”); Midgett v. N.C. \nto that question, which DHHS does not address, isn’t obvious.  The claims against \nCCME, for example, are based on its own conduct , not on DHHS’s decision to put \nHalikierra on prepayment review.  And the claim against  Cox and Piggott  for \nconspiracy in restraint of trade typically involves “an agreement between multiple \nmarket participants intending to illegally hinder trade or commerce.”  Preiss v. Wine \n& Design Franchies, LLC , 2018 NCBC LEXIS 99, at * 28 (N.C. Super. Ct. Sept. 24, \n2018) (citing N.C.G.S. § 75-1) (emphasis added).  Whether the statute applies to Cox \nand Piggott, as government officials, is not yet before the Court. \n30. Therefore, the Court cannot conclude at this stage that Halikierra has an \nadequate state law remedy so as to bar the Corum claims.  This is without prejudice \nto DHHS’s right to revisit the issue on a more fully developed record. \n5. Exhaustion of Administrative Remedies \n31. The availability of an adequate administrative remedy can also bar a Corum \nclaim.  See Taylor, 258 N.C. App. at 185 (citing Copper, 363 N.C. at 789).  In general, \n“where the legislature has provided by statute an effective administr ative remedy, \nthat remedy is exclusive and its relief must be exhausted before recourse may be had \nto the courts.”  Presnell v. Pell, 298 N.C. 715, 721 (1979) (citations omitted).   But a \nplaintiff need not exhaust its administrative remedies if those remed ies would be \nfutile or inadequate.  See Abrons Fam. Prac. & Urgent Care, PA v. N.C. Dep’t of Health \n \nState Highway Comm’n , 260 N.C. 241, 249 –51 (1963) (holding plaintiffs had no adequate \nremedy at law because their damages accrued after the time by which they could bring a \nstatutory claim), overruled on other grounds by Lea Co. v. N.C. Bd. of Transp., 308 N.C. 603 \n(1983); Copper v. Denlinger , 363 N.C. 784, 789 (2010) (holding plaintiffs had  an adequate \nremedy in the form of an administrative appeal). \n& Hum. Servs., 370 N.C. 443, 451 (2018).  A remedy is adequate if “it is calculated to \ngive relief more or less commensurate with the claim.”  Swan Beach Corolla, L.L.C. \nv. County of Currituck, 234 N.C. App. 617, 622 (2014) (citation and quotation marks \nomitted).  The plaintiff bears the burden of establishing futility or inadequacy .  See \nAbrons, 370 N.C. at 451 (citation omitted). \n32. Again, t he complaint allege s that Halikierra has exhausted all \nadministrative remedies .  (See Compl. ¶¶  123, 136 .)  And again, DHHS did not \ndispute these allegations in its opening brief or reply brief. \n33. At the hearing, the parties informed the Court that there are two ongoing \nproceedings before the OAH involving (i)  DHHS’s suspension of Halikierra and \n(ii) DHHS’s refusal to pay Halikierra’s clean claims even after the suspension was \nrescinded.  ( See DHHS Suppl. Br. 10; see also  ECF Nos. 46.2, 46.3.)  By statute, \nadverse determination s by DHHS constitute contested cases that must be \nadjudicated by the OAH under the Administrative Procedure Act.  See N.C.G.S. \n§ 108C-12(b). \n34. DHHS argues that this is an effective administrative remedy, which has not \nyet been exhausted .  The Court disagrees.  Halikierra’s constitutional claims are \nbased on the allegedly arbitrary decision to put it on prepayment review in the first \nplace.  (See, e.g., Compl. ¶¶ 20–23, 29, 45, 46, 54; see also Pls.’ Suppl. Br. 3, 14.)  That \ndecision is  distinct from the denial of claims and is  not reviewable under the \nAdministrative Procedure Act.  See N.C.G.S. § 108C-7(f) (“The decision to place or \nmaintain a provider on prepayment claims review does not constitute a contested \ncase under Chapter 150B of the  General Statutes.  A provider may not appeal or \notherwise contest a decision of the Department to place or maintain a provider on \nprepayment review.”).  Therefore, Halikierra has no adequate administrative remedy \nto address the decision to place it on pre payment review.  See Monarch Tax Credits, \n2021 NCBC LEXIS 9, at *19 (concluding that plaintiff’s Corum claim was “not barred \nby [plaintiff’s] failure to exhaust administrative remedies because [plaintiff] as a \npractical matter does not have an administrati ve remedy which might address the \nissues its Corum claim raises”). \n35. DHHS argues that because section 108C -7(f) makes the decision to place a \nprovider on prepayment review nonreviewable, Halikierra may not challenge that \ndecision at all and has suffered no injury from it.  (See DHHS Suppl. Br. 9–12.)  Not \nso.  The mere fact that an agency action is nonreviewable under the Administrative \nProcedure Act does not shield it from judicial review.  See N.C.G.S. §  150B-43 \n(“Nothing in this Chapter shall prevent any party or person aggrieved from invoking \nany judicial remedy available to the party or person aggrieved under the law to test \nthe validity of any administrative action not made reviewable under this Article.” ); \nsee also Kane v. N.C. Tchrs .’ & State Emps .’ Comprehensive Major Med. Plan , 229 \nN.C. App. 386, 390 (2013) ; High Rock Lake Ass’n Inc. v. N.C. Env’t Mgmt. Comm’n , \n51 N.C. App. 275, 278 n.* (1981 ); High Rock Lake Ass’n Inc. v. N.C. Env’t Mgmt. \nComm’n, 39 N.C. App. 699, 707 (1979) .  Because Halikierra has asserted injuries \nrelating to DHHS’s placement of Halikierra on prepayment review, (see, e.g., Compl. \n¶¶ 21–28, 54–58, 81, 82, 115 –20, 124–28, 132–34, 137–44), the exhaustion doctrine \ndoes not preclude the claims. \n6. Failure to State a Claim \n36. DHHS also argues that Halikierra has failed to adequately plead a \nsubstantive due process or equal protection claim under Rule 12(b)(6). \n37. The Law of the Land Clause of the North Carolina Constitution provides \nthat “[n]o person shall be taken, imprisoned, or disseized of his freehold, liberties, or \nprivileges, or outlawed, or exiled, or in any manner deprived of his life, liberty, or \nproperty, but by the law of the land.”  N.C. Const. art. I, § 19.  It is “synonymous with \n‘due process of law,’ a phrase appearing in the Federal Constitution and the organic \nlaw of many states.”  State v. Ballance, 229 N.C. 764, 769 (1949) (citations omitted); \nsee also Johnston v. State, 224 N.C. App. 282, 296 (2012). \n38. Substantive due process requires that “ the law s hall not be unreasonable, \narbitrary or capricious, and that the law be substantially related to the valid object \nsought to be obtained.”  Rhyne v. K-Mart Corp., 358 N.C. 160, 181 (2004) (citation and \nquotation marks omitted).  If the government action at i ssue implicates a \nfundamental liberty or property interest, then it receives strict scrutiny; otherwise, \n“the government action need only have a rational relation to a legitimate \ngovernmental objective to pass constitutional muster. ”  Toomer v. Garrett, 155 N.C. \nApp. 462, 469 (2002) (citing Huntington Props., LLC v. Currituck County , 153 N.C. \nApp. 218, 229–31 (2002)). \n39. The Equal Protection Clause of the North Carolina Constitution provides \nthat “[n]o person shall be denied the equal protection of the laws; nor shall any person \nbe subjected to discrimination by the State because of race, color, religion, or national \norigin.”  N.C. Const. art. I, §  19.  The clause “ require[s] that all persons similarly \nsituated be treated alike. ”  State v. Harris , 242 N.C. App.  162, 166 (2015) (quoting \nState v. Fowler, 197 N.C. App. 1, 26 (2009)). \n40. Typically, equal protection rights arise in the context of “discrimination on \nthe basis of group classification or interference with the exercise of some fundamental \nright.”  Toomer, 155 N.C. App. at 476.  Halikierra’s theory is different.  It contends \nthat DHHS’s conduct was “a spiteful effort to force  . . . Halikierra out of business.”  \n(Compl. ¶ 140.)  An equal protection claim may be brought by a “class of one” if the \nplaintiff alleges (1) that the government intentionally treated the plaintiff differently \nthan other similarly situated persons and (2)  that the government’s action was \nirrational and wholly arbitrary.  See Toomer, 155 N.C. App. at 476–78; see also Village \nof Willowbrook v. Olech, 528 U.S. 562, 564 (2000). \n41. DHHS’s sole argument for dismissal  under Rule 12(b)(6) is that the \ncomplaint does not and cannot allege arbitrary action by the agency.  (See DHHS Br. \nin Supp. 5–6.)  DHHS draws on Halikierra’s allegations that section 108C-7 is vague, \ndoes not provide sufficient guidance, and does not define key terms.  (See, e.g., Compl. \n¶¶ 98, 100, 101.)  If true, DHHS’s argument goes, then it could not have acted \narbitrarily because it “was handed . . . a deeply flawed statute.”  (DHHS Br. in Supp. \n5.) \n42. This argument, like many of the other arguments ass erted by DHHS, \nappears to be based on the facial challenge to section 108C -7, which Halikierra has \nwithdrawn.  DHHS contends that the allegations  of vagueness remain in the \ncomplaint and therefore must be taken as true.  That’s not correct.  The Court need \nnot accept “conclusions of law” as true for purposes of a Rule 12(b)(6) motion.  Wray, \n370 N.C. at 46 (citations and quotation marks omitted). \n43. Moreover, the complaint includes allegations of wrongdoing that are distinct \nfrom those based on statutory vague ness.  These include  allegations that DHHS \ntargeted Halikierra out of spite, placed it on prepayment review without any \nsupporting evidence, and held it to a different standard than other providers.  ( See, \ne.g., Compl. ¶¶ 109–20, 131, 133, 134, 139, 140.)  “[I]t is clear that ‘government actors \ncannot single out a particular individual or entity for disparate treatment based on \nillegitimate, political or personal motives .’ ” Town of Beech Mountain v. Genesis \nWildlife Sanctuary, Inc. , 247 N.C. App. 444, 461 (2016) (quoting Browning-Ferris \nIndus. of S. Atl., Inc. v. Wake County, 905 F. Supp. 312, 321 (E.D.N.C. 1995)). \n44. In its supplemental brief, DHHS suggests for the first time that the \ncomplaint is also deficient because Halikierra has  not pleaded a case of respondeat \nsuperior so as to attribute the actions of Cox and Piggott to DHHS.  (See DHHS Suppl. \nBr. 7.)  This was not one of the issues on which the Court invited supplemental \nbriefing, so DHHS ’s argument is not properly before the Court.  See In re \nSoutheastern Eye Center -Pending Matters , 2019 NCBC LEXIS 29, at *149 (N.C. \nSuper. Ct. May 7, 2019) (declining to consider arguments in supplemental brief that \nwere outside the scope of the allowed supplemental briefing); State v. Maready, 205 \nN.C. App. 1, 14 n.4 (2010) (same). \n* * * \n45. Because Halikierra has withdrawn the facial challenge to section 108C -7, \nthe Court dismisses  it.  In all other respects , the Court denies DHHS’s motion to \ndismiss. \nB. Claims Against CCME, Cox, and Piggott \n46. CCME has moved under Rule 12(b)(6) to dismiss all claims against it.  Cox \nand Piggott join CCME’s challenges to  the claims for civil conspiracy and punitive \ndamages but have not advanced any arguments of their own.  (See ECF No. 29.)  For \nsimplicity, the Court refers only to CCME  when addressing the  briefs and \narguments.2 \n1. Fraud \n47. CCME contends that the fraud claim is deficient because, as alleged, it made \nno misrepresentations to Halikierra.  (See CCME Br. in Supp. 3–5, ECF No. 16.)  In \n \n2 Although CCME is not a party to the OAH matters, it contends that those proceedings \naddress issues that overlap with this case such that the OAH’s decisions are “likely to \nextinguish or resolve many of the factual allegations in the Complaint which concern CCME.”  \n(CCME Suppl. Br. 6, ECF No. 49.)  But nothing in Chapter 108C or the Administrative \nProcedure Act enables Halikierra to seek recovery against CCME for the injuries CCME has \nallegedly caused.  What’s more, Halikierra has alleged wrongdoing by CCME separate and \napart from DHHS’s actions at issue in the OAH matters.  For example, CCME is accused of \nfalsifying records and audit results it sent to DHHS and deceiving Halikierra about the \npurpose of various requests for information.  ( See, e.g., Compl. ¶¶ 28, 33–36, 44, 64, 65, 67–\n71, 162 –65, 167 –71.)  Given that the OAH matters do not encompass these issues, the \nexhaustion requirement does not apply to Halikierra’s claims against CCME. \nresponse, Halikierra has conceded the point and agreed to withdraw the claim.  (See \nOpp’n to CCME Mot. 22, ECF No. 21.)  The Court therefore dismisses the fraud claim. \n2. Section 75-1.1 \n48. The elements of a claim under section 75-1.1 are that “(1) [the] defendant \ncommitted an unfair or deceptive act or practice, (2)  the action in question was in or \naffecting commerce, and (3) the act proximately caused injury to the plaintiff.”  Dalton \nv. Camp, 353 N.C. 647, 656 (2001) (citation omitted) .  “A practice is unfair if it is \nunethical or unscrupulous, and it is deceptive if it has a tendency to deceive. ”  Id. \n(citation omitted). \n49. According to CCME, the only acts that it allegedly took were to perform the \nprepayment review and to inform DHHS of criminal background checks received from \nHalikierra.  These acts , CCME contends,  were legal  and therefore not unfair or \ndeceptive.  See N.C.G.S. § 108C-7(a) (“In order to ensure that claims presented by a \nprovider for payment by the Department meet the requirements of federal and State \nlaws and regulations and medical necessity criteria, a provider may be required to \nundergo prepayment claims review by the Department. ”); N.C.G.S. §  131E-265(a) \n(addressing the use and disclosure of “criminal history record check” results).3  On \nthat basis, CCME seeks to dismiss the claim.  (See CCME Br. in Supp. 5–8.) \n \n3 Section 131E-265(a) provides, in relevant part: \nAn offer of employment by a home care agency licensed under this Chapter to an \napplicant to fill a position that requires entering the patient’s home is conditioned \non consent to a criminal history record check of the applicant. . . . [T]he Department \nof Public Safety shall return the results of national criminal history record checks \nfor employment positions  . . . to the Department of Health and Human Services, \nCriminal Records Check Unit[, which]  . . . shall not ify the nursing home or home \n50. This is a misreading of the claim and supporting allegations .  Although not \nalways as clear as it could be , the complaint alleges unfair or deceptive acts that go \nbeyond the  purportedly lawful acts  identified by CCME .  Liberally construed, the \ncomplaint alleges that CCME colluded with Cox and Piggott, intentionally inflated \nthe number of convicted felons employed by Halikierra , and falsif ied data while \nperforming the prepayment review, all with an aim toward disqualifying Halikierra \nas a Medicaid provider.  ( See, e.g., Compl. ¶¶  28, 29, 33 –37, 66–71, 161–71.)  The \ncomplaint also alleges that CCME had a financial motive for doing so  because its \ncompensation is tied to the denial of claims under review.  (See, e.g., Compl. ¶¶ 161–\n63.)  Taking these allegations as true, Halikierra has sufficiently alleged that CCME \ncommitted unfair or deceptive acts. \n51. With its supplemental brief, CCME submitted evidence to disprove these \nallegations and show that it did not falsify data .  (See CCME Suppl. Br. 7–10; ECF \nNo. 49.3.)  But the Court is confined to the pleadings on a Rule 12(b)(6) motion.  \nCCME’s evidence is better suited for summary judgment. \n52. The Court denies CCME’s motion to dismiss the section 75-1.1 claim. \n3. Civil Conspiracy \n53. To state a claim for civil conspiracy, a plaintiff must allege “(1) a conspiracy; \n(2) wrongful actions taken by at least one of the conspirators in furtherance of that \n \ncare agency as to whether the information received may affect the employability of \nthe applicant.  In no case shall the results of the national criminal history record \ncheck be shared with the nursing home or home care agency. . . . All criminal history \ninformation received by the home or agency is confidential and may not be disclosed, \nexcept to the applicant as provided in subsection (b) of this section. \nconspiracy; and (3)  injury to the plaintiff as a result. ”  Lunsford v. ViaOne Servs., \nLLC, 2020 NCBC LEXIS 111, at *17 (N.C. Super. Ct. Sept. 28, 2020) (citing Krawiec \nv. Manly, 370 N.C. 602, 614 (2018)).  Conspiracy “requires an agreement between at \nleast two persons to take an unlawful action or to take a lawful action in an unlawful \nmanner.”  Id. (citations omitted). \n54. CCME argues that Halikierra has not alleged the existence or terms of any \nconspiracy.  (See CCME Br. in Supp. 9.)  But it has.  The complaint alleges that Cox \nand Piggott “solicited and obtained the help of” CCME in a “scheme to destroy \n[Halikierra’s] business,” that CCME falsely reported the number of convicted felons \nemployed by Halikierra, and that CCME falsified its audit findings at Piggott’s \nrequest.  (Compl. ¶¶ 29, 67, 68, 153 .)  The complaint also identifies the CCME \nemployee who communicated with and assisted Cox and Piggott in this scheme.  (See \nCompl. ¶ 30.)  And it provides the timeframe during which this all occurred .  ( See, \ne.g., Compl. ¶¶ 64–70.)  Taking these allegations as true, Halikierra has set forth “not \nonly that [CCME, Cox, and Piggott] entered into an agreement but also . . . when the \nagreement happened, how it arose, and its purpose.”  Lunsford, 2020 NCBC LEXIS \n111, at *17 –18 (denying motion to dismiss) ; see also Glob. Textile All., Inc. v. TDI \nWorldwide, LLC, 2018 NCBC LEXIS 159, at *27 –29 (N.C. Super. Ct. Nov. 29, 2018) \n(same); S. Fastening Sys., Inc. v. Grabber Constr. Prods., Inc., 2015 NCBC LEXIS 42, \nat *19–21 (N.C. Super. Ct. Apr. 28, 2015) (same). \n55. CCME also argues that the civil conspiracy claim must be dismissed if the \nunderlying substantive claims are dismissed.  (See CCME Br. in Supp. 10.)  But the \nCourt has denied the motion to dismiss the section 75 -1.1 claim, and no party has \nchallenged the underlying claim for conspiracy in restraint of trade. \n56. The Court denies the motions  of CCME, Cox, and Piggott  to dismiss the \nclaim for civil conspiracy. \n4. Punitive Damages \n57. CCME argues that punitive damages are a remedy rather than a standalone \ncause of action.  (See CCME Br. in Supp. 10.)  This is true.  See, e.g., Azure Dolphin, \n2017 NCBC LEXIS 90, at *29.  Accordingly, the Court dismisses the purported claim \nfor punitive damages without prejudice to Halikierra’s right to seek punitive damages \nas a remedy for its surviving claims, if allowed by law .  See Aldridge v. Metro. Life \nIns. Co., 2019 NCBC LEXIS 116, at *146 (N.C. Super. Ct. Dec. 31, 2019). \nIV. \nCONCLUSION \n58. For all these reasons, the Court ORDERS as follows: \na. The Court DISMISSES Whitley and Scales  as parties to  this action , \nwithout prejudice, under Rule 21. \nb. DHHS’s motion to dismiss is GRANTED in part  and DENIED in \npart.  The facial challenge to the constitutionality of section 108C -7 is \nDISMISSED without prejudice.  In all o ther respects, the motion is \nDENIED. \nc. CCME’s motion to dismiss is GRANTED in part  and DENIED in \npart.  The claim for fraud is DISMISSED without prejudice.  The claim \nfor punitive damages is DISMISSED without prejudice to Halikierra’s \nright to seek punitive damages as a remedy for its surviving claims, if \nallowed by law.  In all other respects, the motion is DENIED. \nd. Cox and Piggott’s motion to dismiss is GRANTED in part  and \nDENIED in part .  The claim f or punitive damages is DISMISSED \nwithout prejudice to Halikierra’s right to seek punitive damages as a \nremedy for its surviving claims, if allowed by law.  In all other respects, \nthe motion is DENIED. \n \nSO ORDERED, this the 25th day of March, 2021. \n \n \n        /s/ Adam M. Conrad   \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n "
}