{
  "id": "b7c8e29acceb5c10151333796e4e27f1fd9f7bb5667fd8ff81603b92fe23309a",
  "source_file": "data/raw/ncbc/b7c8e29acceb5c10151333796e4e27f1fd9f7bb5667fd8ff81603b92fe23309a.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nLENOIR COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 343 \n \nARMISTEAD B. MAUCK and \nLOUISE CHERRY MAUCK, \n \nPlaintiffs, \n \nv. \n \nCHERRY OIL CO., INC.; JULIUS P. \n“JAY” CHERRY, JR.; and ANN B. \nCHERRY, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON MOTION \nTO DISQUALIFY WOMBLE BOND \nDICKINSON AND MOTION TO \nWITHDRAW   \n \n THIS MATTER is before the Court on Plaintiffs’ Motion to Disqualify Womble \nBond Dickinson (“Motion to Disqualify,” ECF No. 12) and the Motion to Withdraw of \nGraebe Hanna & Sullivan, PLLC (“Motion to Withdraw,” ECF No. 8). \n THE COURT, having considered the motions, the affidavits, the arguments of \ncounsel, and the record, CONCLUDES th at the Motion to Disqualify should be \nDENIED and the Motion to Withdraw should be GRANTED. \nBrooks, Pierce, McLendon, Humphrey and Leonard LLP , by Walter L. \nTippett and Katarina K. Wong , for Plaintiffs Armistead B. Mauck  and \nLouise Cherry Mauck.  \n \nGraebe Hanna & Sullivan, PLLC , by M. Todd Sullivan , for Defendant \nCherry Oil, Inc., and Womble Bond Dickinson (US) LLP , by Samuel B. \nHartzell and Pressly M. Millen , for Defendants Cherry Oil Co., Inc. ; \nJulius P. “Jay” Cherry, Jr.; and Ann B. Cherry.  \n \nDavis, Judge.  \nINTRODUCTION \n1. The pending motions require the Court to determine whether  in a \nshareholder derivative action  a single law firm may simultaneously represent both \nMauck v. Cherry Oil Co., Inc., 2021 NCBC 59. \nthe corporation and its individual directors, who are alleged to have engaged in \nwrongful conduct against the corporation.   \nFACTUAL AND PROCEDURAL BACKGROUND \n2. In reciting the factual background of this case, the Court considers the \nFirst Amended Complaint (“A mended Complaint,” ECF No. 18) and the various \naffidavits submitted by the parties in connection with the  pending motions .  The \nCourt limits its recitation of the background facts to those that are relevant for \npurposes of deciding the motions.  See Harriott v. Cent. Carolina Surgical Eye Assocs., \nP.A. (In re Estate of Harriott), 2015 NCBC LEXIS 43, at *3 (N.C. Super. Ct. Apr. 28, \n2015). \n3. This action, succinctly put, concerns a dispute among family members \nover the management and future direction of a family business.  Defendant Cherry \nOil Company, Inc. (“Cherry Oil”) 1 is a business that, both directly and through its \naffiliates, owns and operates a substantial propane and refined fuel distribution \noperation.  (Id. at ¶ 1.)  Cherry Oil and its affiliat es have been owned and managed \nby members of the individual parties’ extended family since Cherry Oil was founded \nin 1928 by J.P. Cherry, Sr.  (Id. at ¶¶ 2, 15, 32.)   \n4. Plaintiffs Armistead B. Mauck (“Armistead”) and Louise Cherry Mauck \n(“Louise”) are married and together own and control 194 (approximately 34%) of \n \n1 Cherry Oil is a North Carolina corporation with its registered place of business in Lenoir \nCounty, North Carolina.  (Id. at ¶ 9.)   \nCherry Oil’s shares.2  (Id. at ¶ 8.)  Armistead has served as an officer and director of \nCherry Oil  since 1995 and currently serves as  a vice president, secretary, and \ntreasurer.  (Id. at ¶ 6; Mauck Affidavit, ECF No. 14, at ¶ 2.)  Louise has served as an \nofficer of Cherry Oil since August 2000 and currently serves as a vice president and \nassistant secretary.  (ECF No. 14, at ¶ 3.)  Louise also served as a director from \nAugust 2000 until June 16, 2021.3  (ECF No. 18, at ¶ 7.)   \n5. Defendants Julius P. “Jay” Cherry, Jr. (“Jay”) and Ann B. Cherry  \n(“Ann”)  are married and together own and control 390 (approximately 66%) of Cherry \nOil’s shares.4  (Id. at ¶ 12.)  Jay is Louise’s brother and serve s both as the chairman \nof the Board of Directors (“Board”) and as president of Cherry Oil.  (Id. at ¶¶ 10, 15.)  \nAnn is a director, vice president, and assistant secretary of Cherry Oil.  (Id. at ¶ 11.)     \n6. The dispute that gave rise to this lawsuit began in or around 2007, when \nJay and Ann’s son, Jason Cherry (“Jason”), joined Cherry Oil as an employee.  (Id. at \n¶ 43.)  Plaintiffs allege that Jason lacks “commit[ment] to developing the skills or \ndoing the wo rk necessary to succeed on individual merit, rather than nepotism ,” \npointing to critical reviews of Jason’s job performance by company employees.  (Id. at \n¶¶ 44, 46; see ECF Nos. 18.2–18.3.)   \n \n2 The parties agree as to Armistead ’s ownership of 97 shares (17%) and Louise’s ownership \nof 97 shares (17%) .  ( Id. at ¶¶ 6 –7.)  However, a dispute currently exists over whether \nArmistead also owns an additional 30 shares.  (Id. at ¶ 13.)   \n \n3 Defendants contend that Louise was removed from the Board in June 2021, but the validity \nof her removal is disputed by Plaintiffs.  (Id. at ¶ 7.) \n \n4 Jay owns 348 shares (59%) while Ann owns 42 shares (7%).  (Id. at ¶¶ 10–11.)   \n7. Plaintiffs’ dissatisfaction with Jason’s performance at Cherry Oil \nderives in part from  their concern over the prospect of Jason ultimately obtaining \ncontrol of Cherry Oil—given “Jay’s desire to retire and to complete estate planning, \npart of which involves leaving Jason, despite chronic shared concerns of all parties, \npotentially in a controlling ownership position.”  (Id. at ¶ 47.)   \n8. Plaintiffs allege that over the eighteen-month period leading up to this \nlawsuit  \nJay and Ann have acted in concert to divide the extended \nfamily, setting brother against sister as Jay and Ann seek \nto consolidate their control over Cherry Oil to themselves \nfor the benefit of themselves and what they call their “next \ngeneration” to the exclusion and at the expense of \nArmistead and Louise and Cherry Oil.  \n \n(Id. at ¶ 55.)  Plaintiffs contend that Jay and Ann launched a secret effort to \nundermine them because Plaintiffs objected to their “reckless desire to entrust \nCherry [Oil] to Jason.”  ( Id. at ¶ 56.)  The Amended Complaint sets out numerous \nexamples of “misconduct,” “failure to exer cise good faith, care, and diligence,” and \n“mismanagement” relating to Jay and Ann’s performance of their duties with regard \nto Cherry Oil.  (Id. at ¶¶ 57–64.)   \n9. For example, the Amended Complaint includes  allegations that : Ann \nreferred to Armistead as “scary,” “crazy,” a “bully,” and a “monster” to other Cherry \nOil employees (Id. at ¶ 57(a)); Jay and Jason “frustrated a critical employee to the \npoint that he quit so that Jason could assume his position” ( Id. at ¶ 57(b)); Ja y and \nAnn made modifications to the management of Cherry Oil that are “a stark departure \nfrom how the business has been run since at least 1995 [,]” including \n“counterproductive personnel changes,” “counterproductive changes in the contact \npoints,” and “cou nterproductive deviations from agreed operational processes and \ninitiatives” (Id. at ¶¶ 57(d)(i)–(iii)); Jay and Ann “[a]llow[ed] Jason to take charge of \nareas under Armistead’s longstanding areas of responsibility” and “actively work[ed] \nto frustrate initiatives Armistead brought to Cherry Oil” (Id. at ¶ 57(d)(vi)); and Jay \nand Ann have used their positions of power and control to unlawfully “enable and \npursue pointless investigations” of Plaintiffs (Id. at ¶ 57(f)).  Plaintiffs assert that this \nmisconduct by the Cherrys “was a breach of their fiduciary duties and other special \nduties owed to Armistead, Louise, Cherry Oil, [and] Cherry Energy” and “exemplifies \nwillful gross management and improper self-dealing.”  (Id. at ¶ 58.)    \n10. On April 9, 2021, Plaintiffs sent a letter to Cherry Oil demanding that \nit take suitable action with  regard to  their concerns about the Cherrys’ a ctions.  \n(“Derivative Demand Letter,” ECF No. 18.12 ; see also ECF No. 14, at ¶ ¶ 6–7.)  The \nDerivative Demand Letter detailed m uch of the same alleged misconduct that is \ncontained in Plaintiffs’ pleadings in this action  and demanded that Cherry Oil \n“immediately take all reasonable steps to compel the [Cherrys] to cease their \nunlawful conduct and obtain appropriate relief from them.”  (ECF No. 18.12, at p. 4.)  \nThe Derivative Demand Letter further stated: “Please respond to this demand as \nquickly as possible.  In the event that [Cherry Oil] fails to meet the dema nd stated \nabove, the Shareholders may bring litigation on [Cherry Oil’s] behalf to force the \nProspective Defendants to remedy the harms outlined [in the letter] through \nmonetary damages[.]”  (Id.)   \n11. Before receiving a response to their Derivative Demand Letter, \nPlaintiffs filed their original complaint in this action  in Superior Court, Lenoir \nCounty, on May 6, 2021 against Defendants Cherry Oil, Jay, and Ann.  The complaint \nasserted five claims for relief: (1) dissolution of Cherry Oil pursuant to N.C.G.S. § 55-\n14-30 (ECF No. 3, at ¶¶ 44 -66); (2) removal of Jay and Ann as directors under \nN.C.G.S. § 55 -8-09 (Id. at ¶¶ 75 –81); (3) breach of fiduciary duty and constructive \nfraud against Jay and Ann ( Id. at ¶¶ 82 –97); (4) breach of contract against Jay ( Id. \nat ¶¶ 99–105); and (5) a putative claim for constructive trust against Jay and Ann \n(Id. at ¶¶ 106–111).  No derivative claims were asserted at that time.   \n12. On June 7, 2021, this action was designated as a mandatory complex \nbusiness case and assigned to the Honorable Gregory P. McGuire.  (Design. Ord., ECF \nNo. 1; Assign. Ord., ECF No. 2.) \n13.   Plaintiffs assert that “[a]fter Armistead and Louise filed the [i]nitial \nComplaint, Jay and Ann intensified and amplified their prior misconduct” in at least \nfour ways: (1) Jay and Ann improperly held a shareholder meeting on June 16, 2021 \nin an attempt to remove Armistead and Louise from the B oard without adhering to \nprocedural requirements set forth in Cherry Oil’s bylaws (ECF No. 18, at ¶ 79); (2) \nJay and Ann purported to hold a meeting of the “new” B oard (composed of Jay, Ann \nand Armistead) to approve a “call” of Plaintiffs’ shares in Cherry Oil (Id. at ¶ 82); (3) \nJay and Ann hired their own previously retained counsel, Womble Bond Dickinson \n(US) LLP (“Womble Bond”), to also serve as counsel for Cherry Oil, a course of action \nto which Armistead and Louise “had previously objected to . . . at least five times” due \nto perceived conflicts of interest (Id. at ¶ 86); and (4) Jay and Ann further acted so as \nto exclude Armistead and Louise from their roles at Cherry Oil (Id. at ¶ 88).   \n14. On June 25, 2021, Womble Bond attorneys—who already had appeared \non behalf of Jay and Ann—entered an appearance on behalf of Cherry Oil.  (ECF Nos. \n9, 10.)  Simultaneously, the lawyer who had p reviously entered an appearance  for \nCherry Oil, Todd Sullivan of Graebe Hanna & Sullivan, PLLC (“GHS”), filed a Motion \nto Withdraw in which he sought leave from the Court to withdraw as counsel for \nCherry Oil.  (ECF No. 8, at ¶ 7.)  In the Motion to Withdraw, Sullivan represented \nthat GHS’s “role in this case was to appear solely for the purpose of protecting the \ninterests of Cherry Oil until such time as Womble [Bond] determined whether it could \nappropriately represent all Defendants, including Cherry Oil.”  (Id. at ¶ 2.)   \n15. On July 1, 2021, this action was reassigned to the undersigned.  \n(Reassign. Ord., ECF No. 11.)   \n16. On July 2, 2021, Plaintiffs filed a Motion to Disqualify  in which they  \nasked the Court to rule that Womble Bond was not permitted to serve as counsel for \nCherry Oil in this action.  (ECF No. 12.) In this motion, Plaintiffs further requested \nthat the Court disqualify Womble Bond from representing any Defendant in this case \n“[a]bsent Womble Bond showing that (i) it was retained by Cherry Oil after June 18, \n2021 and (ii) it has not improperly received or withheld Cherry Oil information[.]”  \n(Id.) \n17. On July 8, 2021, Womble Bond—on behalf of Cherry Oil—sent Plaintiffs \na response to the Derivative Demand Letter stating that Plaintiffs’ filing of the initial \nComplaint—which included facts and allegations largely duplicative of  the \nallegations in the Derivative Demand Letter —was improperly brought prior to the \nexpiration of the ninety-day waiting period required by N.C.G.S. § 55-7-42(2).5  (ECF \nNo. 18.13.)  The letter concluded by stating that “after consultation with our client, \n[Cherry Oil] has determined that the demand was improperly made.  We hereby \ndemand the action be withdrawn cons istent with the terms of N.C.[G.S.] § 55 -7-42.”  \n(Id.)   \n18. On July 19,  2021, Plaintiffs filed an  Amended Complaint, adding \nderivative claims against Jay and Ann for gross negligence/willful misconduct (ECF \nNo. 18, at ¶¶ 139–42); breach of fiduciary duty (Id. at ¶¶ 143–46); constructive fraud \n(Id. at ¶¶ 147–50); and a claim seeking the removal of Jay and Ann as Directors under \nN.C.G.S. § 55-8-09 (Id. at ¶¶ 151–56).   \n19. The Court held a hearing on the Motion to Disqualify and the Motion to \nWithdraw on August 11, 2021.  (ECF No. 23.)  The Motions are now ripe for decision.  \nLEGAL STANDARD \n20. Our Supreme Court has articulated the following standard regarding \nmotions for disqualification of counsel:  \n“Decisions regarding whether to disqualify counsel are \nwithin the discretion of the trial judge,” Travco Hotels, Inc. \nv. Piedmont Nat. Gas Co., 332 N.C. 288, 295,  420 S.E.2d \n426, 430 (1992), but a trial court ’s exercise of discretion is \n \n5 Section 55-7-42 of the North Carolina Business Corporation Act states that “No shareholder \nmay commence a derivative proceeding until: (1) A written demand has been made upon the \ncorporation to take suitable action; and (2) 90 days have expired from the d ate the demand \nwas made unless, prior to the expiration of the 90 days, the shareholder was notified that the \ncorporation rejected the demand, or unless irreparable injury to the corporation would result \nby waiting for the expiration of the 90-day period.  N.C.G.S. § 55-7-42 (emphasis added).   \nsubject to reversal when the court orders disqualification \nbased on a misunderstanding of the law, see In re Estate of \nSkinner, 370 N.C. 126, 138, 804 S.E.2d 449, 457 (2017); see \nalso Cooter & Gell v. Hartmarx Corp. , 496 U.S. 384, 405, \n110 S. Ct. 2447, 2461, 110 L. Ed. 2d 359, 382 (1990) (noting \nthat the “[trial] court would necessarily abuse its discretion \n[in deciding a Rule 11 motion] if it based its ruling on an \nerroneous view of the law”).   \n \nWorley v. Moore, 370 N.C. 358, 363–64 (2017).   \n21. “[T]he drastic nature of disqualification requires that courts avoid \noverly-mechanical adherence to disciplinary canons at the expense of litigants’ rights \nfreely to choose their counsel; and that they always remain mindful of the opposing \npossibility of misuse of disqualification motions for strategic reasons.”  Harriott, 2015 \nNCBC LEXIS 43, at *8 (quoting Shaffer v. Farm Fresh, Inc. , 966 F.2d 142, 146 (4th \nCir. 1992) (citation omitted)).   \nANALYSIS \nA. Motion to Disqualify  \n22. Plaintiffs contend that Womble Bond’s c oncurrent representation  of \nboth Cherry Oil and the two individual Defendants (Jay and An n) creates an \nirresolvable conflict of interest  given that Plaintiffs have brought derivative claims \non behalf of Cherry Oil based on allegations of wrongful conduct by the Cherrys that \nhave harmed the corporation.   \n23. As another court has noted, “[s]uccinctly put , the question is this: Can \nan attorney render truly impartial advice to the corporate client where the interest \nof his individual clients will inevitably be affected by the character of the corporation’s \nresponse to the suit?”  Stepak ex rel. Southern Co. v. Addison, 20 F. 3d 398, 404 (11th \nCir. 1994) (citation and internal quotation marks omitted).   \n24. While this Court is, of course, not bound by decisions from other \njurisdictions in ruling on an issue of North Carolina law,  it is permitted to consider \nsuch cases to the extent they are instructive . See Carolina Power & Light Co. v. \nEmployment Sec. Comm’n of N.C. , 363 N.C. 562, 569 (2009) . The Supreme Court of \nTexas recently summarized the unique issues that are inherent in derivative actions:  \nShareholder derivative actions provide a procedural \npathway for a minority shareholder to sue on behalf of the \ncompany for wrongs committed against the company.  \nBecause the suit is to vindicate the company ’s rights, it is \noften said that the company is a “ plaintiff” in a derivative \naction.  Labeling the company a “plaintiff” does not tell the \nwhole story, however.  Most companies begin derivative \nlitigation resistant to the minority shareholder’s derivative \nclaims. The resistance of the company ’s usual \ndecisionmakers to the minority shareholder ’s claims is \nwhat causes derivative litigation in the first place.  For this \nreason, in addition to sometimes being called plaintiffs, \ncompanies embroiled in derivative litigation are also \ncommonly called “ nominal defendants.”  Thus, companies \nin derivative litigation are simultaneously “plaintiffs” and \n“defendants,” depending on how you look at it.  Of course, \nif the company is literally both plaintiff and defendant, \nthen no lawyer could ever represent it in derivativ e \nlitigation because to do so would automatically place the \nlawyer on both sides of the case. Obviously, that is not the \nrule. \n \nIn re Murrin Bros. 1885, Ltd. , 603 S.W.3d 53, 58 (Tex. 2019)  (internal citations \nomitted).   \n25. Plaintiffs argue that  both currently existing conflicts and reasonably \nforeseeable future conflicts make it impossible for Womble Bond to simultaneously \nrepresent both Cherry Oil and the Cherrys  in this action . In essence , Plaintiffs’ \nargument is that an attorney cannot represent on e client at the same time that it is \ninvestigating that client for potential wrongdoing against another client.   \n26. In response, Defendants argue that “Plaintiffs . . . are seeking to entice \nthe Court into an entirely mechanical application of the Rules [of Professional \nConduct] in a manner designed not to protect their interests, but rather to deprive \nDefendants of their choice of counsel for purely strategic reasons” and that “Plaintiffs \ncannot carry the required heavy burden” so as to entitle them to the “drastic remedy \nof disqualification.”   \n27. At the outset, the Court observes that the issue of whether in a \nderivative action one law firm may concurrently represent both the corporation and \nthe director alleged to have wronged the corporation is one of first impression in \nNorth Carolina.   \n28. Courts in other jurisdictions have employed different tests in addressing \nthis issue.  Some courts have concluded that representation by one law firm of both \nthe corporation and its director is categorically impermissible  in all but the most  \nfrivolous lawsuits.  See, e.g., In re Conduct of Kinsey , 660 P.2d 660, 669 (Or. 1983) \n(requiring separate counsel unless the claim is “patently sham or patently frivolous”); \nRowen v. LeMars Mut. Ins. Co. of Iowa, 230 N.W.2d 905, 914 (Iowa 1975) (holding \nthat the potential for a conflict of interest in this context is so great as to require \nrepresentation by independent counsel).   \n29. Other courts have taken a more practical approach, reasoning that the \ninterests of the company and its controlling officers or directors are often aligned and \nthat separate counsel is not necessary unless a divergence of those interests actually \narises.  See In re Murrin , 603 S.W.3d at 59 ( declining to create a “categorical rule \ngoverning dual representation in derivative litigation” and stating that such cases \n“require[ ] consideration of the true extent of [ the company and the individual \ndefendants’] adversity under t he circumstances”); Marcum v. Scorsone, 457 S.W.3d \n710, 719 (Ky. 2015) (holding that common representation is not , by itself ,  \nindependent grounds for disqualification in a shareholder derivative suit); Scattered \nCorp. v. Chi. Stock Exch., Inc. , 1997 Del. Ch. LEXIS 50, at * 24–25 (Del. Ch. Apr. 7, \n1997) (finding that law firm’s dual representation of company defendant and \nindividual defendants did not create appearance of impropriety because their \ninterests were the same at that point in the litigation).   \n30. Perhaps the most common approach by courts has been to require \nseparate counsel in derivative actions only where serious allegations of fraud or self-\ndealing have been alleged against individual directors or managers . See Bell Atl. \nCorp. v. Bolger, 2 F.3d 1304, 1316 (3rd Cir. 1993) (holding that disqualification of law \nfirm that concurrently represented corporation and individual manager defendants \nwas not required where there were no allegations of serious wrongdoing) ; Vance v. \nVance, 2020 U.S. Dist. LEXIS 168156, at *23 (D. Kan. Sept. 15, 2020)  (finding that \ndisqualification of law firm in derivative suit that concurrently represented \ncorporation and director was necessary where allegations involved self-dealing, \nintentional misconduct, and fraud) ; Averhart v. Communications Workers of Am. , \n2013 U.S. Dist. LEXIS 117698, at *9 (D. N.J. Aug. 20, 2013) (finding disqualification \nnot required in derivative suit where conduct that formed basis of complaint was \n“akin to mismanagement and not acts of sel f-dealing, stealing, and fraud that give \nrise to a conflict of interest”); Quinn v. Anvil Corp., 2008 U.S. Dist. LEXIS 128792, at \n*4 (W.D. Wash. Aug. 27, 2008) (ordering disqualification where plaintiff alleged “more \nthan simple mismanagement and unintenti onal breaches of the directors’ fiduciary \nduty of care”); Ontiveros v. Constable, 199 Cal. Rptr. 3d 837, 844 (Cal. Ct. App. 2016) \n(acknowledging that “[c]urrent case law clearly forbids dual representation of a \ncorporation and directors in a shareholder derivative suit, at least where, as here, the \ndirectors are alleged to have committed fraud”); Taneja v. Familymeds Grp., Inc. , \n2010 Conn. Super. LEXIS 1239, at *32 (Conn. Super. Ct. May 18, 2010) (finding that \n“[b]ecause the complaint alleges that [the individual directors] committed intentional \nmisconduct and fraud, their interests conflict with the corporation’s, and therefore, \nsimultaneous representation is not permitted”). \n31. Having reviewed the caselaw from other jurisdictions on this issue, the \nCourt must now apply North Carolina law.  Although, as noted above, there are no \ncases from North Carolina courts addressing th e precise question before the Court , \nthe North Carolina Rules of Professional Conduct  provide helpful guidance on this  \nissue.   \n32. Rule 1.7 addresses conflicts of interest that arise with respect to  \nconcurrent representation:  \n(a) Except as provided in paragraph (b), a lawyer shall \nnot represent a client if the representation involves \na concurrent conflict of int erest. A concurrent \nconflict of interests exists if:  \n \n(1) the representation of one client will be \ndirectly adverse to another client; or  \n(2) the representation of one or more clients may \nbe materially limited by the lawyer’s \nresponsibilities to another client, a former \nclient, or a third person, or by a personal \ninterest of the lawyer.  \n  \n(b) Notwithstanding the existence of a concurrent \nconflict of interest under paragraph (a), a la wyer \nmay represent a client if:  \n \n(1) the lawyer reasonably believes that the \nlawyer will be able to provide competent and \ndiligent representation to each affected client;  \n(2) the representation is not prohibited by law;  \n(3) the representation does not involve the \nassertion of a claim by one client against \nanother client represented by the la wyer in \nthe same litigation or proceeding before a \ntribunal; and  \n(4) each affected client gives informed consent, \nconfirmed in writing.  \n \nN.C. R. Prof. Cond. Rule 1.7.   \n33. Rule 1.13 addresses an attorney’s representation of an organization and \nprovides, in pertinent part, as follows:  \n(g) A lawyer representing an organization may also \nrepresent any of its directors, officers, employees, \nmembers, shareholders or other constituents, \nsubject to the provisions of Ru le 1.7.  If the \norganization’s consent to the dual representation is \nrequired by Rule 1.7, the consent shall be given by \nan appropriate official of the organization other than \nthe individual who is to be represented, or by the \nshareholders.  \n \nId. at Rule 1.13(g).   \n34. Notably, Comments 13 and 14 to Rule 1.13 expressly address conflicts \nof interest regarding dual representation in the context of derivative actions and state \nin relevant part as follows:  \nDerivative Actions  \n \n[13] Under generally prevailing law, the shareholders or \nmembers of a corporation may bring suit to compel the \ndirectors to perform their legal obligations in the \nsupervision of the organization. . . . Such an action may be \nbrought nominally by the organization, but usually is , in \nfact, a legal controversy over management of the \norganization.   \n \n[14] The question can arise whether counsel for the \norganization may defend such an action.  The proposition \nthat the organization is the lawyer’s client does not alone \nresolve the issu e.  Most derivative actions are a normal \nincident of an organization’s affairs, to be defended by the \norganization’s lawyer like any other suit.  However, if the \nclaim involves serious charges of wrongdoing by those in \ncontrol of the organization, a conflict may arise between the \nlawyer’s duty to the organization and the law yer’s \nrelationship with the board.  In those circumstances, Rule \n1.7 governs who should represent the directors and the \norganization.   \n \nId. at Comments 13–14 (emphasis added).   \n35. The above-quoted Comments to Rule 1.13 make clear that the Rules of \nProfessional Conduct do not serve as a cate gorical bar to dual representation in the \nderivative action context. Indeed, Comment 14 implicitly suggests that  in some \nderivative actions such dual representation of the organization and its directors can  \nbe permissible—that is, in cases where “serious charges of wrongdoing” have not been \nalleged against those directors.   \n36. North Carolina courts have not previously had the occasion to define \nwhat qualifies as “serious charges of wrongdoing” for purposes of Comment 14 to Rule \n1.13.  Thus, the Court finds it instructive to look for guidance to case law from other \njurisdictions whose ethical rules for attorneys articulate th is same standard .  A \nreview of such cases reveals that in identifying serious charges of wrongdoing, courts \nhave typically relied upon allegations of misconduct by those in control of the \norganization amounting to fraud, theft, self- dealing, or usurpation of corporate \nopportunities.  See Vance, 2020 U.S. Dist. LEXIS 168156, at * 29 (finding that \nallegations surrounding multi-million dollar sale of defendant director’s business to \nthe corporation “involve serious allegations of self-dealing” and, therefore, qualify as \nserious charges of wrongdoing); Best v. R & R Real Estate Investors, 2018 U.S. Dist. \nLEXIS 233586, at * 22 (D. Iowa June 12, 2018) (finding allegations of managing \nmember’s wrongful impairment of LLC’s assets, misleading accounting records, \nefforts to thwart good -faith discussions about severing the parties’ relationship and \npreserving the value of the LLC, and usurpation of corporate opportunities sufficient \nto constitute serious charges of wrongdoing); Quinn, 2008 U.S. Dist. LEXIS 128792, \nat *4 (finding allegations that defendants “intentionally and knowingly misstated the \nfair market value of [the corporation’s] stock so that they could acquire stock options \nat an undervalued strike price” qualified as a serious charge of wrongdoing); Taneja, \n2010 Conn. Super. LEXIS 1239, at *25–27 (finding allegations of defendant directors’ \n“wast[ing] [of] $80 million in corporate assets through self- dealing”; “unjustifiably \nextravagant severance packages”; and refusal of t wo “bona fide offers to sell the \ncorporation with the intent of lowering the stock price” in order to “obtain the \ncorporation’s assets at a fraction of their former value” to be serious charges of \nwrongdoing).  \n37. Conversely, courts applying this same standard have declined to find \nthat serious charges of wrongdoing had been asserted where the allegations of \nmisconduct merely involved mismanagement or a breach of the duty of care.  See, e.g., \nBell Atl. Corp. , 2 F.3d at 1316 (finding no serious charges of wrongdoing where \n“plaintiffs have alleged only mismanagement, a breach of the fiduciary duty of care ” \nand not “allegations of self-dealing, stealing, fraud, intentional misconduct, conflicts \nof interest, or usurpation  of corporate opportunities by defendant directors”); \nAverhart, 2013 U.S. Dist LEXIS 117698, at *9– 10 (finding no serious charges of \nwrongdoing where plaintiffs ’ claims alleged violations of a union’s constitution and \nbylaws rather than self-dealing, theft, or fraud).    \n38. In the present case , based on a careful reading of the Amended \nComplaint, the Court is not persuaded that the allegations contained therein assert \n“serious charges of wrongdoing” against Jay and Ann as directors of Cherry Oil . \nInstead, the allegations  primarily represent a disagreement with the way the \ncompany is currently being run and a concern that Plaintiffs’ role in the corporation \nis being improperly diminished.  For example, the allegations of misconduct alleged \nin the A mended Complaint against the Cherrys include,  among other things : the \nundermining and antagonizing of Plaintiffs in a juvenile manner; managing the \ncompany in a way that is a “stark departure from how the business has been run \nsince at least 1995”; the “unilateral, counterproductive” changes to personnel, contact \npoints, and operational processes; the unwarranted investigations into the conduct of \nPlaintiffs; and allowing Jason to take charge of areas for which  Armistead previously \nhad responsibility.  In essence, these allegations reveal a bitter family dispute over \nthe current management and future direction of a family business that—in the eyes \nof Plaintiffs—has resulted (and will continue to result) in damage to Cherry Oil.  But \nPlaintiffs’ Amended Complaint is devoid of the sort of allegations of theft , fraud, or \ngross financial conflicts of interest  that courts have found sufficient to constitute \nserious charges of wrongdoing.   \n39. Although the Amended Complaint uses the term “self -dealing” o n a \nnumber of occasions in its characterization of the Cherrys’ conduct (see, e.g., ECF No. \n3, at ¶¶ 58, 87, 89), the supporting allegations reveal that they are not alleging actual \nself-dealing in its traditional sense.  See Self-Dealing, BLACK’S LAW DICTIONARY (10th \ned. 2014) (defining “self -dealing” as “[p]articipation in a transaction that benefits \noneself instead of another who is owed a fiduciary duty.  For example, a corporate \ndirector might engage in self-dealing by participating in a competing business to the \ncorporation’s detriment”).  Rather, Plaintiffs allege “self -dealing” on the part of Jay \nand Ann in the sense that they have acted so as to consolidate their power over Cherry \nOil and , in doing so,  have lessened Plaintiffs’ ability to provide input into the \ncompany’s management.  The Court is of the view that such allegations do not amount \nto the type of corporate “self-dealing” that would make dual representation of Cherry \nOil and the Cherrys impossible.  Cf., Vernon v. Cuomo, 2009 NCBC LEXIS 1, at **37–\n38 (N.C. Super. Ct. March 17, 2009) (finding transaction s involving a corporation in \nwhich its directors had a direct or indirect interest to constitute “self-dealing” where \n“none of the transactions were authorized, ratified, or approved by a majority of \ndisinterested directors”; the material facts were “deliberately hidden from the \nminority shareholders”; the “transaction was not fair to the corporation”; and the \n“directors clearly received a personal financial benefit from th e transactions they \napproved”).   \n40. Accordingly, having applied the legal principles discussed above to the \nfacts of this case while remaining mindful of the drastic nature of disqualification, \nthe Court is unable to conclude on the  present record that Plaintiffs have met their \nsteep burden of showing that disqualification of Womble Bond is required.  Therefore, \nthe Motion to Disqualify is DENIED.6   \nB. Motion to Withdraw  \n41. In light of the Court’s denial of Plaintiffs’ Motion to Disqualify, the Court \nCONCLUDES that GHS’s Motion to Withdraw should be  GRANTED, and GHS is \nhereby released and discharged from further representation of Cherry Oil in this \nmatter. \n  \n \n6 Womble Bond, of course, remains obligated to fully comply with the Rules of Professional \nConduct and to take appropriate steps should a conflict arise  in connection with its \nrepresentation of Defendants during the remainder of this litigation. \nC. Lifting of Stay \n42. On August 11, 2021, the Court entered an Order staying the deadline  \nfor Defendants to respond to Plaintiffs’ Amended Complaint  pending the Court’s \nruling on the pending motions . (ECF No. 26.)  The stay is hereby LIFTED , and \nDefendants shall have twenty (20) days from the date of this Order in which to file \nan answer or other response to the Amended Complaint. \nCONCLUSION \n THEREFORE, IT IS ORDERED as follows:  \n1. Plaintiffs’ Motion to Disqualify is DENIED.   \n2. GHS’s Motion to Withdraw is GRANTED. \n3. The stay previously entered by the Court is LIFTED, and \nDefendants shall have twenty (20) days from the date of this Order \nin which to file an answer or other response to the Amended \nComplaint. \n \n SO ORDERED, this the 20th day of September, 2021.  \n \n       /s/ Mark A. Davis       \n       Mark A. Davis  \n       Special Superior Court Judge for  \n       Complex Business Cases     \n "
}