{
  "id": "b82d3e6c5d0e176aec22aac491367b3a2d51013c3df31e5cced4ecd066869578",
  "source_file": "data/raw/ncbc/b82d3e6c5d0e176aec22aac491367b3a2d51013c3df31e5cced4ecd066869578.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF NEW HANOVER 10 CVS 5697 \n \n \nJOALPE-INDUSTRIA DE EXPOSITORES, ) \nSA, ) \n Plaintiff )  \n  ) \n v.  ) \n   )  \nMANUEL J. ALVES and NANCY S. ALVES, ) \n  Defendants ) AMENDED \n   )  OPINION AND ORDER \n and  ) ON MOTIONS FOR \n   )  SUMMARY JUDGMENT \nJOALPE INTERNATIONAL, INC., ) \n  Defendants/Third-Party ) \n  Plaintiff ) \n  )  \n v.  )  \n   ) \nSHAHRAM MOVASSEGHI and MARIA ) \nMOVASSEGHI,  ) \n           Third-Party Defendants ) \n \n THIS CAUSE, designated a mandatory comp lex business case by Order of the Chief \nJustice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, references to the North Carolina General Statutes will be to \"G.S.\"), and \nassigned to the undersigned Special Superior Court Judge for Complex Business Cases, is \nbefore the Court upon Defendant Joalpe International, Inc.'s (\"Joalpe U.S.\") Motion for \nLeave to Amend Answer, Joalpe U.S.’s Motion for Partial Summary Judgment, Plaintiff \nJoalpe-Industria de Expositores, S.A.'s (\"Joalpe S.A.\") Motion for Partial Summary \nJudgment, and Defendants Manuel J. Alves and Nancy S. Alves' (collectively, \"Defendants \nAlves\") Motion for Partial Summary Judgment; and \n THE COURT, after reviewing the motions,  briefs and arguments in support and \nopposition thereof and other appropriate matters of record, FINDS and CONCLUDES that \nJoalpe-Industria De Expositores, S.A. v. Alves, 2015 NCBC 9A (Amended 01/27/2015).\n \n \nthe Motions should be GRANTED in part and DENIED in part, as reflected in this Opinion \nand Order.  \nHodges & Coxe, P.C., by C. Wes Hodges, II, Esq., for Plaintiff. \n \nWilson & Ratledge, PLLC, by Reginald B. Gillespie, Jr., Esq., for Defendants Manuel \nJ. Alves and Nancy S. Alves. \n \nFletcher, Toll & Ray, LLP, by Alan Toll, Esq., for Defendant Joalpe International, \nInc. \nPROCEDURAL BACKGROUND \n1. Joalpe S.A. initiated this suit against Defendants on December 10, 2010. \nJoalpe S.A. filed its Second Amended Complaint (\"Complaint\"), on which its claims are now \nbased, on April 11, 2011.   \n2. The Complaint states claims against Joalpe U.S. for (1) judicial dissolution of \nJoalpe U.S. pursuant N.C.G.S. §55-14-30, (2) appointment of a receiver pursuant to \nN.C.G.S. §55-14-32, (3) an accounting and inspection of records pursuant to N.C.G.S §55-\n16-01, (4) temporary injunctive relief – N.C.G.S. §1-485, (5) action to recover on account, \nand (5) declaratory judgment.  The Complaint also states claims against Defendants Alves \nfor breach of fiduciary duty and violation of the North Carolina Unfair and Deceptive Trade \nPractices Act (“NCUDTPA”). \n3. On June 13, 2011, Defendants Alves filed an Answer and Counterclaim \nagainst Joalpe S.A.  The counterclaim alleges a cause of action for defamation against \nJoalpe S.A. \n4. On July 5, 2011, Defendant Joalpe U.S. filed an answer to the Complaint, \ncounterclaims against Joalpe S.A., and a third party complaint against Maria Movasseghi \nand Shahram Movasseghi (collectively, “Movasseghis”).  Joalpe U.S.’ counterclaims and \nthird party claims appear to attempt to state claims against Joalpe S.A. and the \n \n \nMovasseghis for breach of contract, breach of fiduciary duty, civil conspiracy, negligence, \ngross negligence, unfair and deceptive trade practices, and injunctive relief. \n5. On August 17, 2011, Joalpe S.A. filed its reply to the counterclaims raised by \nDefendants Alves. On the same date, Joalpe S.A. filed a reply to the counterclaims raised \nby Joalpe U.S. and the Movasseghis filed an answer to the third party claims raised by \nJoalpe U.S. \n6. On December 11, 2012, Joalpe U.S. filed its Motion for Partial Summary \nJudgment.  \n7. On March 8, 2013, Joalpe S.A. filed a Motion for Partial Summary Judgment \nand Defendants Alves filed a Motion for Summary Judgment.  \n8. On April 3, 2013, Defendant Joalpe U.S. filed a Motion for Leave to Amend \nits Answer. \n9. The Motions have been briefed and are ripe for determination.1 \nTHE MOTIONS BEFORE THE COURT \n10. Defendant Joalpe U.S.’ Motion for Partial Summary Judgment seeks \nsummary judgment on Plaintiff Joalpe S.A.’s claim for judicial dissolution of Joalpe U.S., \nspecifically under N.C. Gen. Stat. § 55-14-30(2)(ii) (hereafter, references to the North \nCarolina General Statutes will be to \"G.S.\"). In essence, Joalpe U.S. contends that the \nundisputed facts establish that dissolution is appropriate because Joalpe S.A.’s reasonable \nexpectations have been frustrated, but that Joalpe U.S. should be given the opportunity to \npurchase Joalpe S.A.’s shares under G.S. § 55-14-31(d).  Joalpe U.S. has not moved for \nsummary judgment on any of the other claims asserted against it. \n                                            \n1 The Motions were argued before the Honorable John R. Jolly, Jr. The parties have consented to the \nundersigned ruling on the Motions based upon the briefs filed with the Court. \n \n \n11. Joalpe S.A.’s Motion for Partial Summary Judgment also seeks summary \njudgment on Joalpe S.A.’s claim for judicial dissolution of Joalpe U.S.  Joalpe S.A. seeks \ndissolution specifically under § 55-14-30(2)(iii), on the grounds that the shareholders are \nunable to elect directors due to shareholder deadlock. Joalpe S.A. did not allege shareholder \ndeadlock over the election of directors as a basis for dissolution in its Complaint. In its \nMotion, Joalpe S.A. appears to seek dissolution on the basis of shareholder deadlock so as to \nthwart Joalpe U.S.’ attempt to take advantage of G.S. § 55-14-31(d) to buy Joalpe S.A.’s \nshares, rather than have Joalpe U.S. liquidated under G.S. § 55-14-30. \n12. Defendants Alves’ Motion for Summary Judgment seeks summary judgment \non Joalpe S.A.’s claims against them for breach of fiduciary duty and violation of the \nNCUDTPA. \n13. On April 3, 2013, Joalpe U.S. filed a Motion for leave to amend its Answer.  \nJoalpe U.S. seeks to now admit allegations in Plaintiff’s Complaint that it previously \ndenied, and that are helpful to its argument that the Court should grant dissolution of \nJoalpe U.S. under G.S. § 55-14-30(2)(ii) and permit it to buy Joalpe S.A.’s shares instead of \nliquidating Joalpe U.S.  Joalpe S.A. opposes the motion to amend. \nFACTUAL BACKGROUND \nThe Court makes the following findings and conclusions solely for purposes of ruling \non the Motions:2 \n14. Joalpe U.S. is a North Carolina corporation specializing in producing, \nimporting, and distributing consumer products such as store fixtures and plastic shopping \nbaskets and carts.3 Joalpe U.S. currently is based in Wilmington.  Joalpe U.S. was formed \n                                            \n2 A court does not make findings of fact in ruling upon a motion for summary judgment. However, \nthe court may summarize material facts that do not appear to be at issue and which justify the \njudgment. Hyde Ins. Agency, Inc. v. Dixie Leasing Corp., 26 N.C. App. 138, 142 (1975). \n3 Compl. ¶¶ 2, 8; M. Alves Dep., pp. 14-35. \n \n \nin the 1970s by Manuel Alves in Canada, and moved to North Carolina in the early 1990s. \nAt all times relevant to this matter, Manuel Alves was the President of Joalpe U.S., Nancy \nAlves was the Secretary of Joalpe U.S., and both are Directors of Joalpe U.S.4 \n15. Joalpe U.S. has adopted written corporate by-laws.5  The by-laws provide for \na minimum of three directors, and annual shareholder meetings.  From 1996 to 1999, \nManuel Alves, Nancy Alves, and Maria Movasseghi served as the directors of Joalpe U.S.\n6  \nOn April 7, 2004, Manuel Alves and Nancy Alves purported to reduce the number of \ndirectors to two, and to elect themselves as the only two directors of Joalpe U.S.7  Joalpe \nU.S. did not hold annual shareholder meetings from 2003 through 2012.  In December \n2012, Joalpe S.A., as a shareholder of Joalpe U.S., called for a substitute annual meeting as \nauthorized by the by-laws for the purpose of electing directors.  At the substitute meeting, \nthe shareholders deadlocked on the slate of candidates, and no directors were elected.8 \n16. In the mid-1980’s, Manuel Alves formed a second company with his father in \nPortugal that became Joalpe S.A.9  Alves and his father expanded the business in the \nUnited States and Europe through Joalpe S.A.10  Manuel Alves also was the President and \nChairman of the Board of Directors of Joalpe S.A. until his resignation in September 2010. \n17. In 1996, Joalpe U.S. sold 50% of its shares to Joalpe S.A., with Manuel Alves \nand Nancy Alves each retaining 25% of the shares.  Manuel Alves’ mother, Maria Pereira \n(“Ms. Pereira”), and his sister, Maria Movasseghi, are the majority owners of Joalpe S.A.11  \nAs part of the purchase, Joalpe U.S. employed Maria’s husband, Shahram Movasseghi.  \n                                            \n4 Compl. ¶¶ 8-12. \n5 M. Movasseghi Aff. (3/7/13) ¶ 8, Exh. B. \n6 Id.  ¶9. \n7 Id., Exh. D. \n8 Id. ¶¶ 11-12 \n9 M. Alves Dep. pp. 26-28, 34-35. \n10 Id. pp. 34-35. \n11 M. Movasseghi Aff. (3/7/13) ¶ 4. \n \n \nManuel Alves placed Shahram in charge of the day-to-day operations of Joalpe U.S.12  \nJoalpe S.A. participated in the “management and operations of Joalpe U.S.” through \nShahram Movasseghi.13  Joalpe S.A. claims that it had had a substantial, reasonable and \ncontinuing expectation that Shahram would remain employed with and oversee the \nmanagement and operation of Joalpe U.S.14    Joalpe U.S. also hired Maria Movasseghi as \nan office employee, and hired Shahram and Maria’s son, Jason. \n18. In 1997, Manuel Alves and Maria Movasseghi’s father passed away.  Manuel \nAlves became CEO of Joalpe S.A. and managed and directed both Joalpe S.A. and Joalpe \nU.S. for approximately 13 years.15  During this time, Joalpe U.S. was successful and \nprofitable. Joalpe S.A. manufactured and provided to Joalpe U.S. approximately 80% of the \nproducts distributed by Joalpe U.S. \n19. Manuel Alves claims that in 2006, he started the process of preparing a \nwritten Supply Contract (hereinafter “Supply Contract”) which was “merely [intended to \ndocument] a pattern, practice and course of performance between [Joalpe S.A.] and Joalpe \nUS that had been in existence and had been followed for many years.”16  Manuel Alves \nclaims that Joalpe S.A.’s attorney formulated the terms of the Supply Contract, and that it \nwas discussed with Joalpe S.A.’s board of directors.17  On February 8, 2010, Manuel Alves \nsigned a Supply Contract between Joalpe U.S. and Joalpe S.A. on behalf of Joalpe S.A., and \nNancy Alves signed on behalf of Joalpe U.S.  Joalpe S.A. alleges that it did not know of the \nexistence of the Supply Contract until after this lawsuit was filed, and alleges that the \n                                            \n12 M. Alves Dep. p. 63. \n13 M. Movasseghi Dep. pp. 26-28, 48-49; Compl. ¶66. \n14 M. Movasseghi Dep. pp. 48-49. \n15 M. Alves Dep. pp. 40-44. \n16 Id. pp 145-150; M. Alves Aff. (3/8/13) ¶ 8. \n17 M. Alves Dep. pp. 150-151. \n \n \nSupply Contract was “extraordinarily one-sided in favor of Joalpe U.S.”18 Joalpe U.S. owes \nJoalpe S.A. a significant balance for products provided to Joalpe U.S., and the two \ncompanies have not been able to reach acceptable terms for payment of the outstanding \nbalance. \n20. In September 2010, Manuel Alves resigned as the Chairman of the Board of \nJoalpe S.A.19 \n21. On December 9, 2010, Manuel Alves terminated Shahram and Jason \nMovasseghi.20  Manuel Alves claims he terminated Shahram “for business reasons and in \nthe best interests of Joalpe U.S.” and that the decision “was not made out of any spite, \nmalice, will or any animosity or hostility towards [the Movasseghis].”21  Manuel Alves \ntestified he terminated Shahram due to a drop in sales.22 \n22. Joalpe S.A. immediately notified Manuel Alves that it opposed the company's \naction, believing it to stem from a personal dispute rather than legitimate business \ninterests, and that it would like for the Movasseghis to be reinstated.23 Joalpe U.S. denied \nthis request.  Additionally, as a result of Joalpe S.A.’s request to reinstate Shahram and \nJason, Manuel Alves terminated Maria Movasseghi from Joalpe U.S.24 \n23. Joalpe S.A. alleges that the terminations of Shahram and Jason Movasseghi, \nand the “legitimacy” of the Supply Contract entered into by Manuel Alves, “have resulted in \nan insurmountable rift between Manuel Alves and the rest of the family.”25 \n                                            \n18 M. Movasseghi Aff. (8/16/11) ¶10; M. Movasseghi Aff. (3/7/13) ¶5; Compl. ¶ 33. \n19 M. Movasseghi Aff. (3/7/13) ¶4. \n20 M. Movasseghi Aff. (3/7/13) ¶7; M. Alves Dep. pp. 111-112. \n21 M. Alves Aff. (3/8/13) ¶¶ 6-7. \n22 M. Alves Dep. pp. 113, 115. \n23 Id. at 125; M. Movasseghi Aff. (3/7/13) ¶ 7.                                                                                                                        \n24 M. Alves Dep. pp. 133. \n25 M. Movasseghi Aff. (3/7/13) ¶ 7. \n \n \n24. Joalpe S.A. has refused to supply products to Joalpe U.S. since December \n2010.  Joalpe S.A. has stopped supplying products because Joalpe U.S. has not paid the \noutstanding balance and in order to force Joalpe U.S. to permit Joalpe S.A. to participate in \nJoalpe U.S.’ management.26  Joalpe S.A.’s refusal to supply products has resulted in \n“decreased existing business and new business opportunities, and loss of sales and profits \nfor Joalpe U.S.”\n27 \n25. Joalpe S.A. alleges that there is “an irreconcilable deadlock between those in \ncontrol of Joalpe U.S.” that has “frustrated [Joalpe S.A.]’s substantial reasonable \nexpectations.”28 Joalpe S.A. contends it is “reasonably necessary for the protections of the \nrights and interests of [Joalpe S.A.] to dissolve and liquidate Joalpe U.S.29 \n26. Despite the loss of business, Joalpe U.S. alleges that it remains a viable \nbusiness with opportunity to grow.  Joalpe U.S. seeks to purchase Joalpe S.A.’s shares in \nJoalpe U.S. in order to continue its business and preserve the jobs of Joalpe U.S.’ \nemployees.30 \nJoalpe U.S. Motion to Amend Answer \n27. Joalpe U.S. filed its Motion for Leave to Amend Answer on April 3, 2013, \nafter all three Motions for Summary Judgment had been filed, more than a month after the \nclose of discovery, and almost a month after the deadline for filing dispositive motions.31 \nThe motion states that Joalpe U.S. seeks to file this amendment “in connection with its \nMotion for Summary Judgment” in which it seeks summary judgment in Joalpe S.A.’s favor \n                                            \n26 M. Movasseghi Dep. pp. 40, 47; M. Movasseghi Aff. (8/16/11) ¶ 6. \n27 M. Alves Aff. (3/8/13) ¶ 10; M. Alves Aff. (12/10/12) ¶¶ 4-6. \n28 Compl. ¶¶42, 45. \n29 Id. ¶47. \n30 M. Alves Aff. (12/10/12) ¶¶ 8-10; M. Alves Aff. (8/23/13) ¶ 14. \n31 Order Amending CMO, Feb. 12, 2013. \n \n \nas to Joalpe S.A.’s claim for judicial dissolution.32 The Motion states that “Joalpe U.S. now \nbelieves and understands that the undisputed facts before this Court show that [Joalpe \nS.A.] . . . had reasonable expectations in the management, employment, and operations of \n[Joalpe U.S.], that those reasonable expectations have been frustrated, that its rights or \ninterests in [Joalpe U.S.] are in need of protection, and that dissolution under N.C.G.S. § \n55-14-30(2)(ii) is appropriate to protect its rights.”\n33 \n28. Joalpe S.A. opposes the Motion, arguing that the amendment is untimely, \nunduly delayed, in bad faith, and would result in undue prejudice to the Joalpe S.A.34  \n29. The proposed amendment would revise eleven paragraphs of Joalpe U.S.’s \nanswer to now admit, instead of deny, Joalpe S.A.’s allegations that its reasonable \nexpectations of continued involvement in the management and operations of Joalpe U.S. \nwere frustrated by the Defendants Alves, and that the frustration of those expectations \nmerits dissolution of Joalpe U.S. under G.S. § 55-14-30(2)(ii).  The amendment further \ncontends that the equities of the situation weigh in favor of allowing Joalpe U.S. to \npurchase Joalpe S.A.’s shares under G.S. § 55-14-31(d). \n30. Rule 15 of the North Carolina Rules of Civil Procedure provides that “leave \nshall be freely given” to amend a pleading “when justice so requires.” This has been \ninterpreted to mean that an amendment should be “freely allowed unless some material \nprejudice to the other party is demonstrated.” Mauney v. Morris, 316 N.C. 67, 72 (1986). A \ncourt may deny a motion to amend for, inter alia, undue delay, bad faith, undue prejudice, \nfutility, and failure to cure through previous amendments. See, e.g., Martin v. Hare, 78 \n                                            \n32 Motion for Leave to Amend ¶ 9. \n33 Id. ¶ 8. \n34 Pls. & Third-Party Defs.’ Resp. to Def. Joalpe U.S. Mot. For Leave to Amend Ans., Aff. Defs., \nCountercl. & Third-Party Compl. 5-9. \n \n \nN.C. App. 358, 361 (1985). Ultimately, whether to allow an amendment rests in the trial \njudge’s discretion. House of Raeford Farms, Inc. v. Raeford, 104 N.C. App. 280, 282 (1991). \n31. At a minimum, Joalpe U.S. has unduly delayed in bringing this motion to \namend and now seeks to make an eleventh-hour amendment in hopes of defeating Joalpe \nS.A.’s motion for summary judgment.  The motion comes nearly two years after Joalpe U.S. \nfiled its answer to Joalpe S.A.’s Second Amended Complaint, and nearly a month after \nJoalpe S.A. filed its motion for summary judgment.  In addition, there is at least some \nsuggestion that the amendments are made in bad faith.  For example, despite Manuel \nAlves’ repeated, sworn testimony that he terminated Shahram Movasseghi for legitimate \nbusiness reasons,35 Joalpe U.S. now seeks to amend the denial in its original answer to \nadmit that Manuel Alves terminated Shahram Movasseghi because of a family dispute \nbetween Manuel Alves and Maria Movasseghi.   \n32. Based upon the foregoing analysis, the Court finds that Joalpe U.S.’s Motion \nfor Leave to Amend Answer should be DENIED.36  \nJoalpe U.S.’ and Joalpe S.A.’s Motions for Summary Judgment \n33. Both Joalpe U.S. and Joalpe S.A. seek summary judgment on Joalpe S.A.’s \nclaim for judicial dissolution of Joalpe U.S. under G.S. § 55-14-30(2), et seq. Both parties \nargue that the undisputed facts establish that Joalpe S.A. is entitled to judicial dissolution \nas a matter of law.  The parties differ only as to under which “prong” of G.S. § 55-14-30(2) \ndissolution should be granted, and whether the appropriate remedy is to liquidate Joalpe \nU.S. or to permit Joalpe U.S. to purchase Joalpe S.A.’s shares. \n                                            \n35 M. Alves Aff. (3/8/13) ¶¶ 6-7; M. Alves Dep. pp. 113, 115, 170-171. \n36 For the reasons set forth infra, the denial of Joalpe S.A.’s motion to amend does not impact the \nCourt’s ability to consider dissolution under G.S. § 55-14-30(2)(ii). \n \n \n34. As a preliminary matter, the Court questions Joalpe U.S.’ right to move for \nsummary judgment on Joalpe S.A.’s claim for dissolution.  For purposes of that claim, \nJoalpe U.S. is the “defending party,” and not the “claimant.”  Rule 56 of the North Carolina \nRules of Civil Procedure expressly states that a party may move for summary judgment “in \nhis favor.” As written, the rule does not provide for the defending party to seek summary \njudgment in the claimant’s favor.37  \n35. The Court is unable to find any North Carolina case law addressing a \ndefendant’s right to move for summary judgment against itself on a plaintiff’s claim.  \nNevertheless, the Court concludes that the pleadings and materials filed by Joalpe S.A. and \nJoalpe U.S. have placed the propriety of judicial dissolution under G.S. § 55-14-30(2) and \nthe appropriate dissolution remedy squarely at issue in this case.\n38  Accordingly, the Court \ntreats Joalpe U.S.’s motion for summary judgment as a concession that Joalpe S.A. is \nentitled to dissolution under G.S. § 55-14-30(2), and with regard to the threshold issue of \nwhether Joalpe U.S. should be judicially dissolved, Joalpe S.A.’s motion for summary \njudgment should GRANTED. The Court will proceed to determine under which part or \nparts of G.S. § 55-14-30(2) Joalpe U.S. should be dissolved, and the appropriate judicial \nremedy to be imposed based upon such determination. \n36. G.S. § 55-14-30(2) permits a superior court to dissolve a corporation if, \ninter \nalia, a shareholder establishes that “(i) the directors or those in control of the corporation \nare deadlocked in the management of the corporate affairs, the shareholders are unable to \nbreak the deadlock, and irreparable injury to the corporation is threatened or being \n                                            \n37 Compare Federal Rule of Civil Procedure 56, which provides that “A party may move for summary \njudgment, identifying each claim or defense — or the part of each claim or defense — on which \nsummary judgment is sought.” \n38 Compl. ¶¶41-42, 45-47; Joalpe U.S. Countercl., ¶50 and prayer for relief; M. Alves Aff. (12/10/12) \n¶10. \n \n \nsuffered, or the business and affairs of the corporation can no longer be conducted to the \nadvantage of the shareholders' advantage generally because of the deadlock; (ii) liquidation \nis reasonably necessary for the protection of the rights or interests of the complaining \nshareholder; [or] (iii) the shareholders are deadlocked in voting power and have failed, for a \nperiod that includes at least at least two consecutive annual meeting dates, to elect \nsuccessors to directors whose terms have expired.”39 \n37. Joalpe S.A.’s Complaint alleges facts that would support judicial dissolution \nonly under G.S. § 55-14-30(2)(i) and (ii), but not (iii).   Although the Complaint uses to the \nword “deadlock”, there are no allegations regarding the failure to elect directors.  Rather, \nJoalpe S.A. raises the issue of deadlock in the election of directors for the first time in its \nmotion for summary judgment.  Although Joalpe S.A. did not specifically discuss \nshareholder deadlock in the Complaint, the Complaint referenced the entirety of G.S. § 55-\n14-30, and was sufficient to put Defendants on notice regarding claims for dissolution under \nany section of that statute.  Accordingly, the Court will consider first whether dissolution \nunder G.S. § 55-14-30(2)(iii) is appropriate, and then analyze dissolution pursuant to parts \n(i) and (ii). \na. Judicial Dissolution Pursuant to G.S. § 55-14-30(2)(iii). \n38. G.S. § 55-14-30(2)(iii) allows for judicial dissolution of a corporation in the \nevent that “the shareholders are deadlocked in voting power and have failed for a period of \nat least two consecutive annual meeting dates to elect successors for directors \nwhose terms \nhave expired.” (emphasis added).  Joalpe U.S.’ corporate by-laws provide that directors \n“shall be elected at the annual meeting of shareholders”, and that “[e]ach director shall hold \n                                            \n39 The statute also provides that a corporation may be dissolved if its assets are being wasted or if a \nwritten agreement provides for dissolution under specific circumstances.  Neither of these provisions \nare applicable in this case. \n \n \noffice for a period of one year, or until his death, resignation, retirement, removal, \ndisqualification, or his successor is elected and qualifies.\"40  It is undisputed that Manuel \nAlves and Nancy Alves were at all relevant times directors of Joalpe U.S. and that Joalpe \nU.S. did not hold annual shareholder meetings from 2004 – 2012.  It also is undisputed that \nJoalpe S.A. called a substitute annual shareholder meeting in December 2012, and that at \nthe meeting the shareholders deadlocked in their attempt to elect new directors.  There is \nno evidence in the record, however, that the shareholders deadlocked with regard to \nelecting new directors either before or since December 2012.  This makes it impossible for \nthe Court to find that the facts are undisputed regarding a deadlock that would satisfy G.S. \n§ 55-14-30(2)(iii), and precludes summary judgment for Joalpe S.A. on this issue. \n39.     In addition, there is a question as to whether the Manuel and Nancy Alves’ \nterms as directors had expired so as to make G.S. § 55-14-30(2)(iii) applicable.  Defendant \nJoalpe U.S. argues that Joalpe U.S.’ by-laws provide that a director’s term continues until \nthe director’s “successor is elected and qualified” and, since successors have never been \nelected to replace Manuel and Nancy Alves, their terms as directors have never expired.  \nConversely, Joalpe S.A.’s position is that a director’s term is limited to one year.41   \n40. The meaning of the language used in the Joalpe U.S. by-laws to define the \nduration of a director's term is not clear and unambiguous.  Both parties present what is at \nleast a colorable interpretation of the meaning of the language.  Joalpe U.S.’ interpretation, \nhowever, appears to ignore the language that directors “shall hold office for a period of one \nyear” and “shall be elected at the annual meeting.”  On the other hand, accepting Joalpe \nS.A.’s interpretation would suggest that Joalpe U.S. ceased having any active directors one \nyear after the last election of directors, which occurred, at the latest, in 2003.  This flies in \n                                            \n40 M. Movasseghi Aff. (3/7/13), Exh. B. \n41 Id. ¶ 8. \n \n \nthe face of its admission that Manuel and Nancy Alves were “at all times” directors of \nJoalpe U.S.  Accordingly, there is a dispute of fact as to the intended meaning of this by-law \nprovision, which would preclude summary judgment in Joalpe S.A.’s favor on this issue. \n41.     For the foregoing reasons, the Court concludes that summary judgment \nshould be DENIED under G.S. § 55-14-30(2)(iii). \nb. Judicial Dissolution pursuant to G.S. § 55-14-30(2)(i). \n42.     G.S. § 55-14-30(2)(i) allows a court to grant a shareholder's request for \ndissolution if (1) the directors or those controlling the corporation are deadlocked in the \nmanagement of the corporation’s affairs, (2) the shareholders are unable to break the \ndeadlock, and (3) irreparable injury to the corporation is threatened or being suffered, or \ncorporate affairs can no longer be conducted to the advantage of the shareholders because \nof the deadlock. All three of these elements must be present for dissolution to be granted \nunder this prong. Foster v. Foster Farms, 112 N.C. App. 700, 706 (1993); Bradley v. \nBradley, 206 N.C. App. 249, 256 (2010). \n43.      It is undisputed that at all times relevant to this matter, Joalpe U.S. has \nbeen “control[ed]” by Manuel Alves and Nancy Alves acting as the corporation’s officers and \ndirectors.42  Despite Joalpe S.A.’s displeasure at being removed from the management of the \ncorporation, under the control of Defendants Alves, Joalpe U.S. has continued to function as \nan ongoing concern with employees, customers, and in some years, profits.43  There is no \nallegation of deadlock between the Defendants Alves; in fact, Plaintiff alleges that the \nDefendants Alves have acted in concert.44 The Court finds that it is undisputed that there is \nnot a deadlock between the directors or officers of Joalpe U.S. that has prevented them \n                                            \n42 Compl. ¶¶ 10-11. \n43 M. Alves Aff. (12/10/12) ¶¶ 7-8; M. Gotsch Aff. ¶¶ 7, 10; Joalpe U.S. 2010, 2011, 2012, and January \n– March, 2013 P&L Statements filed under seal 4/24/13. \n44 Compl. ¶ 9.  \n \n \nfrom managing corporate affairs, and that judicial dissolution under G.S. § 55-14-30(2)(i) is \nnot appropriate. For the foregoing reasons, the Court concludes that summary judgment \nshould be DENIED under G.S. § 55-14-30(2)(i).  \nc.  Judicial Dissolution Pursuant to G.S. § 55-14-30(2)(ii). \n44. Under G.S. § 55-14-30(2)(ii), a court may dissolve a corporation if dissolution \nis reasonably necessary to protect the rights or interests of the complaining shareholder. \nThe seminal North Carolina case analyzing judicial dissolution of closely held corporations \ndue to frustration of shareholder expectations is Meiselman v. Meiselman, 309 N.C. 279 \n(1983).45  The Meiselman court held that dissolution under this prong may be appropriate if \nthe court finds that the shareholder's \"reasonable expectations”—that is, those held in good \nfaith by the complaining shareholder and “embodied in understandings” among the other \nshareholders—have been violated, such that so me sort of liquidation need be granted to \nprotect those interests. \nId. at 298-300. In Foster v. Foster Farms, 112 N.C. App. at 710, the \nNorth Carolina Court of Appeals declared that the \"guiding principles\" of Meiselman \napplied to a closely held corporation where the plaintiff and defendant each owned 50% of \nthe stock.  In determining whether dissolution is appropriate under § 55-14-30(2)(ii), a \ncourt must (1) identify the \"rights or interests\" that the complaining shareholder had in the \ncorporation, including the shareholder's \"reasonable expectations,\" (2) determine that these \nexpectations have been frustrated without fault of the shareholder, and (3) evaluate \nwhether the shareholder is entitled to some type of equitable relief under these \ncircumstances. \nId. at 709; Royals v. Piedmont Elect. Repair Co., 137 N.C. App. 700, 705 \n(2000) (citing Meiselman, 309 N.C. 279).  \n                                            \n45 Though Meiselman was decided under the predecessor statute, G.S. § 55-14-30(2)(ii) is identical to \nthe provision in the Meiselman statute. Foster v. Foster Farms, 112 N.C. App. at 709.  \n \n \n45. It is undisputed that Joalpe S.A. reasonably expected to be involved in the \nmanagement or operations of Joalpe U.S., that Joalpe S.A.'s expectations were frustrated \nby the actions of the Defendants Alves, and that Joalpe S.A. was not at fault for the \nfrustration of its reasonable expectation. Accordingly, the Court concludes that dissolution \nwould be appropriate under G.S. § 55-14-30(2)(ii).  \n46. Even though undisputed facts establish that dissolution is available in this \ncase, the Court still must apply its discretion to determine whether Joalpe U.S. should be \ndissolved under the particular circumstances of this case.46 \n47. In Foster, the North Carolina Court of Appeals reiterated the standard \narticulated in Meiselman, that a trial court must examine the equities of dissolution by \nanalyzing the relative benefit and injury that dissolution would create for all shareholders. \nFoster, 112 N.C. App. at 711 (citing Meiselman, 309 N.C. at 297). Similarly, this Court in \nRoyals v. Piedmont Elec. Repair Co., 1999 NCBC 1 (N.C. Super. Ct. Mar. 3, 1999), aff'd, 137 \nN.C. App. 700 (2000), listed specific factors for consideration in reaching its decision \nregarding dissolution. These factors include the parties' original expectations, the event or \naction that intervened in these expectations, destruction of original expectations, the status \nof minority shareholders, the nature of the business, the impact on employees and others, \nthe relationship between the parties, and recent corporate actions. Id. at ¶¶ 40-47.  The \nCourt already has reviewed the facts regarding Joalpe S.A.’s original expectations of \nongoing participation in the management and operations of Joalpe U.S., the actions that led \nto the destruction of those expectations, and the nature of Joalpe U.S.’ business.  The Court \n                                            \n46 Robinson on North Carolina Corporations (Matthew Bender), §28.10 (“dissolution is discretionary \nwith the court, so a plaintiff-shareholder will not necessarily establish the right to dissolution merely \nby proving a set of circumstances within one of the categories specified [under G.S. § 55-14-30]”). \n \n \nfinds that all of these factors weigh in favor of judicial dissolution.  The court will now \nanalyze the remaining Royals factors. \n48. With regard to the relationship between the parties, it is undisputed that \nthere is a bitter family dispute between the Movasseghis and Ms. Pereira, on the one hand, \nand Defendants Alves, on the other.47  The dispute included a physical altercation between \nMaria Movasseghi and Manuel Alves in September 2010.48  The family dispute, and \nparticularly the termination of Shahram Movasseghi, is one reason that Joalpe S.A. has \nrefused to provide products to Joalpe U.S.  It is clear from the record that the parties are at \nan irreconcilable stand-off making it impossible to co-exist as 50% owners of Joalpe U.S.  \nFoster, 112 N.C. App. at 711 (\"If [the court] leave[s] [the parties] together and den[ies] the \nmotion to liquidate, [the parties] will fight each other and destroy the corporation.\").  This \nfactor also favors dissolution. \n49. The evidence also established that Joalpe U.S. is a viable ongoing business.  \nAs in Royals v. Piedmont Elect. Repair Co., 1999 NCBC 1, dissolution of this company \nwould result in the destruction of an active company, thereby resulting in job loss for \nseveral innocent third parties, in addition to disrupting business for customers of \nDefendant Joalpe U.S.49 Royals, 1999 NCBC 1 at ¶45. Further, the Court believes that \n“[t]he liquidation value of the business would be less than the value of the business if sold \nas an ongoing concern.” Id. ¶ 44. \n50. Finally, the equities favor granting Joalpe S.A.’s request for dissolution.  \nJoalpe S.A. has been unable to participate in, and been frozen out of, Joalpe U.S.’s \nmanagement and operations since December 2010.  Joalpe U.S. has either refused or failed \n                                            \n47 M. Movasseghi Aff. (3/7/13) ¶ 6. \n48 Id. \n49 See generally Aff. Of M. Gotsch. \n \n \nto hold shareholders meetings or substitute meetings for purpose of transacting \nshareholder business.  Accordingly, the Court finds that the only means of protecting Joalpe \nS.A.’s shareholder rights is to dissolve Joalpe U.S. \n51. Based upon the foregoing analysis, the Court concludes that dissolution is \nappropriate under G.S. § 55-14-30(2)(ii), and the Joalpe U.S. Motion should be GRANTED \nunder this prong. \nd. Corporate Buyout Under G.S. § 55-14-31(d). \n52.      In the event that a court finds corporate dissolution appropriate to protect the \nrights or interests of the complaining shareholder, G.S. §§ 55-14-30(2)(ii), the corporation \nmay elect to purchase the complaining shareholder's shares at fair value, to be determined \naccording to standards set by the court. G.S. § 55-14-31(d). In the event that a corporation \nelects to purchase the shares of the complaining shareholder for fair value, the court shall \nnot order dissolution of the corporation.  \nId.; High Point Bank & Trust Co. v. Sapona Mfg. \nCo., Inc., 212 N.C. App. 148, 152 (2011).   \n53. In this case, Joalpe U.S. has expressed its desire to purchase the shares \ncurrently owned by Joalpe S.A.  Joalpe U.S. contends that the fact that it continues to be a \nviable business, and that liquidation would result in loss of employment for its employees \nand disruption to its remaining customers, support a buyout by Joalpe U.S. over \nliquidation.50  As discussed supra, the Court perceives some significant equitable concerns \nwith liquidating Joalpe U.S.  \n54. In Royals, this Court found that dissolution was reasonably necessary and \nequitable to protect the rights and interests of the complaining minority shareholder. 1999 \nNCBC 1, ¶ 49. The court then devised an appropriate method under the facts of that case \n                                            \n50 Joalpe Int'l Mem. Supp. Mot. Summ. J. 20-22. \n \n \nfor calculating the fair value of the dissenting shares for purposes of purchase by the \ncorporation under G.S. § 55-14-31(d), noting that the statute does not define “fair value” or \nprovide any specific framework for calculating such value. ¶¶ 50-61.  \n55. Royals, however, differs from the case at hand because there was a majority \nshareholder with 51% of the company's shares. Here, Joalpe S.A. owns 50% of the shares in \nJoalpe U.S., meaning that it is not as clear that the non-complaining shares (owned by \nDefendants Alves) possess the authority to execute Joalpe U.S.'s purchase of Plaintiff's \nshares.  The Court has not been able to find any North Carolina precedent addressing this \nissue. \n56. In this case, however, it seems relatively clear that Defendants Alves, acting \nas the majority of the Board of Directors, would have the authority to direct Joalpe U.S. to \npurchase the shares of Joalpe S.A.  North Carolina’s Business Corporation Act vests \ndirectors with broad authority to exercise “[a]ll corporate powers” and to manage the \n“business and affairs” of the corporation. G.S. §55-8-01(b). In addition, Joalpe U.S.’ \ncorporate by-laws provide that the “business and affairs of the corporation shall be \nmanaged by the Board of Directors.”51  They further provide that “a majority of the \ndirectors fixed by these By-Laws shall constitute a quorum for the transaction of business” \nand that “the act of the majority of the directors present at a [board] meeting at which a \nquorum is present shall be the act of the Board of Directors.”52 It is undisputed that the by-\nlaws provide for a minimum of three directors, and that Manuel and Nancy Alves hold two, \nor the majority, of the directors seats.  This would enable Joalpe U.S., acting through its \nboard of directors, to authorize the purchase of Joalpe S.A.’s shares. \n                                            \n51 M. Movasseghi Aff. (3/7/13), Exh. B, Art. III, § 1. \n52 Id. Art. IV, §§ 5-6. \n \n \n57. The Court has determined that judicial dissolution pursuant to G.S. § 55-14-\n30(2)(ii) is necessary under the facts present in this case.  As set out below, Joalpe U.S. will \nbe provided an opportunity to elect to purchase the shares of Joalpe S.A. pursuant to G.S. § \n55-14-31(d).  In the event that Joalpe U.S., acting through the mechanisms provided in its \nby-laws, elects to purchase the shares owned by Joalpe S.A., the Court will enter an order \nproviding a method similar to that in Royals by which the fair value of the Joalpe S.A. \nshares will be calculated.  In the event that Joalpe U.S. elects not to purchase the shares \nowned by Joalpe S.A., the Court will issue an order providing for liquidation of Joalpe U.S. \nDefendants Alves’ Motion for Summary Judgment \n \n58. Finally, Defendants Alves move for summary judgment on Joalpe S.A.’s \nClaims Five, Breach of Fiduciary Duty and Claim Six, violation of the NCUDTPA.  The \nNCUDTPA claims are based on the same allegations as the breach of fiduciary duty \nclaims.53  Although Joalpe S.A. alleges that the Defendants Alves breached their fiduciary \nduties to Joalpe S.A. as a shareholders in a number of separate ways, they rely primarily on \n(1) Manuel Alves’ termination of Shahram Movasseghi, and (2) the Defendants Alves \nentering into the “one sided” Supply Contract.\n54 \n59. Directors of a corporation have a fiduciary duty to act in good faith, with the \ncare that a prudent person would ordinarily exercise in that position, and in a matter that \nthe director reasonably believes to be in the best interests of the corporation. G.S. §§ 55-8-\n30 and 55-8-42. This duty, however, is owed to the corporation itself, and not to individual \nshareholders, and a cause of action for breach of these duties is the corporation’s claim.  See \nGreen v. Freeman, 367 N.C. 136, 141 (2013).  Plaintiff does not allege that it is bringing its \n                                            \n53 Compl. ¶¶ 71-72. A breach of fiduciary duty can also support a claim for violation of the \nNCUDTPA. See Sara Lee Corp. v. Carter, 351 N.C. 27 (1999). \n54 Pl.’s Resp. Alves Def. Mot. Summ. J. 2-10. \n \n \nclaims against the Defendants Alves derivatively on behalf of Joalpe U.S. or that it \ncomplied with the statutory requirements for bringing a derivative action.55  Accordingly, \nPlaintiff pursues the claims as a shareholder. \n60. Shareholders are generally prohibited from bringing a direct suit against a \ndirector for harms incurred to the corporation, but  may bring a derivative action to enforce \nthe rights of the corporation in those cases. Green v. Freeman , 367 N.C. at 141-42 (2013); \nBarger v. McCoy Hillard & Parks, 346 N.C. 650, 658 (1997); Fulton v. Talbert, 255 N.C. 183, \n185 (1961).  This principle has become known as the Barger rule.  There are, however, two \nexceptions to the Barger rule: \n[A] shareholder may maintain an individual action against a third party for an \ninjury that directly affects the shareholder, even if the corporation also has a \ncause of action arising from the same wrong, if the shareholder can show that \nthe wrongdoer owed him a special duty or that the injury suffered by the \nshareholder is separate and distinct from the injury sustained by the other \nshareholders or the corporation itself. \n \nRegions Bank v. Reg'l Prop. Dev. Corp., 2008 NCBC 8, ¶ 45 (N.C. Super. Ct. Apr. 21, 2008) \n(quoting Barger, 346 N.C. at 658-59). \n61. Joalpe S.A. alleges that Manuel Alves owed it a special duty with regard to \nthe continued employment of Shahram Movasseghi.  Joalpe S.A. contends that part of the \nmotivation for Joalpe S.A. becoming a shareholder in Joalpe U.S. was its understanding \nthat its interests would be protected by having Shahram employed by Joalpe U.S.56  Joalpe \nS.A. alleges that Manuel Alves breached this special duty to Joalpe S.A. by terminating \nShahram.  Manuel Alves does not appear to expressly dispute Joalpe S.A.’s allegation that \nhe made a specific promise to keep Shahram employed. Manuel Alves contends that he had \n                                            \n55 G.S.55-7-40, et. seq. \n56 M. Movasseghi Dep. pp. 26-28, 48-49; Compl. ¶66; indeed, as discussed above, Joalpe U.S. now \nseeks to file an Amended Answer in order to admit that Manuel Alves termination of Shahram \nfrustrated Plaintiff’s expectations as a shareholder. \n \n \nfull authority to terminate Shahram, and that he did so for legitimate, business related \nreasons and in the best interests of Joalpe US.57 \n62. Joalpe S.A. also alleges that Manuel Alves breached his duty as a director \nand officer of Joalpe US by entering into the Supply Contract.  Joalpe S.A. contends that it \nwould not have agreed to the terms of that contract, and claimed that Joalpe S.A. had no \nrecord of the Supply Contract in its corporate records.58  Manuel Alves created the contract, \nsigned it on behalf of Joalpe S.A., and directed Nancy Alves to sign as an officer of Joalpe \nU.S.59  Manuel Alves claims he discussed the Supply Contract with Joalpe S.A.’s board of \ndirectors prior to entering into the agreement.60  The contract specifically included credit \nterms that allowed Joalpe U.S. to carry a large account balance with Joalpe U.S. for \nproducts supplied by Joalpe S.A.  Joalpe U.S. had a large outstanding balance on its \npurchases with Joalpe S.A. and has not paid it off.  Joalpe S.A. alleges it has suffered \ndamages as vendor doing business with Joalpe U.S., separate and apart from any damages \nit suffered as a shareholder, because of the Supply Contract. \n63. The Court has reviewed the record and finds that there are disputed issues of \nmaterial fact that make it inappropriate to grant the Alves motion for summary judgment \non Joalpe S.A.’s claims for breach of fiduciary duty and unfair and deceptive trade \npractices.  Joalpe S.A. has shown sufficient facts from which a trier of fact could conclude \nthat Manuel Alves owed it a special duty as a shareholder with regard to Shahram’s \ncontinued employment, separate from any duty that Manuel Alves owed to Joalpe U.S.  \nSimilarly, there are facts that could support a conclusion that Joalpe S.A. suffered a \nseparate and distinct injury arising from its vendor relationship with Joalpe U.S. because of \n                                            \n57 M. Alves Aff. (3/8/13) ¶¶4-7; M. Alves Dep. pp. 113, 115, 170-171. \n58 M. Movasseghi Aff. (8/16/11) ¶10; M. Movasseghi Aff. (3/7/13) ¶5. \n59 M. Alves Dep. pp. 145-151, 158-161. \n60 Id. at 149-150. \n \n \nthe Supply Contract.  Accordingly, the Alves’ motion for summary judgment with regard to \nJoalpe S.A.’s Claim Five for Breach of Fiduciary Duty and Claim Six for violation of the \nNCUDTPA should be DENIED. \nNOW THEREFORE, based upon the foregoing, it hereby is ORDERED that: \n64. Defendant Joalpe U.S.’s Motion for Leave to Amend Answer is DENIED. \n65. Plaintiff's Motion for Partial Summary Judgment as to Claim One is \nGRANTED under G.S. § 55-14-30(2)(ii). \n66. Joalpe U.S.’s Motion for Partial Summary Judgment was not properly \nbrought before the Court, and in light of the Court’s order, that Motion is now MOOT. \n67. Defendant Joalpe U.S. hereby is DISSOLVED. \n68. Within thirty days of the date of this Opinion and Order, Joalpe U.S. shall \nfile a notice of intent to purchase Plaintiff’s shares in lieu of dissolution, as permitted by \nG.S. § 55-14-31(d). This notice shall be accompanied with the identity, curriculum vitae, \nand any other relevant information of a proposed appraiser for purposes of determining the \nfair value of Plaintiff’s shares. \n69. If such notice is filed by Joalpe U.S., Plaintiff shall have thirty days from the \ndate that Joalpe U.S. files such notice to respond with its own proposed appraiser, \ncurriculum vitae, and any other relevant information. \n70. If such notice is not filed by Joalpe U.S. within the allotted thirty days, the \nCourt will issue a notice of hearing for the parties to appear before the Court for purposes \nimplementing a procedure for liquidating and winding up the affairs of Joalpe U.S. \n71. Defendants Alves' Motion for Summary Judgment is DENIED. \n72. This Amended Opinion and Order SUPERSEDES this Court’s Opinion and \nOrder on Motions for Summary Judgment issued in this matter on January 23, 2015, and \nthat Opinion and Order hereby is WITHDRAWN. \n \n \nSO ORDERED, this the 27th of January, 2015. \n    \n "
}