{
  "id": "b85f84315679fe292feb26009a9bab2507cdf172cb349316fcd83c8e013a6534",
  "source_file": "data/raw/ncbc/b85f84315679fe292feb26009a9bab2507cdf172cb349316fcd83c8e013a6534.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nHAYWOOD COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 752 \n \nJILL MCCLURE, \n \nPlaintiff, \n \nv. \n \nGHOST TOWN IN THE SKY, LLC \nand MAGGIE VALLEY RV PARK, \nLLC, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION  \nON MOTION TO DISMISS  \n \n \nMcGuire Wood & Bissette, P.A., by Mary E. Euler, for Plaintiff Jill \nMcClure. \nMcLean Law Firm, P.A. , by Russell Lyway McLean , for Defendants \nGhost Town in the Sky, LLC and Maggie Valley RV Park, LLC.  \nConrad, Judge. \n1. Plaintiff Jill McClure claims to be a member of Defendants Ghost Town in \nthe Sky, LLC and Maggie Valley RV Park, LLC .  She has brought this action with \none goal: to dissolve both companies.  Ghost Town in the Sky and Maggie Valley RV \nPark contend that McClure is an economic interest holder, not a member, and \ntherefore lacks standing to seek their dissolution.  They have moved to dismiss the \ncomplaint on that basis.  (ECF No. 4.) \n2. Formed in June 2020, Ghost Town in the Sky  owns about 250 acres in the \nNorth Carolina  mountains that were once home to a western-themed amusement \npark.  Its original members were Alaska Presley and Coastal Development, LLC.  \nPresley, who hoped to redevelop the property  as a Christian theme park , partnered \nMcClure v. Ghost Town in the Sky, LLC, 2022 NCBC 78. \nwith Coastal Development to obtain financing for that purpose or, if unsuccessful, to \nsell the property.  (See Compl. ¶¶ 25, 29–31, ECF No. 3.) \n3. Maggie Valley RV Park owns a handful of a cres not far from the defunct \namusement park.  It was also formed by Presley and Coastal Development, just a few \nmonths after Ghost Town in the Sky .  The company’s purpose is right there in its \nname: to develop a recreational vehicle park.  (See Compl. ¶¶ 59, 60.) \n4. The two LLCs have very similar operating agreements with nearly identical \nprovisions on transfers of interests and admission of new  members.  A couple of \nprovisions specifically deal with the death or incapacity of Presley, who was well into \nher nineties when she formed Ghost Town in the Sky and Maggie Valley RV Park.  \n(See Compl. ¶  6.)  In a nutshell, Presley designated McClure, her niece, as her \nsuccessor.  If Presley were to become incapacitated, McClure would “act in the place \nand ste ad of Alaska Presley in exercising Alaska Presley’s rights, duties and \nobligations under” the operating agreements.  (Op. Agrmt. §  12.3.*)  If Presley were \nto die, McClure would “succeed to all of Alaska Presley’s Membership interest  . . . \nwith all the interests, rights and duties previously held by the decedent.”  (Op. Agrmt. \n§ 12.4.) \n5. Other provisions deal with  transfers more generally.  M embers may , for \nexample, transfer their interests to spouses , children, and certain other related \nparties.  (See Op. Agrmt. § 10.2.)  But the recipient is not automatically admitted to \nmembership.  T o become a member , the recipient must  satisfy various conditions, \n \n* Both operating agreements are attached to the complaint, located at ECF No. 3.  Because \nthey are identical in all relevant respects, the Court cites them as a single document. \nincluding obtaining the consent of the other member s.  Failure to do so means that \nhe or she “shall have no right to share in any management decisions, no voting rights, \nno right to examine Company books and records, and no other rights of any kind \nwhatsoever” other than “the right to receive the share of income, losses and \ndistributions” possessed by the divesting member.  (Op. Agrmt. § 10.5.)  Transfers to \nunrelated parties, though not relevant here, are subject to greater restrictions.  (See, \ne.g., Op. Agrmt. § 10.3.) \n6. Presley died in April 2022.   It didn’t take long for McClure and Coastal \nDevelopment to fall out .  Claiming to be a member of Ghost Town in the Sky and \nMaggie Valley RV Park, McClure began asking for books and records, an accounting \nand other financial information, and access to each company’s real property.  Coastal \nDevelopment denied every request.  (See Compl. ¶¶ 5, 6, 15, 46–48, 75, 76.) \n7. So McClure filed this action .  She alleges  that Ghost Town in the Sky and \nMaggie Valley RV Park  are insolvent, have no income, and cannot pay their taxes, \ninsurance, and other essential costs.  She also alleges that Coastal Development has \nno plans to redevelop and reopen Ghost Town in the Sky’s park grounds and that it \nintends to develop Maggie Valley RV Pa rk’s property for permanent residential \nstructures rather than recreational vehicles.   It is necessary, she claims, to dissol ve \nboth LLCs and wind up their affairs.  (See Compl. ¶¶ 87–91, 93–97.) \n8. Ghost Town in the Sky and Maggie Valley RV Park  have moved to dismiss \nthe complaint under Rules 12(b)(1) and 12(b)(6) of the North Carolina Rules of Civil \nProcedure.  Their motion is fully briefed, and the Court elects to decide it without a \nhearing.  See BCR 7.4. \n9. The only question at issue is whether McClure became a member of the \nLLCs when she succeeded to Presley’s interests.  Ghost Town in the Sky and Maggie \nValley RV Park contend that the operating agreements gave McClure  an economic \ninterest but not membership  rights.  If so, then she  lacks standing because a \nnonmember may not bring an action to  dissolve an LLC .  See N.C.G.S. § 57D-6-02; \nsee also , e.g.,  Azure Dolphin, LLC v. Barton , 2017 NCBC LEXIS 90, at *18 (N.C. \nSuper. Ct. Oct. 2, 2017). \n10. This is a question of contract interpretation.  “An operating agreement is a \ncontract,” and all the ordinary canons of construction apply.   N.C. State Bar v. \nMerrell, 243 N.C. App. 356, 370 (2015).  The words chosen by the parties  “are to be \ngiven their meaning in ordinary speech, unless the context clearly indicates another \nmeaning was intended.”  Singleton v. Haywood Elec. Membership Corp., 357 N.C. 623, \n629 (2003) (citation and quotation marks omitted).  “A contract that is plain and \nunambiguous on its face will be interpreted by the court as a matter of law.”  Schenkel \n& Shultz, Inc. v. Hermon F. Fox & Assocs., P.C, 362 N.C. 269, 273 (2008). \n11. The place to begin is section 12.4.  That section—which is the same in each \noperating agreement—unambiguously states that McClure “shall succeed to all  of \nAlaska Presley’s Membership interest” and receive “all the interests, rights and \nduties previously held by” Presley.  (Op. Agrmt. § 12.4 (emphases added).)  This is not \na partial grant of economic rights.  It is a comprehensive grant of all membership \nrights held by Presley .  All means all —not some or part.  Thus, when Presley died, \nMcClure received her membership in  the LLCs and all the interests, rights, and \nduties that go with membership .  Construing section 12.4 to grant  anything less \nwould be unreasonable and inconsistent with its plain language. \n12. To support their contrary interpretation, Ghost Town in the Sky and Maggie \nValley RV Park  point to section s 10.2 and 10.5.  But  those sections are irrelevant.  \nThe operating agreements’ general rules for  transfers of membership interests are \nexpressly “subject to ” the specific terms in  section 12.4 for “ the transfer of the \nMembership interest of Alaska Presley upon her death.”  (O p. Agrmt. § 10.2.)  That \nis consistent with the traditional canon that “general terms should give way to the \nspecifics” in a contract.  Wood-Hopkins Contracting Co. v. N.C. State Ports Authority, \n284 N.C. 732, 738 (1974). \n13. This does not mean that sections 10.2 and 10.5 are superfluous, as the LLCs \ncontend.  Rather, those sections would naturally apply to a variety of transfers.  They \nare not devoid of meaning simply because the original members carved out  the \ntransfer from P resley to McClure that is governed by section 12.4 .  Th e Court’s  \ninterpretation gives effect to “every word and every provision”—both the general rule \nand the specific exception.  WakeMed v. Surgical Care Affiliates, LLC, 243 N.C. App. \n820, 824 (2015) (citation and quotation marks omitted). \n14. Accordingly, the Court concludes that  the plain language of the operating \nagreements grants to McClure the membership interests and associated rights held \nby Presley.  M cClure is therefore a member of Ghost Town in th e Sky and Maggie \nValley RV Park.  See N.C.G.S. § 57D-1-03(21) (defining member to include “[a] person \nwho has been admitted as a member of the LLC as provided in the operating \nagreement”).  And she has standing to bring an action for their judicial dissolution.         \n15. For all these reasons, the Court DENIES the motion to dismiss.  \nSO ORDERED, this the 5th day of December, 2022.   \n /s/ Adam M. Conrad   \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n "
}