{
  "id": "b8e2221cfa688c140dbbacf68dee66ac0d544d63a725fa6dbe3d185a1c3b26bf",
  "source_file": "data/raw/ncbc/b8e2221cfa688c140dbbacf68dee66ac0d544d63a725fa6dbe3d185a1c3b26bf.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUS TICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 12 CVS 5547 \n \n \nAPEX TOOL GROUP, LLC, ) \n Plaintiff )  \n  ) \n v.  ) OPINION AND ORDER ON MOTION \n   ) TO DISMISS \n   ) AND MOTION TO STAY ACTION  \nINGERSOLL-RAND COMPANY; TRANE  )   \nU.S., INC.; PAUL MERZ; KAREN FALVEY ) \nand STEVE PESEK,  ) \n  Defendants ) \n \n \nTHIS MATTER comes before the court upon Defendants Karen Falvey and \nSteve Pesek's Motion to Dismiss, or in the Alternative, to Compel Arbitration and Stay \nAction (\"Motion to Dismiss\"), Defendant Paul Merz's Motion to Dismiss or, in the \nAlternative, to Compel Arbitration and Stay Action and Defendants Ingersoll-Rand Co. \nand Trane U.S., Inc.'s Motion to Stay Action Pending Arbitration (\"Motion to Stay\") \n(collectively, \"Motions\");\n1 and  \nTHE COURT, after reviewing the Motions, briefs and arguments in support and \nopposition thereof and appropriate matters of record, FINDS and CONCLUDES that the \nMotions should be GRANTED, as reflected in this Opinion and Order. \nMainsail Lawyers by Edward Eldred, Esq. and J. Kellam Warren, Esq. for \nPlaintiff. \n \nWomble Carlyle Sandridge & Rice, PLLC by Pressly M. Millen, Esq. and \nMeredith J. McKee, Esq. for Defendants. \n \nJolly, Judge. \n \n                                                \n \n1 The Merz Motion adopts the Motion to Dismiss and the arguments in support thereof.  Therefore, the \ncourt will treat the Motions to Dismiss collectively.       \n Apex Tool Grp., LLC v. Ingersoll-Rand Co., 2013 NCBC 28 \n \n \nBACKGROUND  \n[1] On April 23, 2012, Plaintiff filed its original  Complaint in this action.   \n[2] On June 27, 2012, Plaintiff filed its First Ame nded Complaint and Motions \nfor Preliminary and Permanent Injunctions.   \n[3] The Amended Complaint asserts claims for (a) br each of contract against \nKaren Falvey (\"Falvey\"), Steve Pesek (\"Pesek\") and Paul Merz (\"Merz\"), (b) tortious \ninterference with contract against Falvey, Merz, Ingersoll-Rand Co. (\"Ingersoll\") and \nTrane U.S., Inc. (\"Trane\") and (c) unfair and deceptive trade practices against Falvey, \nMerz, Ingersoll and Trane (collectively, \"Claims\").2 \n[4] The Claims arise out of employment agreements e ntered into by Falvey, \nPesek and Merz (\"Individual Defendants\") and Plaintiff's predecessor in interest in \nMarch of 2008 (\"Employment Agreements\").3  The crux of the Amended Complaint is \nthat the Individual Defendants are alleged to have violated certain restrictive covenants \ncontained in their respective Employment Agreements by (a) accepting employment \nwith the Employer Defendants, (b) making use of Plaintiff's confidential trade information \nin their roles with the Employer Defendants and (c) soliciting Plaintiff's employees to \nwork for the Employer Defendants. 4  Plaintiff further alleges that the Employer \nDefendants solicited the Individual Defendants to violate their respective Employment \nAgreements in this manner as part of a coordinated \"raid\" of Plaintiff's employees and \nconfidential information. 5    \n                                                 \n2 The court will refer to Ingersoll and Trane, collectively, as \"Employer Defendants.\" \n3 Am. Compl. ¶¶ 27-36.     \n4 Id. ¶¶ 37-64.  \n5 Id . ¶ 66.   \n \n \n[5] The Employment Agreements at issue all contain a clause entitled \n\"Governing Law and Venue\" (\"Forum-Selection Clause\"). 6  The Forum-Selection Clause \nprovides, in pertinent part, \"[t]he parties further agree that any lawsuit under this \nAgreement must be brought in state or federal court in Harris County, Texas.\"7   \n[6] In addition, the Employment Agreements contain a choice-of-law clause \nwhich provides that Texas law shall govern all matters of construction, enforcement and \nvalidity arising under the Employment Agreements. 8  \n[7] Finally, the Employment Agreements at issue all  contain an arbitration \nprovision (\"Arbitration Clause\").  The Arbitration Clause provides that, \"[a]ny claim or \ndispute arising in connection with the Agreement which is not settled by the parties \nwithin sixty (60) days of notice thereof first being given by either party to the other shall \nbe finally settled by arbitration (under the Employment Dispute Resolution Rules of the \nAmerican Arbitration Association), and judgment upon the award rendered by the \narbitrator may be entered in any court having jurisdiction over it.\"9 \nDISCUSSION  \nMotion to Dismiss  \n[8] The Motion to Dismiss seeks enforcement of the Forum-Selection Clause \ncontained in the Employment Agreements.  The Individual Defendants contend that the \nForum-Selection Clause is valid and enforceable and that, as a result, this court lacks \nsubject-matter jurisdiction over the Claims and that venue in Wake County, North \n                                                 \n6 The Employment Agreements contain identical forum- selection clauses.   \n7 Am. Compl., Ex. 1, ¶ 27. \n8 Id .  \n9 Id . ¶ 23. \n \n \nCarolina is improper.10   Accordingly, the Individual Defendants seek dismissal of all \nClaims pursuant to Rule 12(b)(1) and Rule 12(b)(3) of the North Carolina Rules of Civil \nProcedure (\"Rule(s)\").  In the alternative, the Individual Defendants assert that Plaintiff \nshould be compelled to arbitrate all of its Claims against the Individual Defendants \npursuant to the Arbitration Clause.11   \n[9] As a general rule, a motion to dismiss pursuant  to Rule 12(b)(3) is the \nproper procedure by which to seek enforcement of a contractual forum-selection clause.  \n\"In North Carolina, the proper procedure for seeking enforcement of a contractual forum \nor venue selection clause is a motion to dismiss for improper venue pursuant to Rule \n12(b)(3).\"  LendingTree, LLC v. Anderson , 2012 NCBC 21, ¶ 14 (N.C. Super. Ct. Apr. \n11, 2012) (citing Hickox v. R&G Grp. Int'l, Inc. , 161 N.C. App. 510, 511 (2003)).    \n[10] \"Upon a motion made pursuant to Rule 12(b)(3),  North Carolina courts will \ngenerally enforce a contractual forum selection clause if that clause is mandatory.\"  Id . \nat ¶ 15 (citing Mark Grp. Int'l, Inc. v. Still , 151 N.C. App. 565, 568 (2002)).  \"[M]andatory \nforum selection clauses recognized by our appellate courts have contained words such \nas 'exclusive' or 'sole' or 'only' which indicate that the contracting parties intended to \nmake jurisdiction exclusive.\"  Mark Grp. Int'l, Inc. , 151 N.C. App at 568.  A mandatory \nforum selection clause \"designates a particular state or court as the jurisdiction in which \nthe parties will litigate disputes arising out of the contract and their contractual \nrelationship.\"  Johnston Cnty. v. R.N. Rouse & Co. , 331 N.C. 88, 93 (1992).  \n[11] North Carolina courts have held that forum sel ection clauses are valid and \nenforceable except when compelling reasons dictate otherwise.  Sec. Credit Leasing, \n                                                 \n10  Ind. Def. Mem. Supp. Mot. Dismiss 5.   \n11  Id . 9.   \n \n \nInc. v. D.J.'s of Salisbury, Inc. , 140 N.C. App. 521, 528-29 (2000) (citing Perkins v. CCH \nComputax, Inc. , 333 N.C. 140, 146 (1992) ( superseded in part by statute )). 12   Further, \n\"[a] plaintiff who executes a contract that designates a particular forum for the resolution \nof disputes and then files suit in another forum seeking to avoid enforcement of a forum \nselection clause carries a heavy burden and must demonstrate that the clause was the \nproduct of fraud or unequal bargaining power or that enforcement of the clause would \nbe unfair or unreasonable.\"  Perkins , 333 N.C. at 146.  \n[12] Similarly, Texas law holds that \"[a] trial cou rt abuses its discretion in \nrefusing to enforce a forum-selection clause unless the party opposing enforcement of \nthe clause can clearly show that (1) enforcement would be unreasonable or unjust, (2) \nthe clause is invalid for reasons of fraud or overreaching, (3) enforcement would \ncontravene a strong public policy of the forum where the suit was brought, or (4) the \nselection forum would be seriously inconvenient for trial.\"  In re Lyon Fin. Servs. , 257 \nS.W.3d 228, 231-32 (Tex. 2008).   \n[13] Under Texas law, \"[a] forum-selection clause i s generally enforceable, and \nthe burden of proof on a party challenging the validity of such a clause is heavy.\"  Id . at \n232.  Where inconvenience in litigating in the chosen forum state is foreseeable at the \ntime of contracting, \"it should be incumbent on the party seeking to escape his contract \n                                                 \n12  The court notes that \"Perkins  has been superseded in part by statute.\"  Speedway Motorsports, Int'l, \nLtd. v. Brownwen Energy Trading, Ltd. , 2009 NCBC 3, ¶ 42 (N.C. Super. Ct. Feb. 18, 2009) ( citing N.C. \nGen. Stat. § 22B-3 and Szymczyk v. Signs Now Corp. , 168 N.C. App. 182, 186 n.2 (2005)).  \"The statute \nprovides that (with limited exceptions) forum selec tion clauses contained in contracts entered into in North \nCarolina are void and unenforceable.\"  Speedway, 2009 NCBC 3, ¶ 42.  By contrast, in Szymczyk the \ncourt of appeals held that Section 22B-3 is inapplicable where the contract containing a forum-selecti on \nclause was formed outside of North Carolina.  Plaintiff argues that the court \"should apply the Section \n22B-3 prohibition against enforcing a forum selection clause to require litigation outside of North Carolina, \nprovided the contracts were made in North Carolina.\"  However, Plaintiff has offered no evidence \nindicating where the Employment Agreements were fin alized. Thus, Plaintiff has not met its initial burden \nof demonstrating the applicability of Section 22B-3.   \n \n \nto show that trial in the contractual forum will be so gravely difficult and inconvenient \nthat he will for all practical purposes be deprived of his day in court.\"  Id . at 234 (quoting \nIn re AIU Ins. Co. , 148 S.W.3d 109, 113 (Tex. 2004)). The Supreme Court of Texas has \nnoted that \"[b]y entering into an agreement with a forum-selection clause, the parties \neffectively represent to each other that the agreed forum is not so inconvenient that \nenforcing the clause will deprive either party of its day in court, whether for cost or other \nreason.\"  Id .  \"Absent proof or special and unusual circumstances . . . trial in another \nstate is not 'so gravely difficult and inconvenient' as to avoid enforcement of an \notherwise valid forum-selection clause.\"  Id . (citing In re AIU, 148 S.W.3d at 113). \n[14] As an initial matter, the court FINDS and CONC LUDES that the Forum-\nSelection Clause is plain and unambiguous.  There is no uncertainty that the parties \nagreed to Harris County, Texas as an appropriate venue for all actions arising out of the \nEmployment Agreements.  The court further FINDS and CONCLUDES that the Forum-\nSelection Clause is mandatory.  The Forum-Selection Clause provides that \"any lawsuit \nunder this Agreement must  be brought in state or federal court in Harris County, \nTexas.\"13   The unambiguous provision clearly indicates that the parties intended to \nmake jurisdiction in Harris County, Texas exclusive by use of the word \"must.\" \n[15] Because the court has concluded that the Forum -Selection Clause is valid \nand mandatory, Plaintiff must meet its burden of demonstrating a compelling reason to \navoid enforcement of the Forum-Selection Clause.   \n[16] Plaintiff has not argued that the Forum-Select ion Clause was the product \nof any fraud or unequal bargaining power.  Instead, Plaintiff seeks to avoid enforcement \nof the Forum-Selection Clause by arguing that enforcement of the clause would be \n                                                 \n13  Am. Compl., Ex. 1, ¶ 27 (emphasis added). \n \n \nunfair or unreasonable, primarily because Harris County, Texas is a less convenient \nforum than is Wake County, North Carolina. 14   In support of this contention, Plaintiff \nargues that \"the forum selection clause is unreasonable because . . . none of the Parties \nhave any remaining material connection to Texas\" and that all parties either \"maintain \nresidences\" or have \"operations\" in North Carolina or South Carolina, and therefore, \n\"North Carolina is a more reasonable and convenient forum for all parties to resolve \ntheir claims.\"15    \n[17] The fact that North Carolina may be a more con venient forum than Texas \nis an insufficient reason to set aside the mandatory Forum-Selection Clause.  Plaintiff \nhas not met its burden of demonstrating that enforcement of the Forum-Selection \nClause would be unfair or unreasonable.  The Employment Agreements appear to have \nbeen drafted by Plaintiff's predecessor in interest.  Harris County, Texas was selected \nby Plaintiff's predecessor and the Individual Defendants as the exclusive venue for \nmatters arising out of the Employment Agreements.  The Individual Defendants do not \nappear to have been residents of Texas at the time they entered into the Employment \nAgreements, and thus the Employment Agreements appear to have anticipated that trial \nin Texas would require interstate travel.  In short, the Individual Defendants and \nPlaintiff's predecessor agreed that litigation in Texas would not be so inconvenient that \nenforcing the Forum-Selection Clause would deprive either party of its day in court.  \n[18] As parties to the Forum-Selection Clause, the Individual Defendants have \na right to seek its enforcement.  The fact that Plaintiff believes that trial in Texas will be \nless convenient than trial in North Carolina, a fact apparently known by the parties at the \n                                                 \n14  Pl. Suppl. Br. Opp'n Mot. Dismiss 3.  \n15  Id . \n \n \ntime the Employment Agreements were entered into, should not serve as a basis to \navoid the Forum-Selection Clause and deprive the Individual Defendants of their rights \nunder their respective Employment Agreements. \n[19] Accordingly, the Motion to Dismiss for imprope r venue should be \nGRANTED.      \nMotion to Stay  \n[20] The Employer Defendants maintain that the Arbi tration Clause is valid and \nenforceable and that Plaintiff's Claims against the Individual Defendants must be \narbitrated.  The Employer Defendants further contend that the Claims asserted against \nthem are intertwined with and dependent upon Plaintiff's allegations that the Individual \nDefendants breached their Employment Agreements and misused Plaintiff's confidential \ninformation.   \n[21] The Motion to Stay argues that the court shoul d stay litigation of Plaintiff's \nClaims against the Employer Defendants pending resolution of Plaintiff's Claims against \nthe Individual Defendants.  The Employer Defendants argue that the stay is necessary \nto reduce the \"substantial risk that the arbitration panel and court will make inconsistent \nfindings on key issues,\" to \"narrow the scope and expense of litigation,\" and to \"prevent \nPlaintiff from circumventing the arbitration clause.\"16  \n[22] Plaintiff opposes the Motion to Stay, arguing that the Employer \nDefendants have not met their burden of proving hardship or inequity if required to go \nforward without a stay, and therefore, the Motion to Stay should be denied. 17    \n                                                 \n16  Emp'r Defs. Mot. Stay ¶¶ 5-6. \n17  Pl. Br. Opp'n. Mot. Stay 4.   \n \n \n[23] As an initial matter, the court FINDS that the  Arbitration Clause contained \nin the Employment Agreements at issue is unambiguous, straightforward and its validity \nis not contested by the parties.  The court CONCLUDES that the Arbitration Clause is \nvalid and enforceable and covers the Claims stated in this action by Plaintiff.  Therefore, \nPlaintiff must arbitrate its Claims against the Individual Defendants in accordance with \nthe Arbitration Clause. 18  \n[24] The Claims asserted against the Individual Def endants arise from the \nsame set of allegations as those asserted against the Employer Defendants.  Plaintiff \nmaintains that the Individual Defendants, with the assistance of the Employer \nDefendants, unlawfully raided Plaintiff's employees and appropriated confidential trade \ninformation.  Plaintiff's Claims of tortious interference with contract and unfair and \ndeceptive trade practices against the Employer Defendants, as alleged, cannot be \nshown without demonstrating that the Individual Defendants committed an underlying \nwrong.   \n[25] Because of the intertwined nature of the Claim s, the court FINDS and \nCONCLUDES that there exists a likelihood of logically incompatible outcomes as \nagainst the two sets of Defendants if Plaintiff's Claims against the Employer Defendants \nare not stayed pending prior resolution of Plaintiff's Claims against the Individual \nDefendants.  A stay pending arbitration in this action will reduce the likelihood that the \narbitration panel and trial court will reach inconsistent determinations on whether the \n                                                 \n18  Given the court's conclusion that the Forum-Selection Clause contained in the Employment \nAgreements is valid and enforceable and the court's decision to grant the Motion to Dismiss for that \nreason, the court concludes that it is without authority to compel arbitration of Plaintiff's Claims a gainst the \nIndividual Defendants.   \n \n \nIndividual Defendants breached the Employment Agreements or are otherwise liable to \nPlaintiff.   \n[26] Further, an arbitration decision adverse to Pl aintiff's Claims alleged \nagainst the Individual Defendants could be fatal to Plaintiff's claims against the \nEmployer Defendants in so far as Plaintiff would be prevented \"from re-litigating an \nissue . . . previously litigated unsuccessfully in another action against a different party.\"  \nRymer v. Estate of Sorrells , 127 N.C. App. 266, 268-69 (1997) (discussing effect of \ndefensive collateral estoppel) (citing Parklane Hosiery Co. v. Shore , 439 U.S. 322, 326 \n(1979)).  Here, the Employment Agreements contemplate that any arbitration decision \nwill be entered as a final judgment, thus potentially preventing Plaintiff from litigating \nagainst the Employer Defendants issues unsuccessfully brought before the arbitrator. 19   \nAccordingly, the court concludes it is appropriate to allow the Claims against the \nIndividual Defendants first to be addressed in arbitration before moving forward with \nPlaintiff's claims against the Employer Defendants. \n[27] The court CONCLUDES therefore that Plaintiff's  Claims against the \nEmployer Defendants are inherently dependent upon the outcome of the Claims against \nthe Individual Defendants, and that the interest in avoiding inconsistent findings is \nsufficient reason for the court to GRANT the Employer Defendants' Motion to Stay. \n NOW THEREFORE, based upon the foregoing FINDINGS a nd CONCLUSIONS,  \n \nit hereby is ORDERED that: \n \n[28] Defendants Karen Falvey and Steve Pesek's Moti on to Dismiss or, in the \nAlternative, to Compel Arbitration and Stay Action is GRANTED.  With regard to said \n                                                \n \n19  The Employment Agreements expressly provide that any dispute arising from the Employment \nAgreement \"shall be finally settled by arbitration,\" and that \"judgment upon the award rendered by the  \narbitrator may be entered in any court having jurisdiction over it.\"  Am. Compl., Ex. 1, ¶ 23. \n \n \nDefendants, this civil action is DISMISSED.  This dismissal is without prejudice to the \nrights of Plaintiff to seek arbitration in an appropriate forum of its Claims against \nDefendants Falvey and Pesek. \n[29] Defendant Paul Merz's Motion to Dismiss or, in  the Alternative, to Compel \nArbitration and Stay Action is GRANTED.  With regard to said Defendant, this civil \naction is DISMISSED.  This dismissal is without prejudice to the rights of Plaintiff to \nseek arbitration in an appropriate forum of its Claims against Defendant Merz. \n[30] Employer Defendants' Motion to Stay Action Pen ding Arbitration is \nGRANTED.  With regard to Plaintiff's Claims against the Employer Defendants, this civil \naction is STAYED pending outcome of any arbitration proceedings between Plaintiff and \nthe Individual Defendants. \nThis the 14th day of May, 2013. "
}