{
  "id": "b8eca3da207aaa2133f4ee8e8959a0107e8729365c512c0b388b0021f308d54d",
  "source_file": "data/raw/ncbc/b8eca3da207aaa2133f4ee8e8959a0107e8729365c512c0b388b0021f308d54d.pdf",
  "raw_text": "Bochkis v. Med. Justice Servs., Inc., 2016 NCBC 89. \nSTATE OF NORTH CAROLINA \nCOUNTY OF GUILFORD  \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 6434 \nMARK BOCHKIS, \n \nPlaintiff, \n \nv. \n \nMEDICAL JUSTICE SERVICES, \nINC.,  \n \nDefendant. \n \n)\n)\n)\n)\n)\n)\n)\n) \n) \n)\n) \nORDER AND OPINION ON \nDEFENDANT’S MOTION TO DISMISS \nAND MOTION TO STRIKE \n \n1. THIS MATTER  is before the Court upon Defendant Medical Justice \nServices, Inc.’s (“Defendant”) Motion to Dismiss Plaintiff’s Second Claim for Relief \n(the “Motion to Dismiss”) pursuant to Rule 12(b)(6) of the North Carolina Rules of \nCivil Procedure (“Rule(s)”) and Motion to Strike (the “Motion to Strike”) (collectively \nthe “Motions”) pursuant to Rule 12(f)  filed August 26, 2016 in the above -captioned \ncase.  For the reasons stated below, the Court hereby GRANTS the Motion to Dismiss \nwithout prejudice and DENIES the Motion to Strike. \nFitzgerald Litigation, by Andrew L. Fitzgerald and D. Stuart Punger, Jr., for \nPlaintiff Mark Bochkis. \n \nOgletree, Deakins, Nash, Smoak & Stewart, by Regina W. Calabro and \nJennifer Cotner, for Defendant Medical Justice Services, Inc. \n \nRobinson, Judge. \nI. INTRODUCTION \n2. This lawsuit arises out of Plaintiff’s contention that Defendant has \nwrongfully sought to enforce an employment agreement containing unenforceable \nnon-competition and non -disclosure provisions.  Plaintiff seeks a declaratory \njudgment that the restrictive c ovenants in the employment agreement are \nunenforceable, that the agreement does not prohibit Plaintiff’s employment with \nprospective employer COCG, and that Defendant’s alleged actions have improperly \nrestrained Plaintiff’s ability to secure gainful employ ment.  Plaintiff also asserts a \nclaim for wrongful interference with prospective contract. \n3. The Motion to Dismiss seeks dismissal pursuant to Rule 12(b)(6) only of \nPlaintiff’s second claim for wrongful interference with prospective contract and does \nso on two grounds; first, that Plaintiff has not alleged facts sufficient to show the \nelements of the claim, and second, that Defendant has immunity from this claim \npursuant to North Carolina’s Job Reference Shield Law, N.C. Gen. Stat. § 1 -539.12.  \nThe Motion to Strike seeks an order striking paragraphs 11 and 22 of the Complaint \npursuant to Rule 12(f) on the basis that Plaintiff inappropriately refers to settlement \nnegotiations and irrelevant material. \n4. Although the Court concludes that Defendant is not immune fro m civil \nliability under N.C. Gen. Stat. § 1-539.12, the Court concludes that Plaintiff has failed \nto allege facts sufficient to state a claim for wrongful interference with prospective \ncontract.  Accordingly , the Court concludes that Defendant’s Motion to Dismiss \nshould be granted.     \n5. As to the Motion to Strike,  the Court concludes in its discretion that none \nof the allegations in the Complaint that Defendant seeks to have stricken are clearly \nirrelevant or improper.  Accordingly, the Court concludes that Defendant’s Motion to \nStrike should be denied.  \nII. PROCEDURAL HISTORY \n6. Plaintiff Mark Bochkis (“Plaintiff”) initiated this action on July 22, 2016 by \nfiling a Verified Complaint for Declaratory Judgment and Other Relief (the \n“Complaint”) in Guilford County Superior Court. \n7. Also on July 22, 2016, Plaintiff filed a Notice of Designation of  Action as a \nMandatory Complex Business Case.  By order dated July 25, 2016, the Chief Justice \nof the Supreme Court of North Carolina assigned the case to Chief Business Cour t \nJudge Gale to determine whether the action met the designation requirements of a \nmandatory complex business case in accord with N.C. Gen. Stat. § 7A-45.4. \n8. By Order dated August 9, 2016, Chief Judge Gale concluded that \ndesignation of this case as a mandatory complex business case was appropriate, and \nassigned this case to the undersigned.   \n9. On August 26, 2016, Defendant filed the Motions. \n10. The Motions were fully briefed, and the Court held a hearing on the Motions \non November 2, 2016.  The Motions are ripe for resolution. \nIII. FACTUAL BACKGROUND \n11. The Court does not make findings of fact on a motion to dismiss under Rule \n12(b)(6), but only recites those facts included in the Complaint that are relevant to \nthe Court’s determination of the Motion.  See, e.g., Concrete Serv. Corp. v. Investors \nGrp., Inc., 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986). \n12. Plaintiff is a citizen and resident of Guilford County, North Carolina.  \n(Compl. ¶ 1.) \n13. Defendant is a North Carolina corporation with its principal place of \nbusiness in Guilford County, North Carolina.  (Compl. ¶ 2.)   Jeff Segal (“Mr. Segal”) \nis Defendant’s Chief Executive Officer.  (Compl. ¶ 2.) \n14. Defendant employed Plaintiff from February 27, 2013 until June 30, 2016.  \n(Compl. ¶ 4.)  While employed by Defendant, Plaintiff served as a communications \nmanager for its “eMerit service.”  (Compl. ¶ 5.) \n15. At the commencement of his employment with Defendant, Plaintiff signed \na Confidential  Information and Inventions Agreement/Restrictive Covenant/Non -\nDisparagement Agreement (the “Agreement”).  (Compl. ¶ 6; Compl. Ex. A.)  The \nAgreement contained, among other things, non -competition and non -disclosure \ncovenants.  (Compl. Ex. A ¶¶ 2, 9.)   \n16. During his employment with Defendant, Plaintiff researched and spoke \nwith potential “partners” with whom Defendant sought to do business.  (Compl. ¶ 7.)  \nOne such prospective partner was Healthgrades Operating Company, Inc. \n(“Healthgrades”), a company locate d in Denver, Colorado.  (Compl. ¶ 7.)  The \nemployees at Healthgrades with whom Plaintiff interacted were all based in Denver. \n17. During his employment with Defendant, Plaintiff began to consider job \nopportunities with other companies.  (Compl. ¶ 8.)  A potential opportunity arose with \nCOCG, a company owned by Healthgrades and located in Raleigh, North Carolina.  \n(Compl. ¶ 8.)   \n18. COCG is a digital marketing company that handles marketing efforts for \nHealthgrade’s hospital clients.  (Compl. ¶ 8.)  Plaintiff appli ed to be employed by  \nCOCG as a copywriter.  (Compl. ¶ 8.)   \n19. Eventually, an employee of Healthgrades contacted Defendant to verify \nPlaintiff’s employment.  (Compl. ¶ 10.)  At that time, an employee of Defendant told \nthe Healthgrades representative that Plaintiff was restricted by a non-compete that \nwould apply to his new proposed position with COCG.  (Compl. ¶ 10.)   \n20. Defendant terminated Plaintiff on June 30, 2016.  (Compl. ¶ 11.)  \nDefendant, through counsel, has indicated that it will sue Plaintiff to prevent him \nfrom taking the position offered by COCG.  (Compl. ¶ 14; see Compl. Ex. B.)   \n21. As a result of Defendant’s expressed position with respect to the Agreement, \nHealthgrades has indicated to Plaintiff that a job offer to him would be contingent on \nconfirmation from Defendant or a court order indicating that the Agreement does not \nprevent Plaintiff’s employment with COCG.  (Compl. ¶ 13.)   \n22. Caught between the positions with his former employer, Defendant, and his \nprospective employer, COCG, Plaintiff has been left without a job or means of income \nand has filed this action seeking a declaratory judgment that Plaintiff i s not \nprohibited by the Agreement from working for COCG  as well as monetary damages \nfor Defendant’s alleged wrongful interference with Plaintiff’s prospective contract \nwith COCG.  (Compl. ¶ 16.)   \n \n \nIV. LEGAL STANDARD \n23. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court \nconstrues the Complaint liberally and reviews the allegations of the Complaint in the \nlight most favorable to Plaintiff.  See Laster v. Francis, 199 N.C. App. 572, 577, 681 \nS.E.2d 858, 8 62 (2009).   The Court’s inquiry is “whether, as a matter of law, the \nallegations of the complaint, treated as true, are sufficient to state a claim upon which \nrelief may be granted under some legal theory.”  Harris v. NCNB Nat’l Bank, 85 N.C. \nApp. 669, 670, 355 S.E.2d 838, 840 (1987).   \n24. Dismissal of a claim pursuant to Rule 12(b)(6) is proper “(1) when the \ncomplaint on its face reveals that no law supports plaintiff’s claim; (2) when the \ncomplaint reveals on its face the absence of fact sufficient to make a  good claim; [or] \n(3) when some fact disclosed in the complaint necessarily defeats the plaintiff’s \nclaim.”  Oates v. JAG, Inc. , 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985); see also \nJackson v. Bumgardner, 318 N.C. 172, 175, 347 S.E.2d 743, 745 (1986).  Otherwise, \n“a complaint should not be dismissed for insufficiency unless it appears to a certainty \nthat plaintiff is entitled to no relief under any state of facts which could be proved in \nsupport of the claim.”  Sutton v. Duke, 277 N.C. 94, 103, 176 S.E.2 d 161, 166 (1970) \n(emphasis omitted).   \n25. The Court is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C . App. 266, 274, 620 \nS.E.2d 873, 880 (2005).  The Court can also ignore a party’s legal conclusions set forth \nin its pleading.  McCrann v. Pinehurst, LLC, 225 N.C. App. 368, 377, 737 S.E.2d 771, \n777 (2013).     \n26. With respect to the Motion to Strike, Rule 12(f) provides that the Court may \n“order stricken from any pleading  . . . any redundant, irrelevant, immaterial, \nimpertinent, or scandalous matter.”  N.C. Gen. Stat. § 1 A-1, Rule 12(f).  “Rule 12(f) \nmotions are addressed to the sound discretion of the trial court” and “[m]atter should \nnot be stricken unless it has no possible bearing upon the litigation.  If there is any \nquestion as to whether an issue may arise, the motio n [to strike] should be denied.”  \nReese v. City of Charlotte , 196 N.C. App. 557, 567, 676 S.E.2d 493, 499 (2009) \n(internal citations and quotation marks omitted). \nV. ANALYSIS \n27. The Motion to Dismiss  seeks dismissal pursuant to Rule 12(b)(6) of \nPlaintiff’s Se cond Claim for Relief for Wrongful Interference with Prospective \nContract on the basis that Plaintiff has not alleged facts sufficient to show the \nelements of the claim, and that Defendant has immunity from this claim pursuant to \nNorth Carolina’s Job Reference Shield Law, N.C. Gen. Stat. § 1-539.12.  Defendant’s \nMotion to Strike seeks to have stricken two paragraphs of the Complaint pursuant to \nRule 12(f) on the basis that Plaintiff inappropriately refers to settlement negotiations \nand irrelevant material.   \nA. Motion to Dismiss \n28. To state a claim for wrongful interference with prospective contract, a \nplaintiff must allege that the defendant “interfere[d] with a business relationship ‘by \nmaliciously inducing a person not to enter into a contract with a third person, which \nhe would have entered into but for the interference, . . . if damage proximately ensues, \nwhen this interference is done not in the legitimate exercise of the interfering person’s \nrights.’”  Beverage Sys. of the Carolinas, LLC v. Associated Bev. R epair, LLC, 368 \nN.C. 693, 701, 784 S.E.2d 457, 463 (2016) (quoting Spartan Equip. Co. v. Air \nPlacement Equip. Co., 263 N.C. 549, 559, 140 S.E.2d 3, 11 (1965)).  “[A] plaintiff must \nproduce evidence that a contract would have resulted but for a defendant’s malicious \nintervention.”  Id.       \n29. Defendant argues that Plaintiff has failed to allege that Defendant induced \nHealthgrades to not enter into a contract with Plaintiff.  In support of its argument, \nDefendant attaches to its Motion  to Dismiss  an affidavit of Defendant’s Chief \nExecutive Officer, Mr. Segal.  Attached to Mr. Segal’s affidavit as Exhibit 1 is an e -\nmail from a Healthgrades employee to Defendant.  “[W]hen ruling on a Rule 12(b)(6) \nmotion, a court may properly consider documents which are the subject of a plaintiff’s \ncomplaint and to which the complaint specifically refers even though they are \npresented by the defendant.”  Oberlin Capital, LP v. Slavin , 147 N.C. App. 52, 60 \n(2001).  Defendant thus asserts that the Court can, and should, consider this e-mail \nin ruling on Defendant’s Motion to Dismiss.   \n30. Specifically, Defendant contends that this e -mail is referenced in \nparagraphs 10 and 21 of the Complaint.  Paragraph 10 of the Complaint alleges that \n“[a]n employee of Healthgrades contacted [Defendant] to verify [Plaintiff’s] \nemployment.  At the time, an employee of [Defendant] specifically told the \nHealthgrades representative tha t [Plaintiff] was restricted by a non -compete that \nwould apply to his new proposed position with COCG. ”  Paragraph 21 of the \nComplaint alleges that “[Defendant], through [Mr. Segal], acted maliciously and \nwithout justification in wrongfully telling Healthg rades that [Plaintiff] was \nprevented by contract from taking a job with COCG.”   \n31. Despite Defendant’s contention that “[t]he crux of Plaintiff’s claim is the e-\nmail Segal sent to Healthgrades,” (Def.’s Br. Supp. Mot. Dismiss 6) , the e-mail that \nDefendant relies on is not specifically referred to in these two paragraphs, or \nanywhere else  in Plaintiff’s Complaint .  An allegation of some communication \nbetween Defendant and Healthgrades is not a specific reference to a specific e -mail.  \nIndeed, Plaintiff’s couns el represented to the Court at the hearing on the Motion s \nthat Plaintiff was not, at the time of the filing of the Complaint, aware of the existence \nof the specific e-mail on which Defendant relies.  Without a specific reference in the \nComplaint to the doc ument that Defendant relies on, the Court concludes that it \ncannot consider the document in resolving Defendant’s Motion to Dismiss under Rule \n12(b)(6).   \n32. Nonetheless, even without considering the e -mail relied on by Defendant, \nthe Court concludes that Plaintiff has failed to allege facts sufficient to state a claim \nfor wrongful interference with prospective contract.  In relevant part, Plaintiff alleges \nthat:  \n Plaintiff, while employed by Defendant, served as a communications \nmanager for Defendant’s “eMerit service,” (Compl. ¶ 5); \n Healthgrades was a prospective partner with which Defendant \nsought to do business, (Compl. ¶ 7); \n COCG is a digital marketing company owned by Healthgrades that \nhandles marketing efforts for Healthgrade’s hospital clients, (Compl. \n¶ 8); \n Healthgrades indicated to Plaintiff its intention to extend to him an \noffer of employment for the position at COCG, (Compl. ¶ 9);  \n Plaintiff applied to be a copyrighter at COCG, (Compl. ¶ 8); \n The individuals at COCG with whom Plaintiff would in teract, and \nthe subject matter of his prospective job, were distinct from his \nrelationships and role with Defendant, (Compl. ¶ 8); \n An employee of Healthgrades contacted Defendant to verify \nPlaintiff’s employment and, at that time, an employee of Defendant \nspecifically told Healthgrades that Plaintiff was restricted by a non-\ncompete that would apply to his new proposed position with COCG, \n(Compl. ¶ 10); \n As a result of Defendant’s actions, Healthgrades subsequently \nindicated to Plaintiff that a job offer woul d be contingent on \nconfirmation from Defendant, or a court order, indicating that the \nAgreement did not prohibit Plaintiff’s employment with COCG, \n(Compl. ¶ 13); \n Defendant has indicated that it will sue Plaintiff to prevent him from \ntaking the position tha t he had been offered with COCG, (Compl. ¶ \n14);  \n Defendant has asserted that Healthgrades’ intent in hiring Plaintiff \nis based on its desire to learn more about Defendant’s business \npractices and other confidential information protected by the \nAgreement, a nd that COCG’s employment of Defendant would \ninevitably lead to the disclosure of protected trade secrets and other \nconfidential information, (Compl. ¶ 15); and   \n Plaintiff has been left without a job or means of income as a result of \nDefendant’s actions, (Compl. ¶ 16).   \n33. Defendant argues that it was justified in engaging in any interference with \nPlaintiff’s prospective employment because Defendant was acting to protect its \nlegitimate business interests.  Indeed, “even where there is actual interference, a \nmotion to dismiss should be granted where the interference is justified or privileged.”  \nCobra Capital LLC v. RF Nitro Communs., Inc., 266 F. Supp. 2d 432, 439 (M.D.N.C. \n2002) (citing Peoples Sec. Life Ins. Co. v. Hooks , 322 N.C. 216, 220, 367 S.E.2d 647 \n(1988)).  A plaintiff must allege that the defendant “acted with malice and for a reason \nnot reasonably related to the protection of a legitimate business interest.”  Id. \n(quoting Smith v. Ford Motor Co. , 289 N.C. 71, 94, 221 S.E.2d 282 (1976)).    “[T]he \ncomplaint must admit of no motive for interference other than malice.”  Filmar \nRacing, Inc. v. Stewart, 141 N.C. App. 668, 674, 541 S.E.2d 733, 738 (2001).   \n34. Here, although Plaintiff makes conclusory allegations that Defendant \n“acted maliciously and without justification in wrongfully telling Healthgrades that \n[Plaintiff] was prevented by contract from taking a job with COCG,” these conclusory \nallegations are not sufficient to withstand dismissal.  See Charlotte Motor Speedway, \nLLC v. Cnty. of Cabarrus , 230 N .C. App. 1, 6, 748 S.E.2d 171, 175 (2013) (legal \nconclusions in a complaint are not entitled to a presumption of validity under Rule \n12(b)(6)).   \n35. Moreover, Plaintiff’s Complaint admits of a motive for Defendant’s \ninterference other than malice.  Plaintiff has alleged that Healthgrades and \nDefendant were potential “partners” and that Defendant’s alleged interference was \nas a result of Defendant’s concern that Healthgrades was interested in acquiring the \ntrade secrets and other confidential information of Def endant.  These allegations, if \ntrue, make any interference by Defendant justified  as a matter of law .  See, e.g. , \nHooks, 322 N.C. at 221, 367 S.E.2d at 650 (“[C]ompetition in business constitutes \njustifiable interference in another’s business relations and is not actionable so long \nas it is carried on in furtherance of one’s own interests and by means that are \nlawful.”); Reichold Chems., Inc. v. Goel, 146 N.C. App. 137, 151, 555 S.E.2d 281, 290 \n(2001) (stating that a trade secret owner will not be liable for tortious interference by \nseeking to legitimately protect its legal rights).   \n36. Accordingly, the Court concludes that P laintiff’s Complaint admits of a \nmotive for Defendant’s alleged interference other than malice and, therefore, that \nPlaintiff has failed to sufficiently allege a claim for wrongful interference with \nprospective contract.  The Court thus concludes that the Motion to Dismiss should be \ngranted. \n37. The Court concludes, however, that dismissal of Plaintiff’s Second Claim \nfor Relief should be without prejudice.  “The decision to dismiss an action with or \nwithout prejudice is in the discretion of the trial court . . . .”  First Fed. Bank v. \nAldridge, 230 N.C. App. 187, 191, 749 S.E.2d 289, 292 (2013).  Although the Court \nconcludes that Plaintiff has not alleged facts sufficient to state a claim for wrongful \ninterference with prospective contract, it is not clear to th e Court that evidence \nsupporting such a claim will not be uncovered through discovery  in connection with \nPlaintiff’s claim for declaratory judgment.  Thus, the Court concludes, in the exercise \nof its discretion, that dismissal of Plaintiff’s claim should b e without prejudice to \nPlaintiff’s right to seek leave to reassert such a claim by way of a motion to amend \nhis Complaint in the event discovery uncovers new facts sufficient to establish the \nelements of a claim for wrongful interference. \n38. Defendant also argues as another basis for dismissal of Plaintiff’s wrongful \ninterference claim that it is immune from liability for wrongful interference with \nprospective contract pursuant to N.C. Gen. Stat. § 1 -539.12.  The Court concludes \nthat section 1 -539.12 is not a separate basis for dismissal at this stage  of the \nproceeding.   \n39. N.C. Gen. Stat. §  1-539.12 provides that “[a]n employer who discloses \ninformation about a current or former employee’s job history or job performance to a \nprospective employer of the current  or former employee upon request of the \nprospective employer . . . is immune from civil liability and is not liable in civil \ndamages for the disclosure or any consequences of the disclosure.”  N.C. Gen. Stat. § \n1-539.12(a).  Defendant argues that it provid ed Healthgrades with information \nregarding Plaintiff’s job history upon Healthgrades’ request and that, as such, \nDefendant is immune from any liability for the disclosure.   \n40. Section 1 -539.12(b) defines “job performance,” but does not define “job \nhistory.”  The Court is not convinced that a communication from Defendant to \nHealthgrades that Plaintiff is bound by a non -compete in response to a request to \nverify Plaintiff’s employment constitutes  “job performance” or  “job history” under \nsection 1 -539.12(b).  Pl aintiff’s claim , however,  is based on more than that \ncommunication.  For example, Plaintiff also alleges that Defendant advised that it \nwill sue Plaintiff to prevent him from taking the position that he was offered with \nCOCG.  Without further development of the factual record, the Court is not prepared \nto dismiss Plaintiff’s claim at this stage on the additional basis of immunity from civil \nliability under section 1-539.12.   \n41.   Nonetheless, as explained above, the Court concludes that Plaintiff’s claim \nfor wrongful interference with prospective contract should be dismissed without \nprejudice. \nB. Motion to Strike \n42. Finally, Defendant requests that the Court strike paragraphs 11 and 22 of \nthe Complaint, pursuant to Rule 12(f).     \n43. Defendant contends that paragraph s 11 and 22  contain a reference to a \nsettlement offer by Defendant in violation of North Carolina Rule of Evidence 408.   \nEven assuming that alleging a fact, evidence of which would be inadmissible at trial, \nis properly struck under Rule 12(f), it is not clear to the Court at this stage that either \nparagraph 11 or 22 refers to evidence that would be inadmissible under Rule of \nEvidence 408.  The Court thus, in the exercise of its discretion, denies Defendant’s \nMotion to Strike on this basis. \n44. Defendant also ar gues that the allegation made in the last sentence of \nparagraph 11, that Mr. Segal holds a law degree , is irrelevant and should thus be \nstricken.  Again, it is not clear to the Court at this stage that such an allegation is \nirrelevant.  Therefore, the Cour t, in the exercise of its discretion, also denies \nDefendant’s Motion to Strike on this basis.   See Reese, 196 N.C. App. at 567, 676 \nS.E.2d at 499 (“Matter should not be stricken unless it has no possible bearing upon \nthe litigation.”). \nVI. CONCLUSION \n45. For the foregoing reasons, the Court hereby GRANTS Defendant’s Motion \nto Dismiss without prejudice and DENIES the Motion to Strike. \nSO ORDERED, this the 23rd day of November, 2016. \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}