{
  "id": "b907d128f59feca8b4f5afadd48fe6dab09308093fbb5d075d8edd4fba25849f",
  "source_file": "data/raw/ncbc/b907d128f59feca8b4f5afadd48fe6dab09308093fbb5d075d8edd4fba25849f.pdf",
  "raw_text": "Ehrenhaus v. Baker, 2008 NCBC 20. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF MECKLENBURG CIVIL ACTION NO: 08 CVS 22632 \n \n \nIRVING EHRENHAUS, On Behalf of Himself \nand All Others Similarly Situated, \n \n Plaintiff, \n \n v. \n \nJOHN D. BAKER, II, PETER C. BROWNING, \nJOHN T. CASTEEN, III, JERRY GITT, \nWILLIAM H. GOODWIN, JR., MARYELLEN \nC. HERRINGER, ROBERT A. INGRAM, \nDONALD M. JAMES, MACKEY J. \nMCDONALD, JOSEPH NEUBAUER, \nTIMOTHY D. PROCTOR, ERNEST S. RADY, \nVAN I. RICHEY, RUTH G. SHAW, LANTY L. \nSMITH, G. KENNEDY THOMPSON, DONA \nDAVIS YOUNG, WACHOVIA \nCORPORATION and WELLS FARGO & \nCOMPANY, \n \n Defendants. \n \n \n \n \n \n \n \n \n \n \nORDER & OPINION \n  \n \n \nGreg Jones & Associates, P.A. by Greg Jones and Wolf Popper LLP by Robert \nM. Kornreich, Chet Waldman and Carl L. Stine for Plaintiff. \n \nRobinson, Bradshaw & Hinson, P.A. by Robert W. Fuller, Mark W. Merritt, \nGarland S. Cassada, and Katherine G. Maynard for Defendants John D. \nBaker, II, Peter C. Browning, John T. Casteen, III, Jerry Gitt, William H. \nGoodwin, Jr., Maryellen C. Herringer, Robert A. Ingram, Donald M. James, \nMackey J. McDonald, Joseph Neubauer, Timothy D. Proctor, Ernest S. Rady, \nVan I. Richey, Ruth G. Shaw, Lanty L. Smith, G. Kennedy Thompson, Dona \nDavis Young and Wachovia Corporation. \n \nHunton & Williams LLP by T. Thomas Cottingham, III, Patrick L. Robson,  \nand Edward J. Fuhr; Wachtell, Lipton, Rosen & Katz by Paul K. Rowe and \nGeorge T. Conway, III; and Friedman Kaplan Seiler & Adelman LLP by Eric \nSeiler for Defendant Wells Fargo & Company. \n \n \nDiaz, Judge. \nI. \nINTRODUCTION \n{1} Before the Court is Plaintiff’s Motion for Preliminary Injunction pursuant \nto Rule 65 of the North Carolina Rules of Civil Procedure (“the Motion”). \n{2} The Motion presents the following question for decision:  Whether Plaintiff \nhas demonstrated a likelihood of success on the merits of his claim that the \nindividual Defendants named in this action, all of whom serve on the board of \ndirectors of Defendant Wachovia Corporation (collectively the “Board”), breached \ntheir fiduciary duties to the company’s shareholders when they approved a Merger \nAgreement with Defendant Wells Fargo & Company (the “Merger Agreement”) that \nprovides substantial value to Wachovia shareholders and offered immediate \nliquidity to Wachovia Corporation at a time of severe economic distress, but that \nalso: \n(1) includes a separate Share Exchange agreement that grants Wells \nFargo & Company 39.9% of the votes to be cast on the Merger Agreement \nand prohibits Wachovia Corporation from redeeming those shares for \neighteen (18) months following a vote on the Merger Agreement; and \n \n(2) requires the Board to put the Merger Agreement to a vote even if a \nsuperior proposal materializes during the interim (the so-called “limited \nfiduciary out” clause). \n \n{3} In answering this question, I do not decide the acumen of the business \njudgments and strategic decisions made by the Board or Wachovia Corporation’s \nexecutive officers in expanding the company’s banking franchise during the years \npreceding the current crisis in the capital markets. \n{4} Nor do I review the merits of the U.S. government’s seemingly ad hoc \nchoices in picking winners and losers among financial institutions over the past \nseveral months. \n{5} Plaintiff’s Complaint also does not ask me to determine the enforceability \nof the various employment agreements between Wachovia Corporation and its \nexecutive officers that, should the Merger Agreement be approved, may result in \npayments to these officers totaling over $98 million.1 \n{6}  As to the question presented by Plaintiff, and after considering the Court \nfile, the Motion, the briefs and supporting materials of the parties, and the \narguments of counsel, I am satisfied that the Board’s approval of the Merger \nAgreement was an informed decision, made in good faith, and with an honest belief \nthat the action was in the best interests of Wachovia Corporation and its \nshareholders, given the circumstances then facing the Board.  Accordingly, with one \nexception, I find no basis for reversing the Board’s business judgment.   \n{7} I do, however, find merit in Plaintiff’s claim that the eighteen (18)-month \n“tail” on Wells Fargo & Company’s almost 40% voting power, which survives even in \nthe event of a vote against the Merger Agreement, is an impermissible abrogation of \nthe Board’s duty to the Company. \n{8} Accordingly, the Court shall GRANT Plaintiff’s request to preliminarily \nenjoin enforcement of that provision pending the resolution of this action.  In all \nother respects, however, Plaintiff’s Motion is DENIED. \n \nII. \nPROCEDURAL BACKGROUND \n{9} On 14 October 2008, Plaintiff filed a purported class action on behalf of \nhimself and all other public shareholders of Defendant Wachovia Corporation \n(“Wachovia” or the “Company”).2 \n                                                 \n1 I have received over 200 letters and e-mails from public officials, Wachovia Corporation \nshareholders, and others regarding this case, all of which have been placed in the public court file.  \nIn addition, the Charlotte Observer editorial board has weighed in on the controversy.  See Let \nShareholders Have Their Say on Wells Deal, Charlotte Observer, Nov. 26, 2008, \nhttp://www.charlotteobserver.com/408/story/376669.html.  It is fair to say that the overwhelming \nsentiment in this correspondence has been against approval of the Merger Agreement.  Many of \nthese missives, however, rain their displeasure on issues that, like those I have noted above, are not \nproperly before me.  In any event, this is a court of law, not of public opinion.  Accordingly, while I \nhave read each submission, they form no part of my decision.       \n2 The term “public shareholders” refers to those Wachovia shareholders unaffiliated with Wells \nFargo & Company, the Board, or the Company’s management. \n{10} The Complaint alleges that:  (1) Wachovia and its Board breached their \nfiduciary duties toward the public shareholders in connection with the Merger \nAgreement; and (2) Wells Fargo & Company (“Wells Fargo”) aided and abetted in \nthis breach of fiduciary duties.  (Compl. ¶¶ 26–51.) \n{11} Plaintiff’s Complaint seeks preliminary and permanent injunctive relief or, \nin the alternative, rescission of the merger, if consummated, and money damages.  \n(Compl. Prayer for Relief ¶¶ 2–5.) \n{12} On the same day that he filed his Complaint, Plaintiff also filed the \nMotion. \n{13} Pursuant to a briefing schedule set by the Court, Plaintiff filed a brief in \nsupport of the Motion on 10 November 2008. \n{14} The individual Defendants and Wachovia filed a response brief on 17 \nNovember 2008.  \n{15} Also on 17 November 2008, Wells Fargo filed a response brief.  \n{16} Plaintiff filed a reply brief on 21 November 2008. \n{17} With the Court’s consent, Wachovia filed a sur-reply on 23 November 2008. \n{18} The Court heard oral argument on the Motion on 24 November 2008. \n \nIII. \nTHE FACTS \nA. \nTHE PARTIES \n{19} Plaintiff is, and has been at all relevant times, the owner of shares of \nWachovia common stock.  (Compl. ¶ 2.) \n{20} Wachovia is a North Carolina corporation with its principal office located \nin Charlotte, North Carolina.  (Compl. ¶ 3.) \n{21} As a financial holding company, Wachovia provides commercial and retail \nbanking services and other financial services in the United States and \ninternationally.  (Compl. ¶ 3.) \n{22} As of 30 September 2008, Wachovia was the fourth largest bank holding \ncompany in the United States based on assets.3   See Top 50 Bank Holding \nCompanies Summary Page, http://www.ffiec.gov/nicpubweb/nicweb/Top50form.aspx \n(last visited Dec. 2, 2008); see also Proxy Statement-Prospectus dated 21 November \n2008, at 88 (hereinafter “Proxy Statement”) (asserting that Wachovia is now the \nsixth largest bank holding company in the United States).4 \n{23} Wells Fargo is a Delaware corporation, headquartered in San Francisco, \nCalifornia.  (Compl. ¶ 4; Proxy Statement 88.) \n{24} Wells Fargo operates a financial services company in the United States \nthrough its subsidiaries.  (Compl. ¶ 4.) \n{25} As of 30 September 2008, Wells Fargo was the fifth largest bank holding \ncompany in the United States based on assets.  See Top 50 Bank Holding \nCompanies Summary Page, http://www.ffiec.gov/nicpubweb/nicweb/Top50form.aspx; \nsee also Proxy Statement 88 (asserting that Wells Fargo is now the seventh largest \nbank holding company in the United States). \n{26} Wells Fargo is also the only U.S. bank to have the highest possible credit \nrating from both Moody’s Investor Services and Standard & Poor’s Ratings Services.  \n(Proxy Statement 20.)  \n{27} The individual Defendants are (or have been) directors of Wachovia.  \n(Compl. ¶¶ 5–21.) \n{28} Except for G. Kennedy Thompson (“Thompson”), the individual Defendants \nare all outside directors.  (Stine Aff. Mot. Prelim. Inj., Ex. L, at 5–9.) 5 \n \n                                                 \n3  Pursuant to Rule 201 of the North Carolina Rules of Evidence, the Court takes judicial notice of \nthis fact.  See N.C.R. Evid. 201 (2007). \n4 Wells Fargo submitted the Proxy Statement to the Court at the hearing; readers may find an \nelectronic copy at the North Carolina Business Court website, \nhttp://www.ncbusinesscourt.net/TCDDotNetPublic/default.aspx?CID=2 (enter “Ehrenhaus” into the \n“Search” field; click “08CVS22632” hyperlink; click “Filing of Wachovia Corporation’s Proxy \nStatement of Nov. 21, 2008” hyperlink). \n5 On 9 July 2008, Wachovia named Robert K. Steel as its new CEO and President.  (Proxy Statement \n28.)  Steel’s predecessor (G. Kennedy Thompson) is a defendant in this case; Steel is not.  It does not \nappear that Thompson was a member of the Wachovia Board when it approved the Merger \nAgreement. \nB. \nEVENTS LEADING TO THE MERGER AGREEMENT  \n{29} The Court’s 3 November 2008 Order and Opinion in this case summarized \n(in very broad terms) the financial crisis engulfing the Company and the world \nwhen the Board met on the evening of 2 October 2008 to consider the Merger \nAgreement.   \n{30} Although not relevant to my decision here, many experts believe \nWachovia’s financial spiral was precipitated by market concerns regarding the \nCompany’s real estate mortgage portfolio and, in particular, the assets the \nCompany acquired as part of its $25.5 billion purchase of Golden West Financial \nCorporation (“Golden West”), which, when combined with the maelstrom affecting \nworld markets, caused an extended run on Wachovia’s bank deposits.  (Green Reply \nAff. Mot. Exped. Proc., Ex. A, at 2–3; see also Proxy Statement 28 (stating that \n“[t]he credit quality of this portfolio has deteriorated significantly in the current \nmortgage crisis”).) \n{31} Due in part to losses projected in the Golden West mortgage portfolio, the \nCompany reported a loss of $9.1 billion for the second quarter of 2008.  (Proxy \nStatement 28.) \n{32} Even before the Company’s announcement of its second quarter loss, \nhowever, Wachovia’s increasingly poor financial performance had led the Board to \nfire Thompson, who was then serving as the Company’s Chief Executive Officer.  \n(Proxy Statement 28.) \n{33} For several months prior to 2 October 2008, the Board was monitoring the \ntroubled capital markets and considering strategic alternatives.  (Young Aff. ¶ 3.)6 \n{34} Between 7 September 2008 and the Board’s vote on the Merger Agreement, \nthe following events roiled the world financial markets: \n• On 7 September 2008, the U.S. government seized control of mortgage \ngiants Fannie Mae and Freddie Mac; \n \n                                                 \n6 The Board met nine times between 16 September 2008 and 2 October 2008. (Young. Aff. ¶ 5.) \n• On 15 September 2008, Lehman Brothers Holdings, Inc. collapsed and \nfiled for bankruptcy; \n \n• That same day, Merrill Lynch & Co. avoided the same fate by agreeing \nto be acquired by Bank of America; \n \n• On 16 September 2008, the U.S. government agreed to a multi-billion \ndollar rescue plan for American International Group, Inc., (“AIG”), \nwhich effectively wiped out the holders of AIG stock; \n \n• On 25 September 2008, the Federal Deposit Insurance Corporation \n(the “FDIC”) seized the banking assets of Washington Mutual, Inc., \nleaving its equity shareholders with nothing; and \n \n• That same day, the U.S. House of Representatives rejected the initial \n“bailout” plan proposed by the United States Department of the \nTreasury for the nation’s financial system. \n \n(Steel Aff. ¶ 37; Young Affidavit ¶ 3; Proxy Statement 29–30.) \n{35} The Board had met previously by telephone on 16 September 2008 to \ndiscuss the Company’s strategic options in light of the financial crisis.  During that \nmeeting, management advised the Board that the Company had begun experiencing \nliquidity problems as a result of the larger market troubles.  (Proxy Statement 29; \nYoung Aff. ¶ 4.)   \n{36} The Board expressed its preference for the Company to remain an \nindependent entity and directed management to pursue options to achieve that end \n(including raising capital and selling assets), but it also determined that the \ndifficult market conditions required the Company to explore a potential merger.  \n(Proxy Statement 29; Young Aff. ¶ 4.)\n8   \n{37} On 20 September 2008, U.S. government officials expressed concern to the \nCompany’s management about Wachovia’s liquidity posture and encouraged the \n                                                 \n7 The affidavit of Robert K. Steel is attached as Exhibit 1 to the affidavit of Mark W. Merritt, which \nwas filed in conjunction with Defendants’ Brief in Opposition to Plaintiff’s Motion for Expedited \nProceedings. \n8 The Board retained top-flight financial and legal advisors to assist it in considering Wachovia’s \nfinancial and strategic options.  (Proxy Statement 29.)   \nCompany to consider acquisition proposals from an unidentified third-party suitor.  \n(Proxy Statement 29.) \n{38} Wachovia’s management initiated that process the next day when the \nCompany signed a confidentiality agreement with an unidentified financial \ninstitution.9  Those talks, however, broke off without an agreement.  (Proxy \nStatement 29.)   \n{39} On 25 September 2008, the combination of the seizure of Washington \nMutual by federal regulators and Congress’ rejection of the U.S. Treasury’s bailout \nplan exacerbated Wachovia’s liquidity crisis and caused a precipitous decline in the \nCompany’s share price.10  (Young Aff. ¶ 6.) \n{40} The Board met by telephone the following day to discuss its options.  \n(Proxy Statement 31.) \n{41} At that meeting, management informed the Board “that if a combination \nwith another partner could not be arranged by Monday, September 29, the FDIC \nwould place Wachovia’s bank subsidiaries in receivership.”  (Proxy Statement 31; \nsee also Steel Aff. ¶ 19.) \n{42} Over the weekend of 27–28 September 2008, Wachovia engaged in parallel \nnegotiations with Citigroup, Inc. (“Citigroup”) and Wells Fargo over terms of a \npotential merger.  (Proxy Statement 31.) \n{43} Both suitors, however, were unwilling to move forward without \ngovernment assistance in the form of a loss-sharing arrangement.  (Proxy \nStatement 31–32.)  Citigroup, moreover, was only willing to consider the acquisition \nof the Company’s bank subsidiaries.  (Proxy Statement 31; Steel Aff. ¶ 6.) \n{44} On 28 September 2008, the FDIC notified the Company that, because the \npotential failure of Wachovia posed a “systemic risk” to the banking system, it \nintended to exercise its authority under federal law to force the sale of Wachovia to \n                                                 \n9 The Company had also begun merger talks with another suitor on 17 September 2008.  In addition, \non 20 September 2008, the Company began merger discussions with Citigroup Inc. and Wells Fargo.  \n(Proxy Statement 29.)  \n10 By 29 September 2008, Wachovia’s shares were trading at $1.84, down over 90% from their closing \nprice ten days earlier.  (Merritt Aff., Ex. 3.) \n \nanother financial institution in an “open bank assisted transaction.”  (Proxy \nStatement 31; Steel Aff. ¶ 8.) \n{45} Wachovia’s Board met again by telephone following the FDIC’s \npronouncement.  (Proxy Statement 32.) \n{46} Following that meeting, the Company’s management proposed an \nalternative transaction to the FDIC in a bid to allow Wachovia to remain \nindependent.  (Proxy Statement 32.) \n{47} Specifically, Wachovia proposed that the FDIC provide guarantees on a \nportion of Wachovia’s loan portfolio, in exchange for an equity stake in the \nCompany, and Wachovia’s pledge to move quickly to raise $10 billion in capital in a \npublic offering.  (Proxy Statement 32.) \n{48} The FDIC, however, rejected that proposal and declared instead “that \nCitigroup would acquire Wachovia’s bank subsidiaries” with assistance from the \nFDIC.  (Proxy Statement 32.)   \n{49} On 29 September 2008, Citigroup and Wachovia signed what the Company \ncharacterizes as a non-binding agreement-in-principle by which Citigroup would \nacquire Wachovia’s bank subsidiaries.  (Proxy Statement 32.)   \n{50} Under the terms of the Citigroup merger, Citigroup agreed to (1) acquire \nthe stock of Wachovia’s bank subsidiaries for $2.16 billion in cash and/or stock at \nCitigroup’s election, and (2) assume approximately $53.2 billion of Wachovia’s debt.  \n(Proxy Statement 32.) \n{51} The Citigroup merger would have left Wachovia as a stand-alone entity, \nbut with its principal businesses limited to its retail brokerage and mutual fund \noperations.  (Proxy Statement 32.)  Additionally, the Citigroup merger would have \nrequired the FDIC to “provide Citigroup with loss protection on a $312 billion \n[Wachovia] loan portfolio,” on which Citigroup would absorb the first $30 billion in \nlosses and another $4 billion in each of the first three years.  (Proxy Statement 32.) \n{52} On 2 October 2008, Wells Fargo tendered a merger proposal to acquire all \nof Wachovia’s assets without government assistance.  (Proxy Statement 34.)11   \n{53} The Merger Agreement is a stock-for-stock transaction by which each \nshare of Wachovia common stock will be converted into 0.1991 shares of Wells \nFargo common stock, a deal that was worth more than $15.1 billion to Wachovia’s \nshareholders on 2 October.  (Proxy Statement 75; Green Reply Aff. Mot. Prelim. Inj., \nEx. M, at 1–2.)   \n{54} The Merger Agreement also provides for a separate share exchange \nagreement (the “Share Exchange”), pursuant to which Wells Fargo agreed to \npurchase ten (10) newly issued shares of Wachovia Series M, Class A Preferred \nStock, representing 39.9% of the Company’s aggregate voting rights, including the \nright to vote on the approval of the Merger Agreement, in exchange for 1,000 shares \nof Wells Fargo common stock.  (Green Reply Aff. Mot. Exped. Proc., Ex. E; Proxy \nStatement 85; Green Reply Aff. Mot. Prelim. Inj., Ex. N.)\n12 \n{55} The Merger Agreement also prohibits Wachovia from soliciting alternative \nacquisition proposals.  (Proxy Statement 19, 81, A-20.) \n{56} If the Board receives what it considers to be a proposal superior to the \nterms of the Merger Agreement, it may negotiate with the third-party bidder but \nmay not withdraw from the Merger Agreement.  In such case, the Board’s sole \noption is to submit the Merger Agreement to the Wachovia shareholders without \nrecommendation, although it may communicate the basis for its lack of \nrecommendation to the shareholders.  (Proxy Statement 81–82, A-20.)  \n                                                 \n11 Despite its initial hesitation to consider a merger proposal without government help, Wells Fargo \ncontinued evaluating a merger with Wachovia following the FDIC’s announcement that it would \nassist Citigroup with a merger transaction.  (Proxy Statement 33.)  \n12 The Court notes that the North Carolina Shareholder Protection Act (the “Act”), requires the \naffirmative vote of ninety-five percent (95%) of the voting shares of a corporation to approve a \nbusiness combination with any other entity if that entity is the beneficial owner, directly or \nindirectly, of more than twenty percent (20%) of the voting shares of the corporation.  N.C. Gen. Stat. \n§ 55-9-02 (2007).  Although it is unclear whether a merger with an entity owning more than 20% of \nthe voting power to approve the transaction (as distinguished from ownership of a similar percentage \nof general voting shares) is covered by the Act, the point is moot because, as allowed by North \nCarolina law, Wachovia has opted out of this requirement.  \nSee N.C. Gen. Stat. § 55-9-05 (2007); \nProxy Statement 121.    \n{57} The Board convened at 11:00 p.m. on 2 October 2008 to consider the \nMerger Agreement.  (Proxy Statement 34–35.) \n{58} The Board was no doubt aware that the U.S. Senate had passed a revised \nbailout bill the previous day, with the House slated to consider this new measure on \n3 October 2008.  (Stine. Aff., Exs. E–G.)13 \n{59} The Board received advice from counsel regarding its obligations in the \nface of the pending Citigroup merger.  (Proxy Statement 35.) \n{60} In that regard, the Board was aware that negotiations with Citigroup “had \nproven to be extremely difficult, with Citigroup insisting on terms that raised \nsignificant concerns about whether the surviving Wachovia entity would be solvent \nand viable, even if a transaction with Citigroup could be finalized.”  (Young Aff. ¶ 8.) \n{61} The Board also understood that the Merger Agreement was \ncontingent upon [Wells Fargo] rece iving a substantial voting interest \nvia the share exchange agreement that would not be subject to prior \nshareholder approval in order to provide assurances to the market \nregarding the completion of Wachovia’s acquisition by Wells Fargo and \na resulting mitigation in the uncertainty and instability then faced by \nWachovia. \n \n(Proxy Statement 35; see also Young Aff. ¶ 10 (stating that Wells Fargo had \n“insisted upon this voting power in order to provide confirmation to the market that \nthe merger could be closed, which was needed in order to prevent further \ndeterioration in Wachovia’s financial condition as a result of uncertainty”).)14\n{62} The Board was further advised that the Merger Agreement did not (1) \ninclude a “material adverse change” clause allowing Wells Fargo to withdraw its \nproposal if Wachovia’s financial situation deteriorated further (unless the Company \nfiles for bankruptcy or is placed in receivership), or (2) require payment of a break-\n                                                 \n13 On 3 October 2008, Congress passed and the President signed The Emergency Economic \nStabilization Act of 2008 (the “EESA”), which authorizes the United States Department of the \nTreasury to use appropriated funds to restore liquidity and stability to the U.S. financial system.  \n(Green Reply Aff. Mot. Prelim. Inj., Ex. O; see generally 12 U.S.C.S. § 5213 (LEXIS through \nlegislation of Oct. 22, 2008).)  The Treasury Secretary retains broad discretion under the EESA to \ndetermine when and how to use these funds to assist financial institutions.  12 U.S.C.S. § 5213.  \n14 The original share exchange contemplated a transfer of more than 50% of the total voting power, \nwhich the Company negotiated down to 39.9%.  (Young Aff. ¶ 10.) \nup or termination fee should the merger not be consummated.  (Proxy Statement \n35, A-10; Young Aff. ¶ 10.) \n{63} The Board inquired whether further negotiations with Wells Fargo would \nbe likely to yield more favorable terms, but the Company’s advisors counseled \nagainst such negotiations under the circumstances, “particularly in light of the time \nconstraints imposed upon Wachovia.”  (Young Aff. ¶ 10.) \n{64} The Board’s financial advisors indicated that they expected to be able to \nrender an opinion that the exchange ratio contained in the Merger Agreement was \nfair, from a financial point of view, to Wachovia shareholders.  (Proxy Statement \n35.)15 \n{65} In considering the merits of the Merger Agreement, the Board “took into \naccount the current and recent stresses on Wachovia’s liquidity.”  (Proxy Statement \n36.) \n{66} The Board determined that the Merger Agreement provided a “strategic \nfit” with a company with a strong balance sheet that had managed to avoid the \nnegative impact of the crisis in the capital markets.  (Proxy Statement 36.) \n{67} The Board also understood that the Merger Agreement was a “change in \ncontrol” transaction that would result in (1) eleven of Wachovia’s executive officers \nand the Board Chairman receiving vested stock option benefits totaling \napproximately $2.5 million, as a group, and (2) ten (10) executive officers being \nentitled to receive an aggregate amount of up to $98.1 million in severance  \npayments should they be terminated from their employment following approval of \nthe merger.  (Proxy Statement 8.)16\n                                                 \n15 Those advisors later provided their opinions orally and in writing.  (Proxy Statement 35, App. B & \nC.) \n16 Wachovia’s President and CEO Robert Steel, who also serves on the Wachovia Board (but is not a \ndefendant in this case), has no employment agreement with the Company and, thus, will receive no \nseverance payment should the merger close and his employment be terminated.  (Augliera Aff. ¶ 4.)  \nIn addition, Mr. Steel holds certain Wachovia stock options, all of which currently have no cash value \nand will not have value until Wells Fargo common stock reaches certain price thresholds.  (Augliera \nAff. ¶¶ 5–7.)        \n{68} The Board also was aware that the FDIC had rebuffed an earlier attempt \nby Wachovia’s management to obtain government assistance to allow Wachovia to \nremain a stand-alone entity.  (Proxy Statement 40; see Proxy Statement 32.) \n{69} Company management advised the Board that the FDIC was again \nthreatening to place Wachovia into receivership if a merger did not materialize with \neither Citigroup or Wells Fargo by the end of the day on 3 October 2008, which in \nturn would likely result in Wachovia shareholders receiving little or no value for \ntheir equity.  (Steel Aff. ¶ 19; Proxy Statement 35, 40.) \n{70} After discussing the options available to them, the Board concluded that \nthe Merger Agreement “provided an opportunity for enhanced financial \nperformance and shareholder value” and that it was otherwise fair to, and in the \nbest interest of, Wachovia shareholders.  (Proxy Statement 36, 35.)  Accordingly, the \nBoard voted unanimously to approve it.  (Steel Aff. ¶ 19; Proxy Statement 35.) \n{71} On 3 October 2008, following the Board’s approval of the Merger \nAgreement, Wachovia’s share price closed at $6.21, up from the prior day’s close of \n$3.91.  (Merritt Aff., Ex. 3.)   Additionally, the public announcement of the Merger \nAgreement immediately alleviated Wachovia’s liquidity crisis.  (Young Aff. ¶ 11.) \n{72} A few days after the Merger Agreement was executed, Wachovia posted a \nloss of almost $24 billion for the third quarter of 2008.  (See Wachovia 10-Q Report \nfor Third Quarter 2008.)17   \n{73} On 12 October 2008, the Board of Governors of the Federal Reserve \nSystem (the “Fed Board”) approved the Merger Agreement.  (Merritt Aff. Mot. \nExped. Proc., Ex. 7.) \n{74} The Fed Board acted quickly, noting that “the unusual and exigent \ncircumstances affecting the financial markets [and] the weakened financial \ncondition of Wachovia . . . justified expeditious action on [the Merger Agreement].”  \n(Merritt Aff., Ex. 7, at 2.) \n                                                 \n17 The 10-Q Report is incorporated by reference at page 126 of the Proxy Statement.  The Court takes \njudicial notice of this public record.  \n{75} On 20 October 2008, the Company and Wells Fargo completed the Share \nExchange.  (Proxy Statement 10.)  Pursuant to an amendment to the Company’s \narticles of incorporation, the Company issued ten (10) shares of Series M, Class A \nPreferred Stock.  (Green Reply Aff. Mot. Prelim. Inj., Ex. D.)  The amendment \nprovides further that these shares may not be redeemed by the Company for \neighteen (18) months following the vote on the Merger Agreement, even if the \nmerger is not consummated.  (Green Reply Aff. Mot. Prelim. Inj., Ex. D.)        \n{76} The Wachovia Board has set a special meeting on 23 December 2008 for \nthe Company’s shareholders to consider and vote on the Merger Agreement. (Proxy \nStatement 3.) \n{77} At that meeting, over 150,000 holders of Wachovia common stock (totaling \nover 2 billion shares) will be entitled to vote on the Merger Agreement.  (Proxy \nStatement 22.) \n{78} Approval of the Merger Agreement “requires the affirmative vote of a \nmajority of the . . . outstanding shares of Wachovia common stock and the Series M \nPreferred Stock, voting together as a single class.”  (Proxy Statement 3.)18 \n \nIV. \nCONTENTIONS OF THE PARTIES \n{79} Plaintiff contends the Merger Agreement provides for inadequate \nconsideration to Wachovia’s shareholders and substantially deprives the \nshareholders of their ability to “determine the appropriateness and fairness of the \ntransaction.”  (Pl.’s Br. Mot. Prelim. Inj. 1.) \n{80} According to Plaintiff, the approximately $7-per-share valuation of the \nCompany’s stock at the time of execution of the Merger Agreement on 2 October \n                                                 \n18 Wells Fargo also holds 32,883,669 shares of Wachovia common stock, which, together with the \nSeries M Preferred Stock it obtained via the Share Exchange, amount to 40.8% of the total voting \npower of holders of Wachovia capital stock entitled to vote on the Merger Agreement.  (Proxy \nStatement 3.)  Additionally, the Board and executive officers of Wachovia and their affiliates own \napproximately 1.2% of all outstanding shares of Wachovia common stock, which Plaintiff asserts \nshould be included in the bloc of votes “locked up” in favor of the Merger Agreement.  (Proxy \nStatement 11; Pl.’s Reply Br. Mot. Prelim. Inj. 4.)\n \n2008 was substantially below the stock’s market price a week earlier and was \ninconsistent with pronouncements made to the media by the Company’s President \nand CEO two weeks earlier purportedly touting Wachovia’s viability as an \nindependent entity.  (Pl.’s Br. Mot. Prelim. Inj. 1, 3–4.)   \n{81} Plaintiff’s principal complaints, however, are related to the defensive \nmeasures embedded in the Merger Agreement and, in particular, the Share \nExchange, by which the Board “handed to Wells Fargo almost 40% of Wachovia’s \nvoting rights whether the Merger was ultimately approved or not.”  (Pl.’s Br. Mot. \nPrelim. Inj. 1.) \n{82} Plaintiff contends the Share Exchange is unduly coercive because it \neffectively discourages any third-party suitors from coming forward with a better \noffer and does not allow for a “‘valid and independent exercise of the shareholders’ \nfranchise.’”  (Pl.’s Br. Mot. Prelim. Inj. 18 (\nquoting First Union Corp. v. SunTrust \nBanks, Inc., 2001 NCBC 9A ¶ 81 (N.C. Super. Ct. Aug. 10, 2001), \nhttp://www.ncbusinesscourt.net/opinions/2001%20NCBC%2009A.pdf).)   \n{83} Plaintiff also contends the Board breached its fiduciary duties by “agreeing \nto an improper ‘fiduciary out’ clause in the Merger Agreement.”  (Pl.’s Br. Mot. \nPrelim. Inj. 2.)   \n{84} According to Plaintiff, the Board has improperly tied its hands because it \ncannot back out of the Merger Agreement, but instead can only withdraw its \nrecommendation for approval.  (Pl.’s Br. Mot. Prelim. Inj. 2.)   \n{85} Defendants respond that Plaintiff is not entitled to an injunction because \nhe has no likelihood of success on the merits.  (Wells Fargo Br. Opp’n Mot. Prelim. \nInj. 4; Wachovia Br. Opp’n Mot. Prelim. Inj. 12.) \n{86} Defendants assert that “[u]nder the circumstances facing the Wachovia \ndirectors when they approved the Wells Fargo merger, they fulfilled their statutory \nduties and are entitled to the full deference accorded by the business judgment \nrule.”  (Wachovia Br. Opp’n Mot. Prelim. Inj. 1.) \n{87} Defendants dispute the notion that the transfer to Wells Fargo of almost \n40% of Wachovia’s aggregate voting rights pursuant to the Share Exchange \neffectively disenfranchises Wachovia’s public shareholders and precludes any \ncompeting bid for the Company, noting that (1) the Share Exchange was a \nnecessary part of the consideration for the merger, (2) a majority of the Wachovia \nshareholders remains free—despite the 40% Wells Fargo voting bloc—to vote down \nthe Merger Agreement, and (3) there is no credible evidence of an option superior to \nthe Merger Agreement.  (Wachovia Br. Opp’n Mot. Prelim. Inj. 1, 14–16; Wells \nFargo Br. Opp’n Mot. Prelim. Inj. 11.)     \n{88} As for Plaintiff’s attack on the “fiduciary out” clause in the Merger \nAgreement, Defendants respond that the Board may still exercise its fiduciary \nduties in the face of a superior proposal (should one materialize) by withdrawing its \nrecommendation of the Merger Agreement and explaining its reasons for doing so.  \n(Wells Fargo Br. Opp’n Mot. Prelim. Inj. 12–13.)  \n{89} Finally, Defendants assert that Plaintiff is in no position to provide \nadequate security should the Court grant preliminary injunctive relief.  (Wells \nFargo Br. Opp’n Mot. Prelim. Inj. 18–20; Wachovia Br. Opp’n Mot. Prelim. Inj. 20.)  \n \nV. \nPRINCIPLES OF LAW \nA. \nPRELIMINARY INJUNCTION STANDARD \n{90} A party seeking preliminary injunctive relief in the context of a merger \ntransaction must demonstrate (1) “a reasonable likelihood of success on the merits,” \n(2) “a reasonable threat of irreparable injury if the court does not issue an \ninjunction,” and (3) “that the threat of injury from not issuing the injunction \noutweighs the possible injury from issuing the injunction.”  Marcoux v. Prim, 2004 \nNCBC 5 ¶ 62 (N.C. Super. Ct. Apr. 16, 2004),  \n \nhttp://www.ncbusinesscourt.net/opinions/2004%20NCBC%205.htm (citing Phelps \nDodge Corp. v. McAllister, 1999 Del. Ch. LEXIS 202 (Del. Ch. Sept. 27, 1999)).19   \n{91} With respect to enjoining a proposed merger, “in the absence of a \ncompeting offer a plaintiff must make a particularly strong showing on the merits to \nobtain a preliminary injunction because an injunction in such circumstances risks \nsignificant injury to shareholders.”  Id. at ¶ 64 (citing In re The MONY Group, Inc. \nS’holder Litig., 2004 Del. Ch. LEXIS 16 (Del. Ch. Feb. 18, 2004); In re Aquila, Inc. \nS’holder Litig., 805 A.2d 187, 189 (Del. Ch. 2002)). \n{92} Finally, before a preliminary injunction may issue, a plaintiff must post a \nbond in an amount the Court determines “for the payment of such costs and \ndamages as may be incurred or suffered by any party who is found to have been \nwrongfully enjoined or restrained.”  N.C. R. Civ. P. 65(c) (2007). \nB. \nTHE SHARE EXCHANGE \n{93} Sections 55-11-02 and 55-11-03 of the North Carolina General Statutes \ngovern share exchanges.  Under these provisions, “[a] corporation may acquire all of \nthe outstanding shares of one or more classes or series of another corporation if the \nboard of directors of each corporation adopts and its shareholders (if required by \n[section] 55-11-03) approve the exchange.”  N.C. Gen. Stat. § 55-11-02(a) (2007) \n(emphasis added). \n{94}  The concept of “outstanding shares” is governed by section 55-6-03 of the \nNorth Carolina General Statutes.  A corporation is entitled to “issue the number of \nshares of each class or series authorized by the articles of incorporation.”  N.C. Gen. \nStat. § 55-6-03(a) (2007).  “Shares that are issued are outstanding until they are \nreacquired, redeemed, converted, or cancelled.”  Id.  Thus, shares must be issued in \norder to be outstanding. \n \n                                                 \n19 Although the corporate law of North Carolina and Delaware are not in complete lockstep, the \nNorth Carolina courts frequently look to Delaware for guidance on questions of corporate governance \nbecause of the special expertise and body of case law developed in the Delaware Chancery Court and \nthe Delaware Supreme Court.  First Union Corp., 2001 NCBC 9A ¶ 32. \nC. \nTHE BUSINESS JUDGMENT RULE \n{95} In North Carolina, corporate directors owe fiduciary duties to the \ncorporation.  See Pierce Concrete, Inc. v. Cannon Realty & Constr. Co., 77 N.C. App. \n411, 413–14, 335 S.E.2d 30, 31 (1985) (citing Meiselman v. Meiselman, 309 N.C. \n279, 307 S.E.2d 551 (1983)).  More specifically, the law requires directors to \ndischarge their duties “(1) In good faith; (2) With the care an ordinarily prudent \nperson in a like position would exercise under similar circumstances; and (3) In a \nmanner [they] reasonably believe[] to be in the best interests of the corporation.”  \nN.C. Gen. Stat. § 55-8-30(a) (2007). \n{96} Our General Assembly has also made clear that “[t]he duties of a director \nweighing a change of control situation shall not be any different, nor the standard of \ncare any higher, than otherwise provided in [section 55-8-30].”  N.C. Gen. Stat. § 55-\n8-30(d) (2007). \n{97} In discharging their duties, directors are entitled to rely on information, \nopinions, reports, or statements from officers and employees of the corporation, as \nwell as legal counsel, accountants, and financial experts.  N.C. Gen. Stat. § 55-8-\n30(b) (2007). \n{98} North Carolina law recognizes the business judgment rule.  This rule \n“operates primarily as a rule of evidence or judicial review and creates, \nfirst, an initial evidentiary presumption that in making a decision the \ndirectors acted with due care (i.e., on an informed basis) and in good \nfaith in the honest belief that their action was in the best interest of \nthe corporation, and second, absent rebuttal of the initial presumption, \na powerful substantive presumption that a decision by a loyal and \ninformed board will not be overturn ed by a court unless it cannot be \nattributed to any rational business purpose.”  \n \nHammonds v. Lumbee River Elec. Mbrshp. Corp., 178 N.C. App. 1, 20–21, 631 \nS.E.2d 1, 13 (2006) (quoting Russell M. Robinson, II, Robinson on North Carolina \nCorporation Law, § 14.06, at 14-16 to 14-17 (2005)). \n{99} In applying the business judgment rule to a director’s decision to accept \ndeal protection measures in a stock-for-stock merger: \n[T]he court will first review the tran saction, including the adoption of \ndeal protection measures, to determine if the directors have complied \nwith their statutory duty of care under [section] 55-8-30 [of the North \nCarolina General Statutes].  The burden is upon the shareholder \nchallenging their actions to prove that a breach of duty has occurred.   \n \nFirst Union Corp., 2001 NCBC 9A ¶ 70.  \n{100} In that regard, this Court has made clear that  \n[d]irectors receive the benefit of court deference to business decisions \nthat are made in good faith and on an  informed basis.  As long as the \ndecision to include the deal protection measures in the merger \ntransaction was informed and in good faith, it will not be disturbed by \nthe courts absent proof by clear and convincing evidence of interference \nwith shareholder voting rights or statutory duties. \n \nId. at ¶ 72. \n{101} If Plaintiff fails to prove a breach of duty, \nthe action of the directors is entitled to a strong presumption of \nreasonableness and validity, including noncoercion, and the court \nshould not intervene unless the shareholder can rebut that \npresumption by clear and convincing evidence that the deal protection \nprovisions were actionably coercive, or that the deal protection \nprovisions prevented the directors from performing their statutory \nduties. \n \nId. at ¶ 70. \n{102} If, on the other hand, Plaintiff does establish a breach of duty,  \nthe burden shifts to the directors to prove that their actions were \nreasonable . . . and, if at issue, that  the deal protection measures were \nnot actionably coercive and did not prevent the directors from \nperforming their statutory duties.  Where the court finds that the deal \nprotection measures are coercive or require directors to breach their \nstatutory duties, the court must then weigh the harm to the \nshareholders in enjoining either the deal protection measures, the vote \non the transaction or the merger, if the transaction is approved, \nagainst the harm resulting from not entering injunctive relief. \n \nId. \n{103} As then Delaware Chancery Court Vice-Chancellor Myron T. Steele \nnoted,20 the relevant question is whether the deal protection measures are \nactionably coercive on the shareholders, that is, whether “the vote will be a valid \nand independent exercise of the shareholders’ franchise, without any specific \npreordained result which precludes them from rationally determining the fate of the \nproposed merger.”  In re IXC Commc’ns, Inc. S’holder Litig., 1999 Del. Ch. LEXIS \n210, at *3 (Del. Ch. Oct. 27, 1999).  \n{104} Finally, under this review process, courts should “invalidate[] plans that \npurport to restrict a board’s duty to fully protect the interests of the corporation and \nits shareholders.”  First Union Corp., 2001 NCBC 9A ¶ 88 (citing Paramount \nComm’cns, Inc. v. QVC Network, Inc., 637 A.2d 34 (Del. 1994)). \n \nVI. \nANALYSIS \nA. \nDID THE SHARE EXCHANGE REQUIRE A STOCKHOLDER VOTE? \n{105} Plaintiff contends the Board breached its fiduciary duties by failing to \nobtain shareholder approval for the Share Exchange, which Plaintiff contends is \nrequired under North Carolina law.  The Court disagrees. \n{106} It is clear enough that a director’s failure to see to it that the corporation is \noperated according to law is a breach of fiduciary duty.  See Clark v. B.H. Holland \nCo., 852 F. Supp. 1268, 1275 (E.D.N.C. 1994) (citing Loy v. Lorm Corp., 52 N.C. \nApp. 428, 435, 278 S.E.2d 397, 902–03 (1981), for the proposition that the failure of \na director to comply with the statutory procedures required for a corporate merger \nis a breach of fiduciary duty).  \n{107} The Court concludes, however, that the Share Exchange does not violate \nany substantive provision of North Carolina law. \n{108} Section 55-11-02(a) of the North Carolina General Statutes provides that \n“[a] corporation may acquire all of the outstanding shares of one or more classes or \n                                                 \n20 Vice-Chancellor Steele is now Chief Justice of the Delaware Supreme Court. \nseries of another corporation if the board of directors of each corporation adopts and \nits shareholders (if required by [law]) approve the exchange.”  N.C. Gen. Stat. § 55-\n11-02(a) (2007). \n{109} By its terms, this section does not apply to Wachovia’s issuance of Class M \npreferred shares under the Share Exchange.  As Wachovia correctly notes, section \n55-11-02(a) “provides a process by which all of the holders of a class of already \nexisting and outstanding shares can be compelled to exchange their shares for \nshares of another corporation when only the holders of a majority of shares favor \nthe exchange.”  (Defs.’ Sur-Reply Br. Mot. Prelim. Inj. 1. (emphasis added).) \n{110} In this case, the Share Exchange required Wachovia to issue new shares of \nClass M preferred stock in exchange for 1,000 shares of Wells Fargo common stock.  \n(Proxy Statement 85.)  The transaction did not, however, compel any shareholder to \nexchange already outstanding shares and, therefore, did not require a shareholder \nvote under the relevant statute. \n{111} Accordingly, because the Board did not violate North Carolina substantive \nlaw when it issued shares pursuant to the Share Exchange without a shareholder \nvote, Plaintiff is not entitled to preliminary injunctive relief on this ground.21   \nB. \nDID THE BOARD OTHERWISE BREACH ITS FIDUCIARY DUTIES?22\n{112} Judicial review of this issue begins with a determination of the Board’s \ncompliance with its statutory duties under section 55-8-30 of the North Carolina \nGeneral Statutes.  First Union Corp., 2001 NCBC 9A ¶ 70. \n{113} The question is whether the Wachovia directors approved the Merger \nAgreement in “good faith,” “[w]ith the care an ordinarily prudent person in a like \n                                                 \n21 In any event, a vote to approve the Share Exchange would be limited by law to “each class or series \nof shares to be acquired in the exchange, with each class or series constituting a separate voting \ngroup.”  N.C. Gen. Stat. 55-11-03(f)(2) (2007).  Thus, the statute expressly denies standing to \nWachovia’s common stockholders as to a vote on the Share Exchange. \n22 I emphasize again that my review of the Board’s business judgment is limited here to the three to \nfour weeks leading up to the Board’s decision to approve the Merger Agreement.  Whether the Board \nproperly exercised its fiduciary duties with regard to the acquisition and growth strategies \nimplemented by Wachovia in the preceding years (and in particular, the Company’s decision in May \n2006 to purchase Golden West for $25 billion) is not before me.    \nposition would exercise under like circumstances,” and “in a manner which [they] \nreasonably believe[d] to be in the best interests of the corporation.”  N.C. Gen. Stat. \n55-8-30 (2007).  \n{114} While Plaintiff’s papers rail against the substantial “golden parachute” \npayments he claims many of Wachovia’s senior executives stand to receive if the \nMerger Agreement is approved, at oral argument Plaintiff conceded that, at least as \nto the Board members (all but one of whom are outside directors), he could not say \nthat they acted other than in good faith or in the best interests of the Company in \napproving the Merger Agreement. \n{115} Instead, Plaintiff’s principal argument is aimed at the mandate of due \ncare, as he contends the Board was neither “attentive” nor “informed” as to the \nsubstantive deal protection devices embedded in the Merger Agreement.  (Pl.’s Br. \nMot. Prelim. Inj. 1.)23 \n{116} The Court’s analysis of this issue “is governed by the statutory direction \nthat directors act as an ordinarily prudent person under like circumstances.”  First \nUnion Corp., 2001 NCBC 9A ¶ 134; see Thompson v. Enstar Corp., 509 A.2d 578, \n582 (Del. Ch. 1984) (stating that the “judgment of the directors must be measured \non the facts as they existed [when they acted]”), rev’d on other grounds, In re Enstar \nCorp., 604 A.2d 404 (Del. 1992).  \n                                                 \n23 Plaintiff’s Complaint also alleges that the consideration negotiated by the Board in the Merger \nAgreement is inadequate.   (Pl.’s Br. Mot. Prelim. Inj. 1.)  This assertion, however, appears to be a \nderivative claim, which Plaintiff may not press individually without a proper demand.  See generally \nBarger v. McCoy Hillard & Parks, 346 N.C. 650, 658, 488 S.E.2d 215, 219 (1997) (stating that \nshareholders generally “cannot pursue individual causes of action against third parties for wrongs or \ninjuries to the corporation that result in the diminution or destruction of the value of their stock”); \nsee also N.C. Gen. Stat. §55-7-42 (2007) (setting forth the demand requirement).  Plaintiff also \nsuggests that the Board was inattentive in failing to recognize “that because of newly promulgated \ntax regulations, Wells Fargo stood to benefit more than $25 billion by entering into the deal (enough \nto more than cover the transaction’s entire cost).”  (Pl.’s Reply Br. Mot. Prelim. Inj. 14.)  Assuming \nPlaintiff’s interpretation of the tax regulations is correct, this contention also speaks to the \nsufficiency of the consideration tendered by Wells Fargo for the Wachovia shares, an issue that \nPlaintiff may only press derivatively.  In any event, a claim that the Board did not obtain the highest \npossible value for the Wachovia shareholders is one that can be remedied by money damages, which \nprovides an independent ground for denying injunctive relief.  \nSee, e.g., Robertson v. City of High \nPoint, 129 N.C. App. 88, 92, 497 S.E.2d 300, 303 (1998) (citing Peace River Elec. Coop., Inc. v. Ward \nTransformer Co., 116 N.C. App. 493, 508, 449 S.E.2d 202, 213 (1994)).        \n{117} This requirement is entirely consistent with North Carolina’s business \njudgment rule, which recognizes that directors often make important decisions \nunder fluid and uncertain circumstances and that a court must be loathe to review \nsuch judgments on the basis of ex post judicial hindsight.  See generally \nHammonds, 178 N.C. App. at 20–22, 631 S.E.2d at 13.  \n{118} Thus, in determining whether the Board was attentive and informed when \nit approved the Merger Agreement, the Court examines the circumstances \nsurrounding the decisions made by the directors based upon “the information then \nreasonably available to [them] and relevant to their decision.”  Smith v.Van \nGorkom, 488 A.2d 858, 874 (Del. 1985) (applying Delaware’s version of the business \njudgment rule). \n{119} In this case, those circumstances include the following: \n• The Board (all of whom save one are outside directors) faced a financial \ncrisis of historic proportions when it met on 2 October 2008 to consider \nthe Merger Agreement; \n \n• In the second quarter of 2008, Wachovia had reported a loss of $ 9.1 \nbillion;  \n \n• The Board had previously fired the Company’s CEO and President; \n \n• Over the mere span of weeks, the Board had seen the demise of other \nvenerable financial institutions via bankruptcy or liquidation; \n \n• The U.S. House of Representatives had rejected the U.S. Treasury’s \noriginal bailout bill aimed at providing relief to the capital markets \nand, although the U.S. Senate had passed a revised bill, it was unclear \nwhether the House would follow suit;  \n \n• The Company’s stock price had plummeted nearly 90% in ten (10) \ndays;  \n \n• Wachovia was facing an extreme liquidity crisis that had gotten the \nattention of federal regulators, who had effectively demanded that the \nCompany merge with another financial institution to avoid a forced \nliquidation; \n \n• Although the Board had little time to digest the Merger Agreement, it \nwas not acting in an information vacuum as to the precarious financial \nstability of the Company, having met nine (9) times between 16 \nSeptember 2008 and 2 October 2008; \n \n• Over the course of those meetings, the Board had been informed that \nthe Company had explored other merger options, attempted to raise \ncapital and sell assets, and made an unsuccessful overture to federal \nregulators for assistance in allowing the Company to remain \nindependent; \n \n• The Board understood and appreciated the substantive terms of the \nMerger Agreement, including the deal protection devices embedded \ntherein, and it had the benefit of counsel from legal and financial \nadvisors; \n \n• In deciding whether to accept the less palatable terms of the Merger \nAgreement, the Board weighed the certain value of the transaction \nagainst the risks of further negotiations with its two suitors and the \nvery real probability that failure to consummate a merger (whether \nwith Wells Fargo or Citigroup) would exacerbate Wachovia’s liquidity \ncrisis and result in a seizure of the Company’s banking assets by \nfederal regulators and the elimination of all shareholder equity;   \n \n• Following the Board’s approval of the Merger Agreement, Wachovia \nposted a loss of more than $20 billion for the third quarter of 2008; \n \n• No other entity has made a bid to purchase the Company; and \n \n• There is no evidence that the U.S. government will assist Wachovia in \nremaining a stand-alone entity should the Merger Agreement not be \nconsummated. \n \n{120} After careful review of these circumstances, I conclude that Plaintiff has \nnot established that the Board breached its duties. \n{121} To the contrary, I am satisfied that—except for the eighteen (18)-month \n“tail” on the Board’s ability to redeem the preferred shares that give Wells Fargo \n39.9.% of the Company’s total voting power—the Board’s decision-making process, \nalthough necessarily compressed given the extraordinary circumstances confronting \nit, was reasonable and fell within the standard of care demanded by law.  \n{122} What makes this case unique is the presence of the 800-pound gorilla in \nthe Wachovia board room, in the form of the U.S. government’s pervasive regulatory \noversight over bank holding companies. \n{123} Indeed, there is little doubt that the threat of government intervention (in \nthe form of a forced liquidation of the Company’s banking assets) weighed heavily \non the Board as it considered the Merger Agreement. \n{124} In that regard, this case does not fit neatly into conventional business \njudgment rule jurisprudence, which assumes the presence of a free and competitive \nmarket to assess the value and merits of a transaction.  See First Union Corp., 2001 \nNCBC 9A ¶ 66.   \n{125} But other than insisting that he would have stood firm in the eye of what \ncan only be described as a cataclysmic financial storm, Plaintiff offers nothing to \nsuggest that the Board’s response to the Hobson’s choice before it was unreasonable.     \n{126} Plaintiff faults the Board for not waiting to act on the Merger Agreement \nuntil after the House vote on a revised bailout bill, which was slated for 3 October \n2008.   \n{127} But as Defendants note, the House had previously rejected the original bill \nand no one could predict how it would treat the Senate’s amended proposal.  In any \nevent, there is no evidence in this record that the U.S. government was then, or is \nnow, prepared to help Wachovia remain independent.   \n{128} Instead, what was clear to the Board as it met late in the evening on 2 \nOctober 2008 was that if it failed to consummate a merger with either Citigroup or \nWells Fargo by the end of the day on 3 October 2008, it faced the very real prospect \nof a government-directed liquidation of the Company’s banking assets and, with it, \nthe loss of most, if not all, of the shareholder equity.   \n{129} Plaintiff contends that judicial approval of the terms of the Share \nExchange would set a dangerous precedent and effectively eviscerate shareholder \nrights.  (Pl.’s Br. Mot. Prelim Inj. 17.) \n{130} But what precedent was there for the crisis confronting the Board on 2 \nOctober 2008 when it concluded that the Merger Agreement was in the best interest \nof the shareholders? \n{131} The stark reality is that the Board (1) recognized that Wachovia was on \nthe brink of failure because of an unprecedented financial tsunami, (2) understood \nthe very real and immediate threat of a forced liquidation of the Company by \ngovernment regulators in the absence of a completed merger transaction with \nsomeone, and (3) possessed little (if any) leverage in its negotiations with Wells \nFargo because of the absence of any superior merger proposals. \n{132} Against that backdrop, the Board had two options:  (1) accept a merger \nproposal that, although partially circumscribing the shareholders’ ability to vote on \nits merits, nevertheless still gave the shareholders a voice in the transaction and \nalso provided substantial value; or (2) reject the Merger Agreement and face the \nvery real prospect that Wachovia shareholders would receive nothing.   \n{133} Pared to its essence, Plaintiff’s argument is that he would have voted to \nreject the Merger Agreement and take his chances with the government had he \nbeen sitting on the Board on 2 October 2008.  But it is precisely this sort of post hoc \nsecond-guessing that the business judgment rule prohibits, even where the \ntransaction involves a merger or sale of control. \n{134} As the Delaware Supreme Court has explained in such a context: \n[A] court should not ignore the compl exity of the directors’ task in a \nsale of control.  There are many business and financial considerations \nimplicated in investigating and selecting the best value reasonably \navailable.  The board of directors is the corporate decisionmaking [sic] \nbody best equipped to make these judgments. Accordingly, a court \n[reviewing a board’s judgment] should be deciding whether the \ndirectors made a reasonable decision, not a perfect decision.  If a board \nselected one of several reasonable alternatives, a court should not \nsecond-guess that choice even though  it might have decided otherwise \nor subsequent events may have cast doubt on the board's \ndetermination.  Thus, courts will not substitute their business \njudgment for that of the directors, but will determine if the directors’ \ndecision was, on balance, within a range of reasonableness. \n \nParamount Commc’ns, Inc., 637 A.2d at 45–46 (citing Nixon v. Blackwell, 626 A.2d \n1366, 1378 (Del. 1993); Mills Acquisition Co. v. MacMillan, Inc., 559 A.2d 1261, \n1288 (Del. 1988); Unocal Corp. v. Mesa Petroleum Co., 493 A.2d 946, 955–56 (Del. \n1985)).   \n{135} Thus, so long as the decision to include the deal protection measures in the \nMerger Agreement was informed and in good faith, the Court will not intervene \nabsent proof by clear and convincing evidence “that the deal protection provisions \nwere actionably coercive, or . . . prevented the directors from performing their \nstatutory duties.”  First Union Corp., 2001 NCBC 9A ¶ 70; see also Thompson, 509 \nA.2d at 584 (refusing to grant injunctive relief as to directors’ approval of a “lock-\nup” option where the provision was a “necessary prerequisite” to the suitor making \nits tender offer); In re Bear Stearns Litigation, Index No. 600780/08, at 32 (N.Y. \nSup. Ct. Dec. 4, 2008) (reviewing a merger that was entered into in the face of \ngovernmental pressure due to the acquired investment bank’s liquidity crisis and \nconcluding that “[t]he financial catastrophe confronting Bear Stearns, and the \neconomy generally, justified the inclusion of the various merger protection \nprovisions [including the grant of a 39.5% interest to the acquiring company and a \n‘no solicitation’ clause] intended to increase the certainty of the consummation of \nthe [merger]”).24 \n{136} I turn now to discuss why, with one exception, Plaintiff has failed to meet \nhis burden.   \n1. \nTHE SHARE EXCHANGE \n{137} Plaintiff contends the Share Exchange is coercive because it does not allow \nfor the “‘valid and independent exercise of the shareholders’ franchise.’”  (Pl.’s Br. \nMot. Prelim. Inj. 19 (quoting First Union Corp., 2001 NCBC 9A ¶ 81).) \n                                                 \n24 On 5 December 2008, Wells Fargo filed with the Court a Notice of Supplemental Authority, to \nwhich was attached a copy of In re Bear Stearns Litigation.  See North Carolina Business Court \nwebsite, http://www.ncbusinesscourt.net/TCDDotNetPublic/default.aspx?CID=2 (enter “Ehrenhaus” \ninto the “Search” field; click “08CVS22632” hyperlink; click “Notice of Supplemental Authority” \nhyperlink). \n{138} More specifically, Plaintiff claims that the transfer to Wells Fargo of \nalmost 40% of Wachovia’s aggregate voting rights pursuant to the Share Exchange \neffectively disenfranchises Wachovia’s public shareholders and precludes any \ncompeting bid for the Company.  (Pl.’s Br. Mot. Prelim. Inj. 18–20.) \n{139} Plaintiff is wrong on both counts. \n{140} In the first place, Plaintiff’s contention that the outcome of the vote is a \nforegone conclusion is literally incorrect because Wells Fargo has not “locked up” an \nabsolute majority of the votes required for approval of the Merger Agreement. \n{141} Under North Carolina law, approval of the Merger Agreement requires the \naffirmative vote of a majority of all votes entitled to be cast.  Moreover, if a \nshareholder abstains or otherwise fails to record a timely vote, it will have the same \neffect as a vote against the Merger Agreement.  (Proxy Statement 3.) \n{142} Thus, while it is certainly true that slightly over 40% of the total votes to \nbe cast on the Merger Agreement have been spoken for, and that Plaintiff and those \nin his camp face a substantial hurdle in defeating this transaction, a majority of \nWachovia shareholders (owning nearly 60% of all Wachovia shares) “may still freely \nvote for or against the merger, based on their own perceived best interests, and \nultimately defeat the merger, if they desire.”  \nIn re IXC Commc’ns. S’holders Litig., \n1999 Del. Ch. LEXIS 210, at *23 (concluding that a vote-buying transaction did not \ndisenfranchise the remaining shareholders where a numerical majority of \nshareholders were still in position to independently vote against the merger).25   \n{143} Nor is the Share Exchange coercive because it has precluded other bidders \nfrom coming forward and effectively “‘force[d] management’s preferred alternative \nupon the stockholders.’”  (Pl.’s Br. Mot. Prelim. Inj. 18 (\nquoting In re Gaylord \nContainer Corp. S’holder Litig., 753 A.2d 462, 480 (Del. Ch. 2000)).)  \n{144} As Delaware Vice-Chancellor Strine explained in Gaylord Container Corp., \n“the primary thrust of the [analysis regarding stockholder coercion] is to enable the \n                                                 \n25 As Wells Fargo notes, the Wachovia shareholders are “free to consider every one of plaintiff’s \nattacks on the merger—because his complaint and it s allegations have been fully disclosed to the \nshareholders,” and they may vote without fear of coercion or retribution.  (Wells Fargo. Br. Opp’n \nMot. Prelim. Inj. 9.) \ncourt to vitiate measures that foist an alternative strategic transaction (e.g., a \nrepurchase program or merger) on stockholders that prevents them from taking \nadvantage of another acquisition offer.”  753 A.2d at 484.  \n{145} In this case, however, except for the markedly inferior Citigroup merger \nproposal, there simply is no other acquisition offer for the Wachovia shareholders to \nconsider.  \n{146} In support of his argument that the Merger Agreement precludes other \noptions, Plaintiff again faults the Board for not waiting to act until after the U.S. \nHouse of Representatives’ vote on the revised bailout bill, arguing that Wachovia \nwould have been an ideal candidate for government assistance.  (Pl.’s Br. Mot. \nPrelim. Inj. 17.) \n{147} But as the Court has already noted, the House had previously rejected \nsuch a bill and no one could predict how it would treat the Senate’s revised \nproposal. \n{148} In any event, what evidence exists in this record indicates that the U.S. \ngovernment was prepared to abandon Wachovia on 2 October 2008, and there is \nnothing to suggest that it now has the desire or appetite to subsidize Wachovia \nshould the Merger Agreement fail.     \n{149} Nor is there a reasonable prospect that a superior offer will materialize \neven absent the Share Exchange. \n{150} As of 30 September 2008, Wachovia was the fourth largest bank holding \ncompany in the United States.  Above it were:  (1) JP Morgan Chase (who recently \nmerged with Bear Stearns Companies, Inc., and acquired the failed banking \nsubsidiaries of Washington Mutual, Inc.); (2) Citigroup (who made an inferior offer \nto purchase the Company and has recently found itself teetering on the brink of \ncollapse); and (3) Bank of America (who is still digesting its recent acquisitions of \nCountrywide Financial Corp., Lasalle Bank Corp., and Merrill Lynch & Co.).\n26 \n                                                 \n26 The Court takes judicial notice of these facts, all of which are matters of public record. \n{151} Thus, the sobering reality is that there are few (if any) entities in a \nposition to make a credible bid for Wachovia that would be superior to the Merger \nAgreement.   \n{152}   As a result, when the Board met to consider the Merger Agreement, it \nwas entirely reasonable for it to conclude that there would be no other suitors and \nthat if it failed to consummate a merger by the end of the day on 3 October 2008, \nthe Company faced a government-directed liquidation of its banking assets and, \nwith it, the obliteration of most, if not all, of the shareholder equity.   \n{153} I conclude that Plaintiff has not met his burden to demonstrate, by clear \nand convincing evidence, that the Share Exchange is coercive. \n2. \nTHE FIDUCIARY OUT CLAUSE \n{154} I also conclude that the Board’s decision to approve the so-called “limited \nfiduciary out clause” was reasonable and not actionably coercive. \n{155} It is true that the Merger Agreement prohibits Wachovia from soliciting \nthird-party bidders for the Company and requires that the Merger Agreement be \nput to a shareholder vote even if the Board determines subsequently that it can no \nlonger recommend it.  (Proxy Statement A-20.) \n{156} Nevertheless, as Wells Fargo notes, “[t]he fiduciary out in the merger is \nnot absolute and permits the Wachovia board to exercise its [fiduciary] duties” by, \nfor example:  (1) responding to an unsolicited superior proposal should one be \npresented to the Board before the vote on the Merger Agreement; and (2) \n“withdrawing its recommendation of the Wells Fargo merger and fully and publicly \nexplaining its rationale . . . which would have the practical effect of advising \nshareholders to vote down the merger.”  (Wells Fargo Br. Opp’n Mot. Prelim. Inj. \n13.)  \n{157} My review of the relevant clause satisfies me that it does not \nimpermissibly abrogate the Board’s fiduciary obligations to the Wachovia \nshareholders.  At worst, it requires the Board to submit the Merger Agreement to a \nvote even if they later determine they no longer recommend it.  And, as the Court \nhas already noted, the lack of any third-party bidders is a function of the realities of \nthe market, not the deal protection devices of which Plaintiff complains.    \n{158} Accordingly, the Court declines to grant preliminary injunctive relief on \nthis ground. \n3. \nTHE EIGHTEEN-MONTH “TAIL” ON REDEMPTION OF \n THE CLASS M PREFERRED SHARES \n{159} Plaintiff notes correctly in his reply brief that, as part of the Merger \nAgreement, the Board agreed that “the shares of [Class M Preferred Stock tendered \nto Wells Fargo in the Share Exchange would] remain outstanding in the event that \nthe Merger [Agreement] is not consummated for at least 18 months, a date which \nextends [Wells Fargo’s 39.9% voting bloc] far beyond the time of a shareholder vote.”  \n(Pl.’s Reply Br. Mot. Prelim. Inj. 3.) \n{160} The Court has already determined that the Board acted in good faith, on \nan informed basis, and in the best interests of the Company in approving the \nMerger Agreement. \n{161} Nevertheless, the Court also concludes that should the Wachovia \nstockholders vote down the Merger Agreement, the Board’s duty to seek out other \nmerger partners should not be impeded by a suitor with substantial voting power \nwhose overtures have already been rejected. \n{162} Accordingly, because this particular provision serves no beneficial purpose \nin such an instance and, in fact, prevents the Board from fulfilling its fiduciary \nduties, Plaintiff has demonstrated a likelihood of success on his claim that the \nclause is invalid.  Cf. First Union Corp., 2001 NCBC 9A ¶¶ 152–63 (concluding that \na non-termination clause in a merger agreement extending the life of the agreement \nfive months beyond a shareholder vote disapproving the merger was invalid, as “an \nimpermissible abrogation of the duties of the Wachovia directors and an actionably \ncoercive condition impeding the free exercise of the Wachovia shareholder’s right to \nvote on the merger”). \n{163} Finally, I have considered the balance of hardships in enjoining \nenforcement of this amendment.  I find that the narrow injunctive relief \ncontemplated here will cause little, if any, harm to Wachovia or Wells Fargo \nbecause “[t]his is not a provision that affects the value or structure of the [Merger \nAgreement].”  First Union Corp., 2001 NCBC 9A ¶ 163. \n{164} Additionally, should the Merger Agreement be voted down, the parties \nremain free to negotiate and submit a new proposal to the Wachovia shareholders.  \n“On the other hand, the [Wachovia] shareholders have the benefit of knowing their \ndirectors’ hands are not tied and that they are in a position to fully perform their \nstatutory duties.”  Id.  \n{165} Accordingly, the Court shall GRANT preliminary injunctive relief as to the \nBoard’s decision to extend Wells Fargo’s 39.9% voting bloc beyond the date of the \nvote on the Merger Agreement.   \n \nVII. \nCONCLUSION \n{166} For the reasons set forth above, the Court:  (1) DENIES the Motion to \nenjoin enforcement of the Share Exchange and “fiduciary out” provisions contained \nin the Merger Agreement; but (2) GRANTS the Motion to preliminarily enjoin \nenforcement of the provision prohibiting Wachovia from redeeming the Class M \nPreferred Shares for eighteen (18) months following a shareholder vote on the \nMerger Agreement.   \n{167} Under the circumstances of this case, the Court concludes that Plaintiff \nshall not be required to post a bond at this time.  Should the Merger Agreement be  \nvoted down on 23 December 2008, the Court will then consider the amount of the  \n \n \n \n \nbond (if any) that Plaintiff shall be required to post in order to obtain preliminary \ninjunctive relief.  \n \nSO ORDERED, this the 5th day of December, 2008. \n "
}