{
  "id": "b928072dcad81cfa7b7e6d7773fa56e01a2ffee9f8ba8bbfdf42459b8d0d5226",
  "source_file": "data/raw/ncbc/b928072dcad81cfa7b7e6d7773fa56e01a2ffee9f8ba8bbfdf42459b8d0d5226.pdf",
  "raw_text": "LONG v. ABBOTT LABORATORIES, 1999 NCBC 10\nSTATE OF NORTH CAROLINA\nCOUNTY OF MECKLENBURG\n \nSTACY LEE LONG, on Behalf of Himself\nand all Other Similarly\nSituated Individuals,\nPlaintiff,\nvs.\nABBOTT LABORATORIES;\nAMERICAN HOME PRODUCTS\nCORPORATION; BOEHRINGER\nINGELHEIM PHARMACEUTICALS,\nINC.; BRISTOL-MYERS SQUIBB\nCOMPANY; BURROUGHS-\nWELLCOME \nCO. ; KNOLL\nPHARMACEUTICAL COMPANY; ELI\nLILLY AND COMPANY; FOREST\nLABORATORIES, INC.; GLAXO, INC.;\nHOFFMANN-LAROCHE, INC.;\nJOHNSON & \nJOHNSON\nPHARMACEUTICAL TRADING CO.,\nINC.; MERCK & CO., INC.; MARION\nMERRELL DOW, INC.; PFIZER, INC.;\nNOVARTIS PHARMACEUTICALS\nCORPORATION; THE \nPERDUE\nFREDERICK COMPANY; RHONE-\nPOULENC RORER\nPHARMACEUTICAL INC.; \nSCHERING\nCORPORATION; SCHERING-\nPLOUGH CORPORATION; G.D.\nSEARLE & CO.; \nSMITHKLINE\nBEECHAM PHARMACEUTICALS\nCO.; THE UPJOHN COMPANY;\nWARNER-LAMBERT \nCOMPANY; and\nZENECA, INC.,\n \nDefendants.\n \n \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION\n97-CVS-8289\n \n \n \nORDER ON PETITION\nFOR ATTORNEY FEES\n{1} This matter is before the Court on class counsel’s petition for attorney fees. For the reasons set forth\nbelow, class counsel are awarded, in the Court’s discretion, fees and expenses totaling $961,117.92.\nI.\nA.\n{2} This class action is one of eleven separate class actions filed in eleven separate jurisdictions. The actions\nare listed on Appendix A attached hereto and will hereinafter be referred to as the \"Actions,\" or \"Action\"\nwhen referring to an individual case. The Actions were virtually identical and prosecuted on a coordinated\nbasis. (Affidavit of Bernard Persky Applicable to Indirect Purchaser Actions, para. 1, hereinafter \"Persky\nAffidavit.\") The class representatives in each Action sought to represent the same class: consumers in each\njurisdiction who purchased (indirectly from defendants) brand name drugs at retail drugstores.\n{3} Each separate class action is based upon the same allegations: that the defendants violated either antitrust\nlaws, consumer protection laws or both in each jurisdiction by selling brand name drugs to health maintenance\norganizations (HMOs) and mail order pharmacies at a discount to the price at which the same drugs were sold\nto retail pharmacies (the \"two tiered pricing system\"). The defenses in each jurisdiction were the same. First,\ndefendants asserted that the class representatives lacked standing to bring the Actions since they were indirect\npurchasers. Second, defendants asserted that no conspiracy to fix prices existed and that their two tiered\npricing system was justified by market conditions based on the differing leverage asserted in the purchasing\nprocess by their respective kinds of customers. HMOs could control what prescriptions were written, while\nretail pharmacists only filled the prescriptions brought to them. HMOs had leverage because of their power to\ncontrol the prescription process. That leverage had expanded as HMOs and mail order pharmacies grew in\nsize and control of the health services market. The two tiered pricing system has been in effect for many years.\n{4} Since each Action sought class treatment, class certification issues existed in all cases.\n{5} The Actions were not the first claims asserted against these defendants for violation of the antitrust laws\narising out of the two tiered pricing system. Prior to any of the Actions being filed, retail pharmacies and\nother direct purchasers from the defendants filed many cases in various federal courts alleging that the two\ntiered pricing system violated the Sherman Anti-Trust Act. 15 U.S.C. § 1 (1994). No similar cases were\nbrought on behalf of indirect purchasers because the federal courts do not recognize indirect purchaser\nstanding to assert violations of federal antitrust laws. \nSee\n \nIllinois Brick Co. v. Illinois\n, 431 U.S. 720, 52 L. Ed.\n2d 707 (1977). Under federal case law, only the direct purchaser (the retail drug store in this case) could\nrecover for alleged violations, and defendants could not plead that the increased costs were passed through to\nanother level in the distribution chain. \nHanover Shoe, Inc. v . United Shoe Machinery Corp.\n, 392 U.S. 481, 20\nL. Ed. 2d 1231 (1968). The federal cases were consolidated by the Judicial Panel for Multidistrict Litigation\nand assigned to one judge, the Honorable Charles P. Kocoras, for management (the \"MDL Litigation\"). \nSee\n \nIn\nre Brand Name Prescription Drug Antitrust Litigation\n, No. 94 C 897, MDL No. 997, 1994 U.S. Dist. LEXIS\n16658 (N.D. Ill. Nov. 15, 1994). Part of the litigation before Judge Kocoras included a class action brought on\nbehalf of indirect purchasers in Alabama. Judge Kocoras refused to certify the Alabama Action as a class\naction, citing the complications arising from tracing the \"pass on\" of overcharges to customers through the\nvarious levels of the chain of distribution. \nId. \nat *19. Judge Kocoras did certify a class of retailers who were\ndirect purchasers.\n{6} Thus, at the end of 1994, a retailer class action was proceeding in federal court, and in the only state-\nbased indirect purchaser case, the court had declined to certify a class.\nB.\n{7} Beginning in January 1995, class counsel filed \"the first wave of coordinated indirect purchaser actions.\"\n(Persky Aff. para. 12.) In this context, \"class counsel\" consisted of six law firms that affiliated for the purpose\nof pursuing indirect purchaser cases against the defendants. (Persky Aff. para. 8.) Where necessary, the six\nfirms then associated local counsel in each jurisdiction. Appendix C attached hereto details the law firms\ninvolved, whether they were class counsel or local counsel, and the time devoted by each to the coordinated\neffort in all jurisdictions. As Mr. Persky stated in his affidavit: \"This coordination of effort, in practice, was\nintended to, and did, work in much the same manner as in federal actions coordinated by orders of the Judicial\nPanel on Multidistrict Litigation, with the informal appointment of ‘lead counsel’ and division of duties,\nresponsibilities and expenses among the counsel involved.\" (Persky Aff. para. 1.) Unlike federal multidistrict\nlitigation, no state court had jurisdiction to order anything done in any other jurisdiction, and, unlike federal\nmultidistrict litigation, the process of determining lead counsel and allocation of responsibilities and expenses\nwas by self-selection of class counsel, not by order of any court. In addition, unlike most federal multidistrict\nantitrust cases, the legal basis of each state action was different.\n{8} Actions were filed in those jurisdictions in which indirect purchasers had been granted standing by statute\nor case law and those jurisdictions where it was unclear whether indirect purchasers had standing to sue for\nviolations of state antitrust laws. Thus, Actions were initially filed in eight states and the District of Columbia.\nNorth Carolina was not in the first wave.\n{9} The \"second wave\" consisted of Actions in Kansas (1996), Tennessee (1997) and Florida (1997). (Persky\nAff. para. 40.) These Actions became mired in a procedural battle over whether they would be tried as part of\nthe federal multidistrict litigation or as individual state cases. The cases were removed to federal court,\nconsolidated with the multidistrict litigation, appealed to the Seventh Circuit Court of Appeals, remanded to\nthe federal district court and subsequently back to the respective state courts. The protracted procedural\nbattles over jurisdiction in the second wave cases had already ended when this settlement was reached.\n{10} Last, but not least, was the North Carolina Action. It was filed in 1997 after the 1996 decision of the\nNorth Carolina Court of Appeals in \nHyde v. Abbott Labs,\n 123 N.C. App. 572, 473 S.E.2d 680 (1996). That\ndecision was the first in North Carolina to hold that indirect purchasers can have standing under the North\nCarolina antitrust laws. The class certification and standing issues were never ruled upon in this North\nCarolina Action. [fn1]\n{11} The status of the Actions at the time of settlement is set forth in Appendix A attached hereto. As that\nchart and Mr. Persky’s affidavit (paras. 57-61) make clear, when settlement discussions finally reached a\nserious stage, class counsel had been largely unsuccessful in winning both standing and certification\nchallenges. Class counsel had prevailed on both issues in the District of Columbia (the least populous\njurisdiction), but had lost certification battles in New York (the most populous jurisdiction) and several other\nlarge states. (\nSee\n Appendix A.) Standing and certification loomed as big hurdles for class counsel, particularly\nif they were to conduct the litigation as one class action as opposed to eleven separate actions.\nC.\n{12} However, standing and certification issues were not the only hurdles facing class counsel. Even if they\nprevailed on standing and certification, they still had to prove a very difficult case on the merits. In fact, class\ncounsel for the retailers failed to establish the very conspiracy that was at the heart of the Actions being\npursued on behalf of the indirect purchasers. The retailer class action has been tried, and Judge Kocoras\ndismissed the plaintiffs’ case at the close of the plaintiffs’ evidence (which lasted ten weeks), finding that\nthere was insufficient proof of conspiracy to get beyond the motion for a directed verdict. \nIn Re Brand Name\nPrescription Drug Antitrust Litigation\n, No. 94 C 897, MDL No. 997, 1999-1 Trade Cas. (CCH) P84,118\n(N.D. Ill. Jan. 19, 1999), 1999 U.S. Dist. LEXIS 550, 1999 WL 33889 (Kocoras, J.). Fortunately for class\ncounsel, but perhaps not coincidentally, they had reached a settlement agreement with most of the defendants\njust a few months before the retailer class action went to trial.\n{13} \nIn summary, at the time of settlement, class counsel had experienced little success in establishing both\nstanding and class certification in other jurisdictions and faced opposition on both issues in North Carolina.\nEven if they prevailed on the procedural issues they still faced a high risk of loss on the merits. The North\nCarolina Action was settled before any of the issues posing a high risk were heard.\nD.\n{14} This settlement encompasses all eleven Actions and resolves the claims against defendants representing\n98.94 percent of the market. Only Forest Laboratories, Inc. and The Purdue Frederick Company declined to\nparticipate. The settlement fund totaled $64,311,000. North Carolina’s share was $8,904,600 before notice\ncosts and administrative expenses. Rather than being divided among the class members, the fund is being\ndistributed to a national organization for use by North Carolina Community Health Centers, which provide\nmedical care in under-served communities. The vast majority of settlement class members in North Carolina\nwill not see a penny from this settlement. This Court has no quarrel with the way the settlement fund was\ndivided among the Actions. There was no single right way to divide the fund given the various stages of\nlitigation in different jurisdictions and the differing laws of each state. Nor does the Court quarrel with the \ncy-\npres\n distribution of the funds. It is apparent that just the cost of administration of distribution of the fund to\nthe full range of actual class members in North Carolina would have far exceeded the resources of the fund\nand that the amount to be distributed would have been so paltry that few class members would have even\nbothered to file a claim if given the opportunity. \nFor all practical purposes, this was a cost of litigation\nsettlement for such a small sum of money per class member that administration of the settlement fund could\nonly be accomplished by means of a cy-pres distribution.\n{15} In the North Carolina Action, the settlement represents a $1.23 benefit per person after deductions for\nnotice and administrative fees, but before deductions for attorney fees and expenses. With the award made by\nthis order, the North Carolina common fund drops well below eight million dollars. When $1.23 is divided by\nthe number of years in the class period (approximately 4.8), the recovery becomes approximately 26 cents per\nperson for each year claimed. \nSee\n Persky Aff. para 70.\n{16} There can be little doubt that this is a cost of litigation settlement. There are twenty-three settling\ndefendants. Each had expenses associated with defending class actions in eleven jurisdictions, including the\ncost of national and local counsel. The allegations covered over \neight hundred\n brand name drugs. Each\ndefendant would also incur internal costs for its in-house counsel and business associates. These costs would\nhave increased had these Actions gone forward. The cost of all the trials, if eleven occurred, would have been\ntremendous. The cost of one trial might well have been high enough to justify this settlement. (The simpler\nretailer case took ten weeks for the plaintiffs’ evidence alone!) If each defendant has incurred costs similar to\nthose being experienced by class counsel (class counsel’s lodestar figure was $6,532,537.75), and that figure\nis multiplied by 25, the cost already associated with defending these Actions to date could be over 160\nmillion dollars. Even if each defendant has only incurred half of class counsel’s time and expense, the cost of\ndefense prior to settlement exceeds the amount of the settlement. Moreover, most of the cases were still in the\nearly procedural stages. There is no question that the total cost to defendants of litigating these Actions\nthrough the balance of the procedural issues and trial would have been far in excess of the settlement. \nThis\nwas expensive litigation that consumed tens of millions of dollars in fees and expenses.\n{17} The settlement must also be valued against the potential recovery. In the North Carolina Action, class\ncounsel indicated that the potential base recovery for compensatory damages was 19.3 million dollars a year.\nThe class period alleged covered 4.8 years. Therefore, the potential recovery for North Carolina class\nmembers, including treble damages and excluding attorney fees, would have exceeded 277 million dollars.\nDefendants paid roughly 9 million dollars (or about three cents on the dollar) for their peace and a release.\nSee\n Appendix B. Considering the potential costs of litigation and potential liabilities eliminated, this was a\ngood bargain for defendants\n.\n{18} Thus, defendants had a strong financial incentive to settle. However, a cost-effective settlement was not\nthe only motivation for defendants to settle. Not only did the defendants escape further cost, they obtained a\nfull and complete release and an agreement that no class member could sue them for continuing the pricing\npolicies which were the subject of the Actions. \nSee\n the Agreement of Settlement and Release of April 24,\n1998 (hereinafter \"Settlement Agreement\") para. 15. They obtained assurance that no class member could\nchallenge their historic pricing methodology in the future. \nNo defendant has made, was required to make or\nwill in the future be required to make any change in any business practices that would arguably benefit the\nclass.\n{19}\n \nOther courts seem to have focused on the total dollar amount of the settlement, not the overall \"success\"\nof class counsel. In every other Action, class counsel have been awarded a 25 percent contingency fee for\nobtaining this settlement, or approximately fourteen million dollars ($14,000,000) in total. Since this Court\nwill depart from the approach taken by the other courts in which Actions were pending, a detailed\nexplanation of this Court’s decision is in order.\nII.\n{20} Even though most class members will receive no benefit from this settlement, a fund has been created\nwhich constitutes a \"common fund\" under North Carolina law. \nHorner ex rel. City of Burlington v. Chamber\nof Commerce of the City of Burlington, Inc.\n, 236 N.C. 96, 72 S.E.2d 21 (1952). The fact that the fund calls for\na \ncy-pres\n distribution does not prevent classifying the settlement fund as a common fund for the purposes of\ndeciding if attorney fees may be awarded and, if so, how much. The use of \ncy-pres \ndistributions should not be\ndiscouraged. Often they provide the only feasible means of reaching a settlement, as was the situation in this\ncase. Thus, although the settlement does not provide a benefit for every member of the class which can be\ndetermined with mathematical certainty as specified in \nBailey v. State of N.C.\n, 348 N.C. 130, 500 S.E.2d 54\n(1998), the use of the \ncy-pres \ndistribution compensates for that deficiency. In \nHorner\n, the Supreme Court\nheld that attorney fees could be allowed in cases which result in the preservation, protection or increase of a\ncommon fund.\n[T]he rule is well established that a court of equity, or \na court in the exercise of\nequitable jurisdiction, may in its discretion, \nand without statutory authorization,\norder an allowance for attorney fees to \na litigant who at his own expense has\nmaintained a successful suit for the \npreservation, protection, or increase of a\ncommon fund or of common \nproperty, or who has created at his own expense or\nbrought into a court a \nfund which others may share with him.\nHorner, \n236 N.C. at 97-98, 72 S.E.2d at 22.\n \n \nIII.\n{21} This Court has concluded on previous occasions that the determination of attorney fees in common fund\ncases involves issues of equity and requires the application of equitable principles. \nIn re Senergy & Thoro\nClass Action Settlement, \n1999 NCBC 7, paras. 18-19,\n \n(No. 96 CVS 5900, New Hanover County Super. Ct.\nJuly 14, 1999) (Tennille, J.). The North Carolina Supreme Court has directed trial courts to exercise their\ndiscretion in awarding fees from common funds with \"jealous caution, lest the administration of justice be\nbrought into disrepute.\" \nHorner\n, 236 N.C. at 101, 72 S.E.2d at 24. In making its fee determination, the Court\nmust protect the public interest, the interests of the absent class members and the interests of class counsel.\n{22} In common fund cases, the North Carolina trial courts have routinely adopted a multiple factor or hybrid\napproach to determining attorney fees which uses both the percentage of the fund method and the lodestar\nmethod in combination with a careful consideration of the fee factors set forth in the Rules of Professional\nConduct of the North Carolina State Bar. This approach is also supported by the Attorney General of North\nCarolina. [fn2]\n{23} North Carolina does not impose mechanical guidelines in applying equitable principles to these\ndeterminations. Trial courts should also correlate the attorneys’ compensation with the structure of the\nsettlement benefits the attorneys negotiated for the class. \nSee In re Senergy, \n1999 NCBC 7\n; Goodrich v. E.F.\nHutton Group, Inc., \n681 A.2d 1039 (1996).\n \nThis Court will apply the multiple factor approach in this case as\nit endeavors to correlate the attorneys’ compensation to the structure of the benefits the attorneys negotiated\nfor the class.\nIV.\nA.\n{24} \nBenefit to the Class.\n Any assessment of the relevant factors begins with an analysis of the benefit\ncreated for the class by the efforts of class counsel. In this case, the class representative, Stacy Lee Long, did\nnot ask for and did not receive any benefit from the settlement. The vast majority of absent class members\nwill not receive any benefit from the settlement. The settlement class consisted of:\nAll persons who, at any time during the period commencing \nJune 27, 1993 through\nApril 24, 1998, purchased or obtained brand name \nprescription drugs from any retail\ndrug store or pharmacy in the State of \nNorth Carolina (excluding purchases paid for\nor reimbursed by Medicaid), \nwhich were manufactured, marketed, distributed or sold\n(directly or \nindirectly) by any defendant, for consumption by themselves and/or their\nfamilies and not for resale.\n(Settlement Agreement para. 1.)\n{25} The only class members who will receive a benefit are class members who qualify for assistance at\nNorth Carolina community health centers. There is no evidence in the record that any significant percentage\nof the absent class members will participate in the programs of the community health centers. No policy or\npractice of the defendants was changed in any way that benefited the class. To the contrary, defendants got a\nretroactive and prospective release.\n{26} The amount of the settlement per person was so small that if this were not presented as a \ncy-pres\nsettlement, it is doubtful that the court would approve a class certification for such a small amount of money\nper beneficiary. \nSee, e.g.,\n \nMaffei v. Alert Cable T.V. of N.C.\n, 316 N.C. 615, 342 S.E.2d 867 (1986). The\nrecovery for North Carolina residents was $1.23 per person (26 cents per year), after the costs of notice and\nadministration expenses, but \nbefore\n attorney fees and expenses are deducted.\n{27} Further, the amount of the settlement (less than 8 million dollars net of expenses) was unimpressive\ncompared with the potential recovery of 277 million dollars. (Appendix B.) This was a cost of litigation result\nthat was outstanding only in the sense that class counsel were able to create such an expensive problem that\nthey were able to get an expensive cost of litigation settlement. According to Mr. Persky's affidavit, the value\nof the settlement was declining as class certification contests were lost in the bigger states. \nSee\n Persky Aff.\nparas. 59-62.\n{28} Class counsel did not accomplish anything of significance for the class in this litigation. In other cases,\nthis court has recognized the efforts of class counsel when they have overcome difficult odds to achieve an\nunexpected result for class members. \nSee\n this Court's fee award in \nByers v. Carpenter, \nNo. 94 CVS 04489\n(Wake Co. Sup. Ct. (1998)) (Tennille, J.) (where class counsel\n \nturned the proverbial sow’s ear into a silk\npurse). In this case, what was a sow’s ear at the outset remained mammalian in composition through\nsettlement.\n{29} In summary, the net settlement figure of under 8 million dollars for the North Carolina Action was a\nrelatively poor result for the majority of North Carolina class members, but one which probably accurately\nreflected (1) the merits of the case and (2) North Carolina’s share of the enormous cost associated with\ntwenty-three defendants defending eleven class actions. \nSee\n \nIn re Brand Name Prescription Drug Antitrust\nLitigation, \nNo. 94 C 897, MDL No. 997, 1994 U.S. Dist. LEXIS 16658 (N.D. Ill. Nov. 15, 1994).\n{30} A public benefit was achieved by the settlement to the extent that some North Carolina residents will\nbenefit from the distributions to community health centers. That factor helped to justify the settlement and\nserves as a justification for the fee awarded herein.\n{31} \nTime and Labor Involved\n. Analysis of this factor raises a number of questions for which there is little or\nno guidance in the appellate cases.\n{32} 1. \nUnder what circumstances may class counsel in an individual state case be credited with work on\nother cases in other jurisdictions?\n In this action, class counsel have not filed any fee request based upon the\nactual time spent on the North Carolina Action. They have filed information setting forth the total time spent\non all the Actions (although that time is not detailed in any fashion from which the court could discern the\nactual work done or, in the case of many of the firms, by whom). Thus, the fee request in this case raises the\nquestions of when, whether and how individual state courts should treat a \"multidistrict litigation\" approach to\nlitigation when setting fees in individual state common fund cases. That question cannot be avoided in this\nsituation because it is clear that the amount of time expended in the North Carolina case was insignificant\ncompared to the time spent in other jurisdictions. [fn3] The nature of the settlement and the fees awarded in\nother jurisdictions also demand that this question be faced in this case. Indirect purchaser actions are typical\nof situations where class counsel treat a combination of state court class actions as if they had been assigned\nas lead counsel in consolidated federal actions by the Judicial Panel on Multidistrict Litigation. (See Persky\nAff. para. 1.)\n{33} The use of multidistrict class action litigation coordinated across state lines is a developing trend\nhastened by the retreat from certification of nationwide class actions in the federal courts, particularly in mass\ntort cases. \nSee Amchem Products, Inc. v. Windsor, \n521 U.S. 591, 138 L. Ed. 2d 689 (1997)\n; Ortiz v.\nFibreboard, \nU.S.L.W. 4632 (U.S. June 23, 1999), No. 97-1704, 1999 U.S. Lexis 4373, 1999 WL 412604;\nBroussard v. Meineke Discount\n \nMuffler Shops, Inc.\n, 155 F.3d 331 (4\nth\n Cir. 1998)\n; \nand \nIn re Stucco Litigation,\n175 F.R.D. 210 (E.D.N.C. 1997).\n \nPublicity attendant to megafees in megafund cases may also have\ncontributed to the interest in creating even larger lawsuits. \nIn re: Nasdaq Market-Makers Antitrust Litigation\n,\n1998-2 Trade Cas. (CCH) P72,337, No. 94 Civ. 3996 (RWS), MDL No. 1023, 1998 WL 782020 (S.D.N.Y.)\nat *24-27, 1998 U.S. Dist. LEXIS 17557 (S.D.N.Y.) at *57-69. At the same time, technology has made\ncoordination of multiple cases in multiple jurisdictions more manageable for class counsel, thereby permitting\nthem to expand the \"class\" they represent beyond state borders.\n{34} It is that unofficial, class counsel-generated expansion of the class beyond jurisdictional borders that\ncreates the most problems for state courts. Most state courts do not have an equivalent to 28 U.S.C. § 1407,\nwhich authorizes the Judicial Panel on Multidistrict Litigation. State court jurisdiction seldom extends beyond\nthe state borders. No state court is in a position to manage litigation in other states except, possibly, to\ncoordinate discovery. Forum shopping can become significant, either for trial or settlement purposes. State\ncourts are generally not as experienced or equipped as the federal courts to handle massive cases. State court\nendorsements of nationwide settlements are more susceptible to challenge in other jurisdictions than federally\nendorsed settlements because each state has a duty to guard the rights of its citizens and insure that they are\nnot abridged by other state courts. In addition, the substantive law issues are different in each state. That\ncreates a fundamental, unavoidable tension when class counsel attempt to try multiple jurisdiction class action\ncases as one lawsuit.\n{35} As this Court has previously indicated, the most difficult problem created by this multiple state class\naction approach is the heightened scrutiny required to protect absent class members.\nIn the typical class action, absent class members have \ntheir interests represented by\nparties and attorneys that they have not \nselected. Class representatives and their\ncounsel must not have a conflict \nof interest if they are to adequately and fairly\nrepresent absent class \nmembers. The additional blending of the state class members’\nclaims with \nclaims of class members or individuals in other states adds another layer\nof \ndifficulty. Now, absent class members have the added worries that their \nclaims\nmight be compromised or the amount of their attorney fees from a \ncommon fund\naffected by claims of other parties in other jurisdictions. \nWhile there can be many\nsimilarities in the causes of action and proof \nrequired to establish liability, state laws\ndiffer in many respects.\nIn re Senergy, \n1999 NCBC 7\n.\n{36} Those difficulties are well demonstrated here where issues of standing and class certification resulted in\ndiffering results in different jurisdictions (Appendix A) and different settlement amounts (Appendix B).\n{37} The impact of the multidistrict approach is also important in this litigation because class counsel\ncandidly acknowledged in one of the hearings in this matter that the settlement of the North Carolina Action\nwas achieved because of the leverage created by the existence of multiple state cases. Given the failure to\nobtain favorable rulings on standing or certification in some jurisdictions that participated in the settlement, it\nis clear that each case was not settled individually, but as a part of the larger whole. Indeed, both defendants\nand class counsel appear to have insisted on a global settlement, rather than settling each case individually.\n(Persky Aff. paras. 57-66.) The settlement division between the states attempts in some way to allocate funds\nbased upon the past history or future chances of success on the merits. (Persky Aff. paras. 68-71.) \nSee also\nAppendix B. What is clear is that the interests of North Carolina class members were inextricably intertwined\nwith the interests of other class members from other states who had differing causes of action and differing\npotential for success. That entanglement was not voluntary, but imposed upon the class members by the\nstrategy of class counsel. Where class counsel have created multiple jurisdiction class actions, the settlement\nof which must of necessity be approved in individual state class actions, it is appropriate for each individual\nstate court to look at the contribution which the effort in the other litigation made towards the benefits\nreceived by the class members in that individual state. The court is not required to accept all of class counsels'\ntime in other jurisdictions as the lodestar for assessing the appropriateness of the fee request. Each case in\neach jurisdiction must be decided on its own.\n{38} There are clearly instances where work done in a case in one jurisdiction benefits class members in\nanother jurisdiction. Use of discovery conducted in other cases is a good example. Actual judgments obtained\nin other jurisdictions that facilitate a favorable outcome in another state would be important. Efforts that create\nestoppel arguments or res judicata rulings are other examples of time and expense that could favorably impact\nother cases.\n{39} In this case, the procedural battles over standing and class certification in other jurisdictions must have\nconsumed much of class counsel’s time and expense. The issues in those procedural battles were \nsolely\nrelated to application of the laws and legal principles applicable to those jurisdictions and the members of the\nclass in each separate state.\n{40} The settlement in this case, which was reached with the twenty-three defendants in eleven jurisdictions\non a cost of litigation basis, was driven by the enormous expense resulting from the complexity created by\nclass counsel’s multiple jurisdiction approach. By including all their time and expense in the lodestar, class\ncounsel seek credit for creating the complex situation that spawned the settlement and impacted its amount.\nAs Mr. Persky stated at the hearing before this Court on July 23, 1998,\nSo we presented to them, by having these [s]tates, having \nthese actions in those\n[s]tates with indirect purchases, and we presented \nthem with a great problem. And\nwe believe we've negotiated a settlement in \nan amount which is worth in total more\nthan the sum of its parts, because \nwhat they're getting with this settlement, although\nthey're not interrelated \nexpressly, in other words, if your Honor unfortunatelt chose\nnot to approve \nit, that doesn't mean the other settlements would fall. They're not\nexpressly interrelated. But the amounts that ultimately came out, \nthe \ntotal was\ninfluenced by the fact that we presented this challenge to them \nnationwide and it was\nlitigated in a coordinated way by Plaintiff's counsel \nwith that intent.\n So we did reach\nan overall settlement in an amount \nthat was a \ncompromise between zero and the\nhundreds and hundreds of \nmillions of dollars that we would have won \nhad we been\nsuccessful\n.\n(Hearing transcript of July 23, 1998 at 35) (emphasis supplied).\n{41} This Court declines to extend credit to class counsel for using the strategy of multiple coordinated class\nactions \nwhere only a cost of litigation result or its equivalent was achieved.\n{42} The policy behind the Court’s decision is based upon the equitable nature of the class action proceeding.\nEquity should not condone use of the class action procedure simply for leverage in settlement. Courts have\nhistorically guarded against use of the class action process solely as a lever to induce settlement. \nSee, e.g.,\nCohen v. Beneficial Loan Corp\n., 337 U.S. 541, 549-550, 69 S.Ct. 1221, 1227, 93 L. Ed 1528 (1949\n); Yaffe v.\nDetroit Steel Corp.\n, 50 F.R.D. 481 (N.D. Ill. 1970); \nSurowitz v. Hilton Hotels Corp.\n, 383 U.S. 363, 371-72\n(1966).\n{43} The procedural history of the Actions, as well as the nature of the settlement and the amount in this\naction, dictate that class counsel not be given credit on a lodestar analysis for all the time spent in all the\nActions or for creating the complexity which impacted the settlement. To do so would be inequitable and\nencourage misuse of multistate class actions.\n{44} 2. \nIs the court required to solicit additional, more detailed information from class counsel regarding the\nbreakdown of their time and expenses for purposes of analysis of their fee request?\n{45} Class counsel in this case elected to file a fee request that provided only total hours and some rates for\nindividual attorneys. Little information was provided for the nature of the services or the years of experience\nof counsel. Instead, class counsel based their fee request upon a theory that the Court should consider all of\nthe time that every lawyer spent in every case in determining the appropriate fee in dividing the North\nCarolina common fund between the North Carolina beneficiaries of the settlement and class counsel. Class\ncounsel contend that the \nnature of the work\n done in other jurisdictions is not relevant to the Court’s\ndetermination, since the settlement covered all jurisdictions and the effort of class counsel was (by election of\ncounsel) coordinated. Class counsel contend that the \namount of the work \nis relevant for lodestar purposes. The\nCourt has rejected class counsel’s approach.\n{46} Should the Court then be required to engage in discovery from class counsel to make further inquiry of\nthe details of their time and expenses? The Court does not believe that it is required to do so in this situation.\nWhile the role of class counsel shifts from fiduciary to the class to claimant against the fund when a\nsettlement is reached, the decision with respect to fees is still part of an equitable process. In general, and\nparticularly in this case where there is a \ncy-pres\n distribution, no attorney is present to represent the\nbeneficiaries of the common fund in the division of the fund between beneficiaries and counsel. It is left to\nthe Court to make the equitable division. Class counsel have an obligation to the Court to provide full and\ncomplete details of the time and expenses incurred in representing the class and to do so in an understandable\nand usable format. If they desire the protection of a confidentiality order they would be entitled to it. They\nmay not simply advocate a theory of compensation and provide only the information that supports their\ntheory. The factors which North Carolina trial courts must consider in determining fee requests in common\nfund cases are each important, and the court must have full information on all factors, including details of\nservices provided, rates, and experience of counsel, in order to reach an equitable result. In some cases where\nmultiple class counsel from separate jurisdictions are seeking fees in one jurisdiction, it might prove\nbeneficial to the court to have a copy of any fee agreements among counsel for in camera inspection. Full\ndisclosure promotes public confidence in the process and insures against the abuses the North Carolina\nSupreme Court warned against in \nHorner\n.\n{47} However, the Court has determined that it has sufficient information about the time and expenses of\nclass counsel in this case that supplementation of the record with more detail is not required. More detail is\nnot required because the Court has used the lodestar or time involved only as a check on the appropriateness\nof fee determined. This is not a case in which the fee should be determined on a lodestar basis.\n{48} Using the lodestar as a basis against which the fee determination can be measured does not require more\ndetailed information in this case. In his letter to the Court of January 14, 1999, the Attorney General\nsuggested determining the amount of the lodestar attributable to North Carolina in the following manner:\nCounsel for plaintiff represent that, at their usual \nbilling rates (which reach as high as\n$490 per hour (Affidavit of Bernard \nPersky Applicable to Indirect Purchaser\nActions, Exhibit V-1)), they have \nrendered legal services in pursuing the various\nactions (including the North \nCarolina action) worth $6,532,537.75 through July 31,\n1998 (Persky \nAffidavit, p. 49), and $7,527,989 through November 30, 1998\n(Plaintiff's \nMemorandum in Support of Final Approval of Partial Class Action\nSettlement, \np. 41). Applying the same factor (13.85%) used by plaintiff's counsel for\nallocating litigation costs and expenses among the actions (Persky \nAffidavit, p. 50),\nthe portion of the attorneys' fees lodestar amount \nattributable to the North Carolina\naction is $904,756.47 as indicated in the \nPersky Affidavit, or $1,042,626.40, as\nsuggested by plaintiff's memorandum.\n{49} The Court is convinced that the Attorney General's approach is appropriate in this case because the\nlodestar claimed includes time spent on other Actions and at billing rates higher than the North Carolina\naverage. (See discussion below). The total fees and expenses awarded by the Court approximate the lodestar\namount attributable to North Carolina as determined by the Attorney General. Thus, even if they had not\nalready received 14 million dollars, class counsel are being fully compensated for all of their time and\nexpense allocable to North Carolina. Since the North Carolina Action was the last one filed, the pro rata\nallocation proposed by the Attorney General is fair.\n{50} \nThe novelty and difficulty of the questions involved and the skill requisite to perform the legal services.\nThe North Carolina Action involved both novel and difficult issues. The question of standing was not fully\nresolved. Class certification issues would have required significant expertise, both legal and financial. The\ncase on the merits would have posed issues requiring significant expertise and an advanced understanding of\neconomics and pricing. The trial of an antitrust case would have been long and difficult. As stated earlier, this\ncase involved pricing of over eight hundred brand name drugs. Garnering proof of pricing policies and\nestablishing a conspiracy among multiple defendants would have required a great deal of expertise. The Court\nbelieves class counsel possessed the requisite expertise to address those issues had they been required to do\nso. However, since the case was settled before those issues were addressed under North Carolina law, no such\nrequirement arose.\n{51} \nThe likelihood, if apparent to the client, that acceptance of the particular employment will preclude\nother employment by the lawyer.\n This factor is not significant in this case. The North Carolina Action was an\nadd-on to the already pending actions in other states. It did not pose a situation which would preclude other\nemployment. Rather, it supplemented a strategy which was already in place.\n{52} \nThe customary fee charged in the locality for similar legal services and whether the fee is fixed or\ncontingent.\n This factor involves Court review of the fee request by comparing it to the customary fee that\nwould be charged in North Carolina for similar services if the fee were determined on both an hourly basis\nand a contingency basis.\n{53} \nHourly rates\n. The first difficulty in making this assessment is the fact that no detail of the services\nprovided can be found in the submission of counsel. Class counsel have approached their fee request from the\nsingular standpoint that it should be decided on the basis of the total dollar amount recovered in all the\nActions. Therefore it is difficult to determine the services to which comparison should be made. Did the\nservices include preparation of the fee request? Was the work properly allocated among the lawyers based\nupon their expertise and billing rates? Was there redundancy resulting from the use of multiple law firms?\nThose questions cannot be answered from the information supplied by counsel. However, there is information\nfrom which the court can compare the rates charged to those customarily charged in the locality. Appendix D\nattached sets forth the rates charged for certain services as determined by the North Carolina Bar Association\nEconomic Survey 1998, and Appendix C contains class counsels' rates which can be determined from their\nsubmission. It is clear from that comparison that North Carolina lawyers would have received far less for the\nservices provided by class counsel. That is not to say that the rates charged by New York counsel for work\ndone in the New York Action were not commensurate with rates charged in that location for similar work.\nAbsent North Carolina class members did not choose to have that work done for them in New York by New\nYork attorneys. The reasonableness of the fee to be charged to North Carolina class members should be\nevaluated based upon the fees normally charged by North Carolina lawyers for similar services. That\ncomparison indicates that the reasonable charge for similar services by North Carolina lawyers would have\nbeen significantly less than that charged by out of state counsel in this case. It is instructive to look at the\nchart on Appendix C. It shows that the charges by local counsel in the Actions generally fall within the same\nrange as the fees charged by North Carolina lawyers. It is only the charges of class counsel that appear to be\nsubstantially in excess of those charged by North Carolina lawyers and local counsel in the Actions. The\nCourt concludes that the lodestar suggested by class counsel has already been enhanced when compared to the\ncustomary North Carolina rates.\n{54} \nContingency analysis\n. Class actions that create common funds are by their very nature contingency fee\ncases. The fee in such cases is always subject to court approval. Absent class members may not be bound by\nthe agreement between a class representative they did not choose and an attorney or group of attorneys they\ndid not choose. In multidistrict litigation, they may not be bound by the fee decisions in other jurisdictions.\nEach jurisdiction must resolve its own case on its own terms. Nor do common fund cases fit the usual\ncontingency fee analysis. In the usual contingency fee case the lawyer and client have negotiated a fee\narrangement, with each choosing the risk they are willing to take and the expense they are willing to incur for\na specific reward. Therefore, in common fund cases it is more useful to look at percentage awards in other\ncommon fund cases than the contingency fee arrangement that might be negotiated between an individual\nclient and an attorney. Even that approach poses difficulty because each case is decided on its own facts and\nany number of factors could cause a shift in the percentage applied by the court in a particular case.\nMechanical rules simply do not apply when making equitable determinations. \nGoodrich, \n681 A.2d at 1048-\n49. The fee should correlate with the structure of the settlement negotiated by class counsel. In this case, the\nresult was a \ncy-pres\n distribution that did not benefit the majority of class members and did not result in the\nchange of any business practice which benefited the class. All the settlement did was to put an end to\nexpensive and meritless litigation.\n{55} In general, fees range from 6 percent to 35 percent in those cases using a percentage of the fund method.\nIt is also true that the percentage usually decreases as the size of the fund increases.\n See In re: Nasdaq\nMarket-Makers Antitrust Litigation\n, 1998-2 Trade Cas. (CCH) P72,337, No. 94 Civ. 3996 (RWS), MDL No.\n1023, 1998 U.S. Dist. LEXIS 17557, 1998 WL 782020 (S.D.N.Y. Nov. 9, 1998). In \nNasdaq\n, the Court found,\nafter a thorough review of extensive case law, that in common fund cases the percentage should decrease as\nthe size of the fund increases. The court noted that fund recoveries in the range of 51-75 million dollars\n\"usually\" generate fees in the 13 percent to 20 percent range. Fees drop to a range of 6 percent to 10 percent in\nlarger cases. Some courts have used sliding scales to determine fees. \nSee, e.g., Branch v. FDIC\n, No. Civ.A.\n91-CV-1327ORGS., 1998 WL 151249 (D.Mass. March 24, 1998) (memorandum order) (applying 14 percent\nup to $22 million; 12 percent of the next $10 million, and 5 percent over and above $32 million). There are at\nleast three justifications for altering the percentage as the fund gets bigger. First, it is generally not fifty times\nmore difficult to try a case with a verdict of fifty million dollars than it is to try a case with a one million\ndollar verdict. \nSee Report of the Third Circuit Task Force, Court Awarded Attorney Fees, \n108 F.R.D. 237\n(1985). Second, the margin for error increases with the size of the fund, requiring courts to exercise their\ndiscretion with caution to avoid unjust enrichment of either counsel or the beneficiaries. \nSee Edwards v.\nAlaska Pulp Corp\n., 920 P.2d 751 (Alaska 1996). Third, and most importantly, the awarding of attorney fees\nin common fund cases can impact the credibility of the judicial system and the legal profession. \nSee Horner,\n236 N.C. at 101, 72 S.E.2d at 24; \nKunlein v. Department of Revenue\n, 662 So. 2d 309 (1995) (a case heavily\nrelied upon by Judge Manning in his fee decision in the \nSmith\n case cited above). In \nKunlein\n, the Florida\nSupreme Court articulated its concerns as follows:\nSome time ago, this Court recognized the impact of \nattorneys’ fees on the credibility\nof the court system and the legal \nprofession when we stated: There is but little\nanalogy between the elements \nthat control the determination of a lawyer’s fee and\nthose which determine \nthe compensation of skilled craftsmen in other fields.\nLawyers are officers \nof the court. The court is an instrument of society for the\nadministration \nof justice. Justice should be administered economically, efficiently\nand \nexpeditiously. The attorney’s fee is, therefore, a very important factor \nin the\nadministration of justice, and if it is not determined with proper \nrelation to that fact it\nresults in a species of social malpractice that \nundermines the confidence of the public\nin the bench and bar. It does more \nthat that. It brings the court into disrepute and\ndestroys its power to \nperform adequately the function of its creation.\nId. \nat 313 (citations omitted).\n{56} The storm of public protest recently created by the fee request in the \nSmith\n case in this state and the\nnational controversy and adverse media coverage surrounding the fees in the tobacco industry litigation\ndemonstrate the public’s interest in and concerns about attorney fees and the administration of justice.\n{57} Balanced against the public concern over fee abuse is the strong public interest in encouraging attorneys\nto take contingency fee cases, particularly in antitrust cases. The Court is fully aware of the chilling effect fee\ndecisions can have on plaintiffs' counsel. As Judge Richard Posner of the Seventh Circuit Court of Appeals\nstated so clearly:\nThe award of substantial attorneys’ fees to the lawyers \nfor the plaintiffs in a\nsuccessful\n \nantitrust class action is \nimportant in order to encourage the bringing of\nsuch actions. Necessarily, \nthese lawsuits are handled on a contingent-fee basis, and\nthe uncertainty of \nantitrust law and the complexity of the facts in \nmost antitrust cases\ncreate a substantial risk that the lawsuit will fail and the lawyers for the \nclass\ntherefore receive no fee\n. Because these are big cases, the \ninvestment of the\nattorney’s time and effort -- an investment that he \nloses entirely if the suit is\nunsuccessful -- is very large; and payment of \nhis fee may be long postponed due to\nthe length of the typical antitrust \ncase. In addition, the \nsuccessful\n prosecution of an\nantitrust case \nrequires highly specialized legal skills and aptitudes that are in great\ndemand by conventional clients. Substantial fees are necessary if the \nlawyers having\nthese skills are to be induced to devote their attention to \nthe plaintiffs’ side in\nantitrust class actions, rather that to the more \nsecure forms of practice for which their\nskills equip them.\n(Emphasis added.) \nPhemister v. Harcourt Brace Javanovich, Inc., \n1984-2 Trade Cas. (CCH), No. 77 C 39,\nP66, 234 (N.D. Ill. Sept. 14, 1984).\n{58} In the case before this Court, the Court and class counsel have a different perception of success. In this\ncase, the lawsuit esentially failed, but the lawyers have asked for a premium. When class counsel win, they\nshould be rewarded. There must be incentives in order to induce lawyers to take difficult cases. However,\nwhen class counsel settle on a cost of litigation basis prior to any test of the merits of their case and do not\ncreate any significant benefit for the class, they should not receive the same premium for their work as if they\nhad won. They should be paid reasonably for what they achieved for the class. The Court believes the fee\nawarded in this case does just that. To award a premium fee for the results in this case might encourage other\nlawyers to bring meritless but multiple lawsuits in hopes of getting a premium fee for a cost of litigation\nsettlement before achieving any real benefit for the class.\n{59} \nThe time limitations imposed by the client or circumstances\n. This does not appear to be a significant\nfactor in this case.\n{60} \nThe nature and length of the professional relationship with the client.\n This does not appear to be a\nsignificant factor. Stacy Lee Long, the class representative, never even appeared at any hearing before this\ncourt in the North Carolina Action, which was the last of the actions to be filed.\n{61} \nThe experience, reputation and ability of the attorneys.\n In this case, the Court has found the skills,\nreputation and abilities of the attorneys who have appeared before it in the North Carolina Action to be\nexcellent. The Court is obviously without the ability to make any judgment with respect to the work of\ncounsel in the other cases.\n{62} \nRisk.\n This factor is important in this case. Class counsel undertook the first wave of litigation after direct\npurchaser actions had already begun. By obtaining access to the discovery in the federal MDL action, the\npotential burden of massive discovery in the indirect purchaser actions was significantly reduced. This is set\nforth in Mr. Persky's affidavit: \"[T]he discovery stipulation gave Class Counsel access to – and the right to\nuse – a voluminous amount of discovery that would have literally cost millions of dollars to generate\nindependently.\" (Persky Aff. para. 30.) In addition, the existence of the MDL action even facilitated class\ncounsel in finding an expert. (Persky Aff. para 30.) The MDL action was obviously going to trial before any\nof the indirect purchaser cases, thus insuring that class counsel would know the outcome if they were willing\nto wait on trial of the federal action before settling. There was a risk that no violation of the antitrust laws\ncould be proven. This case was settled before the risk of failure on the merits was incurred in either the MDL\naction or any state Action.\n{63} There was also a risk that class certification could not be obtained in the individual Actions. That risk\nwas significant. It took employment of an expert to establish that a class or classes could be defined to support\nthe certification request. Certification had been denied in New York, Maine, Michigan and Minnesota. It was\nuncertain or unlikely in six other jurisdictions and had only been upheld in the District of Columbia. \nSee\nAppendix A. In North Carolina, class certification had not been ruled upon.\n{64} There was also a risk that standing would not be allowed in those states that had not adopted an\n Illinois\nBrick \nrepealer statute. \nSee\n Appendix A. In North Carolina, standing was more likely because of the decision\nin \nHyde\n, but the Supreme Court had not addressed the issue.\n{65} Had class counsel shouldered the burden of the obstacles described above and overcome them, they\nwould have been entitled to a premium for taking the risks. In this case class counsel avoided the future risks\nand minimized the losses already incurred in the largest states by settling before the trial in the MDL action\nand before facing class certification contests in other states. They should not be rewarded for a cost of\nlitigation settlement on the same basis as if they had taken the risks associated with certification and trial of\nthe merits and prevailed, or at least obtained a significant settlement compared to the litigation costs or the\npotential recovery.\n{66} \nThe amount involved and the results obtained\n. The Court has already discussed many of the facts\nrelevant to this factor. A summary of the key facts follows. This was a cost of litigation settlement that was\nentered into after class counsel had sustained key losses in certification fights in the largest jurisdictions. It\nwas entered into before the trial in the MDL action, thus avoiding the risks associated with a decision on the\nmerits. The amount received, though large, was small when compared to the potential recovery if the case had\nbeen tried and won. As the MDL case established, the underlying substantive claims were meritless, and the\nsettlement reflected that fact. The settlement was so meager from the standpoint of benefit to each class\nmember that a \ncy-pres\n distribution had to be used to dispense the settlement fund. Defendants got a complete\nrelease and covenant not to sue, ensuring that they would not have to make any change to their pricing policies\nwhich would benefit the class members. The settlement was remarkable in its total amount, but that figure can\nbe attributed to the complexity and costs of the legal entanglement created by pressing eleven class action\ncases in different jurisdictions against twenty-five large corporations covering eight hundred brand name\ndrugs. To reward class counsel with a premium fee simply for creating a massive legal entanglement would\nnot be in keeping with the equitable principles which apply to use of the class action procedure. Certainly, a\ncost of litigation settlement entered into before any significant risks are taken in a case does not warrant\npayment of any premium for class counsel’s services.\n{67} Ten other jurisdictions have awarded class counsel a premium for the result in this case. While it would\nbe simpler to either say that the 14 million dollars class counsel has already received is more than sufficient\nfor the value created or blindly follow the other jurisdictions and award 25 percent, the decision on the\ndivision of the North Carolina common fund should be made independently. This was a separate action\nbrought in the state courts of North Carolina, and it is the benefits received by and work performed for North\nCarolina class members that are most important.\nV.\n{68} The fee decision that the court has made in its discretion has the practical effect of fully reimbursing\nclass counsel for all of North Carolina’s prorated share of expenses incurred in all the Actions. Class counsel\nare also almost fully reimbursed for North Carolina’s prorated share of the lodestar fees incurred in all the\nActions, even though those fees are generally at a much higher rate than would be found in North Carolina\nand cover activities in other jurisdictions that related solely to legal issues exclusive to those jurisdictions. On\na percentage of the fund basis, the fee award amounts to approximately 10 percent of the North Carolina fund\nremaining after payment out of the fund for notice costs and administration expenses, but before attorney fees\nand expenses. That percentage is slightly below the low end of the range of fees awarded nationally in cases\ninvolving amounts between fifty and seventy-five million dollars. Use of the lower percentage in this case is\njustified because, among other reasons cited above: (1) the majority of class members did not benefit in any\nway from the settlement; (2) the case was settled before success on the merits was achieved and after\nprocedural battles had been lost in large states; (3) class counsel’s ability to piggy-back the discovery in the\ndirect purchaser actions made it less risky; and (4) the underlying substantive claims lacked merit. No factors\njustifying a premium were present in this case.\n{69} The Court has been informed by class counsel that despite the cap on the fee request, no funds at all\nhave been distributed to community health centers in North Carolina, but all funds have been held in an\ninterest bearing escrow account pending the Court’s ruling on attorney fees. The highest interest rate paid on\nthose funds was 4.5 percent. Accordingly, class counsel will be entitled to interest on the amount of the award\nfor fees and expenses at the rate of 4.5 percent from the date of the final order approving settlement in this\ncase to the date of payment.\n{70} Based upon the foregoing, and in the Court’s exercise of its discretion, it is hereby \nORDERED,\nADJUDGED AND DECREED:\n1\n. \nWithin thirty days class counsel shall be paid from the common fund fees \nin the amount of\n$870,000.00 and expenses in the amount of $91,117.92.\n2\n. \nWithin thirty days class counsel shall also be paid from the common fund \ninterest at the rate of\n4.5 percent on the total amount of $961,117.92 from \nthe date of the final order approving\nsettlement through the date of \npayment.\n3\n. \nWithin ten days of the disbursement to class counsel the balance of the \ncommon fund shall be\ndistributed to the National Association of Community \nHealth Centers.\n4\n. \nWithin sixty days of this order, the National Association of Community \nHealth Centers shall file\nwith the Court a report containing its specific \nplans for distribution of the funds to North Carolina\nCommunity Health \nCenters and a timetable showing when the funds will be distributed. The\nNational Association shall make every effort to reduce the paperwork and \nbureaucratic delays in\nthe process while insuring the funds are properly \nallocated.\n5\n. \nIn the event class counsel appeal from this order, an initial distribution \nshall still be made to the\nNational Association of Community Health Centers \nin the amount of $6,000,000.00.\n6\n. \nThe Court shall retain jurisdiction of this case to oversee any additional \nissues concerning\nattorney fees and expenses or disbursement of the \nsettlement fund.\nThis the 30th day of July, 1999.\n_________________________________________\nFootnote 1  Separate state court class actions in which class counsel are not involved may be pending in\nCalifornia and Alabama.\nFootnote 2  In a letter to the Court dated January 14, 1999, submitted at the request of the Court, the Attorney\nGeneral offered the following comment on class counsel's fee petition:\nConsistent with our comments in \nRuff v. Parex\n (96 \nCVS 0059, New Hanover\nCounty), we believe that the simplistic \npercentage-of-the-fund approach suggested\nby plaintiff's counsel is \ninappropriate in this type of case. Instead, we recommend the\nmulti-factor \napproach for determining the reasonableness of attorney's fees that the\nState Bar outlined in its Rule 1.5 (1998) as a more accurate means to assure \nthat the\nattorney's fees are reasonable and not excessive. This framework \nwas adopted by\nJudge Howard Manning in\n Smith et al. v. State of North \nCarolina et al. \n(95 CVS\n6715, Wake County), by Judge Robert L. Farmer in\n \nFaulkenbury v. Teachers' and\nState Employees' Retirement System, et al.\n \n(90 CVS 12090, Wake County), and by\nthis Court in\n Byers et al. v. \nCarpenter et al.\n (94 CVS 04489, 96 NCB 103, Wake\nCounty).\n \nFootnote 3  Local North Carolina counsel's time accounts for approximately three-tenths of one percent of the\ntotal lodestar submitted by class counsel. (Appendix C.)\n \n____________________________________________\nAPPENDIX A*\nJURISDICTION\nDATE FILED\nINDIRECT PURCHASER\nSTANDING\nCLASS\nCERTIFICATION\nPROCUDURAL\nPOSTURE\nNew York\n7/13/95\nNo\nNo\nCase dismissed for lack of\nstanding. Appeal pending\nArizona\n8/29/95\nDef.'s mtn to dismiss for\nUncertain\nDef.'s mtn to dismiss for\nlack of standing denied\nlack of standing denied\nMaine\n11/3/95\nNo\nDenied\nAppeal Pending\nMichigan\n1/20/96\nNo\nDenied\nP's petition for permission to\nfile interlocutory appeal\ndenied\nMinnesota\n2/21/96\nNo\nDenied\nP's petition for permission to\nfile interlocutory appeal\ndenied\nD.C.\n2/22/96\nAllowed; Ill. Brick repealer\nGranted\nWisconsin\n2/22/96\nAllowed; Ill. Brick repealer\nUncertain\nKansas\n12/6/96\nAllowed; Ill. Brick repealer\nUncertain\nFlorida\n1/16/97\nUncertain\nUnlikely\nTennessee\n2/24/97\nUncertain; favorable\nUncertain\nlower ct. ruling\nNorth Carolina\n6/27/97\nUncertain; favorable\nUncertain\nlower ct. ruling\nTOTALS\n4 ALLOWED, 4 NOT ALLOWED,\n3 UNCERTAIN\n1 GRANTED,\n4 DENIED,\n6 UNCERTAIN\n* See Affidavit of Bernard Persky of September 14, 1998, at 5-6, 8-13, 16-25, 33-37.\n \n \nAPPENDIX B\n \n \n \n \n \n \n \n \n \n \n \n \n \n \nJurisdiction\n \n \n \n \n \nSettlement\nAmount\n \n \n \n \nNet\nSettlement\nAmount\n \n \nActual Per\nCapita\nAmount of\nNet\nSettlement\n \n \nPotential\nDamages\nin millions\nOver 4.8\nyears\n \n \n \n \nPer Capita\nPotential\nValue\n \n \n \nRelationship\nof Actual to\nPotential Per\nCapita Value\nAR\n \n$8,409,900\n$8,131,329\n$ 2.06\n5\n$157.68\n$39.92\n5.16%\nD.C.\n6,925,800\n6,678,753\n3.34\n5\n23.18\n11.59\n28.82%\nFL\n8,904,600\n8,465,521\n.62\n548.93\n39.99\n1.55%\nKA\n5,441,700\n5,226,177\n2.06\n5\n101.38\n39.99\n5.15%\nME\n989,400\n868,384\n.70\n6\n49.54\n39.95\n1.75%\nMI\n3,166,080\n2,948,881\n.31\n6\n378.29\n39.98\n.78%\nMN\n1,978,800\n1,836,833\n.41\n6\n180.86\n39.98\n1.03%\nNY\n1,978,800\n1,686,833\n.09\n6\n725.90\n39.99\n1.03%\nNC\n8,904,600\n8,565,521\n1.23\n277.92\n39.98\n3.08%\nTN\n7,420,500\n7,162,945\n1.41\n203.76\n40.00\n3.53%\nWI\n10,190,820\n9,874,434\n1.96\n5\n201.74\n40.00\n4.90%\n \nAPPENDIX C*\nLODESTAR ANALYSIS\nCLASS COUNSEL\nFIRM\nState\nHrs\nfee\n% tOT FEE\nRATE \n1\nGoodkind\nNew York\n7781.65\n2,664,541\n40.8\n$342.41\nMiller\nIllinois\n2212.5\n779,095.25\n11.9\n352.13\nZwerling\nNew York\n3940.1\n1,219,494\n18.7\n309.51\nElwood\nMichigan\n2151.25\n740,785\n11.3\n344.35\nElwood\nMichigan\n2151.25\n740,785\n11.3\n344.35\nBainbridge\nAla., Va.\n2157.8\n639,908.5\n9.8\n296.56\nZimmerman\nMinnesota\n1027\n199,111\n3\n186.09\nTOTAL\n19,270.3\n6,242,934.8\n95.5\n323.97\nNORTH CAROLINA COUNSEL\n \nWhitfield\nNorth Carolina\n60\n10,292\n0.2\n171.53\nOTHER LOCAL COUNSEL\n \nBader\nColorado\n2\n55.65\n10,445.75\n0.2\n187.7\nBonnett\nArizona\n245.7\n55,523\n0.8\n225.98\nLa Cava\nWisconsin\n148.48\n41,587.75\n0.6\n280.09\nShockman\nArizona\n204.3\n34,325\n0.5\n168.01\nSando\nWash. D.C.\n87.5\n22,750\n0.3\n260\nNiewald\nKansas\n227.7\n44,526\n0.7\n195.55\nBerman\nMaine\n169.5\n31,521.25\n0.5\n185.97\nHoffman\nMaine\n88.4\n17,680\n0.3\n200\nHyman\nMichigan\n101.5\n15,228.75\n0.2\n150.04\nSinsheimer\nWashington\n2\n(51.49)\n7,723\n0.1\n(150)\nGRAND TOTAL\n20,956.22\n6,532,537.75\n99.9\n$311.72\n* See Appendix of Exhibits to Affidavit of Bernard Persky of September 14, 1998, Exhibit V.\n1 These rates are average blended rates. That is, they include work done by attorneys at any level of experience, law clerks, and paralegals. The top hourly rates\nfor class counsel attorneys were as follows: Goodkind, $490; Miller, $455; Zwerling, $445; Elwood, $415; Bainbridge, $395. The top hourly rate for class\ncounsel paralegals was: Goodkind, $145.\n2\n \nWhile lodestar figures for Washington and Colorado were included in class counsel's fee application, neither state was part of the\nsettlement before this Court.\nAPPENDIX D\nComparative Rates for North Carolina Lawyers\n1\n(Typical rates for lawyer during 1997 at highest rate for any size city or firm in North Carolina.)\n \nCategory\nHourly\nRate\nLawyers admitted 1991-92\n$148\nLawyers admitted 1987-88\n$176\nLawyers admitted 1983-84\n$201\nLawyers admitted 1977-78\n$250*\nAntitrust Lawyers\n$190\nLitigation\n$192\nPersonal Injury - Plaintiff\n$244\nSecurities\n$250*\nHighest hourly rate for law clerks\n$72\nHighest rate for paralegals\n$61\n \n1 Figures based on the 1998 North Carolina Bar Association Economic Survey.\n* Highest rate on entire survey.\nThe Court notes that in \nSmith v. State of N.C., \nNo.\n \n95 CVS 6715 (Wake Co. Sup. Ct. (November 20, 1997)), Judge Manning awarded\nfees at the rate of $265 an hour for senior attorneys at Womble Carlyle Sandridge and Rice, a large N.C. law firm.\nThe Court also notes that in \nIn Re Food Lion Effective Scheduling Litigation\n, No. 92-198-MISC-5-F (E.D.N.C.) (April 13, 1995),\nJudge Fox applied the rate for similar services in the specific locale of \nEastern District\n of North Carolina attorneys in determining the\nproper fee award for class counsel, awarding $160 an hour for attorneys and $35 an hour for paralegals in an employment litigation\ncase.\n \n "
}