{
  "id": "b92b390483fa1c01fab74ede34613fa083ad01314933e8272e3089cce507f95b",
  "source_file": "data/raw/ncbc/b92b390483fa1c01fab74ede34613fa083ad01314933e8272e3089cce507f95b.pdf",
  "raw_text": "SCR-Tech LLC v. Evonik Energy Servs., LLC, 2013 NCBC 42. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF MECKLENBURG \n \n IN THE GENERAL COURT OF JUSTICE  \nSUPERIOR COURT DIVISION \n08 CVS 16632 \nSCR-TECH LLC, \n \nPlaintiff, \n \nv. \n \nEVONIK ENERGY SERVICES LLC, \nEVONIK ENERGY SERVICES \nGMBH, EVONIK STEAG GMBH, \nHANS-\nULRICH HARTENSTEIN, and \nBRIGITTE HARTENSTEIN, \n \nDefendants. \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n \n)\n)\n \n)\n)\n \nORDER ON DEFENDANTS’ ORDER ON DEFENDANTS’ ORDER ON DEFENDANTS’ ORDER ON DEFENDANTS’     \nMOTION TO COMPEL MOTION TO COMPEL MOTION TO COMPEL MOTION TO COMPEL    \n \n {1} THIS MATTER is before the court on Defendants’ Motion to Compel \n(“Motion”) production of several pieces of correspondence between SCR-Tech and \nFrank Ebinger, Ebinger Katalysatorservice GmbH & Co. KG, Envica GmbH n/k/a \nEbinger GmbH, Ebinger Kat GmbH/Envica Kat GmbH, and/or Ebinger \nVerwaltungs GmbH (collectively referred to as “Ebinger”), and between SCR-Tech \nand Catalytica Energy Systems, Inc. (“Catalytica”), which SCR-Tech has withheld \non the basis that they are protected by the attorney-client privilege.  After a \nparticularized fact inquiry, for the reasons stated below, Defendants’ Motion is \nGRANTED in part and DENIED in part. \n \nKing & Spalding LLP, by Timothy G. Barber, Antonio E. Lewis, David Glen \nGuidry, and Mary Katherine Bates for Plaintiff SCR-Tech, LLC. \n \nK&L Gates, LLP by Samuel T. Reaves, and Hamilton Martens Ballou & \nCarroll, LLC by Beverly A. Carroll for Defendants Steag Energy Services, \nLLC, Hans-Ulrich Hartenstein, and Brigitte Hartenstein.  \n \nBryan Cave, LLP by Mark Vasco, Benjamin F. Sidbury, and Christina \nDavidson Trimmer for Defendants Steag Energy Services GmbH and Steag \nGmbH. \n \nGale, Judge. \n \nI. I. I. I.    INTRODUCTION INTRODUCTION INTRODUCTION INTRODUCTION    \n \n{2} Ebinger, or its predecessor, had a direct or indirect ownership in SCR-\nTech until February 23, 2004, when SCR-Tech was sold to Catalytica.  Later, when \nEbinger no longer had any ownership in SCR-Tech, Ebinger and SCR-Tech were \nadverse to Defendants in separate litigation.  As to the current litigation pending \nbefore this court, Ebinger also entered into a Cooperation Agreement offering \nsupport to SCR-Tech in prosecuting its claims.  By their Motion filed on April 12, \n2013, Defendants seek three separate categories of communications which they \ncontend are not covered by the attorney-client privilege: (1) approximately 85 \ncommunications between SCR-Tech and Ebinger created between 2001 and \nFebruary 23, 2004; (2) approximately 5 communications between SCR-Tech and \nCatalytica created after February 23, 2004, but before litigation was anticipated; \nand (3) approximately 24 communications between SCR-Tech and Ebinger created \nafter December 2010, that SCR-Tech contends were created after SCR-Tech and \nEbinger were both engaged in litigation with Defendants and when they shared a \ncommon legal interest.  \n {3} While the Motion was pending, on July 17, 2013, Defendants informed \nthe court by letter that SCR-Tech had produced a supplemental privilege log on \nJune 28, 2013, listing an additional 112 pieces of correspondence it had discovered \nbetween SCR-Tech and Ebinger, and being withheld pursuant to the common-\ninterest doctrine.  Some documents were produced, but claimed privileged \ncommunications were redacted.  \n {4} The court will address these three categories of documents separately.   \nIn doing so, the court will only discuss those facts and procedural background \nnecessary for the determination of the present Motion.  Additional factual and \nprocedural background can be found in this court’s July 22, 2011 Order and \nOpinion.  Defendants’ challenge is not that the subject matter of the \ncommunications was not proper for the assertion of a privilege, but rather that no \nprivilege exists in the first instance.  Alternatively, as to the third category of \ndocuments, Defendants urge that any privilege has been waived by the earlier \nproduction of documents governed by the same privilege. \n  \nII. II. II. II.    ANALYSIS ANALYSIS ANALYSIS ANALYSIS    \n \nA. Communications Between SCR-Tech and Ebinger Between 2001 and \nFebruary 23, 2004  \n \n {5} SCR-Tech alleges that the communications between SCR-Tech and \nEbinger from 2001 until Catalytica acquired SCR-Tech on February 23, 2004 all \ncontain legal advice and discussion between SCR-Tech, Ebinger, and counsel \nrelating to negotiations with Catalytica regarding Catalytica’s purchase of SCR-\nTech.  SCR-Tech contends that these communications are covered by the attorney-\nclient privilege, and that the privilege was not destroyed because the \ncommunications were shared between Ebinger and SCR-Tech, but instead remain \nprivileged because Ebinger was SCR-Tech’s parent company during this time period \nand because SCR-Tech and Ebinger shared a common legal interest.   \n {6} As an initial matter, Defendants contend that Ebinger could never \nqualify as SCR-Tech’s “parent” because it was never a majority owner.  The record \nindicates that from 2001 through 2003, SCR-Tech was owned solely by SCR-Tech \nGmbH, which in turn was owned in part (37.5%) by Envica Kat, a predecessor to \nEbinger.  (Opening Br. in Supp. of Defs.’ Mot. to Compel Ebinger/Envica Docs. on \nPrivilege Log 5; Reply in Supp. of Defs.’ Mot. to Compel Ebinger/Envica Docs. on \nPrivilege Log 3.)  From 2003 through February 23, 2004, SCR-Tech was jointly \nowned by SCR-Tech GmbH and EnBW Energy Solutions GmbH.  (Opening Br. in \nSupp. of Defs.’ Mot. to Compel Ebinger/Envica Ds. on Privilege Log 5.)  Defendants \nurge the court to determine that, for purposes of the attorney-client privilege, a \n“parent” is one who owns a “controlling interest” in the subsidiary, requiring an \nownership of more than 50%.  (Opening Br. in Supp. of Defs.’ Mot. to Compel \nEbinger/Envica Ds. on Privilege Log 6; Reply in Supp. of Defs.’ Mot. to Compel \nEbinger/Envica Ds. on Privilege Log 3.)   \n {7} SCR-Tech instead contends that a “parent” need not own a direct, \ncontrolling interest in a subsidiary to come within the privilege.  (Pl. SCR-Tech \nLLC’s Reply in Opp’n to Defs.’ Mot. to Compel the Produc. of Privileged Rs. 3.)  It \nfurther contends that the documents, which involve discussions between SCR-\nTech’s owners and its legal counsel about the sale of SCR-Tech, demonstrate that \nEbinger and the other owners exercised control over SCR-Tech in negotiating SCR-\nTech’s sale.  (Pl. SCR-Tech, LLC’s Supplemental Mem. of Law in Opp’n to Defs.’ \nMot. to Compel the Produc. of Privileged Rs. 6; Pl. SCR-Tech LLC’s Reply in Opp’n \nto Defs.’ Mot. to Compel the Produc. of Privileged Rs. 4.)  Ebinger’s participation in \nthese “confidential, strategic, legal communications,” SCR-Tech contends, \n“underscores their common legal interest with SCR-Tech.”  (Pl. SCR-Tech LLC’s \nReply in Opp’n to Defs.’ Mot. to Compel the Produc. of Privileged Rs. 4.) \n {8} The court is not aware of North Carolina precedent which addresses \neither how to define a “parent” for purposes of applying the attorney-client privilege \nto “joint clients,” or the relevance that the extent of shared ownership plays when \nexamining a common interest privilege.  The court has then considered other \nauthorities.   \n {9} The Fourth Circuit has noted that “a number of courts have held that \nclose corporate affiliation, including that shared by a parent and a subsidiary, \nsuffices to render those entities ‘joint clients’ or ‘co-clients,’ such that they may \nassert joint privilege in communications with an attorney pertaining to matters of \ncommon interest.”  \nUnited States v. Under Seal # 4 (In re Grand Jury Subpoena # \n06-1) , 274 Fed. App’x 306, 311 (4th Cir. 2008) (citing Glidden Co. v. Jandernoa , 173 \nF.R.D. 459 (W.D. Mich. 1997)).  The Restatement of the Law Governing Lawyers § \n73 provides:  \n \nWhen a client is a corporation . . . or other for-profit or not-for-profit \norganization, the attorney-client privilege extends to a communication \nthat: \n (1) otherwise qualifies as privileged under §§ 68 – 72; \n(2) is between an agent of the organization and a privileged \nperson as defined in § 70; \n (3) concerns a legal matter of interest to the organization; and  \n (4) is disclosed only to: \n  (a) privileged persons as defined in § 70; and \n(b) other agents of the organization who reasonably need \nto know of the communication in order to act for the \norganization.  \n \nRestatement (Third) of the Law Governing Lawyers § 73 (2000).  Comment (d) to § \n73 states “when a parent corporation owns controlling interest in a corporate \nsubsidiary, the parent corporation’s agents who are responsible for legal matters of \nthe subsidiary are considered agents of the subsidiary.”  Restatement (Third) of the \nLaw Governing Lawyers § 73 cmt. d (2000).     \n {10} The United States District Court for the District of Columbia faced a \nsituation similar to the present one in United States v. American Telephone & \nTelegraph Co. , 86 F.R.D. 603, 616 (D.C. Cir. 1979), and stated: \n \nThe cases clearly hold that a corporate \"client\" includes not only the \ncorporation by whom the attorney is employed or retained, but also \nparent, subsidiary, and affiliate corporations. We found no cases in \nwhich there was a consideration of the degree of ownership required to \ngive rise to the parent, subsidiary, or affiliate relationship. The cases \nin which the issue has arisen as to the identity of the client also \ninvolved facts in which the  two related corporations had a substantial \nidentity of legal interest in the matter in controversy. In such \ncircumstances, notwithstanding that the corporations were distinct, \nthe representation by the attorney was common or joint representation \nand hence the communications among them were still covered by the \nattorney-client privilege. If the claimant of the privilege can show a \nsubstantial identity of legal interest in the specific matter, it therefore \nmakes no difference whether the two corporations were so affiliated as \nto be a single \"client.\" But if there is no such community of interest in \nseeking advice, for example when the matter is transmitted simply for \ninformation, the question of closeness of affiliation may arise. \n \nAm. Tel. & Tel. Co. , 86 F.R.D. at 616.  There, both parties apparently agreed that \nthe wholly-owned and majority-owned affiliates of AT&T shared significant \naffiliation so as to be considered as one “client” with AT&T.  Id.   They disagreed \nwhether companies in which AT&T was only a minority owner (with AT&T owning \nno more than a 30% interest) were also “clients.”   AT&T argued that those \nsubsidiaries should be also be considered “one client” with AT&T, and “that to \ndistinguish between member corporations on the basis of percentage of ownership \nexalts form over substance.”  Am. Tel. & Tel. Co. , 86 F.R.D. at 616–17.  The court \nrejected AT&T’s argument, and held that those subsidiaries were to be considered \nas separate entities from AT&T, but that those subsidiaries might nevertheless be \nconsidered a “joint client” with AT&T “in particular matters with respect to which \nthey had a substantial identity of legal interest with AT&T.”  Am. Tel. & Tel. Co. , \n86 F.R.D. at 616–17.  As the degree of corporate interest declined, the importance of \na common legal interest increased.  SCR-Tech similarly contends that arbitrarily \nprecluding a “joint client” privilege solely on the basis of the degree of ownership \n“elevates corporate form over the legal substance of the corporate relationships.”  \nSee (Pl. SCR-Tech LLC’s Reply in Opp’n to Defs.’ Mot. to Compel the Produc. of \nPrivileged Rs. 3.) \n {11} Cases have not allowed the attorney-client privilege to be sustained \nsolely on an assertion that there is some common corporate affiliation, without \nmore.  Citing American Telephone & Telegraph , the District Court for the District \nof New Hampshire held on the facts of that case that the attorney-client privilege \nwas waived when an attorney for one corporate entity shared a document with the \ncorporation’s “affiliate,” because:  \n \n . . . even assuming that related corporate entities (e.g., parent \ncorporation and subsidiary) may share legal documents without \nwaiving any attorney-client privilege attached to those documents, [the \ncorporation’s] assertion that [the affiliate] was, at the time, one of its \n“affiliates” is simply insufficient to carry its burden. . . . [The \ncorporation did] not, for example, provide evidence showing that, at the \ntime of [the disclosure], [the corporation] owned a controlling amount \nof [the affiliate’s] stock or that a controlling interest in both [the \nsubsidiary] and [the corporation] was held by a third entity. \n… \nAnd, importantly, [the corporation] has not pointed to any legal \nauthority suggesting that documents may be passed between parties \nwith such an attenuated relationship without waiving the attorney-\nclient privilege; it has not, for example, developed in any meaningful \nway the claim that [the corporation] and [the affiliate] shared a \nsufficient “identity of legal interest” to warrant application of the \nattorney-client privilege. \n \nMoore v. Medeva Pharms., Inc. , 2003 U.S. Dist. LEXIS 5960, at *9–12 (D. N.H. Apr. \n9, 2003).   \n {12} The various authorities often interchangeably refer to the “joint client” \n(sometimes referred to as “single client”) privilege and the “common interest” \ndoctrines without noting the analytical difference between them.  The “joint client” \nprivilege focuses on client identity as defined by the extent of corporate relationship \nbetween two entities.  The “common-interest” doctrine depends more on common \nlegal interests between the separate entities, although the fact of corporate \naffiliation between them can factor into the analysis of that common legal interest.  \nThe common-interest doctrine has arisen by expanding the joint-defense doctrine in \ncriminal law, which was not controlled by any ownership relationship.  \nSee \ngenerally Teleglobe USA, Inc. v. BCE Inc. (In re Teleglobe Commc’ns Corp.) , 493 \nF.3d 345 (3rd Cir. 2007) (describing the origins of and the differences between the \nco-client privilege and the common-interest privilege, and how those doctrines apply \nin the parent-subsidiary context).  The common-interest doctrine is based in part on \nthe practicality of permitting parties who share an identical legal interest to share \ndocuments and strategy helpful to pursuing that legal interest.  See id.  at 363–64. 1   \n {13} SCR-Tech’s position draws from both the “joint client” and “common-\ninterest” privileges.  In considering the parent-subsidiary extension of the attorney-\nclient privilege, the court considers whether the parent and subsidiary are \nsufficiently united such that they may properly be considered joint clients.  If the \n                                                 \n1 The court here does not intend to set rigid parameters for applying the common-interest doctrine, \nand this Order must be read in the context of the particular facts of this case.    \ndegree of common ownership is sufficient to evidence control as to the subject \nmatter of the communications (e.g.  one is wholly owned by the other or both are \nwholly owned by a third party, and share legal counsel), generally, the two \ncorporations will each be considered “clients” for purposes of the privilege.  See \ngenerally Teleglobe USA, Inc. , 493 F.3d at 370–72.  If this test is met, the court \nneed not further identify an identical legal interest and a joint strategy to pursue \nthat specific legal interest.  On the other hand, if the corporate affiliation does not \nrise to that level, the court still considers the nature of the affiliation, but does so as \na part of determining whether a common interest privilege exists because of the \ncommonality of the legal interest represented by the communications.  See id. at \n366–67 (explaining the differing treatment of wholly-owned and partially-owned \nsubsidiaries).   \n{14} Here, the court notes that there is both a corporate affiliation and, at \nleast before 2004, a shared legal interest, which in combination renders the \ncommunications privileged.  See Polycast Tech. Corp. v. Uniroyal, Inc. , 125 F.R.D. \n47, 49–50 (S.D.N.Y. 1989).  In Polycast , the plaintiff (“Polycast”) purchased a \nwholly-owned subsidiary (“Plastics”) of the defendant (“Uniroyal”).  Id.  at *48.  \nPolycast later sued Uniroyal for alleged misrepresentations made during the \nnegotiations for the sale of Plastics.  Id.   Relevant to the present dispute, Polycast \nsought communications between Weber, the Vice President and General Manager of \nPlastics, and Elton, the General Counsel for Uniroyal.  Id.  at *48–49.  The court \nfirst held that the attorney-client privilege applied to the communications because \nWeber was seeking legal advice from Elton regarding the disclosures that needed to \nbe made to Polycast in anticipation of the sale.  Id.  at *49.  The court then held that \n“Uniroyal and Plastics had a mutual, rather than separate, interest in the legal \nadvice supplied by Elton.”  Id.  at *50.  Lastly, the court held that, “[w]here \ncorporations have a common legal cause or identity of interest in a matter discussed \nwith an attorney, a joint privilege attaches to the discussion.”  Id.  at *50; see also \nClubCom, LLC v. Captive Media, Inc. , 2009 U.S. Dist. LEXIS 55651, at *5–6 (W.D. \nPa. June 30, 2009) (finding that the disputed email chains between general counsel \nand the former executive officer of a corporate affiliate of plaintiff corporation, \n“which relate to the negotiation and wording of legal contracts, as opposed to mere \nbusiness or factual information” were covered by the attorney-client privilege \nbecause the general counsel “was acting in a legal rather than business capacity,” \nand that the privilege extended to the plaintiff corporation.)   \n {15} Based on this combination of factors, the court concludes that it need \nnot resolve any issue of whether privilege fails to attach solely because Ebinger’s \nownership interest in SCR-Tech is too limited.  (Pl. SCR-Tech, LLC’s Supplemental \nMem. of Law in Opp’n to Defs.’ Mot. to Compel the Produc. of Privileged Rs. 6.)   \n{16}      In sum, the court determines that the attorney-client privilege \nextends to SCR-Tech for this first category of communications and Defendants’ \nMotion is DENIED as to the documents in this category. \n \nB. Communications Between SCR-Tech and Catalytica After February 23, 2004 \n \n \n {17} SCR-Tech alleges that the communications between SCR-Tech, \nCatalytica, and counsel after Catalytica acquired SCR-Tech contain legal \ncommunications and are protected by the attorney-client privilege as shared \nbetween SCR-Tech and Catalytica as parent and subsidiary.  Specifically, SCR-Tech \ncontends these documents “all relate to intellectual property issues or disputes with \nthird parties.”  (Pl. SCR-Tech, LLC’s Supplemental Mem. of Law in Opp’n to Defs.’ \nMot. to Compel the Produc. of Privileged Rs. 6.)  SCR-Tech represents that they \nhave produced these documents in redacted form, redacting only those portions \ncontaining attorney-client communications between SCR-Tech and Catalytica.  (Pl. \nSCR-Tech, LLC’s Supplemental Mem. of Law in Opp’n to Defs.’ Mot. to Compel the \nProduc. of Privileged Rs. 2–3.)     \n {18} As of February 23, 2004, Catalytica acquired total ownership of SCR-\nTech.  (Am. Compl. ¶ 28.)  The combination of ownership and a shared legal interest \nis adequate to protect the privilege asserted.  Therefore, Defendants’ Motion is \nDENIED as to this second category of documents.  \n \n \nC. Communications with Ebinger Created after December 2010 \n \n \n {19} This third category of documents relates to communications created \nafter there was no longer any corporate affiliation between Ebinger and SCR-Tech.  \nSome of the withheld documents appear by their description in the privilege log to \nrelate to communications seeking to coordinate positions taken in two separate \nlawsuits, one involving SCR-Tech and one involving Ebinger, with Defendants being \ninvolved in each.  Other communications may relate solely to SCR-Tech’s litigation, \nwith Ebinger providing information to assist SCR-Tech pursuant to the Cooperation \nAgreement.  The court concludes that the common-interest privilege applies \ndifferently between these communications.  \n{20} As this Court previously held in \nMorris v. Scenera Research, LLC , the \ncommon-interest doctrine extends the protection of the attorney-client privilege only \nto communications between parties sharing a common interest about a legal matter.  \n2011 NCBC LEXIS 34, at *19 (N.C. Super. Ct. Aug. 26, 2011).  “Generally, the \nprivilege has been adopted to facilitate communications between separate groups of \ncounsel representing separate clients having similar interests and actually \ncooperating in pursuit of those interests.”  Id.  at *20; see also In re Grand Jury \nSubpoena Under Seal , 415 F.3d 333, 341 (4th Cir. 2005); Hanson v. U.S. Agency for \nIntern. Dev. , 372 F.3d 286 (4th Cir. 2004); In re Grand Jury Subpoenas, 89-3 & 89-\n4, John Doe 89-129 , 902 F.2d 244, 249 (4th Cir. 1990).  \n{21} This is different than a common business interest that may be \nimpacted by litigation involving one of the parties.  “[A] party seeking to rely on the \ncommon interest doctrine must demonstrate that the specific communications at \nissue were designed to facilitate a common legal  interest; a business or commercial \ninterest will not suffice.”  6 James Wm. Moore et al.,  Moore’s Federal Practice  ¶ \n26.49 (3d ed. 2013) (emphasis added); see also Maxtena, Inc. v. Marks , 2013 U.S. \nDist. LEXIS 42332, at *23 (“Courts uniformly hold that, in order for the doctrine to \napply, ‘the common interest must be legal in nature.’ . . . Accordingly, the doctrine \n‘does not encompass a joint business strategy which happens to include as one of its \nelements a concern about litigation.’” (quoting Neuberger Berman Real Estate \nIncome Fund, Inc. v. Lola Brown Trust No. 1B , 230 F.R.D. 398 (D. Md. 2005))).  \nAccordingly, “a party requesting that the court apply this rule must demonstrate \nthat (1) the communicating parties shared an identical legal interest, (2) the \ncommunication was made in the course of and in furtherance of the joint legal \neffort, and (3) the privilege had not been waived.” Morris , 2011 NCBC LEXIS 34, at \n*20 (citing Neighbors Law Firm, P.C. v. Highland Capital Mgmt., L.P. , No. 5:09-CV-\n353-F, 2011 WL 761480 at *3 (E.D.N.C. Feb. 24, 2011 )).  The Fourth Circuit has \nstated that it “demands more than ‘conclusory statements’ as to the identity of legal \ninterest . . . .”  Baltimore Scrap Corp. v. David J. Joseph Co. , 1996 U.S. Dist. LEXIS \n18617, at *31–32 (D. Md. 1996). 2 \n {22} In addition to challenging whether Ebinger and SCR-Tech share an \nidentical legal interest,  Defendants assert that the court should follow the Fourth \nCircuit’s requirement of an actual agreement to prosecute claims, which would \ndefeat the privilege here.  See Hunton & Williams v. United States Dep’t of Justice , \n590 F.3d 272, 287 (4th Cir. 2010) (“The common interest doctrine requires a \nmeeting of the minds, but it does not require that the agreement be reduced to \nwriting or that litigation actually have commenced.”) 3  (Opening Br. in Supp. of \nDefs.’ Mot. to Compel Ebinger/Envica Docs. on Privilege Log 7.)  While challenging \nany such requirement, SCR-Tech responds that SCR-Tech and Ebinger entered into \na Cooperation Agreement on June 23, 2011, which SCR-Tech contends would satisfy \nany such requirement the court might impose.  (Pl. SCR-Tech LLC’s Reply in Opp’n \n                                                 \n2 The court is aware of criticism of applying a strict requirement of identicality of the legal interest.  \nSee Teleglobe USA, Inc. , 493 F.3d at 365.  Those distinctions are not implicated by the facts of this \ncase and the court need not address them.  \n3 A number of circuits require some form of agreement between parties asserting the common-\ninterest doctrine, even if the agreement need not be in writing.  See, e.g. SEC, Inc. v. Wyly , 2011 U.S. \nDist. LEXIS 80304, at *7 (“It must be shown by the party claiming the privilege: (1) that all clients \nand attorneys with access to the communication had in fact agreed upon a joint approach to the \nmatter communicated . . . .”), Pac. Pictures Corp. v. U.S. Dist. Court for the Cent. Dist. of Cal. (In re \nPac. Pictures Corp.) , 679 F.3d 1121, 1129 (9th Cir. 2012) (“[T]he parties must make the \ncommunication in pursuit of a joint strategy in accordance with some form of agreement – whether \nwritten or unwritten.”); United States v. Balsiger , 2013 U.S. Dist. LEXIS 96387, at *9 (E.D. Wis. \n2013) (“This court agrees with the government’s contention that the defendants have failed to \nestablish any joint defense or common interest agreement, express or implied . .  . .”).  \nto Defs.’ Mot. to Compel the Produc. of Privileged Rs. 2.)  As to the shared legal \ninterest, SCR-Tech contends that, by at least December 2010, it and Ebinger shared \na common legal interest, specifically that “both SCR-Tech and Ebinger were adverse \nto the Defendants in lawsuits over the same catalyst regeneration technology” and \nhad “a shared legal interest in protecting the confidential information and trade \nsecrets about the regeneration process that originated with Ebinger and was later \nfurther developed by SCR-Tech.”  (Pl. SCR-Tech, LLC’s Supplemental Mem. of Law \nin Opp’n to Defs.’ Mot. to Compel the Produc. of Privileged Rs. 2, 8; Pl. SCR-Tech \nLLC’s Reply in Opp’n to Defs.’ Mot. to Compel the Produc. of Privileged Rs. 5.)     \n {23} The Cooperation Agreement, in relevant part, provides: \n \n 4.1 [Envica Kat GmbH] agrees to cooperate with SCR  \nregarding SCR’s lawsuit against Evonik Energy Services, LLC, Hans \nand Brigitte Hartenstein and Evonik’s German parent entities, all at \nno cost to [Envica Kat GmbH].  Any costs involved with [Envica Kat \nGmbH] so cooperating with SCR regarding SCR’s lawsuit against the \nEvonik parties . . . will be paid for by SCR. \n \n 4.2 SCR warrants that Evonik’s appeal before the North \nCarolina Court of Appeals has been effectively terminated and SCR \nhas no further claims whatsoever against [Envica Kat GmbH] \nconnected therewith, SCR waives any such claims and [Envica Kat \nGmbH] accepts such waiver.  \n \n(Opening Br. in Supp. of Defs.’ Mot. to Compel Ebinger/Envica Docs. on Privilege \nLog Ex. E.) \n {24} The court perceives a distinction between, on the one hand \ncommunications between Ebinger and  SCR-Tech to coordinate positions to be taken \nin the separate lawsuits between them and Defendants, and on the other hand, \ncommunications by which Ebinger provided SCR-Tech assistance in the present \nlitigation pursuant to the Cooperation Agreement.  While the issues in the two \nlawsuits were somewhat distinct, the court believes that the fact that each was an \nadverse party to Defendants involving related technology is adequate to support a \ncommon interest privilege so long as the communications were designed to pursue a \ncoordinated strategy.  On the other hand, communications intended solely to \nfacilitate SCR-Tech’s pursuit of its claims in the present lawsuit may relate to a \ncommon business interest, but do not rise to a level of shared legal interest \nadequate to support a common interest privilege.  More specifically, the court \nconcludes that Ebinger’s interest, evidenced by the Cooperation Agreement and \nSCR-Tech’s description of the shared interest, is a business interest, not a legal \ninterest in the trade secrets and confidential information implicated by the present \nlawsuit.  See United States v. Aramony , 88 F.3d 1369, 1392 (4th Cir. 1996) \n(similarly rejecting the application of the common-interest doctrine because “[t]he \ndevelopment of defenses to allegations against [a former employee accused of \nimproperly using his employer’s funds] simply is not a legal matter to [the \nemployer].  Although these defenses could help preserve [the employer’s] \nreputation, the preservation of one’s reputation is not a legal matter.”); Bank of \nAm., N.A. v. Terra Nova Ins. Co. , 211 F. Supp. 2d 493, 497 (S.D.N.Y. 2002) (“the \ncommon interest doctrine ‘does not encompass a joint business strategy which \nhappens to include as one of its elements a concern about litigation.’” (quoting Bank \nBrussels Lambert v. Credit Lyonnois (Suisse) S.A. , 160 F.R.D. 437, 447 (S.D.N.Y. \n1995))); Baltimore Scrap Corp. , 1996 U.S. Dist. LEXIS 18617, at *18–32 (rejecting \nthe application of the common-interest doctrine where the party asserting the \ndoctrine’s application (“DJJ”) did not show how the other entities with whom it \nshared information would be affected by the allegations against DJJ);  Fed. Election \nComm’n v. The Christian Coal. , 178 F.R.D. 61, 73 (E.D. Va. 1998) (finding that an \nindividual did not share a common legal interest with a corporation involved in \nlitigation because “[h]e was not ‘interested’ in the [] litigation in the sense that the \noutcome of the litigation would directly affect him . . . .”).   \n {25} The claims pending in this case include (1) Breach of the \nConfidentiality Agreement between SCR-Tech and the Hartensteins; (2) Tortious \nInterference with the same Confidentiality Agreement by Evonik; (3) \nMisappropriation of Trade Secrets; (4) Breach of Fiduciary Duties allegedly owed to \nSCR-Tech by the Hartensteins; (5) Usurpation of SCR-Tech’s Corporate \nOpportunities by the Hartensteins; and (6) Unfair and Deceptive Trade Practices.  \n(Am. Compl. ¶¶ 68–108.)  These claims do not affect any legal interest of Ebinger; \nthe Amended Complaint does not allege that any of the trade secrets or confidential \ninformation at issue are owned by Ebinger, and does not imply in any way that \nEbinger will be legally affected by the outcome of any of the claims.  See Fed. \nElection Comm’n, 178 F.R.D. at 73.  The Cooperation Agreement appears to be more \nin the nature of “a joint business strategy which happens to include as one of its \nelements a concern about litigation,” Bank of Am., N.A. , 211 F. Supp. 2d at 497, \nproviding that “[Ebinger] and SCR agree to cooperate with one another in matters \nwhich could improve each of [Ebinger’s] and SCR’s businesses,” and that Ebinger \nand SCR-Tech “agree to collaborate with one another in research and developments \nof improvements to their respective technology . . . .”  (Opening Br. in Supp. of Defs.’ \nMot. to Compel Ebinger/Envica Docs. on Privilege Log Ex. E at §§ 2.1, 3.1.)  \nEbinger’s prior ownership in SCR-Tech does not provide the interest necessary to \nassert a present joint legal interest. \n {26} In sum, as to those communications in and after 2010, the court \nconcludes that communications between SCR-Tech, Ebinger, and their counsel for \nthe purposes of developing and pursuing joint strategies in response to claims or \ndefenses asserted separately against them by Defendants are privileged.  However, \nother communications between them to support SCR-Tech’s pursuit of its claims \nagainst Defendants pursuant to and because of the Cooperation Agreement are not \nprivileged simply because of a former common interest in and/or development of the \nunderlying catalyst regeneration technology.   \n {27} Having found that a privilege extended to those documents described \nabove, the court must then address Defendants’ contention that the earlier \nproduction of documents by SCR-Tech’s former counsel constituted a subject matter \nwaiver of the privilege.  (Reply in Supp. of Defs.’ Mot. to Compel Ebinger/Envica Ds. \non Privilege Log 7–8.)  The court does not believe that a waiver has been \ndemonstrated.  The privilege the court has upheld relates to coordination between \nthe companies as to the separate lawsuits adverse to Defendants.  The record \ndemonstrates that the documents produced by Womble Carlyle Sandridge & Rice, \nLLP were created from August to October, 2009, prior to the time that SCR-Tech \nclaims that the privilege arose as to this category of documents.  (Pl. SCR-Tech, \nLLC’s Supplemental Mem. of Law in Opp’n to Defs.’ Mot. to Compel the Produc. of \nPrivileged Rs. 10.; (Pl. SCR-Tech LLC’s Reply in Opp’n to Defs.’ Mot. to Compel the \nProduc. of Privileged Rs. 7–8.)   \n{28}   For the foregoing reasons, as to this third category of documents, \nDefendants’ Motion is GRANTED in part and DENIED in part.   \n \n IT IS SO ORDERED, this the 13th day of August, 2013. \n "
}