{
  "id": "b944b6cd1c24b026bdfc48982cbdc79d251b515b8ede029ebd81378d2f1b869b",
  "source_file": "data/raw/ncbc/b944b6cd1c24b026bdfc48982cbdc79d251b515b8ede029ebd81378d2f1b869b.pdf",
  "raw_text": "Reynolds Am. Inc. v. Third Motion Equities Master Fund Ltd., 2019 NCBC 35. \n \n \n \nSTATE OF NORTH CAROLINA \n \nFORSYTH COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 7086 \n \nREYNOLDS AMERICAN INC., \n \nPlaintiff, \n \nv. \n \nTHIRD MOTION EQUITIES \nMASTER FUND LTD.; MAGNETAR \nCAPITAL MASTER FUND, LTD.; \nSPECTRUM OPPORTUNITIES \nMASTER FUND LTD.; MAGNETAR \nFUNDAMENTAL STRATEGIES \nMASTER FUNDS LTD.; \nMAGNETAR MSW MASTER FUND  \nLTD.; MASON CAPITAL MASTER  \nFUND, L.P.; ANTON S. \nKAWALSKY, trustee for the benefit \nof Anton S. Kawalsky Trust UA \n9/17/2015; CANYON BLUE CREDIT \nINVESTMENT FUND L.P.; THE \nCANYON VALUE REALIZATION \nMASTER FUND, L.P.; CANYON \nVALUE REALIZATION FUND,  \nL.P.; BLUE MOUNTAIN CREDIT  \nALTERNATIVES MASTER FUND \nL.P.; BLUEMOUNTAIN FOINAVEN \nMASTER FUND L.P.; \nBLUEMOUNTAIN GUADALUPE \nPEAK FUND L.P.; \nBLUEMOUNTAIN SUMMIT \nTRADING L.P.; BLUEMOUNTAIN \nMONTENVERS MASTER FUND \nSCA SICAV-SIF; AMUNDI \nABSOLUTE RETURN CANYON \nFUND P.L.C.; CANYON-SL  \nVALUE FUND, L.P.; PERMAL \nCANYON IO LTD.; CANYON \nVALUE REALIZATION MAC 18 \nLTD.; and BARRY W. BLANK \nTRUST, \n \nDefendants. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION \nCONCERNING JUDICIAL REVIEW \nOF DISSENTING SHAREHOLDERS’ \nPERFECTION OF APPRAISAL \nRIGHTS \n \n \n1. THIS MATTER  is before the Court upon its own motion to control and \nregulate the conduct of the upcoming  trial, scheduled to commence in the above -\n \n \ncaptioned case on June 10, 2019, and to determine the relevance of certain evidence \nPlaintiff Reynolds American Inc. (“RAI”) seeks to introduce at trial. \n2. Having considered the parties’ opening briefs and response briefs submitted \npursuant to the Court’s May 9, 2019 Scheduling Order, the arguments of counsel at \nthe May 23, 2019 pretrial hearing, and other appropriate matters of record, the Court \nconcludes that whether Defendants proper ly perfected their  shareholder appraisal \nrights is a matter beyond the statutorily defined scope of this lawsuit , which RAI \ninstituted under N.C. Gen. Stat. § 55 -13-30 for a determination of the fair value of \nDefendants’ shares.  Consequently, the Court further concludes  that evidence \nrelating to Defendants’ perfection of appraisal rights is irrelevant within the context \nof this proceeding. \nCravath, Swaine & Moore LLP, by Gary A. Bornstein, Thomas G. \nRafferty, Samira Shah, Nicole D. Valente, and Brook E. Tay, and Smith, \nAnderson, Blount, Dorsett, Mitchell & Jernigan, LLP, by Donald H. \nTucker, Jr., Christopher B. Capel, and Clifton L. Brinson, for Plaintiff \nReynolds American Inc. \n \nLowenstein Sandler LLP, by Sheila A. Sadighi, Steven M. Hecht, Maya \nGinsburg, Lawrence M . Rolnick,  Jennifer A. Randolph, Thomas E. \nRedburn, Jr., and Frank T.M. Catalina, and Brooks, Pierce, McLendon, \nHumphrey & Leonard, LLP, by Jennifer K. Van Zant and Jessica \nThaller-Moran, for Defendants Mason Capital Master Fund, L.P., Anton \nS. Kawalsky, Canyon Blue Credit Investment Fund L.P., Canyon Value \nRealization Master Fund, L.P., Canyon Value Realization Fund, L.P., \nBlue Mountain Credit Alternatives Master Fund L.P., BlueMountain \nFoinaven Master Fund L.P., BlueMountain Guadalupe Peak Fund L.P., \nBlueMountain Summit Trading L.P., BlueMountain Montenvers Master \nFund SCA SICAV -SIF, Amundi Absolute Return Canyon Fund P.L.C., \nCanyon-SL Value Fund, L.P., Permal Canyon IO Ltd., and Canyon \nValue Realization MAC 18 Ltd. \n \nAbrams & Bayliss LLP, by J. Peter Shindel, Jr., Kevin G. Abrams, and \nMatthew L. Miller,  and the Sanderson Law Firm, PLLC , by George F. \n \n \nSanderson, III, for Defendants Magnetar Capital Master Fund, Ltd., \nMagnetar Fundamental Strategies Master Fund Ltd., Magnetar MSW \nMaster Fund Ltd., Third Motion Equities Master Fund Ltd., and \nSpectrum Opportunities Master Fund Ltd. \n \nShanahan Law Group , PLLC, by Kieran J. Shanahan, Brandon S. \nNeuman, and Christopher S. Battles, for Defendant Barry W. Blank \nTrust. \n \nBledsoe, Chief Judge. \nI. \nBACKGROUND \n3. The majority of the background facts asserted in RAI’s Complaint for \nJudicial Appraisal (the “Complaint”) and relevant to this decision are not in dispute.   \n4. On July 25, 2017, RAI, a corporation organized under the laws of the State \nof North Carolina,  merged into an indirect, wholly owned subsidiary of  British \nAmerican Tobacco p.l.c.  (“BAT”).  (Compl. Judicial Appraisal ¶ 2 [hereinafter \n“Compl.”], ECF No. 4.)  RAI continued as the surviving entity.  (Compl. ¶ 2.)   \n5. Defendants a re former RAI shareholders who asserted appraisal rights \nunder N.C. Gen. Stat. § 55 -13-21.  (Compl. ¶ 40; Am. Case Management Report 3  \n[hereinafter “CMR”], ECF No. 33.)   On June 25, 2017, RAI sent Defendants written \nappraisal notices and forms required by N.C. Gen. Stat. § 55 -13-22.  (Compl. ¶ 41.)  \nThe appraisal notice s provided Defendants with an address and deadline for \nreturning their appraisal forms and share certificates and stated that RAI estimated \nthe fair value of its common stock to be $59.64 per share.  (Compl. ¶ 41.) \n6. Between August 14 and August 31, 2017, RAI received each Defendant’s \ncompleted appraisal form and share certificates.  (Compl. ¶¶ 43–45.)  RAI then paid \n \n \neach Defendant cash for the total value of that Defendant’s respective shares, plus \ninterest, using RAI’s estimated fair value.  (Compl. ¶¶ 43–45.) \n7. In October 2017, RAI received notices from Defendants stating that they \nwere dissatisfied with the amount RAI paid and providing each Defendant’s \nestimated fair value of RAI’s common stock. 1  (Compl. ¶¶ 46 –48.)  Defendants’ \nestimates ranged from $81.21 to $94.33 per share.  (Compl. ¶¶ 46–48.) \n8. On November 29, 2017, RAI filed its Complaint and began this action for \njudicial appraisal under N.C. Gen. Stat. § 55-13-30. \n9. On February 14, 2018, RAI and Defendants submitted a joint Amended Case \nManagement Report to the Court (the “Case Management Report”), as required by \nRule 9 of the General Rules of Practice and Procedure for the North Carolina Business \nCourt (“BCRs”).  The Case Management Report contained an agreed-upon summary \nof the case, as well as each side’s specific contentions.  (CMR 3 –6.)  RAI contended \nthat its $59.64 per -share fair value estimate already paid to Defendants equaled or \nexceeded the fair value of Defendants’ shares and that this price wa s supported by \nthe market, the merger deal process, investment bank estimates, and the approval of \nthe merger by the majority of RAI’s shareholders.  (CMR 3–4.)  On the basis of these \ncontentions, RAI asked the Court to affirm RAI’s fair value estimate.  (CMR 4.)  Each \ngroup of Defendants disagreed with RAI’s contentions and provided a summary of \ntheir reasons for disputing RAI’s fair value estimate.  (CMR 4–6.) \n                                                 \n1  Defendants have litigated this case as three groups of multiple shareholders.  Each of the \nthree groups provided RAI with a different estimate for the fair value of RAI’s common stock.  \n(Compl. ¶¶ 46–48.) \n \n \n10. Following a BCR 9.3 case management conference with the parties, the \nCourt set the trial of this case for June 10, 2019, subject to any necessary extensions \nin the event either side filed summary judgment motions.  No summary judgment \nmotions were filed, and the trial will commence on June 10, 2019. \n11. Beginning in mid -to-late April 2019, a dispute arose between the parties \nconcerning the breadth and scope of Defendants’ pretrial disclosures .  RAI and \nDefendants submitted statements to the Court by e-mail concerning this dispute, and \nthe Court held a telephone conference on May 1, 2019 to address the matter.  Based \nupon its review of the parties’ pre-conference submissions, the Court began the May 1 \nconference by noting that Defendants represented that RAI had refused to stip ulate \nthat Defendants had properly perfected their appraisal rights and that certain \nwitnesses identified by Defendants appeared to have been identified solely to address \nissues related to perfection.  The Court asked RAI to explain its refusal to stipulate \nthat Defendants had perfected their rights and directed Defendants to answer \nwhether any stipulations by RAI on the topic of perfection might reduce the number \nof witnesses for Defendants at trial .  In response, counsel for RAI reported that \nalthough a f ull discussion on the issue had not occurred, RAI would be willing to \nstipulate that certain Defendants had perfected their appraisal rights.  RAI forecast, \nhowever, that it would seek to prove certain other Defendants did not properly perfect \ntheir right s to appraisal, narrowing the amount in dispute and removing certain \nDefendants from the case after the presentation of evidence.  Defendants responded \n \n \nthat RAI had waived any right it may have had to challenge the perfection of \nDefendants’ appraisal rights at trial. \n12. In an effort to narrow or resolve the parties’ dispute concerning Defendants’ \npretrial disclosures, the Court ordered the parties to meet and confer regarding, \namong other things, po ssible stipulations regarding whether Defendants properly \nperfected their appraisal rights.   \n13. On May 8, 2019, the parties submitted a joint report concerning the results \nof their negotiations.   The Court held another telephone conference to address \nmatters contained in the report that same day.   In the  joint report an d on the \ntelephone conference, RAI took the position that whether Defendants had perfected \ntheir appraisal rights was an issue for trial and that, with respect to those Defendants \nRAI would not stipulate had perfected their appraisal rights , Defendants bore the \nburden of proving perfection.   (Joint Status Report 1, ECF No. 163.)   Defendants \nargued (i)  that RAI had admitted, through the pre -litigation process and in its \nComplaint, that Defendants had perfected their appraisal rights ; (ii) that RAI had \nwaived its ability to contest the issue of perfection; and (iii) that RAI was attempting \nto alter the statutory process for perfection of appraisal rights, which did not require \ndocumentary proof of how shares were voted.  (Joint Status Report. 2–3.) \n14. On May 9, 2019, the Court ordered the parties to submit briefing on the \nissue of whether Defendants’ perfection of appraisal rights is a justiciable matter for \ntrial, including whether Defendants’ proper perfection of these rights could be \ndetermined as a matter of law and whether RAI, through filings or conduct in this \n \n \nlitigation, had admitted or waived its right to contest Defendants’  entitlement to \nappraisal.  The partie s submitted their initial briefs on May 15, 2019 and response \nbriefs on May 21, 2019.  The Court heard arguments on the issue at the May 23, 2019 \npretrial hearing. \n15. This issue is now ripe for resolution. \nII. \nANALYSIS \n16. As an initial matter, the Court notes that the deadline for summary \njudgment motions has passed, and no party moved the Court  for a determination \nconcerning Defendants’ perfection  of appraisal rights.  Therefore, the parties’ \ncontentions concerning perfection are now more properly framed as competing \nrequests that the Court determine whether the perfection of Defendants’ apprais al \nrights is a proper matter for adjudication at trial and thus whether evidence relating \nto the perfection of Defendants’ appraisal rights is relevant to this proceeding.   \n17. “[A]s a general rule,” a trial court, “in the exercise of its right to control and \nregulate the conduct of the trial, may, of its own motion, exclude or strike evidence \nwhich is wholly incompetent or inadmissible for any purpose[.]”  Greer v. Whittington, \n251 N.C. 630, 634, 111 S.E.2d 912, 916 (1960); State v. McPherson, 7 N.C. App. 160, \n166, 171 S.E.2d 464, 467 (1970).  “Evidence which is not relevant is not admissible.”  \nN.C. R. Evid. 402.  Accordingly, a trial court may, on its own motion, exclude evidence \nwhich is not relevant or material to the issues to be tried.  McPherson, 7 N.C. App. at \n \n \n166, 171 S.E.2d at 467 (finding no error where trial court excluded evidence on its \nown objection that was not relevant or material).   \n18. Evidence is relevant if it has “any tendency to make the existence of any fact \nthat is of consequence to the determination of the action more probable or less \nprobable than it would be without the evidence.”  N.C. R. Evid. 401.  While a trial \ncourt’s rulings on relevance are not “technically” discretionary, “such rulings are \ngiven great deference on appeal.”  Dunn v. Custer, 162 N.C. App. 259, 266, 591 S.E.2d \n11, 17 (2004) (quoting State v. Wallace, 104 N.C. App. 498, 502, 410 S.E.2d 226, 228 \n(1991)). \n19. After reviewing the parties’ briefs, the applicable statutes, and relevant case \nlaw, the Court concludes that whether Defendants perfected their appraisal rights is \nnot a proper matter for determination in this proceeding under N.C. Gen. Stat. § 55-\n13-30 and thus that evidence relating to the perfection of Defendants’ appraisal rights \nis not relevant to any issue in this case and should not be admitted at trial.  The Court \nreaches this conclusion for two reasons.  First, the plain language of section 55-13-30 \ndoes not contain a requirement that dissenting shareholders prove their perfection of \nappraisal rights , but instead states such shareholders are  entitled to a specific \njudgment in a proceeding commenced under the statute.  Second, even if section 55-\n13-30 permitted a court to review whether dissenting shareholders properly perfected \ntheir appraisal rights, RAI has not sought a declaratory judgment or some other form \nof relief requiring the Court to determine whether certain Defendants failed to perfect \ntheir rights here. \n \n \nA. N.C. Gen. Stat. § 55 -13-30 Controls the Subject Matter of the Court Action \nit Creates \n \n20. The parties’ dispute concerning Defendants’ entitlement to a judicial \nappraisal of their shares stems from RAI’s suspicion that certain Defendants did not \nfulfill all of the statutory requirements needed to assert appraisal rights.  In \nparticular, RAI represents that it has concerns that certain Defendants did not \ncomply with N.C. Gen. Stat. § 55-13-21(a)(2), which requires  that a dissenting \nshareholder “[n]ot . . . vote, or cause or permit to be voted, any shares of any class or \nseries in favor of the [merger].”  N.C. Gen. Stat. § 55 -13-21(a)(2).  RAI contends that \nin an appraisal proceeding commenced under section 55 -13-30, each defendant \nshareholder bears the burden of establishing that it complied with every requirement \nneeded to assert appraisal rights and demand payment under Chapter 55, Article 13 \nof the North Carolina General Statutes (“Article 13”) .  RAI  believes certai n \nDefendants will not be able to do so.   \n21. Defendants vehemently disagree with RAI’s position.  Defendants argue \nthat section 55 -13-30 creates the right to a court action for judicial appraisal , does \nnot contain a procedural requirement that the dissenting shareholders prove their \nperfection, and does not require the Court to determine whether appraisal rights were \nproperly perfected.  Instead, Defendants contend that the issues before the Court are \nlimited solely to those issues concerning fair value, court costs, and expenses set out \nin sections 55-13-30 and 55-13-31. \n \n \n22. While not concluding that matters concerning the perfection of appraisal \nrights are beyond judicial review, the Court agrees with Defendants that such issues \nare beyond the scope of a lawsuit initiated under section 55-13-30. \n23. As the Court has previously noted , “[t]here is little case law in North \nCarolina” concerning judicial appraisal actions.  Reynolds Am. Inc. v. Third Motion \nEquities Master Fund, Ltd.  2018 NCBC LEXIS 94, at *6 (N.C. Super. Ct. Sept. 12, \n2018); see Russell M. Robinson, II, Robinson on North Carolina Corporation Law  \n§ 27.06[1] (7th ed. 2017) (“There is no reported North Carolina decision determining \nthe fair val ue of shares in an appraisal proceeding.”).  It is therefore unsurprising \nthat the parties’ current dispute raises an issue of first impression under North \nCarolina law.  Acknowledging this, the Court begins its analysis by turning to the \nplain language of the relevant statutes.  “When the language of a statute is clear and \nwithout ambiguity, it is the duty of [courts] to give effect to the plain meaning  of the \nstatute[.].”  Diaz v. Div. of Soc. Servs., 360 N.C. 384, 387, 628 S.E.2d 1, 3 (2006).   \n24. Article 13 of the North Carolina Business Corporation Act is divided into \nfour Parts, the first three of which are relevant here.  Part 1, “Right to Appraisal and \nPayment for Shares,” provides definitions for the rest of the Article, N.C. Gen. Stat. \n§ 55-13-01, outlines which corporate actions give rise to a right to appraisal, id. § 55-\n13-02, and defines who may assert appraisal rights, id. § 55-13-03.  Part 2 contains a \nseries of provisions laying out the procedure for the exercise of appraisa l rights.  Id.  \n§§ 55-13-20–28.  Part 3, titled “Judicial Appraisal of Shares,” contains only two \n \n \nsections and  begins with the statute providing for a  court action for th e judicial \nappraisal of shares, section 55-13-30.  See id. § 55-13-30(a). \n25. Section 55-13-30 allows a corporation facing unsettled demands for payment \nby dissenting shareholders under section 55 -13-28 to institute a proceeding in the \n“the Superior Court Division of the General Court of Justice to determine the fair \nvalue of the shares and accrued interest.”  Id.  “The jurisdiction of the superior court \nin which the proceeding is commenced  . . . is plenary and exclusive,” and there is no \nright to a trial by jury.  Id. § 55-13-30(d).  The statute provides that “[t]he corporation \nshall make all shareholders  . . . whose demands remain unsettled parties to the \nproceeding as in an action against their shares[.]”  Id. § 55-13-30(c).  If a corporation \nfails to commence the proceeding created by section 55-13-30 within sixty days after \nreceiving a dissenting shareholder’s demand for the dissenter’s estimate d fair value \nof the dissenter’s shares, the corporation must pay the shareholder the amount \ndemanded.  Id. § 55-13-30(a). \n26. The final subsection of section 55-13-30 provides as follows: \n(e) Each shareholder made a party to the proceeding is entitled to judgment \neither (i) for the amount, if any, by which the court finds the fair value of the \nshareholder’s shares, plus interest, exceeds the amount paid by the \ncorporation to the shareholder for the shareholder’s shares or (ii) for the fair \nvalue, plus interest, of the shareholder’s shares for which the corporation \nelected to withhold payment under G.S. 55-13-27. \n \nId. § 55-13-30(e). \n \n27. Upon review, the Court draws two conclusions about section 55-13-30.  First, \nsection 55 -13-30’s language is plain and unambiguous.  Second, this plain and \n \n \nunambiguous language limits the subject matter of a court action commenced under \nsection 55-13-30 and the relief available in that action. \n28. The first subsection of section 55 -13-30 states the circumstances under \nwhich a corporation shall commence a judicial appraisal action—when shareholder \ndemands under section 55 -13-28 remain unsettled —and states that the court \nproceeding initiated will “determine the fair value of the shares and accrued interest.”  \nId. § 55-13-30(a).  There is no language in this subsection allowing or requiring a \nreview of a dissenting shareholder’s entitlement to appraisal.  Th e lack of such a \nprovision is consistent throughout the sta tute.  Instead, section 55-13-30 focuses on \nproviding a determination of fair value to resolve outstanding demands , id., by \nrequiring the corporation to make “all shareholders  . . . whose demands remain \nunsettled parties to the proceeding,” id. § 55 -13-30(c), providing the court with \nexclusive jurisdiction over the judicial appraisal proceeding, and allowing the court \nto appoint appraisers “to receive evidence and recommend a decision on the question \nof fair value,” id. § 55-13-30(d). \n29.   Most importantly, se ction 55 -13-30(e) places clear limitations on the \npossible outcomes of an action brought under section 55-13-30.  Subsection (e) \nprovides that “each shareholder made a party to the proceeding is entitled  to \njudgment” for one of two possible amounts.  Id. § 55-13-30(e) (emphasis added).  The \nlanguage used is restrictive,  with the word “either” preceding the two enumerated \noptions for judgment  and the conjunction “or” positioned between them.   Either, \nAmerican Heritage Dictionary (2d coll. ed. 1985) (“One or the other . . . [u]sed before \n \n \nthe first of two or more coordinates or clauses linked by or[.]”).2  Which form of \njudgment a dissenting shareholder is “entitled to ” depends upon whether the \ndissenter is (i) a shareholder that has already received a payment consistent with the \ncorporation’s estimated fair value or  (ii) a shareholder “for which the corporation \nelected to withhold payment under G.S. 55-13-27.”  N.C. Gen. Stat. § 55-13-30(e).  The \nstatute provides no third option whereby the corporation may obtain a judgment \ndeclaring certain shareholders are not entitled to appraisal  after failing to perfect \ntheir appraisal rights.  Id.  Section 55-13-31, which deals with assessment of court \ncosts and expenses, contains no provision authorizing such relief either.  Id. § 55-13-\n31. \n30. RAI nevertheless insists that Defendants must prove that they perfected \ntheir appraisal rights at trial  and that this requirement is inherent to an appraisal \nproceeding commenced under section 55-13-30.  RAI advances several arguments in \nsupport of this assertion. \n31. First, RAI argues that Defendants must prove they met each statutory \nrequirement to assert appraisal rights under Article 13 by citing section 55-13-21(c).  \nThis provision states “[a] shareholder who fails to satisfy the requirements . . . of this \nsection,” which include the requirement that the shareholder not vote in favor of the \nproposed corporate action, “is not entitled to payment under this Article.”  Id. § 55-\n13-21(c).  Essentially, because section 55-13-21(c) states a consequence for failing to \n                                                 \n2  “In construing the ordinary and plain meaning of disputed terms, ” North Carolina courts \nmay use “standard, nonlegal dictionaries as a guide.”   C.D. Spangler Constr. Co. v. Indus. \nCrankshaft & Eng’g Co. , 326 N.C. 133, 152, 388 S.E.2d 557, 568 (1990) (internal quotation \nmarks omitted). \n \n \ncomply with a step a shareholder must take  to be entitled to appraisal rights, RAI \ncontends Defendants have the burden of proving to the Court  that Defendants \nproperly completed all steps to avoid that consequence and receive a judicial \nappraisal of their shares.  The Court disagrees. \n32. Article 13 contains numerous steps that corporations and dissenting \nshareholders must take to be entitled to judicial appraisal as a means of settling their \ndisputes over share value.  Id. §§ 55-13-20–31.  Of these, only sections 55-13-30 and \n55-13-31 deal directly with the subject matter of a judicial appraisal action, the trial \ncourt’s jurisdiction over that action, the required parties for such an action, and the \nrelief the trial court may provide.  See id. §§ 55-13-30–31.  “[W]here one statute deals \nwith a particular subject or situation in  specific detail, while another  statute deals \nwith the subject in broad,  general terms, the particular,  specific statute will be \nconstrued as controlling,  absent a clear legislative intent to the contrary.”   Nucor \nCorp. v. Gen. Bearing Corp., 333 N.C. 148, 154–55, 423 S.E.2d 747, 751 (1992).  Thus, \nwhile section 55-13-21(c) may be relevant to the process of asserting appraisal rights \nand entitle a corporation to refuse to pay a dissenting shareholder under Article 13, \nthe Court is not able to conclude that this statutory provision overrides section 55 -\n13-30(e)’s clear instruction that, after a corporation has filed a complaint for judicial \nappraisal, “[e]ach shareholder made a party to the proceeding is entitled to judgment \neither (i) for the amount, if any, by which the court find s the fair value of the \nshareholder’s shares, plus interest, exceeds the amount paid by the corporation ” or \n“(ii) for the fair value, plus interest, of the shareholder ’s shares for which the \n \n \ncorporation elected to withhold payment under G.S. 55-13-27.”  N.C. Gen. Stat. § 55-\n13-30(e). \n33. Second, at oral argument RAI pointed the Court to two decisions in other \njurisdictions that have, like North Carolina, enacted provisions of the Model Business \nCorporation Act (the “MBCA”) providing for judicial appraisal of dissenters’ shares .  \nAlthough RAI conceded that these decisions were not on all-fours with this case, RAI \nargued that these cases represented instances in which courts in other MBCA \njurisdictions have reviewed and deter mined matters relating to perfection of \nappraisal rights in judicial appraisal actions. \n34. The first case RAI cites is an unpublished decision from the Court of Appeals \nof Wisconsin, Kohler Co. v. Sogen Int ernational Fund, Inc., No. 99-2115, 2000 Wisc. \nApp. LEXIS 756 ( Wis. Ct. App. Aug. 9, 2000) .  In that case, a corporation filed a \npetition beginning a judicial appraisal action against a certain number of dissenting \nshareholders.  Id. at *3.  Two individual shareholders who had not timely asserted \ntheir appraisal rights and had not been sued intervened and were joined to the case.  \nId. at *4.  The corporation moved for a declaratory judgment that the  two \nshareholders had not satisfied certain statutory requirements , were not entitled to \npayment under Wisconsin’s statutes enacting the judicial appraisal provisions of the \nMBCA, and could not be parties to the judicial appraisal proceeding.  Id.  The trial \ncourt granted the corporation’s motion, and the court of appeals affirmed that \ndecision.  Id. at *1. \n \n \n35. The second case RAI proffers for the Court’s consideration is the Georgia \nCourt of Appeals’ decision in Magner v. One Securities Corp., 574 S.E.2d 555 (Ga. Ct. \nApp. 2002).  There, two corporations filed a declaratory judgment action and “sought \na declaration establishing whether [certain shareholders] preserved any right to \ndissent to” certain mergers giving rise to possible appraisal rights.  Id. at 556.  In the \nalternative, the corporations sought a judicial appraisa l under Georgia’s section 14 -\n2-1330, “[i]n the event the court concluded such dissenters’ rights existed[.]”  Id.  The \ntrial court granted the corporations summary judgment on their declaratory \njudgment claim, and the appellate court affirmed.  Id. \n36. After a review of these cases, the Court concludes n either provides support \nfor RAI’s position.   \n37. As an initial point , unlike the corporations in  Kohler or Magner , RAI \nadmitted at oral argument that it is not seeking a declaration concerning Defendants’ \nentitlement to judicial appraisal  by way of a claim or some other request for relief .  \nInstead, RAI contends that the judicial appraisal proceeding it began under section \n55-13-30 inherently places a burden u pon Defendants to show t hey are entitled to \nappraisal rights by proving the ir compliance  with the statutory requirements of \nArticle 13.  Neither Kohler nor Magner can be read as supporting this position .  If \nanything, the fact that both cases involved some separate claim or motio n for a \njudicial declaration prompting a court determination as to perfection cuts against \nRAI’s argument that defendants in a judicial appraisal proceeding must always prove \ntheir proper perfection of appraisal rights. \n \n \n38. Further, and more importantly,  neither Kohler nor Magner directly \nanalyzed whether the declaratory relief sought in each case was within the purview \nof a  judicial appraisal  proceeding commenced  under their jurisdictions’ statutes \nenacting the MBCA.  Specifically, neither appellate court addressed the fact that its \nown state’s judicial appraisal statutes contained restrictive language which, like the \nlanguage in section 55-13-30, would appear to preclude a corporation from seeking a \ndetermination as to whether a shareholder properly perfec ted its appraisal rights \nwithin the confines of a judicial appraisal proceeding.  See Ga. Code Ann. § 14-2-1330 \n(1999) (“Each dissenter made a party to the proceeding is entitled to judgment for the \namount which the court finds to be the fair value of his shares, plus interest to the \ndate of judgment.” (emphasis added)); Wis. Stat. § 180.1330 (1998) (“ Each dissenter \nmade a party to the special proceeding is entitled to judgment for any of the following: \n(a) The amount, if any, by which the court finds the fair value of his or her shares, \nplus interest, exceeds the amount paid by the corporation.  (b) The fair value, plus \naccrued interest, of his or her shares acquired on or after the date specified in the \ndissenter’s notice under s. 180.1322 (2) (c), for which the corporation elected to \nwithhold payment under s. 180.1327.” (emphasis added) ).  Consequently, neither \nopinion offers persuasive reasoning for this Court to consider, much less an argument \nfor i gnoring the plain language of N.C. Gen. Stat. §  55-13-30 entitling dissenting  \nshareholders made a party to an appraisal proceeding to specific judgments. \n39. Finally, RAI argues that without a requirement that dissenting \nshareholders prove their entitlement to  appraisal rights (or some other avenue by \n \n \nwhich a corporation may challenge perfection in a judicial appraisal proceeding) , \nsection 55 -13-30 puts corporations in an impossible position of choosing to either \ncomply with the procedures laid out by Part 2  of Article 13 and bring a claim for \njudicial appraisal under section 55-13-30, thereby forfeiting the right to challenge a \nshareholder’s entitlement to appraisal,  or to take a gamble by asserting that a \nshareholder is not entitled to appraisal , thereby risking any negative consequences \nthat might follow  should the corporation be incorrect , all without the benefit of \ndiscovery.  Particularly, RAI argues that corporations in its position have virtually \nno way to determine how a beneficial shareholder’s shares held through a brokerage \naccount or other financial institution were actually voted in the short period between \nthe date the corporate action becomes effective and the date the corporation must \nsend out appraisal notices under section 55-13-22(b) to shareholders who satisfy the \nrequirements of section 55-13-21.   \n40. To the extent RAI’s points have merit, this Court is not th e proper body to \nmake decisions based on such policy concerns .  See Alexander v. DaimlerChrysler \nCorp., 2004 NCBC LEXIS 3, at *29 (N.C. Su per. Ct. Jan. 30, 2004)  (“It is not the  \ncourt’s function to  rewrite legislation to make it better.”)  The North Carolina \nConstitution delegates that role to our General Assembly.  Ramsey v. N.C. Veterans \nComm’n, 261 N.C. 645, 648, 135 S.E.2d 659, 661 (1964) (“Only the General Assembly \nmay amend or rewrite a statute.” (citing N.C. Const. art. II, § 1)). \n41. Indeed, RAI’s position essentially asks the Court to graft into section 55-13-\n30 a piece of section 262 of the Delaware General Corporation Law , which creates a \n \n \ntwo-step process in which the  Delaware Chancery Court first “determine[s] the \nstockholders who have complied with this section and who have become entitled to \nappraisal rights ,” Del. C ode Ann . tit. 8,  § 262(g) , and then conducts an appraisal \nproceeding to determine the fair value of the stockholders’ shares, id. § 262(h).  There \nis much to commend about the clarity and simplicity offered by Delaware’s statute.  \nHere, however, the Court cannot ignore the lack of any such statutory provision in \nNorth Carolina’s Business Corporation Act, nor can it create one on its own.  Ramsey, \n261 N.C. at 648, 135 S.E.2d at 661.  The General Assembly is presumed to act “with \nfull knowledge of prior and existing law and its construction by the courts.”  Rhyne v. \nK-Mart Corp., 149 N.C. App. 672, 685, 562 S.E.2d 82, 92 (2002).  Should the General \nAssembly have wished to create a process in a judicial appraisal action whereby the \nCourt is to  review each shareholder’s entitlement to appraisal  before making a \ndetermination on fair value, it could have clearly expressed that intent in section 55-\n13-30, and Delaware’s section 262 would have provided a useful template .  That the \nGeneral Assembly  did not , and instead chose to adopt the provisions for judicial \nappraisal actions contained in the MBCA,  which does not contain any procedure \nsimilar to Delaware’s section 262(g), further supports the Court’s conclusion here. \n42. The law of this State has long recogni zed that “[w] here jurisdiction is \nstatutory and the Legislature requires the Court to exercise its jurisdiction in a \ncertain manner, to follow a certain procedure, or otherwise subjects the Court to \ncertain limitations, an act of the Court beyond these lim its is in excess of its \njurisdiction.”  In re T.R.P. , 360 N.C. 588, 590, 636 S.E.2d 787, 790 (2006) (quoting \n \n \nEudy v. Eudy , 288 N.C. 71, 75, 215 S.E.2d 782, 785 (1975)) ; cf. Allen v. Hunnicutt , \n230 N.C. 49, 51, 52 S.E.2d 18, 19 (1949) (“The remedy provided by statute for the \nenforcement of a right created by statute is exclusive.  A party asserting such right \nmust pursue the prescribed remedy .”).  Here, where RAI has instituted a judicial \nappraisal action under section 55-13-30, the Court must observe the procedures and \nlimitations provided by statute .  As explained above, section 55 -13-30 expressly \ninstructs the Court that a proceeding commenced under section 55-13-30 is “to \ndetermine the fair value of the shares and accrued interest” and provides that eac h \nshareholder made a party to the proceeding “is entitled to ” judgment in one of two \nparticular forms.  N.C. Gen. Stat. § 55-13-30(a), (e).  Requiring Defendants to prove \nthat they perfected their appraisal rights in order to be entitled to a judgment for the \nfair value of their shares is incompatible with this plain and unambiguous language, \nwhich restricts the relief available in a judicial appraisal proceeding and does not \nallow for a judgment dismissing certain shareholders for failing to properly perfect \ntheir appraisal rights.   \n43. Accordingly, the Court concludes that w hether Defendants perfected their \nappraisal rights is an issue  beyond the scope of the Court’s consideration  in this \njudicial appraisal proceeding.  Evidence relating to Defendants’ perfection of their \nappraisal rights is thus irrelevant to the subject matter of this case and will be \nexcluded from trial.   \n \n \nB. RAI Does Not Seek a Judicial Determination Relating to  Defendants’ \nPerfection of Appraisal Rights \n \n44. Even if N.C. Gen. Stat. § 55-13-30 could be construed to permit the Court to \nreview whether a dissenting shareholder perfected its appraisal rights  within a \nproceeding commenced under that statute , RAI has not asserted a claim or other \nbasis to raise the issue of Defendants’ perfection at trial , and the plain language of \nsection 55 -13-30 does not require the Court to determine matters concerning \nperfection as part of the appraisal proceeding.   \n45. RAI began this action by fil ing a document titled “Complaint for Judicial \nAppraisal.”  (Compl. 1.)  The Complaint stated specifically that it was filed “pursuant \nto N.C. Gen. Stat. § 55 -13-30,” (Compl. 2),  and requested only that the Court, \n(i) “pursuant to N.C.G.S. 55-13-30, determine the fair value of Defendants’ shares and \naccrued interest,” (ii) “enter a money judgment in favor of Plaintiff . . . to the extent \nof [any] overpayment, plus accrued interest ,” and (iii) assess costs and expenses , \nincluding counsel and expert fees,  against Defendants pursuant to  N.C. Gen. Stat. \n§ 55-13-31, (Compl. 11).  RAI did not seek a judicial determination or declaration that \nDefendants failed to perfect their appraisal rights  and did not forecast Defendants’ \nperfection of rights as an issue for judicial determination in the parties’ Case \nManagement Re port.  RAI also failed to plead any facts demonstrating an actual \ncontroversy existed regarding Defendants’ right to appraisal.   \n46. Further, while RAI did indicate at the BCR 9.3 case management conference \nthat it would be seeking facts in discovery concerning Defendants’ entitlement to \nappraisal, RAI did  not subsequently move  to amend its Complaint to include a \n \n \ndeclaratory judgment or other claim seeking a determination of Defendants’ rights or \nadd facts to support such a claim .  As noted above, RAI contends such steps are \nunnecessary because section 55 -13-30 re quires dissenting shareholders  to prove \nperfection in an appraisal proceeding before they are entitled to a judgment for any \namount.  The Court disagrees. \n47. To the extent section 55-13-30 does not prevent a trial court from reviewing \nmatters related to the perfection of shareholder appraisal rights, for the reasons \ndetailed above, the Court concludes that the plain language of section 55-13-30 does \nnot make such a review an inherent part of a judicial appraisal proceeding under the \nstatute.  Thus, to the extent section 55-13-30 allows a corporation to bring a lawsuit \nin which perfection may be reviewed, RAI’s failure to bring a claim for  declaratory \njudgment, request other relief,  or even plead facts showing the existence of a \ncontroversy as to Defendants’ perfection of appraisal rights would still place a \ndetermination regarding Defendants’ right to participate in this proceeding beyond \nthe scope of the present case.  See N.C. R. Civ. P. 57 (“The procedure for obtaining a \ndeclaratory judgment . . . shall be in accordance with these rules[.]”); see also N.C. R. \nCiv. P. 8(a)(1) (“A pleading which sets forth a claim for relief . . . shall contain . . . [a] \nshort and plain statement of the claim sufficiently particular to give the court and \nthe parties notice of the transactions, occurrences, or series of transactions or \noccurrences, intended to be proved showing that the pleader is entitled to relief.”). \n \n \n48. For this additional reason,  evidence relating to Defendants’ perfection of \nappraisal rights is irrelevant to this proceeding and will be inadmissible at trial.  See \nN.C. R. Evid. 402; Greer, 251 N.C. at 634, 111 S.E.2d at 916. \n49. To be clear, the Court’ s holdings herein should not be read as placing a \ncorporation’s or dissenting shareholder’s compliance with Part 2 of Article 13 beyond \nall judicial review.  Instead, the Court today decides only that (i) the proper perfection \nof a dissenting shareholder’s appraisal rights is not a matter for determination in a  \njudicial appraisal proceeding commenced under section 55 -13-30, (ii) in any event,  \nRAI has not brought a claim or requested relief requiring a judicial determination of \nwhether Defendants are entitled to a judicial appraisal of their shares , and (iii) \nevidence concerning whether Defendants perfected their appraisal rights is thus \nirrelevant to this proceeding. \nIII. \n \nCONCLUSION \n \n50. WHEREFORE, the Court, on its own motion  and after full briefing and \nhearing, and in the exercise of its right to control and regulate the conduct of the \nupcoming trial of this matter , hereby ORDERS that evidence concerning whether \nDefendants properly perfected their rights to a judicial appraisal of their shares shall \nbe excluded from trial.3 \n                                                 \n3  As a result of the Court’s holdings herein, the Court concludes it need not reach a decision \non the issues of admission or waiver raised in the parties’ briefing.  Further, having concluded \nthat whether Defendants properly perfected their appraisal rights is not an issue for \ndetermination in a judicial appraisal action under N.C. Gen. Stat. § 55 -13-30, and that RAI \nhas not asked for such a determination, the Court does not reach a c onclusion on whether \nDefendants’ perfection of appraisal rights could be determined as a matter of law. \n \n \nSO ORDERED, this the 4th day of June, 2019. \n \n \n     /s/ Louis A. Bledsoe, III    \n     Louis A. Bledsoe, III \n     Chief Business Court Judge \n \n "
}