{
  "id": "b9d8801ff5bbea3961d2e4a66d133ac0a0ef56de57f996606e57b2591da0e78a",
  "source_file": "data/raw/ncbc/b9d8801ff5bbea3961d2e4a66d133ac0a0ef56de57f996606e57b2591da0e78a.pdf",
  "raw_text": "Potts v. KEL, LLC, 2019 NCBC 29. \n \nSTATE OF NORTH CAROLINA \n \nIREDELL COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 2877 \n \nW. AVALON POTTS, individually \nand derivatively on behalf of Steel \nTube, Inc., \n \nPlaintiff, \n \nv. \n \nKEL, LLC; RIVES & ASSOCIATES, \nLLP, \n \nDefendants, \n \nand \n \nSTEEL TUBE, INC., \n \nNominal Defendant, \n \n           and \n \nLEON L. RIVES, II, \n \n                     Defendant/ \n                     Counterclaimant/ \n                     Third-Party Plaintiff, \n \n v. \n \nAVALON1, LLC, \n \n                     Third-Party Defendant/ \n                     Counterclaimant.  \n \n \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION FOR \nSUMMARY JUDGMENT  \n \n1. This case arises out of a dispute over the management of Steel Tube, Inc., a \nNorth Carolina-based manufacturer founded nearly 30 years ago by Walter Lazenby \nand Plaintiff W. Avalon Potts .  The two served as Steel Tube’s  only officers and \ndirectors until 2015, when Lazenby sold all of his stock  to Defendant Leon L. Rives, \nII and resigned from the company.  Rives was no stranger to Steel Tube—he and his \naccounting firm, Rives & Associates, LLP, had long provided tax advice and tax \n \n \npreparation services to the company .  But his arrival reshaped Steel Tube’s \nmanagement, with Rives becoming an officer and stepping into  Lazenby’s place as \none of the two directors, along with Potts. \n2. The relationship between Potts and Rives seems to have been rocky from \nthe start.  In this action, Potts alleges that Rives began abusing his position as officer \nand director almost immediately, siphoning funds for personal use and transferring \nmoney and equipment  to companies owned by  his family.  Potts asserts a host of \nclaims, both individual and derivative, against Rives  for breach of fiduciary duty , \nconstructive fraud, conversion, unjust enrichment, and fraud, among others.  Potts \nalso brings claims against Rives & Associates (for providing shoddy tax services) and \nKEL, LLC (for facilitating Rives’s alleged fraud). \n3. Rives and Rives & Associates have moved for summary judgment as to the \nclaims asserted against them under Rule 56 of the North Carolina Rule s of Civil \nProcedure.  For the reasons stated below, the motion is GRANTED in part and \nDENIED in part.  \nMoore and Van Allen, PLLC, by Mark A. Nebrig and John T. Floyd, for \nPlaintiff W. Avalon Potts.   \n \nSharpless McClearn Lester Duffy, PA , by Fred erick K. Sharpless and \nPamela S. Duffy, for Defendant s Leon L. Rives, II and Rives & \nAssociates, LLP.     \n \nNo counsel appeared for Defendant KEL, LLC.     \n \nConrad, Judge. \n \n \nI. \nBACKGROUND \n \n4. The Court does not make findings of fact in ruling on motions for summary \njudgment.  The following background, drawn from the evidence submitted in support \nof and opposition  to the motion, is intended only to provide context for th e Court’s \nanalysis and ruling.   \n5. Steel Tube is a “carbon steel and galvanized steel tube manufacturer.”  (V. \nAm. Compl. ¶ 13, ECF No. 17 [“Compl.”].)  At the time of Steel Tube’s founding, Potts \nand Lazenby divided  its stock  equally between them .1  Potts has been an owner, \nofficer, and director ever since.  (Aff. W. Avalon Potts ¶¶ 2, 3, ECF No. 119.3 [“Potts \nAff.”].) \n6. Rives is a Certified Public Accountant.  (Aff. Leon L. Rives, II ¶ 2, ECF No. \n111.1 [“Rives Aff.”].)  He became familiar with Steel Tube in his role as tax preparer \nand adviser.  (Rives Aff. ¶ 2.)  In July 2014, Rives offered to buy all of Steel Tube’s \nstock from Potts and Lazenby for more than $2 million—a deal that would have made \nRives the company’s sole owner .  (Rives Aff. ¶  3; see also Potts Aff. ¶ 6.)  By year’s \nend, though, negotiations had reached an impasse , and Potts declined the offer.  \n(Compl. ¶ 17; see also Potts Aff. ¶ 6.)  Rives settled instead for an agreement to buy \nLazenby’s shares for $600,000, split between an initial lump sum  of $20,000  and \nmonthly installments of $6,000 for the remainder.  (Lazenby Aff. ¶¶ 2, 4, 5; Defs.’ Br. \n                                            \n1 It appears that Lazenby later transferred half of his shares to his wife.  (See Aff. Walter L. \nLazenby, Jr. ¶  2, ECF No. 119.15 [“Lazenby Aff.”] .)  That transfer isn’t material to the \ndisputed issues, so for simplicity, the Court refers to the stock owned by Lazenby and his wife \nas Lazenby’s stock. \n \n \nin Supp. Mot. Summ. J. Ex. 9, ECF No. 111.9 [“Purchase Agrmt.”].)  Lazenby retained \na security interest in the shares.  (Purchase Agrmt. 2.) \n7. The sale of Lazenby’s shares was finalized  on January 15, 2015.  ( See \nLazenby Aff. ¶¶  5, 9 .)  That same day , Lazenby and Rives executed an Acceptor \nManagement Agreement.  (See Defs.’ Br. in Supp. Mot. Summ. J.  Ex. 10, ECF No. \n111.10 [“Management Agrmt.]”.)  The Acceptor Management Agreement purports to \nengage Rives and one of Rives’s closely held entities, together referred to as \n“MANAGESTEEL,” for the purpose of  managing Steel Tube ’s operations.  ( See \nManagement Agrmt .)  Neither Lazenby nor Rives informed Potts of the Acceptor \nManagement Agreement or its terms.  (See Lazenby Aff. ¶ 10; Potts Aff. ¶ 9; Dep. L. \nRives 110:9–15, ECF No. 111.3.)  Lazenby then resigned as an officer and director of \nSteel Tube a few days later.  (Lazenby Aff. ¶ 9.) \n8. In February 2015 , Potts and Rives held their first shareholder  meeting as \nco-owners of Steel Tube.  (See Dep. A. Potts 42:10–43:3, ECF No. 111.2; see also Pl.’s \nOpp’n Defs.’ Mot. Summ. J. Ex. A1 , ECF No. 119.2.)  The two elected themselves as \ndirectors, convened a meeting as board of directors, and then elected  Potts as \npresident and Rives as secretary and treasurer.  (Compl. Ex. 5; Defs.’ Br. in Supp. \nMot. Summ. J. Ex. 16, ECF No. 111.16.)  Potts asserts, and Rives disputes, that they \norally agreed not to make material transactions of more than $25,000 without the \nother’s consent.  (See Potts Aff. ¶ 10; Rives Aff. ¶ 6.)  \n9. Over the next 18 months,  Rives authorized a series of transactions that \nPotts characterizes as self-dealing or otherwise not in Steel Tube’s best interests.  It \n \n \nis undisputed, for example, that Rives caused Steel Tube to issue a $20,000 check to \nLazenby, began making monthly cash withdrawals of $7,500, and deposited  another \n$62,875 into his personal bank account.  ( See Dep. L. Rives 114:24 –115:7, 156:1–7, \n189:3–9.)  Potts offers evidence that Rives took the funds without authorization and \nfor his own personal benefit, including to pay for his purchase of Lazenby’s shares .  \n(See Potts. Aff. ¶ 15(a)–(g); see Dep. A. Potts 62:7–63:11, 68:7–14, 70:21–71:4.)  Rives \nresponds that the payment to Lazenby was compensation for services to Steel Tube, \nthat the monthly withdrawals were an approved salary, and that Potts agreed to the \n$62,875 distribution for tax purposes .  ( See Rives Aff. ¶  4; Dep. L. Rives 98:10 –12, \n157:16–22, 193:6–8.) \n10. Other disputed transactions involve companies in which Rives or members \nof Rives’s family hold an interest.  One is Elite Tube & Fab, LLC (“Elite Tube”) , a \ncompany that Rives helped form  and in which his wife was a member.  (See Dep. L. \nRives. 247:7–248:4; Rives Aff. ¶ 7.)  The second is KEL, a company formed and owned \nby Rives’s brothers.  ( See Dep. L. Rives 287:22 –23.)  It is undisputed that  Rives \ntransferred cash and equipment to Elite Tube and made a deal with KEL to handle \ncertain transportation and trucking services for Steel Tube.  (See Rives Aff. ¶¶ 7, 10.) \n11. Rives maintains that all of these actions were proper.  The transfers to Elite \nTube, he asserts, were part of a planned joint venture designed to expand Steel Tube’s \nbusiness and reach new customers , and t he deal with KEL lower ed shipping costs \nand made transportation more convenient.  (See Rives Aff. ¶ 7; Dep. L. Rives 40:5–7, \n255:16–25, 290:21–291:18.)  Potts, on the other hand, believes the transfers to Elite \n \n \nTube were little more than theft and that the contract with KEL diverted a corporate \nopportunity from Steel Tube.  (See, e.g., Dep. A. Potts 62:7 –63:11, 68:7–14, 70:21–\n71:4; Potts Aff. ¶ 15(a)–(g).) \n12. Potts also alleges that Rives misrepresented other actions.  Shortly after \njoining Steel Tube, Rives proposed convert ing it into  an S  corporation for tax \npurposes.  (See Potts Aff. ¶ 13; Rives Aff. ¶ 5.)  As alleged, Rives or Rives & Associates \nprepared the paperwork and made the conversion effective October 1, 2014 —a date \nseveral months before Lazenby sold his shares to Rives.  (See Potts Aff. ¶ 13; see also \nRives Aff. ¶ 5; Lazenby Aff. ¶¶ 5–7.)  Potts signed off on the conversion but  testifies \nthat he was not told about the effective date, which he now believes was improper \nand caused Steel Tube to incur costs and penalties.  (See Potts Aff. ¶ 13; Aff. Thomas \nM. Borden ¶¶ 4–8, ECF No. 119.20 [“Borden Aff.”].)   \n13. Potts filed this action against Rives in November 2016.  As originally filed, \nthe complaint requested dissolution of Steel Tube based on alleged wrongdoing and \nwaste of corporate assets by Rives.  Potts also alleged the existence of an insoluble \nmanagement deadlock because neither he nor Rives owned a majority of Steel Tube’s \nstock.  \n14. On February 22, 2017, Potts amended his complaint and alleged that he was \nnow the “sole shareholder” of Steel Tube.  (Compl. ¶ 4.)  As detailed in other Orders, \nPotts acquired Lazenby’s security interest in Rives’s stock and then repossessed it \nafter Rives defaulted.  (See Order on Mot. to Am. ¶¶ 24–30, ECF No. 57.)  Potts also \ntook steps to remove Rives as officer and director.   (See Order on Mot. to Am. ¶  7; \n \n \nDefs.’ Br. in Supp. Mot. Summ. J. 22, ECF No. 110 [“Br. in Supp.”] .)  Having taken \nfull control of Steel Tube , Potts abandoned his request for dissolution and asserted  \nseventeen new claims for relief, including a mix of individual and derivative claims.  \nAmong other things, Potts claimed that Rives breached fiduciary duties owed to Steel \nTube and to Potts, committed fraud, converted funds and property, and was unjustly \nenriched.   \n15. Potts also added Rives & Associates, Elite Tube, and  KEL as defendants .  \nKEL has made no appearance and is in default.  (See Entry of Default, ECF No. 104.)  \nPotts voluntarily dismissed all claims against Elite Tube, pursuant to a Court -\napproved settlement agreement.  (See Order Approving Voluntary Dismissa l, ECF \nNo. 95.) \n16. In December 2017, Rives and Rives & Associates  moved to dismiss  some \nclaims in the amended complaint.  (See Defs.’ Mot. Dismiss, ECF No. 70.)  The Court \ngranted th at motion in part  and dismissed Potts’s individual  claim for fraud,  the \nclaim for  unfair or deceptive trade practices, and the claim for negligent \nmisrepresentation.  See Potts v. KEL, LLC , 2018 NCBC LEXIS 24, at *18 –19 (N.C. \nSuper. Ct. Mar. 27, 2018).  The Court denied the motion as to Potts’s derivative claims \nfor fraud  and facilitating fraud and also  allowed Potts’s individual claims for \nconstructive fraud and breach of fiduciary duty to proceed to the extent they seek \nrecovery for individual injuries, rather than injuries to Steel Tube.  See id. at 19. \n17. Discovery has closed, and  Rives and Rives & Associates  have moved for \nsummary judgment on all remaining claims against them .  ( Defs.’ Mot. Summ. J., \n \n \nECF No. 109.)  After full briefing, the Court held a hearing on November 28, 2018, at \nwhich counsel for Potts, Rives, and Rives & Associates appeared.  The motion is now \nripe for determination.   \nII. \nLEGAL STANDARD \n \n18. Summary judgment is appropriate “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any material fact and that any party is entitled to a \njudgment as a matter of law.”  N.C. R. Civ. P. 56(c).  In deciding a motion for summary \njudgment, the Court views the evidence “in the light most favorable to the \nnonmov[ant],” taking the nonmovant’s evidence as true and drawing inferences in its \nfavor.  Furr v. K -Mart Corp., 142 N.C. App. 325, 327, 543 S.E.2d 166 , 168 (2001)  \n(internal citation and quotation marks omitted).  \n19. The moving party “bears the initial burden of demonstrating the absence of \na genuine issue of material fact.”  Liberty Mut. Ins. Co. v. Pennington, 356 N.C. 571, \n579, 573 S.E.2d 118, 124 (20 02) (citation omitted).  If the moving party carries this \nburden, the responding party “may not rest upon t he mere allegations or denials of \nhis pleading,” N.C. R. Civ. P. 56(e), but must instead “come forward with specific facts \nestablishing the presence of a genuine factual dispute for trial,” Liberty Mut. Ins. Co., \n356 N.C. at 579, 573 S.E.2d at 124.  “An issue is ‘genuine’ if it can be proven by \nsubstantial evidence and a fact is ‘material’ if it would constitute or irrevocably \nestablish any material element of a claim or a defense.”  Lowe v. Bradford, 305 N.C. \n \n \n366, 369, 289 S.E.2d 363 , 366 (1982) (citing Bone Int’l, Inc. v. Brooks , 304 N.C. 371, \n374–75, 283 S.E.2d 518, 520 (1981)).   \nIII. \nANALYSIS \n \n20. All of Potts’s claims arise out of Rives’s two-year tenure as an officer and \ndirector of Steel Tube.  The Court begins with the claims premised on Rives’s \nfiduciary duties. \nA. Fiduciary Claims \n21. Claims for breach of fiduciary duty and constructive fraud are often paired \ntogether, as they are here .  An essential element of each is the existence of a  \nconfidential or fiduciary relationship.  To establish a breach of fiduciary duty, Potts \nmust show the existence of a fiduciary duty, a breach of that  duty, and injury \nproximately caused by the breach .  See Green v. Freeman , 367 N.C. 136, 141, 749 \nS.E.2d 262, 268 (2013) .  Constructive fraud requires an addition al element: Potts \nmust show that Rives  sought to benefit himself  through the breach .  See White v. \nConsol. Planning, Inc., 166 N.C. App. 283, 294, 603 S.E.2d 147, 155–56 (2004).   \n22. Here, Potts assert s two sets  of claims for breach of fiduciary duty and \nconstructive fraud.  There is o ne set of claims based on duties that Rives allegedly \nowed to Potts individually and a second set of derivative claims based on duties that \nRives owed to Steel Tube.  For each, Potts contends that Rives used Steel Tube as his \n“personal piggy bank,” transferring funds and property to himself and his family.  \n(See Pl.’s Opp’n Defs.’ Mot. Summ. J. 1, ECF No. 118 [“Opp’n”].)  Rives responds that \n \n \nhe did not owe any fiduciary duties to Potts and that he did not breach any duties \nowed to Steel Tube.  (See, e.g., Br. in Supp. 13–16.)   \n1. Individual Claims \n23. The individual claims for breach of fiduciary duty and constructive fraud are \nbased on duties allegedly owed to Potts by Rives “as de facto controlling shareholder.”  \n(Compl. ¶ 47.)  Rives argues that he was not a controlling shareholder and therefore \nowed no fiduciary duties to Potts individually.  (See Br. in Supp. 17–18.)   \n24. The general rule is that shareholders “do not owe a fiduciary duty to one \nanother.”  Brewster v. Powell Bail Bonding, Inc. , 2018 NCBC LEXIS 76, at *9 (N.C. \nSuper. Ct. July 26, 2018).  One exception to this rule is that a majority shareholder \nowes a duty to protect the interests of minority shareholders.  See Corwin v. British \nAm. Tobacco PLC, 371 N.C. 605, 616, 821 S.E.2d 729, 737 (2018) (“Corwin II”).  This \nexception does not apply here because Rives was not a majority shareholder.  He and \nPotts each owned 50 percent of Steel Tube’s stock.  (See Rives Aff. ¶ 3; Potts Aff. ¶¶ 2, \n10.) \n25. Potts relies on a second exception, adopted by the North Carolina Cour t of \nAppeals, “that a minority shareholder exercising actual control over a corporation \nmay be deemed a ‘controlling shareholder’ with a concomitant fiduciary duty to the \nother shareholders.”  Corwin v. British Am. Tobacco PLC, 251 N.C. App. 45, 51, 796 \nS.E.2d 324, 330 (2016), rev’d 371 N.C. 605, 821 S.E.2d 729 (2018) .  That holding , \nwhich was based on cases from Delaware,  was controlling law at the time of the \nhearing on the motion for summary judgment but under review by the North Carolina \n \n \nSupreme C ourt.  Shortly after the hearing, the Supreme Court issued a decision  \nreversing the Court of Appeals and expressly reserving  judgment as to whether a \ncontrolling minority shareholder owes a duty to other shareholders .  See Corwin II, \n371 N.C. at 616, 821 S .E.2d at 737.  The Supreme Court concluded that i t was \nunnecessary to decide whether North Carolina should adopt the Delaware rule \nbecause, even if  that rule governed , the plaintiff in th e case had not adequately \nalleged actual control.  See id. at 616, 619, 821 S.E.2d at 737, 739. \n26. So too here.  Potts has not put forward evidence from which a jury could \ninfer that Rives exercised actual control over Steel Tube.  The  “inquiry focuses on \nactual control over the board of directors ,” and the undisputed evidence shows that \nRives did not possess or exercise control over Steel Tube’s board, which consisted only \nof Rives and Potts.  Id. at 616, 821 S.E.2d at 737 (citing Delaware law) (emphasis in \noriginal).  All of the evidence shows that each man had equal power to propose and \nvote on initiatives.  (Dep. L. Rives 128:14 –17; Dep. A. Potts 42:10–14; see also Defs.’ \nBr. in Supp . Mot. Summ. J. Ex. 16 .)  There is also undisputed evidence that Potts \nsuccessfully blocked proposals by Rives, producing a de adlock and denying effective \ncontrol to Rives.  ( See Defs.’ Br. in Supp. Mot. Summ. J. Ex. 18, ECF No. 111.18 .)  \nPotts points to evidence that Rives was able to misappropriate Steel Tube’s resources \nwithout his knowledge, but that is not evidence of control.  Rather, if true, it shows \nthe opposite, confirming that Rives was forced to circumvent the board to accomplish \nhis goals. \n \n \n27. For this reason, t he Court need not and does not decide whether a \nnon-majority shareholder exercising actual control over a corporation owes duties to \nother shareholders.  Even if the North Carolina Supreme Court were to adopt this \nrule, Potts has not offered evidence of control sufficient to create an issue of fact for a \njury.  Accordingly, the Court grants the motion for summary judgment as to Potts’s \nindividual claims for breach of fiduciary duty and constructive fraud.   \n2. Derivative Claims \n28. Potts’s derivative claims for breach of fiduciary duty and constructive fraud \nare based on the d uties of loyalty and due care that Rives owed to Steel Tube .  See \nN.C. Gen. Stat. §§  55-8-30, -42.  As an officer and director, Rives was required to  \n“discharge [his] duties in good faith, with due care, and in a manner [he] believe[d] to \nbe in the corpora tion’s best interests.”  Raymond James Capital Partners, L.P. v. \nHayes, 248 N.C. App. 574, 577, 789 S.E.2d 695, 699 (2016).  That much is undisputed. \n29. Whether Rives honored his duties is another matter.  At issue are a slew of \nallegedly self-interested transactions: (1) a $20,000 payment to Lazenby; (2) monthly \nwithdrawals of $7,500, totaling $90,000; (3) a $62,875 distribution; (4) a transfer of \n$120,000 to Elite Tube; and (5) other transfers of money and equipment to Elite \nTube.2  (See Compl. ¶  44.)  For the most part, Rives does not dispute that these \n                                            \n2 The ame nded complaint further alleges that Rives breached his fiduciary duties by \nexecuting the contract to permit KEL to manage Steel Tube’s trucking and transportation \nservices and by filing S corporation election forms that contained false information .  ( See \nCompl. ¶ 44.)  In his opposition brief, Potts also contends that Rives improperly entered into \na contract with XS Steel, another company in which Rives held an interest.  ( See Opp’n 7, \n15–16, 19.)  Rives, however, offers no argument as to these disputed transactions in either of \nhis briefs.  ( See Br. in Supp. 12 –17; Defs.’ Reply Br. in Further Supp. Mot. Summ. J. 5 –7, \nECF No. 123 [“Reply Br.”].)  Accordingly, the Court does not address them. \n \n \ntransactions occurred.  Rather, he argues that the evidence is insufficient, as a matter \nof law, to show that any of these actions amounted to a breach of his duties of loyalty \nand due care to Steel Tube.  (See Br. in Supp. 13–16.) \n30. The $20,000 payment to Lazenby  presents a classic jury question.  Rives \nconcedes that he authorized th e payment but argues that it was innocuous —a sum \nintended to compensate Lazenby  for work he continued to perform for Steel Tube \nafter selling his stock and stepping down as an officer.  ( See Dep. L. Rives 96:2–14.)  \nBut Lazenby has testified that the payment was not compensation.  Rather, it was a \npayment toward Rives’s purchase of Lazenby’s stock.  (See Lazenby Aff. ¶ 11.)  Given \nthis conflicting evidence, a  jury must decide whether Rives used Steel Tube’s funds \nto pay his own debt to Lazenby, and if so, whether that was a breach of Rives’s duties \nof loyalty and due care. \n31. It is also undisputed that Rives  received a distribution of  $62,875 and \nwithdrew another $90,000 .  (See Dep. L. Rives 156:1 –12, 175:5–7, 189:3–9.)  Rives \ncharacterizes these payments as a salary or similar type of  compensation.  (See Br. \nin Supp. 12–13.)  On that basis, he argues that Potts’s claims are barred by Fulton v. \nTalbert, which holds that “contracts fixing the amount and method of paying \ncompensation for services to be r endered [by a corporate officer]  are not void or \nvoidable per se.”  255 N.C. 183, 184, 120 S.E.2d 410, 411 (1961). \n32. Fulton is no bar here.  For one thing, it is far from clear that the payments \nto Rives were “compensation for services to be rendered.”  In his affidavit and during \nhis deposition, Potts testified that he refused to authorize a salary for Rives and that \n \n \nhe and Rives agreed not to take any distributions because Steel Tube wasn’t in a \nfinancial position to make them.  (See Potts Aff. ¶ 16; Dep. A. Potts 93:9–22.)  If the \njury credits Potts’s testimony, it could reasonably conclude that Rives took more than \n$150,000 without authorization, for his own personal use , and not as compensation \nfor anything he did on behalf of Steel Tube.  Fulton does not address that situation. \n33. Even if the se transfers  are properly characterized as  compensation or \nsalary, they would not be immune from challenge.  There is a clear conflict of interest \nwhen an officer or  director unilaterally decides to take a salary and then sets the \namount without approval of the board or the shareholders.  See N.C. Gen. Stat. § 55-\n8-30(a).  As this Court recently observed, “[c]onflict-of-interest transactions between \na corporation and its officers or directors have long been subject to special rules,” \nincluding that the transaction must be fair to the corporation.  Ehmann v. Medflow, \nInc., 2017 NCBC LEXIS 88, at *45 (N.C. Super. Ct. Sept. 26, 2017).  Although Fulton \ndirects courts not to second -guess the need for or amount of compensation duly \nauthorized by a corporation’s board, the case cannot “be fairly read to erode the \nunderlying concept that a transaction between a corporation and its officer or director \nshould be fair to the corporation.”  Id. (discussing Fulton).  Potts has put forward \nevidence that Rives channeled more than $150,000 to himself without board approval \nand at a time whe n doing so could undermine Steel Tube’s financial position.  ( See, \ne.g., Potts Aff. ¶¶ 15(a)–(c), 16; Dep. A. Potts 51:8 –14, 93:12–22.)  The Court cannot \nconclude, as a matter of law, that these transactions were fair to Steel Tube.  \n \n \n34. With little explanation, Rives also argues that his withdrawal of $90,000 in \n$7,500 monthly installments was authorized as part of the Acceptor Management \nAgreement and that Steel Tube is bound by this arrangement because Lazenby \nsigned the agreement while he was sti ll an officer of Steel Tube .  (See Reply Br. 5.)  \nThis argument is unpersuasive.   The Acceptor Management Agreement purports to \ngive Rives, or a company controlled by Rives, the authority to manage Steel Tube.  \n(See Management Agrmt. 1.)  By its plain terms, though, the agreement states that \ncompensation for those services “will be set by budget annually.”  ( Management \nAgrmt. 4.)  Even assuming the Acceptor Management Agreement was binding on \nSteel Tube, there is no evidence showing that Steel Tube’s board, or any other \nauthorized party, approved an annual budget allowing Rives a salary under the terms \nof the agreement.  And, as noted, Potts testified that he refused to allow a salary for \nRives.  (See Potts Aff. ¶ 15(b)–(c); Dep. A. Potts 38:1–40:25.)  The relationship \nbetween the Acceptor Management Agreement and Rives’s monthly withdrawals \npresents another question of fact. \n35. The facts surrounding the transfer of $120,000 to Elite Tube are also \ndisputed.  Rives argues that Potts misunderstands the nature of the transaction.  He \ncontends that Steel Tube purchased a partial interest in a new tube bending machine, \nwhich became an asset of the company.  ( See Rives Aff. ¶ 7.)  In opposition, Potts  \noffers the affidavit of Todd Berrier, a manager of Elite Tube.  Berrier testifies that  \nElite Tube treated the $120,000 transfer as a capital contribution made in the name \nof Rives’s wife but intended for Rives’s benefit.  (Aff. Todd Berrier ¶¶ 6–8, ECF No. \n \n \n119.33 [“Berrier Aff.”]; see also Opp’n Ex. C4, ECF No. 125.3.)  Berrier also states that \nhe and Rives never discussed having Elite Tube and Steel Tube share ownership of a \ntube bending machine.  (See Berrier Aff. ¶ 8.)  At this stage, the Court cannot credit \nRives’s account over Berrier’s; rather, weighing the credibility of each  is a task for \nthe jury.  See, e.g., Moore v. Fieldcrest Mills, Inc., 296 N.C. 467, 470, 251 S.E.2d 419, \n422 (1979). \n36. In a footnote, Rives argues that Potts has already fully recovered the \n$120,000 through a settlement with Elite Tube.  (See Br. in Supp. 14 n.1.)  He points \nto the well-established rule that a plaintiff is not entitled to a “double recovery” for \nthe same loss or injury.  Chemimetals Processing, Inc. v. Schrimsher, 140 N.C. App. \n135, 138, 535 S.E.2d 594, 596 (2000).  The record on this point is undeveloped, though, \nand it is unclear whether the settlement with Elite Tube resulted in a full recovery .  \nPotts acknowledges that he cannot obtain a second recovery for the amount obtained \nfrom Elite Tube, but he argues that his expert will testify to additional damages that \nmay be recoverable  from Rives .  ( See generally  Opp’n Ex. L1, ECF No. 125.15 \n[“Damages Report ”].)  The Court therefore declines to grant summary j udgment, \nalbeit without prejudice to Rives’s ability to seek appropriate relief  before or during \ntrial.   \n37. To the extent Rives contends that the business judgment rule  shields the \n$120,000 transfer to Elite Tube,3 the Court disagrees.  The rationale for the business \n                                            \n3 Rives concedes that the business judgment rule does not apply to  any payments made to \nhimself, (Br. in Supp. 16).  See Ehmann, 2017 NCBC LEXIS 88, at *45–46 (“While it may be \nappropriate for a fiduciary to negotiate in his own interest, it does not follow that he is \nentitled to the business judgment rule when doing so.”); see also Telxon Corp. v. Meyerson , \n \n \njudgment rule is that officers and directors should be able to make business \ndecisions—whether good or bad—without “the hindsight of judicial second guessing.”  \n1 Robinson on North Carolina Corporation Law § 14.06 (2018).  In the usual case, it \nis presumed that the officer or director made his or her decision in good faith, and if \nthat presumption goes unrebutted, the court should not disturb the decision, absent \nextraordinary circumstances.  See State v. Custard, 2010 NCBC LEXIS 9, at *56–57 \n(N.C. Super. Ct. Mar. 19, 2010).  But these protections do not apply when the officer \nor director has an interest in the disputed transaction.  See Ehmann, 2017 NCBC \nLEXIS 88, at *45–46.  Potts has put fo rward evidence, through Berrier’s testimony,  \nshowing not only that Rives had a personal interest in Elite Tube but that he \nattempted to conceal that interest by placing it in his wife’s name.  (See Berrier Aff. \n¶ 5.)  Taking that evidence as true, the Court cannot conclude that the business \njudgment rule protects Rives’s actions. \n38. There are two other transactions, however, where the record is one-sided in \nRives’s favor.  In his complaint, Po tts objects to the transfer of a piece of equipment \nknown as a roll former from Steel Tube to Elite Tube and to the payment of $2,550.00 \nto Steve Williams purportedly for Elite Tube’s benefit.  (See Compl. ¶ 41(b)–(c).)  Rives \nhas offered evidence showing that the roll former is and always has been an asset of \nSteel Tube and that the payment to Williams went toward creating a website for Steel \nTube.  (See Rives Aff. ¶¶ 7, 11.)  Potts’s opposition brief does not address either issue.  \n                                            \n802 A.2d 257, 265 (Del. 2002) (“Like any other interested transaction, directoral self -\ncompensation decisions lie outside the business judgment rule’s presumptive protection, so \nthat, where properly challenged, the  receipt of self -determined benefits is subject to an \naffirmative showing that the compensation arrangements are fair to the corporation.”). \n \n \nThe Court is unaware o f any evidence related to the roll former other than Rives’s \nevidence, and as to the payment to Williams, Potts testified that he had no knowledge \nof the matter.  (See Dep. A. Potts 69:6–17.)  It was incumbent on Potts to offer evidence \nto support his claims that these transactions were improper.  He has not done so.  \n39. The Court therefore grants summary judgment as to the derivative claims \nfor breach of fiduciary duty and constructive fraud to the extent those claims are \nbased on the misuse of the roll f ormer and the payment to Williams.  In all other \nrespects, the Court denies the motion as to these claims. \nB. Civil Conspiracy  \n40. Potts asserts his claim for civil conspiracy against Rives, Rives & Associates, \nand KEL.  The claim is premised on an agreement to facilitate an underlying breach \nof fiduciary duty by Rives.  (See Compl. ¶ 88.)   \n41. To the extent the Court has granted summary judgment as to the underlying \nbreach, summary judgment is also appropriate as to the conspiracy claim .  As \ndiscussed, Rives owed no fiduciary duty to Potts individually ; thus, there can be no \nconspiracy to breach such a duty.  Likewise, the evidence related to the use of the roll \nformer and the payment to Williams is insufficient to establish a breach of any duties \nowed to Steel Tub e, meaning those actions cannot  support a claim for conspiracy  \neither.  See Piraino Bros., LLC v. Atl. Fin. Group, Inc. , 211 N.C. App. 343, 350, 712 \nS.E.2d 328, 333–34 (2011) (“Where this Court has found summary judgment for the \ndefendants on the underlying tort claims to be proper, we have held that a plaintiff’s \nclaim for civil conspiracy must also fail.”). \n \n \n42. The Court denies the motion for summary judgment to the extent the \nconspiracy claim is based on the other alleged wrongdoing underlying Potts ’s \nderivative claim for breach of fiduciary duty.   Rives and Rives & Associates invoke \nthe doctrine of intracorporate immunity, contending that they are agent and principal \nand therefore cannot conspire with one another as a matter of law.  (See Br. in Supp. \n16–17.)  As a general rule, this is true.  See Chrysler Credit Corp. v. Rebhan, 66 N.C. \nApp. 255, 259, 311 S.E.2d 606 , 609 (1984).  But courts have held that a conspiracy \nmay exist “if independent third parties are alleged to have joined the conspiracy.”  \nRobison v. Canterbury Vill., Inc., 848 F.2d 424, 431 (3d Cir. 1988); see also AWP, Inc. \nv. Commonwealth Excavating, Inc., 2013 U.S. Dist. LEXIS 103881, at *13–14 (W.D. \nVa. July 24, 2013); Christie v. Borough of Folcroft , 2005 U.S. Dist. LEXIS 21569, at \n*21–22 (E.D. Pa. Sept. 2 8, 2005).  Here, the alleged conspiracy includes KEL —an \nindependent third party —in addition to Rives and Rives & Ass ociates.  Thus, \nintracorporate immunity does not apply , and the conspiracy claim may proceed to \ntrial to the extent it is based on a  breach of the fiduciary duties that Rives owed to \nSteel Tube. \nC. Conversion and Unjust Enrichment  \n43. The claims for unjust enrichment and conversion are largely premised on \nthe same facts that underlie the derivative claim for breach of fiduciary duty.   (See \nCompl. ¶¶ 71, 74–75.)  Rives offers no independent reason to dismiss these claims, \ninstead reiterating his arguments as to the claim for breach of fiduciary duty .  (See \nBr. in Supp. 21 –22.)  Thus, for the reasons discussed above, t he Court grants \n \n \nsummary judgment as to the claims for conversion and unjust enrichment to the \nextent they are based on the use of the roll former and the payment to Williams but \ndenies the motion as to these claims in all other respects.   \nD. Fraud and Facilitation of Fraud  \n44. The fraud claim is based on an alleged promise by Rives not to authorize \ntransactions by Steel Tube above $25,000 without Potts’s consent.  (See Compl. ¶ 59.)  \nAccording to Potts, Rives never intended to keep that promise and quickly broke it, \ntransferring large sums to himself and to companies owned by his family .  (See, e.g., \nCompl. ¶¶ 31, 32, 41.)  Potts also alleges that Rives & Associates and KEL facilitated \nRives’s fraud.  (See Compl. ¶ 94.) \n45. Our appellate courts routinely identify five essential elements necessary for \nfraud: (a ) a false representation or concealment of a material fact; (b) that was \nreasonably calculated to deceive; (c) that was made with intent to deceive; (d) that \ndid in fact deceive ( i.e., was relied upon by the recipient of the misrepresentation); \nand (e) that resulted in damage to the injured party.  See Rowan Cty. Bd. of Educ. v. \nU.S. Gypsum Co., 332 N.C. 1, 17, 418 S.E.2d 648, 658 (1992).  Facilitation of fraud \nrequires a showing “(1) that the defendants agreed to defraud the plaintiff; (2) that \ndefendants committed an overt tortious act in furtherance of the agreement; and \n(3) that plaintiff suffered damages from that act.”  Neugent v. Beroth Oil Co., 149 N.C. \nApp. 38, 53, 560 S.E.2d 829, 839 (2002). \n46. Rives argue s, first,  that there is no evidence that he made the alleged \npromise.  ( See Br. in Supp. 19 –21.)  But Potts has testified that Rives did .  As \n \n \ndescribed by Potts, each agreed “that either he or I could spend up to” $25,000, “[b]ut \nif it went over that amount, well, then both of us would agree on it.”   (Dep. A. Potts \n31:10–12; see also Potts Aff. ¶ 10.)  Potts’s testimony is corroborated by that of Janice \nHatchell, who stated that she witnessed a “handshake” or “gentlemen’s agreement” \nalong these lines in early 2015.  (Dep. J. Hatchell 48:18–49:8, ECF No. 111.5; see also \nAff. J. Hatchell ¶¶ 4, 5, ECF No. 119.21 [“Hatchell Aff.”].)  This evidence is sufficient \nto reach a jury even though, as Rives notes, there is no evidence of an agreement in \nthe minutes of the February 2015 shareholder meeting or in a  written shareholder \nagreement.  (See Dep. L. Rives 197:10–19; Dep. A. Potts 43:11–45:9, 47:18–48:4, 49:4–\n11; see also Defs.’ Br. in Supp. Mot. Summ. J. Ex. 16.)   \n47. Rives also argues , without elaboration, that there is no evidence that he \nmade the alleged promise “under circumstances where it would be reasonable to infer \nthat there was no intent that it be kept.”  (Br. in Supp. 19.)  There is evidence, though, \nthat around the time of the alleged  promise, Rives had taken steps to give himself \nauthority to act without Potts’s consent.  Rives testified, for example, that he thought \nPotts had “a history of giving up good business opportunities.”  (Dep. L. Rives 109:12–\n13.)  In Rives’s own words, he  asked Lazenby to execute the Acceptor Management \nAgreement as “a contingency plan” that would permit him to exercise control of Steel \nTube in the event Potts made poor business decisions.  (Dep. L. Rives 109:18.)  Rives \nconcedes that he did not disclose this agreement to Potts.  (See Dep. L. Rives 110:4–\n15.)  From this evidence, a jury could reasonably infer that Rives took actions \ninconsistent with his promise to obtain Potts’s consent for transactions over $25,000 \n \n \nand that he concealed those actions.  As noted, there is also evidence that Rives began \nauthorizing payments to himself or for his personal benefit shortly after making this \nalleged promise.  Taken together, a jury could conclude from this evidence that Rives \ndid not intend to keep his promise at the time he made it.  See, e.g., Whitley v. O’Neal, \n5 N.C. App. 136, 139, 168 S.E.2d 6, 8 (1969). \n48. For these reasons, the Court denies the motion for summary judgment as to \nthe fraud claim.  Rives offers no independent basis to dismiss the claim for facilitation \nof fraud, and the Court denies the motion as to that claim as well. \nE. Professional Negligence and Breach of Contract  \n49. Potts asserts derivative claims for  breach of contract and professional \nnegligence against Rives & Associates .  The claims are based on similar facts.  As \nalleged, Rives & Associates knowingly prepared and filed false tax forms for Steel \nTube, which did not correctly reflect the status of Rives’s ownership  interest in the \ncompany or the various payments that Rives made to himself and others.  (See Compl. \n¶¶ 81, 85.)  \n50. Rives & Associates begins by arguing that breach of contract is not a \ncognizable theory of recovery on these facts.  (See Br. in Supp. 22–23.)  This argument, \nonly two sentences long,  is not fully explained.  Rives & Associates cites two cases \naddressing medical malpractice claims, one of which states that “North Carolina does \nnot recognize breach of contract as a legal theory under which one can recover for \nnegligent malpractice.”  Lackey v. Bressler, 86 N.C. App. 486, 491, 358 S.E.2d 560, \n563 (1987).  There is no additional reasoning on that point in Lackey, and the Court \n \n \nis not aware of any case law applying it outside the medical malpractice context.  At \nleast one court has suggested that the purpose of Lackey’s statement is to deter \nplaintiffs from alleging a claim based on an implied contract as a way to circumvent \nthe special rules that apply to medical malpractice cases.  See Estate of McIntyre v. \nTransitional Health Servs., Inc., 1998 U.S. Dist. LEXIS 13965, at *13 (M.D.N.C. May \n20, 1998) (denying motion for summary judgment as to claim based on an express \ncontract).   \n51. Based on the limited briefing and record  related to this issue , the Court \nconcludes that summary judgment is inappropriate.  This is not a medical  \nmalpractice case, and there is no concern that Potts’s contract  claim is an end run \naround the rules designed for those cases.  In addition, neither party has explained \nwhether the alleged contractual relationship  between Steel Tube and Rives & \nAssociates is express or implied.  If the evidence at trial shows that the duties owed \nby Rives & Associates to Steel Tube all derive from the common law as opposed to an \nexpress contract, it may be inappropriate to submit two claims, rather than one, to \nthe jury.   How to address that situation is a discussion better left to the  pretrial \nhearing or at trial.  For now, the Court declines to dismiss the  claim for breach of \ncontract. \n52. Next, Rives & Associates argues that Potts cannot recover, under any \ntheory, for misrepresentations made on Steel Tube’s S  corporation election form .  \nThat form was prepared in the spring of 2015 but backdated to October 1, 2014, before \nRives acquired Lazenby’s stock.  (See Potts Aff. ¶ 13; Rives Aff. ¶ 5.)  Its purpose was \n \n \nto convert Steel Tube from a tax -paying corporation to a pass -through corporation, \nsuch that Steel Tube’s losses would be reported on Potts  and Rives’s individual tax \nreturns and provide them with personal tax benefits.  (See Damages Report 16; Rives \nAff. ¶ 5.)  Potts’s evidence suggests that the election was eventually declared invalid \nbecause the paperwork was not signed by Lazenby , who was a shareholder of Steel \nTube on the effective date.  (See Borden Aff. ¶ 4.)  The invalid election, Potts argues, \nhas resulted in fees, interest, and penalties.  (See Borden Aff. ¶¶ 6–8.)  \n53. In seeking summary judgment, Rives & Associates cites the doctrine of in \npari delicto , “which prevents the courts from redistributing losses among \nwrongdoers.”  Whiteheart v. Waller , 199 N.C. App. 281, 285, 681 S.E.2d 419, 422 \n(2009), disc. rev. denied, 36 N.C. 813, 693 S.E.2d 353 (2010).  In short, Rives & \nAssociates says Potts lost any right to seek damages for the S  corporation election \nbecause he voluntarily signed the form and was therefore at least equally at fault.  \n(See Br. in Supp. 23.)   \n54. Potts objects on procedural grounds, arguing that Rives & Associates should \nhave, but did not, assert in pari delicto as an affirmative defense in its answer.  (See \nOpp’n 21 .)  Our Supreme Court has stated that “[f]ailure to raise an affirmative \ndefense in the pleadings generally results in a waiver thereof.”  Robinson v. Powell, \n348 N.C. 562, 566, 500 S.E.2d 714, 717 (1998).   But the Supreme Court has also \n“permitted affirmative defenses to be raised for the first time by a motion for \nsummary judgment,” so long as the opposing party has a full and fair opportunity to \npresent argument and evidence on the issue.  See id. at 566–67, 500 S.E.2d at 717 \n \n \n(citing Dickens v. Puryear , 302 N.C. 437, 441, 276 S.E.2d 325, 328 (1981)); see also \nWilliams v. HomeEq Servicing Corp., 184 N.C. App. 413, 425, 646 S.E.2d 381, 388 –\n89 (2007).  Potts had the opportunity to brief the issue, to offer evidence, and to \npresent oral argument.  Thus, it is appropriate to consider the in pari delicto defense \neven though Rives & Associates did not plead it as an affirmative defense.4 \n55. On the merits, Rives & Associates has not shown that the doctrine of in pari \ndelicto bars Potts’s claim as a matter of law.   “[T]he in pari delicto defense \ntraditionally has been narrowly limited t o situations in which the plaintiff was \nequally at fault with the defendant.”  Skinner v. E.F. Hutton & Co. , 314 N.C. 267, \n272, 333 S.E.2d 236, 240 (1985) (emphasis in original); see also Zloop, Inc. v. Parker \nPoe Adams & Bernstein, LLP, 2018 NCBC LEXIS 16, at *16–17 (N.C. Super. Ct. Feb. \n16, 2018) (the defense “operates to bar a plaintiff’s claims when the plaintiff is at least \nequally at fault with the defendant and the allegedly wrongful conduct complained of \nis the subject of the lawsuit”).  Potts has alleged that Rives & Associates intentionally \nprepared an S corporation election form that falsely backdated Rives’s ownership so \nthat Rives could claim Steel Tube’s losses in 2014 on his own personal tax return that \nhe was not, in fact, entitled to claim .  (See Opp’n 4–5, 17–18; Potts Aff. ¶ 13.) Potts \nhas also alleged that he relied on the advice of Rives, a tax professional, in deciding \nto sign the form.   Even if it is true that  Potts should have known that the election \nform contained incorrect information, a jury could fairly conclude from this evidence \n                                            \n4 In its reply brief, Rives & Associates expands its argument beyond in pari delicto  to \ncontributory negligence.  ( See Reply Br. 8–9.)  Because that argument appears for the first \ntime in the reply brief, Potts did not have the same opportunity to provide evidence or to \nrespond through briefing, and the Court therefore does not consider that argument. \n \n \nthat Potts’s negligence was less culpable than Rives & Associates’s intentional \nmisrepresentations, made for Rives’s personal gain.  Summary judgment is not \nappropriate as to the S corporation election. \n56. Finally, Rives & Associates denies preparing and filing an allegedly false \n1099-Misc form indicating that Rives’s monthly $7,500 withdrawals  were payments \nto Rives & Associates , rather than to Rives.  The evidence in support of the motion \nfor summary judgment includes a 1096 form and two 1099 -Misc forms, neither of \nwhich relates to the monthly withdrawals.  (See Rives Aff. Ex. 3.)  Rives also testifies \nthat the allegedly false 1099-Misc form was never actually filed.  (See Rives Aff. ¶ 9.)  \nThe opposition brief does not address this issue, and the Court is not aware of any \nevidence tending to show that the disputed form was filed.  Hatchell testified, for \nexample, that she did not know whether the form was ever issued.  (See Dep. Hatchell \n77:11–13.)  In the absence of any evidence showing the form was actually prepared \nand filed by Rives & Associates, Potts cannot demonstrate any breach of contract or \nprofessional negligence resulting from it. \n57. The Court therefore grant s the motion for summary judgment as to  the \nclaims for professional negligence and breach of contract against Rives & Associates \nto the extent the claims are based on the 1099-Misc form but denies the motion as to \nthese claims in all other respects.  \nF. Removal of Director  \n58. Rives moves for summary judgment on Potts’s claim seeking Rives’s removal \nas a director.  The parties acknowledge that Rives is no longer a director  and agree \n \n \nthat the claim for his removal is moot.  (See Br. in Supp. 22; Opp’n 24.)  Accordingly, \nthe Court grants summary judgment as to this claim and dismisses the claim as moot.   \nIV. \nCONCLUSION \n \n59. For the reasons set forth above, the Court, in exercise of its discretion, \nGRANTS in part and DENIES in part the motion.  \na. The Court GRANTS the motion for summary judgment as to the claims \nfor breach of fiduciary duty and constructive fraud to the extent that they are \nbrought in Potts’s individual capacity.  The claims are DISMISSED with \nprejudice. \nb. The Co urt GRANTS the motion for summary judgment as to the \nderivative claims for breach of fiduciary duty and constructive fraud to the extent \nthose claims are based on the misuse of the roll former and the payment to \nWilliams.  The Court DENIES the motion for s ummary judgment as to these \nclaims in all other respects.    \nc. The Court GRANTS the motion for summary judgment as to the claim \nfor civil conspiracy to the extent the claim is based on the individual claims for \nbreach of fiduciary duty and constructive fraud, the misuse of the roll former, and \nthe payment to Williams.  The Court DENIES the motion for summary judgment \nas to the claim for civil conspiracy in all other respects.  \nd. The Court GRANTS the motion for summary judgment as to the claims \nfor conversion and unjust enrichment to the extent those claims are based on the \n \n \nmisuse of the roll former and the payment to Williams.  The Court DENIES the \nmotion for summary judgment as to these claims in all other respects.  \ne. The Court DENIES the motion for summary judgment as to the claims \nfor fraud and facilitation of fraud.  \nf. The Court GRANTS the motion for summary judgment as to the claims \nfor professional negligence and breach of contract as asserted against Rives & \nAssociates to the extent based on the disputed 1099 -Misc form .  The Court \nDENIES the motion for summary judgment as to these cla ims in all other \nrespects.  \ng. The Court GRANTS the motion for summary judgment as to the claim \nfor removal of Rives as a director  of Steel Tube.  This claim is DISMISSED as \nMOOT.  \n  \n SO ORDERED, this the 9th day of May, 2019. \n \n \n \n       /s/ Adam M. Conrad                          \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n "
}