{
  "id": "b9f8781ecfab0aff2d974ca18cbc0a1aee110723840a72ffca4f872967817932",
  "source_file": "data/raw/ncbc/b9f8781ecfab0aff2d974ca18cbc0a1aee110723840a72ffca4f872967817932.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 23648 \n \nKEVIN QUIDORE, \n \nPlaintiff, \n \nv. \n \nALLIANCE PLASTICS, LLC \n \nDefendant. \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTION TO DISMISS \nDEFENDANT’S AMENDED \nCOUNTERCLAIMS \n \n \n1. THIS MATTER is before the Court upon Plaintiff Kevin Quidore’s \n(“Quidore”) Motion to Dismiss Defendant Alliance Plastics, LLC’s (“Alliance”  or the \n“Company”) Counterclaims (the “Motion”) pursuant to Rule 12(b)(6) of the North \nCarolina Rules of Civil Procedure (“Rule(s)”) in the above- captioned case.  (ECF No. \n48.)  \n2. The Motion puts at issue the viability of Alliance ’s counterclaims against \nQuidore for fraud (the “Fraud Counterclaim”) and negligent misrepresentation (the \n“Negligent Misrepresentation Counterclaim”; together with the Fraud Counterclaim, \nthe “Counterclaims”).  Alliance bases the Counterclaims on allegations that Quidore \nfalsely represented his back ground and experience wh en he negotiated his \nemployment with Alliance and thereafter misrepresented to Alliance management \nactions he took  during his employment as the Company’s Chief Operating Officer \n(“COO”).  (Am. Answer & Countercl. ¶¶ 79 –89, ECF No. 4 6.)  Quidore moves to \ndismiss the Counterclaims , contending that Alliance has failed to plead certain \nrequired elements of the Counterclaims and has failed to plead either Counterclaim \nQuidore v. All. Plastics, LLC, 2020 NCBC 87. \nwith requisite particularity.   (Pl.’s Mot. Dismiss Def.’s Am. Countercls. 1 –2 \n[hereinafter “Pl.’s Mot.”], ECF No. 48.)   \n3. Having considered the Motion, the Amended Answer and Counterclaim, the \nrelated briefing, and the arguments of counsel at the hearing on the Motion, the Court \nhereby GRANTS the Motion and DISMISSES Plaintiff’s Counterclaims with \nprejudice. \nRayburn Cooper & Durham, P.A., by Ross R. Fulton and Matthew Tomsic, for \nPlaintiff Kevin Quidore.  \n \nMorton & Gettys, LLC, by James Nathanial Pierce and Beverly A. Carroll, for \nDefendant Alliance Plastics, LLC. \n \nBledsoe, Chief Judge. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \n4. The Court does not make findings of fact on a motion to dismiss under Rule \n12(b)(6) but rather recites only those facts alleged  or admitted in the Amended \nAnswer and Counterclaim relevant to the Court’s determination of the Motion. \n5. Quidore is a citizen and resident of North Carolina, and Alliance is a limited \nliability company organized and existing  under the laws of the State of South \nCarolina, with its principal place of business located in York County, South Carolina.  \n(Compl. ¶¶ 1–2, ECF No. 4; Am. Answer & Countercl. ¶¶ 6–7.)   \n6. Quidore was contacted by Ronald Grubbs, Jr. (“Grubbs”), P resident of \nAlliance, in 2016 to discuss the possibility of Quidore becoming Alliance’s COO .  \n(Compl. ¶¶ 3, 7; Am. Answer & Countercl. ¶¶ 8, 12.)  From late 2016 through early \n2017, Quidore and Grubbs negotiated the terms of Quidore’s potential employment \nwith Alliance.  (Compl. ¶ 8; Am. Answer & Countercl. ¶ 13.)   \n7. Alliance alleges that during these negotiations, Quidore made several false \nstatements concerning (i) his position at a former employer, Unisource; (ii) the reason \nhe left Uni source; (iii) his experi ence with ScanForce, a product  management and \nordering system ; (iv) his connections with Citi bank; and (v) his connections with \nvendors in Alliance’s industry.  (Am. Answer & Countercl. ¶ 80.)  Unaware of the \nalleged falsity of these statements, on January 9, 2017, Grubbs sent Quidore an offer \nof employment, which Quidore accepted.  Quidore began his employment as Alliance’s \nCOO a few months later.  (Compl. ¶ 10; Am. Answer & Countercl. ¶¶ 15, 39.)   \n8. While Quidore served as Alliance’s COO, Alliance alleges that Quidore failed \nto carry out his duties and falsely stated to management that he had implement ed \nScanForce and conducted proper quality control testing.  (Am. Answer & Countercl. \n¶ 87.)  On June 17, 2019, Alliance terminated Quidore’s employment.  (Compl. ¶  27; \nAm. Answer & Countercl. ¶ 32.)   \n9. Quidore initiated this action  on December 12, 2019, alleging claims for \nbreach of contract, fraud, and promissory estoppel against Alliance and, \nalternatively, against Grubbs, for failing to provide Quidore certain benefits after his \ntermination.  (Compl. ¶¶ 79–89.)  Quidore subsequently dismissed his claims against \nGrubbs without prejudice on May 6, 2020.  (Stipulation Dismissal Without Prejudice \nClaims Against Ronald Grubbs, Jr., ECF No. 25.)   \n10. Alliance filed its initial Answer and Counterclaim on June 8, 2020, (Answer \n& Countercl., ECF No. 29), and its Amended Answer and Counterclaim on August 4, \n2020, (Am. Answer & Countercl.).1   \n11. Alliance’s Fraud Counterclaim is focused on Quidore’s pre -hiring conduct \nand alleges as follows:  \nIn November and December of 2016, and in early 2017, during the \nnegotiations for his employment with Alliance, both in -person in \nCharlotte, North Carolina and Rock Hill, South Carolina, and via emails \nand phone calls, Quidore made false representations of existing facts, \nincluding but not limited to:  \n \na. Quidore falsely represented he was an “Area Vice President” of \nUni[s]ource, a former employer of Quidore, when in fact Quidore \nnever rose above the level of general manager.  \n \nb. Quidore falsely represented the reason he left Unisource, \nstating he chose to leave to pursue new opportunities when in fact \nhe was dismissed for misappropriation of company funds.  \n \nc. Quidore falsely represented he had substantial experience with \nScanForce and had implemented ScanForce in other companies. \n  \nd. Quidore falsely represented he had connections with Citi[b]ank \nand had previously negotiated beneficial order financing terms \nwhen, in fact, he never dealt directly with Citi[b]ank.  \n \ne. Quidore falsely represented he had substantial connections \nwith vendors in Alliance’s industry. \n \n(Am. Answer & Countercl. ¶ 80.)   \n \n1 Quidore moved to dismiss the Answer and Counterclaim (“Original Motion to Dismiss”) on \nJuly 2, 2020, (Pl.’s Mot. Dismiss Def.’s Countercls., ECF No. 35) , and in response, Alliance \nmoved to file an amended answer and counterclaim (“Motion to Amend”), (Def.’s Mot. Amend \nAnswer & Countercl., ECF No. 39).  The Court granted the  Motion to Amend on August 3, \n2020, (Order Def.’s Mot. Amend Answer & Countercl., ECF No. 45), and Alliance  filed its \nAmended Answer and Counterclaim the next day , (Am. Answer & Countercl. ).  The Court \nsubsequently denied the Original Motion to Dismiss as moot.  (Order Denying Pl.’s Mot. \nDismiss Def.’s Countercls. Moot & Notice Cancellation, ECF No. 47.) \n12. Alliance also alleges, in concl usory fashion,  that “Quidore knew the \nrepresentations were false and deceptive [ ] and . . . deliberately made them to \nconvince Alliance to hire him” ; “Alliance was not aware of the falsity of the \nrepresentations”; “Alliance justifiably relied on Quidore’s statements[ ] and . . . could \nnot have discovered the falsity of Quidore’s representations” ; and “[a]s a direct and \nproximate result of Quidore’s false statements, Alliance has been damaged in an \namount to be proved at trial[.]”  (Am. Answer & Countercl. ¶¶ 81–84.)   \n13. Alliance’s Negligent Misrepresentation Counterclaim focuses on Quidore’s \nemployment-related actions and alleges:  \nThroughout his employment with Alliance, from the beginning of 2017 \nthrough July 2018, Quidore failed to carry out his duties, and in fact, \nmisrepresented his actions in a variety of tasks to his superiors, \nincluding but not limited to:  \n \na. Throughout his employment, but latest in August 2018, \nQuidore failed to implement Scan[F]orce, a product management \nand ordering system.  Plaintiff was specifically instructed to \nimplement Scan[F]orce, but failed to appropriately follow up on \ntraining dates with the Scan[F]orce representatives.  Despite his \nfailures, Plaintiff represented to management of Alliance that he \nhad implemented Scan [F]orce and continued this \nmisrepresentation for months.  \n \nb. In or around September 2017, Quidore failed to conduct proper \nquality control testing.  In the face of customer complaints \nregarding the quality of Alliance’s product, Quidore falsely \nrepresented to Alliance management that he had conducted \nquality control testing, and the customer was clearly incorrect.  \nUltimately, the customer went to a third -party lab which \ncorroborated the customer’s stance.  Ultimately, it was discovered \nQuidore never conducted quality testing of the product, though he \nhad the ability to do so in -house.  As a result, Alliance lost two \nlarge, long-time customers: Pratt Industries and Veritiv. \n \n(Am. Answer & Countercl. ¶ 87.)   \n14. Alliance further allege s, again in conclusory fashion,  that “Alliance \njustifiably relied on Quidore’s representations[;] . . . Quidore had a pecuniary interest \nin making the representations, as an effort to maintain employment with Alliance” ; \nand “ [a]s a direct and proximate result of Quidore’s negligent misrepresentation, \nAlliance is entitled to damages[.]”  (Am. Answer & Countercl. ¶¶ 88–89.)   \n15. Alliance filed its Mot ion on September 2, 2020.  (Pl.’s Mot.)  After full \nbriefing by the parties, the Court held a hearing on the Motion on November 5, 2020 \nvia videoconference, at which all parties were represented by counsel.   \n16. The Motion is now ripe for resolution.  \nII. \nLEGAL STANDARD \n17. “A Rule 12(b)(6)  motion allows a party to test the legal sufficiency of a \ncomplaint or counterclaim.”  Brady v. Prince, 2015 NCBC LEXIS 5, at *16 (N.C. \nSuper. Ct. Jan. 7, 2015) (citing Sutton v. Duke , 277 N.C. 94, 98, 176 S.E.2d 161, 163  \n(1970)).  “An inquiry into the sufficiency of a counterclaim  to withstand a motion to \ndismiss under  Rule 12(b)(6) is identical to that regarding the sufficiency of a \ncomplaint to survive the same motion. ”  Chesapeake Microfilm, Inc. v. E. Microfilm \nSales & Serv., Inc., 91 N.C. App. 539, 542, 372 S.E.2d 901, 902 (1988).   \n18. In reviewing a Rule 12(b)(6) motion, t he Court must examine “whether the \nallegations of [a counterclaim], if treated as true, are sufficient to state a claim upon \nwhich relief can be granted under some legal theory. ”  Corwin v. Brit. Am. Tobacco \nPLC, 371 N.C. 605, 615, 821 S.E.2d 729, 736 (2018) (quoting CommScope Credit \nUnion v. Butler & Burke, LLP, 369 N.C. 48, 51, 790 S.E.2d 657, 659 (2016)).  Further, \nthe Court is required to view the allegations in the challenged pleading “in the light \nmost favorable to the non- moving party.”  Christenbury Eye Ctr., P.A. v. Medflow, \nInc., 370 N.C. 1, 5, 802 S.E.2d 888, 891 (2017) (quoting Kirby v. N.C. DOT , 368 N.C. \n847, 852, 786 S.E.2d 919, 923 (2016)).  \n19. Accordingly, the dismissal of a counterclaim under Rule 12(b)(6) “is proper \nwhen ‘(1) the [counterclaim] on its face reveals that no law supports the [defendant’s] \nclaim; (2) the [counterclaim] on its face reveals the absence of facts sufficient to make \na good claim; or (3) the [counterclaim] discloses some fact that necessarily defeats the \n[defendant’s] claim.’ ”  Corwin, 371 N.C. at 615, 821 S.E.2d at 736–37 (quoting Wood \nv. Guilford Cty. , 355 N.C. 161, 166, 558 S.E.2d 490, 494 (2002)) ; see also Turner v. \nHammocks Beach Corp. , 363 N.C. 555, 559, 681 S.E.2d 770, 774 (2009)  (holding \ndismissal under Rule 12(b)(6) is not proper “unless it appears beyond doubt that the \n[non-moving party] could prove no set of facts in support of his claim which would \nentitle him to relief” (citation omitted)). \nIII. \nANALYSIS \n20. Quidore contends that Alliance’s Counterclaims necessarily fail under either \nNorth Carolina or South Carolina law.2   \n21. First, Quidore argues that  Alliance’s Fraud Counterclaim should be \ndismissed because Alliance has failed to allege that Quidore’s alleged false \nstatements were material , (Pl.’s Mem. 6 –7), or that Alliance exercised, or was \nprevented from exercising,  reasonable diligence in discovering  the truth of those \nstatements, (Pl.’s Mem. 7 –12).  Quidore also contends that Alliance’s F raud \nCounterclaim should be dismissed because it is not pleaded with requisite \nparticularity, (Pl.’s Mem. 12 –16), and because it is barred by the applicable three -\nyear statute of limitations, (Pl.’s Mem. 22–25).  Quidore further argues that Alliance’s \nNegligent Misrepresentation Counterclaim should be dismissed for failure to allege \nthat Alliance justifiably relied on Quidore’s alleged statements, (Pl.’s Mem. 16 –19), \nand for failure to plead with requisite particularity, (Pl.’s Mem. 19–22).   \n22. Alliance asserts that Quid ore’s arguments are without merit and that its \nCounterclaims should survive Rule 12(b)(6) dismissal.  (Def.’s Mem. Opp’n 5–20.)  \n \n2 The parties dispute whether North Carolina or South Carolina law applies to Alliance’s \nCounterclaims.  (Pl.’s Mem. Supp. Mot. Dismiss Def.’s Am. Countercls.  5 [hereinafter “Pl.’s \nMem.”], ECF No. 49 ; Def.’s Mem. Opp ’n Pl.’s Mot. Dismiss Def.’s Am. Countercls. 2, 5  \n[hereinafter “Def.’s Mem. Opp’n”], ECF No. 52.)  The Court elects not to decide choice of law \nat this stage in part because the Court concludes that the Counterclaims are insufficiently \npleaded under either State’s law.  \nA. Alliance’s Fraud Counterclaim \na. Materiality \n23. Under North Carolina law, the essential elements of a claim for f raud are: \n“(1) False representation or concealment of a material fact, (2) reasonably calculated \nto deceive, (3) made with intent to deceive, (4) which does in fact deceive, (5) resulting \nin damage to the injured party.”  Terry v. Terry, 302 N.C. 77, 83, 273 S.E.2d 674, 677 \n(1981) (emphasis added) (quoting Ragsdale v. Kennedy, 286 N.C. 130, 138, 209 S.E. \n2d 494, 500  (1974)).  “A claim for fraud may be based on an affirmative \nmisrepresentation of a material  fact, or a failure to disclose a material  fact relating \nto a transaction which the parties had a duty to disclose.”  Hardin v. KCS Int’l, Inc. , \n199 N.C. App. 687, 696, 682 S.E.2d 726, 733 (2009) (emphasis added) (citation and \ninternal quotation marks omitted).   \n24. Therefore, “the mere expression of an  opinion or belief, or more precisely a \nrepresentation which is nothing more than the statement of an opinion, cannot \nconstitute fraud.”  Myrtle Apartments, Inc. v. Lumbermen’s Mut. Cas. Co. , 258 N.C. \n49, 52, 127 S.E.2d 759, 761 (1962) (citation omitted).  W hen a statement “at most \nreflects puffery,” which cannot be proven true or false, there can be no “actionable \nfraud” because there is no allegation of a material fact.  McKee v. James, 2014 NCBC \nLEXIS 74, at *27–28 (N.C. Super. Ct. Dec. 31, 2014); see also Rowan Cty. Bd. of Educ. \nv. U.S. Gypsum Co., 332 N.C. 1, 17, 418 S.E.2d 648, 659 (1992) (“Requiring proof of a \nspecific representation facilitates courts in distinguishing mere puffing, guesses, or \nassertions of opinions from representations of material facts.”); Beam v. Sunset Fin. \nServs., 2019 NCBC LEXIS 56, at *15 (N.C. Super. Ct. Sept. 3 , 2019) (“The alleged \nmisrepresentations must also be definite and specific, meaning that they must be \nmore than mere puffing[.]” (citation and internal quotation marks omitted)).   \n25. Under South Carolina law, the essential elements of a fraud claim are \nsimilar:  \n(1) a representation; (2) its falsity; (3) its materiality ; (4) either \nknowledge of its falsity or a reckless disregard of its truth or falsity; (5) \nintent that the representation be acted upon; (6) the hearer’s ignorance \nof its falsity; (7) the hearer’s reliance on its truth; (8) the hearer ’s right \nto rely thereon; and (9) the hearer’s consequent and proximate injury.  \n \nArdis v. Cox, 431 S.E.2d 267, 269 (S.C. Ct. App. 1993) (emphasis added) (citing King \nv. Oxford, 318 S.E.2d 125, 127 (S.C. Ct. App. 1984) ).  “ Where the complaint omits \nallegations on any  element of fraud,” including materiality, “the trial court should \ngrant the defendant’s motion to dismiss the claim.”  Id.   \n26. As in North Carolina, “[a] false representation  . . . must be one of fact as \ndistinguished from the mere expression of an opinion.”  Winburn v. Ins. Co. of N. Am., \n339 S.E.2d 142, 145 ( S.C. Ct. App. 1985) .  A n allegation  “cannot be construed to \nconstitute fraud and deceit” when it “was merely ‘dealer’s talk’ or ‘puffing[.]’ ”  Jones \nv. Cooper, 109 S.E.2d 5, 10 (S.C. 1959); see also Brown v. Dick Smith Nissan, Inc., 777 \nS.E.2d 208, 211 n.5 (S.C. 2015) (“ ‘ Puffing’ is defined as:  ‘The expression of an \nexaggerated opinion —  as opposed to a factual misrepresentation —  with the intent to \nsell a good or service.’ ” (citation omitted)); Turner v. Milliman, 671 S.E.2d 636, 642 \n(S.C. Ct. App. 2009) (“[S]ales talk or ‘puffing’ ordinarily is not sufficient to establish \na claim for negligent misrepresentation or fraud.”).   \n27. Alliance alleges that Quidore falsely represent ed that “he had substantial \nexperience with ScanForce[,]” that “he had connections with Citi [b]ank[,]” and that \n“he had substantial connections with vendors in Alliance’s indus try.”  (Am. Answer \n& Countercl. ¶ 80 (c)–(e).)  Rather tha n assert objective provable facts, however, \nQuidore’s alleged statements reflect subjective opinion and assessment (and perhaps \nexaggeration) in these circumstances and are open to differing percepti ons of what \nlevel or amount is “substantial” and what qualifies as a “connection[ ].” \n28. As such, the Court concludes that these alleged representations are not \nmaterial as a matter of law and, as asserted here, cannot support a fraud claim under \nNorth Carolina law.  See, e.g., Glob. Hookah Distribs. v. Avior, Inc. , 401 F. Supp. 3d \n653, 659 (W.D.N.C. 2019)  (holding, under North Carolina  law, that  “[t]he line \nbetween corporate optimism and material statements fall s where the statements at \nissue were specific factual allegations  that were not simply sales pitches but rather \ncan be proven true or false —  and, if properly supported, could be found material by a \nreasonable jury. ” (citation and internal quotation marks omitted)) ; see also, e.g. , \nTrident Atlanta, LLC v. Charlie Graingers Franchising , LLC , No. 7:18 -CV-10-BO, \n2020 U.S. Dist. LEXIS 218836, at * 21–22 (E.D.N.C. Nov. 23, 2020)  (holding that \n“defendants’ statements that they had the ‘cleanest restaurants in America’ and that \nplaintiffs would receive ‘world class,’ ‘endless,’ and ‘social media savvy’ support were \nnonactionable puffery” under North Carolina law); Solum v. CertainTeed Corp., 147 \nF. Supp. 3d 404, 412–13 (E.D.N.C. 2015) (holding statements that the defendant ’s \ncraftsmen had a “high level of knowledge and ability” and held a “highly prestigious” \ndesignation only available after a “rigorous course” to be puffery  under North \nCarolina law). \n29. The Court reaches the same conclusion under South Carolina law.  See, e.g., \nHovis v. Gen. Dynamics Corp. (In re Marine Energy Sys. Corp.) , 362 B.R. 247, 260 \n(Bankr. D.S.C. 2006)  (holding, under South Carolina law, that “[r] epresentations \nrelating to the ‘ skill’ of a party are generally considered to be puffery  and not \nactionable as a fraudulent representation ”); Winnsboro v. NCR, Inc. , C/A No. 3:91 -\n0070-17, 1991 U.S. Dist. LEXIS 6021, at *6– 7 (D.S.C. Apr. 9 , 1991) (holding \nstatement that the defendants “could furnish plaintiff with a combination of \nhardware and software which would meet all of plaintiff ’s needs and specifications” \nto be puffery under South Carolina law). \n30. The Court therefore concludes that Alliance’s F raud Counterclaim should \nbe dismissed  to the extent it is based on paragraphs 80(c), (d), and (e) of the \nCounterclaims as discussed above.3   \nb. Reasonable Reliance \n31. Reasonable reliance cannot be established as a matter of North Carolina law \n“where the plaintiff could have discovered the truth of the matter through reasonable \ndiligence, but failed to investigate. ”  Sullivan v. Mebane Packaging Grp., Inc. , 158 \n \n3 The only portions of the Fraud Counterclaim within paragraphs 80(c)–(e) that shall not be \ndismissed for lack of materiality are Alliance’s allegations that Quidore falsely represented \nthat he had “implemented ScanForce in other companies[,]” (Am. Answer & Countercl. ¶ \n80(c)) and he had “previously negotiated beneficial order financing terms [with Citibank, ]” \n(Am. Answer & Count ercl. ¶ 80(d)) .  As discussed infra , however, these and the other \nallegations pleaded in support of the Fraud Counterclaim are not pleaded with the \nparticularity required under Rule 9(b), requiring dismissal. \nN.C. App. 19, 26, 581 S.E.2d 452, 458 (2003) ; see also Everts v. Parkinson, 147 N.C. \nApp. 315, 325, 555 S.E.2d 667, 674 (2001)  (“The policy of the courts is, on the one \nhand, to suppress fraud and, on the other, not to encourage negligence and \ninattention to one’s own interest.” (quoting Calloway v. Wyatt, 246 N.C. 129, 135, 97 \nS.E.2d 881, 886 (1957) )).  Indeed, “when the party relying on the false  . . . \nrepresentation could have discovered the truth upon  inquiry, the complaint must \nallege that he was denied the opportunity to investigate or that he could not have \nlearned the true facts by exercise of reasonable diligence. ”  Hudson-Cole Dev. Corp. \nv. Beemer, 132 N.C. App. 341, 346, 511 S.E.2d 309, 313 (1999).   \n32. Again, South Carolina law is similar, as “there is no right to rely, as required \nto establish fraud, where there is no confidential or fiduciary relationship and there \nis an arm’s length transaction between mature, educated people.”  Regions Bank v. \nSchmauch, 582 S.E.2d 432, 445 (S.C. Ct. App. 2003).  Any “right of reliance upon \nrepresentations is closely bound up with a duty on the part of the plaintiff to use some \nmeasure of protection and precaution to safeguard his own interest.”  Id.   As stated \nby the South Carolina Supreme Court, “one cannot rely upon [ the] misstatement of \nfacts[ ] if the truth is easily within his reach.”  O’Shields v. S. Fountain Mobile Homes, \nInc., 204 S.E.2d 50, 52 (S.C. 1974); see also Dehart v. Dodge City, 427 S.E.2d 720, 722 \n(S.C. Ct. App. 1993) (“Courts do not sit for the purpose of relieving parties who refuse \nto exercise reasonable diligence or discretion to protect their own interests.”).   \n33. The reasonableness of a party’s reliance “[is]  ordinarily [a] question[ ] for \nthe jury ‘unless the facts are so clear that they support only one conclusion. ’ ”  Head \nv. Gould Killian CPA Grp., P.A., 371 N.C. 2, 9, 812 S.E.2d 831, 837 (2018)  (citation \nomitted); see also Unlimited Servs., Inc. v. Macklen Enters., Inc., 401 S.E.2d 153, 155 \n(S.C. 1991) (“The general rule is that  questions concerning reliance and its \nreasonableness are factual questions for the jury.”).  But under Rule 12(b)(6), “where \nthe facts are insufficient as a matter of law to constitute reasonable reliance on the \npart of the complaining party, the complaint is properly dismissed[ .]”  Hudson-Cole \nDev. Corp., 132 N.C. App. at 346, 511 S.E.2d at 313.   \n34. Alliance alleges that Quidore falsely represented that “he was an ‘Area Vice \nPresident’ of Uni [s]ource . . . when in fact Quidore never rose above the level of \ngeneral manager” as well as “the reason he left Unisource, stating he chose to leave \nto pursue new opportunities when in fact he was dismissed for misappropriation of \ncompany funds .”  (Am. Answer & Countercl. ¶ 80 (a)–(b).)  Quidore argues that \ndismissal is proper because Alliance “did not allege any  reason why—at any time \nduring the three-plus months it took to negotiate Quidore’s employment with Alliance \nPlastics—it ‘could not have,’ with reasonable diligence, confirmed the truth or falsity \nof Quidore’s alleged fraudulent representations.”  (Pl.’s Mem. 9.)  The Court agrees. \n35. The Delaware Chancery Court’s observation in deciding a similar issue \nunder a Pennsylvania securities fraud statute on similar pleaded facts applies with \nequal force here: \n[I]t is not clear what reasonable care means in the context of hiring a \ntop executive who will exercise fiduciary duties if it does not include \nsome form of minimal resume-checking.  Here, all Katz had to do was to \nconduct a cursory check of Robins’s employment experience to find out \nthat Robins was not as Katz had advertised to the plaintiffs.  Once Katz \nprobed a bit, Robins’s true track record would have been quickly \nrevealed.  \n \nKronenberg v. Katz , 872 A.2d 568, 601– 02 (Del. Ch. 2004).  Even though Alliance \nalleges, in conclusory fashion, that it “justifiably relied on Quidore’s statements” and \n“could not have discovered the falsity of Quidore’s representations[,]” (Am. Answer & \nCountercl. ¶ 83), A lliance fails to allege any facts to support th ese conclusory \nassertions or that Alliance was somehow denied the opportunity to investigate the \ntruth of Quidore’s alleged misstatements.   \n36. Alliance alleges that it was hiring Quidore to be the Company’s COO—one \nof Alliance’s top corporate officers —who would have “a duty to represent the best \ninterests of Alliance in terms of his dealings with Alliance, Alliance’s management, \nand other employees, customers, and vendors of Alliance.”  (Am. Answer & Countercl. \n¶ 86. )  Alliance  could have easily contacted Unisource to ascertain the truth of \nQuidore’s representations, and its failure to plead that it did so or that it took, or was \nprevented from taking, any other measures to investigate Quidore’s stated work \nexperience—experience Alliance now claims  was essential to its decision to hire \nQuidore—is fatal to its fraud claim. \n37.  Accordingly, the Court concludes that Alliance  has failed to plead facts \nsupporting reasonable relian ce, and its F raud Counterclaim must therefore be \ndismissed to the extent it is based on Quidore’s alleged misrepresentations in \nparagraphs 80(a) and (b) of the Counterclaims.  \nc. Pleading with Particularity  \n38. Quidore also seeks dismissal of Alliance’s Fraud Counterclaim for failure to \nplead the Counterclaim with requisite particularity under Rule 9(b).   \n39. Rule 9(b) provides: “In all averments of fraud, duress or mistake, the \ncircumstances constituting fraud or mistake shall be stated with particularity.  \nMalice, intent, knowledge, and other condition of mind of a person may be averred \ngenerally.”  N.C. R. Civ. P. 9(b).4  Rule 9(b)’s purpose includes “to protect a defendant \nfrom unjustified injury to his reputation by requiri ng more  particularity than is \nnormally required by notice pleading [,]” Terry, 302 N.C. at 85, 273 S.E.2d at 678, to \n“ensure[ ] that the defendant has sufficient information to formulate a defense by \nputting it on notice of the conduct complained of . . . [, to] protect defendants from \nfrivolous suits[, and to] eliminate fraud actions in which all the facts are learned after \ndiscovery[,]” Perkins v. HealthMarkets, Inc., 2007 NCBC LEXIS 25, at *14–15 (N.C. \nSuper. Ct. July 30, 2007) (quoting Harrison v. Westinghouse Savannah River Co., 176 \nF.3d 776, 784 (4th Cir. 1999)).   \n40.  “[T]o survive a motion to dismiss pursuant to Rule 12(b)(6), a complaint for \nfraud must allege with particularity all material facts and circumstances constituting \nthe fraud.”  Hunter v. Guardian Life Ins. Co. of Am. , 162 N.C. App. 477, 481, 593 \nS.E.2d 595, 598 (2004) (quoting Carver v. Roberts, 78 N.C. App. 511, 513, 337 S.E.2d \n \n4 There is no dispute that the procedural law of North Carolina, including Rule 9(b), applies \nto the Counterclaims.  See Boudreau v. Baughman, 322 N.C. 331, 335, 368 S.E.2d 849, 853–\n54 (1988) (stating that “[o]ur traditional conflict of laws rule is that matters affecting the \nsubstantial rights of the parties are determined by lex loci, the law of the situs of the claim, \nand remedial or procedural rights are determined by lex fori, the law of the forum”). \n126, 128 (1985)); see also BDM Invs. v. Lenhil, Inc., 264 N.C. App. 282, 298, 826 S.E.2d \n746, 760 (2019)  (“Material facts and circumstances constituting fraud must be \n[pleaded] in a com plaint with particularity.  Mere generalities and conclusory \nallegations of fraud will not suffice. ” (citation omitted) ).  That said, “there is no \nrequirement that any precise formula be followed or that any certain language be \nused.”  Carver, 78 N.C. App. at 513, 337 S.E.2d at 128.  “It is sufficient if, upon a \nliberal construction of the whole pleading, the charge of fraud might be supported by \nproof of the alleged constitutive facts.”  Id. (quoting Brooks Equip. & Mfg. Co. v. \nTaylor, 230 N.C. 680, 686, 55 S.E.2d 311, 315 (1949)).   \n41. To satisfy Rule 9(b)’s requirements, a fraud claim must contain allegations \nidentifying the (i) “the time, place and content [ ] of the fraudulent representation ”; \n(ii) “the identity of the person making th e representation ”; and (iii) “ what was \nobtained by the fraudulent acts or representations.”  Terry, 302 N.C. at 85, 273 S.E.2d \nat 678.  “Dismissal of a claim for failure to plead with particularity  is proper where \nthere are no facts . . . setting forth the time, place, or specific individuals who \npurportedly made the misrepresentations. ”  USA Trouser, S.A. de C.V. v. Williams, \n258 N.C. App. 192, 202, 812 S.E.2d 373, 380 (2018)  (quoting Bob Timberlake \nCollection, Inc. v. Edwards, 176 N.C. App. 33, 39, 626 S.E.2d 315, 321 (2006)).   \n42. Alliance alleges that Quidore made five specific false representations “[i]n \nNovember and December of 2016, and in early 2017, during the negotiations for his \nemployment with Alliance, both in -person in Charlotte, North Ca rolina and Rock \nHill, South Carolina, and via emails and phone calls [.]”  (Am. Answer & Countercl. \n¶ 80.)  Alliance thus identifies three different forms of communication, two different \nlocations, and a time period of at least three months but does not att empt to \nspecifically identify how, where, or when each of the five specific misrepresentations \nwere made.  Although “[a] requirement of specificity is not a requirement of perfect \nand complete specificity[,]” Hudgins v. Wagoner, 204 N.C. App. 480, 487, 694 S.E.2d \n436, 443 (2010), Alliance’s failure to specify further how, where, or when the specific \nrepresentations at issue were made here denies Quidore an adequate opportunity to \nprepare his defense and thus fails Rule 9(b) ’s particularity requirements, \nnecessitating dismissal, see, e.g., Chisum v. Campagna, 2017 NCBC LEXIS 102, at \n*30–31 (N.C. Super. Ct. Nov. 7, 201 7) (holding that fraud was not ple aded with \nparticularity when, “[w]ith regard to the 2007 capital calls, Plaintiff d[id] not specify \nwhen or where the misrepresentations took place, alleging only tha t they occurred \n‘[i]n or around 2007’ ”). \n43. Indeed, dismissal under Rule 9(b) is all the more appropriate here because \nAlliance also fails to identify to whom at Alliance Quidore made the alleged \nmisrepresentations—a further failure of pleading in these circumstances that leaves \nQuidore without adequate notice of the specific conduct about which Alliance \ncomplains.  See, e.g., Southland Sec. Corp. v. INSpire Ins. Sols. Inc. , 365 F.3d 353, \n376 (5th Cir. 2004) (dismissing for lack of particularity under Rule 9(b) of the Federal \nRules of Civil Procedure because “ ‘meetings with upper management’ is too vague of \nan indication of where or to whom the alleged comment was made” (emphasis added)).   \n44. The Court thus separately concludes that Alliance’s F raud Counterclaim \nshould be dismissed in its entirety for failure to plead with requisite particularity \nunder Rule 9(b).5 \nB. Alliance’s Negligent Misrepresentation Counterclaim \na. Justifiable Reliance \n45. Under North Carolina law, “[t]he tort of negligent misrepresentation occurs \nwhen a party justifiably relies to his detriment on information prepared without \nreasonable care by one who owed the relying party a duty of care.”  Hudson-Cole Dev. \nCorp., 132 N.C. App. at 346, 511 S.E.2d at  313 (quoting Raritan River Steel Co. v. \nCherry, Bekaert & Holland, 322 N.C. 200, 206, 367 S.E.2d 609, 612 (1988) ); see also \nPiedmont Inst. of Pain Mgmt. v. Staton Found. , 157 N.C. App. 577, 586, 581 S.E.2d \n68, 74 (2003) (“As essential elements of negligent misrepresentation, th e [plaintiffs] \nmust prove that (1) [the defendant] owed a duty of care to the [plaintiffs], and (2) that \nthe [the plaintiffs] justifiably relied on [the defendant] for accurate information.”).   \n46. Like a counterclaim for fraud, when a counterclaim for negligent \nmisrepresentation “fails to allege that [the defendant] was denied the opportunity to \ninvestigate or that [the defendant] could not have learned the true facts by exercise \nof reasonable diligence,” the counterclaim must be dismissed.  Oberlin Capital, L.P. \nv. Slavin, 147 N.C. App. 52, 60, 554 S.E.2d 840, 847 (2001).  And as with fraud,  “[a] \nparty cannot establish justified reliance on an alleged misrepresentation if the party \nfails to make reasonable inquiry regarding the alleged statement.”  Dallaire v. Bank \n \n5 In lig ht of the Court’s ruling s, the Court declines to address Quidore’s contention that \nAlliance’s Fraud Counterclaim should be dismissed as time-barred.   \nof Am., N.A., 367 N.C. 363, 369, 760 S.E.2d 263, 267 (2014) ; see also  Simms v. \nPrudential Life Ins. Co. of Am., 140 N.C. App. 529, 532–33, 537 S.E.2d 237, 240 (2000) \n(“[T]o withstand defendants’ motion to dismiss, plaintiffs at bar must be able to show \nthat they justifiably relied – to their detriment –  on the information provided them \nby defendants and that defendants owed plaintiffs a duty of care to be certain that \nthe information provided was complete and accurate.”), disc. review denied, 353 N.C. \n381, 547 S.E.2d 18 (2001).   \n47. Once again, South Carolina law is substantially the same:  \nTo establish liability for negligent misrepresentation, the plaintiff must \nshow “(1) the defendant made a false representation to the plaintiff; (2) \nthe defendant had a pecuniary interest in making the representation; \n(3) the defendant owed a duty of care to see that he communicated \ntruthful information to the plaintiff; (4) the defend ant breached that \nduty by failing to exercise due care; (5) the plaintiff justifiably relied on \nthe representation; and (6) the plaintiff suffered a pecuniary loss as the \nproximate result of his reliance upon the representation.” \n \nSauner v. Pub. Serv. Auth., 581 S.E.2d 161, 166 (S.C. 2003) (emphasis added) (quoting \nAMA Mgmt. Corp. v. Strasburger, 420 S.E.2d 868, 874 (S.C. Ct. App. 1992)); see also \nGruber v. Santee Frozen Foods, Inc., 419 S.E.2d 795, 799 (S.C. Ct. App. 1992) (“What \nwe do know about the law of reliance in these cases is that the plaintiff must not only \nrely upon the negligently made misrepresentation but his reliance must be justifiable \nunder the circumstances.”).  \n48. South Carolina courts  further “hold that reliance can only be justified in  \n[negligent misrepresentation] cases if the relationship of the parties is such that the \ndefendant occupies a superior position to the plaintiff with respect to knowledge of \nthe truth of the statement made.”  Gruber, 419 S.E.2d at 799 –800.  Additionally, \n“[t]here is no liability for . . . matters which plaintiff could ascertain on his own in the \nexercise of due diligence.”  Gecy v. S.C. Bank & Tr., 812 S.E.2d 750, 758 (S.C. Ct. App. \n2018) (quoting Quail Hill, LLC v. Cty. of Richland, 692 S.E.2d 499, 508 (S.C. 2010)); \nsee also Alpha Contracting Servs. v. Household Fin. Corp. , No. 2011- UP-289, 2011 \nS.C. App. Unpub. LEXIS 348, at *8 ( S.C. Ct. App. June 13, 2011)  (“Alpha cannot \nobtain compensation from Respondents if it has not exercised its own due diligence.”); \nHarrington v. Mikell, 469 S.E.2d 627, 629 ( S.C. Ct. App. 1996)  (“[T]here can be no \nreasonable reliance on a misstatement if the plaintiff knows the truth of the matter.”).   \n49. Here, Alliance alleges that Quidore misrepresented “ to management of \nAlliance that he had implemented Scan[F]orce and continued this misrepresentation \nfor months” and “falsely represented to Alliance management that he had conducted \nquality control testing[.]”  (Am. Answer & Countercl. ¶ 87.)  Alliance’s allegations of \njustifiable reliance on these alleged statements are conclusory and scant : “Alliance \njustifiably relied on Quidore’s representations, and Quidore had a pecuniary interest \nin making the representations, as an effort to maintain employment with Alliance. ”  \n(Am. Answer & Countercl. ¶ 88.)    \n50. Alliance nowhere pleads facts—or even conclusory assertions—that Alliance \ncould not have learned the true facts by exercising  reasonable diligence or that \nQuidore was in a superior position to know the truth of the alleged statements.  This \nis particularly problematic here since Quidore’s alleged misrepresentations concern \nAlliance’s internal business operations, specifically that software and quality control \ntesting had been implemented at the Company.  Alliance does not plead that Quidore \nconcealed from Alliance’s management and employees that software and testing had \nnot been implemented.  Alliance also does not plead that Alliance was unable to learn \nof the status of these projects at its own facility for some other reason.  Alliance simply \nrelies on a conclusory assertion that it acted with justifiable reliance without pleading \nany facts in support.  Such is insufficient to sustain its Negligent Misrepresentation \nCounterclaim as a matter of either North Carolina or South Carolina law.   \nb. Pleading with Particularity6 \n51. “[T]his Court and North Carolina’s federal district courts have consistently \nheld that plaintiffs are required to plead claims for negligent misrepresentation with \nthe particularity required by Rule 9(b).”  Value Health Sols. Inc. v. Pharm. Research \nAssocs., 2020 NCBC LEXIS 65, at *29 (N.C. Super. Ct. May 22, 2020); see also, e.g., \nDeluca v. River Bluff Holdings II, LLC , 2015 NCBC LEXIS 12, at *20 (N.C. Super. \nCt. Jan. 28, 2015) (holding that “[a]llegations of . . . negligent misrepresentation must \nbe stated with particularity ”); Topshelf Mgmt. v. Campbell-Ewald Co., 117 F. Supp. \n3d 722, 727 (M.D.N.C. 2015)  (“Federal courts have repeatedly found that the North \nCarolina tort of negligent misrepresentation sounds in fraud and have applied Rule \n9(b) to it.”).   \n52. Alliance has failed to satisfy Rule 9(b) here.  Indeed, Alliance has not even \nattempted to plead where or how  Quidore made the alleged negligent \nmisrepresentations on which Alliance relies.  As to “when,” Alliance avers only that \n \n6 Although not necessary in light of the Court’s dismissal of Alliance’s Negligent \nMisrepresentation Coun terclaim for failure to plead justifiable reliance, the Court \nnonetheless elects to consider Quidore’s separate Rule 9(b) argument as a further or \nalternative basis for dismissal. \nQuidore failed to implement ScanForce “[until] August 2018” but fails to plead when \nQuidore made any alleged misrepresentation that he had implemented ScanForce at \nthe Company .  (Am. Answer & Countercl. ¶ 87 (a).)  Similarly, although Alliance \nalleges Quidore failed to conduct quality control  testing “[i]n or around  September \n2017,” Alliance again fails to plead when Quidore made any alleged \nmisrepresentation that he had conducted such testing.  (Am. Answer & Countercl. ¶ \n87(b).)  And as “to whom,” Alliance suggests only  that Quidore’s statements were to \n“Alliance management” and fails to identify the specific person to whom Quidore is \nalleged to have spoken.  (Am. Answer & Countercl. ¶ 87.)   \n53. Alliance’s failure to allege the time, place, and method of Quidore’s alleged \nstatements necessarily dooms Alliance’s Negligent Misrepresentation Counterclaim \nunder Rule 9(b) .  See , e.g., Bybee v. Island Haven, Inc. , No. COA17-859, 2018 N.C. \nApp. LEXIS 787, at *14 (N.C. Ct. App. Aug. 7, 2018) (affirming dismissal under Rule \n9(b) when “the allegation of the time [of the] [representations was] too indefinite [as \nit] convey[ed] no precise idea as to time” and there was “no reference to any place \nwhere Plaintiff spoke” (citation omitted)); Bob Timberlake Collection, 176 N.C. App. \nat 39, 626 S.E.2d at 321 (holding “[d]efendant failed to sufficiently plead . . . with the \nrequired particularity” because h e did not “specifically allege where or when he \nreceived the information”); Alamance Fam. Prac., P.A. v. Lindley, 2018 NCBC LEXIS \n83, at *31–32 (N.C. Super. Ct. Aug. 14, 2018) (affirming dismissal under Rule 9(b) for \nfailure to plead “where or how” representations were made) .  And Alliance’s failure \nto plead to whom Quidore made his alleged misrepresentation provides a further \nbasis for dismissal of this claim under Rule 9(b).  See, e.g., Southland Sec. Corp., 365 \nF.3d at 376. \n54. For this separate and independent reason, therefore, t he Court concludes \nthat Alliance’s Negligent Misrepresentation Counterclaim should be dismissed.   \nIV. \nCONCLUSION \n55. WHEREFORE, for each of the reasons set forth above , the Court hereby \nGRANTS Quidore’s Motion and DISMISSES Alliance’s Counterclaims against \nQuidore with prejudice.7   \nSO ORDERED, this 3rd day of December, 2020. \n \n      /s/ Louis A. Bledsoe, III    \n      Louis A. Bledsoe, III \n      Chief Business Court Judge \n \n7 Given that Alliance has already repleaded its Counterclaims—with the benefit of Quidore’s \nOriginal Motion to Dismiss  and supporting brief, (ECF Nos. 35 –36)—the Court declines to \nafford Alliance a third opportunity to plead its Counterclaims and thus, in the exercise of its \ndiscretion, dismisses the Counterclaims with prejudice.  "
}