{
  "id": "ba10aef1e1f1f7840104ae6ff075afda35f0b9774a283134c0c277cc88ade9d1",
  "source_file": "data/raw/ncbc/ba10aef1e1f1f7840104ae6ff075afda35f0b9774a283134c0c277cc88ade9d1.pdf",
  "raw_text": "Hilco Transp., Inc. v. Atkins, 2016 NCBC 6. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF GUILFORD \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n14 CVS 8677 \nHILCO TRANSPORT, INC., \n \n  Plaintiff, \n \nv. \n \nNATALIE L. ATKINS; MICHAEL \nALLAN BREWER, as Custodian for \nPatterson Riley Brewer under the \nNorth Carolina Uniform Transfers to \nMinors Act; and MICHAEL ALLAN \nBREWER, as Custodian for Nicholas \nAlan Brewer under the North Carolina \nUniform Transfers to Minors Act,  \n \n  Defendants and \n  Third-Party Plaintiffs, \n \n  v. \n \nJOHN GURNEY LONG;  \nJONATHAN DREW LONG; \nRICHARD WOHLFORD; LONG \nINVESTMENT PROPERTIES, LLC; \nCAROLINA TRANSPORT OF \nGREENSBORO, INC.; and ASHLEY \nLONG MICHAELS, \n \n   Third-Party Defendants,\n \na n d       \n      \nHILCO TRANSPORT, INC.,  \n  Nominal Defendant. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER & OPINION \n \n{1} THIS MATTER is before the Court on Third-Party Defendants’ Motion \nto Dismiss (“Third-Party Defendants’ Motion”) and on Defendant Atkins’s Motion \n \n \nfor Judgment on the Pleadings (“Atkins’s Motion”), brought under Rule 12(b)(6) and \nRule 12(c) of the North Carolina Rules of Civil Procedure (“Rule(s)”).  For the \nreasons discussed below, both Motions are DENIED.  The Court further holds that \nDefendants lack standing to pursue derivative claims.   \nCarruthers & Roth, P.A. by J. Patrick Haywood and Mark K. York for \nPlaintiff and Third-Party Defendants. \nLaw Offices of Charles Winfree by Charles H. Winfree and Ryan Q. Gladden \nfor Defendants and Third-Party Plaintiffs. \nGale, Chief Judge. \nI. INTRODUCTION \n{2} This lawsuit arises from Plainti ff Hilco Transport, Inc.’s (“Hilco”) \ndemand to allow Hilco to redeem all shares of its stock owned by Defendants \nNatalie L. Atkins (“Atkins”) and Michael Allan Brewer (“Michael Brewer”)1 \npursuant to the buy–sell agreement (“Stockholder Agreement”) between Hilco and \nseveral of its shareholders.  In response, Defendants challenge Hilco’s redemption \nrights under the Stockholder Agreement and allege multiple claims against certain \nHilco directors, Hilco shareholders, and third-party companies. \nII. PROCEDURAL BACKGROUND \n{3} Hilco filed its Complaint on August 29, 2014.  The case was designated \nas a complex business matter on September 5, 2014, and assigned to this Court on \nSeptember 9, 2014.   \n{4} Defendants filed their Answer, Third-Party Complaint, and a Rule \n12(b)(6) motion to dismiss on November 3, 2014.  After briefing and argument, the \nCourt denied Defendants’ motion to dismiss, holding that Hilco was not foreclosed \nfrom demanding specific performance under the Stockholder Agreement.  \nSee Hilco \n                                                 \n1 Michael Brewer is the custodian for his two minor children under the North Carolina Uniform \nTransfers to Minors Act, N.C. Gen. Stat. §§ 33A-1 to -24 (2015).  Michael Brewer was not an original \nsignatory to the Stockholder Agreement but subsequently agreed to be bound by the agreement in \nhis capacity as custodian for his children.    \n \n \nTransp., Inc. v. Atkins, 2015 NCBC LEXIS 47, at *11–12 (N.C. Super. Ct. May 5, \n2015).  \n{5} Defendants’ Third-Party Complaint brings claims against John Gurney \nLong (“Gurney Long”), Jonathan Drew Long (“Jonathan Long”), Richard Wohlford \n(“Wohlford”), Long Investment Properties, LLC (“Long Investment”), Carolina \nTransport of Greensboro, Inc. (“Carolina Transport”), and Ashley Long Michaels \n(“Michaels”).  The Third-Party Complaint includes claims for (1) breach of fiduciary \nduty against Gurney Long, Jonathan Long, and Wohlford; (2) constructive fraud \nagainst Gurney Long and Jonathan Long; (3) unfair and deceptive trade practices \nunder N.C. Gen. Stat. § 75-1.1 (2015) against Gurney Long, Jonathan Long, and \nCarolina Transport; and (4) unjust enrichment against all Third-Party Defendants.2   \n {6} In the present Motions, Third-Party Defendants move to dismiss \nAtkins’s section 75-1.1 and unjust-enrichment claims under Rule 12(b)(6), and \nAtkins moves for judgment on the pleadings under Rule 12(c) on Hilco’s right to \nspecific performance of the Stockholder Agreement. \n{7} The Motions have been fully briefed and argued and are ripe for \ndisposition. \nII. FACTUAL BACKGROUND \nA. The Parties \n{8} Hilco is a closely held North Carolina corporation that provides \ntransportation services, including waste, petroleum, propane, asphalt, dump, and \naggregate hauling.  William H. Long (“Doc Long”) and his daughter, Patty Long Hill \n(“Hill”), formed Hilco in 1987.   \n {9} In 1988, Hilco merged with Long  Brothers of Summerfield, Inc., a \nNorth Carolina corporation owned by Doc Long’s two sons, Gurney Long and \nCharles L. Long (“Charles Long”), with Hilco as the surviving corporation.   \n                                                 \n2 Third-Party Plaintiffs voluntarily dismissed their unjust-enrichment claim against Wohlford on \nFebruary 19, 2015. \n \n \n{10} Gurney Long obtained majority control of Hilco through the purchase \nof an interest formerly owned by his brother, Charles Long, following Charles \nLong’s death.  At all times relevant to this action, Gurney Long has been a Hilco \ndirector and officer.  Since his brother’s death, Gurney Long has owned or controlled \nthe majority of Hilco stock.   \n {11} Jonathan Long is Gurney Long’s son who, at all times relevant to this \naction, has held stock in Hilco.  In September 2014, he became an officer of Hilco.   \n {12} Michaels is Gurney Long’s daughter and a Hilco stockholder. \n {13} Long Investment is a North Carolina limited liability company in \nwhich Gurney and Jonathan Long each hold a membership interest.  At all times \nrelevant this action, Gurney Long has managed Long Investment.   \n {14} Carolina Transport is a North Carolina corporation formed and \nincorporated by Jonathan Long’s wife, Meredith Myers Long, who now owns the \ncorporation with her mother.  \n {15} Wohlford is a director of Hilco. \n{16} Atkins is Charles Long’s daughter.  \n{17} Wendi L. Brewer (“Wendi Brewer”)  is Charles Long’s daughter.  Wendi \nBrewer is married to Michael Brewer.   \n{18} Tyra L. Nall (“Nall”) is Charles Long’s daughter.  Nall served as \nexecutor of her father’s estate.   \nB. The Stockholder Agreement \n {19} On January 17, 2005, Gurney Long, Charles Long, Jonathan Long, \nMichaels, Wendi Brewer, Atkins, and Nall signed the Stockholder Agreement.  (See \nCompl. Ex. A. (“Stockholder Agreement”).)  Three of Hilco’s shareholders, including \nDoc Long, did not sign the agreement.   \n {20} At the time of signing, Gurney  Long was Hilco’s president and Charles \nLong was Hilco’s operations manager.  Gurney Long, Charles Long, and Doc Long \ncomprised Hilco’s board at that time.  Gurney Long signed the Stockholder \n \n \nAgreement as president on behalf of Hilco.  The signature line for Hilco’s secretary \nwas left blank.  (Stockholder Agreement 12.)  \n{21} This lawsuit centers around a pr ovision in the Stockholder Agreement \nthat gives Hilco an option to redeem the shares of its stockholders upon the death of \neither Gurney Long or Charles Long.  That provision states that,  \nwith the consent (but only with the consent) of each of the Long \nBrothers who is then living, the Corporation (acting by the vote of its \nBoard of Directors pursuant to its bylaws) shall, at all times, have the \noption to purchase all, but not less than all, of the Shares owned by \nany Stockholder. \n(Stockholder Agreement 6.)  \n{22} The following provisions of the Stockholder Agreement are also \nrelevant to the lawsuit: \n Hilco is required to deliver written notice to its stockholders upon \nexercising its option to purchase.  (Stockholder Agreement 6.) \n R. Wayne Hutchins, CPA (“CPA Hutchins”) will determine the fair market \nvalue of the shares to be purchased.  (Stockholder Agreement 8.)3 \n Upon breach of the agreement, the parties to the agreement are entitled \nto specific performance to enforce the agreement.  (Stockholder Agreement \n10.) \nC. Interim Stock Conveyances \n{23} On June 30, 2005, Charles Long suffered a massive heart attack and \ndied.  Nall was appointed as executor of Charles Long’s estate.  Hilco engaged CPA \nHutchins to determine the value of Charles Long’s 1,418 shares in Hilco as of the \ndate of his death.   \n{24} On October 17, 2005, Gurney Lo ng entered into a stock-purchase \nagreement with Nall to purchase Charles Long’s shares.  Under that agreement, \nGurney Long purchased all 1,418 of Charles Long’s shares at the value determined \nby CPA Hutchins. \n                                                 \n3 The parties disagree on whether a stockholder can challenge CPA Hutchins’s valuation, and if so, \non what grounds.  That disagreement will be the subject of a separate order. \n \n \n{25} Between December 2005 and Janua ry 2009, Wendi Brewer conveyed a \ntotal of 224 shares to Michael Brewer in equal halves as custodian for each of their \ntwo children.  These 224 shares remain subject to the Stockholder Agreement. \n{26} In 2010, Nall expressed a desire to sell her 223 shares to Hilco.  Hilco \nengaged CPA Hutchins to determine the redemption price of Nall’s shares.  CPA \nHutchins produced a valuation report, and Hilco and Nall used the valuation in that \nreport to effectuate Hilco’s redemption of Nall’s shares. \nD. Hilco’s Redemption Rights Under the Stockholder Agreement \n{27} On April 25, 2014, Gurney Long i ssued a notice of special meeting of \nthe board of directors to convene on April 30, 2014, for the purpose of considering a \nmotion for Hilco to redeem Atkins’s and Michael Brewer’s Hilco shares. \n{28} On April 28, 2014, Atkins purported to gift all of her Hilco shares to \nDoc Long. \n{29} At the request of Doc Long, the special meeting was suspended shortly \nafter it began on April 30, 2014. \n{30} The special meeting reconvened on May 9, 2014, with all three board \nmembers—Doc Long, Gurney Long, and Wohlford—in attendance.  The board \napproved motions to formally ratify the Stockholder Agreement, to declare void the \nattempted April 28, 2014, transfer of Hilco shares by Atkins to Doc Long, and to \nauthorize Hilco to exercise its option to redeem Defendants’ Hilco shares.  Hilco \nprovided written notice to Defendants that it was exercising its option to redeem \ntheir shares. \n{31} Hilco engaged CPA Hutchins to  value Defendants’ shares.  After \nproviding an initial report that valued a single share at $2,633.35, and after \nmeeting with Hilco’s and Defendants’ attorneys, CPA Hutchins issued a revised \nreport on July 21, 2014.  The revised report valued a single share of Hilco stock at \n$2,998.98.  Hilco scheduled the closing to redeem Defendants’ shares for August 15, \n2015, at a purchase price of $2,998.98 per share.  Defendants did not attend the \nclosing and have not conveyed any of their shares to Hilco. \n \n \n{32} Defendants contend that the valuation is unfairly low because it failed \nto consider transactions between Gurney Long and Jonathan Long and their \nrespective companies.  The transactions between Gurney Long and Jonathan Long \nwith their outside companies are the basis of the Third-Party Complaint. \nE. Hilco’s Bylaws \n{33} As an initial matter, Defendan ts dispute whether Hilco properly \nexecuted the Stockholder Agreement, arguing that the agreement was signed by \nHilco’s president but not by its secretary, as required by Hilco’s bylaws (“Bylaws”).  \nDefendants further contend that Atkins gifted her shares to Doc Long before the \nStockholder Agreement was ratified by Hilco’s board. \n{34} Hilco’s Bylaws state,  in relevant part, that, “[e]xcept as otherwise \nprovided in these bylaws, the act of the majority of the directors present at a \nmeeting at which a quorum is present shall be the act of the Board of Directors.”  \n(Atkins Aff. Ex. 1 (“Bylaws”), art. IV, § 6.)  \n{35} The Bylaws describe the powers  of Hilco’s president as follows:  \nHe shall sign, with the Secretary, and Assistant Secretary, or any \nother proper officer of the corporation thereunto authorized by the \nBoard of Directors, . . . contracts, or other instruments which the Board \nof Directors has authorized to be executed, except in cases where the \nsigning and execution thereof shall be expressly delegated by the \nBoard of Directors or by these bylaws to some other officer or agent of \nthe corporation . . . . \n(Bylaws art. V, § 6.) \n{36} The Bylaws also state that “[t]he  Board of Directors may authorize any \nofficer or officers, agent or agents, to enter into any contract or execute and deliver \nany instrument in the name of and on behalf of the corporation.”  (Bylaws art. VI, \n§ 1.) \nF. Hilco’s Transactions with Third Parties \n{37} Defendants contend that Gurney Long and Jonathan Long \norchestrated transactions that have diverted value from Hilco. \n \n \n {38} Specifically, Defendants claim that Gurney Long formed a separate \ncompany, Carolina Transport, and treated that company as his alter ego for \npurposes of diverting benefits from Hilco at the expense of Hilco’s minority \nshareholders.  They further complain that, as part of the initial startup, Hilco \nprovided free dispatching services and training for Carolina Transport drivers.   \n{39} Defendants also point to cert ain leases between Hilco and Long \nInvestment.   \n{40} On July 27, 2009, Hilco entere d into a written lease with Long \nInvestment for property located in Kannapolis, North Carolina.  Hilco agreed to pay \nLong Investment $31,000.00 per month for the first five years of the lease, which \nDefendants claim is above the market rent price.   \n {41} On September 1, 2010, Hilco en tered into a written lease with Long \nInvestment for property located in Duncan, South Carolina.  Hilco agreed to pay \nLong Investment $3,500.00 per month for the first five years of the lease, which \nDefendants claim is above the market rent price.   \n{42} Defendants allege that, in contra st to Hilco’s leases with companies \ncontrolled solely by Gurney Long or Jonathan Long, Hilco’s leases with other \nentities contain terms that are much more favorable to Hilco.  Defendants point to a \nlease that was executed on August 28, 1998, between Hilco and CGP Properties, \nLLC (“CGP”) for property located in Greensboro, North Carolina.  CGP is a North \nCarolina limited liability company owned by Doc Long, Gurney Long, Hill, Atkins, \nWendi Brewer, and Nall.  Hilco agreed to pay $25,000.00 per month to CGP for the \nfirst six years of the lease.   \nG. The Third-Party Complaint \n {43} The Third-Party Complaint asserts direct claims and, alternatively, a \nderivative claim on behalf of Hilco. \n {44} The Third-Party Complaint is not verified. \n {45} Defendants allege that, before  the Third-Party Complaint was filed, \nthey made a demand on Hilco to collect money owed to the corporation, and that \n \n \nHilco refused to take action.  Defendants claim that a letter dated August 7, 2014, \nfrom Defendants’ attorney to Hilco’s outside counsel constituted a demand on Hilco.  \n(Third-Party Compl. Ex. A.)  That letter stated, “[p]lease accept this letter as a \ndemand, under [section] 55-7-42, that the corporation pursue its remedies against \nthose who have misappropriated corporate assets.”  (Third-Party Compl. Ex. A.)   \n {46} Outside counsel for Hilco replied to Defendants’ attorney in a letter \ndated August 8, 2014.  (Third-Party Compl. Ex. B.)  This letter made no reference to \nformal corporate action, nor did it acknowledge that a statutory demand had been \nmade on Hilco in advance of a derivative action.  The letter did assert that \nDefendants’ complaints were untimely and that the stock redemption should move \nforward. \nIII. ANALYSIS \nA. Defendants’ Derivative Claim \n{47} Although Third-Party Defendants have not challenged Defendants’ \nattempt to assert derivative claims, the Court can examine subject-matter \njurisdiction on its own motion.  See Lemmerman v. A.T. Williams Oil Co., 318 N.C. \n577, 580, 350 S.E.2d 83, 85–86 (1986).   \n{48} A shareholder cannot commence a derivative action until a written \ndemand has been made on the corporation to take action and ninety days have \npassed since the date of the demand.  N.C. Gen. Stat. § 55-7-42 (2015).  The ninety-\nday period may be shortened if the shareholder is notified that the corporation \nrejected the demand before ninety days has expired, or if a court allows for a shorter \nperiod.  Id. § 55-7-42(2).  The demand requirement is “an absolute condition \nprecedent to the plaintiff’s right to bring the action, [and] the complaint will be \ndismissed if the requirement is not satisfied.”  Russell M. Robinson, II, Robinson on \nNorth Carolina Corporation Law § 17.03[1], at 17-13 (7th ed. 2015).   \n{49} In addition to the demand requ irement, a complaint that asserts a \nderivative claim must be verified by oath.  N.C. R. Civ. P. 23(b). \n{50} Here, the Third-Party Co mplaint was not verified.   \n \n \n{51} The Court further concludes that the letter from Defendants’ attorney \nto Hilco’s outside counsel did not constitute a proper demand on Hilco, and the \nCourt finds nothing on the record to show that Hilco’s outside counsel was \nauthorized to accept or reject a demand on behalf of Hilco.   \n{52} The letter from Defendants’ attorn ey was addressed to Hilco’s outside \ncounsel, not to Hilco through its officers.  The reply was written by Hilco’s outside \ncounsel.  A proper demand must be addressed to someone with authority to act on \nbehalf of the corporation, and a response is effective only if it is written by someone \nwith authority to act on behalf of the corporation.  See Petty v. Morris, 2014 NCBC \nLEXIS 67, at *17–18 (N.C. Super. Ct. Dec. 16, 2014).  The Court finds nothing on \nthe record to indicate that Hilco’s outside counsel had authority to bind Hilco or \nthat he purported to do so.   \n{53} Because the Third-Party Complaint was not verified and no proper \ndemand was made on Hilco, the Court holds that Defendants lack standing to bring \na derivative action on behalf of Hilco.   \nB. Defendants’ Standing to Bring Direct Claims \n {54} Third-Party Defendants challeng e the merits of the section 75-1.1 and \nunjust-enrichment claims brought against them.  They do not expressly challenge \nDefendants’ standing to bring these direct claims.  Again, because standing is a \nprerequisite to the Court’s exercise of subject-matter jurisdiction, the Court may \nraise this issue on its own motion.   \n {55} A shareholder generally has no standing to bring a direct action \nagainst third parties to recover for wrongs committed against the corporation.  \nBarger v. McCoy Hillard & Parks, 346 N.C. 650, 658, 488 S.E.2d 215, 219 (1997).  \nIndeed, it is well-established that “shareholders cannot pursue individual causes of \naction against third parties for wrongs or injuries to the corporation that result in \nthe diminution or destruction of value of their stock.”  Id.  Two exceptions to this \nrule are (1) where a special duty exists between the third-party wrongdoer and the \n \n \nshareholder, and (2) where the injury suffered by the shareholder was separate and \ndistinct from the injury suffered by other shareholders.  Id.    \n{56} The North Carolina Court of Appe als has recognized that, in certain \nlimited circumstances, minority shareholders in a close corporation can assert \nderivative claims in a direct action against the majority shareholders without a \nshowing of the \nBarger exceptions.  Norman v. Nash Johnson & Sons’ Farms, Inc., \n140 N.C. App. 390, 396, 537 S.E.2d 248, 254 (2000).  In Norman, the court of \nappeals allowed minority shareholders in a closely held family business to bring a \ndirect action against the controlling majority shareholder.  Id.  Specifically, the \ncourt of appeals allowed the minority shareholders to assert direct claims against \ncorporations that were controlled by the majority owner and allegedly formed and \noperated for the purpose of diverting corporate opportunities from one corporation \nto another for the financial gain of the majority owner.  Id.  Under these specific \nfacts, the Norman court held that a director owes fiduciary duties to both the \ncorporation and the minority shareholders.  Id.   \n{57} Here, Defendants allege that Gurney Long, Jonathan Long, and \nWohlford, as Hilco’s directors, “have owed and do owe Hilco and its Stockholders \nstatutory and common law fiduciary duties of trust, loyalty, due care, good faith, \nand fair dealing.”  (Third-Party Compl. ¶ 37.)  Third-Party Defendants admit that \nGurney Long, Jonathan Long, and Wohlford “owe certain duties as defined by law \nto the stockholders of Hilco.”  (Answer to Third-Party Compl. ¶ 37.)  It is not clear, \nhowever, from Third-Party Defendants’ answer whether they concede that Gurney \nLong, Jonathan Long, and Wohlford owe the alleged fiduciary duties to Defendants \nas minority shareholders.   \n{58} Other allegations in the Third-Party Complaint assert that Jonathan \nLong and Wohlford cooperated with Gurney Long, who had majority control to \naccomplish the wrongs of which Defendants complain as minority shareholders. \n{59} While the Court believes that Norman should be narrowly read, it \nfinds that Defendants have alleged sufficient facts that, under Norman, establish \nstanding to assert direct claims for injuries that Hilco suffered in connection with \n \n \nThird-Party Defendants’ misuses of control.  Significantly, Norman arose in the \ncontext of a Rule 12(b)(6) motion.  See Blythe v. Bell, 2013 NCBC LEXIS 17, at *16 \n(N.C. Super. Ct. Apr. 8, 2013).  The Court’s subject-matter jurisdiction is subject to \nconstant evaluation, and the Court reserves the right to revisit the issue of standing \nupon a more-developed factual record.  \n{60} For purposes of Third-Party Defe ndants’ Motion under Rule 12(b)(6), \nthe Court finds that Defendants have adequately invoked the Court’s subject-\nmatter jurisdiction to consider direct claims alleged in the Third-Party Complaint.   \nC. Third-Party Defendants’ Rule 12(b)(6) Motion \n1. Legal Standard \n{61} The Court should grant a motion to dismiss under Rule 12(b)(6) when \nany of three things is true: (1) no law supports the plaintiff’s claim, (2) the \ncomplaint does not plead sufficient facts to state a legally sound claim, or (3) the \ncomplaint discloses a fact that defeats the plaintiff’s claim.  Oates v. JAG, Inc., 314 \nN.C. 276, 278, 333 S.E.2d 222, 224 (1985).  When the Court reviews a complaint \nunder Rule 12(b)(6), it accepts the factual allegations of the complaint as true \nwithout assuming the veracity of Plaintiff’s legal conclusions.  See Walker v. Sloan, \n137 N.C. App. 387, 392, 592 S.E.2d 236, 241 (2000). \n2. The Section 75-1.1 Claim \n{62} Third-Party Defendants attack Defendants’ section 75-1.1 claims \nagainst Gurney Long, Jonathan Long, and Carolina Transport, first on the ground \nthat the claims do not arise “in commerce,” and second on the basis that Carolina \nTransport has not engaged in conduct that is actionable under section 75-1.1.  \n{63} To state a claim under section 75 -1.1, Defendants must allege that \nThird-Party Defendants (1) “committed an unfair or deceptive act or practice,” (2) \nthe unfair or deceptive act or practice was “in or affecting commerce,” and (3) Third-\nParty Defendants’ “act proximately caused injury” to Defendants.  Bumpers v. \n \n \nCmty. Bank of N. Va., 367 N.C. 81, 88, 747 S.E.2d 220, 226 (2013) (quoting Dalton \nv. Camp, 353 N.C. 647, 656, 548 S.E.2d 704, 711 (2001)).4 \ni. Conduct “In or Affecting Commerce” \n{64} Conduct must be “in or affecting commerce” to fall within the scope of \nsection 75-1.1.  Commerce includes “all business activities, however denominated,” \nbut not “professional services rendered by a member of a learned profession.”  N.C. \nGen. Stat. § 75-1.1(b).  “Business activities” have further been defined as “the \nmanner in which businesses conduct their regular, day-to-day activities, or affairs, \nsuch as the purchase and sale of goods, or whatever other activities the business \nregularly engages in and for which it is organized.”  HAJMM Co. v. House of \nRaeford Farms, Inc., 328 N.C. 578, 594, 403 S.E.2d 483, 493 (1991).   \n{65} Two exceptions to the “in or af fecting commerce” prong of section \n75-1.1 are the employer–employee and “internal corporate governance” exceptions.  \nThird-Party Defendants argue that Defendants’ section 75-1.1 claim fails under \nboth exceptions.       \na. The Employer–Employee Exception \n {66} Defendants claim that Jonathan Long was paid an unfairly high salary \nand that both Gurney Long and Jonathan Long misused their positions with Hilco \nto set up, operate, and contract with other corporations in which they, but not \nDefendants, had an ownership interest.   \n {67} As a general rule, claims that  arise in the employer–employee context \nare outside the scope of chapter 75.  See Dalton, 353 N.C. at 658, 548 S.E.2d at 711.  \nThe general rule may not apply, however, where “the claimant . . . make[s] a \nshowing of business related conduct that is unlawful or of deceptive acts that affect \n                                                 \n4 The Court does not further consider the “injury” element of section 75-1.1 at this time.  While \nDefendants have clearly alleged an injury to Hilco, it is less clear how Defendants have suffered an \ninjury that is separate and distinct from the injury to the corporation.  As a result, the Court has not \ndetermined whether the section 75-1.1 claim is derivative rather than direct.  Norman allowed the \nsection 75-1.1 claims to proceed as direct claims under the particular circumstances presented by the \nfacts of that case.  See Norman, 140 N.C. App. at 406, 537 S.E.2d at 259.   \n \n \ncommerce beyond the employment relationship.”  Gress v. Rowboat Co., 190 N.C. \nApp. 773, 776, 661 S.E.2d 278, 282 (2008); see also Maurer v. SlickEdit, Inc., 2005 \nNCBC LEXIS 2, at *18–19 (N.C. Super. Ct. May 16, 2005) (listing cases that fell \noutside the scope of the employer–employee exception and noting that exceptions to \nthe employer–employee exception are “intensely fact specific”).  Courts have \ndeclined to apply the employer–employee exception in cases where fiduciary duties \nare owed among the parties and in cases that involve self-dealing conduct.  See, e.g., \nSara Lee Corp. v. Carter, 351 N.C. 27, 34, 519 S.E.2d 308, 312 (1999); Songwooyarn \nTrading Co. v. Sox Eleven, Inc., 213 N.C. App. 49, 56–57, 714 S.E.2d 162, 167–68 \n(2011). \n{68} Under the liberal pleading standa rd of Rule 12(b)(6), the Court is \nunable to conclude as a matter of law that the employer–employee exception \nremoves this claim from the scope of section 75-1.1.   \nb. The “Internal Corporate Governance” Exception \n{69} Third-Party Defendants argue that the dispute in this matter is a \ndisagreement about the proper interpretation of the Stockholder Agreement—a \nmatter of internal governance that falls outside the scope of section 75-1.1.  See \nWhite v. Thompson, 364 N.C. 47, 52–53, 691 S.E.2d 676, 679–80 (2010) (explaining \nthat “unfair or deceptive practices occurring in the conduct of extraordinary events \nof, or solely related to the internal operations of, a business” will not trigger liability \nunder section 75-1.1).   \n{70} The Court would be inclined to agree with Third-Party Defendants if \nthe claim were limited to whether the Stockholder Agreement was first properly \nexecuted, and if so, whether procedures set out by the agreement were followed to \nestablish a binding valuation.  But under the liberal pleading standard of Rule \n12(b)(6), the Court cannot conclude that Defendants’ section 75-1.1 claim is \nsufficiently narrow to warrant dismissal under the “internal corporate governance” \nexception.   \n \n \n{71} The Court is again guided by Norman.  See Norman, 140 N.C. App. at \n392, 417, 537 S.E.2d at 251, 266 (allowing minority shareholders to seek redress \nunder section 75-1.1 for the asserted misuse of majority control).  Cf. Seraph \nGarrison, LLC v. Garrison, 2014 NCBC LEXIS 28, at *20–21 (N.C. Super. Ct. June \n26, 2014) (concluding that facts were not “in or affecting commerce” under section \n75-1.1 where there was no evidence that the defendant competed with a corporation \nusing any of the defendant’s outside businesses, and distinguishing these facts from \nthe facts in Norman), No. 14-1166 (N.C. Ct. App. argued Mar. 17, 2015).  But see \nPowell v. Dunn, 2014 NCBC LEXIS 3, at *11 (N.C. Super. Ct. Jan. 28, 2014) \n(holding that the section 75-1.1 claim was not “in or affecting commerce” because \nthe alleged breaches of fiduciary duties owed to common shareholders were matters \ninternal to the corporation that did not concern the company’s interaction with \nother outside market participants).  Ultimately, a more-developed factual record \nmay support the Court’s further consideration of this issue.      \n{72} In sum, the Court declines to apply the exceptions to section 75-1.1 \nliability for employer–employee relationships or for matters of internal governance, \nand concludes that Defendants have adequately alleged conduct that is “in or \naffecting commerce” under section 75-1.1. \nii. Carolina Transport’s Conduct \n{73} Third-Party Defendants do no t challenge the section 75-1.1 claim \nagainst Gurney Long and Jonathan Long beyond the “in or affecting commerce” \nrequirement.  They contend that, in addition to failing the “in or affecting \ncommerce” requirement, Defendants’ section 75-1.1 claim against Carolina \nTransport fails because Carolina Transport did not engage in any conduct that is \nactionable under section 75-1.1.   \n{74} Defendants do not directly allege that Carolina Transport made \nmisrepresentations, but they contend that Carolina Transport, as Gurney Long’s \nalter ego, participated in a scheme to wrongfully divert value from Hilco to Carolina \nTransport.  In other words, Defendants claim that Carolina Transport should be \n \n \nheld liable on a reverse veil-piercing theory.  See Reeger Builders, Inc. v. J.C. Demo \nIns. Grp., Inc., No. COA13-622, 2014 N.C. App. LEXIS 259, at *12 (N.C. Ct. App. \nMar. 4, 2014) (explaining that “reverse-piercing” occurs when a court disregards the \ncorporate form of a defendant to satisfy the debts of a shareholder) (citing Fischer \nInv. Capital, Inc. v. Catawba Dev. Corp., 200 N.C. App. 644, 650, 689 S.E.2d 143, \n147 (2009)).  \n{75} Specifically, Defendants allege th at Carolina Transport participated in \nan unlawful scheme that included the following acts: \n Hilco allowed Carolina Transport to use its facilities for little or no rent. \n Hilco provided training for Carolina Transport’s drivers for little or no \ncompensation. \n Hilco provided dispatching services to Carolina Transport with little or no \ncompensation. \n Hilco’s capital or credit was used to acquire trucks for Carolina Transport \nand to purchase tires, fuel, and other necessary items for Carolina \nTransport’s continued operations. \n Customer calls for Hilco services were directed to Carolina Transport \ntrucks and drivers. \n Carolina Transport used Hilco’s management, office staff, computer \nsystems, and other assets without adequate compensation.  \n(Third-Party Compl. ¶¶ 21–27.) \n{76} Defendants further contend that Carolina Transport’s actions were \ndeceptive because, in the interactions between Carolina Transport and Hilco, \nneither Gurney Long nor any officer or director of Hilco sought the approval of \nHilco’s disinterested shareholders or directors.  \n{77} Unfair or deceptive conduct that may be actionable under section \n75-1.1 can be divided into five categories: (1) “general ‘unfair’ conduct that ‘offends \npublic policy . . . [or] is immoral, unethical, oppressive, unscrupulous, or \nsubstantially injurious to consumers,’” (2) “‘deceptive’ misrepresentations that have \nthe capacity to deceive the average person,” (3) “per se violations of [section] 75-1.1 \n \n \nestablished upon proof of a statutory or regulatory violation or the commission of \ncertain torts,” (4) “a breach of contract accompanied by aggravating circumstances,” \nand (5) “anti-competitive conduct.”  Sparks v. Oxy-Health, LLC, No. 5:13-CV-649-\nFL, 2015 U.S. Dist. LEXIS 134469, at *85 (E.D.N.C. Sept. 15, 2015) (first alteration \nin original) (quoting Walker v. Fleetwood Homes of N.C., Inc., 362 N.C. 63, 72, 653 \nS.E.2d 393, 399 (2007)).   \n{78} Here, the alleged unfair or decepti ve conduct falls under the first two \ncategories defined in Sparks: general “unfair” conduct and deceptive \nmisrepresentations.    \n{79} The Court is again guided by Norman, where the court of appeals \nallowed minority shareholders’ section 75-1.1 claims to proceed in a direct action \nagainst the corporations that were allegedly formed by the majority owner of the \ncorporation.  Norman, 140 N.C. App. at 406, 537 S.E.2d at 259.  The Court \nconcludes that Defendants have adequately stated a section 75-1.1 claim against \nCarolina Transport based on an unfair-conduct theory to survive dismissal under \nRule 12(b)(6).\n5   \n3. The Unjust-Enrichment Claim \n{80} Defendants bring their unjust-en richment claim against Gurney Long, \nJonathan Long, Long Investment, Carolina Transport, and Michaels.   \n{81} To state a claim for unjust enrich ment, “a plaintiff must allege that \nproperty or benefits were conferred on a defendant under circumstances which give \nrise to a legal or equitable obligation on the part of the defendant to account for the \nbenefits received.”  Id. at 417, 537 S.E.2d at 266.   \n                                                 \n5 It is not necessary for the Court to separately analyze whether Defendants have sufficiently alleged \ndeceptive practices under section 75-1.1.  More-detailed allegations may be required for a section \n75-1.1 claim to survive dismissal under Rule 12(b)(6) when the claim is predicated on allegations of \ndeceptive conduct.  See, e.g., Topshelf Mgmt., Inc. v. Campbell-Ewald Co., No. 1:14cv1013, 2015 U.S. \nDist. LEXIS 100910, at *20 (M.D.N.C. Aug. 3, 2015) (holding that allegations of deceptive conduct \nunder section 75-1.1 must be pleaded with particularity); accord Fernandez Cmty. Ctr., LLC v. \nToshiba Bus. Sols. (USA), Inc., No. 5:14-CV-692-F, 2015 U.S. Dist. LEXIS 113194, at *7 n.1 \n(E.D.N.C. Aug. 26, 2015).   \n \n \n{82} The Court again must follow Norman at this early pleading stage.  \nUnder Norman, Defendants’ allegations that Gurney Long and Jonathan Long, as \nmajority shareholders, were unjustly enriched in connection with alleged breaches \nof their fiduciary duties to minority shareholders are sufficient to survive the \nmotion to dismiss.  Id.  Likewise, Defendants’ allegations that Long Investment and \nCarolina Transport were unjustly enriched as alter egos of Gurney Long and \nJonathan Long are sufficient to survive Third-Party Defendants’ Motion.  See id. \n {83} In contrast, the claims against Michaels of improper benefit are thin, \nat best, and are limited to a conclusory allegation that Michaels “received goods, \nservices, payments, and other assets of Hilco to which [she] was not entitled.”  \n(Third-Party Compl. ¶ 32.)  Defendants do not allege that Micheals owed a fiduciary \nduty to either Hilco or its shareholders.  Accordingly, while the unjust-enrichment \nclaim against Michaels may survive, it is limited to the disgorgement of improper \nand disproportionate distributions of value in Hilco.   \nD. Atkins’s Rule 12(c) Motion \n1. Legal Standard \n{84} A motion for judgment on the pleadings under Rule 12(c) “is the proper \nprocedure when all the material allegations of fact are admitted in the pleadings \nand only questions of law remain.”  Ragsdale v. Kennedy, 286 N.C. 130, 137, 209 \nS.E.2d 494, 499 (1974).  Judgment on the pleadings is generally inappropriate when \nthe pleadings fail to resolve all the factual issues.  Id.   \n{85} When the Court reviews a complaint under Rule 12(c), it may consider \ndocuments “attached to and incorporated within a complaint.”  Weaver v. Saint \nJoseph of the Pines, Inc., 187 N.C. App. 198, 204, 652 S.E.2d 701, 707 (2007).  \nHowever, “a document attached to the moving party’s pleading may not be \nconsidered in connection with a Rule 12(c) motion unless the non-moving party has \nmade admissions regarding the document.”  Id.  The Court “is required to view the \nfacts and permissible inferences in the light most favorable to the nonmoving \nparty.”  Ragsdale, 286 N.C. at 137, 209 S.E.2d at 499.  Thus, a Rule 12(c) motion \n \n \nshould be denied “unless it is clear that plaintiff is not entitled to any relief under \nany statement of the facts.”  Praxair, Inc. v. Airgas, Inc., 1999 NCBC LEXIS 5, at *8 \n(N.C. Super. Ct. May 26, 1999). \n2. Arguments \n{86} Atkins moves for judgment on the pleadings on Hilco’s claim for \nspecific performance of the Stockholder Agreement.  Specifically, Atkins argues that \nshe withdrew her assent and repudiated the Stockholder Agreement when she \nconveyed her Hilco shares to Doc Long on April 28, 2014.  Thus, she argues, Hilco’s \nattempt to ratify the Stockholder Agreement on May 9, 2014, came too late. \n{87} Atkins’s Motion turns on whether the Court can determine the \nfollowing issues from the pleadings: (1) whether Hilco adopted the Stockholder \nAgreement before Atkins attempted to convey her shares; (2) alternatively, whether \nAtkins is estopped from denying the enforceability of the Stockholder Agreement; \nand (3) alternatively, whether Atkins effectively withdrew her assent and \nrepudiated the Stockholder Agreement before it was adopted by Hilco.    \ni. Gurney Long’s Authority to Bind Hilco to the Stockholder Agreement \n{88} Atkins contends that Gurney Long had no authority to bind Hilco to \nthe Stockholder Agreement absent the signature of Hilco’s secretary.  Atkins relies \non Article V of the Bylaws, which grants Hilco’s president the power to sign \ncontracts on behalf of the corporation when the president signs with “the Secretary, \nand Assistant Secretary, or any other proper officer of the corporation thereunto \nauthorized by the Board of Directors.”  (Bylaws art. V, § 6.)   \n {89} However, Article VI of the Bylaws  also provides that “[t]he Board of \nDirectors may authorize any officer . . . to enter into any contract or execute and \ndeliver any instrument in the name of and on behalf of the corporation.”  (Bylaws \nart. VI, § 1.)  Article IV further states that, “[e]xcept as otherwise provided in these \nbylaws, the act of the majority of the directors present at a meeting at which a \nquorum is present shall be the act of the Board of Directors.”  (Bylaws art. IV, § 6.)  \n \n \nEven though Hilco’s secretary did not sign the Stockholder Agreement, the \nagreement was signed by two of Hilco’s three directors—Gurney Long and Charles \nLong—and their signatures constituted a majority.  \n {90} The Court makes no findings, but concludes that the pleadings could \nsupport findings that Hilco adopted the Stockholder Agreement at its board meeting \non May 9, 2014, that all board members were aware of the terms of the Stockholder \nAgreement, that the members made no objection to Gurney Long’s authority to sign \nthe Stockholder Agreement on behalf of Hilco, and that Gurney Long was therefore \nauthorized to bind Hilco under the terms of the Bylaws.   \n {91} A corporation’s bylaws are treated like a contract.  \nSee Crider v. Jones \nIsland Club, Inc., 147 N.C. App. 262, 267, 554 S.E.2d 863, 866 (2001).  “An \nambiguity exists in a contract if the ‘language of a contract is fairly and reasonably \nsusceptible’” to two different constructions.  Id. (quoting Barrett Kays & Assocs., \nP.A. v. Colonial Bldg. Co. of Raleigh, 129 N.C. App. 525, 528, 500 S.E.2d 108, 111 \n(1998)).  If a contract is ambiguous, “interpretation is a question of fact.”  Id. at 266–\n67, 554 S.E.2d at 866.   \n {92} The Court concludes that ther e are unresolved questions of fact \nregarding the binding effect of Gurney Long’s signature to the Stockholder \nAgreement.  Thus, this issue is not proper for judgment on the pleadings. \nii. Ratification of the Stockholder Agreement \n {93} Atkins contends that the earliest  possible time that Hilco’s board could \nhave ratified the Stockholder Agreement was at its special meeting on May 9, 2014, \nnot when Gurney Long signed the agreement in 2005.  Hilco argues, rather, that its \nboard ratified the Stockholder Agreement by a continuing course of conduct that \nbegan when the agreement was executed in 2005. \n{94} Ratification is “the affirmance by a person of a prior act which did not \nbind him but which was done or professedly done on his account, whereby the \nact . . . is given effect as if originally authorized by him.”  Walker, 137 N.C. App. at \n397, 529 S.E.2d at 244 (quoting Espinosa v. Martin, 135 N.C. App. 305, 308, 520 \n \n \nS.E.2d 108, 111 (1999)).  To establish ratification, a plaintiff must show that the \nprincipal had full knowledge of all material facts and that the principal intended to \nratify the act.  Bell Atl. Tricon Leasing Corp. v. DDR, Inc., 114 N.C. App. 771, 776, \n443 S.E.2d 374, 377 (1994).  “Ratification ‘may be expressed or implied, and intent \nmay be inferred from failure to repudiate an unauthorized act . . . or from conduct \non the part of the principal which is inconsistent with any other position than intent \nto adopt the act.’”  Id. at 776–77, 443 S.E.2d at 377 (quoting Am. Travel Corp. v. \nCent. Carolina Bank, 57 N.C. App. 437, 442, 291 S.E.2d 892, 895 (1982)).   \n{95} To grant Atkins’s Motion under Rule 12(c), the Court would have to \ndisregard the potential impact of the nine-year period of silence during which the \nStockholder Agreement went unchallenged.  See Walker v. McLaurin, 227 N.C. 53, \n55, 40 S.E.2d 455, 457 (1946) (holding that there was a material issue of fact as to \nthe validity of a lease where the defendants did not disaffirm the agreement for a \nperiod of more than three years).  It is well-established under North Carolina law \nthat when the officer of a corporation enters into a contract on behalf of the \ncorporation without the authority to do so, “and the corporation receives and retains \nthe benefits of the contract after acquiring knowledge of the circumstances \nattending its execution, it thereby ratifies the contract and makes it good by \nadoption.”  Citizens’ Lumber Co. v. Elias, 199 N.C. 103, 110, 154 S.E. 54, 58 (1930) \n(citation omitted).  Where the corporation “accept[s] the benefits of the \ncontract . . . with full knowledge on the part of the directors,” the contract is deemed \nratified by the board of directors on the corporation’s behalf.  Id.   \n{96} Determining whether an agreement has been ratified requires a fact-\nintensive inquiry that is generally more appropriate for the trier of fact than for \nsummary judgment.  See McLaurin, 227 N.C. at 56, 40 S.E.2d at 457.  A Rule 12(c) \nmotion must be viewed with at least an equal level of scrutiny.  Even if the Court \nerrs in holding that the facts could support a finding that Gurney Long had \nauthority to bind Hilco to the Stockholder Agreement, there are further facts that \ncould support a finding that Hilco ratified the agreement before Atkins attempted to \nconvey her Hilco shares.   \n \n \niii. Whether Atkins Is Estopped from Challenging the Stockholder \nAgreement \n{97} Finally, Plaintiffs alternativel y argue that the Court should deny \nAtkins’s Motion because there is adequate evidence to estop Atkins from \nchallenging the Stockholder Agreement and because Atkins waived her right to \nchallenge the agreement.   \na. Quasi-Estoppel \n{98} The doctrine of quasi-estoppe l prevents a party who “accepts a \ntransaction or instrument and then accepts benefits under it” from taking “a later \nposition inconsistent with the prior acceptance of that same transaction or \ninstrument.”  Cleveland Constr., Inc. v. Ellis-Don Constr. Inc., 210 N.C. App. 522, \n530, 709 S.E.2d 512, 519 (2011) (quoting Whitacre P’ship v. Biosignia, Inc., 358 N.C. \n1, 18, 591 S.E.2d 870, 882 (2004).  Quasi-estoppel applies even where a benefit is \naccepted involuntarily.  Shell Island Homeowners Ass’n v. Tomlinson, 134 N.C. \nApp. 217, 226, 517 S.E.2d 406, 413 (1999).  For the doctrine of quasi-estoppel to \napply, the benefit accepted must be sufficient to support an estoppel.  See Vill. of \nPinehurst v. Reg’l Invs. of Moore, Inc., 330 N.C. 725, 730, 412 S.E.2d 645, 647 \n(1992).  For example, a person cannot be estopped by accepting a benefit that she is \nalready legally entitled to receive.  Beck v. Beck, 175 N.C. App. 519, 525, 624 S.E.2d \n411, 415 (2006).   \n{99} Hilco alleges that, as a sharehol der, Atkins benefitted from Hilco’s \nredemption of Charles Long’s and Nall’s shares—transactions that Hilco claims \nwere conducted under the terms of the Stockholder Agreement.  Although Atkins \nmay argue that she did not receive benefits adequate to support a quasi-estoppel \nclaim, that argument is based on disputed facts.  Thus, it would be improper for the \nCourt to grant a Rule 12(c) motion on the basis of quasi-estoppel. \n \n \n \n \n \nb. Waiver  \n{100} Hilco claims that Atkins waiv ed any challenge to the Stockholder \nAgreement by failing to contest the validity of the agreement in the nine years \nduring which transactions took place under the terms of the agreement.  The Court \nlikewise concludes that unresolved issues of fact preclude the Court from granting \nAtkins’s Motion.   \niv. Repudiation of the Stockholder Agreement and Atkins’s Attempt to \nConvey Her Shares to Doc Long \n{101} Atkins claims that she repudi ated the Stockholder Agreement when \nshe delivered a letter of transfer to Doc Long on April 28, 2014, before Hilco’s board \nratified the agreement at its special meeting on May 9, 2014.  Atkins relies on \nNormile v. Miller, in which the North Carolina Court of Appeals stated that “[a]n \nofferee’s power of acceptance is terminated when the offeror takes definite action \ninconsistent with an intention to enter into the proposed contract and the offeree \nacquires reliable information to that effect.”  63 N.C. App. 689, 694, 306 S.E.2d 147, \n150 (1983) (quoting Restatement (Second) of Contracts § 43 (Am. Law Inst. 1981)), \nmodified and aff’d, 313 N.C. 98, 326 S.E.2d 11 (1985).  Atkins’s argument depends \non an assumption that Hilco did not ratify the Stockholder Agreement before May 9, \n2014.  As the Court states above, however, the issue of ratification is a question of \nfact. \n{102} In Normile, the plaintiffs made an offer to buy real property, with a \ncondition that the offer had to be accepted by 5:00 p.m. the next day.  Id. at 690–91, \n306 S.E.2d at 148.  The seller changed some of the key terms of the offer and \nreturned it to the plaintiffs as a counteroffer.  Id. at 691, 306 S.E.2d at 148.  The \nfollowing day, the seller offered the property to another potential purchaser, who \nimmediately accepted.  Id. at 691, 306 S.E.2d at 149.  Later that same day, the \nseller’s agent notified the plaintiffs that the counteroffer had been revoked.  Id. at \n691–92, 306 S.E.2d at 149.  In ruling that no valid contract existed between the \nplaintiffs and the seller, the court of appeals reasoned that, by changing the terms \n \n \nof the offer, the seller had rejected its terms, and the plaintiffs had failed to accept \nthe counteroffer prior to receiving notice that the seller had manifested an intention \nto sell the real property to another party.  Id. at 694, 306 S.E.2d at 150. \n{103} The dispute in this matter is  factually distinguishable from Normile.  \nHere, Atkins and the other shareholders signed the Stockholder Agreement when \nthe agreement was presented in 2005 and made no attempt to change any terms in \nthe agreement.  Conversely, here, Atkins assented to the terms of the Stockholder \nAgreement when she signed it.   \n{104} The Stockholder Agreement, if va lid, prohibits the transfer of shares \nwithout express permission from Gurney Long.  (Stockholder Agreement 2.)  The \nabsence of the legend on the stock certificates does not affect this restriction.  The \npleadings allege that Doc Long, as an officer of Hilco, had actual knowledge of this \nrestriction in the Stockholder Agreement.  Failing to include the legend does not \nnecessarily make the conveyance valid when the transferee is aware of the \nrestriction.  \nSee Lynn v. Lynn, 202 N.C. App. 423, 435–36, 689 S.E.2d 198, 207 \n(2010) (holding that the absence of a legend indicating a restriction on transfer of \nshares was not determinative of the validity of the transfer where the transferee \nwas “aware of the clear intent of the [Shareholder] Agreement and the limitations \non transfer”).   \n{105} In sum, the Court concludes that  unresolved issues of material fact \npreclude it from granting judgment on the pleadings.  Accordingly, Atkins’s Motion \nis DENIED. \nIV. CONCLUSION \n{106} For the foregoing reas ons, it is ORDERED that: \n1. Defendants’ derivative claims are DISMISSED for lack of standing. \n2. Third-Party Defendants’ Motion is DENIED.  \n3. Atkins’s Motion is DENIED. \n \n \n \n \nThis the 15th day of January, 2016. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Special Superior Court Judge \n    for Complex Business Cases \n "
}