{
  "id": "ba1fe924a590542e6b0d58b4569928a815d46dabfbbe8b3c2cd224fe68b4880c",
  "source_file": "data/raw/ncbc/ba1fe924a590542e6b0d58b4569928a815d46dabfbbe8b3c2cd224fe68b4880c.pdf",
  "raw_text": "RCJJ, LLC v. RCWIL Enters., LLC, 2016 NCBC 44. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF NEW HANOVER 14 CVS 3392 \n \nRCJJ, LLC; DO GOOD REAL ESTATE, LLC; ) \nDO GOOD REAL ESTATE OF WILMINGTON, ) \nLLC and JOHNATHAN JACKSON, ) \n  Plaintiffs, ) OPINION AND ORDER ON MOTION \n v.  ) FOR SUMMARY JUDGMENT  \n   )     \nRCWIL ENTERPRISES, LLC d/b/a Nest  )  \nRealty Wilmington and RYAN CRECELIUS, )  \n  Defendants. ) \n \nTHIS CAUSE, designated a mandatory comple x business case by Order of the Chief \nJustice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, references to the North Caroli na General Statutes will be to “G.S.”), and \nassigned to the undersigned Special Superi or Court Judge for Complex Business Cases, \ncomes before the Court upon Defendants’ Motion for Summary Judgment, pursuant to Rule \n56 of the North Carolina Rules of Civil Procedure (“Rule(s)”).  On February 22, 2016, the \nCourt held a hearing on the Motion. \nTHE COURT, after reviewing the Motion for Summary Judgment, briefs in support \nof and in opposition to the Motion for Summary Judgment, the record evidence filed by the \nparties, the arguments, and other appropriat e matters of record, FINDS and CONCLUDES \nas stated herein. \n \nShipman & Wright, LLP, by W. Cory Reiss, Esq. for Plaintiffs. \n Murchison, Taylor & Gibson, PLLC, by Mi chael Murchison, Esq. for Defendants. \nMcGuire, Judge. \n \n \n \n \n \nI. FACTUAL AND PROCEDURAL BACKGROUND. \n1. In March, 2010, Ryan Crecelius’ (“Crecelius”) formed Do Good Real Estate, a \nreal estate brokerage firm that donated a percentage of its commissions to charity.1  Do Good \nReal Estate operated in the Wilmington, No rth Carolina area.  Crecelius operated the \nbusiness as a sole proprietorship.2 \n2.    In early 2012, Crecelius discussed expanding the Do Good Real Estate with \nJohnathon Jackson (“Jackson”), a longtime fr iend who lived in New York at the time. 3  In \nMay, 2012, Jackson invested $25,000 for 50% equity in the business. 4  As part of the \ninvestment agreement, Jackson and Creceliu s organized RCJJ, LLC (“RCJJ”), in which \nJackson and Crecelius each held a 50% interest.  Jackson and Crecelius also formed Do Good \nReal Estate, LLC, in which RCJJ was the sole member, and Do Good Real Estate Wilmington, \nLLC, in which Do Good Real Estate, LLC, was the sole member. 5  (RCJJ Holdings, LLC, Do \nGood Real Estate, LLC, and Do Good Real Es tate Wilmington, LLC are collectively referred \nto hereinafter as “Do Good.”).  Jackson and  Crecelius entered into a written Operating \nAgreement for RCJJ. 6  The Operating Agreement contained non-competition and non-\nsolicitation covenants.  The covenants prohibit ed Jackson and Crecelius while they were \nmembers of RCJJ “and for a period of six months thereafter” from competing with RCJJ and \nfrom employing any employee of RCJJ.7  \n                                                 \n1 Exh. 2, ¶ 2. \n2 Exh. 6, p. 23 \n3 Exh. 2, ¶ 3. \n4 Id.; Exh. 6, p. 23. \n5 Exh. 6, pp. 23-26. \n6 Exh. 19. \n7 Id. § 6.6.  Crecelius also executed written operating agreements for Do Good Real Estate, LLC and \nDo Good Real Estate of Wilmington, LLC, neither or which contain a non-competition or non-\nsolicitation covenant. Exh. 95.  Since RCJJ was the sole member of the Do Good entities, however, the \nparties do not appear to dispute that the covenants in the RCJJ Operating Agreement applied to \nCrecelius in his role in Do Good.  \n \n3. Jackson was Do Good’s Chief Financial Officer, and Crecelius was Chief \nExecutive Officer and broker-in- charge (“BIC”) with responsibility for the company’s sales \nand day-to-day operations. 8  Do Good associated its first real estate agent in the spring of \n2013 and by August 2014 had 13 agents. 9  The agents were independent contractors.  Do \nGood required the agents to execute a “Con fidentiality and Non-Solicitation Agreement” \n(“Confidentiality Agreement”).10  The Confidentiality Agreements prohibited the use and \ndisclosure of certain confidential and prop rietary information, including databases and \ncomputer programs, following termination of th e agent’s relationship with Do Good.  The \nConfidentiality Agreements also prohibited the agents, while associated with Do Good, from \n“undertak[ing] the planning or organizing of any business activity competitive with Do Good \nReal Estate.”11 \n4. Defendants allege that in the spring and summer of 2014, Jackson’s behavior \nled to a deterioration of Crecelius’ and Jacks on’s relationship.  Defendants allege that \nJackson treated Do Good’s agents poorly, which negatively affected agent morale, and that \nJackson was distracted from Do Good’s business by other business ventures in which he was \ninvolved.12  Jackson denies that he caused problems for Do Good.  Nevertheless, it is \nundisputed that on or about July 20, 2014, Jackson and Crecelius began discussing \nseparating their interests in Do Good. 13  Approximately two days later, Crecelius informed \nthe agents that he and Jackson were having a dispute and that Crecelius anticipated Jackson \nwould be leaving the Company.14 \n                                                 \n8 Exh. 2, ¶ 5. \n9 Id. at ¶ 6; Exh. 63, ¶ 7. \n10 The parties have not placed in the record the Confidentiality Agreements executed by the agents.  A \ncopy of the Agreement form, however, is contained in Exhibit 27 (Appendix B).  \n11 Id. \n12 Id. at ¶ 8. \n13 Exh. 63 ¶12. \n14 Id. at ¶ 10. \n \na. Negotiation of the Separation Agreement and Release.  \n5. From July 20 through August 13, 2014, the parties negotiated over Crecelius \nbuying-out Jackson’s interests in Do Good.  On August 14, 2014, however, Crecelius withdrew \nhis offer to buy Jackson’s interests in Do Good for $100,000.00 and a share of certain future \ncommissions, and communicated to Jackson t hat he would proceed to dissolution unless \nJackson bought out his interest in Do Good.15  Thereafter, Jackson and Crecelius negotiated \nthe terms of a buyout by Jackson, focusing on the valuation of Crecelius’ interest in Do Good \nand on releasing Crecelius from his non-compete and non-solicitation obligations.16 \n6.    It is undisputed that as of July 30, 2014, Jackson and Crecelius retained \nattorneys to negotiate the separation of thei r interests in Do Good on their respective \nbehalves, and the remaining negotiations were  conducted through counsel. On August 20, \n2014, Jackson and Crecelius reached an agreemen t in principle for Crecelius to sell his \ninterest in Do Good for $25,000.00 and, inter alia , a release from the non-compete, non-\nsolicitation, and any other contractual obligation with respect to Do Good.17    \n7. On the evening of August 25, 2014, Jackson and Crecelius executed a \nSeparation Agreement and General Release (the “Separation Agreement”).  Jackson executed \nthe Separation Agreement in his individual capacity and on behalf of Do Good.  The \nSeparation Agreement required Jackson to pa y Crecelius $25,000.00 for his interests in Do \nGood.  In exchange, Crecelius withdrew as a member and officer of Do Good.  The Separation \nAgreement also required Crecelius to “return to Jackson any keys or other company property \nin his possession” and “to transfer to Jackson . . . online systems and accounts” including \nHighrise and other databases.\n18  The Separation Agreement did not expressly address \n                                                 \n15 Exh. 6, pp. 60-65. \n16 Exh. 2b (Murchison, August 14, 2014, email). \n17 Exh. 2b (Toups, August 20, 2014, email). \n18 Exh. 1, §§ 10 and 12. \n \nwhether Crecelius had the right to retain copi es of the databases or information from the \ndatabases. \n8. The Separation Agreement released Cr ecelius from any non-compete, non-\nsolicit, and any other contractual obligations to Do Good, specifically including the covenants \ncontained in the RCJJ Operating Agreement. 19  The Separation Agreement also contained \nbroad mutual releases of claims, including Do  Good’s and Jackson’s release of all claims \nagainst Crecelius.20 \nb. RCWIL and Nest Realty. \n9. While negotiating with Jackson, Crecelius began to plan for his future after \nthe separation.  On August 13, 2014, Crecelius communicated with Jonathon Kauffmann \n(“Kauffmann”), a principal in Nest Realty in Charlottesville, Virginia, about the possibility \nof affiliating with Nest in the Wilmington area.\n21  On August 20, 2014, Crecelius met with \nKauffmann and reached a preliminary agreement that Crecelius could establish a Nest office \nin Wilmington. 22  On August 21, 2014, Crecelius formed RCWIL, LLC (“RCWIL”). 23  O n  \nAugust 22, 2014, Crecelius filed an application for a real estate license for RCWIL.24  RCWIL, \ndoing business as Nest Realty, secured its li cense from the North Carolina Real Estate \nCommission (the “Commission”) on August 28, 2014, and began operations on August 29, \n2014.25  All of Do Good’s agents except for on e terminated employment with Do Good and \nwent to work for Crecelius at Nest.26 \n \n                                                 \n19 Id. at § 6. \n20 Id. at §§ 13-14. \n21 Exh. 2, ¶ 20; Exh. 43.   \n22 Id. \n23 Exh. 2, ¶ 21. \n24 Id. \n25 Id. at ¶ 24. \n26 Id.  \n \nc. Crecelius’ and Jackson’s knowledge re garding intentions of Do Good agents. \n10. It is undisputed that while Jackson and  Crecelius were negotiating over the \nsale of their interests, Do Goods’ agents were communicating to Crecelius’ that they did not \nintend to work for Jackson if he retained Do Good, and would come to work for Crecelius if \nhe created a new real estate brokerage. Crecelius did not tell Jackson about these \ncommunications with the agents.  Crecelius contends only that he “was pretty confident” that \nthe agents would follow him to Nest, but other evidence in the record belies this claim.27  On \nAugust 13, 2014, Crecelius sent an email to Kauffmann stating that Crecelius had “the \nsupport of all of our agents if I decide to re move myself from [Do Good] and start something \nnew.”28  On August 18, 2014, Crecelius emailed Kauffmann that “ALL 15 of [Do Good’s] \nagents will be making the move with me” to Nest.29  While there is no evidence that Crecelius \nsolicited agents to leave Do Good, it is undis puted that he encouraged them not to reveal \nCrecelius’ plans, to avoid contact with Jackson at certain times, and to not say or do anything \nto make Jackson suspicious.30 \n11. Jackson claims that he only “expected to lose two or three agents” and that had \nhe known that all of the agents would leave, he would not have entered into the Separation \nAgreement.\n31  Jackson admitted, however, that Jamie Jankowski had told him she was \nleaving Do Good, and that other agents told him that “they were undecided about their plans \nor were thinking about their options.”32  On July, 28, 2014, Jackson and Crecelius met with \nbusiness advisor Dallas Romanowski, and Romanows ki told Jackson that if he bought-out \n                                                 \n27 Exh. 2, ¶ 23. \n28 Id. \n29 Exh. 44 (capitalization in original). \n30 Exhs. 48, 51, 52, and 54. \n31 Exh. 63, ¶ 14-15. \n32 Id. ¶ 24. \n \nCrecelius, “the agents/brokers woul d very likely leave” Do Good. 33  On August 5, 2014, \nCrecelius texted Jackson indicating that Janko wski was likely to leave Do Good and “when \nshe leaves you can bet a few others will too.”34  On August 8, 2014, Crecelius texted Jackson \nthat “several” of the agents were threatenin g to leave Do Good, and that Crecelius “can’t \ncontrol them leaving.”35  Jackson responded that he had “an idea of who would leave if I buy.  \nI’m willing to take the risk.”36  Finally, Benton Toups, the attorney who represented Jackson \nin the negotiations with Crecelius, testified t hat he “knew during the course of negotiations \nthat there was a possibility that most or all of the agents would leave Do Good after the \ntransaction.”37   \nd. Do Good’s confidential information. \n12. Do Good maintained various databases, including Highrise and Dropbox, and \nother information that it characterizes as trade  secrets or confidential information.  The \nHighrise database allowed Do Good to catalo g current customer information and potential \ncustomer leads from various public and private sources. 38  Each recorded contact was \nsupplemented by additional individualized inform ation such as the property’s sale history, \ncontact phone numbers, the client’s marital hi story and spouse name, employment, social \nclub information and other potentially impactful data on the customer or potential \ncustomer.39  Jackson claims Do Good spent approximately $17,000.00 in “direct \nexpenditures,” and significant time in comp iling, organizing and tagging the data in \n                                                 \n33 Exh. 4, Romanowski Aff. (8/10/15) ¶9; Exh. 92, Romanowski Aff. (10/14/15) ¶6. \n34 Exh. 2, ¶ 13; Exh. 23. \n35 Id. \n36 Id. \n37 Exh. 3, Toups Aff. (8/20/15) ¶4; Exh. 92, Toups Aff. (10/13/15) ¶ 4. \n38 Exh. 83, ¶¶ 16-26. \n39 Second Am. Compl. ¶ 54; Defs. Br. at 10. \n \nHighrise.40  Dropbox contained files on individual Do Good clients, raw data used to build the \nHigh Rise database, and “strategic company documents.”41    \n13.  It is undisputed that Crecelius downloaded the Highrise database on August \n23, 2014, and the Dropbox data on August 24, 2014, and did not disclose these downloads to \nJackson.42  Immediately before the Separation Agreement was executed on August 25, 2014, \nCrecelius also downloaded his Do Good email account.  Crecelius contends that he regularly \nmade backup copies of these files “to comply with the record preservation and retention \nrequirements in the [North Carolina Real Estate] Commission rules.”43  It also is undisputed \nthat Crecelius advised some of Do Good’s agen ts to download information that he claimed \nthey were required to retain under the Commission’s rules. 44  Plaintiffs dispute that the \nCommission’s rules require agents to keep a ll of the information that Crecelius and other \nagents downloaded from Do Good’s systems. \n14. On September 5, 2014, Plaintiffs’ counsel informed the former Do Good agents \nthat they had breached their “Contractual and Fiduciary Duties to Do Good Real Estate” by \nhaving “downloaded, saved, or otherwise acqui red electronically stored information from \nDGRE's computers, computer network, servers and/or proprietary databases.” 45  T h e  \nelectronically stored information at issue were the “emails, customer lists, customer contact \ninformation, sales leads, and other proprietary information.”46   \n15. On September 10, 2014, Defendants’ counsel responded that the agents were \nsimply complying with Commission rules and Do Good policies.47  Defendants’ counsel stated \n                                                 \n40 Exh. 63, ¶ 45. \n41 Exh. 83, ¶ 36. \n42 Exh. 2, ¶ 29. \n43 Id. \n44 See, e.g. Exhs. 53 and 72.  \n45 Exh. 2.f. \n46 Id. \n47 Exh. 2g. \n \nthat, to Defendants’ knowledge, no agents had  downloaded any information from Highrise \nand Crecelius had not shared any Highrise information with the agents.48  Each of the agents \nsubsequently signed sworn affidavits stating t hat they had not accessed any of their emails \nfrom the Do Good email accounts after their respective separations from Do Good.49 \n16. On September 23, 2014, Plaintiffs filed a Complaint (the “Initial Complaint”) \nagainst Defendants and the former Do Good real estate agents who joined Nest Realty.  Since \nfiling the Amended Complaint, Plaintiffs have voluntarily dismissed their claims against all \nbut two Defendants, RCWIL and Crecelius.50 \n17. On September 30, 2014, Crecelius, by lette r from his counsel, sent Plaintiffs’ \ncounsel a flash drive containing the Highrise database. 51  The letter stated that Crecelius \nhad not reviewed the database, had not shared it  with any third parties, had not copied it, \nand had expunged it from his computers.52  Crecelius, however, made clear that he subscribed \nto a document recovery system (known as “Time Machine”) which enabled him to unearth \ndeleted computer files such as those contained in Highrise.  Crecelius could not completely \neliminate his ability to unearth Highrise files without disabling Time Machine or destroying \nhis computer’s hard drive.  While he committed to not access Highrise, Crecelius declined to \ndisable Time Machine, as he believed it was necessary to ensure compliance with Commission \nrules and regulations.53 \n                                                 \n48 Id. \n49 Exh. 28. \n50 Voluntary Dismissal with Prejudice as to Defendant Eric Gardner Knight (Nov. 26, 2014); Voluntary \nDismissal with Prejudice as to Defs. E. Bianchini, S. Harkins, Q. Jones and C. Anderson (Dec. 17, \n2014); Voluntary Dismissal with Prejudice as to Defs. Heal, Young, Jankowski, Warrington and Lucas \n(Feb. 11, 2015). \n51 Exh. 32. \n52 Exh. 32. \n53 Id. \n \n18. On March 30, 2015, the Court issued a Preliminary Injunction Order that \nenjoined and prohibited Defendants from disclo sing or using the information contained in \nHighrise or the Database Folder in Dropbox (the “Database”) for any purpose related to \nconducting Defendants’ business.  On April 14,  2015, Crecelius informed Plaintiffs that he \nhad purged his personal computer of Highrise  and the Database.  Crecelius further claimed \nin the April 14, 2015, communication to have removed anything reaso nably related to Do \nGood from his computer and, in an excess of c aution, that he had deposited his hard drive \nwith counsel.  Plaintiffs do not allege that Defendants have not complied with that Order. \n19. On September 4, 2015, Plaintiffs filed their Second Amended Complaint (the \n“Second Amended Complaint”).  The Second Amended Complaint contained the following \nclaims: (a) Tortious Interference with Contract ual Relations (“First Claim for Relief”), (b) \nMisappropriation of Trade Secrets (“Second Cl aim for Relief”), (c) Fraud (“Third Claim for \nRelief”), (d) Fraud in the Inducement (“Fou rth Claim for Relief”), (e) Punitive Damages \n(“Fifth Claim for Relief”), (f) Unfair and Deceptive Trade Practices (“Sixth Claim for Relief”), \n(g) Breach of Contract (“Seventh Claim for Relief ”), (h) Breach of Fiduciary Duties (“Eighth \nClaim for Relief”), (i) Constructive Fraud (“Ni nth Claim for Relief”), (j) Injunctive Relief \n(“Tenth Claim for Relief”),(k) Conversion (“Eleventh Claim for Relief”), (l) Unjust Enrichment \nin the alternative, (“Twelfth Claim for Relie f”), and (m) Rescission in the alternative \n(“Thirteenth Claim for Relief”).\n54 \n20. On September 30, 2015, Defendants filed the Motion for Summary Judgment \nand Motion to Enforce Settlement Agreement (the “Motion”) as to all of Plaintiffs’ claims in \nthe Second Amended Complaint.  The Motion has  been fully briefed and argued, and is ripe \nfor determination. \n \n                                                 \n54 Second Am. Compl. ¶¶ 73-159. \n \nII. ANALYSIS. \n \n21. Defendants move, pursuant to Rule 56, for summary judgment in their favor \non all of Plaintiffs’ claims.  “Summary judgment is appropriate if the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with affidavits, if any, show that \nthere is no genuine issue of material fact and that any party is entitled to judgment as matter \nof law.”  Variety Wholesalers, Inc. v. Salem Logistics Traffic Servs., LLC, 365 N.C. 520, 523, \n723 S.E.2d 744, 747 (2012).  An issue is “material” if its “resolution . . . is so essential that \nthe party against whom it is resolved may not prevail.”  McNair v. Boyette , 282 N.C. 230, \n235, 192 S.E.2d 457, 460 (1972).  The moving party bears “the burden of clearly establishing \nlack of a triable issue” to the trial court.  \nN.C. Farm Bureau Mut. Ins. Co. v. Sadler, 365 N.C. \n178, 182, 711 S.E.2d 114, 116 (2011).  The moving party may meet this burden by “proving \nan essential element of the opposing party’s claim does not exist, canno t be proven at trial, \nor would have been barred by an affirmative defense.”  Variety Wholesalers, Inc., 365 N.C. \nat 523, 723 S.E.2d at 747. \n22. The Court will first address Plaintiffs allegations of fraud since they are \ncentral to many of Plaintiffs’ claims in this  action and directly im pact the enforceability of \nthe Separation Agreement.  Defendants contend t hat all of Plaintiffs’ claims except for the \nclaims for tortious interference and breach of contract are barred by Do Good and Jackson’s \nrelease of claims against Crecelius in the Separation Agreement. 55  A release “operates as a \nmerger of, and bars all right to recover on, the claim or right of action” covered by the release.  \nFin. Servs. of Raleigh, Inc. v. Barefoot , 163 N.C. App. 387, 392, 594 S.E.2d. 37, 41 (2004) \n(citing Jenkins v. Fields , 240 N.C. 776, 778, 83 S.E.2d 908, 910 (1954)).  Nevertheless, “[a] \nrelease may be avoided upon evidence that it was executed as a result of fraud or mutual \n                                                 \n55 Defs.’ Br. Supp. Mot. Summ. J. p. 10. \n \nmistake.”  Best v. Ford Motor Co., 148 N.C. App. 42, 45, 557 S.E.2d 163, 165 (2001), aff'd, 355 \nN.C. 486, 562 S.E.2d 419 (2002). \na. Fraud and Fraudulent Inducement. \n \n23. In their Third and Fourth Claims for Re lief, Plaintiffs allege that Crecelius \nindividually, and as an agent for RCWIL, made misrepresentations and concealed material \nfacts during the negotiations over the Sepa ration Agreement. Plaintiffs contend that \nCrecelius affirmatively misrepresented “[t]hat Crecelius would sell to Mr. Jackson all rights \nto and ownership of all assets of Do Good, wo uld turn over control of certain systems and \ndatabases . . . and would return all property of  Do Good in Mr. Crecelius’ possession . . . .”56  \nPlaintiffs further allege that Crecelius concealed that he had “acquired,” “intended to retain,” \nand “did not intend to return” the Highrise database and “other confidential and proprietary” \ninformation and emails of Do Good. 57  Finally, Plaintiffs contend that Crecelius concealed \nfrom Jackson the fact that “he had already obtained commitments from Do Good’s real estate \nagents to leave Do Good for Nest Realty.” 58  Plaintiffs allege that but for the \nmisrepresentations and concealments Jackson “never would have executed the Separation \nAgreement” and that the “Separ ation Agreement is unenforceable against the Plaintiffs.”  \nPlaintiffs also allege that they hav e been injured by Defendants’ fraud.59  Accordingly, the \nCourt must consider both the impact of the alleged fraudulent conduct on the enforceability \nof the Separation Agreement, and Plaintiffs’ claims that the same conduct resulted in injury \nto Plaintiffs for which Plaintiffs may recover damage. \n                                                 \n56 Second Am. Compl. ¶¶ 91.c., 103. \n57 Id. ¶¶ 94.b.– f., 103 \n58 Id. ¶ 94.g. \n59 Id.  ¶¶ 100, 101, 107, and 108. \n \n24. To prove both fraud and fraud in the inducement claims,60 one must show “(1) \nthat defendant made a false representation or concealment of a material fact; (2) that the \nrepresentation or concealment was reasonably calculated to deceive; (3) that defendant \nintended to deceive; (4) that plaintiff was deceived; and (5) that plaintiff suffered damage as \na result from defendant’s misrepresentation or concealment.”  Claggett v. Wake Forest Univ., \n126 N.C. App. 602, 610, 486 S.E.2d 443, 447 (1997).  Additionally, the deceived party must \nhave reasonably relied on the allegedly false representations.  \nSeraph Garrison, LLC v. \nGarrison, 2016 N.C. App. LEXIS 384, *23 (N.C. Ct. App. Apr. 19, 2016) (citing Forbis v. Neal, \n361 N.C. 519, 527, 649 S.E.2d 382, 387 (2007)). \n25.  “A claim for fraud may be based on an affirmative misrepresentation of a \nmaterial fact, or a failure to disclose a material fact relating to a transaction which the parties \nhad a duty to disclose.”  Hardin v. KCS Int'l, Inc. , 199 N.C. App. 687, 696, 682 S.E.2d 726, \n733 (2009).  “A duty to disclose arises where: (1) the fiduciary relationship exists between the \nparties to the transaction; (2) there is no fiduciary relationship and a party has taken \naffirmative steps to conceal material facts fr om the other; and (3) there is no fiduciary \nrelationship and one party has knowledge of a latent defect in the subject matter of the \nnegotiations about which the other party is both ignorant and unable to discover through \nreasonable diligence.”  Id. \n26. Although Plaintiffs allege that Crecelius made affirmative misrepresentations \nand failed disclose or concealed facts regarding the return of certain confidential information \nto Do Good, the evidence supports only the allegations of a failure to disclose.  Plaintiffs have \n                                                 \n60  To prove fraud in  the inducement, one must show: (i) that defendant made a false representation \nor concealed a material fact he had a duty to disclose; (ii) that the false representation related to a past \nor existing fact; (iii) that defendant made the representation knowing it was false or made it recklessly \nwithout knowledge of its truth; (iv) that defend ant made the representation intending to deceive \nplaintiff; (v) that plaintiff reasonably relied on the representation and acted upon it; and (vi) plaintiff \nsuffered injury.  Harton v. Harton, 81 N.C. App. 295, 298-99, 344 S.E.2d 117, 119-20 (1986). \n \nprovided no evidence that Crecelius made any statements or representations that that he \nhad in his possession or intended to return any database or other information.  In fact, it is \nundisputed that such information was never disc ussed as part of the negotiations over the \n“return of company property” the Separation Agreement.  Id. at 702-03, 682 S.E.2d at 737 \n(fraud claim dismissed where the plaintiff failed to produce evidence of specific affirmative \nmisrepresentation during settlement negotiations ).  Accordingly, the Court’s determination \nof Plaintiffs’ fraud claims focuses on whether Crecelius had a duty to disclose facts regarding \nhis possession of the database information, and regarding the agents’ intentions to leave Do \nGood. \n27. The Court will address Crecelius’ obligations arising from his fiduciary duties \nbelow.  Even assuming that Crecelius did not have a duty to disclose based upon a fiduciary \nduty, there are disputed facts regarding whet her he took “affirmative steps to conceal” \nmaterial facts from Jackson, or had knowledge of a “latent defect” in the negotiations about \nwhich Jackson was ignorant.  While there is no evidence that Crecelius took any affirmative \nsteps to conceal the fact that he had Do Good database information, the evidence does create \nissues of fact regarding whether Crecelius active ly concealed the agents’ intentions to leave \nDo Good and knew that Jackson was under a misapprehension regarding the agents.  The \nevidence shows that Crecelius en couraged various agents to avoid Jackson, to “play nice,” \nand to avoid arousing Jackson’s suspicions regarding their plans to join Crecelius in his new \nventure.  The same evidence suggests that  the Crecelius knew that Jackson did not \nunderstand that all of the agents intended to leave Do Good, and that Crecelius believed this \ninformation would be significant to Jackson an d did not want him to discover the true facts \nprior to closing on the sale. \n28. The Court concludes that there are issu es of material fact as to whether \nCrecelius had a duty to disclose the agents’ intentions to leave Do Good and engaged in fraud \n \nin failing to do so that must be determined by a jury.  Accordingly, the Separation Agreement \nis potentially void, and Defendants’ Motion based on the release of claims must be DENIED.  \nBest, 148 N.C. App. at 45, 557 S.E.2d at 165.61  For the same reasons, Defendants’ Motion as \nto Plaintiffs’ claims for damages arising from  Crecelius’ failure to disclose the agents’ \nintentions to leave Do Good should be DENIED. \n29. With regard to Plaintiffs claims for fr aud arising from Crecelius’ failure to \ndisclose that he downloaded and possessed Do Good’s confidential information, Plaintiffs \nhave failed to produce evidence that they suffered any injury or damages.  Plaintiffs have not \nalleged or produced evidence that Do Good lost any customers or specific sales as a result of \nconfidential information that Crecelius down loaded.  Plaintiffs’ expert report regarding \ndamages allegedly suffered by Do Good relies solely on the loss of the agents, and not on the \nuse of confidential information.\n62  Accordingly, even if Crecelius had a duty to disclose, \nPlaintiffs’ claim fails and Defendants’ Motion as to this allegation of fraud should be \nGRANTED. \nb. Breach of Fiduciary Duty and Constructive Fraud. \n30. In their Eighth Claim for Relief, Plainti ffs allege that “Crecelius breached his \nduties of care, loyalty, and good faith to [Do Good] by taking steps prior to his separation \nfrom Do Good that were in his self-interes t and contrary to the interests of Do Good, \nincluding . . . acquiring the Highrise databas e” and “planning and organizing a competing \n                                                 \n61 Since there exists issues of fact that create a qu estion as to whether the Separation Agreement is \nan enforceable contract, Defendants’ argument that Plaintiffs’ fraud claims are barred by the economic \nloss rule also must fail.  See Artistic Southern Inc. v. Lund, 2015 NCBC LEXIS 113, *29 (N.C. Super. \nCt. 2015) (finding economic loss rule inapplicable in absence of existence of an enforceable contract). \n62 Exhs. 56 and 94. \n \nbusiness and soliciting Do Good’s agents to do the same.”63  Plaintiffs allege that this same \nconduct also constituted a constructive fraud (Ninth Claim for Relief).64 \n31. Crecelius was a member and manager of RCJJ, and was an officer of Do Good.  \nPursuant to the North Carolina Limited Liabilit y Act, a manager or officer of a limited \nliability company “shall discharge that person’s duties (i) in good faith, (ii) with the care an \nordinary prudent person in a like position wo uld exercise under similar circumstances, and \n(iii) subject to the operating agreement, in a manner the manager believes to be in the best \ninterests of the LLC.”  G.S. §§ 57D-3-21(a); 57D-3-23; see Kaplan v. O.K. Techs., L.L.C., 196 \nN.C. App. 469, 474, 675 S.E.2d 133, 137 (2009) (manager owed a fiduciary duty to the limited \nliability company).  A manager, however, owes these duties to the company, rather than to \nother members or managers of the LLC. 65  Id.  An individual continues to serve as a manager \nuntil he resigns from, transfers his “entire economic interest” in, or ceases to be a member of, \nan LLC.  G.S. § 57D-3-20(e). \n32. The North Carolina Court of Appeals recently reiterated the substantial \nobligations of due care and loyalty placed on  corporate officers and directors under North \nCarolina law.  Seraph Garrison, LLC, 2016 N.C. App. LEXIS 384.  The Court held that “an \nofficer [must] always discharge the responsibilities of the office ‘with undivided loyalty’ to the \ncorporation” and “a director may not allow hi s self-interest to jeopardize his unyielding \nobligations to the corporation.”  Id. at *8.  This “imposes an affirmative obligation: a fiduciary \nmust strive to advance the best interests of the corporation.”  Id.  This obligation must be \ncarried out in good faith, “openly, honestly, conscientiously, and with the utmost devotion to \nthe corporation.”  Id. at *9.  Nevertheless, “the analysis of an officer's fiduciary conduct must \n                                                 \n63 Second Am. Compl. ¶¶ 129-131. \n64 Id. ¶¶ 133-136. \n65 Neither party contends that an operating agreemen t altered or relieved Crecelius of any fiduciary \nduties to Do Good as a manager or officer. \n \nbe judged in light of the background in whic h it occurs and the circumstances under which \nhe serves the corporation.”  Id. at *10. \n33. Defendants first argue that the breach of fiduciary duty and constructive fraud \nclaims are barred by the release contained in the Separation Agreement.  The Court already \nhas concluded that there are issues of fact to be resolved regarding the enforceability of the \nSeparation Agreement.  Accordingly, Defendants’ argument that Plaintiffs’ claims are barred \nby the release is misplaced and this argument fails. \n34. Defendants also contend that “any fiduciary duties Crecelius might have had \nwere extinguished by the initiation of ad versarial discussions between [Do Good’s] two \nprincipals regarding separation,” and that Crecelius did not have an affirmative duty to \ndisclose unfavorable facts to Jackson during the negotiation of the Separation Agreement. 66  \nNorth Carolina’s courts have held that a duty to disclose arising from certain types of \nfiduciary relationships can be extinguished when the parties become adversarial and are \nrepresented by attorneys.  Piedmont Inst. of Pain Mgmt. v. Staton Found., 157 N.C. App. 577, \n583-84, 581 S.E.2d 68, 72-73 (2003) (finding that the fiduciary duty trustee owed to \nbeneficiaries ended when during negotiation of  a settlement agreement, “both parties were \nrepresented by counsel” and “were negotiating for the termination of legal rights”); Lancaster \nv. Lancaster, 138 N.C. App. 459, 463, 530 S.E.2d 82, 85 (2000) (“while a husband and wife \ngenerally share a confidential relationship . . . It is well established that when one party to a \nmarriage hires an attorney to begin divorce pr oceedings, the confidential relationship is \nusually over.”); Harton v. Harton , 81 N.C. App. 295, 297, 344 S.E.2d 117, 119 (1986) \n(husband’s fiduciary duty to wife ended when the parties separated and became adversaries \nnegotiating over the terms of their separation).   \n                                                 \n66 Defs.' Mem. Supp. Mot. for SJ, p. 25. \n \n35. The question, then, is whether as a matter of law Crecelius was relieved of his \nfiduciary duties of care and loyalty by the adversarial negotiation with Jackson over the \nseparation of their interests.  This is an issue of first impression in North Carolina, and one \non which very little guidance exists from other jurisdictions.  In Fender v. Prescott , 476 \nN.Y.S.2d 128, 101 A.D.2d 418 (1984), aff'd, 64 N.Y.2d 1077, 479 N.E.2d 225 (1985), the court \nfaced a similar scenario in which two 50% shareholders in a corporation got into a \ndisagreement, decided to sever their relationship, and entered into a buy-sell agreement for \nthe plaintiff to purchase the defendant Prescott’s interest.  Id. at 130-31, 101 A.D.2d at 420.  \nThe plaintiff alleged that after entering into  the agreement but prior to closing the sale, \nPrescott diverted a corporate oppo rtunity to his own benefit.  Id. at 131, 101 A.D.2d at 421-\n22.  The trial court entered summary judgment for Prescott holding that he owed no fiduciary \nduty to the plaintiff or the corporation.   The appellate court reversed, holding as follows: \nPrescott, as a shareholder, officer and  director of a close corporation, was \nsubject to a standard of honesty and good  faith which required that he devote \nhis undivided and unqualified loyalty to the corporation. The fiduciary duty \nimposed upon him prevented him from placing his private interests in conflict \nwith those of the corporation . . . . Contrary to the holding [of the trial court], \nthe fiduciary duty thus imposed was no t automatically extinguished by the \nagreement of the two principals to go their own way. After execution of the \nagreement, Prescott remained as an offi cer, director and shareholder of [the \ncorporation] at least until the closing. Since the buy-out never took place, he \nwas subject to the same fiduciary duty as existed previously and from which \nhe would be relieved only upon his wi thdrawal from the corporation. To \nconclude otherwise would produce a most inequitable, unconscionable and \ninconsistent result, permitting him to rely upon the existence of the buy-out \nagreement to avoid his fiduciary obligatio n to the corporation and to plaintiff \nwhile simultaneously refusing to proceed to closing and transfer his shares in \naccordance with that very agreement. The strict standard of good faith imposed \nupon a fiduciary may not be so easily circumvented. Under the circumstances, \nwe disagree with the conclusion of [the trial court] that the trust relationship \nterminated solely upon execution of the unperformed buy-sell agreement. \n \nId. at 132, 101 A.D.2d at 422-23. \n36. The Court notes that our Court of Ap peals addressed a manager’s fiduciary \nobligations when negotiating over transfer of their interests in an LLC in the unpublished \n \ndecision in Spanish Moss, LLC v. Wachovia , 218 N.C. App. 456, 721 S.E.2d 764, 2012 N.C. \nApp. LEXIS 158 (2012) (internal citations omitted). 67  In Spanish Moss, the plaintiffs were \nmembers, and the defendants were members and managers, in two Florida LLCs.  2012 N.C. \nApp. LEXIS 158, at *2.  The parties had a disagreement and negotiated a settlement \nagreement by which the plaintiffs acquired the defendants’ interest in the LLCs.  Id.  The \nplaintiffs subsequently sued, alleging that th ey were fraudulently induced to enter into the \nsettlement agreement because the defendants failed to disclose certain material facts.  Id. at \n*2-3.  The Court of Appeals noted that under Fl orida law, defendants owed a fiduciary duty \nto both the LLC and the other members of the LLC.  Id. at *14.  The Court held that the \nfiduciary relationship created an obligation to disclose on the defendants, but did not make \nclear whether it viewed that obligation as ar ising from defendants’ fiduciary duty to the \nmembers of the LLC or their duty to the LLCs.  Id. at *14 -15.  The Court of Appeals held, \nhowever, that the duty to disclose based on the fiduciary relationship ended when the parties \nbecame “adversaries” negotiating over the settlement agreement.  Id.  Nevertheless, the \nCourt of Appeals concluded that the defendants were obligated to disclose because “they took \naffirmative steps to conceal a material fact re lating to the [settlement agreement]” and had \nknowledge of a “latent defect in the subject matter of the negotiations.”  Id. at *15-16. \n37. The Court does not believe Spanish Moss squarely supports the proposition \nthat a manager is relieved of his fiduciary duti es to an LLC once the manager is engaged in \nnegotiations to sell his interests in the company to the other members, and declines to adopt \nits reasoning.  First, as noted above, under Fl orida law the defendants as managers of the \nLLCs owed a fiduciary duty to the LLC and to the members.  Accordingly, the defendants \n                                                 \n67 N.C. R. App. P. 30(e)(3); Long v. Harris, 137 N.C. App. 461, 470, 528 S.E.2d 633, 639 (2000) (“An \nunpublished opinion ‘establishes no precedent and is not binding authority.’”). \n \n \nowed a duty to the plaintiffs with whom they were negotiating separate and apart from their \nobligations to the LLC.  Under North Carolina law, a manager does not have a fiduciary duty \nto the individual members of the company, and Crecelius did not have a fiduciary obligation \nto Jackson.  Kaplan, 196 N.C. App. at 474, 675 S.E.2d at 137.  The Court of Appeals does not \nexpressly state whether the result would have been different had the defendants not had an \nindependent duty to the plaintiffs as imposed by Florida law.  This is significant because \nwhile a trustee owes a fiduciary duty directly to  the beneficiary, and spouses owe a duty to \none another, a manager owes a fiduciary duty not to the other member or members with \nwhom he may be in an adverse negotiation, but to the LLC.  This makes the reasoning behind \nthose cases relieving a trustee or spouse of fiduciary duties when engaged in adversarial \nnegotiations an uneasy fit in the corporate fiduciary setting.  \n38. More significant is the fact that the cases holding that a fiduciary duty can be \nextinguished in an adversarial setting, and upon which \nSpanish Moss relies, did not hold \nthat the fiduciary was relieved of his duties  merely because the parties had retained \nattorneys or were negotiating over a separation of interests.  Rather, those cases make clear \nthat the facts surrounding the adversarial negoti ation must establish that there has been a \nchange in the trusted and confidential nature of  the relationship and that the fiduciary has \nrepudiated his fiduciary duties.  Piedmont Inst. of Pain Mgmt. , 157 N.C. App. at 583 , 581 \nS.E.2d at 72-73 (2003) (“[T]he Piedmont Parties  concede that at the time of the settlement \nnegotiations both parties were represented by counsel, both parties were negotiating for the \ntermination of legal rights, and that, as of March 1996, Phillip Staton had repudiated his \nfiduciary duties ” by informing the Piedmont Parties that he would no longer fund the \nfoundation) (emphasis added); Lancaster, 138 N.C. App. at 463 -64, 530 S.E.2d at 85 (2000) \n(holding that facts surrounding husband’s and wife’s separation and negotiation of separation \n \nagreement “indicates that the couple did not share a trusted and confidential relationship”); \nHarton, 81 N.C. App. at 297-98, 344 S.E.2d at 119 (1986) (holding that evidence that couple \nhad been separated before seeking out attorney to draw up separation agreement, plaintiff’s \nwife had not consulted with husband after the separation but instead was relying on son-in-\nlaw’s advice, and only husband was represente d by attorney established that “[t]he \nrelationship of trust and confidence normally present between fiduciaries had ended”). \n39. The record in this case does not establish that Crecelius clearly repudiated his \nfiduciary obligations to Do Good prior to the ex ecution of the Separation Agreement.  As of \nJuly 30, 2014, both Crecelius and Jackson had retained and were communicating through \ncounsel regarding the future of Do Good, and we re in that sense adversarial.  Crecelius, \nhowever, did not owe a fiduciary duty to Jackson .  Rather, his role as a manager and officer \ncreated a duty to Do Good.  Crecelius conti nued to function as Do Good’s BIC and was \ninvolved in management of the company until the sale was completed.  Crecelius did not \nresign his positions as a manager or officer of Do Good during the negotiations, and there is \nno evidence that Crecelius notified Jackson that he was relinquishing his duties of care and \nloyalty prior to the consummation of the sale  of his interests to Jackson.  The Limited \nLiability Company Act provides that an individual ceases to a manager of an LLC only if he \nresigns as manager, transfers his “entire econom ic interest” in the LLC, or ceases to be a \nmember of the LLC.  G.S. § 57D-3-20(e).  In this case, Crecelius sold his interests in Do Good, \nand ceased to be a member and resigned as an officer, on August 25, 2014.68   \n40. The Court concludes that the court’s reasoning in Fender is more closely \naligned with the nature of the fiduciary duty at issue in this action.  Allowing a manager of \na limited liability company to be relieved of his fiduciary duties upon entering into adverse \n                                                 \n68 Exh. 1, ¶¶ 1 and 2. \n \nnegotiations for the sale of his interests in the company would be inconsistent with the nature \nof those duties.  In addition, the appellate decisions do not support the conclusion that the \ncommencement of adversarial negotiations and retention of attorneys relieves a fiduciary of \nhis duties as a matter of law.  Rather, there must be a change in the nature of the relationship \nbetween the parties that establishes that the parties no longer are in a relationship of \nconfidence and trust, and that fiduciary duties  have been repudiated.  With regard to a \nmanager’s duties of loyalty and care to an LL C, the Court concludes that fiduciary duties \ncould not be extinguished except upon cess ation of a manager’s relationship with the \ncompany as provided for in G.S. § 57D-3-20(e).  Therefore, Crecelius’ was not relieved of his \nfiduciary duty as a manager and officer of Do Good until the Separation Agreement was \nexecuted on the afternoon of August 25, 2014.\n \n41. “Claims for breach of fiduciary duty and constructive fraud both require proof \nof an injury or harm proximately caused by the breach of duty.”  BDM Investments v. Lenhil, \nInc., 2014 NCBC LEXIS 6, **29-30 (2014) (citing Jay Grp., Ltd. v. Glasgow , 139 N.C. App. \n595, 600-01, 534 S.E.2d 233, 237 (2000)); Progress Point One-B Condo. Ass’n, Inc. v. Progress \nPoint One Prop. Owners Ass’n, 2015 NCBC LEXIS 22, *10 (N.C. Super. Ct. 2015); See also \nGreen v. Freeman, 367 N.C. 136, 141, 749 S.E.2d 262, 268 (2013) (“The first issue before us \nis whether there was sufficient evidence, as a matter of law, that Corinna breached a \nfiduciary duty owed to plaintiffs, proximately causing injury to them.”); Estate of Smith by & \nThrough Smith v. Underwood, 127 N.C. App. 1, 10, 487 S.E.2d 807, 813 (1997) (“The elements \nof a constructive fraud claim are proof of circumstances, (1) which created the relation of trust \nand confidence, and (2) led up to and surround ed the consummation of the transaction in \nwhich defendant is alleged to have taken advantage of  his position of trust \nto the hurt of \nplaintiff.”) (emphasis added; citation omitted).  Plai ntiffs alleged that they were injured by \nCrecelius’ acquisition of Highrise for use in  competition with Do Good, but have failed to \n \nproduce evidence of any specific injuries stemming from the alleged misappropriation of the \ndatabase.  To the contrary, Crecelius’ test imony that he did not use or disclose any \ninformation in Highrise is unrebutted. 69  Plaintiffs have not alleged that Crecelius or Nest \nmade a sale or retained any client by using Do Good's allegedly confidential information. \nWithout any specific damages or injury stem ming from the misappropriation, the Court \ncannot find that Crecelius breached his fiduciary duty to RCJJ when he exported the Highrise \ndatabase.  Accordingly, to the extent Plainti ffs’ claims for breach of fiduciary duty or \nconstructive fraud are based on Crecelius misappropriation of the Highrise database or other \nconfidential information, Defendants’ Motion should be GRANTED. \n42. Plaintiffs’ claim for breach of fiduciar y duty based on Crecelius’ failure to \ndisclose that all of the agents intended to leave if Jackson purchased Do Good, however, is a \ndifferent matter.  Until the sale of his interests closed, Crecelius was obligated as a manager \nand officer of Do Good to “advance the best interests of” Do Good, and to carry out this \nobligation “openly, honestly, [and] conscientiously.” Seraph Garrison, LLC , 2016 N.C. App. \nLEXIS 384, at **8-9.  The Court concludes that , viewed in the light most favorable to \nPlaintiffs, there is a material dispute of fact as to whether Crecelius fulfilled his obligation \nof loyalty by failing to disclose what he knew about the agents’ intentions to leave Do Good. \nIn addition, there are disputed issues of fa ct regarding whether Crecelius encouraged the \nagents to conceal their plans to leave from Jac kson.  Further, in the light most favorable to \nPlaintiffs, Crecelius had a self-interest in ma king certain that nothing happened to impede \nthe sale of his interests to Jackson, and may have personally benefited from the concealment \nof the agents’ exodus.  Therefore, Defendants' Motion on the breach of fiduciary duty and \n                                                 \n69 Exh. 2, ¶¶ 35-36. \n \nconstructive fraud claims based on Crecelius’ failure to disclose or concealment of the agents’ \nintentions should be DENIED. \nc. Tortious Interference with Contractual Relations. \n43. Plaintiffs claim that Crecelius tortiou sly interfered with the contractual \nobligations the agents owed to Do Good to maintain the confidentiality of Do Good’s \nproprietary and confidential information and to refrain from planning or organizing a \ncompeting business while working for Do Good (F irst Claim for Relief).  In order to prevail \non a claim for tortious interference with contract, a plaintiff must establish the following: (1) \na valid contract existed between the plaintiff an d a third party that conferred upon plaintiff \ncontractual right against the third party; (2) the defendant was aware of the contract; (3) the \ndefendant intentionally induced the third party  not to comply with the contract; (4) the \ndefendant did so without justification and (5) actual injury to plaintiff resulted.  United Labs \nv. Kuykendall, 322 N.C. 643, 661, 370 S.E.2d 375, 387 (1988). \n44. It is undisputed that Do Good had Confidentiality and Non-Solicitation \nAgreements with the agents, and that Crec elius was aware of the agreements.  The \nundisputed facts regarding other elements of th e claim, however, establish that Defendants \nare entitled to judgment as a matter of law on the claim for tortious interference.  First, the \nfacts establish that the agents did not brea ch the confidentiality provisions of the \nagreements.  While each of the agents acknow ledged that they downloaded their Do Good \nemail accounts, it is undisputed that they did not access the accounts, and there is no \nevidence they used or disclosed the information in the email accounts.\n70  The confidentiality \nagreements prohibited only the use, disclosure, and dissemination of the information.  Simply \ndownloading the emails does not appear to breach the obligations in the agreements.  In \n                                                 \n70 Exh. 28. \n \naddition, Plaintiffs have not presented any ev idence, nor even argued, that it suffered an \ninjury as result of the agents downloading their email accounts \n45. The evidence also does not create a triable issue of fact that the agents engaged \nin, or assisted Crecelius in the planning or organizing of a competing business.  To the \ncontrary, the facts establish that, at most, the agents encouraged Crecelius in his plans to \nstart another real estate brokerage firm so that  they could join him in that venture.  There \nis no evidence that any of the agents took any affirmative steps in helping Crecelius form \nNest Realty.  Plaintiffs contend that Jamie Jankowski “secured commitments from agents to \nfollow” Crecelius to Nest, suggesting that sh e solicited those agents, but the evidence \nPlaintiffs point to in the record does not support this contention. 71  Instead, the evidence \nshows that Jankowski merely communicated with agents and relayed their intentions to join \nCrecelius’ new firm. \n46. The facts also do not support the allega tion that Crecelius induced agents to \nbreach their agreements by assisting with the planning or organizing of Nest. There is no \nevidence that Crecelius encourag ed any of the agents to solicit other agents to Nest, or to \ntake any other steps in support of his new business.  Rather, the record evidence shows that \nwhile Crecelius communicated with agents by text  and email, he advised them only that he \nwas planning another real estate business and that he would provide those details at an \nappropriate time.  These communications simply  were not the type of purposeful conduct \nnecessary to support a claim for tortiou s interference with contract.   \nKRG New Hill Place, \nLLC v. Springs Investors, LLC , 2015 NCBC LEXIS 20, *14 (N.C. Super. Ct. 2015) (holding \ninducement requires “purposeful conduct in tended to influence a third party”); Simply the \nBest Movers, LLC v. Marrins' Moving Sys., 2016 NCBC LEXIS 28, *7 (N.C. Super. Ct. 2016). \n                                                 \n71 Pl.'s Br. Opp. Mot. Summ. J. pp. 23-24; Several of Plaintiffs’ citations to the record are to pages of \ndepositions that have not been filed or to pages of depositions that do not exist. \n \n47. Finally, Plaintiffs have not created a disputed issue of fact that Crecelius acted \nwithout justification and with malice in encouraging the agents to download their emails and \ncommunicating with the agents about his plans.  “An interference is without justification if \nthe defendants’ motives for procuring termi nation of the employment contract were not \nreasonably related to the protection of a legi timate business interest of the defendant.”  \nFilmar Racing, Inc. v. Stewart, 141 N.C. App. 668, 674, 541 S.E.2d 733, 738 (2001) (internal \nquotations omitted).  “In order to demonstrate the element of acting without justification, the \naction must indicate no motive other than malice.”  Area Landscaping, L.L.C. v. Glaxo-\nWellcome, Inc., 160 N.C. App. 520, 523, 586 S.E.2d 507, 510 (2003).  If an individual has a \nsufficient lawful reason for inducing the breach, su ch as in the interest of competition, he is \nexempt from liability, regardless of his actual malice.  Robinson, Bradshaw, & Hinson, P.A. \nv. Smith, 129 N.C. App. 305, 317, 498 S.E.2d 841, 850 (1998).  A person acts with legal malice \nif he does a wrongful act or exceeds his lega l authority to prevent the continuation of the \ncontract between the two parties.  “Even if pl aintiff shows that defendant acted with ill \nintentions, legal malice does not exist unless plaintiff can show that defendant had no \nlegitimate business justification for the interference.”  Griffin v. Holden, 180 N.C. App. 129, \n140, 636 S.E.2d 298, 306 (2006) (citation omitted).  The record evidence demonstrates only \nthat Crecelius was motivated by his desire to establish a new real estate brokerage business, \nalbeit one that would compete with Do Good, and does not create an issue of fact that he acted \nwith legal malice.  While Crecelius and Jackson were at odds during the period that they \nnegotiated over the separation of their intere sts, the extensive record evidence does not \ncontain evidence that Crecelius acted with a malicious intent, or otherwise exceeded his legal \nauthority in communicating with the agents.  Since competition, not malice, justified \nCrecelius’ interactions with Jankowski and the other agents leading up the execution of the \nSeparation Agreement, the facts establish that Crecelius did not act without justification. \n \n48. For the foregoing reasons, the Court co ncludes that Defendants Motion as to \nPlaintiffs’ claim for tortious interference with contract should be GRANTED. \nd. Misappropriation of Trade Secrets. \n49. Plaintiffs’ Second Claim for Relief is for violation of the North Carolina Trade \nSecrets Act, G.S. § 66-152 et. seq.  Plaintiffs allege that Crecelius misappropriated Do Good’s \ntrade secrets when he exported the informatio n and documents contained in the Highrise \ndatabase, files from Dropbox, and Do Good’s emails.72  In their brief, however, Plaintiffs rely \nsolely on Crecelius downloading of the Hi ghrise database in support of this claim. 73  \nAccordingly, the Court limits its considerat ion of Plaintiffs’ claim to the alleged \nmisappropriation of Highrise. \n50. The North Carolina Trade Secrets Prote ction Act defines a “trade secret” as \n“business or technical information, including, but not limited to a formula, pattern, program, \ndevice, compilation of information, method, te chnique, or process that derives independent \nactual or potential commercial value from not being generally known or ascertainable \nthrough independent developm ent or reverse engineering by persons who can obtain \neconomic value form its disclosure or use; and (2) is the subject of efforts that are reasonable \nunder the circumstances to maintain its secrecy.”  G.S. § 66-152(3).  “Misappropriation” is \ndefined as the acquisition, disclosure, or use of  a trade secret of another without express or \nimplied authority or consent, unless such a trade secret was arrived at by independent \ndevelopment, reverse engineering, or was obtained from another person with a right to \ndisclose the trade secret.  G.S. § 66-152(1).  A\n prima facie case for misappropriation may be \nmade by showing that the defendant “(1) [k]nows or should have known of the trade secret; \nand (2) [h]as had a specific opportunity to acqui re it for disclosure or use or has acquired, \n                                                 \n72 Second Am. Compl. ¶¶ 80-89. \n73 Pl.'s Br. Opp. Mot. Summ. J. pp. 31-33. \n \ndisclosed, or used it without the express or implied consent or authority of the owner.”  Ge \nBetz, Inc. v. Conrad, 231 N.C. App. 214, 234, 752 S.E.2d 634, 649 (2013) (quoting G.S. § 66-\n155).  Actual damages are not an element of mi sappropriation of trade secrets claims, but \nmay be recovered as “measured by the economic loss or the unjust enrichment caused by \nmisappropriation,” in addition to the injunctive relief specifically authorized by G.S. § 66-\n154(b). \n51. It is undisputed that Crecelius knew of the Highrise database and acquired it \nby downloading it to his personal computer .  Nevertheless, Defendants contend that the \ninformation in Highrise is not a trade secret,  portraying Highrise as a compilation of non-\nproprietary information from both public so urces and the agents themselves which were \nacquired with relatively little expense or time. 74  The evidence provided by Plaintiffs, \nhowever, is that Highrise contained a compilati on of information obtained from a variety of \nsources that was cross-referenced and tagged by entries made at reasonably significant time \nand expense by Do Good. 75  The Court concludes that, viewed in the light most favorable to \nPlaintiffs, an issue of fact exists as to whethe r the compilation of information in Highrise \nconstituted a trade secret.  Sunbelt Rentals, Inc. v. Head & Engquist Equip., L.L.C., 174 N.C. \nApp. 49, 55, 620 S.E.2d 222, 228 (2005); Byrd's Lawn & Landscaping, Inc. v. Smith, 142 N.C. \nApp. 371, 375-76, 542 S.E.2d 689, 692 (2001). \n52. Defendants claim that Highrise was neve r shared with any of the agents or \nany third parties and has never been used by  Crecelius following the execution of the \nSeparation Agreement for any purp ose, competitive or otherwise. 76  Defendants argue that \nthese facts, along with the fact that the information in Highrise long ago exceeded its useful \n                                                 \n74 Defs.’ Mem. Supp. Mot. Summ. J. p. 31; Defend ants do not argue that Do Good did not take \nreasonable steps to maintain the secrecy of Highrise. \n75 Ex. 83, ¶¶ 9-34. \n76 Defs.’ Mem. Supp. Mot. Summ. J. p. 30. \n \n“shelf life,” establish that Plaintiffs have suffered no damages from the alleged \nmisappropriation.77  As noted above, however, Plaint iffs are not required to establish \ndamages arising from the alleged misappropriation in order to succeed on the claim.  The \nCourt acknowledges that Plaintiffs have not, at this stage, produced any evidence that \nthey were damaged by Crecelius’ acquisition of Highrise.  Plaintiffs, however, are entitled to \npursue permanent injunctive relief without showing actual damages. \n53. Defendants further argue that Creceliu s did not misappropriate Highrise \nbecause he “routinely downloaded Highrise . . . long before the dispute with Jackson \nsurfaced,” and that he had a right to do so while he was a member of Do Good. 78  I t  i s  \nundisputed, however, that Crecelius download ed the Highrise database to his personal \ncomputer for the final time on August 23, 2014, after the parties had reached an agreement \nin principal for the sale of Crecelius' interests in Do Good to Jackson and after Crecelius knew \nhe was relinquishing his membership in Do Good.  At the time, Crecelius had formed and \nregistered Nest, and knew he would shortly be  opening a new real estate brokerage firm.  \nEven if Crecelius downloaded Highrise at a ti me when he technically still had a right to do \nso, Crecelius’ retention of Highrise once the sale closed and he relinquished his membership \nin Do Good might qualify as an unlawful acquisition of the information.  The Court concludes \nthat viewed in the light most favorable to Pl aintiffs, they have established a disputed issue \nof fact regarding whether Crecelius’ acquisition of Highrise constituted misappropriation.\n \n54.   The Court concludes that Defendant s' Motion on Plaintiffs' claim of \nmisappropriation of trade secrets in violation of the North Carolina Trade Secrets Act should \nbe DENIED.  \n \n                                                 \n77 Id. \n78 Id. p. 31. \n \ne. Unfair and Deceptive Trade Practices. \n55. For a Sixth Claim for Relief, Plaintiffs  allege that Defendants violated the \nNorth Carolina Unfair and Deceptive Trade Practi ces Act, G.S. § 75-1.1 et. seq. (“UDTPA”). \nPlaintiffs allege that Defendants engaged in un fair and deceptive practices by (a) acquiring \nand using Do Good's “proprietary and trade se crets information” to “jump start” Nest and \ncompete in the real estate business, 79 (b) by interfering with Do Good’s contracts with its \nagents,80 and (c) Crecelius’ misrepresentations and omissions during negotiation of the \nSeparation Agreement.81  \n56. G.S. § 75-1.1 declares unlawful any “[u] nfair methods of competition in or \naffecting commerce, and unfair or deceptive acts or practices in or affecting commerce.”  To \nstate a claim under G.S. § 75-1.1, a plaintiff must allege (1) that the defendant committed an \nunfair or deceptive act or practice, or unfair method of competition, (2) in or affecting \ncommerce, (3) which proximately caused actual injury to the plaintiff or his business.  Birtha \nv. Stonemor, N.C., LLC, 220 N.C. App. 286, 298, 727 S.E.2d 1, 10 (2012), disc. rev. denied, 366 \nN.C. 570, 738 S.E.2d 373 (2013).  “‘A practice is unfair when it offends established public \npolicy as well as when the practice is immo ral, unethical, oppressive, unscrupulous, or \nsubstantially injurious to consumers,’ and a ‘practice is deceptive if it has the capacity or \ntendency to deceive.’”  \nBumpers v. Cmty. Bank of N. Va. , 367 N.C. 81, 91, 747 S.E.2d 220, \n228 (2013) (internal citations omitted).  An act or practice “is deceptive if it has the capacity \nor tendency to deceive.”  Ace Chem. Corp. v. DSI Transps., 115 N.C. App. 237, 247, 446 S.E.2d \n100, 106 (1994) (internal citations omitted).  As the North Carolina Court of Appeals has \nrecognized, unfair competition eludes a precise definition, but “has been referred to in terms \n                                                 \n79 Second Am. Compl.  ¶¶ 113-115. \n80 Id. at ¶ 117. \n81 Id. at ¶ 118. \n \nof conduct ‘which a court of equity would  consider unfair.’”  Harrington Mfg. Co. v. Powell \nMfg. Co. , 38 N.C. App. 393, 400, 248 S.E.2d 739, 744 (1978) (internal citations omitted).  \nWhether an act or practice is unfair or deceptive is a question of law for the \nCourt.  Songwooyarn Trading Co. v. Sox Eleven, Inc. , 213 N.C. App. 49, 56, 714 S.E.2d 162, \n167 (2011).   \n57. As a preliminary matter, the Court already has held that there is no evidence \nthat Defendants used or benefited from any of the alleged trade secret or confidential \ninformation that Crecelius or others ma y have acquired and temporarily possessed. \nAccordingly, Plaintiffs cannot establish that  it was injured by such acquisition and \npossession, and a claim for unfair and deceptive practices based on this allegation fails. 82  \nSimilarly, the Court concluded that Crecelius did not interfere with the Confidentiality and \nNon-Solicitation Agreements between Do G ood and the agents, and Plaintiffs cannot \nestablish a claim for unfair trade practices ba sed on such alleged interference.  The Court \nconcludes that Defendants’ Motion as to Plaintiffs’ claims for violation of G.S. § 75-1.1 based \non this conduct should be GRANTED. \n58.  Plaintiff also claims that Crecelius’ engaged in unfair and deceptive practices \nduring the negotiation over the Separation Ag reement by failing to disclose or concealing \nthat the agents were going to leave Do Good.  The Court already has concluded that Crecelius’ \nfailure to disclose what he knew about the ag ents' intentions could constitute a fraud and a \nbreach of his fiduciary duty. Defendants’ cont end, however, that Crecelius’ conduct was \npurely internal to Do Good and was not “in or affecting commerce.”  Accordingly, Crecelius’ \nfailure to disclose could not be a violation of G.S. § 75-1.1.  Plaintiffs contend that during the \n                                                 \n82 The Court of Appeals has recognized that “violations of section 66-152 may also violate section 75-\n1.1.,” Ge Betz, 231 N.C. App. at 236, 752 S.E.2d at 650, but a plaintiff must satisfy all three elements \nof an unfair practice claim, including showing injury, in order to sustain a claim under G.S. § 75-1.1. \nId. \n \nnegotiations Crecelius was acting both in hi s individual capacity and as an agent for \nRCWIL/Nest Realty, and that this removes his conduct from that which was only internal to \nDo Good.  The Court must decide whether the alleged conduct was “in or affecting commerce.” \n59. In White v. Thompson, 364 N.C. 47, 53, 691 S.E.2d 676, 680 (2010), the North \nCarolina Supreme Court held: \nOur prior decisions have determined that the General Assembly did not intend for the \nAct's protections to extend to a business's internal operations . . ., the Act is not focused \non the internal conduct of individuals within a single market participant, that is, \nwithin a single business. To the contrary , the General Assembly intended the Act's \nprovisions to apply to interactions between  market participants. As a result, any \nunfair or deceptive conduct contained solely within a single business is not covered by \nthe Act. \n \nIn White, the two plaintiffs and defendant Andrew Thompson (“Thompson”) formed a \npartnership to perform maintenance work for a Smithfield Packing Company Inc. \n(“Smithfield”).  The three partners subsequently had disagreements about the business and \ndecided to dissolve the partnership.  In the meantime, Thompson had formed a new and \nseparate company and the plaintiffs alleged that Thompson steered some of the partnerships' \nwork for Smithfield and diverted payments  for that work to his new company.  \nId. at 49-50, \n691 S.E.2d at 677-78.  The plaintiffs sued Thompson for, inter alia, breach of fiduciary duty \nand unfair and deceptive practices.  Id. at 50, 691 S.E.2d at 678.  The jury determined that \nThompson had breached his fiduciary duty to the plaintiffs, the trial court trebled damages \npursuant to G.S. § 75-16, and Thompson appealed. \n60. The Court of Appeals reversed the tri al court’s award trebling the damages \nunder the UDTPA, holding that Thompson’s conduct was not “in or affecting commerce.”  Id. \nat 51, 691 S.E.2d at 678-79.  The Supreme Cou rt affirmed the Court of Appeals, concluding \nthat “[b]ecause . . . Thompson unfairly and deceptively interacted only with his partners, his \nconduct occurred completely within the [ ] partn ership and entirely outside the purview of \n \nthe Act.”  Id. at 54, 691 S.E.2d at 681 (emphasis a dded).  The Supreme Court rejected the \nplaintiffs’ argument that Thompson’s condu ct was in or affecting commerce because it \n“potentially affected the price Smithfield [ ] would have to pay” for the work, holding that \n“this argument overlooks that the unfairness of  [ ] Thompson’s conduct did not occur in his \ndealings with Smithfield [ ]” but only in his dealings with his partners, and that “the General \nAssembly did not intend for such conduct to fall within the [UDTPA]’s coverage.”  Id.  North \nCarolina courts have applied the holding and reasoning of White to dismiss claims of unfair \nand deceptive trade practices arising out of other intra-business conduct.  Weaver Inv. Co. v. \nPressly Development Assoc., 234 N.C. App. 645, 654, 760 S.E.2d 755, 761 (2014) (dismissing \nUDTPA claim because “defendants’ misconduct within the confines of the partnership was \nnot ‘in or affecting commerce.’”); \nPolyquest, Inc. v. Vestar Corp., LLC, No. 7:12-CV-23-F, 2014 \nU.S. Dist. LEXIS 14905 *34-35 (E.D.N.C. February 6, 2014) (dismissing claim brought by one \ncompany against another engaged in a joint ve nture, holding “although Defendants’ actions \nwere not confined to the internal operations of a ‘single business,’ their actions were confined \nto the internal operation of a ‘single market participant,’ the joint venture.”); McKee v. James, \n2014 NCBC LEXIS 74, *42 (2014) (dismissing UD TPA claims between members of an LLC \nbecause “the undisputed evidence of record do es not reveal a dispute between McKee Craft \nand another business or consumers at large, but rather a dispute between Plaintiffs and \nJames as co-owners of McKee Craft.”). \n61. The Court concludes that any alleged unf air or deceptive conduct in his case \nwas confined to a single business, or market participant, Do Good.  Even if Crecelius breached \na fiduciary duty to Do Good by failing to disclose his knowledge about the agents' intentions, \nCrecelius “unfairly and deceptively interacted” only with Do Good and Jackson, and not with \nany other market participants.  Plaintiffs contend that Crecelius conduct “was not done by a \nmere partner; it was done by a competitor and  its agent” and that Crecelius “was operating \n \non behalf of that business beginning on August 21.”83  Plaintiffs imply that this would make \nthe conduct here between RCWIL/Nest and Do G ood, and not merely internal to Do Good.  \nThe Court is not persuaded by this argument.  In White, the defendant's diversion of work \nopportunities and payments occurred after th e defendant had formed and was working on \nbehalf of his new, competing business.  Neve rtheless, the Supreme Court held that the \ndefendant's misconduct was not “in or affecting commerce” under the UDTPA.  White, 364 \nN.C.  at 54, 691 S.E.2d at 681.  Accordingly, Defendants’ Motion as to Plaintiffs’ claim for \nunfair trade practices in violation of G.S. § 75-1.1 should be GRANTED. \nf. Breach of Contract. \n62. Plaintiffs allege that Crecelius breach ed the Separation Agreement by failing \nto transfer exclusive control to “various systems and accounts, including the Dotloop, \nHighrise and email databases,” and the data therein, to Jackson upon executing the \nSeparation Agreement (Seventh Claim for Relief). 84  The Court already has concluded that \nissues of material fact exist as to whether Jac kson was induced to enter into the Separation \nAgreement by fraud, therefore making the agreement voidable.  Since the existence of a valid \ncontract is disputed, the Court cannot enter ju dgment in Defendants’ favor on the claim for \nbreach of contract, and Defendants’ Motion as to that claim should be DENIED.  Charlotte \nMotor Speedway, LLC v. County of Cabarrus, 230 N.C. App. 1, 6, 748 S.E.2d 171, 175 (2013) \n(“Plaintiffs’ claims for breach of contract . . . necessarily hinge on the threshold issue of \nwhether a valid contract actually existed between them and the County.”). \ng. Conversion. \n63. Plaintiffs allege that Defendants wrongfully converted Do Good’s “proprietary \nand trade secrets information” contained in th e Highrise database by altering Do Good’s \n                                                 \n83 Pl.’s Br Opp. Mot. Summ. J. p. 24. \n84 Second Am. Comp. ¶¶ 121-123. \n \n“exclusive dominion and authority over that property” (Eleventh Claim for Relief).85  Plaintiff, \nhowever, makes scant argument in support of th is claim in its brief, and cites no precedent \nin support of its position. \n64. Under North Carolina law, conversion  is “the unauthorized assumption and \nexercise of the right of ownership over the goods or personal chattels belonging to another, to \nthe alteration of their condition or the exclusion of an owner's rights.”  White v. Consol. \nPlanning, Inc., 166 N.C. App. 283, 309, 603 S.E.2d 147, 165 (2004).   “The general rule is that \nthere is no conversion until some act is done wh ich is a denial or violation of the plaintiff’s \ndominion over or rights in the property.”  Id.; Lake Mary Ltd. Part. v. Johnston , 145 N.C. \nApp. 525, 531-32, 551 S.E.2d 546, 552 (2001) (“The essence of conversion is not the acquisition \nof property by the wrongdoer, but the \nwrongful deprivation of it to the owner.”) (emphasis \nadded; citation omitted). \n65. “Where there has been no wrongful taking or disposal of the goods, and the \ndefendant has merely come rightfully into po ssession and then refused to surrender them, \ndemand and refusal are necessary to the existence of the tort.”  White, 166 N.C. App. 283, \n310-311, 603 S.E.2d 147, 165 (internal citations omitted); Levin v. Jacobson , 2015 NCBC \nLEXIS 111, **28-29 (N.C. Super. Ct. 2015).  Upon the making of a required demand, the \n“absolute, unqualified refusal to surrender . . . is of course a conversion.”  Hoch v. Young, 63 \nN.C. App. 480, 483, 305 S.E.2d 201, 203 (1983) (internal citations omitted). \n66. In this case, Crecelius made a copy of the Highrise database while he was still \na member, manager, and officer of Do Good.  A ccordingly, Crecelius came “rightfully into \npossession” of the information.  In addition, Crecelius did not delete the information from Do \nGood's systems or otherwise depr ive Plaintiffs of access to and use of the information in \n                                                 \n85 Second Am. Compl. ¶¶ 144-150. \n \nHighrise.  Finally, it is undisputed that when Jackson made demand, Crecelius returned the \ninformation.  The Court concludes that based on these undisputed facts, Plaintiffs’ claim for \nconversion must fail. \n67. Alternatively, this Court previously has concluded that making a copy of \nelectronically-stored information which does not deprive the plaintiff of possession or use of \ninformation, does not support a claim for conversion.  RoundPoint Mortg. Co. v. Florez, 2016 \nNCBC LEXIS 18, *55 (N.C. Super. Ct. 2016) (denying a conversion claim because the plaintiff \ndid not allege to have been deprived of ac cess or excluded from the use of electronic \ninformation that it claimed was converted);  Horner Int'l Co. v. McKoy , 2014 NCBC LEXIS \n68, **8-9 (N.C. Super. Ct. 2014).  Therefore, De fendants’ Motion regarding Plaintiffs' claim \nfor conversion should be GRANTED.     \nh. Punitive Damages. \n68. “To prevail on a claim for punitive damages, Plaintiff[] must succeed on a claim \nfor compensatory damages, and prove by clear and  convincing evidence that one or more of \nthe following aggravating factors were present: (a ) fraud, (b) malice, or (c) willful or wanton \nconduct.”  BOGNC, LLC v. Cornelius NC Self-Storage, LLC, 2013 NCBC LEXIS 22, *1 (N.C. \nSuper. Ct. 2013).  Since the Court has not granted Defendants motion for summary judgment \nas to all of Plaintiffs’ causes of action that  involve the potential recovery of compensatory \ndamages that would support a claim for punitive damages, Defendants’ Motion for Summary \nJudgment as to Plaintiffs’ claim for punitive damages must be DENIED at this stage.   See \nId. \n \n \n \n \ni. Unjust Enrichment. \n69. For a Twelfth Claim for Relief, Plaintiffs seek a remedy for unjust enrichment \nin the alternative to their breach of contract claim, alleging that Defendants obtained the \nbenefits of the databases and other confidential information developed by Do Good.86 \nIn North Carolina, to recover on a clai m of unjust enrichment, Plaintiff must \nprove: (1) that it conferred a benefit on another party; (2) that the other party \nconsciously accepted the benefit; and (3) that the benefit was not conferred \ngratuitously or by an interference in the affairs of the other party. Shelter \nCorp. v. BTU, Inc., 154 N.C. App. 321, 330, 572 S.E.2d 200 (2002). \"A claim of \nthis type is neither in tort nor contra ct but is described as a claim in quasi \ncontract or a contract implied in law.\" Booe v. Shadrick, 322 N.C. 567, 570, 369 \nS.E.2d 554 (1988). \"The doctrine of unjus t enrichment was devised by equity \nto exact the return of, or payment for,  benefits received under circumstances \nwhere it would be unfair for the reci pient to retain them without the \ncontributor being repaid or compensated.\" Collins v. Davis, 68 N.C. App. 588, \n591, 315 S.E.2d 759 (1984). \n \nKoch Measurement Devices, Inc. v. Armke, 2015 NCBC LEXIS 45, *30 (N.C. Super. Ct. 2015).  \nPlaintiffs must allege and prove that they a ctually conferred a benefit on Defendants, not \nthat Defendants received a benefit which Plaintiffs did not intend for them to receive.  Sellers \nv. Morton, 191 N.C. App. 75, 84, 661 S.E.2d 915, 923 (2008). \n70. Plaintiffs argue that Defendants’ allegedly tortious conduct benefited \nDefendants at their expense.  In particular, Plaintiffs claim that Defendants were unjustly \nenriched to the extent that Defendants utilized confidential Do Good information to further \nthe growth of Nest Realty in the Wilmington community.  Plaintiffs, however, have failed to \noffer any evidence to rebut Defendants’ position that they did not use any information from \nHighrise, or any other confidential Do Good information, and have received no measurable \nbenefit by gaining access to Do Good's confidenti al information.  For example, Plaintiffs do \nnot even contend that Defendants have made a sa le as a result of confidential information \nobtained from Do Good.  In fact, Plaintiffs pr esent no evidence that calls into question the \n                                                 \n86 Second Am. Compl. ¶¶ 151 – 155. \n \nfact that Defendants made a concerted effort to  distance themselves from Highrise after \nPlaintiffs commenced this lawsuit.  Since Pl aintiffs have failed to present evidence that \nDefendants gained any measurable benefit from Do Good's information, the Court concludes \nthat Defendants Motion for Summary Judgment on Plaintiffs’ claim for unjust enrichment \nshould be GRANTED. \nj. Rescission. \n71. Plaintiffs claim that the material and substantial breach of contract and \nCrecelius' false and fraudulent representations and failures to disclose information material \nto the Separation Agreement allow them to rescind the contract (Thirteenth Claim for \nRelief).87  The Court of Appeals has summarized the remedy of rescission as follows: \nWhen a party has been fraudulently induced to enter a sale, the remedies are \neither to repudiate the contract or a ffirm the contract and recover damages \ncaused by the fraud. The plaintiff may elect one or the other but may not seek \nrescission and maintain an action fo r fraud. However, the purpose of the \ndoctrine of election of remedies is not to prevent recourse to any remedy, but \nto prevent double redress for a single wron g. The rule is, if rescission of the \ncontract does not place the injured party in status quo , as where he has \nsuffered damages which cancellation of the contract cannot repair, there is no \nprinciple of law which prevents him from maintaining his action for damages \ncaused by the other party's fraud. \n \nCollier v. Bryant , 216 N.C. App. 419, 434, 719 S.E.2d 70, 82 (2011) (emphasis in original; \ninternal citations and quotations omitted).  In North Carolina, “the common law doctrine \nof rescission is equivalent to  ‘revocation of acceptance.’”  Prichard Enters. v. Adkins , 858 F. \nSupp. 2d 576, 590 (E.D.N.C. 2012) (quoting Riley v. Ken Wilson Ford, Inc. , 109 N.C. App. \n163, 173, 426 S.E.2d 717, 724 (1993)). \n72. Since the Court has not granted Defend ants’ Motion for Summary Judgment \nas to Plaintiffs’ fraud, fraud in the induceme nt, breach of fiduciary duty, and constructive \nfraud claims, Plaintiffs still may be entitled to  elect to rescind the Separation Agreement. \n                                                 \n87 Second Am. Compl. ¶¶ 156-159. \n \nDefendants’ Motion for Summary Judgment as to Plaintiffs’ claim for rescission should be \nDENIED.   \nTHEREFORE, IT IS ORDERED that: \n73. Defendants’ Motion as to Plaintiffs’ First Claim for Relief is GRANTED. \n74. Defendants’ Motion as to Plaintiffs’ Second Claim for Relief is DENIED. \n75. Defendants’ Motion as Plaintiffs’ Th ird and Fourth Claims for Relief is \nGRANTED as to the claims for misrepresent ation and failure to disclose/concealment \nregarding Highrise database and other confiden tial information.  Defendants’ motion is \nDENIED as to the claims for failure to disclo se/concealment regarding the intentions of the \nagents. \n76. Defendants’ Motion on Plaintiffs’ Fifth Claim for Relief is DENIED. \n77. Defendants’ Motion on Plaintiffs’ Sixth Claim for Relief is GRANTED. \n78. Defendants’ Motion on Plaintiffs’ Seventh Claim for Relief is DENIED. \n79. Defendants’ Motion as Plaintiffs’ Ei ghth and Ninth Claims for Relief is \nGRANTED as to the claims based on upon alleged use or disclosure of the Highrise database \nand other confidential information.  Defendan ts’ motion is DENIED as to the claims for \nfailure to disclose/concealment regarding the intentions of the agents. \n80. Defendants’ Motion on Plaintiffs’ Tenth Claim for Relief is DENIED. \n81. Defendants’ Motion on Plaintiffs’ Eleventh Claim for Relief is GRANTED. \n82. Defendants’ Motion on Plaintiffs’ Twelfth Claim for Relief is GRANTED. \n83. Defendants’ Motion on Plaintiffs’ Thirteenth Claim for Relief is DENIED. \n84. Except as expressly granted herein, Defendants’ Motion is DENIED. \n \n \n \n \nThis the 20th day of June, 2016. \n     \n    /s/ Gregory P. McGuire    \n    Gregory P. McGuire \n    Special Superior Court Judge \n    for Complex Business Cases \n \n \n \n \n \n \n \n \n \n \n \n "
}