{
  "id": "ba5161de819b08513c5e522e7770262be29dc4dd6334d635195a59645b148c6b",
  "source_file": "data/raw/ncbc/ba5161de819b08513c5e522e7770262be29dc4dd6334d635195a59645b148c6b.pdf",
  "raw_text": "Fiske v. Kieffer, 2016 NCBC 12. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nMECKLENBURG COUNTY 15-CVS-11575 \n \n \nJOHN FISKE, JEFFREY SMALL, ) \nNABIL BOUTROS AND STEPHEN ) \nSMALL, ) \n Plaintiffs,  ) OPINION AND ORDER  \n  ) \n  ) \n v.  )   \n   )    \nMARC KIEFFER,  )  \n  Defendant. ) \n \nTHIS CAUSE was designated a mandatory complex business case by Order of the \nChief Justice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, references to the North Caroli na General Statutes will be to \"G.S.\"), and \nassigned to the undersigned Special Superior Court Judge for Complex Business Cases.   \nTHIS MATTER comes before the Court upon Defendant's Motion for Judgment on the \nPleadings (\"Defendant's Motion\") and Plaint iffs' Motion for Judgment on the Pleadings \n(\"Plaintiffs' Motion\") (collectively, \"Motions\") , pursuant to Rule 12(c) of the North Carolina \nRules of Civil Procedure (\"Rule(s)\").  \nTHE COURT, after considering the Motions, the briefs in support of and in opposition \nto the Motions, and other appropriate matters of record, CONCLUDES as stated herein. \nRaynor Law Firm, PLLC, by Kenneth R. Raynor, Esq., for Plaintiffs. \nJames, McElroy & Diehl, P.A., by Fred B. Monroe, Esq., for Defendant. \nMcGuire, Judge. \nFACTUAL BACKGROUND \n1. This dispute arises out of the interpretation and enforcement of the identical \noperating agreements of three North Caroli na limited liability companies (collectively \n \n \nreferred to as the \"Operating Agreements\"):  Rockin Gelt, LLC, Sockin Gelt, LLC, and Makhn \nGelt, LLC  (collectively, the \"LLCs\").1 John Fiske, Jeffrey Small, Nabil Boutros, and Stephen \nSmall (\"Plaintiffs\"), and Marc Kieffer (\"Defendan t\") constitute all of the Members of each of \nthe three LLCs. 2  The parties' respective ownership in terests are structured identically in \neach of the LLCs as follows: Marc Kieffer: 40%, Stephen Small: 20%, Nabil Boutros: 20%, \nJeffrey Small: 10%, and John Fiske: 10%.\n3   \n2. Initially, the Managers of each of th e LLCs were Plaintiff Stephen Small and \nDefendant.  On or about January 6, 2015, Plainti ffs terminated Defendant as a Manager of \nthe LLCs.4  Stephen Small is currently the sole Manager of the LLCs.5 \n3. Plaintiffs and Defendant engaged in numerous negotiations over whether \nDefendant would acquire the membership interest s of the Plaintiffs in the LLCs, or vice-a-\nversa.6  Despite several tentative offers back and forth between Plaintiffs and Defendant, the \nparties could not reach an agreement on the sa le of Plaintiffs’ interests in the LLCs to \nDefendant.7 \n4. On or about April 6, 2015, RJG Restaurant Group, LLC (\"RJG\"), a third-party, \ndelivered a non-binding letter of intent concerning the potential purchase of the assets of the \nLLCs.8  Defendant objected to the proposed sale to RJG and took the position that under the \n                                                            \n1 The Operating Agreements of the three LLCs are attached to Defendant's Counterclaim as Exhibits \nB, C, and D. \n2 Am. Comp. ¶¶ 5, 20, 35. \n3 Def.'s Countercl. ¶ 8. \n4 Def.'s Br. Supp. Mot. J., pp. 2. \n5 Id.; The Operating Agreements provide that \"the LLC shall initially have two (2) Managers\" and \nprovides for the removal and replacement of Managers. §5.1(a).  The Operating Agreements \nconsistently use the plural \"Managers\", but the agreements do not specify that the LLCs must always \nhave two Managers or that there must be an y minimum number of Managers. Stephen Small \napparently acted as the LLCs only Manager following Defendant's removal.  The parties do not appear \nto dispute that the LLCs could properly be managed by a single Manager.   \n6 Def.'s Countercl. ¶ 15. \n7 Id. at ¶ 17. \n8 Id. at ¶ 19. \n \n \nOperating Agreements of each LLC, the Manager did not have the authority to sell the assets \nof the LLCs without the unanimous consent of all of the Members.9  RJG Restaurant Group, \nLLC withdrew their letter of intent upon le arning Defendant's position concerning the \nManager’s authority to sell all of the LLCs' assets.10   \n5. The Operating Agreements contain identical provisions concerning the \nauthority of the Managers.11  Article V of each Operating Agreements governs the role of the \nManagers of the LLCs.  Section 5.1 provides for the general authority of the Manager, in \npertinent part, as follows:  \n (b) General Authority of Managers.  Except as set forth in the those \nprovisions of this Agreement that sp ecifically require the vote, consent, \napproval or ratification of the Members or of the Interest Holders and except \nas set forth in Section 5.2 below, th e Managers shall have complete authority \nand exclusive control over the managemen t of the business and affairs of the \nLLC.   \n. . . \n \n Without limiting the generality of the foregoing, the Managers shall have the \nauthority, if, as and when they deem necessary or appropriate, subject only to \nthe express terms, conditions, and limitat ions of this Agreement and to such \nadditional restrictions, terms, and co nditions as may be imposed by the \nunanimous resolution of the Members from  time to time, to take any of the \nactions listed below on behalf of the LLC: \n. . . \n \n  (iv) Exercise Rights of Ownersh ip.  Exercise all the LLC's rights, \npowers, and privileges of ownership with respect to the assets of the LLCs, and \nany other rights held by the LLC, includ ing the transfer of title to all or any \nportion of the assets of the LLC. \n. . . \n  (vi)  Convey and Encumber Assets . Execute in furtherance of any or all \nof the purposes of the LLC any deed, lease, deed of trust, mortgage, promissory \nnote, bill of sale, assignment, contract,  or other instrument purporting to \nconvey or encumber LLC assets or to create indebtedness of the LLC. \n \n                                                            \n9 Id. at ¶ 13-14. \n10 Id. at ¶ 15. \n11 Rockin Gelt, LLC, Op. Ag.; Sockin Gelt, LLC, Op. Ag.; Makhn Gelt, LLC, Op. Ag. \n \n \n6.  Section 5.2 of the Operating Agreemen ts restricts the authority of the Manager \nas follows: \n(a) Supermajority12 Consent Required. Without the consent of a \nSupermajority of the Members, no Manag er, Interest Holder, or Person to \nwhom the Managers have delegated authority shall have the authority to do, \nor to cause the LLC to do, any of the following: \n(i) any act in contravention of this Agreement, including without \nlimitation conducting any business in contravention of Section 1.3 \nabove; \n(ii) amend this Agreement, except  as expressly provided otherwise \nherein; \n(iii) possess any property or assign, transfer, or pledge any right of \nthe LLC in any property other than for the benefit of the LLC; \n(iv) employ, or permit to be employed, the funds or assets of the \nLLCs in any manner except for the benefit of the LLC; \n (v) commingle the LLC's funds with any other Person's funds; \n (vi) cause IRS Form 8832 to be fi led or knowingly take any other \naction resulting in the LLC's taxati on for federal income tax purposes \nas a corporation or as an association taxable as a corporation; \n (vii) merge the LLC with any ot her Person, or dissolve the LLC; \n (ix) guaranty any obligation or liability of a third Person; \n (x)  confess judgment or settle or  compromise litigation or any claim \nexceeding Fifty Thousand Dollars ($50,000); or \n(xi) enter into or modify, amend, terminate, waive, or release any \nmaterial agreement or obligation to a Member or Manager note \nexpressly provided herein or pursuant to a supermajority consent of the \nMembers. \n \n 7. Section 9.1 of the Operating Agreem ents enumerates events that will be \nconsidered “Dissolution Triggers.”  Each of the Operating Agreements contains the following \npertinent provisions: \n The LLC shall dissolve only upon the first to occur of any of the \nfollowing events: \n. . . \n (d) The sale of all or substantially a ll of the assets of the LLC in a single \ntransaction or in a series of related tr ansactions, unless within forty-five (45) \ndays following sale transaction(s) there is a Supermajority Vote of the \nMembers to continue the LLC without dissolution. \n \n                                                            \n12 Exhibit C to the Operating Agreements is a \"Glossary\" which defines a \"Supermajority Vote\" as \"the \nwritten vote, consent or approval of  at least seventy five per cent [ sic] (75%) in Interest of the \nMembers.\" \n \n \n8. On June 17, 2015, Plaintiffs filed the Complaint, and on June 23, 2015, they \nfiled an Amended Complaint.  The Amended Complaint raised three identical claims for \ndeclaratory judgment asking the Court \"to determine whether the Manager of\" the three \nLLCs is \"allowed to sell all of the assets of\" the LLCs \"with approval of only a majority of the \nmembers of the company (Counts I, II, and III).\"\n13 \n9. On August 27, 2015, Defendant filed hi s Answer, Defenses and Counterclaims.  \nDefendant raised a counterclaim for declarator y relief asking the Court to \"interpret the \noperating agreements [of the three LLCs] … and find that a Supermajority Vote is required \nby the Members of the LLC[s] to sell any and all of the assets\" (First Cause of Action). 14   \nDefendant also counterclaims for breach of fi duciary duty/constructive fraud (Second Cause \nof Action) and breach of contract (Third Cause of Action).15 \n10.  On October 28, 2015, Defendant filed a Motion for Judgment on the Pleadings \nunder Rule 12(c) seeking judgment in Defendant' s favor on Plaintiffs' claims for declaratory \nrelief (Counts I, II, and III) and on Defendant 's counterclaim for declaratory relief (First \nCause of Action).   \n11. On November 12, 2015, Plaintiffs file d a Motion for Judgment on the Pleadings \nunder Rule 12(c) seeking judgment in th eir favor on Defendant's counterclaims for \ndeclaratory relief (First Cause of Action) and on Plaintiffs' claims (Counts I, II and III). \n12. The Motions have been fully briefed and are ripe for determination. \nANALYSIS \n13. \"Motion for judgment on the pleadings is authorized by Rule 12(c) of the North \nCarolina Rules of Civil Procedure. . . . The rule's  function is to dispose of baseless claims or \n                                                            \n13 Am. Comp. ¶¶ 18, 33, and 48. \n14 Countercl. ¶ 40. \n15 Id. ¶¶ 41-54. \n \n \ndefenses when the formal pleading s reveal their lack of merit.\" Ragsdale v. Kennedy , 286 \nN.C. 130, 136-37 (1974) (internal citations omitted). \"A motion for judgment on the pleadings \nis the proper procedure when all the material allegations of fact are admitted in the pleadings \nand only questions of law remain. When the pleadings do not resolve all the factual issues, \njudgment on the pleadings is generally inappropriate.\" \nId.  The Court may only consider \"the \npleadings and exhibits which are attached and incorporated into the pleadings.\"  Davis v. \nDurham Mental Health/Dev. Disabilities/Substance Abuse Area Auth., 165 N.C. App. 100, \n104 (2004) (internal quotation marks and citation  omitted).  The Court must \"view the facts \nand permissible inferences in the light mo st favorable to the nonmoving party.\"  Ragsdale, \n286 N.C. at 137.  Thus, a Rule 12(c) motion for judgment on the pleadings should be denied \n\"unless it is clear that plaintiff is not entitled to any relief under any statement of the facts.\"  \nPraxair, Inc. v. Airgas, Inc., 1999 NCBC LEXIS 5, at *8 (N.C. Super. Ct. 1999). \n 14. Under North Carolina law, a declarator y judgment is a statutory remedy that \ngrants a court the authority to \"declare rights , status, and other legal relations\" when an \n\"actual controversy\" exists between pa rties to a lawsuit. G.S. § 1-253; Pine Knoll Shores v. \nCarolina Water Serv., Inc., 128 N.C. App. 321, 321 (1998).  A party to a written contract \"may \nhave determined any question of construction or  validity arising under\" the contract. G.S. § \n1-254.  Rule 12(c) can be an appropriate vehicle fo r granting judgment is a case such as this \none where there are not disputes of fact, but merely questions of law.  See Ragsdale, 286 N.C. \nat 136-37.   \n 15. Plaintiffs and Defendant make compet ing claims for declaratory relief seeking \nthe Court's determination of the Manager’s authority to sell the assets of the LLCs under the \nOperating Agreements.  Defendant contends that the Operating Agreements provide that the \nManager may only sell the assets of the LLCs wi th the approval of a Supermajority vote of \nthe Members.  Plaintiff's contention is less clear.  The Amended Complaint seeks declarations \n \n \nthat the Operating Agreements give the Manag er authority to sell the assets of the LLCs \n\"with approval of only a majority of the members of as opposed to the unanimous approval of \nthe members as contended by Defendant.\" 16  Defendant, however, does not contend that a \nunanimous vote is required, but only a Superm ajority vote.  On the other hand, Plaintiffs' \nMotion asks for a declaration that \"the managers  of the respective companies can sell all or \nsome of the assets . . . without obtaining the consent of a Supermajority of the membership.\"17  \nPlaintiffs' brief in support of its Motion also characterizes the issue upon which Plaintiff seeks \nthe declarations as \"whether the . . . three operating agreements require a supermajority vote \nof the members to approve the sale of all or substantially all of the assets.\"18  The Operating \nAgreements do not appear to re quire a majority (as opposed to a Supermajority) vote of the \nLLCs' Members to approve any actions by the Manager, but section 5.2 does require \nSupermajority approval for certain actions. The party's allegations and briefing make it clear \nthat the dispute between them centers on whether Defendant, with his 40% membership \ninterest, can block the Manager’s sale of th e LLCs' assets by preventing Supermajority \napproval.  Accordingly, the Court concludes t hat the issue for determination is whether the \nOperating Agreements require a Supermajority vote of the Members to approve a decision by \nthe Manager to sell all of substantially all of the assets of the LLCs. \n 16. \"An [LLC] operating agreement is a co ntract . . . [and w]ith all contracts, the \ngoal of construction is to arrive at the intent of the parties when the contract was issued. The \nintent of the parties may be derive d from the language in the contract.\" N.C. State Bar v. \nMerrell, ___ N.C. App. ___  , 777 S.E.2d 103, 114 (2015). \"When the language of the contract \nis clear and unambiguous, construction of the agreement is a matter of law for the court.\" Id. \n                                                            \n16 Am. Comp. ¶¶ 17, 32, and 47. \n17 Pls.’ Rule 12(c) Mot. \n18 Pls.' Br. Supp. Mot. J. pp. 1-2. \n \n \n(citations omitted); Lynn v. Lynn, 202 N.C. App. 423, 431 (2010).  The North Carolina Court \nof Appeals also has held that: \nThe goal of construction is to arrive at the intent of the parties when the \ncontract was written.  North Carolina courts adhere to the central principle of \ncontract interpretation that the vari ous terms of the contract are to be \nharmoniously construed, and if possible, every word and every provision is to \nbe given effect. It is presumed that each part of the contract means something. \n \nWakeMed v. Surgical Care Affiliates, LLC, __ N.C. App. __, at __, 778 S.E.2d 308, 312 (2015) \n(quotations and citations omitted). \n 17. In addition, Section 11.3 of the Operating Agreements expressly requires that \n\"any court . . . shall construe every covenant, term and provision of this Agreement in \naccordance with its simple and fair meaning and not strictly for against any [Member].\" \n 18. Both parties contend that the language in the Operating Agreements is \nunambiguous, but urge very different interpretations of that language.   Plaintiffs assert that \nsection 5.1(b) gives the Manager unrestricted autho rity to sell all or substantially all of the \nLLCs' assets without approval of a Supermajority of the Members.  They argue that neither \nsection 5.2 nor any other provision of the Operating Agreements requires Supermajority \napproval of the sale of assets.  Defendant disagrees, and argues that various provisions of the \nOperating Agreements, including section 5.2, require that the Manager obtain approval of a \nSupermajority of the Members to sell all of substantially all of the assets of the LLCs.  There \nare no facts in dispute that would preclude th e Court from entering a declaratory judgment \ninterpreting the Operating Agreements.  Accordingly, the Court will turn to the language of \nthe agreements. \n19. Section 5.1(b) of the Operating Agreem ents provides that \"except as set forth \nin those provisions of this Agreement that spec ifically require the vote, consent, approval or \nratification of the Members . . . and except as  set forth in Section 5.2 below, the Managers \nshall have complete authority and exclusive control over the management of the business \n \n \nand affairs of the LLC.\"  Section 5.1(b) also gives the Manager specific authority to \"[e]xercise \nall the LLC's rights, powers, and privileges of  ownership with respect to assets of the \nLLC, . . . , including the transfer of title to all or any portion of the assets of the LLC\" and to \n\"[e]xecute in furtherance of any or all of the purposes of the LLC any . . . , bill of sale, \nassignment, contract or other instrument purporting to convey . . . LLC assets.\"      \n 20. Section 5.2 of the Operating Agreements  provides that certain specific actions \nby the Manager require \"the consent of a Supermajority of the Members.\"  Section 5.2 does \nnot contain specific reference to the “sale” of the LLCs' \"assets.\" \n 21. Defendant, however, contends that various provisions of the Operating \nAgreements, including section 5.2, establish that the Manager must have the consent of a \nSupermajority of Members to sell the LLCs' assets.  Defendant cites the first clause of section \n1.3, which states that \"[t]he purposes of the LLC are (i) to operate a restaurant and conduct \nall lawful businesses and investments as th e Members shall determine by Supermajority \nVote.\" Defendant argues that the first clauses mu st be read to mean that \"[for] any of the \nLLCs to have any business purpose other than the operation of a Mellow Mushroom pizza \nrestaurant, a Supermajority Vote of the Members is required.\"\n19  Setting aside the fact that \nthe Agreements refer only to operation of a restaurant and not specifically a Mellow \nMushroom, even if Defendant's interpretation is correct, the action at issue in this lawsuit is \nthe Manager's decision to sell the assets of the LLCs, not to engage in a non-restaurant \nbusiness.  The first clause of section 1.3 has no application to the decision to sell the assets. \n22. Defendant's interpretation also ignores the rest of the language of section 1.3 \nand misconstrues its meaning.  Section 1.3 is merely a general purpose statement intended \nto vest the LLC with the broad flexibility perm itted by the LLC Act.  For example, section \n                                                            \n19 Def.'s Br. Supp. Mot. J. pp. 7-8. \n \n \n1.3 specifically provides that another purpose of the LLCs is to \"dispose of all property or \nassets or interests in property or assets as may be necessary, appropriate or convenient to \naccomplish the activities described in clause (i) above,\" and \"to conduct such other activities \nnecessary or incidental to\" the purposes of the LLCs.  Accordingly, among the specific \npurposes of the LLCs is to take such actions, including disposing of all the LLCs' assets, if it \nbecomes \"necessary, appropriate or convenient.\"  In other words, the plain language of section \n1.3 is intended to permit such actions as become necessary and prudent to the conduct of the \nLLCs' businesses, including liquidation of their assets.20 \n 23. Defendant next argues that section  5.2(viii), which requires Supermajority \nconsent for the Manager to \"dissolve the LLC,\" when read in conjunction with section 9.1, \nrequires Supermajority approval for th e sale of all of the LLCs' assets. 21 Section 9.1(d) \nprovides that the LLCs \"shall dissolve\" upon \"[t]he sale of all or substantially all of the assets \nof the LLC . . ., unless within forty-five (45) days following sale transaction(s) there is a \nSupermajority Vote of the Members to contin ue the LLC without dissolution.\"  Defendant \ncontends that because the sale of all of th e assets of the LLCs triggered dissolution under \nsection 9.1(d), the Manager was required to obtain  Supermajority consent to sell the assets.  \nAgain, Defendant misconstrues these provisions .  Section 9.1(d) does not explicitly or \nimplicitly require Supermajority consent in or der for the Manager to sell the LLCs' assets.  \nRather, the plain language of that provision makes clear that in the event of the sale of the \nassets that results in dissolution, the Memb ers have the authority to keep the LLC in \nexistence.  The structure of section 9.1(d) supports this interpretation as it envisions a period \n                                                            \n20 As Plaintiffs suggest, Defendant's interpretation of the first clause of section 1.3 would seemingly \nrequire the four Plaintiffs to continue operating a very unprofitable restaurant business if Defendant \nchose to vote against ceasing business since Defendant held a 40% interest in the LLCs and could block \na Supermajority.  Pls.' Br. Supp. Mo t. J. pp. 11-12. Defendant's interpretation not only would lead to \nthis absurd result, it also flies in the face of the remainder of section 1.3. \n21 Def.'s Br. Supp. Mot. J. pp. 8-10. \n \n \nof 45 days following  a sale of the assets that trigge rs a dissolution for the Members to \ndetermine whether the LLC should continue to  exist, perhaps even for the purpose of \nacquiring new assets to operate a restaurant bus iness.  The Court concludes that the plain \nlanguage of this section, given its \"simple and fair meaning,\" does not require Supermajority \napproval for the sale of the LLCs' assets. \n24. Finally, Defendant contends that sections 5.2(a)(iii) and 5.2(a)(iv) of the \nOperating Agreements restrict the Manager from taking certain actions that are not \"for the \nbenefit of the LLC\" without first obtaining Supermajority approval. 22 Neither of the \nprovisions expressly address the sale or trans fer of the LLCs' \"assets,\" and Defendant does \nnot argue how they would apply to a sales of assets.  Section 5.2(a)(iv) requires the Manager \nto obtain Supermajority consent to \"employ, or permit to be employed, the funds or assets of \nthe LLC in any manner except for the benefit of the LLC.\"  The word \"employ\" is not defined \nin the Operating Agreements.  In its everyday usage, however, the word \"employ\" means \"to \nmake use of; to use or occupy.\"23  The word \"employ\" does not connote the sale or transfer of \ntitle to the assets.  Rather, section 5.2(a)(iv) appears to restrict the Manager from permitting \nthe LLCs' assets, from being used by a third pa rty or being used in some other manner that \ndoes not result in revenues or other benefi ts being generated for the LLCs.  The Court \nconcludes from the plain language used that th is provision was not intended to apply to a \nsale or transfer of the LLCs' assets. \n25. Section 5.2(a)(iii), however, requires the Manager to obtain Supermajority \napproval to \"assign, transfer, or pledge any ri ght of the LLC in any property other than for \nthe benefit of the LLC.\"  This provision does not make clear what constitutes the \"right of the \nLLC in any property,\" nor do the Operating Ag reements define the word \"property.\"  The \n                                                            \n22 Id. at p. 10. \n23 Webster's Third New International Dictionary (2002, Merriam-Webster Incorporated). \n \n \nagreements, however, seemingly use the words \"property\" and \"assets\" to mean the same \nthing.  Section 1.3(ii) uses the terms property and assets interchangeably, stating that one of \nthe LLCs' purposes is to \"dispose of all \nproperty or assets or interests in property or assets as \nmay be necessary.\" (emphasis added).  Section 5. 1(b)(iii) is entitled \"Acquire and Construct \nAssets\" and provides that the Manager shall have authority to \"enter into and execute \nagreements for the acquisition of real and personal property.\" (emphasis added).  Similarly, \nsection 5.1(b)(vi), provides the Manager autho rity to \"Convey and Encumber Assets\" grants \nthe Manager authority to \"execute . . . any deed , lease, deed of trust, mortgage, promissory \nnote, bill of sale, assignment, contract or other instrument purporting to convey or encumber \nLLC assets.\"  The terminology used refers to instruments used to convey and encumber real \nproperty (e.g., deed of trust, mortgage) and pe rsonal property (e.g., bill of sale). These \nprovisions support the interpretation that pa rties intended the word \"assets\" to have the \nsame meaning as \"property,\" both real and personal. \n26. The Court concludes that the parties  intended for the words \"assets\" and \n\"property\" to have the same meaning when us ed in the agreements. Accordingly, section \n5.2(a)(iii), which requires the Manager to obtain Supermajority approval to sell the \"right of \nthe LLC in any property\" if the sale is \"oth er than for the benefit of the LLC,\" imposes a \nrestriction on the Managers' authority to sell or transfer the LLCs' assets.  Approval of a \nSupermajority of the members is not required where the sale the LLCs' assets is for the \nbenefit of the LLC, but is required where the sa le is not for benefit of the LLCs.  Such a \nrequirement would necessarily require the Manager to obtain Supermajority approval for the \nsale of all or substantially all of the LLC's assets if the sale is \"other than for the benefit of \nthe LLC.\" \n27. This interpretation also adheres to a \"central principle\" of contract \ninterpretation by harmonizing and giving effect to both sections 5.1(b)(iv) and 5.2(a)(iii).  In \n \n \nre Foreclosure of a Deed of Trust, 210 N.C. App. 409, 415 (2011). There is nothing inconsistent \nin granting the Managers broad authority over the LLC assets or property, but requiring the \nManager to seek approval of for a sale or transfer of property that does not clearly benefit the \nLLC.  In fact, it would seem illogical that th e Members of the LLCs intended to give the \nManager unfettered authority to take an action  potentially detrimental to the Members' \ninterests without their consent. \n28. In summary, the Court concludes that the Operating Agreements, read as \nwhole documents and harmonizing and give meani ng to each separate provision, establish \nthat the Operating Agreements authorize the Manag ers to sell all or substantially all of the \nassets of the respective LLCs without the appr oval of a Supermajority vote of the members \nif the sale is for the benefit of the LLC.  The Managers must obtain approval of a \nSupermajority vote of the members to sell all or substantially all of the assets of the \nrespective LLCs if the sale is not for the benefit of the LLC.\n24 \n  THEREFORE, IT IS ORDERED that: \n 29. Defendant's Motion for Judgment on  the Pleadings seeking judgment in \nDefendant's favor on Plaintiffs' claims for declaratory relief (C ounts I, II, and III) and on \nDefendant's counterclaim for declaratory relief (First Cause of Action) is GRANTED in part \nand DENIED in part consistent with declaration issued below.   \n 30. Plaintiffs' Motion for Judgment on the Pleadings seeking judgment in their \nfavor on Plaintiffs' claims (Counts I, II and III) and on Defendant's counterclaims for \n                                                            \n24 The Court recognizes the practical implication of this construction of sections 5.1 and 5.2 means \nthat Defendant, as a 40% interest holder in each of the LLCs, can block any sale of assets by \nclaiming that a sale is not for the benefit of the LLC, and if the other members disagree, by filing a \nlawsuit seeking declaratory or other relief.  The Court has not been called upon in these motions to \nconsider whether Defendant must make a claim that a sale of assets in not for the benefit of the LLC \nin good faith, and whether the absence of good faith would expose Defendant to liability to the other \nmembers. \n \n \ndeclaratory relief (First Cause of Action) is GRANTED in part and  D E N I E D  i n  p a r t  \nconsistent with declaration issued below. \n 31. The Court enters the following DECLARATORY JUDGMENT pursuant to \nG.S. § 1-254: \nThe Operating Agreements of Rockin Gelt, LLC, Sockin Gelt, LLC, and Makhn \nGelt, LLC authorize the Managers to sell a ll or substantially all of the assets \nof the respective LLCs without the approval of a Supermajority vote of the \nmembers if the sale is for the benefit of the LLC.  The Managers must obtain \napproval of a Supermajority vote of the members to sell all or substantially all \nof the assets of the respective LLCs if the sale is not for the benefit of the LLC. \n \n This the 16th day of February, 2016. \n     /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases \n "
}