{
  "id": "ba987bf6e44feb7c043fea51e64177d0637f27da3e7d6847c37cf627c170c435",
  "source_file": "data/raw/ncbc/ba987bf6e44feb7c043fea51e64177d0637f27da3e7d6847c37cf627c170c435.pdf",
  "raw_text": " Epic Chophouse, LLC v. Morasso, 2020 NCBC 63. \nSTATE OF NORTH CAROLINA \n \nIREDELL COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 2372 \n \nEPIC CHOPHOUSE, LLC; \nRICHARD D. MACK; and LARRY \nSPONAUGLE, \n \nPlaintiffs, \n \nv. \n \nJAMES A. MORASSO; JAM \nRESTAURANT GROUP, INC.; \nCHILLFIRE GRILL, LLC; and \nWEBB CUSTOM KITCHEN, LLC, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON  \nCROSS-MOTIONS FOR PARTIAL \nSUMMARY JUDGMENT \n \n \n1. In 2009, Richard Mack, Larry Sponaugle, and James Morasso formed Epi c \nChophouse, LLC (“Epic”) to open a restaurant by the same name.  After a falling out, \nMack and Sponaugle voted to remove Morasso as a member , asserting that  Epic’s \noperating agreement gave them authority to do so.  In this action, Epic, Mack , and \nSponaugle (“Plaintiffs”) seek a declaratory judgment that Morasso is no longer a \nmember.  They also accuse Morasso of misconduct —breaching his fiduciary duties, \nfor example—and demand damages from him and three entities he controls. \n2. Morasso insists that his removal was not lawful  and that he remains a \nmember of Epic .  Denying any misconduct, Morasso  asserts that he is entitled to \ndamages for payments that he should have received but that Epic has withheld since \nhis purported removal.  Morasso also seeks to dissolve Epic and wind up its affairs. \n3. The parties have filed cross -motions for partial summary judgment , \ncentered on the validity of Morasso’s removal .  For the following reasons, the Court \n \n \nGRANTS in part and DENIES  in part Morasso’s  motion and DENIES  Plaintiffs’ \nmotion. \nDavid P. Parker, PLLC, by David P. Parker, for Plaintiffs Epic \nChophouse, LLC, Richard D. Mack, and Larry R. Sponaugle. \n \nSellers, Ayers, Dortch & Lyons, P.A., by Brett Dressler and Michelle \nMassingale Dressler, for Defendants James A. Morasso, JAM Restaurant \nGroup, Inc., Chillfire Grill, LLC, and Webb Custom Kitchen, LLC. \n \nConrad, Judge. \nI. \nBACKGROUND \n4. The Court does not make findings of fact when ruling on motions for \nsummary judgment.  The following background, describing the evidence and noting \nrelevant disputes, is therefore intended only to provide context for the Court’s \nanalysis and ruling. \n5. Mack, Sponaugle, and Morasso are  Epic’s only members.  It is undisputed \nthat they have held equal interests in the company since at least 2013.  (See Pls.’ Ex. \nB, ECF No. 44.2.)1 \n6. After forming Epic, the three began negotiating the terms of an operating \nagreement.  Their first effort, with help from an attorney, was a bust.  (See Dep. Mack \n24:5–9, 50:14–20, ECF No. 40.2; Dep. Sponaugle 31:5–32:7, 33:18–20, ECF No. 40.3.)  \nThey disagreed about several things, including the process for terminating or forcing \n \n1 As part of the claim for declaratory judgment, the complaint expresses confusion about  \nwhether JAM Restaurant Group, Inc. (one of Morasso’s entities) is or was one of Epic’s \nmembers.  (See Compl. ¶¶ 86, 94, ECF No. 3 .)  Neither side has raised that issue, and it is \nnot clear whether it presents a live dispute.  (See, e.g., Countercl. ¶ 1, ECF No. 12; Pls.’ Reply \nto Countercl. ¶  1, ECF No. 22.)   In any event , the undisputed evidence related to the \ncross-motions confirms that Epic’s three equal members are Mack, Sponaugle, and Morasso. \n \n \nwithdrawal of a member.  According to Mack, “[t]here was a lot of discussion about \nwithdrawal, termination, cause, you know, a lot of things like that that we could not \nagree on.”  (Dep. Mack 40:3–5; see also Dep. Mack 24:13–25:17, 41:11–14, 42:13–19.) \n7. Their second effort fared a bit  better.  Mack took the pen  and turned out a \nslim, three-page draft, which became the basis for Epic’s operating agreement.  (See \nDep. Mack 24: 7–8; Dep. Sponaugle 33: 16–17.)  In its final form, the operating \nagreement gives equal voting rights to Mack, Sponaugle, and Morasso.  ( See \nOperating Agrmt. ¶  2, ECF No. 40.1 .)  They agreed, thou gh, that “major decisions ” \nand “financial obligations” would require unanimity and that “[n]o partner may use \nthe company as leverage for any personal or other means without full consent of the \nother two partners.”  (Operating Agrmt. ¶ ¶ 1, 9.f., 9.g.)  As to day-to-day restaurant \noperations, the agreement doesn’t say much beyond  naming Sponaugle as “a \nmanager” and Morasso as “full time General Manager.”  (Operating Agrmt. ¶ 9.b.) \n8. Paragraph 4 deals with member withdrawal, a topic that had continued to \nbe contentious during negotiations over Mack’s draft.  The paragraph in its entirety  \nconsists of a title and a five -word sentence fragment : “ Buy/Sell.  Involuntary \nwithdrawal with cause only.”  (Operating Agrmt.  ¶ 4.)  Cause is not defined.   In \nMack’s words, the language “had to be general enough so that we could all sign it, \nbecause we couldn’t come to terms on an actual  -- all the definitions of all the cause \nthat were actually outlined in” earlier drafts.  (Dep. Mack 41:25–42:12; see also Dep. \nMack 42:20–43:1.) \n \n \n9. Over time, Mack and Sponaugle became unhappy with Morasso.  They have \noffered evidence (disputed, of course) that he shirked his duties as General Manager, \nbecame involved with competing restaurants,  and switched Epic’s food vendor over \nSponaugle’s objection.  (See, e.g., Dep. Sponaugle 75:8–76:17, 79:8–20; Pls.’ Ex. C at \n1, ECF No. 44.3.)  In September 2018, Mack and Sponaugle voted to remove Morasso \nas a member “for cause” under paragraph 4 of the operating agreement.  (Pls.’ Ex. C \nat 2–3.) \n10. A few days later,  Plaintiffs filed this suit.   Although the complaint lists \nseveral claims for relief, only the claim for declaratory judgment is relevant here .  \nPlaintiffs ask the Court  to declare  that Morasso is not a member of Epic and  to \ndetermine how much the company must pay him for the redemption of his interest .  \n(See Compl. ¶¶ 87–91, 94.) \n11. Morasso alleges that his removal was “baseless.”  (Countercl. ¶  22.)  By \ncounterclaim, he seeks to dissolve Epic.  (See Countercl. ¶ 27.)  He has also asserted \na claim for breach of contract, alleging that Epic’s members agreed that each “would \nreceive $4,000 bi -weekly in guaranteed payments” from the company .  (Countercl. \n¶ 29.)  According to Morasso, he has not received any payments from Epic since his \npurported removal.  (See Countercl. ¶ 32.) \n12. After the close of discovery, Morasso moved for partial summary judgment, \nlimited to the claim for declaratory judgment and his own counterclaim for breach of \ncontract.  (ECF No. 39.)  Plaintiffs responded that they, not Morasso, are entitled to \nsummary judgment.  (ECF Nos. 42, 43.)  Their motion is captioned as one for full or \n \n \npartial summary judgment,  but neither the motion nor the accompanying  brief \naddresses all claims or issues in the case.  (See ECF Nos. 43, 44.)  It appears that the \ncross-motion is limited to the claims addressed by Morasso, which is consistent with \nrepresentations made by Plaintiffs’ counsel at the hearing.  With the benefit of full \nbriefing and  a hearing on July 28, 2020, t he cross-motions are now ripe for \ndetermination. \nII. \nLEGAL STANDARD \n13. Summary judgment is appropriate “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any mater ial fact and that any party is entitled to a \njudgment as a matter of law.”  N.C. R. Civ. P. 56(c).  In deciding a motion for summary \njudgment, the Court views the evidence in the light most favorable to the nonmoving \nparty, taking its evidence as true and drawing inferences in its favor.  See In re Will \nof Jones, 362 N.C. 569, 573, 669 S.E.2d 572, 576 (2008). \n14. The moving party “bears the initial burden of demonstrating the absence of \na genuine issue of material fact.”  Liberty Mut. Ins. Co. v. Pennington, 356 N.C. 571, \n579, 573 S.E.2d 118, 124 (2002).  If the moving party carries this burden, the \nresponding party “may not rest upon the mere allegations or denials of his pleading,” \nN.C. R. Civ. P. 56(e), but must instead “come forward with specific facts establishing \nthe presence of a genuine factual dispute for trial,” Liberty Mut. Ins., 356 N.C. at 579, \n573 S.E.2d at 124.  A “genuine issue” exists when “  ‘it is supported by substantial \nevidence,’ which is that amount of relevant evidence necessary to persuade a \n \n \nreasonable mind to accept a conclusion.”  Id. (quoting DeWitt v. Eveready Battery Co., \n355 N.C. 672, 681, 565 S.E.2d 140, 146 (2002)). \nIII. \nANALYSIS \n15. The key question here is whether Morasso is a member of Epic.  Plaintiffs \nargue that he is not .  They contend that  Morasso breached his contractual and  \nfiduciary duties, entitling Mack and Sponaugle to remove him for cause  under \nparagraph 4 of the operating agreement.  (See Pls.’ Mem. in Supp. 4–6, ECF No. 44.)  \nPlaintiffs therefore ask the Court to declare that Morasso is not a member of Epic .  \nThey also seek summary judgment as to Morasso’s  counterclaim on the theory that \nhe may not demand payment if he is no longer a member. \n16. Morasso argues that paragraph 4 is so vague and indefinite that it cannot \nbe enforced.  According to  Morasso, Epic’s members did not ha ve a meeting of the \nminds as to  what “cause” meant for involuntary withdrawal  of a member  and \npurposely chose not to define the term in the operating agreement.  (See Def.’s Mem. \nin Supp. 16–20, ECF No. 40 .)  On that basis , Morasso argues that his removal was \nineffective, that he continues to be a member, and that he is entitled to partial \nsummary judgment. \n17. “The essence of any contract is the mutual assent of both parties to the terms \nof the agreement so as to establish a meeting of the minds.”  Snyder v. Freeman, 300 \nN.C. 204, 218, 266 S.E.2d 593, 602 (1980).  When an agreement is “so vague and \nindefinite that it is not possible to collect from it the full intent of the parties ,” then \nthere was no true meeting of the minds, and the agreement “is void.”  Holder v. Home \n \n \nMortg. Co., 214 N.C. 128, 133, 198 S.E. 589, 591 –92 (1938) ( citation and quotation \nmarks omitted); see also Williamson v. Miller, 231 N.C. 722, 727 –28, 58 S.E.2d 743, \n747 (1950). \n18. The test for definiteness is whether “the court can ascertain to a reasonable \ndegree of certainty what [the parties] intended by their agreement.”  F. Indus., Inc. \nv. Cox, 45 N.C. App. 595, 599, 263 S.E.2d 791, 793 (1980).  Contract terms must be \neither “definite within themselves or capable of being made definite.”  Micro Cap. \nInvs., Inc. v. Broyhill Furniture Indus., Inc., 221 N.C. App. 94, 100, 728 S.E.2d 376, \n381 (2012) (quoting Brawley v. Brawley, 87 N.C. App. 545, 549, 361 S.E.2d 759, 762 \n(1987)), aff’d, 366 N.C. 371, 736 S.E.2d 172 (2013) (per curiam) .  Our law “does not \nfavor the destruction of contracts on account of uncertainty,” so to preserve a contract \nwhen possible, the court “should attempt to determine the intent of the parties fr om \nthe language used, construed with reference to the circumstances surrounding the \nmaking of the contract.”  Welsh v. N. Telecom, Inc., 85 N.C. App. 281, 290, 354 S.E.2d \n746, 751 (1987)  (citations and quotation marks omitted) ; see also Brawley, 87 N.C. \nApp. at 549, 361 S.E.2d at 762. \n19. Usually, whether there was a meeting of the minds is a question of fact.  But \nthe facts in this case are not disputed.  As used in paragraph 4 , “cause” is just a \nreason.  The operating agreement does not say which  reasons are enough for two \nmembers to remove a third without his consent.  In theory, the members could have \ncome to a common understanding that would have given shape to the term.  But \nPlaintiffs concede that “no Member contended that there was ever a ‘meeting of the \n \n \nminds’ as to what ‘cause’ meant.”  (Pls.’ Mem. in Supp. 7; see also Pls.’ Mem. in Supp. 3 \n(noting the members’ “inability to agree on what a Buy-Sell would look like”).) \n20. All the testimony confirms as much.  Sponaugle testified that he understood \nparagraph 4 to mean “[y]ou have to do something to get kicked out,” but he could not \ndescribe the “something” any further.  (Dep. Sponaugle 35:10–11.)  Mack, the primary \ndrafter, repeatedly testified that the members disagreed “about withdrawal, \ntermination, cause,” and related terms.  (Dep. Mack 40:3–5; see also Dep. Mack 24:15–\n17, 41:2–14.)  They never worked out those disagreements.  Instead, they shelved the \nissue, hoping never to return to it  in the future.  ( See Dep. Mack 42:13 –43:1.)  As \nMack put it, the language in paragraph 4 “had to be general” precisely because the \nmembers “couldn’t come to terms on . . . all the definitions of all the cause that were \nactually outlined in” earlier drafts.  (Dep. Mack 42:3–7.)  In other words, the members \nhad no common understanding of the  kinds of cause that would allow involuntary \nwithdrawal, and they purposely avoided defining the term for that reason. \n21. Plaintiffs contend that paragraph 4 is enforceable—even without a meeting \nof the minds—because the parties “are left with how the law would interpret” it.  (Pls.’ \nMem. in Supp. 7.)  Not so.  When the parties have not agreed to the same thing in the \nsame sense, they have not made a contract at all, leaving  nothing for a court to \ninterpret.  “[N]either the court nor the jury can make an agreement for the parties.”  \nHolder, 214 N.C. at 133, 198 S.E. at 592 (citation and quotation marks omitted); see \nalso Boyce v. McMahan, 285 N.C. 730, 734, 208 S.E.2d 692, 695 (1974)  (“The reason \nfor this rule is that there would be no way by which the court could determine what \n \n \nsort of a contract the negotiations would result in . . . .” (citation and quotation marks \nomitted)). \n22. Furthermore, the law offers no suitable definition of “cau se” when it comes \nto terminating someone’s ownership interest in a company.  The statutes governing \nLLCs do not have a default rule to allow removal of a member for cause.  And \nPlaintiffs do not suggest any persuasive reason to borrow a definition from con texts, \nsuch as employment, that are unlike  LLC membership or analogous types of \ncorporate ownership.  Even if  Epic’s members could have  borrowed an otherwise \nincongruous definition, the undisputed evidence makes clear that they intended  not \nto define “cause” at all. \n23. In short, Plaintiffs admit, and the undisputed evidence shows , that there \nwas no meeting of the minds  as to the reasons that would allow some of Epic’s  \nmembers to remove another.   Paragraph 4 of the operating agreement is therefore \nindefinite and unenforceable .  See Rider v. Hodges, 255 N.C. App. 82, 86 –88, 804 \nS.E.2d 242, 246–48 (2017) (affirming summary judgment based on party admissions \nthat “there was never a meeting of the minds”). \n24. Given this conclusion, the Court grants summary judgment in favor of \nMorasso as to the claim for declaratory judgment.  The effort to remove Morasso \nunder paragraph 4 was ineffective, and Plaintiffs have not shown that he has ceased \nto be a member by operation of law  or for any other reason .  See N.C.G.S. \n§ 57D-3-02(a) (addressing cessation of membership due to death, bankruptcy, and \n \n \nsimilar events).   Thus, Morasso remains a member , and the Court shall enter a \ndeclaration to that effect. \n25. Morasso has not carried his burden as to his counterclaim for breach of \ncontract, however .  It is plausible, perhaps likely, that Morasso did not receive \npayments that he should have after Mack and Sponaugle purported to remove him \nas a member.  Evidence is lacking, though.  Morasso’s brief does not cite any evidence \nof withheld payments or the ir amount.  See Business Court Rule  7.5 (requiring \nparties to “include a pinpoint citation to the relevant page” of supporting materials).  \nMorasso, in seeking offensive summary judgment on his own claim, must show “that \nthere are no gaps in his proof.”  Kidd v. Early, 289 N.C. 343, 370, 222 S.E.2d 392, 410 \n(1976).  He has not done so.  Summary judgment is therefore not appropriate as to \nthis claim. \n26. Finally, the Court denies Plaintiffs’ motion for summary judgment.  Their \narguments rest on the premise that Morasso is not a member of Epic.  Having failed \nto show that, they are not entitled to the declaration they seek or to summary \njudgment on Morasso’s counterclaims.\n2 \n \n2 Plaintiffs’ brief raises other issues that  are not properly before the Court.  For example, \nPlaintiffs request the appointment of a referee to value the members’ interests if Epic is \ndissolved.  (See Pls.’ Mem. in Supp. 13 n.29, 18.)  The request is premature because the Court \nhas not ordered dissolution, which Plaintiffs concede “is not before the Court on Summary \nJudgment.”  (Pls.’ Mem. in Supp. 2 n.2.)  In addition, Plaintiffs ask the Court to confirm that \nMack and Sponaugle have “authority to file for bankruptcy if economic circumstances merit \nit.”  (Pls.’ Mem.  in Supp.  18.)  That  hypothetical question is not even the subject of any  \npending claim. \n \n \nIV. \nCONCLUSION \n27. For these reasons, the Court DENIES  Plaintiffs’ motion for summary \njudgment. \n28. The Court  GRANTS in part and DENIES  in part Morasso’s motion for \nsummary judgment as follows: \na. The Court GRANTS  summary judgment  in favor of Morasso as to \nPlaintiffs’ claim for declaratory judgment.  The Court DECLARES that Morasso \nis a member of Epic.  Because the attempt to remove Morasso was ineffective, the \nCourt also DISMISSES Plaintiffs’ claim to the extent it seeks a determination of \nthe amount Epic must pay him for the redemption of his interest. \nb. The Court DENIES the motion for summary judgment as to Morasso’s \ncounterclaim for breach of contract. \n29. As stated in the case management order, the parties shall complete their \nfinal mediation within thirty days of this Order and Opinion.  (See ECF No. 35.) \n \nSO ORDERED, this the 8th day of September, 2020. \n \n \n       /s/ Adam M. Conrad   \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n "
}