{
  "id": "bae835031066041b5637256fc2e7b31b232232a39339377a7d2c2754848fe818",
  "source_file": "data/raw/ncbc/bae835031066041b5637256fc2e7b31b232232a39339377a7d2c2754848fe818.pdf",
  "raw_text": "Clark v. Alan Vester Auto Group, Inc., 2009 NCBC 18. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF VANCE  06 CVS 1411 \n \n \nJOHN CLARK and MARY CARMON, ) \nIndividually and on Behalf of ) \na Class of All Those Similarly Situated, ) \n Plaintiffs ) \n  ) \n v.  ) ORDER ON MOTION FOR \n   ) DISCOVERY SANCTIONS \n   ) \nALAN VESTER AUTO GROUP, INC., d/b/a ) \nALAN VESTER AUTO SALES, d/b/a ALAN ) \nVESTER AUTO OUTLET OF ROXBORO,  ) \nd/b/a ALAN VESTER MITSUBISHI, and  ) \nd/b/a ALAN VESTER AUTO MART OF  ) \nKINSTON, INC.; ALAN VESTER MOTOR ) \nCOMPANY, INC., d/b/a ALAN VESTER  ) \nHONDA; ALAN VESTER NISSAN, INC.,  ) \nd/b/a ALAN VESTER AUTOMOTIVE OF  ) \nGREENVILLE; ALAN VESTER AUTO  ) \nMART, INC.; ALAN VESTER FORD  ) \nLINCOLN MERCURY, INC., d/b/a ALAN ) \nVESTER AUTO OUTLET; ALAN VESTER  ) \nAUTO MART OF KINSTON, INC.; ALAN ) \nVESTER MANAGEMENT CORPORATION; ) \nALAN VESTER ENTERPRISES, LLC, d/b/a ) \nALAN VESTER AUTO MART OF SELMA; ) \nUNIVERSAL UNDERWRITERS ) \nINSURANCE COMPANY AND WESTERN ) \nSURETY COMPANY, ) \n  Defendants ) \n \n \nThis Vance County civil action was designated exceptional and assigned \nto the undersigned by Order of the Chief Justice of the North Carolina Supreme \nCourt, pursuant to Rule 2.1 of the General Rules of Practice for the Superior and \nDistrict Courts.  It is before the court, among other things, for determination of \nPlaintiffs’ Motion for Discovery and Spoliation Sanctions, filed August 18, 2008 \n(the “Motion”).  For the reasons stated in this Order, the court concludes that the \nMotion should be GRANTED in part and DENIED in part. \nWallace and Graham, PA by Mona Lisa Wallace, Esq.; John Hughes, Esq. \nand Mike Pross, Esq.; Lyons & Farrar, PA by Douglas S. Lyons, Esq.; and \nHopper, Hicks & Wrenn, LLP by James C. Wrenn, Esq. for Plaintiffs John \nClark and Mary Carmon, individually and on behalf of a class of all those \nsimilarly situated.  \n \nTeague, Rotenstreich, Stanaland, Fox & Holt, PLLC by Kenneth \nRotenstreich, Esq.; Lyn K. Broom, Esq. and Paul A. Daniels, Esq. for \nDefendants Alan Vester Auto Group, Inc. d/b/a Alan Vester Auto Sales, \nd/b/a Alan Vester Auto Outlet of Roxboro, d/b/a Alan Vester Mitsubishi, \nand d/b/a Alan Vester Auto Mart of Kinston, Inc.; Alan Vester Motor \nCompany, Inc., d/b/a Alan Vester Honda; Alan Vester Nissan, Inc., d/b/a \nAlan Vester Automotive of Greenville; Alan Vester Auto Mart, Inc.; Alan \nVester Ford Lincoln Mercury, Inc., d/b/a/ Alan Vester Auto Outlet; Alan \nVester Auto Mart of Kinston, Inc.; Alan Vester Management Corporation; \nAlan Vester Enterprises, LLC, d/b/a Alan Vester Auto Mart of Selma; \nUniversal Underwriters Insurance Company and Western Surety \nCompany.  \n \nJolly, Judge. \nTHE COURT, having considered the Motion, the submissions and briefs of \nthe parties in support of and opposition to the Motion, arguments of counsel, \nappropriate matters of record, and the ends of justice, FINDS, only for the \npurposes of the Motion, that: \nI.  \nPROCEDURAL BACKGROUND \n[1] On February 7, 2006, Plaintiffs John Clark (“Clark)” and Servietta \nHameed (“Hameed”) filed their Complaint on behalf of themselves and all others \nsimilarly situated.   \n[2] On April 7, 2006, Plaintiffs  filed a First Amended Complaint. \n  \n[3] On August 29, 2006, by Order of the court, Plaintiffs’ Second \nAmended Complaint was deemed filed.  In material part, the Second Amended \nComplaint added Mary Carmon (“Carmon”) as a party Plaintiff.  \n[4] On September 25, 2006, Defendants filed their Answer to the \nSecond Amended Complaint.   \n[5] On October 17, 2006, Plainti ff Hameed dismissed her claims, \nleaving Clark and Carmon as the remaining named Plaintiffs.   \n[6] On October 17, 2006, Plaintiffs moved for leave to file a Third \nAmended Complaint in material part seeking to join Universal Underwriters \nInsurance Company (“Universal Underwriters”) and Western Surety Company \n(“Western Surety”) as Defendants.   \n[7] On February 7, 2007, the cour t entered a Case Management Order \nin material part granting the Plaintiffs’ motion to amend and deeming the Third \nAmended Complaint filed as of that date (unless otherwise indicated, the Third \nAmended Complaint will be referred to in this Order as the “Complaint”). \n[8] On February 27, 2007, Defendants filed their Answer to the \nComplaint. \n[9] On August 18, 2008, Plaintiffs Cla rk and Carmon filed the Motion.   \n[10] On November 12, 2008, the court heard oral argument on the \nMotion.  The court took the Motion under advisement. \n  \nII. \nTHE PARTIES \n[11] Plaintiffs Clark and Carmon ar e citizens and residents of North \nCarolina. \n[12] The Complaint names as Defendants the following corporate \nentities alleged to be organized and authorized to conduct business under the \nlaws of the State of North Carolina: \n(a) Alan Vester Auto Group, Inc., d/b/a Alan Vester Auto Sales, \nd/b/a Alan Vester Auto Outlet of Roxboro and d/b/a Alan Vester \nMitsubishi; \n(b) Alan Vester Motor Company, Inc., d/b/a Alan Vester Honda; \n(c) Alan Vester Nissan, Inc., d/b/a Alan Vester Automotive of \nGreenville; \n(d) Alan Vester Auto Mart, Inc.; \n(e) Alan Vester Ford Lincoln Mercury, Inc., d/b/a Alan Vester \nAuto Outlet; \n(f) Alan Vester Auto Mart of  Kinston, Inc. (the “Kinston \nDealership”);1 \n                                                 \n1 On January 11, 2008, Defendants filed a Chapter 7 Petition of Bankruptcy for the Kinston \nDealership.  This triggered an automatic stay under the Bankruptcy Act.  Plaintiffs have not \ndismissed their claims against the Kinston Dealership, but have not further litigated them either, in \nlight of the stay.  While the claim against the Kinston Dealership is stayed by the bankruptcy \nproceeding, it is the Plaintiffs’ contention that the claim against the sureties on the bond is viable \nsince under the Dealer Act a consumer may sue “either the principal, the surety, or both,” Bernard \nv. Ohio Cas. Ins. Co., 79 N.C. App. 306, 310 (1986), and the purpose of the Act is to allow \nconsumers recourse where dealers have gone out of business. The Vester dealerships had \nsurety bonds chiefly through Universal Underwriters, a large surety and insurance carrier for car \ndealers.  While Plaintiffs do not seek to certify a class that would recover against the Kinston \n  \n(g) Alan Vester Management Corporation; and \n(h) Alan Vester Enterprises, LLC, d/b/a Alan Vester Auto Mart of \nSelma (collectively all of the above Defendant entities may be referred to \nin this Order as “Vester” or the “Vester Defendants,” depending on \ncontext). \n[13] Among other things, the Vest er Defendants are in the retail \nbusiness of selling automobiles to the public. \n[14] Defendant Universal Underwriters is a corporation duly organized \nand authorized to conduct business under the laws of the State of Kansas. \n[15]  Defendant Western Surety is  a corporation duly organized and \nauthorized to conduct business under the laws of the State of South Dakota. \nIII. \nTHE UNDERLYING CLAIMS \n[16] Clark.  By his Claim, Plaintiff Clark seeks to recover damages for \nalleged violation by one or more of the Vester Defendants of the Motor Vehicle \nDealers and Manufacturers Licensing Law, N.C. Gen. Stat. § 20-285, et seq. (the \n“Dealer Act”) (henceforth in this Order, references to the North Carolina General \nStatutes will be to “G.S.”) and the Unfair and Deceptive Trade Practices Act, G.S. \n75-1.1, et seq. (“Chapter 75”) (collectively Clark’s “Claims” or the “Down Payment \nClaims”). \n                                                                                                                                                 \nDealership, Plaintiffs contend that Universal Underwriters, as surety for that dealership, would \nstand in its stead should there be a recovery as to the Kinston dealership. \n  \n[17] Carmon.  By her Claim, Plaintiff Carmon seeks to recover damages \nfor alleged violation by one or more of the Vester Defendants of the Fair Credit \nReporting Act, 15 U.S.C. § 1681, et seq. (the “FCRA Claim”). \n[18] By separate Order of even date herewith, the court has granted \nDefendants’ Motion for Summary Judgment with regard to Carmon’s FCRA \nClaim.  Accordingly, Carmon’s FCRA Claim has been dismissed and further \ndiscussion of it in this Order is not necessary.  Consequently, the court will only \naddress the Motion in the context of the Clark Claim. \nIV. \nTHE MOTION \n[19] Plaintiff Clark seeks an order imposing various sanctions upon the \nVester Defendants for alleged document destruction and discovery abuse.  As \nsanctions, Plaintiff asks that: \n(a) The Vester Defendants be decla red guilty of spoliation of \nevidence, for which Plaintiff seek the imposition of certain negative \ninferences upon the Vester Defendants relative to certain of the Plaintiffs’ \nrespective claims in this putative class action; \n(b) The Vester Defendants’ Answer in this civil action be \nstricken, pursuant to Rule 37, North Carolina Rules of Civil Procedure \n“(Rule(s)”); and \n(c) Plaintiff be awarded fees and ex penses incurred as a result \nof Defendants’ actions, pursuant to Rule 37. \n  \nV. \nTHE FACTS \n[20] At times material in 2003,  Plaintiff Clark purchased a used \nMitsubishi automobile from Alan Vester Enterprises, LLC, d/b/a Alan Vester Auto \nMart of Selma. The sales contract reflects a purported cash down payment of \n$2,000.  Clark testified he made no down payment. \n[21] A central contention in Clark’s  Claim against the Vester Defendants \nis that Vester regularly marketed vehicles as “no money down” and inaccurately \nrepresented in contract documents that cash down payments were made when \nthey were not.  Clark contends that as a matter of practice, the Vester \nDefendants regularly used the false down payment mechanism with customers, \nand documented those false down payments as “CFA” or “Customer Funding \nAssistance” (“CFA”) on internal accounting documents known as “cover sheets” \n(“Cover Sheets”) that were prepared by Vester for each automobile sales \ntransaction.  Clark further contends the purpose of the Cover Sheets was to allow \nVester to keep track of its use of falsified down payments; and that the false \ndown payments were used to increase the likelihood that subprime loans would \nbe funded and to obtain approvals for higher loan amounts from lenders; and that \nthe Cover Sheets were kept secret and not shown to the consumer or the lender.  \nDefendants have conceded that a CFA entry can mean “a down [payment] that \nthe customer didn’t make.”2  Clark also contends that the Vester dealerships \naccounted for down payments in one of two ways: (a) if a customer made a down \n                                                 \n2 Rodney Vester Dep., p. 174. \n  \npayment, it would provide the customer with a receipt; and (b) it would record \ninternally on a Cover Sheet whether the down payment was real or falsified. \n[22] The cover sheets were critical  evidence of false down payments in \nthe Vester Defendants’ possession. \n[23] As a basis for his Motion, Clark contends that Vester officers, \nagents and employees, with knowledge that the Cover Sheets were material to \ncivil claims against the Vester Defendants based on allegedly false down \npayments, knowingly followed an improper practice of destroying incriminating \nCover Sheets and otherwise resisting and obstructing the discovery process \nduring the course of discovery in this matter. \n[24] In Clark’s vehicle sales file (a “D eal File”), the bill of sale indicates a \ndown payment of $2,000 was made.  However, there is no cash receipt, which is \nconsistent with Clark’s testimony that he did not pay $2,000 down.  There is no \nCover Sheet in Clark’s Deal File. \n[25] Defendant Alan Vester Auto Group,  Inc. was previously sued in a \ncase styled as Glass v. Alan Vester Auto Group, Inc., Civ. No. 4-CV-77, filed on \nOctober 14, 2004, in the United States District Court for the Western District of \nVirginia.  The Complaint alleged inter alia that “Vester falsely represented to \nCredit Union One that Glass made a $1,000 down payment . . .”3  Defendant \nAlan Vester Auto Group, Inc. filed a “Defendant’s Identification of Witnesses” \ndated June 9, 2005, listing inter alia Alan Vester as a witness.  The lawsuit was \nsubsequently settled and dismissed on July 27, 2005.  Defendants do not dispute \n                                                 \n3 Glass Compl., ¶ 28. \n  \nthat Alan Vester Auto Group, Inc. was properly served with the summons and \ncomplaint and in fact filed an answer in Glass, and filed discovery responses.   \n[26] In early 2004, the lender Drive Financial wrote to Alan Vester Auto \nSales of Burlington and Alan Vester Auto Mart of Kinston demanding repurchase \nof contracts due to asserted illusory down payments on three occasions.  \nDefendants do not deny the receipt of these notices. \n[27] In a consumer complaint to the North Carolina Attorney General \ndated December 14, 2005, complainant Wendy Williams stated that after \npurchasing a vehicle in 2004 from Alan Vester Automotive of Greenville, she \nwent personally to the dealership about six months later and expressed her \nconcerns about the down payment issue, and stated that she thought it was an \nillegal act.”4   \n[28] Vester’s outside accountant, Ra lph Moore (“Moore”), testified by \ndeposition that down payments should be documented and records should be \nkept three years under IRS guidelines.5  Moore advised Vester to keep records \nthree years and testified that at least by 2002 he would have told Kristin Martin \nand Alan Vester to keep the documents three years.6  Vester never informed \nMoore about the use of CFA or the destruction of Cover Sheets.7     \n[29] Vester’s president, Alan Vester , received a complaint from one of \nVester’s lenders in September 2003 about, inter alia, the use of false down \npayments, as reflected by an internal Vester memo sent to all stores in \n                                                 \n4 Pls.’ Br. Supp. Mot. Discovery Sanctions, Ex. 45. \n5 Moore Dep., pp. 18-20. \n6 Id. at 112-13, 117-19, 140-41, 161. \n7 Id. at 130-34. \n  \nSeptember 2003 warning managers that the lender “will continue to check every \ndeal” including for “down payment.”8   \n[30] In Amelia Jefferson v. Alan Vester Auto Group et al., Civ. No. 05-\nCVS 1288 (Franklin County Superior Court), filed prior to the instant case, the \nplaintiff attached an example of a CFA form to her complaint.9 \n[31] The instant case was then fil ed on February 7, 2006, alleging a \nscheme by Vester to use fake down payments documented internally by Cover \nSheets not shown to the customer or the lender.    \n[32] This court ordered the parties to maintain potentially relevant \nevidence in its February 2007 Case Management Order (“CMO”).  With regard to \ndocumentary evidence, the CMO provided that “the parties agree to retain and \nnot destroy potentially relevant documents falling within the scope of their \nrespective written discovery requests.”10 \n[33] Plaintiffs served discovery s eeking, among other things, production \nof the Cover Sheets on March 20, 2007.    \n[34] When Defendants refused to provide the discovery, Plaintiffs filed a \nmotion to compel dated June 21, 2007.  This motion to compel was heard on July \n16, 2007 before this court.  Rodney Vester attended the hearing as a Defendant \nrepresentative along with defense counsel.   At the hearing, the court directed \nDefendants to produce to Plaintiffs whatever Defendants possessed relative to \ndown payments, customer funding assistance, CFA arrangements or rebates.  \n                                                 \n8 Bewick Dep., Ex. 3. \n9 The Jefferson case was subsequently sent to arbitration because Vester produced evidence \nthat Ms. Jefferson had signed an arbitration clause.   \n10 CMO, Feb. 7, 2007, p. 5. \n  \nAs to such production, the court further ordered that “If [Defendants] have none \nof those except down payments, make that representation, give [Plaintiffs] what \nyou have in terms of down payments and then we’ll go from there.”11   \n[35] On July 20, 2007, this court entered an order requiring Vester to \nproduce, among other things, “accounting or bookkeeping records which account \nfor down payments, customer funding assistance, CFA arrangements, or dealer \nrebates,” and “deal files for inspection and random sampling.” \n[36] On July 23, 2007, Plaintiffs t ook the Rule 30(b)(6) deposition of the \nVester Defendants, who produced Rodney Vester as the corporate \nrepresentative.  Plaintiffs at that point learned for the first time that Vester \nDefendants had been destroying CFA Cover Sheets.         \n[37] At his deposition, Rodney Vester testified that Vester’s normal \npolicy had always been to destroy the Cover Sheets and that they were still doing \nit despite the lawsuit.12   \n[38] Plaintiffs’ counsel immediately wrote to defense counsel requesting \nthat all further destruction of CFA Cover Sheets stop.  By e-mail on July 25, \n2007, Plaintiffs asked Defendants “to agree from this day forward not to destroy \nany of the cover sheets.”   \n[39] By responsive e-mail on Ju ly 27, 2007, the Vester Defendants \nstated to Plaintiffs that they would not stop destroying the CFA documents, \nsaying that “our client is going to continue with its normal business practice that \nhas been in place for many years.”  This refusal by the Vester Defendants came \n                                                 \n11 July 21, 2007 Tr., p. 67. \n12 Rodney Vester Dep., pp. 14-18. \n  \nafter the entry of the court’s July 20, 2007 Order compelling discovery of \ndocuments that would plainly embrace CFA Cover Sheets.13 \n[40] On August 2, 2007, Plaintiffs moved the court for an order \ninstructing the Defendants to cease and desist from the destruction of relevant \ndocuments in this case, and for other relief. \n[41] Opposing Plaintiffs’ motion fo r an order to stop the destruction, \nDefendants on August 8, 2007, filed affidavits of Alan Vester and Larry \nWilliamson, which stated that all relevant destruction had occurred before this \ncivil action was filed.  At times material to the Motion, Alan Vester was the \npresident of all the Vester automobile dealerships and Mr. Williamson was the \ncompliance officer for all the dealerships.  They stated that they had engaged in \na “historical file review” from September until November 2005, that all files \nthrough the summer of 2005 had already been gone through and virtually all \nCover She;lets destroyed, and that no purging of documents had happened \nafterward.\n14  These statements were inconsistent with Rodney Vester’s July 23, \n2007 deposition testimony. \n[42] On August 13, 2007, this court entered an Order prohibiting further \ndestruction of relevant documents. \n[43] Subsequently, Rodney Vester was deposed again, at which time he \ntestified that “the Cover Sheets were routinely discarded at month end and that \nafter the Deal File review in the fall of 2005, virtually any remaining Cover Sheets \n                                                 \n13 See Order, July 20, 2007, ¶¶ 3, 6, 9 (production of selected Deal Files and other CFA related \ndocuments). \n14 Alan Vester Aff., ¶ 4; Williamson Aff., ¶ 13. \n  \nwould have been discarded.”15  This testimony was inconsistent with his prior \ndeposition testimony. \n[44] Alan Vester was deposed and test ified that “we do not keep Cover \nSheets; the office pulls the cover sheet out to cross reference that with the \npayroll.”16 \n[45] Vester’s own outside accountant, Ra lph Moore, testified that he told \nVester that accounting records regarding price, cost and cash down must be kept \nfor three years under IRS rules. \n[46] In an October 2007 hearing, Def endants, through counsel, told the \ncourt that “90 something percent of the time – that was my guess – but in the \nvast majority of cases, [Cover Sheets] were thrown away at the end of the \nmonth,”17 and “the point is for class certification, we’ve admitted the files were \ndestroyed.  We’ve admitted they were done in the normal course of business, \nand we’ve also admitted that Mr. Williamson and Mr. Vester destroyed virtually \nall, whatever is left, whatever happened to be left, whatever it was.”18 \n[47] Defendants repeated this  position in court filings.  “[T]he plain and \nsimple fact is this – the coversheets were routinely destroyed during the normal \ncourse of business throughout the history of the Vester dealerships.”19  “[We] \nadvised plaintiffs’ counsel on numerous occasions that in the vast majority of the \n                                                 \n15 Rodney Vester Dep., pp. 16-18. \n16 Alan Vester Dep., p. 99. \n17 Oct.22, 2007 Tr., p. 26. \n18 Id. at 44. \n19 Def. Resp. Mot. Compel, Nov. 5, 2007, p. 19. \n  \ndeal files the coversheets do not exist because they were discarded in the \nnormal course of business.”20 \n[48] In agreeing to a limited review of Deal Files for Cover Sheets by \ndefense counsel, Plaintiffs and the court relied upon Defendants’ \nrepresentations.  Defense counsel reviewed the first box of each year for the \nSelma and Greenville dealerships, and in September 2007 advised that so far no \nCover Sheets had been found.21  Thereafter, in the course of opposing Plaintiffs’ \nmotion for discovery, Defendants reported to Plaintiffs and the court that there \nwere “nine Deal Files that had a cover sheet out of 160 or 170, however many \nwere in the box.  And of those, four actually had something written in on CFA.  \nThat’s it.”22 \n[49] Plaintiffs own later review of  Deal Files contradicted Defendants’ \nrepresentations, as did documents subsequently produced by the North Carolina \nDivision of Motor Vehicles (“DMV”) and Regional Acceptance Corporation \n(“RAC”).  The DMV had seized deal files from Vester dealerships in November \n2005.  RAC had sued Vester dealerships on March 3, 2006, alleging that Vester \nhad violated its dealer agreement with RAC and provided to RAC information \nwith regard to customer income and employment that was false.23 \n[50] Defendants opposed Plaintiffs’ re view of Deal Files, opposed \nproduction of DMV and RAC documents, and opposed Plaintiffs’ discovery of the \ndocuments directly from DMV and RAC.    \n                                                 \n20 Def. Reply, Nov. 9, 2007, p. 12. \n21 Alan Vester Dep., p. 96. \n22 Oct. 22, 2007 Tr., p. 42. \n23 See RAC Compl., ¶¶ 37, 42-45. \n  \n[51] On December 1, 2006, after re viewing Deal Files produced by \nVester in the RAC case, RAC had moved to amend its Complaint so as to allege \nthat Vester dealerships used false down payments that the dealerships \ndocumented by an entry labeled CFA on internal accounting documents known \nas Cover Sheets.  On February 7, 2007, this court granted the motion to amend. \n[52] Documents produced by RAC under  subpoena in the instant case \nreflect that during pendency of the RAC case, Vester produced files to RAC \ncontaining numerous Cover Sheets.   \n[53] A September 29, 2006 letter from RAC’s counsel confirmed that on \nOctober 3, 2006 Vester would produce Deal Files for review by RAC.24   \n[54] After a review of those Deal Files, on October 27, 2006, RAC wrote \ndefense counsel describing “58 deals” with “‘CFA’ – indicating that we have a \ncopy of Vester’s ‘deal summary sheet’ showing that a false down payment was \ndone vis-à-vis the ‘CFA’ (or ‘Customer Funding Assistance’) scheme,” and \nattached a spreadsheet detailing the deal files that “used the CFA fake down \npayment scheme.” 25    \n[55] On November 10, 2006, RAC co unsel wrote defense counsel listing \nfiles that “have CFA;” Vester had refused to buy back deals despite being “in \ncontrol of many of the documents . . .  CFA sheets;” noting “the discovery of \ndocuments evidencing the fraud (e.g., CFA sheets); attaching a chart with a \ncolumn for deals with “CFA.”26    \n                                                 \n24 Pls.’ Br. Supp. Mot. Discovery Sanctions, Ex. 34. \n25 Id., Ex. 35. \n26 Id., Ex. 36. \n  \n[56] On September 3, 2007, RAC’s  attorney wrote defense counsel \nreturning all of the documents produced in the case, including those with the CFA \nCover Sheets.    \n[57] However, in October 2007, in the present case, only weeks after \nRAC returned to Defendants the files with Cover Sheets, Defendants \nrepresented to this court, with explicit reference to the RAC case, that “on the \nDeal File review . . . this is one of the things that quite frankly, Your Honor, and \nwe’ve had this discussion and I know you’ve been through this with the RAC \ncase can go out there and spend a ton of attorney time and a ton of money and \ntime, and we told them the coversheets aren’t there.  So it’s kind of pointless to \ngo sit and look for coversheets when they aren’t there.”\n27  As the reference to \n“RAC” shows, Defendants specifically referenced the RAC case, conveying the \nimpression that Cover Sheets did not exist there and thus it was no surprise that \nthey did not exist in the instant case.  These representations to the court are \ninconsistent with the fact, now known, that only a short time previously RAC had \nreturned to Defendants many Deal Files that contained Cover Sheets. \n[58] DMV seized Deal Files from various Vester dealerships in \nNovember 2005.   \n[59] Defendants originally  stated in August 2007 affidavits filed with the \ncourt that when they stopped their Deal File review in November 2005, virtually \nall Cover Sheets had been destroyed.  If so, there should have been very few \nCover Sheets in the files seized by DMV in November 2005.  However, a review \n                                                 \n27 Oct. 22, 2007 Tr., pp. 42-43. \n  \nof the DMV files shows that over 90% of the files taken by DMV contained Cover \nSheets.   Vester’s representations are inconsistent with the DMV documents. \n[60] The Deal Files DMV seized we re a random sample of late 2004 \nthrough late 2005 files.  Since the sample had 90% cover sheets, it is reasonable \nto expect that the larger mass of 2004-05 files should have reflected a similar \npercentage.  Yet in 2008 when Plaintiffs reviewed Deal Files maintained by \nVester in Littleton, NC, they found that few of the Deal Files had Cover Sheets.     \n[61] In 2006, Defendants obtained copies of the Deal File s that the DMV \nhad seized, which were replete with Cover Sheets.28  The presence of these \nCover Sheets contradicted Defendants’ statements that virtually all Cover Sheets \nhad been destroyed.  Defendants, through counsel, admitted by affidavit in \nresponse to Plaintiffs’ motion for sanctions that when the deal files were returned \nby DMV, the files with Cover Sheets were “segregated” from other files.    \n[62] Defendants did not produce their copies of the DMV documents \nuntil January 31, 2008, then the last day of discovery under the existing Case \nManagement Order for this matter.  This production occurred only after the DMV \nhad already produced the documents and only after Plaintiffs were required to \ncompel production over Defendants’ objections. \n[63] After the revelation of Cover Sheets in the RAC and DMV \ndocuments, Defendants represented that there was not an existing Vester policy \nto destroy Cover Sheets in the ordinary course of business; that when they went \nthrough Deal Files in 2005 they did not destroy virtually all the Cover Sheets; that \nthe 2005 file review did not embrace files through Summer 2005; and that Larry \n                                                 \n28 Williamson Dep., p. 132. \n  \nWilliamson did not stop destroying those Cover Sheets in November 2005.  \nThese representations contradicted Defendants’ prior representations with regard \nto the Cover Sheets.   \n[64] As an example, Rodney Vest er had previously testified that \nVester’s normal policy had always been to destroy the Cover Sheets.29  He \ntestified the Cover Sheets were routinely discarded at month end.30  However, \nafter the discovery of the DMV and RAC documents, and Plaintiffs’ own file \nreview in Littleton found many Cover Sheets, Rodney Vester testified that there \nwas no set policy on destroying documents.31   \n[65] Alan Vester originally testifi ed that Vester always had a policy of \nthrowing away Cover Sheets after a file was closed.32  After the discovery of \nnumerous Cover Sheets, he testified that there was no set policy.33  Asked if he \nstill believed his representations in his own prior affidavit were true, he testified “I \nhave no idea.”34 \n[66] Larry Williamson, compliance officer for all Vester dealerships, \nadmitted in April 2008 that he “disagrees in the language in Mr. Vester’s \naffidavit.”35    \n[67] In their August 2007 affidav its Mr. Vester and Mr. Williamson \nclaimed the reasons for the document destruction included “compliance” and to \nsave file space.  The court is forced to conclude that these statements lack \n                                                 \n29 Rodney Vester Dep., pp. 14-18. \n30 Rodney Vester Dep., pp. 16-18. \n31 Rodney Vester Dep., pp. 17-18, 21, 64. \n32 Alan Vester Aff.; Alan Vester Dep., p. 99. \n33 Alan Vester Dep., pp. 12-13. \n34 Id. at 29. \n35 Williamson Dep., p. 72. \n  \ncredibility.  For example, when deposed Williamson could not say what those \ncompliance policies were.36   \n[68] In his August 2007 affidavit, Williamson said he burned, shredded \nand threw out documents.  In his April 2008 deposition he testified \ninconsistently.37 \n[69] Defendants originally  represented to the Court at hearing that \nvirtually all the Cover Sheets had been destroyed.38   They also represented the \nsame in filed briefs.  (Def. Resp. Mot. Compel dated Nov. 5, 2007 p. 19).  After \ndiscovery of the numerous cover sheets, they changed their position.  \n[70] This civil action was filed in Febr uary 2006.  Alan Vester testified in \nApril 2008 that he continued to “remove Cover Sheets” until August 2007.  (Alan \nVester April 2008 Dep. p. 76).  It is undisputed that while on notice of a lawsuit \nalleging claims based in material part on Cover Sheets, Defendants destroyed \nthem.   \n[71] At the time that  Defendants had possession or control of Deal Files \ncontaining Cover Sheets, which were produced to RAC and DMV, as well as  \nmany deal files with Cover Sheets possessed by Vester, Defendants represented \nto Plaintiffs and to the court that there were virtually no Cover Sheets remaining. \n                                                 \n36 Williamson Dep., p. 133-34. \n37 Williamson Dep., p. 81. \n38 Oct. 2007 Tr., pp. 26, 44. \n  \nVI. \nCONCLUSIONS OF LAW \nA. \nSpoliation \n[72] The North Carolina Motor Vehicle Dealers and Manufacturers \nRegulations (“Regulations”)39 provide that an automobile dealer must document \nin writing the “amount of cash down payment made by the buyer” and these \nrecords must be “retained by the dealer for four years.”  The Regulations further \nprovide that in order to obtain a dealer license and do business as a car dealer in \nour State, the dealer must complete a form certifying to the NC DMV that it is \nfamiliar with the all the Dealer Regulations and will comply with them.   \n[73] Where there has been improper  destruction of documents even \nwithout notice of a claim, there can exist spoliation, particularly when the \nwholesale document destruction flies in the face of legal standards for document \nretention.  See McLain v. Taco Bell Corp., 137 N.C. App. 179, 188 (citing \nReingold v. Wet 'N Wild Nevada, Inc., 113 Nev. 967 (1997). \n[74] In attempting to meet thei r burden of establishing spoliation, \nPlaintiffs need not show intentional misconduct.  Rather, the courts evaluate the \nfacts regarding spoliation on a “continuum of fault.”  McLain, 137 N.C. App. at \n184.  Whether the evidence was destroyed or lost accidentally or in bad faith is \nirrelevant, because the opposing party suffered the same prejudice.  Id. (citing \n                                                 \n39 North Carolina Department of Transportation Division of Motor Vehicles License & Theft \nBureau, Motor Vehicle Dealer and Manufacturer Regulation Manual, p. 59 (March 2009), \navailable at http:www.ncdot.org/dmv/forms/licensetheft/download/dealerregulationmanual.pdf. \n  \n  \nHamann v. Ridge Tool Co., 539 N.W.2d 753, 756-57 (Mich. Ct. App. 1995)).  See \nalso Teague v. Target Corp. d/b/a Target Stores, Inc., 2007 WL 1041191 \n(W.D.N.C. April 4, 2007) (spoliation appropriate where spoliator acted in bad \nfaith, with gross negligence or ordinary negligence).   \n[75] Here, the fact that the Cover Sheets also were relevant to the \nearlier Glass case, the Jefferson case, and the RAC case, and the self-\ncontradictory testimony of Defendants as to the details of the destruction, reflects \nupon knowledge and culpability of Defendants.  “[T]o qualify for the adverse \ninference, the party requesting it must ordinarily show that the ‘spoliator was on \nnotice of the claim or potential claim at the time of the destruction.’” McLain, 137 \nN.C. App. at 187 (quoting Robert L. Tucker, The Flexible Doctrine of Spoliation of \nEvidence: Cause of Action, Defense, Evidentiary Presumption, and Discovery \nSanction, 27 U. Tol. L.Rev. 67, 79 (1995)). \n[76] The Cover Sheets destroyed by Defendants constituted evidence \nthat was pertinent and potentially probative on issues raised in Plaintiffs’ case.  \nArndt, 170 N.C. App. at 521.  The Cover Sheets supported Plaintiffs’ contentions \nthat Vester used a common practice of false down payments recorded under a \nCFA entry.  The probative nature of the Cover Sheets was known to Vester, and \nby destroying the Cover Sheets, Vester destroyed evidence probative of the \nPlaintiffs’ claims. \n[77] For purposes of the class, Def endants’ conduct prejudiced Plaintiffs \nin their ability to identify class members from the population of Vester car buyers \nby simply comparing a bill of sale to a corresponding Deal File Cover Sheet and \n  \nidentifying buyers where the CFA amount equals the cash down reflected on the \nbill of sale.  Plaintiffs are entitled to measures to address the prejudice to the \nclass. \n[78] Plaintiffs therefore have est ablished spoliation by Defendants, and \nare entitled to an inference that the evidence destroyed would have assisted \nthem.  Arndt v. First Union Nat. Bank, 70 N.C. App. 518, 526-27 (2005); McLain \nat 182-85.   \n[79] As a result of spoliation by De fendants, Plaintiffs are entitled to (a) \nan appropriate spoliation jury instruction at trial with regard to inferences raised \nby the absence of Cover Sheets; and (b) have this court discount any arguments \nby Defendants against class certification that are premised upon the absence of \nCover Sheets, which the court has done under separate Order of even date \nherewith. \nB. \nSanctions. \n[80] As a further result of Def endants’ spoliation and violation of \nappropriate discovery orders of the court, Plaintiffs are entitled to sanctions \nagainst Defendants, in the court’s discretion.  See Praxair, Inc. v. Airgas, Inc., \n2000 NCBC 10 (inference of spoliation “serves to restore the prejudiced party to \nthe same position he would have been in had the destruction of relevant \ndocuments not occurred”). \n[81] When imposing sanctions, “the tria l court has discretion to pursue a \nwide range of actions both for the purpose of leveling the evidentiary playing field \n  \nand for sanctioning the improper conduct.” Vodusek v. Bayliner Marine Corp., 71 \nF.3d 148, 156 (4th Cir.1995) (cited by Judge Tennille in Praxair, supra).  The \ncourt can strike pleadings or claims.  See Silvestri v. General Motors Corp., 271 \nF.3d 583 (4th Cir. 2001) (dismissing claim as a result of spoliation).  The court \nhas discretion “to fashion an appropriate sanction for conduct which abuses the \njudicial process.”  Id. at 590.  The court also may consider the prejudice caused \nto the other party.  Id. at 593. \n[82] Here, with regard to evidence of Cover Sheets and CFA entries, \nDefendants made inconsistent representations as to discovery and the status of \ndocuments, obstructed efforts to obtain discovery in violation of orders of the \ncourt, destroyed relevant documents outright and made inaccurate \nrepresentations to the court.  Since the spoliation issue first arose, the Plaintiffs \nand the court were required to expend additional resources due to Defendants’ \nspoliation, obstruction of discovery, and contradictory testimony and \nrepresentations to the court.  As a result, Plaintiffs undertook discovery initiatives \nand engaged in motion practice before the court on the issue of spoliation that \notherwise would not have been required. \n[83] The scope of discovery is intentionally broad, and discovery is not \nmeant to be a game of hide and seek.  The purpose of the discovery rules is “to \nprevent a party who has discoverable information from making evasive, \nincomplete, or untimely responses to requests for discovery.” Green v. Maness, \n69 N.C. App. 292, 299, cert. denied, 312 N.C. 621 (1984).  Courts further have \nspecified that “in addition to its inherent authority to regulate trial proceedings, \n  \nthe trial court has express authority under G.S. 1A-1, Rule 37, to impose \nsanctions on a party who balks at discovery requests.” Id.   \n[84]  “The choice of sanctions under Rule 37 lies within the court's \ndiscretion and will not be overturned on appeal absent a showing of abuse of that \ndiscretion.”  Vick v. Davis, 77 N.C. App. 359, 361 (1985), aff’d, 317 N.C. 328 \n(1986) (quoting Routh v. Weaver, 67 N.C. App. 426, 429 (1984)).  This court has \nbroad discretion to “make such orders in regard to the failure as are just,” \nincluding prohibiting the introduction of evidence, striking pleadings or imposing \njudgment.  Rule 37(b)(2); F. E. Davis Plumbing Co., Inc. v. Ingleside W. Assocs., \n37 N.C. App. 149, 153, cert. denied, 295 N.C. 648 (1978); Brooks v. Giesey, 106 \nN.C. App. 586, 592 (1992), aff'd, 334 N.C. 303 (1993); Frost v. Mazda Motor of \nAm., Inc., 353 N.C. 188, 199 (2000). \n[85] Plaintiffs contend that under the circumstances of this case, \nDefendants have purposely obstructed and evaded discovery.  Among other \nthings, Plaintiffs ask the court to strike Defendants’ Answer.  It is true that there \nare circumstances in which it is proper to strike a recalcitrant party’s responsive \npleadings.  Atlantic Veneer Corp. v. Robbins, 133 N.C. App. 594, 599 (1999) \n(trial court’s decision to strike defendant’s answer and enter default affirmed); \nSilverthorne v. Coastal Land Co., 42 N.C. App. 134 , rev. denied, 298 N.C. 300 \n(1979); Hammer v. Allison, 20 N.C. App. 623, cert. denied, 285 N.C. 233 (1974); \nand Fulton v. East Carolina Trucks, Inc., 88 N.C. App. 274 (1987).  However, \nsuch a remedy would impose the harshest of sanctions, which the court deems \nwould be too harsh when weighed against the Defendants’ conduct in this matter.  \n  \nConsequently, in the exercise of its discretion the court declines to strike \nDefendants’ Answer or other responsive pleadings in this case. \n[86] In addition to striking a disobed ient party’s pleadings, the court is \nauthorized to require the party failing to obey a lawful discovery order to pay the \nreasonable expenses of other parties, including attorney's fees, caused by the \nfailure.  Rule 37(b)(2)(e).  In this matter, the court concludes that it is appropriate \nto impose such a sanction upon Defendants. \nNOW THEREFORE, based upon the foregoing FINDINGS and \nCONCLUSIONS, it hereby is ORDERED that:  \n[87] The Plaintiffs’ Motion for Disco very and Spoliation Sanctions should \nbe, and hereby is, GRANTED, in part, as reflected herein. \n[88] At trial of this matter, Plaintiffs shall be entitled to an appropriate \nspoliation jury instruction with regard to inferences raised by the absence of \nCover Sheets. \n[89] This court will discount any ar guments by Defendants against class \ncertification that are premised upon the absence of Cover Sheets. \n[90] As sanctions for their misconduct, and in the discretion of the court, \nDefendants shall reimburse Plaintiffs’ counsel for fees and expenses incurred by \nthem relative to the spoliation issue.  The amount of such sanctions will be \ndetermined by the court at an appropriate time. \n[91] Plaintiffs shall submit, within 30 days of the date of this Order, an \naffidavit of attorney fees and expenses they contend were incurred due to \nDefendants’ misconduct related to the spoliation issue.  With regard to any fees \n  \nand expenses Plaintiffs seek to recover, the affidavit shall reflect in detail the (a) \ntime and dates of services, (b) the substance of any service and the identity of \nthe person rendering the service, (c) the attorney and staff hourly rates charged \nor paid and (d) details of any other actual out-of-pocket expenses sought.  \nPlaintiffs also shall submit a brief or memorandum concisely stating Plaintiff’s \nposition with regard to which fees and expenses they contend properly should be \ncharged to Defendants, and why.  Defendants, and thereafter Plaintiffs, shall be \nentitled to respond to Plaintiffs’ submission as provided in Rule 15, Business \nCourt Rules.  The court anticipates it will rule on the basis of the record before it, \nand that further hearing on the spoliation or sanctions issues will not be \nnecessary. \n[92] Except as specifica lly granted by this Order, the Plaintiffs’ Motion is \nDENIED. \nThis the 17th day of July, 2009. \n \n \n  \n  "
}