{
  "id": "bb1038de717a16f4ea378ad386dc05e2fc5dce1cc43cdc8281ecf048c65effdc",
  "source_file": "data/raw/ncbc/bb1038de717a16f4ea378ad386dc05e2fc5dce1cc43cdc8281ecf048c65effdc.pdf",
  "raw_text": "Smith v. Raymond, 2010 NCBC 18. \n \nNORTH CAROLINA \n \nCOUNTY OF MECKLENBURG \n \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n10 CVS 5321 \n \nPATRICK SMITH, Derivatively on \nBehalf of Nominal Defendant Horizon \nLines, Inc., \n \nPlaintiff, \n \nv. \n \nCHARLES G. RAYMOND, M. MARK \nURBANIA, GABRIEL SERRA, R. \nKEVIN GILL, GREGORY GLOVA, \nNORMAN Y. MINETA, DAN A. \nCOLUSSY, JAMES G. CAMERON, \nWILLIAM J. FLYNN, VERN CLARK, \nALEX J. MANDL, THOMAS P. \nSTORRS, JOHN V. KEENAN, ROBERT \nZUCKERMAN, BRIAN W. TAYLOR, \nand JOHN HANDY, \n \nDefendants, \n \nand \n \nHORIZON LINES, INC.,  \n \nNominal \nDefendant. \n \n \n \n \n \n \n \n \n \nORDER & OPINION \n \nJackson & McGee, LLP by Gary W. Jackson and Sam McGee and Barroway \nTopaz Kessler Meltzer & Check, LLP by Eric L. Zagar and Ligaya T. \nHernandez for Plaintiff. \n \nMcGuireWoods, LLP by A. Jordan Sykes and John H. Cobb and Skadden, \nArps, Meagher & Flom, LLP by Anthony W. Clark, Paul J. Lockwood and \nNicole A. DiSalvo for Defendants Charles G. Raymond, M. Mark Urbania, \nJohn V. Keenan, Robert Zuckerman, Brian W. Taylor, and John Handy and \nNominal Defendant Horizon Lines, Inc. \n \nWyatt & Blake, LLP by James F. Wyatt, III and Robert A. Blake, Jr. and \nBaker Botts, LLP by James R. Doty, J. Bradley Bennett, Jennifer Owens and \nNicholas Margida for Defendants Norman Y. Mineta, Dan A. Colussy, James \nG. Cameron, William J. Flynn, Vern Clark, Alex J. Mandl, and Thomas P. \nStorrs. \nDiaz, Judge. \n{1} The Court heard this matter on 24 September 2010 on the Motion of \nNominal Defendant Horizon Lines, Inc. (“Horizon” or the “Company”) and \nDefendants Charles G. Raymond, M. Mark Urbania, John V. Keenan, Robert \nZuckerman, Brian W. Taylor and John Handy (collectively, the \"Officer \nDefendants\"), to dismiss Plaintiff’s Verified Shareholder Derivative Complaint for \nfailure to make pre-suit demand as required by Delaware law\n1 and, in the case of \nthe Officer Defendants, to dismiss pursuant to Rule 12(b)(6) of the North Carolina \nRules of Civil Procedure for failure to state claims against them. \n{2} Defendants James G. Cameron, Vern Clark, Dan A. Colussy, William J. \nFlynn, Alex J. Mandl, Norman Y. Mineta, and Thomas P. Storrs (collectively, the \n“Outside Directors”) have also moved to dismiss the Complaint on these same \ngrounds.2   \n{3} After considering the Complaint, the briefs and submissions of the parties, \nand the arguments of counsel, the Court agrees with Defendants that Plaintiff has \nfailed to (1) make demand on Horizon before filing suit or (2) adequately plead \ndemand futility as required under Delaware law. \n{4} Accordingly, because the Complaint must be dismissed on this ground, the \nCourt does not reach Defendants’ alternative arguments for dismissal.  \n \nI. \nFACTS \n                                                 \n1 Delaware law applies to this issue because Horizon is a Delaware corporation.  (Compl. ¶ 5.)  See \nN.C. Gen. Stat. § 55–7–47 (2009) (“In any derivative proceeding in the right of a foreign corporation, \nthe matters . . . shall be governed by the laws of the jurisdiction of incorporation of the foreign \ncorporation.”).  \n2 The Complaint names three additional defendants (Gabriel Serra, R. Kevin Gill, and Gregory \nGlova) who have not appeared and do not join the motions before the Court.  (Compl. ¶¶ 8–10.)   \n{5} Horizon operates a container shipping business that transports cargo \nbetween the United States and (1) Alaska, (2) Hawaii and Guam, and (3) Puerto \nRico.  (Compl. ¶ 2.) \n{6} Plaintiff Patrick Smith (“Smith”) is a Horizon shareholder and was so at \nthe time of the facts alleged in the Complaint.  (Compl. ¶ 4.) \n{7} Defendants include present or former officers of Horizon and Horizon’s \neight-member board of directors (the “Board”), seven of whom are outside directors \n(collectively, the “Individual Defendants”).  (Compl. ¶¶ 6–21.)   \n{8} Smith brought this suit on behalf of Horizon seeking damages from the \nIndividual Defendants resulting from what Smith characterizes as their “illegal and \nimproper business practices.”  (Pl.’s Br. Opp’n Mot. Dismiss 1.) \n{9} Smith contends that the Individual Defendants breached their fiduciary \nduties of loyalty and good faith by “knowingly permitting Horizon to engage in a \nwide-spread, multi-year antitrust price-fixing conspiracy that pervaded all three of \n[Horizon’s] principal trade routes.”  (Pl.’s Br. Opp’n Mot. Dismiss 1; Compl. ¶¶ 126–\n29.) \n{10} According to Plaintiff, the following particularized allegations in his \nComplaint support this contention: \n• The Individual Defendants closely monitored Horizon’s trade \nroute markets because its revenues were material to the \nCompany.  (Compl. ¶ 100.) \n \n• As early as October 2005, the Individual Defendants received \nnumerous minutes, presentations, and other correspondence \nfrom the Company’s CEO regularly informing them of the status \nof Horizon’s trading routes.  (Compl. ¶¶ 100–18.) \n \n• These materials showed that the Company continued to increase \nits shipping rates and surcharges (often in lock-step with its \ncompetitors) despite significant and steady decreases in \nshipping volume.  (Compl. ¶¶ 100–18.)\n \n \n• The Individual Defendants often discussed the continued \n“softness” of the Company’s markets.  (Pl.’s Br. Opp’n Mot. \nDismiss 12, citing Compl. ¶¶ 100–18.) \n \n• The anomaly of the Company’s continued rising shipping rates \nin the face of a “soft” volume market can “only be explained by \nan antitrust conspiracy.”  (Pl.’s Br. Opp’n Mot. Dismiss 12, citing \nCompl. ¶¶ 100–18.)  \n• Defendants Gabriel Serra, R. Kevin Gill, and Gregory Glova, all \nof whom worked as executives in the Company’s Puerto Rico \ndivision, plead guilty on or around 20 October 2008 to federal \ncharges alleging that they conspired with one or more of \nHorizon’s competitors to suppress and eliminate competition \nalong Horizon’s Puerto Rico trade route.  (Compl. ¶ 49.)   \n \n• Serra, Gill and Glova have told prosecutors that certain senior \n[but as of yet unidentified] Horizon executives knew of and were \ninvolved in the conspiracy.  (Compl. ¶¶ 54–58.)  \n \n(Pl.’s Br. Opp’n Mot. Dismiss 11–13.) \n \nII. \nANALYSIS \n{11} Plaintiff concedes that he did not make demand on the Board prior to \nbringing this derivative action.  (Compl. ¶¶ 123–25.) \n{12} The issue before the Court is whether demand should be excused under the \nfacts alleged in the Complaint. \n{13} The Court holds that demand is not excused and therefore DISMISSES the \nComplaint with prejudice.   \n{14} A Delaware corporate shareholder may not bring a derivative action until \n(1) he has made a demand on the corporation to institute the action itself, and such \ndemand has been refused, or (2) he demonstrates that demand on the corporation \nwould have been futile.  Stepak v. Dean, 434 A.2d 388, 390 (Del. Ch. 1981).   \n{15} To survive a motion to dismiss in a case where demand is not first made on \nthe corporation, Plaintiff must plead facts with particularity that demonstrate \nthe reasons why demand would have been futile.  Aronson v. Lewis, 473 A.2d 805, \n808 n.1 (Del. 1984) (citing Delaware Court of Chancery Rule 23.1), overruled in part \nby Brehm v. Eisner, 746 A.2d 244 (Del. 2000). \n{16} Where the complaint challenges a specific action of the board of directors, \nDelaware courts apply the two-step Aronson test, requiring Plaintiff to plead \nparticularized facts that raise a reasonable doubt as to (i) director disinterest or \nindependence or (ii) whether the directors exercised proper business judgment in \napproving the challenged transaction.  Id. at 814.  \n{17} Alternatively, “where the subject of a derivative suit is not a business \ndecision of the board” but rather a violation of the board’s oversight duties, the \nCourt examines “whether or not the particularized factual allegations of a . . . \ncomplaint create a reasonable doubt that, as of the time the complaint is filed, the \nboard of directors could have properly exercised its independent and disinterested \nbusiness judgment in responding to a demand.”  Rales v. Blasband, 634 A.2d 927, \n934 (Del. 1993).  \n{18} Regardless of the test applied, however, the disqualifying interest or lack \nof independence must afflict a majority of the corporation’s directors.  Grimes v. \nDonald, 673 A.2d 1207, 1216 (Del. 1996).  \n{19} In this case, the parties dispute whether Aronson or Rales informs the \nCourt’s analysis of the pending motions. \n{20} After considering the issue, the Court is hard-pressed to understand how \n(as Plaintiff urges) the two-step Aronson analysis applies on the facts presented. \n{21} The reason is because, even accepting Plaintiff’s version of the facts as \ntrue, the Complaint alleges no “decision” by the Board that implicates the business \njudgment rule.   \n{22} Instead, what Plaintiff alleges is that the Board either overlooked or \nintentionally ignored ample evidence before it of a price-fixing scheme perpetrated \nby several of Horizon’s executives.  (Compl. ¶¶ 100–125.) \n{23} That type of allegation, however, amounts to a claim that the Board failed \nin its oversight duties, a contention that clearly is governed by Rales. \n{24} In any event, the Court concludes that dismissal is appropriate under \neither standard because of Plaintiff’s failure to make demand on the Board. \n{25} Plaintiff’s theory for excusing demand in this case is that such an effort \nwould be futile where each member of the Board has been sued because they either \nknew and actively condoned, or should have known and prevented, the illegal price \nfixing conspiracy purportedly pervading Horizon’s three principal trade routes.  \n(Pl.’s Br. Opp’n Mot. Dismiss 18–21.) \n{26} Opting for an aggressive tack, Plaintiff’s Complaint begins with a \nbroadside allegation that each and every Individual Defendant knowingly conspired \nto illegally fix prices in Horizon’s three principal markets, an allegation that is \nrepeated throughout the pleading.  (Compl. ¶¶ 2, 30, 58–59, 70, 80, 85, 88, 92.)3 \n{27} If this serious allegation is Plaintiff’s attempt to satisfy the second prong of \nthe Aronson test, it goes without saying that a board’s decision to approve an illegal \nprice-fixing conspiracy would be—to put it charitably—poor business judgment.  \n{28} Delaware courts, however, have consistently rejected demand futility \narguments based on “blanket allegations that the directors participated in or \napproved the alleged misconduct.”  In re Pozen S’holders Litig., 2005 NCBC 7 ¶ 60 \n(N.C. Super. Ct. Nov. 10, 2005), http://www.ncbusinesscourt.net/opinions/ \n2005%20NCBC%207.htm.  See also Aronson, 473 A.2d at 817 (\"[M]ere directorial \napproval of a transaction, absent particularized facts . . . establishing the lack of \nindependence or disinterestedness of a majority of the directors, is insufficient to \nexcuse demand.\").4  \n{29} Perhaps recognizing that more is needed to avoid dismissal, Plaintiff also \nalleges that because the Board received regular updates from senior management \non “soft” market conditions and also knew of Horizon’s “illogically high revenues, \nthe [Board] knew that the Company was engaging in antitrust conspiracies, had a \n                                                 \n3 Only three of the Individual Defendants (Serra, Gill, and Glova) have actually admitted \ninvolvement in the price-fixing conspiracy.  (Compl. ¶¶ 48–49.)  And although the Complaint alleges \nthat the federal government’s investigation is ongoing and may result in broader charges, (Compl. ¶ \n53), Defendants Serra, Gill, and Glova pled guilty to antitrust violations limited to Horizon’s Puerto \nRico trade route (Compl. ¶¶ 48–49).       \n4 Similarly, the fact that the directors might be required to sue themselves is, without more, \ninsufficient to excuse demand.  In re Pozen S’holders Litig., 2005 NCBC 7 ¶ 63 (citing Aronson, 473 \nA.2d at 818). \nduty to stop it, yet failed to do so.”  (Pl.’s Br. Opp’n Mot. Dismiss 12, citing Compl. ¶ \n49.) \n{30} Plaintiff seeks to further sow the seeds of reasonable doubt by pointing to \nstatements purportedly made by Defendants Serra, Gill, and Glova to prosecutors \nthat “senior Horizon executives” knew of and were involved in the conspiracy.  (Pl.’s \nBr. Opp’n Mot. Dismiss 12-13, citing Compl. ¶¶ 54–58.)   \n{31} Plaintiff certainly pulls no punches in accusing the Board of direct \nknowledge of the price fixing conspiracy described in the Complaint.5  But the \nparticularized allegations contained in the Complaint to support Plaintiff’s \ncontention fall far short of what is required under Delaware law to excuse demand. \n{32} Those specific allegations amount to a series of quotes from internal \ndocuments regarding the financial performance of the Company from approximately \nOctober 2005 to January 2008 that Plaintiff claims the Individual Defendants \nreviewed in advance of Board meetings.  (Compl. ¶¶ 100–18.) \n{33} According to Plaintiff, “through these items, the Individual Defendants \nwere regularly informed of the status of the trading routes and Horizon’s rising \nrates and surcharges despite the very obvious fact that market conditions were \n“soft” with shipping volumes steadily decreasing, which could \nonly be explained by \nan antitrust conspiracy.”  (Pl.’s Br. Opp’n Mot. Dismiss 12.) \n{34} To the contrary, however, the document excerpts quoted by Plaintiff in his \nComplaint do not state, or even suggest that Horizon’s prices and shipping rates \nhad been set by illegal means. \n{35} And while the documents do show that the Company’s rates continued to \nincrease despite decreasing shipping volumes, the Court agrees with Defendants \nthat mere knowledge on the part of the Board of price increases and soft shipping \n                                                 \n5 Plaintiff’s no-holds-barred pleading is almost certainly a function of the fact that Horizon’s \ncertificate of incorporation exempts the Company’s directors from personal liability for claims that \nmerely allege negligence or gross negligence.  (Defs.’ Br. Supp. Mot. Dismiss Ex. A at 22–23.) \nvolumes “does not constitute knowledge that those price increases must have \nresulted from illegal activities.”  (Defs.’ Br. Supp. Mot. Dismiss 11.)6   \n{36} Plaintiff seeks to buttress his conspiracy theory by pointing to statements \npurportedly made by Defendants Serra, Gill, and Glova to prosecutors suggesting \nthat “other senior Horizon executives” may have been involved in the price fixing \nscheme.  (Pl.’s Br. Opp’n Mot. Dismiss 12–13, citing Compl. ¶¶ 54–58.) \n{37} According to Plaintiff, these statements are evidence that the Board is \ncomplicit in the conspiracy and therefore cannot impartially consider the litigation.  \n(Compl. ¶¶ 123–25.) \n{38} This contention fails for at least two reasons. \n{39} First, as one federal court has already noted in a case considering these \nsame statements—albeit in the context of a motion to dismiss a class action alleging \nviolations of federal securities law—the statements are “extraordinarily vague and \ndo not specify who [the] alleged co-conspirators were.”  City of Roseville Employees’ \nRet. Sys. v. Horizon Lines, Inc., 686 F. Supp. 2d 404, 423 (D. Del. 2009). \n{40} Although the issue in this case is demand futility, the Court finds the \nalleged statements no more probative than did the federal court, and thus they do \nnot support Plaintiff’s contention that demand should be excused.     \n{41} Second, the Court notes that Horizon’s Board consists of eight members, \nseven of whom are outside directors.  (Compl. ¶¶ 11–17.) \n{42} Read literally, the claim that senior Horizon “executives” may have been \ninvolved in the price fixing scheme does not implicate Horizon’s seven outside \n“directors” because, the former is “‘a corporate officer at the upper level of \nmanagement,’” while the latter is “‘appointed or elected to sit on a board that \nmanages the affairs of a corporation or company by electing and exercising control \n                                                 \n6 Moreover, Plaintiff’s Complaint admits that the Outside Directors joined the Board at various \ntimes.  (Compl. ¶¶ 11–17.)  In fact, only two of the Outside Directors have served on the Board since \n2005; two joined the Board in late 2006, and the remaining three directors did not join until June \n2007.  (Compl. ¶¶ 11–17.)  Thus, the Outside Directors rightly take offense at Plaintiff’s attempt to \nimpute knowledge of an alleged price-fixing conspiracy to all Outside Directors based on documents \nthat some (if not most) of them likely have never seen.  (Outside Director Defs.’ Br. Supp. Mot. \nDismiss 7.)           \nover its officers.’”  (Outside Director Defs.’ Reply Br. 9, quoting Black’s Law \nDictionary (2d pocket ed. 2001).)  \n{43} In sum, neither the internal documents reviewed by the Board during the \nperiod of the price fixing conspiracy nor the vague statements made by three of the \nconspirators during their sentencing hearing provide a reasonable ground for \nconcluding that the Board knew of and actively participated in the wrongdoing \nalleged in Plaintiff’s Complaint. \n{44} Accordingly, the Court declines to find that a majority of the Board was \nconflicted, such that demand should be excused. \n \nIII. \nCONCLUSION \n{45} Plaintiff has failed to satisfy his burden to plead particularized facts \nestablishing demand futility. \n{46} Thus, the Court GRANTS Defendants’ Motion to Dismiss the Complaint \nfor Plaintiff’s failure to make demand before filing suit. \n{47} In light of this decision, the Court does not reach the Defendants’ \nalternative arguments for dismissal.  \n \nSO ORDERED, this the 21st day of October, 2010. "
}