{
  "id": "bb6231f3d306ab10c986d00182c0e18f38044b55d45d270885f3e2f83a479c08",
  "source_file": "data/raw/ncbc/bb6231f3d306ab10c986d00182c0e18f38044b55d45d270885f3e2f83a479c08.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nHENDERSON COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23 CVS 1820 \n \nDANIEL YODER, M.D., \n \nPlaintiff, \n \nv. \n \nALAN VERM, M.D.; LOOKING \nGLASS EYE CENTER, P.A.; and \nLOOKING GLASS \nENTERPRISES, LLC, \n \nDefendants. \n \n \nORDER AND OPINION ON \nDEFENDANTS’ RULE 12(c) MOTION \nFOR PARTIAL JUDGMENT ON THE \nPLEADINGS OR, IN THE \nALTERNATIVE, FOR PARTIAL \nSUMMARY JUDGMENT AND ON \nPLAINTIFF’S OBJECTIONS \n \n \n \n \n1. THIS MATTER is before the Court upon Defendants’ Rule 12(c) Motion for \nPartial Judgment on the Pleadings or, in the Alternative, for Partial Summary \nJudgment1 (the “Motion”) and Plaintiff’s Objections to Consideration of Affidavit of \nJennifer Houti  and Premature Consideration of Alternative Motion for Partial \nSummary Judgment2 (the “Objections”; together with the  Motion, the “Motions”) in \nthe above-captioned case. \n2. H aving considered the Motions, the parties’ briefs in support of and in \nopposition to the Motions, the relevant pleadings, the arguments of counsel at the \nhearing on the Motions, and other appropriate matters of record, the Court hereby \nDENIES Defendants’ Motion and DENIES Plaintiff’s Objections as moot as set forth \nbelow. \n \n1 (Defs.’ Rule 12(c) Mot. Partial J. on Pleadings or, the Alt ., Partial Summ. J. [hereinafter \n“Defs.’ Mot.”], ECF No. 19.) \n \n2 (Pl.’s Objs. Consideration Aff. Jennifer Houti & Premature Consideration Alt. Mot. Partial \nSumm. J. [hereinafter “Pl.’s Obj.”], ECF No. 31.) \n \nYoder v. Verm, 2024 NCBC 60. \nSearson, Jones, Gottschalk & Cash, PLLC, by W. Scott Jones, and \nPrince, Massagee & Alexander, PLLC, by Sharon B. Alexander, 3 for \nPlaintiff Daniel Yoder, M.D. \n \nJames, McElroy & Diehl, P.A., by Jennifer M. Houti, Adam L. Ross, and \nHaley M. Lohr, for Defendants Alan Verm, M.D., Looking Glass \nEnterprises, LLC, and Looking Glass Eye Center, P.A. \n \nBledsoe, Chief Judge. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND  \n3. The Court does not make findings of fact when ruling on a motion for \njudgment on the pleadings under Rule 12(c) of the North Carolina Rules of Civil \nProcedure (the “Rule(s)”) and instead recites only those allegations in the pleadings \nthat are relevant and necessary to the Court’s determination of the motion.  \n4. Plaintiff Daniel Yoder, M.D. (“Dr. Yoder” or “Plaintiff”) and Defendant Alan \nVerm, M.D. (“Dr. Verm”) are ophthalmologists who once practiced medicine together \nin western North Carolina as sole and equal shareholders of Defendant Looking Glass \nEye Center, P.A. (“LGEC”).\n4  At one time they were also the sole and equal members \nof Defendant Looking Glass Enterprises, LLC (“LGE”), which owns a medical office \nbuilding and real property in Hendersonville, North Carolina. 5  LGE holds a 72% \n \n3 On 7 May 2024, after they filed briefs in support of Plaintiff’s Objection and in opposition \nto Defendants’ Motion, the Court permitted Alexander and the law firm of Prince, Massagee \nand Alexander, PLLC to withdraw as counsel of record for Plaintiff .  (See Order Pl.’s Mot. \nSubstitution Counsel, ECF No. 35.)   \n \n4 (Verm Defs.’ Answer [“Answer”], Affirmative Defenses, and Countercls.  [“Countercls.”], \nCountercls. ¶ 8, ECF No. 3.) \n \n5 (Countercls. ¶¶ 9, 10.) \nmembership interest in Healthcare LLC, VII (“Healthcare VII”), which holds the \nground lease for and owns a medical office building in Brevard, North Carolina , out \nof which LGEC operates its Hendersonville medical office (the “Healthcare \nBuilding”).\n6 \n5. This lawsuit has its origins in the settlement of three mandatory complex \nbusiness cases previously before this Court: Looking Glass Eye Center, P.A. v. Daniel \nM. Yoder, M.D. (Henderson County Superior Court, Civil Action No. 22-CVS-1141), \nDaniel Yoder v. Looking Glass Enterprises, LLC (Henderson County Superior Court, \nCivil Action No. 22-CVS-1384), and Daniel Yoder, M.D., individually and derivatively \non behalf of Looking Glass Eye Center, P.A.  v. Looking Glass Eye Center, P.A.  and \nAlan Verm, M.D. (Transylvania County Superior Court, Civil Action No. 22-CVS-332) \n(collectively, the “Original Litigation”).   \n6. As in the current action, Dr. Yoder, Dr. Verm, LGEC, and LGE were the \nonly parties to the Original Litigation, and they memorialized the settlement of the \nOriginal Litigation in a written settlement agreement (the “Settlement Agreement” \nor the “Agreement”) 7 signed by all parties  in late 2022.8  Because the Transylvania \nCounty action contained derivative claims, the Court also approved the settlement in \n \n6 (Countercls. ¶¶ 11–13.) \n \n7 (Settlement Agreement and Mutual Release [hereinafter “Settlement Agreement”], ECF \nNo. 2 (redacted), ECF No. 60 (unredacted).)   \n \n8 (Settlement Agreement at 12.) \n \nthat action on 15 December 2022. 9  After the Settlement Agreement was executed, \nthe parties dismissed all claims in each action , thereby bringing the Original \nLitigation to an end. \n7. Eleven months later, on 28 November 2023, Dr. Yoder filed the Verified \nComplaint initiating the current action, asserting five claims based on his allegation \nthat Dr. Verm, LGEC, and LGE (collectively, “Defendants”) have “failed and refused \nto comply with all of the obligations imposed  . . . by the terms of the Settlement \nAgreement.”10  More particularly, Dr. Yoder asserts breach of contract claims against \nDr. Verm and LGEC for their alleged failure to pay (i) “Additional Funds,” as defined \nin the Settlement Agreement (Count One)11; (ii) interest on a promissory note (Count \nTwo)12; and (iii) the full agreed -upon buyout amount for Dr. Yoder’s membership \ninterest in LGE (Count Three) .13  Dr. Yoder also asserts a breach of contract claim \nagainst Dr. Verm and LGE for their alleged failure to pay “36% of the appraised value \nof the Healthcare Building  and any cash held by Healthcare VII, after subtracting \nthe amount of outstanding debts of Healthcare VII in existence as of the date of the \nSettlement Agreement.” 14  In addition, Dr. Yoder broadly seeks a declaratory \n \n9 (Verified Compl. ¶¶ 8 –9, ECF No. 2; Order Approving Proposed Settlement Agreement, \nTransylvania County Civil Action No. 22-CVS-332, ECF No. 38.) \n \n10 (Verified Compl. ¶ 16.) \n \n11 (Verified Compl. ¶¶ 18–27.) \n \n12 (Verified Compl. ¶¶ 28–44.) \n \n13 (Verified Compl. ¶¶ 45–63.) \n \n14 (Verified Compl. ¶¶ 64–83.) \n \njudgment “relating to the parties’ respective rights and obligations  under the \nSettlement Agreement.”15   \n8. Defendants filed their Answer, Affirmative Defenses, and Counterclaims \n(the “Counterclaims ”) on 17 January 2024 ,16 and Dr. Yoder filed his Affirmative \nDefenses and Reply to the C ounterclaims on 14 February 2024. 17  Defendants filed \nthe current Motion on 18 April 2024, 18 and Dr. Yoder filed his Objections on 7 May \n2024.19   \n9. After full briefing, the Court held a hearing on the Motions on 10 July 2024 \n(the “Hearing”), at which all parties were represented by counsel.  The Motions are \nnow ripe for resolution.  \nII. \nLEGAL STANDARD \n10. Rule 12(c) provides that “[a]fter the pleadings are closed but within such \ntime as not to delay the trial, any party may move for judgment on the pleadings.”  \nN.C. R. Civ. P. 12(c).  Rule 12(c) is intended “to dispose of baseless claims or defenses \nwhen the formal pleadings reveal their lack of merit and is appropriately employed \nwhere all the material allegations of fact are admitted in the pleadings and only \n \n15 (Verified Compl. ¶ 85.) \n \n16 (Answer and Countercls.) \n \n17 (Pl.’s Affirmative Defenses and Reply, ECF No. 6.) \n \n18 (Defs.’ Mot.) \n \n19 (Pl.’s Obj.)   \n \nquestions of law remain.”  DiCesare v. Charlotte-Mecklenburg Hosp. Auth., 375 N.C. \n63, 70 (2020) (quoting Ragsdale v. Kennedy, 286 N.C. 130, 137 (1974)). \n11. In considering a motion for judgment on the pleadings: \nall well pleaded factual allegations in the nonmoving party’s pleadings \nare taken as true and all contravening assertions in the movant’s \npleadings are taken as false.  As with a motion to dismiss, the trial court \nis required to view the facts and permissible inferences in the light more \nfavorable to the nonmoving party.  A Rule 12(c) movant must show that \nthe complaint fails to allege facts sufficient to state a cause of action or \nadmits facts which constitute a complete legal bar to a cause of action. \n \nTully v. City of Wilmington, 370 N.C. 527, 532 (2018) (cleaned up). \n12. Under Rule 12(c), the trial court may consider “[a]n exhibit, attached to \nand made a part of the [complaint],” Wilson v. Crab Orchard Dev. Co., 276 N.C. 198, \n206 (1970), and documents that are “the subject of the action and specifically \nreferenced in the complaint,” Erie Ins. Exch. v. Builders Mut. Ins. Co., 227 N.C. App. \n238, 242 (2013).  Where  a document is attached to a pleading, “[t]he terms of such \nexhibit control other allegations of the pleading attempting to paraphrase or construe \nthe exhibit, insofar as these are inconsistent with its terms.”  Wilson , 276 N.C. at \n206.\n20 \n13. “The party moving for judgment on the pleadings must show that no \nmaterial issue of fact exists and that he is entitled to judgment as a matter of law.”  \nDaniels v. Montgomery Mut. Ins. Co., 320 N.C. 669, 682 (1987).  Moreover, a “motion \nunder Rule 12(c) must be carefully scrutinized lest the nonmoving party be precluded \n \n20 A redacted version of the Settlement Agreement was attached to Plaintiff’s Verified \nComplaint.  (See ECF No. 2.)  At the Court’s direction, Dr. Verm filed an unredacted version \nof the Settlement Agreement on the Court’s docket on 9 September 2024.  (See ECF No. 60.) \n \nfrom a full and fair hearing on the merits.”  Newman v. Stepp, 376 N.C. 300, 305 \n(2020) (citation and internal quotation marks omitted). \nIII. \nANALYSIS  \n14. Defendants have substantially narrowed the matters at issue on the Motion \nsince its filing.  Although they originally sought “judgment on Plaintiff’s claim for \ndeclaratory judgment and [Defendants’] counterclaim for declaratory judgment with \nrespect to the declarations identified in [ Defendants’] prayer for relief at Paragraph \n2(c), (d), (e), and (f),” Defendants orally withdrew this aspect of their Motion at the \nHearing under both Rule s 12(c) and 56.   Thereafter, Defendants  filed a Notice of \nPartial Withdrawal of Motion (the “Withdrawal Notice”)  to formalize the \nwithdrawal.\n21 \n15. Defendants also withdrew at the Hearing and through the Withdrawal \nNotice their alternative motion for summary judgment under Rule 56  to the extent \nDefendants sought (i) dismissal of “Count Four (Breach of Contract Against Verm \nand LGE, LLC) of Plaintiff’s Complaint” and (ii) judgment on Defendants’ \n“counterclaim for declaratory judgment as stated in Paragraph 2(h) of [ Defendants’] \nprayer for relief, which seeks a declaration that: Pursuant to the Settlement \nAgreement, upon the sale of the [Healthcare Building,]  Yoder is entitled to \n \n21 (Not. Partial Withdrawal Mot., ECF No. 58.) \n \ndisbursement of 36% of the net proceeds from the sale plus 36% of the net cash held \nby Healthcare LLC, VII at that time, and nothing more.”22   \n16. As a result, the only issues that remain for determination are Defendants’ \nMotion under Rule 12(c) to (i) dismiss Count Four of Plaintiff’s Complaint and (ii) \nenter judgment for Defendants on their counterclaim as stated in Paragraph 2(h) of \nDefendants’ P rayer for R elief.  These claims essentially mirror one another and \nreflect the parties’ competing interpretations of section 2 .H.c of the Settlement \nAgreement.  Dr. Yoder alleges in Count Four of his Verified Complaint that, under \nsection 2.H.c, he is “entitled to 36% of the appraised value of the Healthcare Building \nand any cash held by Healthcare VII, after subtracting the amount of any outstanding \ndebts of Healthcare VII in existence as of the date of the Settlement Agreement.”\n23  \nIn contrast, and as noted above, Defendants argue section 2 .H.c provides that “upon \nthe sale of the [Healthcare Building], [Dr.] Yoder is entitled to disbursement of 36% \nof the net proceeds from the sale plus 36% of the net cash held by Healthcare LLC, VII \nat that time, and nothing more.”24 \n17. Section 2.H.c. provides, in relevant part, as follows: \nc. Purchase of Yoder’s Interest in Healthcare VII \n \nUpon receipt of the appraisals of the Healthcare Building, Verm shall \nact promptly and work in good faith and in a commercially reasonable \n \n22 As a result of the Withdrawal Notice, Defendants have withdrawn their alternative motion \nunder Rule 56 in its entirety.  Therefore, Plaintiff’s Objections to the Court’s consideration of \nthat alternative motion shall be denied as moot. \n \n23 (Verified Compl. ¶ 79 (emphasis added).)  \n \n24 (Countercls. Prayer for Relief ¶ 2(h) (emphasis added).) \n \nmanner to effectuate his purchase of Yoder’s membership interest in \nHealthcare VII.  More specifically, Verm shall work in good faith with \nACN to permit Verm to purchase Yoder’s membership interest in \nHealthcare VII for 36% of the apprais ed fair market value of the \nHealthcare Building and any cash held by that entity, after subtracting \nthe amount of any outstanding debts of that entity in existence as of the \ndates of this Agreement, i.e., the Healthcare VII Buyout.  Upon Yoder’s \nreceipt of such payment, Yoder’s membership interest in Healthcare VII \nshall be considered sold and transferred in full to Verm, and Yoder shall \nbe deemed to have resigned from any and all positions or affiliations \nwith Healthcare VII, including, but not limited to, as a member, officer, \ndirector, manager, or agent. \n \n*** \n \nNotwithstanding the foregoing, in the event that, during the thirty days \nfollowing the Settlement Date, the Parties confirm that ACN intends to \nmarket and sell the Healthcare Building, Verm shall instead promptly \nwork in a good faith and commercially reasonable matter [sic] with ACN \nto cause Healthcare VII to market and to sell the Healthcare Building \nin a commercially reasonable manner, and upon consummation of the \nsale, Yoder shall be paid net proceeds, plus any cash held by that entity \nat the time of the closing of the sal e of the Healthcare Building, \ncommensurate with his 36% membership interest in Healthcare VII.\n25    \n \n18. Defendants argue that, on the pleaded facts , the second-quoted paragraph \nabove applies.  Defendants  acknowledge that “33 days after the Settlement Date, a \nlawyer for [ACN] confirmed in writing that [ACN] did wish to proceed with marketing \nand selling the [Healthcare Building]” —thus implicitly conceding that A CN’s \nconfirmation of its intent to market and sell did not come within thirty days after the \nSettlement Date .  Even so, they  argue that , under North Carolina law,  “[ACN’s] \ndesire to market and sell the [Healthcare Building] simply had to occur within a \nreasonable time after 30 days from the Settlement Date.”26  Asserting that where, as \n \n25 (Settlement Agreement, at sec. 2.H.c.) \n \n26 (Verm Defs. Br. Supp. Rule 12(c) Mot. 12 [hereinafter “Br. Supp. Defs. Mot.”], ECF No. 20.) \nhere, the Settlement Agreement does not contain a “time is of the essence” clause, \nDefendants contend that “North Carolina law implies that performance must be \ncompleted within a reasonable time” and that the timing of ACN’s performance three \ndays after the expiration of the 30- day confirmation period was reasonable. 27  As \nsuch, Defendants argue that the second -quoted paragraph in section 2.H.c. applies, \nDr. Yoder’s claim and defense based on the applicability of the first-quoted paragraph \nare therefore without merit, and thus that judgment should be entered for \nDefendants under Rule 12(c).28 \n19. The Court finds Defendants’ argument without merit .  Indeed, Defendants \nfundamentally misapprehend North Carolina’s “ reasonable time to perform”  rule.  \nOur courts have long made clear that the “ the reasonable time to perform ” rule \napplies only to contracts for the purchase and sale of real property, rather than in all \ncontexts, as Defendants appear to contend.  As our Court of Appeals has summarized: \nAs a general rule, the language of a contract should be interpreted as \nwritten; however, there is a well-settled exception, the “reasonable time \nto perform rule,” that applies to contracts for the sale of real property.  \nWith respect to these realty sale contracts, it has long been held that in \nthe absence of a “time is of the essence” provision, time is not of the \nessence, the dates stated in an offer to purchase and contract agreement \nserve only as guidelines, and such dates are not binding on the parties. \n \nHarris v. Stewart, 193 N.C. App. 142, 146 (2008).  See, e.g., Kassel v. Rienth, 289 N.C. \nApp. 173, 183 (2023) (recently applying Harris). \n \n27 (Br. Supp. Defs. Mot. 11–12.) \n \n28 (Br. Supp. Defs. Mot. 10–16.) \n20. It is undisputed that the Settlement Agreement is concerned with Dr. \nVerm’s purchase of Dr. Yoder’s interests in LGEC, LGE, and Healthcare VII and that \nsection 2.H.c., in particular, concerns Dr. Verm’s purchase of Dr. Yoder’s interest in \nHealthcare VII.  While section 2.H.c. contemplates that the Healthcare Building may \nbe sold to a third  party, neither that section nor the Settlement Agreement more \nbroadly creates a contract for the purchase and sale of real property.  As such, the \n“reasonable time to perform rule” has no application to section 2.H.c. , and instead \nthat section’s language must be interpreted as written.29   \n21. Based on its careful review of the Settlement Agreement, the Court \nconcludes that section 2.H.c. unambiguously provides that, unless the parties confirm \nthat ACN intends to market and sell the Healthcare Building within thirty days \nfollowing the Settlement Date, the procedure outlined in the first paragraph of section \n2.H.c. shall control.  Here, Dr. Yoder has alleged that “during the thirty days following \nthe Settlement Date, the Parties did NOT confirm to Yoder that ACN intends to \nmarket and sell the Healthcare Building.” 30  Assuming  the truth of this allegation, \nDr. Yoder has successfully pleaded facts that require Dr. Verm to purchase his \ninterest in Healthcare VII based on 36% of the appraised fair market value of the \nHealthcare Building as set forth in the first -quoted paragraph in section 2.H.c.  \n \n29 North Carolina’s other “reasonable time” rule—that “if no time for the performance of an \nobligation is agreed upon by the parties, then the law prescribes that the act must be  \nperformed within a reasonable time,” Metals Corp. v. Weinstein, 236 N.C. 558, 561 (1952)  \n(cleaned up)—does not apply here either  because section 2.H.c. expressly supplies a thirty -\nday time period for the parties’ performance. \n \n30 (Verified Compl. ¶ 77 (emphasis in original).) \n   \nAlthough Defendants denied Dr. Yoder’s allegation that confirmation of ACN’s intent \ndid not occur within the required 30-day period,31 that denial does not support their \nmotion under Rule 12(c), which requires that the pleadings contain undisputed facts \non which judgment may be entered as a matter of law for the moving party.  See, e.g., \nShehan v. Gaston County, 190 N.C. App. 803, 806 (2008) (“Judgment on the pleadings, \npursuant to Rule 12(c), is appropriate when all the material allegations of fact are \nadmitted in the pleadings and only questions of law remain.”).  Based on the \nforegoing, the Court concludes that Defendants’ Motion must be denied. \nIV. \nCONCLUSION \n22. WHEREFORE, based on the foregoing, the Court hereby DENIES \nDefendants’ Motion and DENIES Plaintiff’s Objections as moot. \n SO ORDERED, this the 10th day of September, 2024. \n \n     /s/ Louis A. Bledsoe, III \n     Louis A. Bledsoe, III    \n      Chief Business Court Judge \n \n \n31 (See Answer ¶ 77.)  The Court notes that Defendants’ Counterclaim does not contain factual \naverments suggesting that within thirty days of the Settlement Date, the parties did, in fact, \nconfirm that ACN intended to market and sell the Healthcare Building.  The only reference \nto the timing of that confirmation is the 18 January 2023 communication from ACN’s lawyer \nthe Court discussed  above.  (See Countercls. ¶  41.)  Given Defendants’ counterclaim \nallegation, and considering that Defendants argued on the Motion that confirmation was not \nreceived until thirty-three days after the Settlement Date, it is unclear to the Court on what \nbasis Defendants denied, and continue to deny, Dr. Yoder’s allegation at paragraph 77 of his \nComplaint. "
}