{
  "id": "bb7cd6dd483ce7d9ec2e3c6fe411eb85fbaa812ed09fabac66e9e05bb4bb612d",
  "source_file": "data/raw/ncbc/bb7cd6dd483ce7d9ec2e3c6fe411eb85fbaa812ed09fabac66e9e05bb4bb612d.pdf",
  "raw_text": "Kight v. Ganymede Holdings II, Inc., 2012 NCBC 46. \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUS TICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 11 CVS 15177 \n \n \nJOHN A. KIGHT and KIGHT'S MEDICAL ) \nCORP., ) \n Plaintiffs )  \n  ) ORDER ON NOTICE  \n v.  ) OF DESIGNATION   \n   )  \nGANYMEDE HOLDINGS II, INC., VINCE E. ) \nCOLE, PATRICK O'BRIEN and ACTIVA  ) \nMEDICAL INC.,  ) \n  Defendants ) \n  \n \nTHIS MATTER is before the court on Plaintiffs' Notice of Designation of Action as \nMandatory Complex Business Case Under N.C. Gen. Stat. § 7A-45.4(5) (\"Notice of \nDesignation\"), submitted via e-mail to the court on July 19, 2012; and \nTHE COURT, having reviewed Plaintiffs' Notice of Designation, Complaint, \nAmended Complaint and other pertinent matters of record, FINDS and CONCLUDES \nthat the Notice of Designation is untimely under N.C. Gen. Stat. § 7A-45.4 (\"Mandatory \nStatute\"). \nPlaintiffs filed their Amended Complaint in this matter, upon which the Notice of \nDesignation is based, on June 22, 2012.  Under Rule 3.1(b) of the General Rules of \nPractice and Procedure for the North Carolina Business Court, a party amending a \npleading that raises a new material issue listed in subsection (a) of the Mandatory \nStatute may file a notice of designation with respect to such new material issue within \nthe time periods set forth in subsection (d) of the Mandatory Statute.  \nSubsection (d) of the Mandatory Statute provides that a plaintiff filing a notice of \ndesignation shall do so \"contemporaneously\" with the filing of the complaint.  Likewise, \na notice of designation based on an amended complaint shall be filed \ncontemporaneously with the amended complaint.  In Ross v. Autumn House, Inc. , \nCaldwell County No. 07 CVS 2172 (N.C. Super. Ct. Order Feb. 26, 2008), this court \ninterpreted \"contemporaneously\" in this context to mean within thirty days of the filing of \nthe complaint, relying on certain \"guidelines\" published on the website for the North \nCarolina Business Court. \nThe court now reconsiders the requirement that a notice of designation be filed \ncontemporaneously with the complaint.  To comply with this requirement, a plaintiff must \nfile a notice of designation at the same time the complaint—or amended complaint—is \nfiled.  The \"guidelines\" referenced in the Ross Order were removed from the North \nCarolina Business Court website in May 2012. \nPlaintiffs' Notice of Designation in this matter was filed twenty-seven days after \nthe filing of the Amended Complaint.  As such, Plaintiffs' Notice of Designation is \nuntimely, and this case should be REMANDED to Wake County Superior Court. \nSO ORDERED, this the 21st day of August, 2012. \n \n \n \n "
}