{
  "id": "bbed0cc4edd7f69bde6df13e2ce542d0bc7d423368bea17679749ecb228f54f6",
  "source_file": "data/raw/ncbc/bbed0cc4edd7f69bde6df13e2ce542d0bc7d423368bea17679749ecb228f54f6.pdf",
  "raw_text": "Hefner v. Mission Hosp., Inc., 2016 NCBC 21. \nSTATE OF NORTH CAROLINA \nCOUNTY OF BUNCOMBE \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n12 CVS 3088 \nSTEPHEN HEFNER, on behalf of \nhimself and all others similarly \nsituated, \n \nPlaintiff, \n \nv. \n \nMISSION HOSPITAL, INC., a North \nCarolina Corporation; and MISSION \nHEALTH SYSTEM, INC., a North \nCarolina Corporation, collectively \ndoing business as MISSION \nHEALTH; and DOES 1 through 25, \ninclusive,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER & OPINION \n \n {1} THIS MATTER is before the Cour t on Defendants’ Motion to Dismiss \nPlaintiff’s Appeal (“Motion”).  For the reasons explained below, the Motion is \nGRANTED, and Plaintiff’s appeal is DISMISSED. \nHiggins Benjamin, PLLC by John F. Bloss and Barry L. Kramer Law Offices \nby Barry L. Kramer (pro hac vice) for Plaintiff. \n \nRobinson Bradshaw & Hinson, P.A. by Robert W. Fuller and Fitz E. \nBarringer for Defendants. \n \nGale, Chief Judge. \nI. BACKGROUND \n{2} The relevant facts necessary to decide the Motion are largely \nundisputed. \n{3} The parties agree that, pursuant to  Rule 3 of the North Carolina Rules \nof Appellate Procedure (“Appellate Rule(s)”), the notice of appeal at issue was \nrequired to be filed with the Buncombe County Clerk of Superior Court (“Clerk of \n \n \n \n \nCourt”) no later than January 19, 2016.  N.C. R. App. P. 3(a), (c).  The Clerk of \nCourt file stamped the Notice of Appeal of the Court’s Final Order and Class \nCertification Order (“Notice of Appeal”) on January 20, 2016.  Plaintiff contends \nthat the Notice of Appeal was in the Clerk of Court’s possession on or before that \ndate, such that Appellate Rule 3 was satisfied.  Defendants challenge Plaintiff’s \nproof that the Clerk of Court received the Notice of Appeal before January 20, 2016.  \nDefendants further contend that, in any event, the date of filing is controlled by the \nfile stamp and that the Notice of Appeal was therefore untimely.   \n{4} The Court executed and electronica lly filed in its filing system an \nOrder & Opinion (“Final Order”) on December 15, 2015, that dismissed all of \nPlaintiff’s claims and denied reconsideration of the Court’s December 8, 2014, Order \nDenying Plaintiff’s Motion for Class Certification (“Class Certification Order”).  The \nCourt mailed that Final Order to the Clerk of Court, who then file stamped it on \nDecember 17, 2015.   \n{5} On January 8, 2016, Plaintiff’s couns el electronically filed Plaintiff’s \nNotice of Appeal.  Plaintiff’s counsel also sent Plaintiff’s Notice of Appeal via FedEx, \nreturn receipt requested, addressed to “Buncombe County Courthouse, ATTN: Civil \nDivision.”  (Pl.’s Resp. Opp’n Defs.’ Mot. Dismiss Pl.’s Appeal Ex. C, at Ex. B.)  \nPlaintiff’s counsel received an e-mail confirmation that the FedEx package was \ndelivered on January 12, 2016. \n{6} Plaintiff has provided affidavits indicating that the FedEx package \nthat contained the Notice of Appeal was not delivered to Clerk of Court but instead \nwas delivered to the Sheriff’s Department of Buncombe County (“Sheriff’s \nDepartment”).  Those affidavits document that the Sheriff’s Department has a \nprocedure whereby it delivers certain documents to the Clerk of Court.  However, \nthere is no clear and direct evidence that the Notice of Appeal was, in fact, received \nby the Clerk of Court before January 20, 2016, the date on which it was file \nstamped. \n \n \n \n \n \nII. ANALYSIS \n{7} The parties agree that the Notice of Appeal must have been filed no \nlater than January 19, 2016, to satisfy Appellate Rule 3, irrespective of whether the \nfiling deadline is calculated from the date the parties received notice that the Final \nOrder was filed electronically or from the date the original Final Order was filed \nwith the Clerk of Court.  See N.C. R. Civ. P. 58; BCR 6.11; see also E. Brooks \nWilkins Family Med., P.A. v. WakeMed, No. COA15-217, 2016 N.C. App. LEXIS 53, \nat *12 (Jan. 5, 2016) (“This Court has held a litigant’s actual notice of a final order \nwithin three days of its entry triggers Rule 3(c) and notice of appeal must be filed \nwithin thirty days of the date of entry.”); Carter v. Clements Walker PLLC, No. 08 \nCVS 4333, 2014 NCBC LEXIS 12, at *2 n.1 (N.C. Super. Ct. Apr. 30, 2014). \n{8} Because the Notice of Appeal’s file stamp indicates that the Notice of \nAppeal was filed on January 20, 2016, Plaintiff must produce evidence that the \nNotice of Appeal was filed prior to that date.  See N.C. R. Civ. P. 3(a) (noting that \nthe Clerk of Court’s entry of the date of filing on a complaint is prima facie evidence \nof the date of filing); cf. Ikerd v. Greenwood, No. 07 CVS 4447, 2008 NCBC LEXIS \n11, at *4 (N.C. Super. Ct. Apr. 30, 2008) (holding that the party that files a notice of \ndesignation has the burden of showing that the notice was timely filed).   \n{9} As the Court stated in Ehrenhaus v. Baker, “the trial court is held to a \nstrict construction of Appellate Rule 3.”  2014 NCBC LEXIS 30, at *10 (N.C. Super. \nCt. July 16, 2014), cert. denied and appeal dismissed, __ N.C. App. __, 776 S.E.2d \n699 (2015); see also Am. Mech., Inc. v. Bostic, Nos. COA15-385, COA15-422, \nCOA15-525, 2016 N.C. App. LEXIS 130, at *8–18 (Feb. 2, 2016), aff’g No. 12 CVS \n1384, 2014 NCBC LEXIS 48 (N.C. Super. Ct. Oct. 6, 2014).  The law is unclear \nregarding whether a document is considered to be “filed” only after it has been \nstamped by a clerk of court.  See, e.g., Peebles v. Moore, 302 N.C. 351, 355, 275 \nS.E.2d 833, 835 (1981) (“For many years the rule in this jurisdiction has been that a \npaper writing is deemed to be filed when it is delivered for that purpose to the \nproper officer and received by him.”); cf. N.C. R. Civ. P. 3(a) (calling the entry of a \n \n \n \n \ndate on a complaint “prima facie evidence” of the date of filing, rather than \nmandating that the date on the file stamp is the date of filing). \n{10} Plaintiff’s affidavits suggest a possibility that the Clerk of Court had \npossession of the Notice of Appeal by January 19, 2016, but it is not entirely clear \nthat this was the case. \n{11} The Court is sympathetic to the circumstances in which Plaintiff now \nfinds himself.  However, the Court believes that it must view Plaintiff’s proof \nthrough the same standard of strict construction under which it must apply the \nAppellate Rules.  After so doing, the Court holds that Plaintiff has not met his \nburden of proving that the Notice of Appeal was filed on any day other than \nJanuary 20, 2016, the date found on the file stamp.  As a result, the Court need not \naddress whether the Notice of Appeal was “filed” as of the date it was delivered to \nthe Clerk of Court.  Having so held, this Court does not have the discretion to allow \nthe appeal, as Appellate Rules 2 and 21 vest such discretion only in the appellate \ncourts.  \nAm. Mech., Inc., 2016 N.C. App. LEXIS 130, at *18; see also N.C. R. App. P. \n2, 21.    \n{12} Accordingly, this Court must conclude that the Notice of Appeal was \nuntimely filed, Defendants’ Motion must be GRANTED, and Plaintiff’s appeal must \nbe DISMISSED. \n \nIT IS SO ORDERED this the 29th day of February, 2016. \n \n \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Special Superior Court Judge \n    for Complex Business Cases \n "
}