{
  "id": "bbf207595971c08cbf09d61b7f7ca7dfc43c1e078f900055f15305f1ce157ab6",
  "source_file": "data/raw/ncbc/bbf207595971c08cbf09d61b7f7ca7dfc43c1e078f900055f15305f1ce157ab6.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nCOUNTY OF GUILFORD \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n14 CVS 7741 \nRONALD E. PETTY, SR. and \nRONALD E. PETTY, III, Individually \nand Derivatively on Behalf of \nABSOLUTE RECYCLING \nCONTRACTORS, LLC, \n \nPlaintiffs, \n \nv. \n \nCHADHAM S. MORRIS and \nMICHAEL R. MCFEELEY,  \n \nDefendants \n \n  and \n \nABSOLUTE RECYCLING \nCONTRACTORS, LLC \n \nNominal Defendant. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER \n \n \n {1} THIS MATTER is before the Court on Defendants’ Motion to Dismiss, \nfiled on August 22, 2014 (“Defendants’ Motion”), and Plaintiffs’ Motion to Recognize \nPlaintiff’s July 17, 2014 Letter As a Proper Demand on ARC and Allow Plaintiffs to \nProceed with the Derivative Claims Against Defendants, or Alternatively, to \nShorten or Waive the 90-Day Waiting Period, filed on December 1, 2014 (“Plaintiffs’ \nMotion”) (collectively, the “Motions”).  As the Motions challenge the parties’ \nstanding to bring claims, the Court must resolve these Motions prior to further \nconsidering the other matters at issue. \n \nSmith Moore Leatherwood LLP, by Patti W. Ramseur and W. Craig Turner \nfor Plaintiffs. \n \nPetty v. Morris, 2014 NCBC 66. \n \n \nBrooks, Pierce, McLendon, Humphrey & Leonard LLP, by Justin N. Outling \nand Jennifer K. Van Zant for Defendants. \n \nGale, Chief Judge. \nI. MATTER BEFORE THE COURT \n {2} This litigation arises from disp utes among the members of Absolute \nRecycling Contractors, LLC (“ARC”).  The five ARC members and their percentage \ninterests are as follows: \n(a) Plaintiff Ronald E. Petty, Sr. (“Petty, Sr.”) owns 25.4%; \n(b) Plaintiff Ronald E. Petty, III (“Petty, III”) owns 25.4%; \n(c) Defendant Chadham S. Morris (“Morris”) owns 14.4%; \n(d) Defendant Michael R. McFeeley (“McFeeley”) owns 9.4%; \n(e) Nonparty C. Norman Bunce (“Bunce”) owns 25.4%. \nAs more fully discussed below, ARC’s Operating Agreement provides that decisions \naffecting ARC’s assets or affairs requires agreement of two-thirds of the ownership \ninterests. \n{3} Plaintiffs and Defendants both seek to assert derivative claims on \nbehalf of ARC.  This Order is limited to the consideration of whether demand \nprerequisites have been met, entitling the members to bring derivative actions.  \nAssuming that at least one of the parties has standing, the Court will address the \nmerits of the respective derivative claims in a separate order. \n {4} Plaintiffs initiated the action by filing a Verified Complaint and \nMotion for Preliminary Injunction (“Original Complaint”) on July 22, 2014.  \nPlaintiffs assert that their derivative claims follow a pre-suit demand on ARC by \nletter from their counsel dated July 17, 2014 (“Plaintiffs’ Demand Letter”).  They \nseek to redress alleged breaches of fiduciary duty by Defendants Morris and \nMcFeeley.   \n{5} On August 22, 2014, Defendants  moved to dismiss the Original \nComplaint, asserting that the purported individual claims are instead derivative \n \n \nclaims and attacking Plaintiffs’ standing to bring a derivative claim for failure to \nmake a proper pre-suit demand. \n {6} On September 15, 2014, Defendants filed their Answer and \nCounterclaims.  They also derivatively filed their Motion for Preliminary Injunction \nand for Receivership, seeking to redress alleged breaches of Plaintiffs’ fiduciary \nduties to ARC.  Defendants assert that their derivative claims followed a pre-suit \ndemand on ARC made by letter from their counsel dated June 6, 2014 (“Defendants’ \nDemand Letter”).   \n {7} On October 23, 2014, the Court held an initial case management \nconference.  The Court set a hearing on pending motions for November 18, 2014.  At \nthat time, no motion to dismiss had been made to dismiss Defendants’ derivative \nclaims for failure to make proper pre-suit demand.  After the hearing, when \nconsidering Defendants’ Motion to Dismiss, the Court, on its own motion, raised the \nquestion of whether Defendants’ pre-suit letter was an adequate demand, and noted \nthat the record did not contain certain facts necessary to resolve whether either \nparty had met the statutory requirements for pre-suit demand.   \n {8} On November 10, 2014, Plaintiffs  filed their First Amended Complaint \nand Motion for Preliminary Injunction (“Amended Complaint”). \n{9} The Court allowed the parties to supplement the record to present \nadditional facts as to the circumstances of how the demand letters were sent and \nreceived.  On December 1, 2014, Plaintiffs responded by filing the Plaintiffs’ Motion, \naccompanied by the Fifth Affidavit of Ronald E. Petty, III.  By the motion, Plaintiffs \nalso asked the Court to find that Plaintiffs legitimately brought the derivative claim \nless than ninety days after demand on ARC, in light of their demonstration of the \nimmediate irreparable harm ARC was suffering.   \n{10} Defendants replied by filing the Defendants’ Motion and Bunce’s \nsupplemental affidavit.   \n{11} The challenge to the adequacy of any pre-suit demand is, \ninter alia, a \nchallenge to the Court’s subject matter jurisdiction over the derivative claims.  A \nparty’s standing to bring a derivative claim depends on whether they properly meet \n \n \nthe demand requirement.  N.C. Gen. Stat. § 57D-8-01 (2014) (“[A] member may \nbring a derivative action if the following condition[ is] met: . . . The member made \nwritten demand on the LLC to take suitable action . . . .”).  “Standing is a necessary \nprerequisite to a court’s proper exercise of subject matter jurisdiction.”  Aubin v. \nSusi, 149 N.C. App. 320, 324, 560 S.E.2d 875, 878 (2002).  Because “[a] Court may \nnot properly exercise subject matter jurisdiction over the parties to an action unless \nthe standing requirements are satisfied,” the Court must first determine whether \nthe demand requirement is met prior to entering further orders in this matter.  \nTeague v. Bayer AG, 195 N.C. App. 18, 23, 671 S.E.2d 500, 554 (2009). \nII. FINDING OF FACTS \n {12} It is appropriate for the Court to consider record evidence beyond the \npleading in order to determine its jurisdiction.  Tart v. Walker, 38 N.C. App. 500, \n502, 248 S.E. 2d 736, 737 (1978) (“In our view, matters outside the pleadings . . . \nmay be considered and weighed by the court in determining the existence of \njurisdiction over the subject matter.”).  The Court makes the following findings of \nfact for purposes of the pending Motions only, and only as necessary to determine \nits jurisdiction.  \n {13} ARC is a privately held North Carolina Limited Liability Company \n(“LLC”) owned by five members in the percentages noted above. \n {14} The members executed the First Amended and Restated Operating \nAgreement of Absolute Recycling Contractors, LLC (“Operating Agreement”) in \n2010.  \n{15} Section 6.1 of the Operating Ag reement provides that ARC is member-\nmanaged, and that “except as otherwise provided herein, any management or \nsimilar decisions affecting the Company or its assets or affairs shall require the \nconsent of Members owning more than two-thirds (2/3) of the Percentage Interests.”  \n(Am. Compl. Ex. A, at 9.)\n1   \n                                                            \n1 Plaintiffs contend in their Amended Complaint that there has been an “Event of Sale” caused by \nthe termination of Morris’s and McFeeley’s employment.  Defendants challenge that contention.  \n \n \n{16} Section 11.6(a) of the Operatin g Agreement provides for notice to \nmembers by personal delivery or by mail, and without requiring registered or \ncertified mail.  Section 11.6(b) provides that delivery of notice to the Company may \nbe made as follows: \nAny notice to be given to the Company hereunder may either be \ndelivered personally or mailed by registered or certified mail, postage \nprepaid, addressed to the Company at the address of its registered \noffice set forth in Article III hereof.  Any notice so delivered or mailed \nshall be deemed to have been given to the Company at the time it is \ndelivered or mailed, as the case may be. \n(Am. Compl. Ex. A, at 27.)    \n{17} Section 11.6 does further not prov ide that these means of delivery of \nnotice to members or the company are exclusive. \n{18} Petty, III is, and at all releva nt times has been, ARC’s registered \nagent. \n{19} Each of ARC’s members was a memb er at the time relevant to the \nMotions. \n{20} Plaintiffs and Defendants each claim that the opposing parties have \nviolated fiduciary duties owed to ARC, thereby triggering claims that may be \nbrought by or on behalf of ARC, and that such claims are properly brought as \nderivative claims. \n{21} Defendants’ Demand Letter was written by the law firm of Brooks, \nPierce, McLendon, Humphrey & Leonard LLP (“Brooks Pierce”) while representing \nBunce, McFeeley, and Morris, and was addressed to ARC “c/o” of the law firm of \nSmith Moore Leatherwood, LLP (“Smith Moore”).  Smith Moore represented the \nPettys at that time, but there is some dispute whether Smith Moore also \nrepresented ARC.   \n{22} The Defendants’ Demand Letter followed earlier correspondence \nregarding Bunce’s demand to review ARC’s corporate records.  Bunce initially \n                                                            \nAlthough the Pettys could ultimately attain a two-thirds controlling interest if they obtained the \ninterests of both Morris and McFeeley, they have not done so. \n \n \nretained Brooks Pierce during or before May 2013.  On May 16, 2013, Bunce made \ndemand on ARC to allow Michael Schaefer (“Schaefer”) of Brooks Pierce, or his \ndesignee, to inspect ARC’s corporate books and records.  Bunce’s letter was sent by \ncertified mail and addressed to “Absolute Recycling Contractors, LLC c/o its \nMembers,” listing each of the four other members.  (Second Aff. Norman Bunce Ex. \nB, at 4.) \n{23}  On May 17, 2013, Petty, III advise d Bunce by e-mail that any request \nfor “information from any Petty family member, A-1 Sandrock and ARC” should \n“flow through our lawyers at Smith Moore.”  (Second Aff. Norman Bunce, Ex. B, at \n2.) \n{24} In response, Schaefer correspon ded with Stephen Klee (“Klee”) at \nSmith Moore, who Bunce believed was ARC’s corporate counsel.  Thereafter, \ndiscussions continued between Schaefer and Patti W. Ramseur (“Ramseur”) of \nSmith Moore.  On June 5, 2013, Schaefer sent a letter addressed to Ramseur, copied \nto “Absolute Recycling Contractors, LLC c/o its Members,” and listing each of the \nfour additional members.  (Second Aff. Norman Bunce Ex. E, at 2.)  It is unclear \nwhether the letter was mailed separately to the individual members. \n{25}  Justin N. Outling (“Outling” ), a Brooks Pierce attorney, assumed \nongoing communications with Smith Moore.  On February 17, 2014, Outling, on \nBunce’s behalf, sent a certified mail letter addressed to “Absolute Recycling \nContractors, LLC c/o its Members,” listing the other four members.  (Fifth Aff. \nRonald E. Petty, III, Ex. 4, at 1.)  Carbon copies were listed as sent to Ramseur and \nKlee.  It is unclear whether the letter was individually mailed to each member. \n{26}  In a February 21, 2014, email, Outling asked Ramseur whether Smith \nMoore represented ARC regarding the matter detailed in Outling’s February 17, \n2014, letter.  Ramseur responded by e-mail on February 24, 2014, that Smith Moore \ndid represent ARC in that regard, but gave Outling permission to contact Jimmy \nPetty, who is not an ARC member, but who was believed to be associated with A-1 \nSandrock.  Some of the records in question related to A-1 Sandrock and its dealings \nwith ARC. \n \n \n{27} On June 6, 2014, Outling sent the Defendants’ Demand Letter, \naddressed to “Absolute Recycling Contractors, LLC c/o Patti West Ramseur, Esq.” \nwith a reference line of “Members’ Demand for Action by Absolute Recycling \nContractors, LLC.”  (Fifth Aff. Ronald E. Petty, III Ex. 3, at 1.)  The letter reflects \nthat it was sent by e-mail and regular U.S. mail.  Different from prior \ncorrespondence, the letter was not addressed to ARC “c/o” its listed members.  The \nsalutation of the letter was: “Dear Members.” (Fifth Aff. Ronald E. Petty, III Ex. 3, \nat 1.)  The letter listed copies to Bunce, Morris, and McFeeley, but not to Petty, Sr. \nor Petty, III.  The text of the letter identified each of the five members and their \npercentage interest.  It identified Petty, III as an owner but not as ARC’s registered \nagent. \n{28} The first paragraph of the Defe ndants’ Demand Letter states that,  \n[o]n behalf of Messrs. Bunce, Morris and McFeeley, we hereby make a \nwritten demand (“Demand”), pursuant to Section § [sic] 57D-8-01 of \nthe North Carolina General Statutes, that the Company take suitable \naction to address certain misconduct and improper transactions \neffected by particular Members, management, or other persons \naffiliated with the Company.  \n(Fifth Aff. Ronald E. Petty, III Ex. 3, at 1.) \n{29} On June 18, 2014, Ramseur wrote a letter addressed to Morris \nindividually, copied to Outling, Bunce, and McFeeley, demanding that Morris \nprovide information regarding certain ARC revenues that had been received in \ncash.  Her letter identifies  Smith Moore’s clients as Petty, Sr. and Petty, III.  (Fifth \nAff. Ronald E. Petty, III Ex. 2, at 17.)   \n{30} On June 24, 2014, Ramseur resp onded to the Defendants’ Demand \nLetter.  She addressed her letter to Outling, and listed no copies.  Her letter began: \nAs you know, our firm represents Ronald E. Petty, Sr. and Ronald E. \nPetty, III.  We have reviewed your letter dated June 6, 2014, which is \naddressed to Absolute Recycling Contractors, LLC (“ARC”).  Our \nclients are unable to respond to any statutory demands directed to \nARC.  As you noted, Mr. Petty, Sr. and Mr. Petty, III do not own the \n2/3 of ARC’s percentage interests required for management decisions \naffecting ARC. \n \n \n(Fifth Aff. Ronald E. Petty, III Ex. 2, at 4.) \n{31} On July 17, 2014, Ramseur wrote Plaintiff’s Demand Letter, addressed \nonly to Outling.  The letter has the reference line: “Absolute Recycling Contractors, \nLLC.”  (Fifth Aff. Ronald E. Petty, III Ex. 2, at 1.)  The letter lists copies to ARC, \nBunce, Morris, and McFeeley, but not to Petty, Sr. or Petty, III.   \n{32} Plaintiffs’ Demand Letter identifi ed that Ramseur wrote on behalf of \nPetty, Sr. and Petty, III, and stated her understanding that Bunce would not join \nwith the Pettys to institute suit by ARC.  She then advised that the Pettys intended \nto “pursue legal action to protect their interests as Members of ARC and to protect \nARC.”  (Fifth Aff. Ronald E. Petty, III Ex. 2, at 2.)  Although the letter was \naddressed only to Outling, the body of the letter contained the following, in bold:  \n“Please accept this letter as a written demand on ARC (made pursuant \nto N.C. Gen. Stat. § 57D-8-01) to initiate a lawsuit against Mr. Morris \nand Mr. McFeeley for damages to ARC and for preliminary and \npermanent injunctions enjoining Mr. Morris and Mr. McFeeley from \nengaging in activities that contravene their fiduciary duties to ARC.”   \n(Fifth Aff. Ronald E. Petty, III Ex. 2, at 2.)   \n{33} Petty, III testifies by affidavit that  a copy of the letter was addressed \nand sent to “Absolute Recycling Contractors, LLC, c/o Ronald Eugene Petty, III, \nRegistered Agent,” and that Petty, III received the letter, accepting it as ARC’s \nregistered agent.  (Fifth Aff. Ronald E. Petty, III, at ¶ 5.)  There is no record of \nwhether the letter was sent by registered or certified mail. \n{34} The ARC members did not meet in response to either the Defendants’ \nDemand Letter or Plaintiffs’ Demand Letter, and no combination of members \nrepresenting a two-thirds interest have taken or expressly refused to take action in \nthe name of ARC in response to the demands of those letters. \n{35} Plaintiffs initiated their action and sought injunctive relief on July 22, \n2014, less than ninety days following delivery of Plaintiffs’ Demand Letter.  Both \nthe Original Complaint and the Amended Complaint allege that ARC was suffering \nimmediate, irreparable harm, but Plaintiffs did not further ask the Court to excuse \nthe ninety-day waiting period before the derivative action was allowed to proceed.  \n \n \nPlaintiffs made such a request in Plaintiffs’ Motion, filed December 1, 2014, at \nwhich time the ninety-day period had expired. \n{36} Defendants’ derivative claim and the corresponding Motion for \nPreliminary Injunction and for Receivership were filed on September 15, 2014, more \nthan ninety days following Defendants’ Demand Letter. \nIII. LEGAL STANDARDS REGARDING DEMAND  \n {37} The derivative claims in this action are governed by the North \nCarolina Limited Liability Company Act (the “LLC Act”), contained in Chapter 57D \nof the North Carolina General Statutes.  See N.C. Gen. Stat. §§ 57D-1-01 to -11-03.  \nThe Court refers to various provisions of the LLC Act by reference to their article or \nsection number.  \n {38} Derivative actions on behalf of  an LLC are governed by Article 8.  See \nid. §§ 57D-8-01 to -07.  Section 57D-8-01(a)(2), requires that \n[t]he member made written demand on the LLC to take suitable \naction, and either (i) the LLC notified the member that the member’s \ndemand was rejected, (ii) 90 days have expired from the date the \ndemand was made, or (iii) irreparable injury to the LLC would result \nby waiting for the expiration of the 90-day period.  \nId. § 57D-8-01(a)(2). \n {39} Section 57D-8-01(a)(2), therefore,  imposes two requirements: (1) that a \nwritten demand on the LLC must be made; and (2) if a demand was properly made, \nthat a ninety-day period after the demand expire, unless excused by a corporate \nrefusal or a finding of irreparable injury that would result from imposing such a \nwaiting period. \n {40} The Court is guided in interpreting those requirements by prior \nlegislative history, both of the LLC Act and of North Carolina’s Business \nCorporation Act.\n \n {41} Chapter 57D displaced the former Chapter 57C of the General \nStatutes.  Former Section 57C-8-01 did not have an express demand requirement \nfollowed by a mandatory waiting period, instead providing that : \n \n \n[t]he complaint shall allege with particularity the efforts, if any, made \nby the plaintiff to obtain the action the plaintiff desires from the \nmanagers, directors, or other applicable authority and the reasons for \nthe plaintiff’s failure to obtain the action, or for not making the effort.  \nN.C. Gen. Stat. § 57C-8-01(b) (2012) (repealed by the LLC Act, § 1, 2013 N.C. \nSess. Laws 157 (2013)). \n {42} This change in the LLC Act provisions regarding bringing a derivative \naction parallels changes to North Carolina Business Corporation Act providing for \nderivative actions on behalf of corporations.  \nSee N.C. Gen. Stat. § 55-7-42 (2014).  \nSection 55-7-42(2) of the Business Corporation Act uses language almost identical to \nsection 57D-8-01(a) and requires written demand on a corporation followed by the \ncorporation’s rejection of the demand, the expiration of ninety days after the \ndemand, or irreparable injury to the corporation that would result from waiting for \nthe ninety days.  Id.  Compare N.C. Gen. Stat. § 55-7-42, with N.C. Gen. Stat. § \n57D-8-01(a)(2).  Section 55-7-42 displaced the former section 55-7-40(b), which \nrequired only that the derivative claimant allege efforts made to obtain the \nrequested relief before filing suit, using language essentially the same as the \nlanguage of repealed section 57C-8-01(b). See N.C. Gen. Stat. § 55-7-40(b) (1990) \n(amended by June 1, 1995 Act, § 1, 1995 N.C. Sess. Laws 149 (1995)). \n {43} The North Carolina Court of A ppeals has considered the impact of \nthese legislative changes in the context of corporations, but not LLCs. See Norman \nv. Nash Johnson & Sons' Farms, Inc., 140 N.C. App. 390, 408–12, 537 S.E.2d 248, \n261–63 (2000).  In Norman, the court noted that former section 55-55(b), dealing \nwith derivative actions for a corporation, allowed for a futility exception to the \ndemand requirement, but that the legislature’s enactment of section 55-7-42 clearly \nabolished the exception, such that the demand requirement must now be strictly \nconstrued.  \nId. at 409–11, 537 S.E.2d at 261–63. \n {44} In the context of corporations, but not LLCs, the court of appeals has \nfurther addressed what may properly be considered corporate action adequate to \nrefuse demand and excuse the ninety-day waiting period.  See Allen v. Ferrera, 141 \nN.C. App. 284, 540 S.E.2d 761 (2000).  In Allen, there were two fifty-percent \n \n \nshareholders in a corporation (“Subject Corporation”), one an individual and the \nother a corporation (“Corporate Shareholder”) that was in turn owned by two \nindividuals who were also its directors.  Id. at 286, 540 S.E.2d at 763–64.  The \nindividual fifty-percent shareholder wrote a letter to the Corporate Shareholder and \nthe two directors, making demand that the Subject Corporation take certain action.  \nId. at 285–86, 540 S.E.2d at 764–65.  The corporate shareholder and the directors \nresponded to the demand nine days later, denying the plaintiff’s claims and making \nallegations of their own against the plaintiff.  Id. at 286, 540 S.E.2d at 764.  The \nplaintiff initiated an action less than ninety days following his demand letter, \nincluding both a derivative claim and individual claims.  Id. at 286–87, 540 S.E.2d \nat 764.  The court of appeals found that the plaintiff had failed to satisfy the \ndemand requirements of section 55-7-42, because the Subject Corporation had not \nrefused the pre-suit demand within the mandatory ninety-day waiting period, \nwhich was otherwise unexcused.  Id. at 289, 540 S.E.2d at 765. \n {45} The Allen court did not address the preliminary matter of whether the \nletter constituted adequate demand.  See id. at 289, 540 S.E.2d at 765.  The court \ninstead focused on whether the response letter was a “rejection by the corporation.”  \nId. (emphasis in the original).  The court found that the defendants,  \nalthough respectively directors and a shareholder of [the Subject \nCorporation], did not sign the response letter in those corporate \ncapacities.  Plaintiff does not allege that defendants . . . held actual or \napparent authority to bind [the Subject Corporation] through their \nindividual signatures.  The principles of agency therefore dictate that \nthe corporation did not act to reject plaintiff’s demand.  \n  \nId. (citing Rowe v. Franklin Cnty., 318 N.C. 344, 349, 349 S.E.2d 65, 69 (1986)).   \n {46} The Court concludes that Norman and Allen collectively make clear \nthat, at least for derivative actions governed by the Business Corporation Act, (1) \nthe demand requirement must be strictly construed, allowing for no futility \nexception, and (2) any response adequate to constitute a corporate rejection that \nexcuses the further running of the ninety-day waiting period must be made by those \nwith authority to act on behalf of the corporation.   \n \n \n {47} Considering the virtually identical demand requirements in the LLC \nAct, the same principles apply to derivative actions governed by the LLC Act. \n {48} Section 57D-8-01(a)(2) is clear th at the demand preceding a derivative \naction must be made “on the LLC.”  N.C. Gen. Stat. § 57D-8-01(a)(2).  An LLC is \nrequired to continuously maintain a registered agent within North Carolina. N.C. \nGen. Stat. § 55D-30 (2014).  “The sole duty of the registered agent to the [LLC] is to \nforward to the [LLC] at its last known address any notice, process, or demand that \nis served on the registered agent.”  Id. § 55D-30(b).  Even if an Operating \nAgreement does not expressly so provide, a demand is effective pursuant to section \n57D-8-01(a)(2) if delivered to an LLC’s registered agent.  See N.C. Gen. Stat. § 55D-\n33(a) (“Service of process, notice or demand required or permitted by law to be \nserved on an entity may be served on the registered agent required by [N.C. Gen. \nStat. § 55D-30.]”).  The statue does not require delivery to be made by registered or \ncertified mail. \n{49} Allen further teaches that corporate action sufficient to reject a \ndemand may be made only by one with authority to act on behalf of the corporation.  \nThe statutory powers of a registered agent do not extend that far.  Generally, the \npower to act on the LLC’s behalf is defined by the Operating Agreement.  See N.C. \nGen. Stat. § 57D-2-30(a) (“The operating agreement governs the internal affairs of \nan LLC and the rights, duties, and obligations of . . . the company officials in \nrelation to each other, the LLC, and the interest owners. . . . ”). \nIV. ANALYSIS \n {50} The Court now turns to whether ei ther Plaintiffs or Defendants have \nmet the statutory demand requirements in order to have standing to bring a \nderivative claim.   \n {51} ARC’s registered agent has authority to accept notice for the LLC, both \nby statute and by ARC’s Operating Agreement.  However, two-thirds of the \npercentage interests must join to make decisions affecting ARC’s affairs.  Neither \nPlaintiffs nor Defendants have such ownership.  If demand on ARC was delivered \n \n \nnot to its registered agent but only to members with less than two-thirds ownership \ncollectively, it would not be effective.  If demand was properly made on ARC \nthrough delivery to its registered agent, neither Plaintiffs nor Defendants had \nauthority on their own to reject the demand on ARC’s behalf.   \n {52} The Court must determine whether either Plaintiffs or Defendants \ndelivered effective demand to ARC by delivery to either ARC’s registered agent or \nby delivery to members collectively owning the requisite two-thirds percentage \ninterest.  If such a demand was made, then the Court must determine whether ARC \ntook corporate action in response, or whether the ninety-day waiting period expired \nor may be excused because of the possibility of irreparable harm to ARC during the \nwaiting period.   \n {53} It is clear that both Plaintiffs  and Defendants were keenly aware that \nthey were required to provide pre-suit notice pursuant to section 57D-8-01(a)(2).  It \nis also clear that each knew to write to ARC by addressing correspondence to ARC \n“c/o” its individual members, and when doing so, included members with a collective \nownership interest greater than a two-thirds.  \n{54} The Court first examines Plaint iffs’ Demand Letter.  The letter was \naddressed solely to Outling.  Outling represented three clients who collectively had \nno authority to take action on ARC’s behalf.   \n{55} The Court does not construe the Plaintiffs’ Demand Letter to be an \neffective demand delivered through all of its members.  Although Bunce, McFeeley, \nand Morris were listed as copy recipients, the Pettys were not, and the Court does \nnot construe that the letter was addressed to the Pettys simply because it was \nwritten by their counsel.  Ramseur could have but did not make demand on ARC by \na letter addressed to ARC in care of each of its members.  \n{56} Plaintiffs contend, however, that Plaintiffs’ Demand Letter constituted \nproper delivery of  the demand to ARC through its registered agent because the \nletter, although addressed only to Outling, included in the body a “demand on \nARC,” and the letter was copied and mailed to ARC, and received by its registered \nagent.   \n \n \n{57} The Court is asked to follow an indirect path, rather than the clear \npath that would have existed if the letter had been addressed expressly to ARC.  \nWith some reluctance, the Court finds Plaintiffs’ Demand Letter to be a demand on \nARC delivered through its registered agent.   \n{58} The Court more easily finds that Defendants’ Demand Letter was a \ndemand on ARC by delivery to its registered agent.  This letter was expressly \naddressed to ARC.  While the letter was sent in care of Smith Moore, Smith Moore, \nas of June 6, 2014, clearly represented Petty, III, and Petty, III was ARC’s \nregistered agent.  Petty, III had directed his fellow members to make any request \nfor action on his part through Smith Moore.  Petty, III had delegated to Smith \nMoore the authority to accept correspondence on his behalf.  The better course \nmight have been to state expressly that the letter was being delivered through \nARC’s registered agent; but, regardless, the letter’s practical result was the same.   \n{59} The Court has found both Plaint iffs’ Demand Letter and Defendants’ \nDemand Letter to have been adequate pre-suit demands on ARC.  That does not, \nhowever, end the inquiry as to Plaintiffs’ standing, because Plaintiffs filed suit less \nthan ninety days after their demand.   \n{60} Plaintiffs argue that ARC was su ffering irreparable harm during the \nwaiting period, so that the suit not untimely filed before expiration of the ninety \ndays.  The Court concludes that it need not now address the merits of that assertion \nbecause the ninety-day waiting period has already expired, without action from \nARC in response to the demand letter. \n{61} The present case is different than  one where a derivative claimant files \na complaint without having made demand on the LLC at all.  In that situation, this \nCourt has previously rejected the argument that the demand deficiency can be \ncured by treating the complaint itself as the requisite demand.  See In re Harris \nTeeter Merger Litig., 2014 NCBC LEXIS 47, at *10 (N.C. Super. Ct. Sept. 24, 2014) \n(citing Greene v. Shoemaker, 1998 NCBC LEXIS 4, at *11 (N.C. Super. Ct. Sept 24, \n1998)). \n  \n \n \nV. CONCLUSIONS OF LAW \n {62} The Court makes the following conclusions of law: \n {63} Plaintiffs made demand on ARC to  take corporate action on July 17, \n2014, in compliance with section 57D-8-01(a)(2)(i).  Although Plaintiffs brought \ntheir derivative claim prior to the expiration of the ninety-day period after their \ndemand, they did so with specific allegations of immediate irreparable harm to \nARC.  ARC has not taken action in response to Plaintiffs’ Demand Letter, ninety \ndays following that letter have now expired, and Plaintiffs are now entitled to \npursue a derivative claim based on that demand. \n {64} Defendants’ Motion is DENIED to  the extent that it seeks to dismiss \nthe derivative claims on the basis of inadequate demand on ARC.  The Court does \nnot otherwise rule on the merits of Plaintiffs’ derivative or individual claims. \n {65} Defendants’ Demand Letter made  demand on ARC to take corporate \naction in compliance with section 57D-8-01(a)(2)(i).  ARC has not taken action in \nresponse to Defendants’ Demand Letter, ninety days following that letter expired \nbefore Defendants instituted their derivative claim or sought equitable relief on \nARC’s behalf, and Defendants are now entitled to pursue their derivative claim \nbased on that demand.  Plaintiffs’ Motion is DENIED to the extent it challenges \nDefendants’ standing.  Otherwise, Plaintiffs’ Motion is MOOT. \n {66} The Court makes no findings or conclusions regarding the merits of the \nparties’ derivative claims, beyond finding that Plaintiffs or Defendants have \nstanding to prosecute them. \n \n IT IS SO ORDERED this 16t h day of December, 2014.  \n    "
}