{
  "id": "bc1aaf06c409588daf8a77b38602e866d49effa47546c040617654a33cc65f08",
  "source_file": "data/raw/ncbc/bc1aaf06c409588daf8a77b38602e866d49effa47546c040617654a33cc65f08.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 4473 \n \nTRAIL CREEK INVESTMENTS LLC \nand WARREN OIL COMPANY, LLC, \n \nPlaintiffs, \n \nv. \n \nWARREN OIL HOLDING \nCOMPANY, LLC, et al.;  \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON WARREN \nOIL HOLDING COMPANY, LLC’S \nMOTION TO AMEND \nCOUNTERCLAIMS \n[PUBLIC]1 \n \n  THIS MATTER  is before the Court on Defendant Warren Oil Holding \nCompany, LLC’s (“the Minority Member”) Motion to Amend Counterclaims (“Motion \nto Amend,” ECF No. 212).  \n THE COURT , having considered the Motion to Amend, the briefs of the \nparties, the arguments of counsel, the applicable law, and all appropriate matters of \nrecord, CONCLUDES, in its discretion,  that the Motion to Amend should be \nGRANTED.  \nTuggle Duggins  P.A., by Denis E. Jacobson, Jeffrey S. Southerland, \nBrandy L. Mansouraty, Daniel D. Stratton, Shauna L. Baker- Karl and \nClaire E. Thompson, for Plaintiffs.  \nRobinson, Bradshaw & Hinson, P.A. by David C. Wright, Stephen D. \nFeldman, Melissa A. Romanzo, Andrew R. Wagner, Emma W. Perry, \nMatthew B. Wright, and Nathan C. Chase, for Defendants. \nDavis, Judge.  \n \n1 The Court elected to file this Opinion under seal on 11 September 2024.  The Court then \npermitted the parties an opportunity to propose redactions to the public version of this \ndocument.  The parties proposed the redactions contained herein, and the Court finds that \nthose redactions are narrowly and appropriately tailored.  Accordingly, the Court now files \nthe redacted, public version of this Opinion. \nTrail Creek Invs. LLC v. Warren Oil Holding Co., 2024 NCBC 61. \nINTRODUCTION \n1. As this Court has  summarized on several prior occasions, the claims \nasserted by Plaintiffs in this lawsuit concern allegations that  “ ‘Defendants \nfraudulently failed to disclose substantial existing environmental liabilities in \nconnection with the sale of Warren Oil Company, Inc. [2] and its affiliated companies \nto Trail Creek Investments LLC ’ ” (“Trail Creek ,” and together with Warren Oil , \n“Plaintiffs”).  Trail Creek Invs. LLC v. Warren Oil Holding Co. , 2024 NCBC LEXIS \n96, at *1 (N.C. Super. Ct. July 11, 2024) (ECF No. 238 (Sealed); ECF No. 244 (Public)) \n(quoting Trail Creek Invs. LLC v. Warren Oil Holding Co., 2023 NCBC LEXIS 128, \nat **2 (N.C. Super. Ct. Oct. 13, 2023) (“13 October Opinion,” ECF No. 114)).   \n2. The present Motion  to A mend, however, solely relates to the Minority \nMember’s counterclaims , which are factually dissimilar to Plaintiffs’ claims .  T he \nMinority Member has previously asserted several existing counterclaims alleging, in \npart, both that Warren Oil substantially overpaid management fees to its majority \nowner, Trail Creek (and to affiliates of Trail Creek), and that the Minority Member \nhas not been paid its full pro rata  share of those management fees as required by a \ncontract that was previously executed between the parties.  In its Motion to Amend, \nthe Minority Member now —for the first time —seeks to add a new derivative \ncounterclaim regarding this alleged overpayment of management fees.   \n \n \n2 As a consequence of the sale, Warren Oil Company, Inc. was restructured as Warren Oil \nCompany, LLC (“Warren Oil”).  (See Sec. Am. Compl. (“SAC”) ¶ 7(m), Ex. A, at 1, ECF No. \n125.)   \nFACTUAL AND PROCEDURAL BACKGROUND \n3. This lawsuit was originally filed on 26 April 2022.  (ECF No. 3.)  \n4. A more complete summary of the factual and procedural background of \nthis lawsuit—as alleged in Plaintiffs’  currently operative SAC—can be found in the \nCourt’s 13 October Opinion .  In the interest of brevity, the Court will limit its \nrecitation of the factual background below to only th ose events relevant to the  \nMinority Member’s Counterclaims (ECF No. 173).  \n5. Warren Oil is a company that produces  lubricants and chemical \nproducts, primarily for use in the automotive industry.  (SAC ¶¶ 27 –28.)  In 2016, \nTrail Creek acquired all issued and outstanding equity interests in Warren Oil (the \n“Transaction”).  (SAC ¶ 131.)   As a consequence of the Transaction, several of the \nentities involved in this case underwent a complicated restructuring process .  Th is \nprocess culminated in th e Minority Member assum ing a roughly fifteen percent \nownership interest in  Warren Oil ( which it maintains  to date).  Meanwhile,  Trail \nCreek became—and continues to  serve as —Warren Oil’s controlling  majority \nmember.  See Trail Creek Invs., 2024 NCBC LEXIS 96, at *2–3, 28.  \n6. In a nutshell, the Minority Member’s existing counterclaims —along \nwith the proposed derivative counterclaim that is the primary subject of the current \nMotion to Amend—stem from two separate contracts. \n7. The first contract was executed on 7 October 2016 , at which time Trail \nCreek and the Minority Member entered into a n Option and Management Fee \nSharing Agreement (the “Management Fee Agreement,” ECF No. 59.6, Ex. G).  The \nManagement Fee Agreement memorialized a fee-sharing arrangement between the \ntwo parties in connection with Trail Creek’s intention to charge certain management \nfees for its provision of management services to Warren Oil.  (Mgmt. Fee Agrmt., at \n1; Countercls. ¶ 7–10.) \n8. The Management Fee Agreement contains two provisions that  are \nparticularly relevant to the issues raised in the Minority Member’s Counterclaims : \nSections 1.01 and 3.01.   \n9. Section 1.01 of the Management Fee Agreement defines a “management \nfee” as follows:  \n“Management Fee” shall mean the management fee, if any, accrued or \nreceived by [Trail Creek] or any Affiliate thereof from [Warren Oil] in \nexchange for management services rendered to [Warren Oil] by [Trail \nCreek], not to exceed four and one- half percent (4.5%) of [Warren Oil’s]  \noperating income. \n \n(Mgmt. F\nee Agrmt. § 1.01 (emphasis added).)  \n \n10. Section 3.01 of the Management Fee Agreement states, in relevant part: \n3.01   Sharing of Management Fee.  [ Trail Creek] agrees to pay over to \nthe Minority Member  the Minority Member’s pro rata share of any \nManagement Fee payable by [Warren Oil] to [Trail Creek] or any Affiliate \nthereof . . . promptly following the receipt of such Management Fee by \n[Trail Creek] or any Affiliate thereof[.] . . . The Minority Member’s pro \nrata share of such Management Fee shall equal the amount of such \nManagement Fee multiplied by a percentage determined by dividing the \nnumber of Units in the Company held by the  Minority Member on the \ndate such Management Fees were payable by the Company over the sum \nof the number of Units in the Company held by the Minority Member \nand the number of Units in the Company held by [Trail Creek]  on such \ndate.  \n \n(Mg\nmt. Fee Agrmt. § 3.01 (emphasis added).) \n \n11. The Minority Member alleges that from 2017 to 2021, Trail Creek paid \nit an annual sum of  as its pro rata share of  management fees previously \npaid by Warren Oil to Trail Creek and its affiliates pursuant to the Management Fee \nAgreement.  (Countercls. ¶¶ 14–15.)  Until 2020,  equaled roughly 15% of \nthe approximately  in total annual management fees that were being paid \nby Warren Oil to Trail Creek.  (Countercls. ¶¶ 13–15.)   \n12. Then, in or around 2020—and unbeknownst to the Minority Member—\nWarren Oil allegedly began substantially increasing its annual payments to Trail \nCreek (and its affiliates) with regard to management fees .  (Countercls. ¶ ¶ 16–17.)  \nHowever, Trail Creek did not correspondingly increase the pro rata share of fees that \nit was paying  to the Minority Member under the Management Fee Agreement.  \n(Countercls. ¶ 18.)  Eventually, in May 2022, Trail Creek allegedly ceased paying any \nmanagement fees at all to the Minority Member.  (Countercls. ¶ 19.)   \n13. The second contract was a “Services Agreement” executed on 1 January \n2017 between Warren Oil  and one of Trail Creek’s affiliates, Falls of Neuse \nManagement, LLC (“FNM”).  (Countercls. ¶¶ 2, 5, 11.) \n14. The Minority Member alleges that pursuant to the Services Agreement, \nWarren Oil has paid annual fees to FNM  since 2017— an assertion that does not \nappear to be contested.  (Countercls. ¶ 12.)  However, the parties do dispute whether \nthese payments to FNM qualified as “management fees” for purposes of the \nManagement Fee Agreement.   \n\n15. According to Plaintiffs, these  annual fee s paid to FNM were merely  \n“service fees” (as opposed to “management fees”) and account for “services related to \nbanking and financing, human resources, payroll, benefits, information technology, \nlegal, real estate, and risk management matters (including insurance), as well as \naccounting services.”  (Pls.’ Resp. Br., at 4, 19.)    \n16. The Minority Member, conversely,  contends that those fees do, in fact, \nqualify as management fees, and that it should have received a pro rata share of the \nfees under the Management Fee Agreement.  (Countercls. ¶¶ 12, 34, 38.)  Moreover, \nbased on this same logic, the Minority Member asserts  that when the payments to \nFNM over the last few years under the Services Agreement are added to the fees paid \nto Trail Creek (and its affiliates) under the Management Fee Agreement, the total for \neach year since 2017 exceeded 4.5% of Warren Oil’s operating income, in violation of \nSection 1.01 of the Management Fee Agreement.  (Countercls. ¶¶ 22, 32–33.)    \n17. In or around January 2024,  H. Lawrence Sanderson—a representative \nof the Minority Member and a member of Warren Oil’s Board of Representatives (the \n“Board”)—formally requested the right to inspect information related to Warren Oil’s \nfinances in order to investigate any possible improprieties regarding the  above-\nreferenced payments.  (Countercls. ¶ 23–27.)      \n18. On 19 January 2024, the Minority Member filed its  existing \nCounterclaims, which stated causes of action for declaratory judgment and breach of \ncontract against Trail Creek for breach  of the Management Fee Agreement .  \n(Countercls ¶¶ 28–40.)  The breach of contract counterclaim  sought payment of the \nMinority Member’s full pro rata share of the management fees paid by Warren Oil \nfor the prior years in which the Minority Member alleged that it had only received a \npartial share.  (Countercls. ¶ 35–40.)  \n19. That same day , counsel for the Minority Member sent Warren Oil ’s \nregistered agent a letter (the “Derivative Demand Letter,” ECF No. 212.4, Ex. A).   \nThe Derivative Demand Letter  stated the Minority Member’s intention to file a  \nderivative claim if the demands listed therein were not met within ninety days  \npursuant to  N.C.G.S. §  57D-8-01(a)(2).  (Derivative Demand Letter, at 3.)  \nSpecifically, the Derivative Demand Letter stated, in pertinent part, as follows:  \n1. We demand that the Company investigate the management fees paid \nto [Trail Creek]  and its affiliates, including FNM —and appoint a \nnon-conflicted and independent third party to conduct the \ninvestigation. \n \n2. We demand that the Company seek recoupment of all fees, payments \nor distributions—no matter how categorized —to [Trail Creek] and \nits affiliates that exceed the limit of 4.5% of the Company’s operating \nincome that is established in section 1.01 of the Management Fee \nAgreement. \n \n3. We demand that the Company —again, through the appointment of \na non- conflicted, independent third party —investigate and take \nsuitable corrective action regarding legal-duty and contractual-duty \nviolations by [Trail Creek]  and its affiliates, and each of their \nrespective representatives on the Board, related to the Company’s \npayment of management fees to [Trail Creek] and its affiliates. Such \naction must include investigation into all services allegedly provided \nfor any and all fees charged to the Company by [Trail Creek]  or its \naffiliates and all disclosures made by Company officials to its \nauditors regarding such fees. \n \n4. We demand that the Company investigate and take suitable \ncorrective action regarding legal and contractual duty violations by \n[Trail Creek] , affiliates of [Trail Creek], and their respective \nrepresentatives on the Board, related to abuse of the Minority \nMember and Minority Member Representative, including due to \ndenial of information rights. Such action shall include immediately \ncomplying with the January 5, 2023 information request by Mr. \nSanderson. \n \n(Derivative Demand Letter, at 3.) \n \n20. On 18 April 2024, counsel for Warren Oil responded to the Minority \nMember in a letter declining to take the actions set forth  in the Derivative Demand \nLetter.  (“18 April Response Letter,” ECF No. 212.4, Ex. B.)   \n21. The Minority Member filed the present Motion to Amend on 21 May \n2024, seek ing to add a derivative counterclaim against Trail Creek for causing \nWarren Oil (in Trail Creek’s capacity as the company’s controlling member) to breach \nthe Management Fee Agreement.  Additionally, the Motion to Amend seeks to add \nseveral additional factual allegations in connection with its existing counterclaim for \nbreach of contract.  (“Amended Counterclaims” ¶¶ 5, 17, 25, 26–28, 31–39, 49–51, 53–\n64, ECF No. 212.2.)    \n22. The initial round of briefing on the Motion to Amend was completed on \n27 June 2024.  (See ECF No. 233.)  \n23. On 11 July 2024, shortly before a hearing on the Motion to Amend  was \nscheduled to take place, Plaintiffs filed a document captioned “Warren Oil Company, \nLLC’s Notice of Filing of Report by Special Committee of the Board” (“Notice”) along \nwith an attached “Report by Special Committee of the Board” (“Special Committee’s \nReport”).  (ECF Nos. 241, 241.1.)  The Notice stated that on 14 May 2024 Warren Oil \nheld a special meeting  of its Board  for the purpose s of appointing a three -member \ncommittee (the “Special Committee”) to review and investigate the claims alleged in \nthe Derivative Demand Letter.  (Not., at 1–2.) \n24. The Special Committee’s Report summarized the review, analysis, and \nconclusions of the Special Committee with respect to “the various management and \nservices’ [sic] fees between [Warren Oil] and [Trail Creek/FNM].”  (Spec. Comm. ’s \nRep., at 1.)  Specifically, the Special Committee’s Report concluded, in relevant part, \nthat \n[t]he [Management Fee Agreement] between [Trail Creek]  and [the \nMinority Member] dated October 7, 2016 explicitly states that it is for \n‘governance and management’ and we do not find it logical to assume \nthis governance and management encompasses any of the services \ndefined in the Services Agreement dated January 1, 2017 which was \nbetween FNM and [Warren Oil]. \n(Spec. Comm.’s Rep., at 3.)   \n25. Following a round of supplemental briefing ordered by the Court \nregarding the effect of the Special Committee’s Report  on the Motion to Amend , \nPlaintiffs filed a  separate Notice of Filing  of Unanimous Resolution, attaching a \ndocument captioned “Unanimous Resolution of Independent Special Committee of \nBoard of Representatives of Warren Oil Company, LLC” (“Unanimous Resolution,” \nECF No. 263).  The Unanimous Resolution stated, in relevant part: \nNOW, THEREFORE, IT IS RESOLVED, that the Special Committee \nhas fully investigated the derivative claims asserted by the Minority \nMember and has unanimously concluded that it is not in the best \ninterest of the Company to bring a derivative proceeding based on the \nderivative claims made by the Minority Member. \n \n(Unanimous Resolution, at 1.) \n \n26. The Court conducted a hearing on the Motion to Amend  via Webex on \n26 August 2024 at which all parties were represented by counsel. \n27. The Motion to Amend has now been fully briefed and is ripe for \nresolution.  \nLEGAL STANDARD \n28. Motions to amend are governed by Rule 15 of the North Carolina Rules \nof Civil Procedure.  Rule 15(a) provides, in relevant part, as follows: \nA party may amend his pleading once as a matter of course at any time \nbefore a responsive pleading is served or, if the pleading is one to which \nno responsive pleading is permitted and the action has not been placed \nupon the trial calendar, he may so amend it at any time within 30 days \nafter it is served.  Otherwise a party may amend his pleading only by \nleave of court or by written consent of the adverse party; and leave shall \nbe freely given when justice so requires.   \nN.C. R. Civ. P. 15(a). \n \n29. Although Rule 15 states that leave shall be freely given, “the rules still \nprovide some protection for parties who may be prejudiced by liberal amendment.”  \nVitaform, Inc. v. Aeroflow, Inc., 2021 NCBC LEXIS 79, at **11 (N.C. Super. Ct. Sept. \n16, 2021) (quoting Henry v. Deen, 310 N.C. 75, 82 (1984)).  As a result, an “amendment \nmay be denied for reasons of ‘undue delay, bad faith, dilatory motive, repeated failure \nto cure deficiencies, undue prejudice, and futility of amendment. ’ ”  Id. (quoting \nBartlett Milling Co. v. Walnut Grove Auction and Realty Co. , 192 N.C. App. 74, 89 \n(2008)).  “The burden is upon the opposing party to establish that [it] would be \nprejudiced by the amendment.”  Id. (quoting Mauney v. Morris, 316 N.C. 67, 72 \n(1986)). \n30. The decision whether to grant or deny a motion to amend is within the \ndiscretion of the trial court, and its decision will not be reversed except in case of \nmanifest abuse.  Id. (citing Azure Dolphin, LLC v. Barton, 371 N.C. 579, 603 (2018)). \nANALYSIS \n31. As an initial matter, the Court notes that Plaintiffs do not oppose  the \nMinority Member’s Motion to Amend to the extent that it seeks to add additional \nallegations to the Minority Member’s existing counterclaims.  Plaintiffs do, however, \noppose the Motion to Amend to the extent that it seeks to add the new derivative \ncounterclaim.  Plaintiffs’ opposition is based on the grounds of undue delay, prejudice, \nand futility. \nA. Undue Delay \n32. Plaintiffs argue that  the Motion to Amend  should be denied on the \nground of undue delay because th e proposed derivative counterclaim is based upon \ninformation to which the Minority Member has allegedly had access for several years.  \n(Pls.’ Resp. Br., at 9– 15.)  Specifically, Plaintiffs contend that Sanderson, a member \nof the company’s  Audit Committee and its Board, received Warren Oil’s 2019 and \n2020 Financial Statements (which purportedly reflected payments of “service fees” by \nWarren Oil to FNM)  in May of 2020 and 2021, r espectively.  (Pls.’ Resp. Br., at 11 –\n13.)  Plaintiffs assert that Sanderson’s receipt of these documents (especially in light \nof the fact that he is an accountant) should have been sufficient to put him—and, by \nextension, the Minority Member —on notice of  the facts giving rise to the proposed \nderivative counterclaim several years ago.  (Pls.’ Resp. Br, at 14.)  \n33. The Minority Member makes two arguments in response to Plaintiff’s \nundue delay contentions.  First, it contends that the financial documents received by \nSanderson in past years did not make clear the fact that certain additional sums \nbeing paid by Warren Oil qualified as management fees under the Management Fee \nAgreement and that Sanderson did not become aware of the proper characterization \nof these fees until shortly before the present Motion to Amend was filed.  (See Warren \nOil Holding Co., LLC’s Br. Supp. Mot. Am. Countercls. (“Defs.’ Br. Supp.”) at 10, ECF \nNo. 213; Defs.’ Reply Br., at 2–3.)  \n34. Second, the Minority Member contends that the timeliness of its Motion \nto Amend should be assessed in relation to the progress ion of this lawsuit.  (Defs.’ \nReply Br., at 2 .)  In support of this argument, the Minority Member  asserts that at \nthe time it filed its existing counterclaims it was statutorily precluded from \nsimultaneously asserting a derivative counterclaim  because N.C.G.S. §  57D-8-\n01(a)(2) required it to send the Derivative Demand Letter and then wait ninety days \n(or until it received a rejection of its demand from Warren Oil) before seeking leave \nto file any such derivative counterclaim.  (Defs.’ Reply Br., at 2.)  \n35. After a thorough review of the record, the Court is unable to conclude \nthat the Motion to Amend should be denied on the basis of undue delay.  With regard \nto Plaintiffs’ argument that Sanderson was (or should have been) aware years earlier \nof Warren Oil’s alleged violation of the Management Fee Agreement , the Court \ncannot say as a matter of law that any such violation was readily apparent  based \nsolely on Sanderson’s receipt of the documents relied upon by Plaintiffs for this \nargument.  Based on this uncertainty, t he Court’s liberal standard of review at the \nRule 15(a) stage requires it to resolve this issue in favor of the Minority Member as \nthe moving party.  See Vaughan v. Mashburn, 371 N.C. 428, 434 (2018) (“There is no \nmore liberal canon in the rules than that leave to amend shall be freely given when \njustice so requires.”) (cleaned up). \n36. Moreover, as the Minority Member asserts, our Court of Appeals has \nheld that when assessing undue delay under Rule 15(a), it is proper for courts  to \nconsider the progress of the lawsuit when assessing the  timing of the proposed \namendment.  See Strickland v. Lawrence, 176 N.C. App. 656, 667 (“In deciding if there \nwas undue delay, the trial court may consider the relative timing of the proposed \namendment in relation to the progress of the lawsuit.”) (cleaned up).  \n37. Here, for reasons unrelated to the present Motion to Amend, the \nMinority Member did not file an Answer in this case until 20 December 2023.  (ECF \nNo. 171.)  On 19 January 2024— thirty days after filing its Answer —the Minority \nMember timely filed an Amended Answer containing its existing Counterclaims .  \n(ECF No. 173.)  At the same time the Counterclaims were filed, the Minority Member \nsent its Derivative Demand Letter to Warren Oil, thereby triggering the mandatory \nninety-day waiting period for a response as required by  N.C.G.S. § 57D-8-01(a)(2).  \nUpon receiving the 18 April Response Letter in which Warren Oil declined to take \nthe actions requested in the Derivative Demand Letter, the Minority Member filed \nthe current Motion to Amend on 21 May 2024.  Thus, when viewed through this lens, \nthere was no undue delay.  \n38. For all of these reasons, the Court rejects Plaintiffs’ argument that the  \nMotion to Amend should be denied on the ground of undue delay.    \nB. Prejudice \n39. Nor have Plaintiffs shown a ny material prejudice that would result from \ngranting the Minority Member’s Motion to Amend.  See Martin v. Hare, 78 N.C. 358, \n360 (1985) (“Under Rule 15(a) of the North Carolina Rules of Civil Procedure, leave \nto amend a pleading shall be freely given except where the party objecting can show \nmaterial prejudice by the granting of a motion to amend.”) ; Howard v. IOMAXI S, \nLLC, 2023 NCBC LEXIS 159, at **14 (N.C. Super. Ct. Nov. 29, 2023) (“As for undue \nprejudice, it is not uncommon for a proposed amendment to impact the status quo in \na way that the nonmovant opposes.   But not every impact constitutes undue \nprejudice.  Further, undue prejudice is not presumed, even when the proposed \namendments are extensive.”).    \n40. Here, the Court observes that the Minority Member’s existing \nco\nunterclaims contain the same basic allegation that forms the basis of the proposed \nderivative claim—that is, the assertion that Trail Creek caused Warren Oil to pay \nfees to Trail Creek and its affiliates in an amount substantially in excess of the 4.5% \ncap provided for in the Management Fee Agreement.  (Countercls. ¶¶ 22, 28–34.)   \n41. Plaintiffs also argue that allowing the derivative claim will result in the \nneed for additional discovery in this case.  However, given the fact that the Minority \nMember’s existing counterclaims likewise allege that Trail Creek wrongfully caused \nWarren Oil to exceed the 4.5% cap contained in the Management Fee Agreement, the \nparties have presumably been conducting discovery on this issue for the past nine \nmonths.    \n42. Moreover, with regard to Plaintiffs’ suggestion that the Minority \nMember should be required to file a new lawsuit if it seeks to pursue a derivative \nclaim, (Pls.’ Resp. Br., at 16–17), such a proposal would be inconsistent with notions \nof judicial economy given that  similar (if not identical) issues would continue to be \nlitigated in the present case based on the Minority Member’s existing counterclaims  \neven if such a new lawsuit was filed. \n43. Therefore, the Court declines to deny the Motion to Amend on the \nground of prejudice.  See Hopkins v. MWR Mgmt. Co., 2015 NCBC LEXIS 104, at **21 \n(N.C. Super. Ct. Nov. 5, 2015) ( “The Court  . . . concludes that MWR will not be \nunfairly prejudiced by the addition of these claims because Hopkins put MWR on \nnotice of these potential claims [earlier on].”); Sampson-Bladen Oil Co. v. Walters, 86 \nN.C. App. 173, 177 (1987) (finding no prejudice where opposing counsel knew “more \nthan a year earlier” that certain charges would be an important factor in the case). \nC. Futility \n44. Plaintiffs further assert that denial of the Motion to Amend is proper on \nfutility grounds.  (Pls.’ Resp. Br., at 17–20.)   \n45. With regard to the substance of the proposed derivative claim, Plaintiffs \ncontend that allowing the Motion to Amend would be futile because (1) a comparison \nof the language of the two contracts shows that the fees paid to FNM under the \nServices Agreement should  not be treated as “management fees” under the \nManagement Fee Agreement; (2) Warren Oil was neither a signatory to, nor a third-\nparty beneficiary of, the Management Fee Agreement; and (3) an email exchange \nbetween representatives of Trail Creek and the Minority Member reflect s their \nagreement on a replacement to the 4.5% cap set forth under Section 1.01 of the \nManagement Fee Agreement.  (Pls.’ Resp. Br., at 18–20.)   \n46. However, the Minority Member has responded with facially plausible \narguments rebutting each of these contentions, and the Court concludes that it would \nbenefit from a more factually developed record in assessing the parties’ competing \ncontentions as opposed to attempting to resolve their disputes at the Rule 15 stage.  \n(Defs.’ Reply Br., at 8–12.)   \n47. Finally, Plaintiffs contend that the Special Committee’s Report and \nUnanimous Resolution mandate a finding of futility  because th ey preclude the \nmaintenance of the Minority Member’s derivative counterclaim pursuant to N.C.G.S. \n§ 57D-8-03.  ((Pls.’ Suppl. Mem. Op. Warren Oil Holding Co., LLC’s Mot. Am. \nCountercls., at 6, ECF No. 245.) \n48. N.C.G.S. § 57D-8-03 states, in relevant part, as follows: \n(a) The court shall dismiss a derivative proceeding on motion of the LLC \nif one of the groups specified in subsection (b) . . . of this section \ndetermines after conducting an inquiry upon which its conclusions \nare based that the maintenance of the derivative proceeding is not in \nthe best interest of the LLC. \n \n(b) The inquiry and determination with respect to the demanded action \nis to be made either (i) pursuant to subsection (f) of this section or (ii) \nby either of the following: \n \n(1) A majority vote or other approval of those persons who have \nthe authority individually or collectively to cause the LLC to \nbring an action in the superior court of this State for the \nrecovery or other remedy sought in the derivative action and \nare independent. \n \n(2) A majority vote of a committee composed of two or more \nindependent persons appointed by a majority vote or other \napproval of those persons described in subdivision (b)(1) of this \nsection. \nN.C.G.S. §§ 57D-8 -03(a)–(b). \n49. As an initial matter, it is not entirely clear whether the Court can even \nconsider the Special Committee’s Report and Unanimous Resolution in ruling on the \nMotion to Amend given that they were not attached to an affidavit or otherwise \nauthenticated. \n50. However, even assuming the Court is able to consider them, Plaintiffs’ \nargument is premature.  Section 57D -8-03(a) contemplates the filing of a motion by \nthe LLC to dismiss a pending derivative claim.  Here, the derivative claim has not \nyet been filed, and there is no motion to dismiss under § 57D-8-03(a) currently before \nthe Court. \n51. As a practical matter, at the 26 August hearing, Plaintiffs’ counsel made \nclear Plaintiffs’ intent to immediately file a motion to dismiss under § 57D-8-03(a) in \nthe event that the Court permits the Minority Member to file the proposed derivative \nclaim, and counsel for the Minority Member, in turn, voiced his intention to seek \ndiscovery at that time on the issue of whether the members of the Special Committee \nwere truly “independent.”  See N.C.G.S. § 57D-8-03(d)-(e) (allowing a party who has \nasserted a derivative claim to engage in discovery to determine, among other things, \nwhether a committee  appointed to investigate the desirability of the company’s \nmaintenance of the derivative claim actually consisted of independent persons). \n52. Thus, the legal effect of the Special Committee’s findings and resolution \ncannot be determined at the present time.  \nCONCLUSION  \n53. For the reasons discussed herein, the Motion to Amend is GRANTED.  \n54. The Minority Member is DIRECTED to file its Amended Counterclaims \nin the form attached as Exhibit 1 to the Motion to Amend within three (3) days of \nthe date of this Opinion.  \nSO ORDERED, this the 11th day of September, 2024.3  \n \n      /s/ Ma rk A. Davis     \n      Mark A. Davis  \n      Special Superior Court Judge  \n      for Complex Business Cases  \n \n \n \n \n3 This Opinion was originally filed under seal on 11 September 2024.  This public version of \nthe Opinion is being filed on 16 September 2024.  To avoid confusion in the event of an appeal, \nthe Court has elected to state the filing date of the public version  of the Opinion as 11 \nSeptember 2024. "
}