{
  "id": "bc52a7c2d460a0396c5395a3502376af548a292100db02839b461c30b885409d",
  "source_file": "data/raw/ncbc/bc52a7c2d460a0396c5395a3502376af548a292100db02839b461c30b885409d.pdf",
  "raw_text": "Lattimore & Assocs., LLC v. Steaksauce, Inc., 2012 NCBC 32.  \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRayburn Cooper & Durham, P.A. by David S. Melin and Nader S. Raja for Plaintiff. \n  \nWilliams Mullen by Camden R. Webb and Elizabeth C. Stone for Defendants \nWorkSmart Charlotte, LLC and WorkSmart, Inc. \n \nMurphy, Judge.  \nTHIS MATTER THIS MATTER THIS MATTER THIS MATTER is before the Court on Plaintiff’s Motion for Summary \nJudgment and Defendants Worksmart Charlotte, LLC and WorkSmart, Inc.’s \n(collectively, “WorkSmart Defendants” or “WorkSmart”) Motion for Summary \nJudgment, pursuant to Rule 56 of the North Carolina Rules of Civil Procedure.  \nBoth motions address Plaintiff’s claims for successor liability and piercing the \ncorporate veil. \n Having considered the briefs and submissions of the parties, and the \narguments and contentions of counsel at the May 1, 2012 hearing, the Court    \nDENIES DENIES DENIES DENIES Plaintiff’s Motion and GRANTS GRANTS GRANTS GRANTS the WorkSmart Defendants’ Motion    for \nthe reasons set forth herein. \nI. \nPROCEDURAL HISTORY \n {1} On July 12, 2010, Plaintiff filed its original Verified Complaint against \nTechie, Inc. (“Techie”), Techie principal Steven E. Smith (“Smith”), Steaksauce, Inc. \nSTATE OF NORTH CAROLINA  \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF \nJUSTICE \nSUPERIOR COURT DIVISION \n10 CVS 14744 \n \nLATTIMORE & ASSOCIATES, LLC, \n \nPlaintiff, \n \nv. \n \nSTEAKSAUCE, INC. f/k/a  \nTECHIE, INC., STEVEN E. SMITH, \nWORKSMART CHARLOTTE LLC and \nWORKSMART, INC., \n \nDefendants. \n \n \n \n \n \nORDER & OPINION ORDER & OPINION ORDER & OPINION ORDER & OPINION    \n(“Steaksauce”), 1  and Worksmart, Inc. in Mecklenburg County Superior Court, \nalleging causes of action for breach of contract against Techie and Smith and a \nclaim for successor liability against WorkSmart, Inc. as purchaser of substantially \nall of Techie’s assets.   \n {2} On September 15, 2010, Defendant WorkSmart, Inc. filed its Motion to \nDismiss for failure to state a claim pursuant to Rule 12(b)(6) of the North Carolina \nRules of Civil Procedure. \n {3} On November 10, 2010, Plaintiff filed its Motion for Summary \nJudgment against Smith and Steaksauce (i.e., “f/k/a Techie, Inc.”). \n {4} On January 5, 2011, Plaintiff obtained a judgment against Smith and \nSteaksauce for approximately $135,000 plus post-judgment interest and costs.  \n {5} On March 28, 2011, Superior Court Judge F. Lane Williamson denied \nWorkSmart, Inc.’s original Motion to Dismiss and granted Plaintiff’s Motion for \nLeave to Amend Verified Complaint.  Judge Williamson’s Order also enjoined \nWorkSmart, Inc. from making payments to Steaksauce pending satisfaction of \nPlaintiff’s judgment or pending further order of the court.  \n{6} On the same day, Plaintiff filed its Amended Verified Complaint \n(hereinafter, “Complaint”), adding WorkSmart Charlotte, LLC as a defendant to its \nFourth Claim for successor liability and adding a Fifth Claim, alleging that \nWorkSmart Charlotte, LLC is an alter ego of WorkSmart, Inc. \n {7} The case was designated as a mandatory complex business case on \nApril 5, 2011, and assigned to this Court on April 6, 2011.  \n {8} Plaintiff filed its Opposition to Notice of Designation on April 7, 2011.  \nFollowing briefing by the parties, Business Court Chief Judge Jolly issued an order \noverruling Plaintiff’s Opposition on April 20, 2011.   \n {9} On May 2, 2011, the WorkSmart Defendants filed their joint Answer, \ndenying all substantive allegations against them. \n                                                 \n1  The entity formerly registered in North Carolina as “Techie, Inc.” changed its legal name \nto “Steaksauce, Inc.” following the execution of a purchase and asset sales agreement with \nWorkSmart Charlotte, LLC.  As part of the transaction, WorkSmart acquired  rights to the \nname “Techie, Inc.” and the Techie logo.  (Def.’s Mot. Summ. J. Ex. 11.)  \n{10} Following discovery, the parties filed their respective Motions for \nSummary Judgment with accompanying affidavits, briefs, and exhibits.  The Court \nheard oral argument on both Motions on May 1, 2012. \nII. \nFACTUAL BACKGROUND \n {11} Summary judgment is improper where findings of fact are necessary to \nresolve an issue of material fact.  Collier v. Collier , 204 N.C. App. 160, 161–162, 693 \nS.E.2d 250, 252 (2010) (citing Hyde Ins. Agency v. Dixie Leasing Corp. , 26 N.C. App. \n138, 142, 215 S.E.2d 162, 164–165 (1975)).  However, for the aid of the parties and \nthe courts, the trial court may provide a summary of material facts that it finds to \nbe uncontroverted in deciding the motion.  Id.  The facts that follow are undisputed \nin the record.  \n {12} Smith is the principal, and virtually the sole,\n2  shareholder of the \ncorporation formerly registered in North Carolina as Techie and now registered as \nSteaksauce.    \n {13}  On June 24, 2008, Techie entered into a sixty-three month commercial \nlease with Plaintiffs for the premises at 2102 Cambridge Beltway Drive, Suite D, \nCharlotte, North Carolina, 28273 (“Suite D”).  (Compl. Ex. A 8–9, 39, 60–61.)  Smith \nexecuted the lease both as Techie’s principal and individually as surety. \n {14}  On December 16, 2009, Plaintiff and Techie executed a First Lease \nAmendment to Substitute Premises (“Amendment”) wherein Techie agreed to \nvacate Suite D in favor of a smaller office space within the same commercial \nproperty (“Suite A-1”).  In a section entitled “Past Due Rent,” the Amendment \nprovided that Techie “currently owes [Plaintiff] the sum of $22,237.15 in past due \nMinimum Annual Rent.”  This section also included a schedule for repayment of the \n                                                 \n2  The undisputed evidence before the Court is that Smith has been, at all times relevant to \nthis action, the owner of ninety-eight percent of the shares of the corporation formerly \nknown as Techie (now Steaksauce).  (Def.’s Mem. Supp. Mot. Summ. J. Ex. 2-D 2.)  The \nremaining two percent of Techie (now Steaksauce) shares is owned by Mary Louise Fodera, \nwhereabouts unknown.  ( See Def.’s Mem. Supp. Mot. Summ. J. Ex. 2-D 2.)  \npast due rent.  The Amendment left undisturbed the sixty-three month term of the \noriginal lease.  (Compl. Ex. A 64–66.) \n {15} Prior to March 2010, Techie and the WorkSmart Defendants were \ncompetitors in the provision of information technology support to businesses in the \nCharlotte area.  (Def.’s Mot. Summ. J. 2.) \n{16} Beginning no later than December 2009,\n3  WorkSmart, Inc. President \nRonald Unger 4  and Smith “engaged in a series of communications” regarding the \npossible sale of certain of Techie’s assets, including client contracts.  (Def.’s Mot. \nSumm. J. Ex. 1, 3.) \n{17} In early 2010, WorkSmart, Inc. made a more formal due diligence \ninvestigation into the purchase of Techie assets “during which WorkSmart reviewed \nand analyzed TECHie’s financial documents, articles of organization, other \ncorporate documents, and certain vendor and client contracts.”  (Def.’s Mot. Summ. \nJ. Ex. 2, 1; Def.’s Mot. Summ. J. Ex. 3, 11–12.) \n {18}  In the course of its investigation, WorkSmart discovered that Techie’s \nequity and net income had declined from 2007 to 2010.  WorkSmart concluded that \nTechie was experiencing financial difficulty.  (Def.’s Mot. Summ. J. 2; Def.’s Mot. \nSumm. J. Ex. 2-C.)   \n{19} WorkSmart,  Inc. representatives inquired of Smith about Techie’s open \nliabilities and learned that Techie had an outstanding line of credit with Wachovia \nBank (“Wachovia”), secured by personal guarantees of Smith and his then-father-in-\nlaw, Chris Kollman (“Kollman”).  Techie also owed Kollman a substantial additional \n                                                 \n3  In his Rule 30(b)(6) deposition as representative of the WorkSmart Defendants, Ronald \nUnger acknowledged that WorkSmart [Inc.] and Techie entered a Mutual Non-Disclosure \nAgreement on December 16, 2009 (Pl.’s Mot. Summ. J. Ex. 2, 18), the same day Techie and \nPlaintiff executed the Amendment.  (Compl. Ex. A 64.)     \n4  Unger is both the president and CEO of WorkSmart, Inc. and president (and manager) of \nWorkSmart Charlotte LLC.  (Pl.’s Mot. Summ. J. Ex. 2, 4.)  Plaintiffs allege that \nWorkSmart Charlotte LLC is an alter ego of WorkSmart, Inc.  (Compl. ¶¶ 39–40.)  While \nthe WorkSmart Defendants nominally contest this characterization of the relationship \nbetween the two companies (Def.’s Mem. Supp. Mot. Summ. J. 15), Unger’s Rule 30(b)(6) \ndeposition testimony concedes that he uses the names “WorkSmart” and “WorkSmart \nCharlotte” “interchangeably.”  ( See, e.g., Pl.’s Mot. Summ. J. Ex. 2, 13.)   \ndebt 5 on a personal loan secured by all of Techie’s accounts receivable and other \nassets.  (Def.’s Mot. Summ. J. Ex. 1 ¶ 17.)  \n {20} Kollman actively participated in negotiations between Techie and the \nWorkSmart Defendants ( \nsee Def.’s Mot. Summ. J. Ex. 2-B; Pl.’s Mot. Summ. J. Ex. \n2, 19–21), and Kollman ultimately “agreed to release his security interest in \nTECHie’s assets to secure cash from the sale of those assets to pay down TECHie’s \ndebts.”  (Def.’s Mot. Summ. J. 3.) \n {21} At some point before WorkSmart Charlotte, LLC purchased Techie’s \nassets, the WorkSmart Defendants became aware of Techie’s existing lease with \nPlaintiff.  ( \nSee Pl.’s Mot. Summ. J. Ex. 2, 42.)  The WorkSmart Defendants, \nhowever, deny being aware of Techie’s arrears with Plaintiff because the \nunexecuted version of the Lease Amendment Smith provided to them did not \ninclude a statement of past due rent.  (Def.’s Mot. Summ. J. Ex. 2-A.)  Furthermore, \nno liability for rent or past due rent appeared on the balance sheets Techie provided \nfor the WorkSmart Defendants’ review.  (Def.’s Mot. Summ. J. Ex. 2-C.)  After being \nprompted by WorkSmart, however, Smith acknowledged in a revised Disclosure \nStatement the possibility that Plaintiff would sue Techie and Smith if he (Smith) \ncould not come to terms with Plaintiff about Techie’s anticipated lease default on \nSuite A-1.  (Def.’s Mot. Summ. J. Ex. 2-B.) 6    \n {22} WorkSmart Charlotte, LLC entered into an Asset Purchase Agreement \n(“APA”) with Techie on March 1, 2010. 7  The APA and accompanying bill of sale \n                                                 \n5 Techie’s Balance Sheet as of January 31, 2010, showed the balance on the note to Kollman \nas $118,006.93.  (Def.’s Mot. Summ. J. Ex. 2-C 6.)   \n6 In a February 26, 2010, e-mail correspondence, Ricky Ayers of WorkSmart wrote to Smith: \n“Steven, given that the lease is in TECHie’s name, please add any lawsuits (anticipated or \notherwise) regarding that.”  (Def.’s Mot. Summ. J. Ex. 2-B.)  In the revised Disclosure \nSchedule submitted in reply, Smith stated: “The only Legal issue that may arise would be if \nI cannot come to a settlement Agreement on breaking the Lease on our current office space, \nthe Landlord may exercise his right to sue me regarding the surety agreement I signed.”  \n(Def.’s Mot. Summ. J. Ex. 2-B.)   \n7 While the parties dispute whether this agreement constituted a true purchase and sale of \nTechie assets or a wholesale acquisition of Techie (or, alternatively, a de facto merger of \nTechie and WorkSmart), it is undisputed that the agreement the parties executed on March \n1, 2010 was entitled “Asset Purchase Agreement.”  (Def.’s Mot. Summ. J. Ex. 1-A 1.)  \ncommemorated a sale of the following assets to WorkSmart Charlotte, LLC: Techie’s \nsoftware and databases pertaining to clients, accounting, and customer service; \nselected Techie accounts receivable per an attached schedule; eleven client contracts \nrepresenting recurring gross monthly revenue of approximately $15,000 (i.e., gross \nannual revenue of approximately $179,000); and Techie’s customer lists.  (Def.’s \nMot. Summ. J. Ex. 1-A.)   \n {23}  Ronald Unger executed the APA for WorkSmart Charlotte, LLC, and \nSmith executed it for Techie.  (Def.’s Mot. Summ. J. Ex. 1-A 16.)     \n{24} The APA expressly provided for WorkSmart Charlotte, LLC to make \nan upfront cash payment of $45,000 to Techie, all of which was allocated to \n“accounts receivable.”  (Def.’s Mot. Summ. J. Ex. 1-A 3–5, 75.)  Consideration for the \nAPA also included additional monthly “variable payments” totaling between \n$60,000 and $150,000, with the actual variable payment amounts to be calculated \nbased on the revenue derived from accounts serviced by Techie during the six \nmonths prior to the effective date of the APA, less certain adjustments.\n8  (Def.’s \nMot. Summ. J. Ex. 1-A 3–4.)  \n{25} As a term of the APA, Techie agreed to indemnify and hold harmless \nWorkSmart Charlotte, LLC from various sources of potential liability, including:  \nmaterial misrepresentations by Techie in the APA; claims against WorkSmart \nCharlotte, LLC as to any rights asserted by third parties regarding the acquired \nassets; claims against WorkSmart Charlotte, LLC with respect to acts or omissions \nof Techie; and claims for compensation owed to any employees with respect to their \nprior employment with Techie.  (Def.’s Mot. Summ. J. Ex. 1-A 11–12.) \n                                                 \n8 The prescribed adjustments were to reduce the variable payments in accordance with: the \nactual value of purchased accounts receivable; balances of any such accounts not collected \nwithin 12 months of the effective date; and certain other bases for further reduction, \nincluding outstanding wages or other consideration owed by Techie to its employees, open \npayables on four enumerated Techie vendor contracts, and “any claims, attorneys’ fees and \ndamages incurred by Purchaser against Seller” under the indemnification provisions of the \nAPA.  (Def.’s Mot. Summ. J. Ex. 1-A 4, 11–12, 73.)  \n{26} The APA also included, in a schedule containing a section captioned \n“No Lawsuits,” notice that a “potential legal issue” could arise between Techie and \nPlaintiff.  (Def.’s Mot. Summ. J. Ex. 1-A 18.)     \n{27} The APA further provided that Smith would enter a non-competition \nand non-solicitation agreement with WorkSmart Charlotte, LLC that would be \neffective for three years from the end of his employment with Techie.  (Def.’s Mot. \nSumm. J. Ex. 1-A 10.)  WorkSmart also required Kollman, who was not a Techie \nshareholder at the time, to sign a similar agreement as a condition of the APA.  \n(Def.’s Mot. Summ. J. Ex. 3, 40.) \n{28} Because the WorkSmart Defendants wanted to be certain that Techie \napplied the $45,000 upfront cash payment to Techie’s Wachovia line of credit (Pl.’s \nMot. Summ. J. Ex. 4, 13), they required that the check be issued jointly to Techie \nand Wachovia.  (Pl.’s Mot. Summ. J. Ex. 4, 32.)  WorkSmart, Inc. supplied the funds \nfor the upfront cash payment.  (Pl.’s Mot. Summ. J. Ex. 2, 8.)  \n {29} On March 2, 2010, Smith sent an e-mail to Frank Bass of Bissell \nPatrick, Plaintiff’s property manager, informing Bissell Patrick that Techie had \nfailed as a business.  (Def.’s Mot. Summ. J. Ex. 10.)  In the e-mail, Smith wrote that \nKollman had “lost over $120,000 on TECHie and I [Smith] am left with nothing” \n(Def.’s Mot. Summ. J. Ex. 10); and that Smith had “found another company to \nservice our customers and take over the [accounts receivable] however this was not \neven enough to pay off my bank loans which [Kollman] also guaranteed.”  (Def.’s \nMot. Summ. J. Ex. 10.)  In closing, Smith wrote, “I have nothing more I can do and \nmy personal credit is already ruined so I have removed everything I could from the \noffice [i.e., Suite A-1].”  (Def.’s Mot. Summ. J. Ex. 10.)      \n{30} After WorkSmart and Techie executed the APA, a number of Techie \nemployees, including Smith, were hired to positions with the WorkSmart \nDefendants.  (Pl.’s Mot. Summ. J. Ex. 2, 14.)  While Plaintiff argues in its opening \nbrief, without any supporting allegations, that Smith “continued to oversee former \nTechie clients” after accepting employment with WorkSmart (Pl.’s Br. Supp. Mot. \nSumm. J. 17), there is no evidence before the Court that Smith was at any time an \nowner, officer, director, or manager of either of the WorkSmart Defendants.9  ( See \nDef.’s Mot. Summ. J. Ex. 1 ¶ 19.)  Taking Plaintiff’s unsupported contention of fact \nin the light most favorable to Plaintiff, the Court does not presume to equate the \nmere oversight of work-related activities with management of an organization.   \nSmith’s employment with the WorkSmart Defendants was terminated in August \n2010.  (Def.’s Mot. Summ. J. Ex. 1 ¶ 20.)   \n{31} In internal communications to employees (including those newly hired \nfrom Techie), and in initial communications with Techie customers, the WorkSmart \nDefendants characterized their purchase of Techie assets as a “merger.”  (Def.’s \nMot. Summ. J. Ex. 3, 36; Pl.’s Mot. Summ. J. Ex. 4, 48.)    \n{32}  Although the parties dispute the value of assets retained by \nSteaksauce following the execution of the APA, it is undisputed that Steaksauce \nretained some Techie assets, including certain accounts receivable, computer \nhardware, and company vehicles.  (Def.’s Mot. Summ. J. Ex. 1 ¶ 11.)   \n{33} WorkSmart, Inc. admits that some of its employees “have referred to \nSteaksauce as a ‘shell corporation.’”  (Pl.’s Mot. Summ. J. Ex. 3 ¶ 27.)    \n{34} The WorkSmart Defendants performed some work for Techie clients \nunder the terms of existing, non-assignable Techie contracts.  (Pl.’s Mot. Summ. J. \nEx. 6, 8; Pl.’s Mot. Summ. J. Ex. 4, 74.)  Without exception, WorkSmart later \nrenegotiated these contracts directly with the former Techie clients.  (See, e.g., Pl.’s \nMot. Summ. J. Ex. 5, 7; Pl.’s Mot. Summ. J. Ex. 7, 5.) \n{35}  The WorkSmart Defendants concede that WorkSmart Charlotte, LLC \n“pays its bills through sharing services and staff with [WorkSmart, Inc.].”  (Pl.’s \nMot. Summ. J. Ex. 2, 8.)  Furthermore, WorkSmart Charlotte, LLC has no \nemployees (Pl.’s Mot. Summ. J. Ex. 2, 8) and no bank account (Pl.’s Mot. Summ. J. \nEx. 2, 8); revenue from WorkSmart Charlotte, LLC flows directly to WorkSmart, \nInc. (Pl.’s Mot. Summ. J. Ex. 2, 8); and WorkSmart, Inc. pays WorkSmart Charlotte, \n                                                 \n9 The WorkSmart Defendants’ uncontested characterization is that Smith’s position \nfollowing the sale was that of “senior business advisor” to WorkSmart.  (Pl.’s Mot. Summ. J. \nEx. 2, 34.)          \nLLC’s vendor liabilities (Pl.’s Mot. Summ. J. Ex. 2, 8) and issues invoices to \nWorkSmart Charlotte, LLC’s clients.  (Pl.’s Mot. Summ. J. Ex. 2, 9.)            \nIII. \nLEGAL STANDARD \n{36}  “The trial court must grant summary judgment upon a party’s motion \nwhen there is no genuine issue as to any material fact and any party is entitled to a \njudgment as a matter of law.”  Wal-Mart Stores East, Inc. v. Hinton , 197 N.C. App. \n30, 37, 676 S.E.2d 634, 641 (2009) (quoting Carter v. W. Am. Ins. Co. , 190 N.C. App. \n532, 536, 661 S.E.2d 264, 268 (2008)).  “Summary judgment is appropriate if: (1) the \nnon-moving party does not have a factual basis for each essential element of its \nclaim; (2) the facts are not disputed and only a question of law remains; or (3) if the \nnon-moving party is unable to overcome an affirmative defense offered by the \nmoving party.”  Id.      \nIV. \nANALYSIS \nA. \nSUCCESSOR LIABILITY  \n{37} Plaintiff alleges that the WorkSmart Defendants, as purchasers of \n“substantially all of the assets of Techie,” are liable for damages incurred as a result \nof Techie’s breach of contract with Plaintiff (1) as the “mere continuation” of Techie \n(Compl. ¶ 36); or, alternatively, (2) because “Techie has effectively been merged into \nWorkSmart and/or WorkSmart Charlotte.”  (Compl. ¶ 37.)  Plaintiff further \nalleges—as its basis for establishing joint and several liability of both WorkSmart \nDefendants under either theory—that WorkSmart Charlotte, LLC is an alter ego of \nWorkSmart, Inc.  (Compl. ¶¶ 39–40.)         \n{38}  As a general rule, “the purchaser of all or substantially all the assets \nof a corporation is not liable for the old corporation’s debts.”  G.P. Publications, Inc. \nv. Quebecor Printing – St. Paul, Inc. , 125 N.C. App. 424, 432, 481 S.E.2d 674, 679 \n(1997) (citing Budd Tire Corp. v. Pierce Tire Co. , 90 N.C. App. 684, 687, 370 S.E.2d \n267, 269 (1988)). \n{39}  At a minimum, imposition of successor liability in North Carolina \nrequires a transfer of assets from a predecessor corporation to the successor.  \nMorgan v. Cavalier Acquisition Corp. , 111 N.C. App. 520, 539, 432 S.E.2d 915, 926 \n(1993) (citing Statesville Stained Glass, Inc. v. T.E. Lane Constr. & Supply Co. , 110 \nN.C. App. 592, 599, 430 S.E.2d 437, 441 (1993)).   \n{40}  The four widely recognized exceptions to the general rule against \nsuccessor liability in modern practice are: (1) where the purchasing corporation \nexpressly or impliedly assumes debts or liabilities of the seller; (2) “where the \ntransfer amounts to a de facto  merger of the two corporations”; (3) where the \ntransfer is conducted to defraud the seller’s creditors; or (4) where the purchaser is \na “mere continuation” of the seller “in that the purchasing corporation has some of \nthe same shareholders, directors, and officers.”  G.P. Publications , 125 N.C. App.  at \n432–33, 481 S.E.2d at 679 (citing Budd Tire Corp. , 90 N.C. App. at 687, 370 S.E.2d \nat 269; see also W. Tex. Refinery & Dev. Co. v. Comm’r , 68 F.2d 77, 81 (10th Cir. \n1933) (enunciating and tracking early case history for these four exceptions);           \n3 James D. Cox & Thomas Lee Hazen, Cox & Hazen on Corporations , § 22.08 (2d ed. \n2003).  Plaintiff asks the Court to impose liability upon the WorkSmart Defendants \nbased on either the de facto merger exception or the “mere continuation” exception \nto the general rule against successor liability. \n   1. \n“MERE CONTINUATION” \n{41} North Carolina has embraced the traditional rule of “mere \ncontinuation” successor liability that “‘a corporate successor is the continuation of \nits predecessor if only one corporation remains after the transfer of assets and there \nis identity of stockholders and directors between the two corporations.’”  G.P. \nPublications , 125 N.C. App. at 434, 481 S.E.2d at 680 (quoting Ninth Ave. Remedial \nGrp. v. Allis-Chalmers Corp. , 195 B.R. 716, 724 (N.D. Ind. 1996) (citing United \nStates v. Carolina Transformer Co. , 978 F.2d 832, 838 (4th Cir. 1992))).  North \nCarolina courts consider two additional factors in determining whether a successor \ncorporation is the “mere continuation” of a predecessor: “(1) inadequate \nconsideration for the purchase; and (2) lack of some of the elements of a good faith \npurchaser for value.”  Id. at 435, 481 S.E.2d at 680 (citing Budd Tire , 90 N.C. App. \nat 687, 370 S.E.2d at 269).  \n{42} The G.P. Publications  court acknowledged the possibility that, “[i]n \nfact, a purchaser conceivably could be found to be the corporate successor of the \nselling corporation even though there is no continuity of ownership.”  125 N.C. App. \nat 435, 481 S.E.2d at 680 (citing L.J. Best Furniture Distrib. v. Capital Delivery \nServ. , 111 N.C. App. 405, 432 S.E.2d 437 (1993)).  Plaintiff submits that this \nlanguage from L.J. Best Furniture  loosened the traditional continuity-of-ownership \nrequirement for “mere continuation” liability. \n{43} L.J. Best Furniture  involved a transfer of assets from Capital Delivery \nService, Inc. (“Capital”) to Duncan Transportation, Inc. (“Duncan”).  L.J. Best \nFurniture , 111 N.C. App. at 406, 432 S.E.2d at 439.  When Capital became \ninsolvent, the wife of Capital’s fifty-percent owner formed Duncan, the only \nshareholders of which were herself, her son, and her nephew—all former Capital \nemployees.  Id.  Duncan then proceeded to engage in the trucking business formerly \nundertaken by Capital, leveraging the latter’s right to lease vehicles, and using \nformer Capital staff and management to serve some of the same customers.   Id.  at \n407–08, 432 S.E.2d at 439–40.  The plaintiff sought to recover from Duncan for \nCapital’s breach of contract prior to the transfer.  Id. at 407, 432 S.E.2d at 439.  The \nCourt of Appeals vacated the trial court’s order of summary judgment in favor of the \nplaintiff , holding that a number of disputed issues of material fact persisted, and \nremanded for trial.  Id. at 409, 432 S.E.2d at 441.  In L.J. Best Furniture , the court \nopined: “[e]ven if there was no evidence of a formal purchase of Capital, the \nevidence must show Duncan, Inc. has acquired Capital’s assets without sufficient \nconsideration and is thus a mere continuation of Capital.  Because this fact is \ndeterminative of Duncan[’s] liability, it is material to this action.”  Id. at 408, 432 \nS.E.2d at 440.   \n{44} Plaintiff reads the court’s opinion in L.J. Best  too broadly.  In light of \nthe narrowly circumscribed factual circumstances giving rise to the court’s decision \nin L.J. Best Furniture —i.e., intra-family, de facto transfer of assets absent a “formal \npurchase,” without sufficient consideration—this Court declines to speculate as to \nother possible factual scenarios that might invoke “mere continuation” liability \nwithout continuity of ownership.   \n{45} As a threshold matter, the Court determines that Plaintiff has failed to \nestablish continuity of ownership or directorship between Techie and WorkSmart.  \nThe Court finds nothing sufficiently compelling in Plaintiff’s evidence to support a \ndeparture from the strict continuity requirement of the traditional “mere \ncontinuation” test, such as that suggested by L.J. Best Furniture .  See id.  As \npreviously noted, supra paragraph 30, there is no evidence before the Court that \nSmith, or any other person, was an owner or director of both Techie (pre-APA) and \nWorkSmart (either pre- or post-APA).  Furthermore, Plaintiff cites no legal \nauthority to support its argument that WorkSmart’s “variable payments” to \nSteaksauce created an equitable interest for Smith in any of the WorkSmart \nentities.  \n{46} Plaintiff further argues, in support of “mere continuation” liability, \nthat the WorkSmart Defendants’ payment of $45,000 to Techie was inadequate \nconsideration for the purchased assets. 10    \n{47} In a contract action, the general rule regarding adequacy of \nconsideration is that “when parties have dealt at arms length and contracted, the \nCourt cannot relieve one of them because the contract has proven to be a hard one.”  \nWeyerhaeuser Co. v. Carolina Power & Light Co. , 257 N.C. 717, 722, 127 S.E.2d \n539, 543 (1962).  It follows that “[w]hether or not the consideration is adequate to \nthe promise, is generally immaterial in the absence of fraud.”  Id. (citation omitted). \n{48} In North Carolina Nat’l Bank v. Evans , 296 N.C. 374, 250 S.E.2d 231 \n(1979), the North Carolina Supreme Court distinguished adequacy of consideration \nunder the law of contract from the standard applied to fraudulent conveyances.  Id. \nat 378, 250 S.E.2d at 234.  The Supreme Court noted that “different policy \n                                                 \n10  See L.J. Best Furniture , 111 N.C. App. at 408, 432 S.E.2d at 440; and paragraph 43, \nsupra . \nconsiderations come into play when the transaction involves the interests of a \ncreditor who is not a party to the transaction,” id. , explaining that \n[a]s against such creditors “the price must be sufficient in itself . . . , \nwithout the aid of their acceptance, for no such acceptance exists.”  \nSince the creditor has no control over the amount of consideration \nwhich his debtor will accept in relinquishing assets, the law requires \nthat the debtor receive “a fair  and reasonable  price, according to the \ncommon mode of dealing between buyers and sellers.”   \n \nId.  (quoting Fullenwider v. Roberts , 20 N.C. 420 (1839)).  The Supreme Court \nconcluded that the principle of fair and reasonable consideration  \ndoes not mean . . . the debtor should [be] paid every dollar the \n[property] was worth, but he “should [be] paid a reasonably fair price—\nsuch as would indicate fair dealing, and not be suggestive of fraud.”  \nSuch a requirement prevents a debtor from placing his assets beyond \nthe reach of his creditors by transfers to friendly parties for nominal \nconsiderations. \n \nId. at 378–79, 250 S.E.2d at 234 (quoting Austin v. Staten , 126 N.C. 783, 36 S.E. \n338 (1900)). \n {49} WorkSmart’s hand in directing payment to Wachovia suggests that \nWorkSmart was aware of the impact the APA might have on Techie’s creditors.  By \nissuing the $45,000 payment jointly to Techie and Wachovia, WorkSmart sought to \naddress the possibility that Smith or Steaksauce might renege on their obligation to \none of Techie’s primary creditors.  The transaction between WorkSmart and Techie \ndoes not appear to be the kind of “transfer[] to friendly parties” articulated in \nEvans , that should prompt heightened scrutiny by this Court.  Id.   While our case \nlaw does not suggest that pleading “mere continuation” should trigger the Evans  \ncourt’s fraudulent-conveyance analysis,11  this Court nevertheless considers the \n                                                 \n11  North Carolina’s statutory provisions concerning fraudulent conveyances have since been \nredrafted and encoded at N.C. Gen. Stat. §§ 39–23.1, et seq .  Evans , however, remains good \nlaw regarding the basic principle underlying the “fair and reasonable price” analysis.  See, \ne.g., Estate of Graham v. Morrison , 168 N.C. App. 63, 68, 607 N.C. App. 295, 299 (2005) \n(citing Evans for the proposition that “[w]hat constitutes valuable consideration depends \nupon the context of a particular case”).   \nEvans standard persuasive in determining whether a heightened level of scrutiny \nshould be applied in evaluating the claim of successor liability in this case.     \n {50} The Court holds that WorkSmart’s payment of $45,000 plus contingent \n“variable payments” is not wholly inadequate in the context of a purchase and sale \nof assets by a financially distressed seller to a wary purchaser.12   Thus, the most \nfavorable interpretation of Plaintiff’s evidence fails to yield “mere continuation” \nliability in the traditional continuity-of-ownership analysis, or under the more \nflexible approach considered by the court in L.J. Best Furniture , 111 N.C. App. at \n408, 432 S.E.2d at 440, which could invite the Court to engage in heightened \nscrutiny of the actual consideration paid under the APA.   \n2. \nTHE DE FACTO  MERGER DOCTRINE \n{51} Plaintiff also argues that the WorkSmart Defendants are liable \nbecause “Techie has effectively been merged into WorkSmart and/or WorkSmart \nCharlotte LLC.”  (Compl. ¶ 37.)  Specifically, Plaintiff urges an application of the \nequitable doctrine of de facto merger because, by purchasing substantially all of \nTechie’s assets, the WorkSmart Defendants reduced Techie to a worthless shell that \nceased all operations.13   Plaintiff further argues that WorkSmart continued Techie’s \nbusiness operations using Techie assets and staff; that the APA was financed, in \npart, by exchange of WorkSmart stock; and that WorkSmart assumed only the \nliabilities necessary for uninterrupted operation of Techie’s former business.  (Pl.’s \nBr. Supp. Mot. Summ. J. 15–17.) \n                                                 \n12  On this point, the WorkSmart Defendants present evidence, not rebutted by Plaintiff, \nthat their decision to jointly issue the upfront payment to Wachovia was out of mistrust of \nSmith rather than an effort to keep Techie assets beyond the reach of other creditors.  In an \ne-mail message to Ricky Ayers on February 23, 2010, Unger writes: “[s]ince [Smith] owes \nmoney to folks personally, we should probably do the joint-check . . . in TECHie’s name as \nwell as Wachovia.”  (Defs.’ Mot. Summ. J. Ex. 1-C 1.)  \n13  Plaintiff notes, in support of this argument, that WorkSmart admits that its employees \nused the term “shell corporation” when referring to Techie successor Steaksauce.  (Pl.’s Mot. \nSumm. J. Ex. 3 ¶ 27.)  \n{52} Before analyzing the applicability of de facto merger to the facts of this \ncase, the Court first considers the distinction between formal merger and asset \npurchase under North Carolina law. \n{53} Merger is, “in essence, the transfer of the property and business of one \ncorporation to another in exchange for securities or cash issued by the purchaser to \nshareholders of the seller.”  Cox & Hazen on Corporations  § 22.11.  Formal merger \nin North Carolina is governed by Article 11 of the North Carolina Business \nCorporation Act,14  and requires adoption (by the boards of directors of both merged \ncorporations) and approval (by voting shareholders of each merged corporation) of a \nplan of merger.  N.C.  GEN . STAT . § 55-11-01(a) (2012).  The surviving corporation \nretains all liabilities of both merged entities.  § 55-11-06(a)(3).   \n{54} Article 12 of the Business Corporation Act (the “Act”) provides:   \n[a] corporation may sell, lease, exchange, or otherwise dispose of all, or \nsubstantially all, of its property, otherwise than in the usual and \nregular course of business, on the terms and conditions and for the \nconsideration determined by the corporation’s board of directors, if the \nboard of directors proposes and its shareholders approve the proposed \ntransaction.  \n \n§ 55-12-02(a). \n  {55} The official comment to the statute addresses the meaning of \n“substantially all” in the context of a corporate asset transfer by explaining that “[a] \nsale of all the corporate assets other than cash or cash equivalents is normally the \nsale of ‘all or substantially all’ of the corporation’s property.”  § 55-12-01 cmt. n.1.  \nThe comment further notes that the phrase “all or substantially all . . . was added \nmerely to make it clear that the statutory requirements [for sale of substantially all \nassets] could not be avoided by retention of some minimal or nominal residue of the \noriginal assets.”  \nId. 15   \n                                                 \n14  Encoded as Chapter 55 of the North Carolina General Statutes, the Act constitutes North \nCarolina’s adoption of the Revised Model Business Corporation Act (1984).  N.C.  GEN . STAT . \n§ 55-1-01 cmt. (2012).  \n15  The comment does not shed further light on when the statutory requirements of Article \n12 of the Act should apply to the sale of some, but not all, of a corporation’s assets outside \n{56} De facto merger is (1) “a judicial reply to situations in which an assets \ntransaction resulted in the transferor corporation being financially incapable of \nsatisfying the claims of its creditors or the victims of its torts,” 20 Am. Jur. Proof of \nFacts 2d 609 § 1 (2012); and (2) an equitable means employed by some jurisdictions \nto protect dissenting shareholders’ rights where an asset sale conducted without \nshareholder approval amounts to a merger in fact.  1-25 Robinson on North \nCarolina Corporation Law § 25.04 (2011).  The doctrine has been applied by a \nminority of jurisdictions.  See Cox & Hazen on Corporations  § 22.07 (discussing de \nfacto merger as a minority rule) (“A far greater number of jurisdictions, including \nDelaware, refuse to embrace the de facto merger doctrine.”); see also 20 Am. Jur. \nProof of Facts 2d 609 § 1 (compiling cases from eleven states that recognize de facto \nmerger). \n{57} While the North Carolina Court of Appeals has previously \nacknowledged the existence of the de facto  merger exception in dicta, see G.P. \nPublications , 125 N.C. App.  at 432–33, 481 S.E.2d at 679; Becker v. Graber \nBuilders, Inc. , 149 N.C. App. 787, 791–92, 561 S.E.2d 905–09 (2002); Coffin v. ISS \nOxford Servs., Inc. , 114 N.C. App. 802, 804, 443 S.E.2d 352, 353 (1994); Morgan , \n111 N.C. App. at 539, 432 S.E.2d at 925–26; Budd Tire Corp., 90 N.C. App. at 687, \n370 S.E.2d at 269, this Court inherits no binding authority as to how, and under \n                                                                                                                                                             \nthe ordinary course of business.  Scholarly review of court decisions in other jurisdictions \nthat have adopted the Revised Model Business Corporation Act, however, suggests that \nasset transfers must be assessed both qualitatively and quantitatively to determine \nwhether they constitute “substantially all” of the seller’s assets.  See Cox & Hazen on \nCorporations § 22.05.  For example, while Cox and Hazen suggest that an eighty percent \nrule of thumb borrowed from tax law may be appropriate to such a determination, id.  (citing \nI.R.C. § 322(b) (2000)), they note that the Delaware Court of Chancery held, in Katz v. \nBregman , 431 A.2d 1274 (Del. Ch. 1981), that a sale of fifty-one percent of corporate assets \nrequired stockholder approval due to “the extraordinary change in the corporation’s \nbusiness that would follow the sale.”  Id.  (discussing Katz ).  As advanced by Cox and Hazen, \nthe essential distinction between an asset sale that remains a discretionary decision of the \nboard of directors and one requiring shareholder approval is whether the decision merely \n“shift[s] assets to new areas” or constitutes a “prelude to a structural change in the nature \nof investment, such as sales that are a prelude to liquidation, for which shareholder \napproval is necessary.”  Id.   In any case, Plaintiffs have nowhere alleged that the APA, if in \nfact a sale of “substantially all” Techie assets to the WorkSmart Defendants, violated the \nrequirements for such a sale under Article 12 of the Act.  \nwhat facts, the doctrine should apply.  The Court, therefore, examines Plaintiff’s de \nfacto  merger claim as a matter of first impression in North Carolina.  \n{58} Long before the adoption of the Business Corporation Act, the North \nCarolina Supreme Court applied successor liability, under the “trust fund” doctrine, \nto a debtor corporation’s sale of substantially all its assets in exchange for shares in \nthe purchasing corporation where the transaction left the seller’s creditors \nunsatisfied.  See McIver v. Young Hardware Co. , 144 N.C. 478, 487–88, 57 S.E. 169, \n172 (1907).  McIver  imposed successor liability upon the purchaser corporation as \nan extension, in equity, of the seller’s fiduciary duty toward its existing creditors: \nWhen there are debts outstanding, “it becomes the duty (of the \ndirectors) of the [insolvent] corporation to preserve its assets and \nadminister them for the benefit of the creditors.  A court of equity will \nthen treat the assets as a trust fund.  If they have been distributed \namong stockholders, or gone into the hands of others than bona fide \ncreditors or purchasers (for value), a court of equity will follow them \nand compel them to be applied to the satisfaction of the debts.”  \n \nId. at 488, 57 S.E. at 172 –73 (quoting Sidell v. Missouri Pac. Ry. , 78 F. 724, 727 (2d \nCir. 1897)); see also Everett v. Carolina Mortg. Co. , 214 N.C. 778, 784, 1 S.E.2d 109, \n113 (1939) (“The principle that a corporation may not transfer all of its assets to \nother than a bona fide  purchaser for value, without provision for the payment of its \ncreditors, is very generally accepted.” (citations omitted)).   \n{59} North Carolina’s iterations of the “trust fund” doctrine have not \ntouched upon the question of whether North Carolina courts would hold a purchaser \nliable to a seller’s creditors based on the purchaser’s mere knowledge  (i.e., actual or \nconstructive) of the seller’s outstanding debts where (1) no claims against the seller \nare pending at the time of the asset sale and (2) valuable consideration is paid for \nthe assets.  See Everett , 214 N.C. at 785, 1 S.E.2d at 113 (holding that the \ntransferee corporation could be held liable under the “trust fund” doctrine where the \ncreditor’s action against the transferor had begun before the asset transfer, where \nthe transferee was wholly owned by the transferor, and where no valuable \nconsideration was exchanged); see also Budd Tire Corp. , 90 N.C. App. at 689, 370 \nS.E.2d at 270 (citing generally to Everett ) (“When a corporation purchases all or \nsubstantially all of the assets of another corporation for grossly inadequate \nconsideration , the transfer will be deemed fraudulent as to the selling corporation’s \ncreditors, regardless of whether the parties had the actual intent to defraud.” (other \ncitations omitted) (emphasis added)).    \n{60} In its traditional form, “[t]he de facto merger exception emphasizes the \ncontinuity of the acquired company’s shareholders in the surviving enterprise.”  Cox \n& Hazen on Corporations § 22.08; see also Matter of New York City Asbestos Litig. , \n789 N.Y.S.2d 484, 486–89 (N.Y. App. 1st Div. 2005) (holding that de facto merger \ncould not apply where there was insufficient evidence of (1) continuity of ownership, \n(2) cessation of ordinary business operations, and (3) dissolution of the selling \ncorporation as soon as possible after the transaction); Kaleta v. Whittaker Corp. , \n583 N.E.2d 567, 571 (Ill. App. Ct. 1st Dist. 1991) (“[W]ithout continuity of \nshareholders, it does not appear just to require the successor corporation to assume \nthe liabilities of the predecessor when it has already paid a substantial price for the \nassets of the predecessor.” (quotation and citation omitted)); Fish v. Amsted Indus., \nInc. , 376 N.W.2d 820, 824 (Wis. 1985) (“A court merely need determine that the \ndefendant, despite business transformations, is substantially the same as the \n[transferor].” (quotation and citation omitted)). \n  {61} De facto merger, furthermore, “in its most orthodox application arises \nwhen stock, rather than cash, is the purchase consideration and the selling \ncorporation dissolves shortly after the acquisition so \n that the stock is distributed to \nits shareholders.”  Cox & Hazen on Corporations § 22.08; see also Fish  v. Amsted \nIndus. , 376 N.W.2d at 824 (“The key element in determining whether a merger or \nde facto merger has occurred is that the transfer of ownership was for stock in the \nsuccessor corporation rather than cash.” (citations omitted)); Franklin v. USX Corp. , \n105 Cal. Rptr. 2d 11, 17 (Cal. Ct. App. 1st Dist. 2001) (“The crucial factor in \ndetermining whether a corporate acquisition constitutes either a de facto merger or \na mere continuation is the same: whether adequate cash consideration was paid for \nthe predecessor corporation’s assets.”);16  Rondy & Co. v. Plastic Lumber Co. , C.A. \nNo. 25548, 2011 Ohio App. LEXIS 4722, at *7 (Ohio Ct. App. Nov. 9, 2011) (“[A] \ntransfer of assets for stock is the sine qua non of de facto merger.” (citing Welco \nIndus., Inc. v. Applied Cos. , 617 N.E.2d 1129, 1132 (Ohio 1993)). \n{62} Plaintiff advances an unpublished case from the United States Court \nof Appeals for the Fourth Circuit, decided under Virginia law, Acme Boot Co. v. \nTony Lama Interstate Retail Stores, Inc. , Nos. 90-2621, 90-2630, 90-2637, 1991 U.S. \nApp. LEXIS 4805 (4th Cir. Mar. 26, 1991) (per curiam), to support application of de \nfacto  merger to the facts of the present case.   \n{63} The traditional elements of the de facto merger doctrine, as set forth in \nAcme Boot , are: (1) continuation of the management, personnel, physical location, \nassets, and general business operations of the seller; (2) continuity of shareholders \nachieved by paying for the acquired assets via transfer, to the seller’s shareholders, \nof shares in the purchasing corporation; (3) the seller “ceases its ordinary business \noperations, liquidates, and dissolves as soon as legally and practically possible”; and \n(4) assumption by the purchaser of “those liabilities and obligations of the seller \nordinarily necessary for the uninterrupted continuation of normal business \noperations of the seller.”  Acme Boot Co. , 1991 U.S. App. LEXIS 4805, at *8 (citing \nBud Antle, Inc. v. Eastern Foods, Inc. , 758 F.2d 1451, 1457–58 (11th Cir. 1985) \n(other citations omitted)); see also Keller v. Clark Equip. Co. , 715 F.2d 1280, 1291 \n(8th Cir. 1983), cert. denied , 464 U.S. 1044 (1984) (setting forth same elements of de \nfacto  merger).    \n{64} Acme Boot  involved a dispute between two trade creditors of a \ndistressed retailer, Desperados American Wear, Inc. (“Desperados”).  Acme Boot \nCo. , 1991 U.S. App. LEXIS 4805, at *2.   In February 1989, the plaintiff (“Acme”) \nsued Desperados and its owner, Robert Davies (“Davies”), on Desperados’ debt to \n                                                 \n16  The California Court of Appeals noted, “it appears to us that the mere continuation \ntheory swallows up the de facto merger theory, because once the two mere continuation \nelements are satisfied there is no need to further consider the additional elements of the de \nfacto merger theory in establishing successor liability.”  Franklin , 105 Cal. Rptr. 2d at 17 \nn.6. \n \nAcme and obtained a default judgment against both defendants in May 1989.  Id.  \nDuring the pendency of Acme’s suit, in April 1989, Acme and creditor Tony Lama \nInterstate Retail Stores, Inc. (“Lama”) entered into an agreement whereby Lama \nwould pay cash for some of Desperados’ trade fixtures and its trade name, and \nwould assume leases on four Desperados stores.  Id.  Around the same time, Lama \nseparately agreed to hire Davies under a five-year contract that included “incentive \ncompensation” based on net sales of the four stores.  Id. at *2–3.  Lama paid Davies \nfor certain trade fixtures by joint check, which Davies signed over to a bank holding \na security interest in them; Lama also paid Davies $10,000, which Davies signed \nback over to Lama in payment of Desperados’ trade debt with Lama.  Id.  at *3.  \nWhen Lama took over the existing Desperados stores, it hired all but one of the \nstores’ managers.  Id.  Lama installed new cash registers and placed “Tony Lama” \nbanners on storefronts; employees wore Lama tags and answered the phone “Tony \nLama”; however, the permanent signs outside the stores continued to say \n“Desperados” for approximately seven months, and receipts may have borne the \nDesperados name during the same period following the sale.  Id.  at *4.   \n{65} As the Acme Boot court noted in its per curiam opinion, Davies \n“continued to operate as manager for a short time . . . but reported to Lama \nmanagement,” and his duties soon “changed from management to marketing.”  Id.  \nAcme filed suit seeking to join Lama to the default judgment against Desperados \nbased upon de facto merger or “mere continuation.”  Id.  at *4–5.  The trial court \ngranted summary judgment to Acme, holding Lama liable as successor to \nDesperados on these facts.  Id.  at *5. \n{66} In reversing, the Fourth Circuit held that the trial court had \nimproperly granted summary judgment to Acme based on de facto  merger by \nrelying on disputed facts in making its ruling.  Id.  at *18.  Two key facts in dispute \ncited by the court were “whether [Davies’] employment agreement could be \nconstrued to be some form of ownership, thus meeting the continuity of ownership \nrequirement,” and “whether there was continuity of the enterprise given that . . . \nLama management ran the business from its . . . office after the purchase, while the \nin-store changes were relatively minor.”  Id.  at *10. \n{67} Without further addressing the question of whether different facts \nwould merit application of de facto  merger in North Carolina, the Court holds that \nthe evidence before it does not satisfy the traditional iteration of the doctrine as set \nforth in Acme Boot, and as advanced by Plaintiff. \n{68}  First, although WorkSmart retained most of Techie’s employees \n(including Smith, whose contract was for a limited term of six months) and \npurchased other Techie assets, Plaintiff has not shown continuity of Techie \nmanagement, physical location, or business operations. 17   While the Fourth Circuit \nheld in Acme Boot Co.  that the trial court’s order of summary judgment in favor of \nthe plaintiff  in that case was inappropriate because it was based on factually \ndisputed evidence as to the nature of Davies’ employment with Lama, Acme Boot \nCo. , 1991 U.S. App. LEXIS 4805, at *18, this Court holds that Plaintiff’s evidence of \nSmith’s employment with WorkSmart alone is insufficient to establish continuity of \nformer Techie management at WorkSmart following execution of the APA.   Second, \nPlaintiff has not demonstrated that the WorkSmart Defendants paid for Techie’s \nassets by an exchange of WorkSmart shares.  Third, while Techie appears to have \nceased ordinary business operations around the time the APA was executed, \nPlaintiff does not present any evidence that Techie (i.e., Steaksauce) liquidated or \ndissolved itself following the transaction.  Lastly, Plaintiff has not shown that the \nWorkSmart Defendants assumed the liabilities and obligations “ordinarily \nnecessary” for the uninterrupted continuation of Techie’s business operations.  This \ndeficiency is illustrated by the fact that WorkSmart elected to continue using its \nexisting offices as the base from which to leverage its newly acquired Techie assets, \nand specifically declined to assume Techie’s leasehold—the liability at the heart of \nthis litigation.     \n                                                 \n17  As previously noted at footnote 9, the most generous reading of Plaintiff’s allegations and \nevidence establish only that Smith “continued to oversee former Techie clients” while \nemployed by WorkSmart for a limited period, not that Smith was a manager, officer, \ndirector, or shareholder of WorkSmart Charlotte, LLC or WorkSmart, Inc.   \n{69} In encouraging the Court to adopt and apply the de facto merger \ndoctrine, Plaintiff cites to various additional interpretations of the doctrine that \nreach beyond fixed elements or determinative factors.  \n{70} For example, in Greater Potater Harborplace, Inc. v. Jenkins , No. 90-\n1462, 1991 U.S. App. LEXIS 11015 (4th Cir. May 31, 1991) (unpublished per curiam \nopinion applying Maryland law), the court stated that, under de facto merger, \n“liability [should be] imposed even when the predecessor corporation has not been \nterminated, since one should not be able to escape liability with such a convenient \nartifice.”  Id. at *18–19 (citing Arnold Graphics Indus., Inc. v. Indep. Agent Ctrs., \nInc. , 775 F.2d 38, 42 (2d Cir. 1985).  Context suggests, however, that the Circuit \nCourt’s statement should not be construed as applicable to the present facts.  \nGreater Potater  involved unrebutted evidence of a high degree of continuity \nbetween a persisting shell entity and the successor to its fundamental enterprise. \nSee id. at *17 (noting that defendant Greater Potater “has continued to operate, \nalbeit in expanded form, using the same equipment, many of the same practices, \nand under the same management as Thrasher’s, Inc.”).  In the course of its review of \nthe trial court’s substitution of Greater Potater as defendant (under Rule 25(c) of \nthe Federal Rules of Civil Procedure), the court’s analysis arguably conflates “mere \ncontinuation” and de facto  merger as a composite whole.  See id. at *16 (“[L]iability \nwill be imposed on successor corporations when, inter alia , the transaction amounts \nto a de facto  merger, and the purchasing corporation is a mere continuation of the \nselling corporation.”).   \n{71} Other cases cited by Plaintiff appear equally inapplicable here.  See \nLumbard v. Maglia, Inc. , 621 F. Supp. 1529, 1536 (S.D.N.Y 1985) (denying motion \nto dismiss successor claim under de facto merger exception where the complaint \n“clearly describes the wholesale transformation of one company, Carla, into another, \nMaglia”); Menacho v. Adamson United Co. , 420 F. Supp. 128, 137 (D.N.J. 1976)  \n(acknowledging decisions construing successor liability more liberally where \npredecessor is unavailable to compensate tort victims, but nonetheless granting \nsummary judgment to successor manufacturer on plaintiff’s personal injury claims, \nnoting that “none of these decisions calls for the imposition of liability on a \npurchaser where the seller retains no control”); AT&S Transp., LLC v. Odyssey \nLogistics & Tech. Corp. , 22 A.D.3d 750, 752 (N.Y. App. Div. 2d Dep’t 2005)  (holding \nthat elements of de facto merger “are analyzed in a flexible manner that disregards \nmere questions of form and asks whether, in substance, it was the intent of the \nsuccessor to absorb and continue the operation of the predecessor,” and affirming \nthe trial court’s ruling that plaintiff had made a sufficient showing of de facto \nmerger where the successor: paid for the predecessor’s assets by stock transfer; \nassumed all of predecessor’s real property, customer obligations, and business \ninsurance policy; hired some of predecessor’s management personnel; and intended \nthe asset purchase to constitute a liquidation of the predecessor).     \n {72}  Plaintiff makes much of WorkSmart’s use of the term “merger” in \nannouncing its acquisition of Techie assets, suggesting that by using the term in its \ndealings with employees and clients WorkSmart sought to continue Techie’s \nbusiness without accepting the potential liabilities.   \n{73} The uncontroverted evidence, however, is that WorkSmart sought to \nretain Techie customers by assuring them that, by the application of WorkSmart’s \ngreater resources, it would improve upon the services formerly provided by Techie,  \nand there is no evidence that WorkSmart premised its pitch to these customers on \nthe notion that WorkSmart would merely continue Techie’s business.18   Although \nTechie’s contracts with customers included non-assignment provisions, Plaintiff \ndoes not challenge WorkSmart’s assertion that the customers, as willing parties to \nthe contracts, effectively ratified any such assignments by agreeing to do business \nwith WorkSmart in Techie’s stead.      \n                                                 \n18  The Court notes with approval the observation of the Colorado Court of Appeals, in \nJohnston v. Amsted Indus., Inc. , 830 P.2d 1141 (Colo. Ct. App. 1992)  (affirming trial court’s \nrefusal to impose products liability on successor) that where a successor pays consideration \nfor a predecessor’s goodwill, “[t]o require the successor to assume liability . . . on the basis of \nacquired good will would be, in effect, requiring the successor to pay twice for that good \nwill.”  Id. at 1146 (citations omitted). \n{74} While some courts have considered a successor’s “holding out” to third \nparties to be persuasive evidence of continuity of enterprise, 19  this Court holds that \nWorkSmart’s use of the term “merger” in its dealings with customers and employees \nis insufficient to support successor liability where, as in this case, other facts fail to \nsupport the equitable theories Plaintiff advances.  Plaintiff was on notice from \nSmith, virtually from the time of the execution of the APA, that Smith had “found \nanother company to service . . . customers and take over” accounts receivable.  \n(Def.’s Mot. Summ. J. Ex. 10.)  Smith added in the same e-mail message (to \nPlaintiff’s agent) that Techie’s monetary return from the APA “was not even enough \nto pay off [Smith’s] bank loans,” and announced his intention to abandon Suite A-1 \nin no uncertain terms, without intimating that the asset purchaser might assume \nTechie’s lease obligation to Plaintiff.  (Def.’s Mot. Summ. J. Ex. 10.)  Plaintiff has \nnot demonstrated that it made any effort to protect its interests following this e-\nmail communication from Smith, or that it sought clarification regarding the nature \nof WorkSmart’s asset purchase and what, if any, of Techie’s obligations to Plaintiff \nthe purchaser would assume in the APA.  Although WorkSmart insisted upon \nissuing the $45,000 payment jointly to Techie and Wachovia, perhaps as a hedge \nagainst potential litigation that WorkSmart viewed as a risk to the asset purchase, \nPlaintiff points to no authority suggesting that an arms-length asset purchaser \nshares a debtor-seller’s duty to treat the seller’s third-party creditors fairly or \nequally, as would be the case in the application of the “trust fund” doctrine.  \n                                                 \n19  The totality of circumstances test for de facto merger adopted by both Alabama, see \nAmerican Standard, Inc. v. Goodman Equip. Co. , 578 So. 2d 1083, 1086 n.3 (Ala. 1991) and \nMichigan, see Turner v. Bituminous Cas. Co. , 244 N.W.2d 873 (Mich. 1976) suggests that a \ndefendant’s holding out to others of the continuity of enterprise—i.e., “[b]asic continuity of \nthe enterprise of the seller corporation, including, apparently, a retention of key personnel, \nassets, general business operations and . . . the [seller’s] name,” American Standard , 578 So \n2d at 1086 n.3 (quoting Turner , 244 N.W.2d at 883–84)—could be sufficient to satisfy the \ncontinuity element.  The remaining factors for de facto merger as set forth in these cases, \nhowever, mirror those enumerated in Acme Boot .  See id. ; Acme Boot , 1991 U.S. App. \nLEXIS 4805, at *8.        Thus, even if the Court entertained such “holding out” as sufficient to \nestablish continuity, Plaintiff’s evidence would still fall short of the traditionally \ndeterminative measure of continuity of management, personnel, physical location, assets, \nand general business operations of the seller.  See Acme Boot , at *8.  \n \n{75} In light of the fact that no North Carolina court has previously applied \nde facto merger to an asset purchase transaction, Plaintiff does not offer any \ncompelling justification for adopting a more expansive version of the doctrine than \nthat enunciated by the traditional four-elements test, with continuity of ownership \nbeing determinative.  See Cox & Hazen on Corporations § 22.08 (“The de facto \nmerger exception emphasizes the continuity of the acquired company’s shareholders \nin the surviving enterprise.”).      \n{76}  Policy implications also weigh heavily against imposition of successor \nliability under the facts of this case.  The market for substantial asset purchases \nencourages the efficient allocation of business assets away from failing entities and \ninto the hands of stronger or better capitalized competitors.  Absent plausible \nevidence of irresponsible dealings, fraud or wrongful advantage, to impose successor \nliability on a transaction conducted pursuant to a due diligence inquiry, and \ncircumscribed by clearly defined contractual terms, would unnecessarily discourage \ngood-faith asset purchases of substantially all assets of a corporation.  While a \npurchasing entity would be well-advised to avoid confusion in its public \ncharacterizations of an asset purchase, it would seem equally unreasonable for our \ncourts to place a potential cloud over every such transaction merely because a buyer \nor its representative uses inartful language in referring to the transaction, or \nbecause the seller neglects to satisfy all of its creditors.   \n{77} For the foregoing reasons, the Court GRANTS GRANTS GRANTS GRANTS the WorkSmart \nDefendants’ Motion for Summary Judgment as to Plaintiff’s claim for successor \nliability. \n{78} In the absence of any remaining substantive basis for liability of \nWorkSmart Charlotte, LLC, the Court further GRANTS GRANTS GRANTS GRANTS the WorkSmart \nDefendants’  Motion for Summary Judgment as to Plaintiff’s corporate veil-piercing \nclaim. \n \n \n \nIV. \nCONCLUSION  \n{79} For the reasons stated herein, the Court DENIES DENIES DENIES DENIES Plaintiff’s Motion for \nSummary Judgment and GRANTS GRANTS GRANTS GRANTS the WorkSmart Defendants’ Motion for \nSummary Judgment.  Accordingly, the Court orders entry of judgment in favor of \nDefendants WorkSmart, Inc. and WorkSmart Charlotte, LLC as to all of Plaintiff’s \nclaims.   \n SO ORDERED SO ORDERED SO ORDERED SO ORDERED, this the 25 \nth  day of May, 2012. \n        "
}