{
  "id": "bcce5c153319616f682123ec2afb37e4b25878e9591e4e91c3b27a7a138e2d27",
  "source_file": "data/raw/ncbc/bcce5c153319616f682123ec2afb37e4b25878e9591e4e91c3b27a7a138e2d27.pdf",
  "raw_text": "Anderson v. Coastal Cmtys. At Ocean Ridge Plantation, Inc., 2012 NCBC 33.  \n \nSTATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JU STICE \n       SUPERIOR COURT DIVISION \nCOUNTY OF BRUNSWICK    09 CVS 1042 \n        (\" Anderson \") \n \nBERRY ANDERSON, et al.,  ) \n Plaintiffs    ) \n      ) \n v. ) \n      ) \nCOASTAL COMMUNITIES AT OCEAN  )  \nRIDGE PLANTATION, INC., et al., ) \n Defendants    ) \n \n \n \nSTATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JU STICE \n       SUPERIOR COURT DIVISION \nCOUNTY OF BRUNSWICK    09 CVS 3376 \n         (\" Beadnell \") \n \nKATHLEEN BEADNELL, et al.,  ) \n Plaintiffs    ) \n      ) \n v. ) \n      ) \nCOASTAL COMMUNITIES AT OCEAN ) \nRIDGE PLANTATION, INC., et al., ) \n Defendants    ) \n \n \n \nSTATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JU STICE \n       SUPERIOR COURT DIVISION \nCOUNTY OF BRUNSWICK    10 CVS 314 \n          (\" Barton \")   \n \nJOHN BARTON, et al.,   ) \n Plaintiffs    ) \n      ) \n v. ) \n      ) \nCOASTAL COMMUNITIES AT OCEAN ) \nRIDGE PLANTATION, INC., et al., ) \n Defendants    ) \n \nSTATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JU STICE \n       SUPERIOR COURT DIVISION \nCOUNTY OF BRUNSWICK    10 CVS 496 \n           (\" Barry \")  \n \nJOHN BARRY, III, et al.,   ) \n Plaintiffs    ) \n      ) \n v. ) \n      ) \nOCEAN ISLE PALMS, INC., et al., ) \n Defendants    ) \n \n \n \nSTATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JU STICE \n       SUPERIOR COURT DIVISION \nCOUNTY OF BRUNSWICK    10 CVS 781 \n        (\" Arnesen \")  \n \nKENNETH ARNESEN, et al.,  ) \n Plaintiffs    ) \n      ) \n v. ) \n      ) \nRIVERS EDGE GOLF CLUB &   ) \nPLANTATION, INC., et al.,   ) \n Defendants    ) \n \n \n \nSTATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JU STICE \n       SUPERIOR COURT DIVISION \nCOUNTY OF NEW HANOVER    09 CVS 1208 \n        (\" Gilmartin \") \n \nBRANCH BANKING AND TRUST ) \nCOMPANY,     )  \n Plaintiff    ) \n      ) \n v. ) \n      ) \nEILEEN A. GILMARTIN,   ) \n Defendant/Third-Party  ) \n Plaintiff    ) \n      ) \nv.    ) \n      ) \nCOASTAL COMMUNITIES AT OCEAN ) \nRIDGE PLANTATION, INC., et al., ) \n Third-Party Defendants  ) \n \n \nOPINION AND ORDER ON MOTIONS TO DISMISS \n \n \nTHESE CAUSES, designated mandatory complex business cases by Order of \nthe Chief Justice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § \n7A-45.4(b) (hereinafter, references to the North Carolina General Statutes will be to \n\"G.S.\"); and assigned to the undersigned Chief Special Superior Court Judge for \nComplex Business Cases, now come before the court upon Defendants' Motions to \nDismiss 1 (collectively, \"Motions\"), pursuant to Rule 12(b)(6), North Carolina Rules of \nCivil Procedure (\"Rule(s)\"); and \n                                           \n \n1 The Motions consist of the following: (a) Defendants Douglas Baxley and BaxleySmithwick PLLC's \nMotion to Dismiss (\"Baxley Defendants' Motion\"); (b) Defendants James Powell, James Powell \nAppraisals, LLC and Lynn Rabello's Motion to Dismis s (\"Appraiser Defendants' Motion\") and (c) \nDefendants Coastal Communities at Ocean Ridge Plant ation, Inc., Coastal Communities at Ocean Ridge \nPlantation, LLC, River's Edge Golf Club and Plantation, Inc., River's Edge Golf Club and Plantation, LLC, \nOcean Isle Palms, Inc., Ocean Isle Palms, LLC, Seaw atch at Sunset Harbor, Inc., Seawatch at Sunset \nHarbor, LLC, Coastal Communities at Seawatch, LLC, Coastal Communities, Inc., Old Dock Land and \nTimber, LLC, Mark A. Saunders, Deborah Boodro, Dona ld Howarth, Alan Karg, MAS Properties, LLC, \nTHE COURT, after considering the Motions, briefs and arguments in support of \nand in opposition to the Motions, other submissions of counsel and appropriate matters \nof record, CONCLUDES that Baxley Defendants' Motion should be GRANTED, \nAppraiser Defendants' Motion should be GRANTED and Coastal Defendants' Motion \nshould be GRANTED in part and DENIED in part, for the reasons stated herein. \nHodges & Coxe PC, by C. Wes Hodges, II, Esq. and Sarah Reamer, Esq. for \nPlaintiffs. \n \nGraebe Hanna & Welborn PLLC, by Christopher T. Graebe, Esq. and Mark R. \nSigmon, Esq. for Coastal Defendants. \n \nCranfill Sumner & Hartzog LLP, by Richard Boyette, Esq. and Melody J. Canady, \nEsq. for Baxley Defendants. \n \nTeague Campbell Dennis & Gorham, LLP, by Jacob H. Wellman, Esq. and \nNatalia K. Isenberg, Esq. for Appraiser Defendants. \n \nJolly, Judge. \n \nI. \n \nPROCEDURAL HISTORY \n \n \n[1] On or around April 26, 2010, Plaintiffs filed t heir Amended Complaints 2 in \nthis matter.  Plaintiffs allege numerous claims for relief (\"Claim(s)\")3 against \nDefendants:4 (1) Breach of Contract – Rescission – Coastal Defe ndants; (2) Breach of \nContract – Alternative Claim for Damages – Coastal Defendants; (3) Breach of Contract \n                                                                                                                                             \nThe Mortgage Company of Brunswick, Inc. and Brendan Gordon's Motion to Dismiss (\"Coastal \nDefendants' Motion\").  \n2 \"Amended Complaints\" refers to the Second Amended Complaint in Anderson , the Amended \nComplaints in Beadnell , Barton , Barry  and Arnesen , and the Second Amended Answer and \nCounterclaims in Gilmartin .  The allegations in the Amended Complaints are su bstantially the same in all \nof the above actions.  For convenience, when specif icity is needed, the court will cite to the allegations in \nthe Second Amended Complaint in Anderson , unless otherwise indicated.  For clarity and cons istency, \nthe court will refer to the terms \"Complaint\" and \"Claim\" in singular fashion when referencing the \nAmended Complaints and Claims therein.   \n3 The various Claims are individually numbered in the Amended Complaints in each separate civil action.   \nFor purposes of this Opinion and Order, it is not necessary to refer to the specific Claim numbers \nassigned to each Claim in each Amended Complaint. \n4 For purposes of each Claim, the specific Defendants are defined infra  paragraphs 5 through 17 .  \n– Specific Performance – Coastal Defendants; (4) Br each of Implied Warranty of \nRestrictive Covenants – Coastal Defendants; (5) Neg ligent Misrepresentation – Coastal \nDefendants; (6) Negligence – Appraiser Defendants; (7) Negligent Misrepresentation – \nAlternative Claim – Appraiser Defendants; (8) Fraud  – All Defendants; (9) Revocation of \nContract Pursuant to Interstate Land Sales Full Disclosure Act – Coastal Defendants; \n(10) Damages Pursuant to Interstate Land Sales Full Disclosure Act – Coastal \nDefendants; (11) Unjust Enrichment – All Defendants , with the exception of Baxley \nDefendants; (12) Violation of N.C.G.S. § 75D-4(a)(2) – All Defendants, with the \nexception of Baxley Defendants; (13) Breach of Duty of Good Faith and Fair \nDealing/Negligent Supervision – Defendant BB&T and Four Oaks; (14) Declaratory \nJudgment – Contracts Void for Illegality – Coastal Defendants; (15) Actions pursuant to \nCivil Conspiracy – All Defendants, with the excepti on of Baxley Defendants; (16) Unfair \nand Deceptive Trade Practices – All Defendants, wit h the exception of Baxley \nDefendants; (17) Preliminary and Permanent Injunctive Relief – Coastal Defendants, \nBB&T, BB&T Trustee, Four Oaks and Four Oaks Trustee; (18) Equitable Estoppel – All \nDefendants; (19) Violations of North Carolina Mortgage Lending Act (N.C.G.S. § 53-\n243.01 et seq.) – BB&T and Four Oaks; (20) Breach o f North Carolina Mortgage \nLending Act (N.C.G.S. § 53-243.01 et seq.) – Coasta l Defendants; (21) Negligence – \nBreach of Duties – Baxley Defendants. \n[2] On May 13, 2011, the court entered an order den ying Plaintiffs' request for \na preliminary injunction against Defendants BB&T and Four Oaks 5 from initiating or \n                                            \n5 Four Oaks Bank and trustee Clifton L. Painter were initial party Defendants in Anderson , Barry  and \nBarton .  Plaintiffs voluntarily dismissed both Defendants  from Barton  on February 17, 2010.  \nSubsequently, Plaintiffs voluntarily dismissed both Defendants from Anderson  and Barry  on October 6, \n2010.  \ncontinuing foreclosure proceedings against Plaintiffs based on the court's conclusion \nthat Plaintiffs failed to demonstrate a likelihood of success on the merits of their Claims \nagainst BB&T.  The court subsequently dismissed Plaintiffs' Claims against BB&T on \nJune 3, 2011, pursuant to Rule 12(b)(6). \n[3] The Motions have been fully briefed and argued and are ripe for \ndetermination. \nII. \nFACTUAL BACKGROUND  \n[4] Paragraphs 5 through 26 below reflect the subst ance of the allegations of \nthe Complaint. \nA.  \nParties  \n[5] Plaintiffs are purchasers of vacant lots (colle ctively, \"Coastal Communities \nProperties\") in various planned residential subdivisions 6 developed by Mark A. \nSaunders (\"Saunders\") and Coastal Communities, Inc. (\"Coastal Communities\"), and \nlocated in Brunswick County, North Carolina.  \n[6] Saunders was and is the registered agent, presi dent, organizer, \nmember/manager and/or sole shareholder of Coastal Communities; Coastal \nCommunities at Ocean Ridge Plantation, Inc.; Coastal Communities at Ocean Ridge \nPlantation, LLC; River's Edge Golf Club & Plantation, Inc., River's Edge Golf Club & \nPlantation, LLC, Ocean Isle Palms, Inc.; Ocean Isle Palms, LLC (\"Ocean Isle Palms\"); \nSeawatch at Sunset Harbor, Inc.; Seawatch at Sunset Harbor, LLC; Coastal \n                                            \n6 The four Coastal Communities subdivisions at issue in this case are (1) Ocean Ridge Plantation, (2) \nOcean Isle Palms, (3) River's Edge Golf Club & Plantation and (4) Seawatch at Sunset Harbor. \nCommunities at Seawatch, LLC (\"Seawatch\"), MAS Properties, LLC (\"MAS Properties\"); \nThe Mortgage Company of Brunswick, Inc. (\"TMC\"); Old Dock Land and Timber, LLC \nand various other corporate entities located in North Carolina (collectively, \"Coastal \nDefendants\"). 7 \n[7] Deborah Boodro is Vice President and Marketing Manager of Coastal \nCommunities. \n[8] At all times material to this action, Donald Ho warth was the Broker-in-\nCharge and responsible for the management of Ocean Isle Palms. \n[9] At all times material to this action, Alan Karg  was the Broker-in-Charge \nand responsible for the management of Seawatch.  \n[10] MAS Properties is a North Carolina limited lia bility company with its \nprincipal office located in Brunswick County. \n[11] TMC is a North Carolina corporation with its p rincipal office located in \nBrunswick County.  TMC is a residential mortgage broker company. \n[12] Brendan Gordon (\"Gordon\") is Vice President an d managing principal of \nTMC. \n[13] James Powell Appraisals, LLC (\"James Powell Ap praisals\" or \"JPA\") is a \nNorth Carolina limited liability company with its principal office in Brunswick County.   \n[14] James Powell (\"Powell\") is the organizer, memb er and registered agent of \nJames Powell Appraisals. \n[15] Lynn Rabello (\"Rabello\") is an employee, indep endent contractor and/or \nagent of Powell and James Powell Appraisals (collectively, \"Appraiser Defendants\").  \n                                            \n7 Anderson  Second Am. Compl. (\"Compl.\") ¶ 30.  For purposes o f this Opinion and Order, Defendants \nDeborah Boodro, Donald Howarth, Alan Karg and Brendan Gordon are also included in all references to \nCoastal Defendants, unless otherwise indicated.  \nRabello conducted the majority of the value appraisals performed for the Coastal \nCommunities Properties. \n[16] BaxleySmithwick PLLC (\"BaxleySmithwick\") is a law firm and professional \nlimited liability company incorporated in North Carolina.   \n[17] Douglas Baxley (\"Baxley\") was and is a member and manager of \nBaxleySmithwick (collectively, \"Baxley Defendants\"). \nB.  \nThe Alleged Scheme  \n[18] Plaintiffs, like many other purchasers of real  property in North Carolina, \nbought lots in new real estate developments shortly before the national real estate \nbubble burst around 2008.  The number of similar lawsuits filed in this court alone \nfollowing the collapse of such developments has increased dramatically.  See, e.g., \nAllen v. Land Res. Grp. of N.C., LLC,  Rutherford County No. 08 CVS 1283 (N.C. Super. \nCt.); Cabrera v. Ridges at Morgan Creek, LLC, McDowell County No. 09 CVS 544 (N.C. \nSuper. Ct.); Abraham v. Jauregui, Onslow County No. 09 CVS 3608 (N.C. Super. Ct.); \nBeattie v. Branch Banking & Trust Co .,  New Hanover County No. 10 CVS 3891 (N.C. \nSuper. Ct.) and BDM Invs. v. Wells Fargo & Co ., Brunswick County No. 11 CVS 449 \n(N.C. Super. Ct.).  \n[19] Plaintiffs bring these actions for damages and  rescission arising out of \ntheir purchase of Coastal Communities Properties based upon allegations that \nSaunders, his companies and their agents, along with other participants in the alleged \nscheme, \"concealed their conduct designed to artificially inflate the market for the sale \nof vacant lots in the subdivision[s], including but not limited to high-pressure and \nmisleading sales tactics, appraisals that reached a pre-determined result and were \notherwise deficient and designed to support an inflated purchase price, irregular and \ndeceptive brokerage and lending practices, and affixing of excessive revenue stamps \non recorded deeds . . . .\"8 \n[20] Specifically, Plaintiffs allege that Saunders,  through MAS Properties, \npurchased undeveloped and unimproved parcels of real property throughout Brunswick \nCounty and then partitioned the property into lots in proposed subdivisions. 9  Saunders, \nhis agents and employees of his various corporate entities marketed the subdivisions \nand immediately sold the lots to purchasers at grossly inflated prices.  In perpetrating \nthis scheme, Plaintiffs allege that Saunders and his employees began misleading \npotential purchasers, including Plaintiffs, about (a) the infrastructure and amenities to be \ndeveloped in each subdivision, (b) the availability of the property and (c) the degree of \ninterest in the property. 10    \n[21] In order to create inflated prices, Plaintiffs  allege that appraisals from other \nsales of properties located within older, more established phases of the coastal \ncommunities subdivisions were used to generate inflated appraisals for the lots located \nin the newer phases of these developments. 11   To make sure the appraisals were \ninflated, Saunders made an arrangement with Powell and JPA to ensure that the \nappraisals would be generated as described above. 12   Plaintiffs allege that Powell and \nRabello failed to consider sales prices for lots outside of the Coastal Communities in \n                                            \n8 Id.  ¶ 496. \n9 Id.  ¶¶ 62-64. \n10  Id.  ¶ 65. \n11  Id.  ¶¶ 105-06.  \n12  Id.   \nestablishing the appraised value of the lots. 13   Plaintiffs allege that Defendants \nconcealed their practice of manipulating appraised values, and therefore, Plaintiffs did \nnot know that the appraisal values were inflated. \n[22] Plaintiffs allege that Saunders and TMC steere d buyers to preferred \nlenders, like BB&T.  Plaintiffs further allege that Saunders made arrangements with \nthese preferred lenders to ensure Plaintiffs would rely upon the manipulated \nappraisals. 14    \n[23] BaxleySmithwick was selected by Saunders to pr eside over the closings \non the lots purchased by Plaintiffs. 15   Saunders offered Plaintiffs a $500 credit for their \nagreement to use BaxleySmithwick in their closings.16   Baxley performed various legal \nservices, including but not limited to examining title, serving as escrow agent for receipt \nand disbursement of closing funds, preparing loan closing documents, obtaining title \ninsurance, recording deeds, other documents and all correspondence required to \nconclude the transactions. 17   BaxleySmithwick also reported to the Register of Deeds of \nBrunswick County the amount of excise tax (\"Revenue Stamps\") due under North \nCarolina law. 18    \n[24] Plaintiffs allege that when calculating the am ount of tax on a lot sale \npursuant to G.S. 105-228.30, 19  BaxleySmithwick failed to take into consideration a \n                                            \n13  Id.  ¶ 109.  \n14  Id. ¶ 119. \n15  Id.  ¶¶ 53, 150. \n16  Id.  ¶ 597. \n17  Id. ¶ 598. \n18  Id.  ¶ 599.  Pursuant to G.S. 105-228.30, the Revenue S tamps affixed to recorded deeds are based \nupon the sales prices for the property reported to the register of deeds. The tax rate is $1 on each $500 of \nthe consideration or value of the interest conveyed.  Therefore, the purchase price for real property can \nbe calculated from the Revenue Stamps on the deed.  Appraisers, developers, real estate agents and \nlenders often rely upon Revenue Stamps to evaluate the purchase price of real property.  \n19  Id.  ¶ 603. \ncredit given to Plaintiffs by Coastal Defendants in an amount necessary to pay the \ninterest on a lot purchase for two years. 20   Plaintiffs contend this caused each deed to \ncarry excessive Revenue Stamps, which in turn caused the deed to reflect on its face \nan inflated and misleading purchase price that Defendants used to their advantage in \nperpetrating their fraudulent scheme. 21   The Complaint alleges that JPA and its \nemployees/agents used the inflated consideration reported to the Register of Deeds to \njustify their own inflated appraisals. 22  \n[25] Plaintiffs further allege that Saunders and hi s agents made \nmisrepresentations regarding the construction of the subdivisions' infrastructure and \namenities as set forth in the Sales Contracts. 23   Neither the infrastructure nor the \namenities were completed for the subdivisions, allegedly resulting in Plaintiffs' inability \nto use the Coastal Communities Properties for reasonable residential purposes. 24  \n[26] Plaintiffs are seeking breach of contract dama ges and rescission of \ncontract, arguing frustration of purpose, which is based upon the current undeveloped \nstate of the subdivisions. 25   Plaintiffs seek damages based on the difference between \nthe value of the Coastal Communities Properties as represented by Saunders and his \nagents with infrastructure and amenities and the present value as it is without \ninfrastructure and amenities. 26   Plaintiffs argue alternatively that they are entitled to \n                                            \n20  Id.  ¶¶ 601-03.  \n21  Id.  ¶ 604. \n22  Id.  ¶ 606.  \n23  Id.  ¶ 413.  All Plaintiffs signed written contracts to purchase property in one of the four coastal \ncommunities subdivisions.  While all Plaintiffs' written contracts are not identical, the differences are minor \nand immaterial to the court's determination of the instant Motions.  Accordingly, the court will refer  \ncollectively to Plaintiffs' written contracts for the purchase of Coastal Communities Properties as th e \n\"Sales Contracts.\"      \n24  Id.  ¶ 417.  \n25  Id.  ¶ 418.  \n26  Id.  ¶ 423.  \nspecific performance of the Sales Contracts, which would include completing \nconstruction of infrastructure and amenities. 27   Finally, Plaintiffs allege various tort and \nstatutory claims against Defendants based on the above-mentioned alleged conduct.  \nIII. \nDISCUSSION  \nA. \nLegal Standard  \n[27] Dismissal of an action pursuant to Rule 12(b)( 6) is appropriate when the \ncomplaint fails to state a claim upon which relief can be granted.  In deciding a Rule \n12(b)(6) motion, the well-pleaded allegations of the complaint are taken as true and \nadmitted, but conclusions of law or unwarranted deductions of facts are not deemed \nadmitted. Sutton v. Duke , 277 N.C. 94, 98 (1970).  \n[28] A complaint fails to state a claim upon which relief can be granted when \n(a) the complaint on its face reveals that no law supports the plaintiff's claim, (b) the \ncomplaint on its face reveals the absence of facts sufficient to make a good claim or  \n(c) some fact disclosed in the complaint necessarily defeats the plaintiff's claim.  \nJackson v. Bumgardner , 318 N.C. 172, 175 (1986). \nB.  \nBaxley Defendants' Motion  \n[29] Plaintiffs allege Claims for negligence and fr aud against Baxley \nDefendants. 28   Baxley Defendants seek Rule 12(b)(6) dismissal of all Claims alleged \n                                            \n27  Id.  ¶ 425.  \n28  At a hearing on June 9, 2011, the court orally GRANTED Baxley Defendants' Motion.  The court \nprovides this written Opinion and Order on Baxley D efendants' Motion, pursuant to Rule 2.1(b) of the \nGeneral Rules of Practice for the Superior and District Courts. \nagainst them.  The court will discuss the Claims for negligence and fraud alleged \nagainst Baxley Defendants in turn.     \n1.  \nNegligence (Attorney Malpractice) Claim  \n[30] Baxley Defendants argue that Plaintiffs' Claim  for negligence must be \ndismissed because the Complaint fails to allege facts that show Baxley Defendants \nowed Plaintiffs a duty to look beyond the agreed purchase price and determine the \nvalue of the property at the time of conveyance. 29   Baxley Defendants also argue that \nPlaintiffs' negligence Claim should be dismissed on causation grounds. 30  \n[31] Plaintiffs respond by arguing that Baxley Defe ndants breached a duty \nowed to them by failing to act within the reasonable standard of care for closing \nattorneys, which requires attorneys to calculate the dollar value of Revenue Stamps \nbased on consideration or value of the interest conveyed. 31  \n[32] To state a claim for attorney malpractice, the  plaintiff must establish that \nthe attorney breached duties owed to the plaintiff, and the attorney's negligence \nproximately caused damage to the plaintiff.  Rorrer v. Cooke , 313 N.C. 338, 355 (1985).  \nIn doing so, the plaintiff must prove that the lawyer-defendant \"violated a standard of \ncare required of similarly situated attorneys.\"  Id . at 356-57.   \n[33] An attorney owes a duty to his client to (a) b e competent to handle the \nmatter at hand and possess the knowledge, skill and ability to handle the issue; (b) use \nhis best judgment in carrying out the matter and (c) \"exercise reasonable and ordinary \n                                            \n29  Br. BaxleySmithwick PLLC Douglas Baxley Supp. Mot.  Dismiss (\"Baxley Defs. Memo\") 8-9.  \n30  They contend that (a) as a matter of law, the value of the Revenue Stamps attached to the various \ndeeds did not cause the alleged inflated prices and (b) any lots that were valued under $250,000 were not \neven appraised.  Id.  11-12. \n31  Pls. Def. Gilmartin Mem. Opp'n Att'y Defs. Mot. Dismiss 7-9.  \ncare and diligence in the use of his skill and in the application of his knowledge to his \nclient's cause.\"  Hodges v. Carter , 239 N.C. 517, 519 (1954).  Here, Plaintiffs have \nmade no allegations that Baxley Defendants did not possess the requisite skill, \nknowledge or ability to handle the transactions. 32   Thus, the issue before the court is \nwhether Plaintiffs sufficiently have alleged that Baxley Defendants failed to use their \nbest judgment or otherwise failed to exercise reasonable care in the application of those \nskills, and whether Plaintiffs were proximately damaged as a result.  \n[34] With regard to the excise taxes at issue, G.S.  105-228.30 provides that \nthe tax and corresponding amount of Revenue Stamps, is calculated using \"the \nconsideration or value of the interest conveyed.\"  Baxley Defendants argue that the \nconsideration paid was the contract price and that trying to impose a duty on an \nattorney to calculate the value of the property minus incentives goes beyond the ability \nand skill of an attorney. 33    \n[35] In response, Plaintiffs contend that attorneys  have a duty to calculate \nRevenue Stamps based on the \"actual true value\" of the property, not the contract \nprice. 34   Plaintiffs argue that only looking to the sales price is not proper, especially in \natypical situations where seller incentives cause the amount actually paid to be \nsignificantly less than the contract price. 35  \n[36] In support, Plaintiffs' cite a formal ethics o pinion from the North Carolina \nState Bar (\"Ethics Opinion\") that discusses an attorney's ethical duty when calculating \nexcise tax pursuant to G.S. 105-228.30.  See  N.C. St. B. 2001 Formal Ethics Op. 12 \n                                            \n32  Id.  7. \n33  Baxley Defs. Memo 9. \n34  Id.  \n35  Pls. Def. Gilmartin Mem. Opp'n Att'y Defs. Mot. Dismiss 9-10. \n(Oct. 19, 2001).  The Ethics Opinion discusses a fact scenario where a developer sells \nreal property in a development to a buyer for a certain purchase price, but gives the \nbuyer a credit at closing.  Id .  The attorney at closing obtains Revenue Stamps for the \ndeed based upon the higher price recited in the purchase contract even though the \nactual consideration paid by the buyer is less.  Id .  To encourage sales of other lots in \nthe development at inflated prices, the developer claims that he sold the lot for the price \nreflected in the Revenue Stamps.  Id .  The Ethics Opinion concludes that such conduct \ninvolves \"dishonesty and misrepresentation\" on the part of the attorney because \"if \nexcess tax stamps are affixed to a deed, the higher value reflected by the tax stamps \nmay deceive third parties.\"  Id . \n[37] While the Ethics Opinion raises questions abou t the ethical conduct of \nBaxley Defendants, it is not \"in and of itself . . . a basis for civil liability.\"  Barrs v. \nCampbell Univ., Inc. , 148 N.C. App. 408, 421 (2002) (quoting McGee v. Eubanks , 77 \nN.C. App. 369, 374 (1985)); see also  R. Prof. Conduct N.C. State B . 0.2[7] (\"Violation of \n[an ethical rule] should not give rise itself to a cause of action against a lawyer nor \nshould it create any presumption in such a case that a legal duty has been breached.\"). \n[38] Typically, the excise tax represented by Reven ue Stamps is based upon \nthe purchase price.  To impose a duty upon a closing attorney to look beyond the \npurchase contract when calculating excise tax would be problematically expansive.  \nSuch a duty would require the closing attorney to determine which, if any, of the many \ntypes of incentives or credits must be deducted from the purchase price to determine \nthe true value of the property.  The court concludes that under the circumstances of this \ncase, North Carolina law does not impose such a duty on Baxley Defendants.36  \n[39] Accordingly, the court CONCLUDES that Plaintif fs have failed to allege \nsufficient facts to support their theory of legal malpractice against Baxley Defendants.  \nThe negligence Claim as to them therefore fails to state a claim upon which relief can \nbe granted.  Baxley Defendants' Motion as to such Claim should be GRANTED, and the \nClaim should be DISMISSED. \n2.  \nFraud Claim  \n[40] Baxley Defendants contend that Plaintiffs' fra ud Claim against them \nshould be dismissed because the Plaintiffs failed to plead the alleged fraud with \nparticularity. 37  \n[41] Plaintiffs argue that the fraud Claim against Baxley Defendants is pleaded \nwith sufficient particularity because Plaintiffs detail the allegedly fraudulent acts of \nBaxley Defendants, which involved the \"affixing of excess revenue stamps to recorded \ndeeds.\"38   Plaintiffs contend that Baxley Defendants fraudulently inflated the value of \neach property, resulting in the receipt of \"benefits of scale.\"39    \n[42] To state a claim for fraud, a complaint must a llege with particularity (a) \nfalse representation or concealment of a material fact, (b) reasonably calculated to \ndeceive, (c) made with intent to deceive, (d) which does in fact deceive and (e) resulting \n                                            \n36  Because Plaintiffs' negligence Claim against Baxle y Defendants is subject to dismissal for failure to \nallege a recognized legal duty owed to Plaintiffs, the court need not address the causation issues related \nto said Claim.  \n37  Baxley Defs. Memo  12-15.  \n38  Pls. Def. Gilmartin Mem. Opp'n Att'y Defs. Mot. Dismiss 12 (citing Compl. ¶ 602).  \n39  Id.   \nin damage to the injured party.  Rowan Cnty. Bd. of Educ. v. U.S. Gypsum Co. , 332 \nN.C. 1, 17 (1992).  \"An essential element of actionable fraud is that the false \nrepresentation or concealment be made to the party acting thereon.\"  Hospira Inc. v. \nAlphaGary Corp. , 194 N.C. App. 695, 699 (2009).  \n[43] There is no specific allegation of fraudulent conduct on behalf of Baxley \nDefendants.  Rather, Plaintiffs only allege that Baxley Defendants' actions contributed \nand allowed others, as part of a conspiracy, to commit fraudulent conduct and that \nBaxley Defendants benefited from the fraud.  Most notably, Plaintiffs allege fraud \nagainst all Defendants, including Baxley Defendants, based on a conspiracy theory.40   \nHowever, Baxley Defendants are specifically excluded from the separate civil \nconspiracy Claim of the Complaint. 41   As such, Plaintiffs do not allege any agreement \nbetween Baxley Defendants and any other Defendant sufficient to support a conspiracy \nclaim.  The mere conclusory allegation that Baxley Defendants affixed excessive \nrevenue stamps on recorded deeds as part of a conspiracy to defraud Plaintiffs is \ninsufficient and falls short of meeting the heightened requirements for pleading fraud. \n[44] Accordingly, the court CONCLUDES that the Plai ntiffs have not alleged \nsufficient facts to state a fraud Claim against Baxley Defendants.  The fraud Claim fails \nto state a claim upon which relief can be granted against Baxley Defendants.  Their \nMotion as to such Claim should be GRANTED, and the Claim should be DISMISSED.42  \n                                            \n40  Compl. ¶¶ 470, 496 (alleging that \"[e]ach Defendant is joined in this action as a co-conspirator\").  \nPlaintiffs allege that each Defendant entered into an agreement with the other Defendants to commit \nfraud, but provide no facts to support the contention that Baxley Defendants entered such an agreement .  \n41  See id.  ¶¶ 558-62 (alleging \"Actions pursuant to Civil Conspiracy\" against \"All Defendants, with the \nexception of Baxley and BaxleySmithwick\").  \n42  Baxley Defendants also argue that many of Plaintiffs' Claims are time barred by the applicable statutes \nof limitations or repose.  In view of the court's dispositive ruling with regard to Plaintiffs' Claims  alleged \nagainst Baxley Defendants, analysis of whether certain Plaintiffs' Claims may be time barred as to those \nDefendants is not necessary. \nC.  \nAppraiser Defendants' Motion  \n[45] Plaintiffs allege Claims against Appraiser Def endants for negligence, \nnegligent misrepresentation, fraud, RICO violation, civil conspiracy, unjust enrichment \nand Chapter 75 violation.  \n[46] Appraiser Defendants argue that Plaintiffs' Cl aims against them must be \ndismissed, primarily because (a) Plaintiffs fail to allege facts showing that Appraiser \nDefendants owed Plaintiffs a duty of reasonable care, (b) Plaintiffs fail to allege facts \nshowing that they reasonably relied upon the appraisals, (c) Plaintiffs' allegations lack \nspecificity to support their fraud and RICO Claims and (d) several of Plaintiffs' Claims \nare barred by the statute of limitations. 43  \n1. \nNegligent Misrepresentation and Negligence Claims  \n[47] Appraiser Defendants seek dismissal of Plainti ffs' negligent \nmisrepresentation and negligence Claims, 44  contending that Plaintiffs fail to allege facts \nshowing that Appraiser Defendants owed Plaintiffs a duty of care and Plaintiffs' \njustifiably relied upon Appraiser Defendants' representations.   Specifically, Appraiser \nDefendants argue that Plaintiffs fail to allege a duty owed and justifiable reliance \nbecause Plaintiffs were merely distant third-parties to the appraisal procurement \nprocess.45    \n                                            \n43  Appraiser Defs. Mem. Supp. Mot. Dismiss 6 (\"Appraiser Defs. Memo\") \n44  The court recognizes that the elements of a prima facie claim for negligence differ from those of a claim \nfor negligent misrepresentation.  However, for the purposes of this Opinion and Order, the court will \ndiscuss both Claims together because they sound in the same theory of liability.  See Williams v. United \nCmty. Bank , No. COA11-532, 2012 N.C. App. LEXIS 209 (N.C. Ct. App. Feb. 7, 2012) (analyzing \nappraiser negligence and negligent misrepresentation claims together).  \n45  Appraiser Defs. Memo 7-8.  \n[48] Plaintiffs respond that the absence of contrac tual privity between \nAppraiser Defendants and themselves is not a bar to recovery in tort since the borrower \nis an anticipated third-party beneficiary of the subject appraisal to whom the appraiser \nowes a duty of care in performing the appraisal. 46   Plaintiffs further contend that they \nactually relied upon the appraisals because they would not have closed on the Coastal \nCommunities Properties had the appraisals returned values showing the lots were \ninsufficient collateral for the loans. 47   \n[49] In North Carolina, \"[t]he tort of negligent mi srepresentation occurs when a \nparty justifiably relies to his detriment on information prepared without reasonable care \nby one who owed the relying party a duty of care.\"  Raritan River Steel Co. v. Cherry, \nBekaert & Holland , 322 N.C. 200, 206 (1988), rev'd on other grounds , 329 N.C. 646 \n(1991). \n[50] The North Carolina Court of Appeals, in Ballance v. Rinehart , held that a \nlicensed real estate appraiser who performs an appraisal of real property, at the request \nof a client, owes a prospective purchaser of such property a duty to use reasonable \ncare in the preparation of the appraisal if the appraiser knows the prospective purchaser \nwill rely on the appraisal.  105 N.C. App. 203, 207-08 (1992).  The court of appeals in \nBallance  expressly adopted the test, as set forth by the supreme court in Raritan , for \ndetermining negligence liability for accountants and applied it to real estate appraisers.  \nWilliams , 2012 N.C. App. LEXIS 209, at *16.  In turn, Raritan  adopted a standard of \nliability set forth by the Restatement (Second) of Torts, which provides: \n \n                                           \n \n46  Pls. Def. Gilmartin Mem. Opp'n Appraisal Defs. Mot. Dismiss 10.  \n47  Id.  11.  \nInformation Negligently Supplied for the Guidance of Others \n(1) One who, in the course of his business, profess ion or \nemployment, or in any other transaction in which he  has a \npecuniary interest, supplies false information for the \nguidance of others in their business transactions, is subject \nto liability for pecuniary loss caused to them by t heir \njustifiable reliance upon the information, if he fails to exercise \nreasonable care or competence in obtaining or \ncommunicating the information.  \n \n(2)  . . . [T]he liability stated in Subsection (1)  is limited to \nloss suffered  \n \n(a) by the person or one of a limited group of pers ons for \nwhose benefit and guidance he intends to supply the  \ninformation or knows that the recipient intends to supply it; \nand \n \n(b) through reliance upon it in a transaction that he intends \nthe information to influence or knows that the reci pient so \nintends or in a substantially similar transaction. \n \nRaritan , 322 N.C. at 209-10 (quoting Restatement (Second) of Torts § 552 (1977)).  \nSimilar to an accountant, a real estate appraiser often performs an appraisal pursuant to \na contract with an individual client, usually a lending institution, which may later \ndistribute the appraisal to a prospective purchaser-borrower.  Ballance , 105 N.C. App. \nat 207-08.  In such a situation, the real estate appraiser owes a duty to the prospective \npurchaser-borrower if the appraiser knows the lending institution intends to supply the \nappraisal to a prospective purchaser-borrower who will rely on the appraisal.  See \nRaritan , 322 N.C. at 213 (quoting the Restatement (Second) of Torts § 552).\n48  \n[51] Plaintiffs asserting negligence-based claims a gainst appraisers must \nallege facts showing justifiable reliance in order to survive a Rule 12 motion.  See \n                                            \n48  The court need not address whether Appraiser Defen dants owed a duty to Plaintiffs in light of the \ncourt's ruling in this Opinion and Order that Plaintiffs cannot establish direct reliance on the appra isals. \nRaritan , 322 N.C. at 205 (affirming Rule 12(b)(6) dismissal of a negligent \nmisrepresentation claim where the plaintiff failed to allege reliance). \n[52] Plaintiffs in this case allege in substance th at they indirectly relied on the \nappraisal reports.49   However, the North Carolina Supreme Court, in Raritan , held that \nindirect reliance will not support a claim for negligent misrepresentation.  Id . at 204.  In \nRaritan , the plaintiff steel company (\"Raritan\") sued an accounting firm for losses \nincurred when it allegedly relied on inaccurate information contained in an audit report.  \nId . at 203.  The Intercontinental Metals Corporation (\"IMC\") had previously hired an \naccounting firm to prepare an audit of IMC's financial information, which was published \nin its report.  Id .  Subsequently, IMC ordered raw steel from Raritan on an open credit \naccount.  Id .  In determining whether to extend credit to IMC, Raritan investigated IMC's \nfinancial position and allegedly relied on a Dun & Bradstreet report describing IMC's net \nworth, which specifically referenced the accounting firm's audit report as the source for \nsuch information.  Id . at 205.  Raritan then decided to extend credit to IMC and later \nincurred losses from the transaction.  Id .  Raritan sued the accounting firm for negligent \nmisrepresentation, claiming that the firm had misrepresented IMC's net worth in the \naudit report.  \n[53] The trial court dismissed Raritan's negligent misrepresentation claim, \npursuant to Rule 12(b)(6), because Raritan's complaint admitted to having relied not on \nthe defendant's audit report directly, but rather on the Dun & Bradstreet report that \nreferenced the audit report.  Id . at 204.  The supreme court affirmed the trial court's \nruling, holding: \n                                           \n \n49  Plaintiffs never use the term \"indirect\" reliance in the Complaint.  However, as discussed below, the  \nfacts alleged clearly reflect that Plaintiffs' reliance on the appraisal reports was, at best, indirec t.  \nRaritan alleges that it got the financial informati on upon \nwhich it relied, essentially IMC's net worth, not f rom the \naudited statements themselves, but from information  \ncontained in Dun & Bradstreet.  This allegation, we  \nconclude, defeats Raritan's claim for negligent \nmisrepresentation so as to render it dismissible un der Rule \n12(b)(6).  \n \n. . . We conclude that a party cannot show justifia ble reliance \non information contained in audited financial state ments \nwithout showing that he relied upon the actual fina ncial \nstatements themselves to obtain this information.  \n \nRaritan , 322 N.C. at 205-06.  The supreme court further noted that a party cannot \njustifiably rely on an isolated piece of data not presented in its original form because \nthere is a danger that the party may be relying on incomplete information.  Specifically, \nthe court held:  \nIsolated statements in the [audit] report, particul arly the net \nworth figure, do not meaningfully stand alone; rath er, they \nare interdependent and can be fully understood and \njustifiably relied on only when considered in the c ontext of \nthe entire report, including any qualifications of the auditor's \nopinion and any explanatory footnotes included in t he \nstatements.  \n \nId.  at 207. \n[54] In sum, the court in Raritan  affirmed dismissal of the plaintiff's negligent \nmisrepresentation claim because the plaintiff did not directly  rely upon the audit report in \nwhich it asserted was defective.  Id . at 204 (emphasis added); see also Brinkman v. \nBarrett Kays & Assocs., P.A ., 155 N.C. App. 738, 742 (2003) (citing the North Carolina \nPattern Jury Instructions for the rule that \"[a]ctual reliance is direct reliance upon false \ninformation\").  Applying Raritan  to the present case, Plaintiffs must allege that they \nrelied directly on the appraisal reports themselves in order to plead sufficiently a claim \nfor negligent misrepresentation.  322 N.C. at 205-06.  Post-Raritan , claims for negligent \nmisrepresentation that have failed to allege direct reliance have been susceptible to \ndismissal. \n[55] The North Carolina Court of Appeals, consisten t with Raritan , held that a \nnegligent misrepresentation claim cannot survive summary judgment where the \nplaintiffs only can forecast evidence of indirect, rather than direct, reliance.  Brinkman , \n155 N.C. App. at 743.  In Brinkman , a group of homeowners brought a negligent \nmisrepresentation claim against designers of a low-pressure pipe system, which \nconnected on-lot septic tank effluent pump systems to off-lot collection and disposal \nsystems.  Id . at 739.  The homeowners claimed that the designers of the system made \nfalse representations to the North Carolina Department of Environment and Natural \nResources (\"DENR\") to obtain permits for the implementation of the system.  Id.   The \nhomeowners alleged that they relied upon DENR's issuance of permits, and \nconsequently the underlying misrepresentations, when deciding to purchase the \nproperties.  Id .  The trial court granted the defendants' motion for summary judgment on \nthe plaintiffs' claim and the court of appeals affirmed, holding:  \nThere is no evidence . . . that there was actual re liance by \nplaintiffs upon defendants' statements.  The statements were \nmade to [DENR], which relied upon them and issued p ermits \nto defendants.  Plaintiffs relied upon [DENR] to fu lly \ninvestigate defendants' application for permits.  P laintiffs \nrelied upon the original permits and the re-issuanc e of the \npermits to conclude that their waste disposal syste m was \nfunctioning correctly.  Finally, upon discovering t he \nmisrepresentations, plaintiffs relied upon the Atto rney \nGeneral and [DENR] to utilize their powers under th e Clean \nWater Act to enforce the law.  However, there is no  evidence \nthat plaintiffs relied upon statements made by defe ndants as \nrequired by Restatement § 552(1). \n \nId . at 743. \n[56] The Brinkman holding provides a conceptually instructive analogy to the \npresent case.  For example, Plaintiffs allege here that they relied on BB&T to review \nand investigate the appraisal reports, produced by Appraiser Defendants, before \ndeciding to close on Plaintiffs' loans. 50   Thus, Plaintiffs argue that by relying on BB&T's \nactions, they were also relying, albeit indirectly, on Appraiser Defendants' \nrepresentations provided to BB&T, which were contained in the appraisal reports.  \nSimilarly, the Brinkman  plaintiffs argued that they relied on DENR to review and \ninvestigate the representations made by the defendants, before DENR decided to issue \npermits and approve the defendants' design.  Thus, the Brinkman  plaintiffs argued that \nby relying on DENR's actions, they were also relying, albeit indirectly, on the \nrepresentations made by defendants to DENR.  Id .  The court of appeals rejected such \nan argument and concluded that the foregoing factual scenario could not support a \nnegligent misrepresentation claim because the plaintiffs could only show indirect \nreliance on the alleged misrepresentations, which were only relayed to the plaintiffs \nthrough the actions of an intermediary.  Id .  \n[57] Recently, the North Carolina Court of Appeals,  in Williams v. United \nCommunity Bank , affirmed the trial court's grant of summary judgment in favor of \nappraisers where the plaintiffs failed to forecast evidence of reliance to support their \nnegligence claims.  2012 N.C. App. LEXIS 209, at *17-18.  The Williams  decision is \nhighly instructive because the relevant facts are remarkably similar to the present case.  \nFor example, in that case, a group of plaintiffs decided to purchase groups of lots in an \nundeveloped, proposed residential community.  Id . at *2.  The plaintiffs purchased the \nlots by taking out bank loans.  Id . at *3.  None of the purchase contracts \"claimed that \n                                            \n50  Compl. ¶¶ 155-57, 460. \nthe purchase price was based on an appraisal, required an appraisal, or made [the \nplaintiffs'] obligations to buy the lots contingent on the results of any appraisal.\"  Id . at \n*4.  After the purchase contracts were signed, the developers helped the plaintiffs \nsecure financing by directing their loan applications to various banks.  Id .  The banks, in \nturn, selected a group of appraisers to appraise the lots.  Id .  All the lots were appraised \nat the same value, which was the exact price in the purchase contracts and the loans \nwere approved.  Id . at *5.  The plaintiffs' complaint alleged that they \"had no knowledge \nof, contact with, nor control over the appraisal process[,]\" which was instead \"controlled \nby [the developers] and the banks.\"  Id . at *13.  Further, the plaintiffs acknowledged that \nthey did not see any of the appraisals prior to closing on their loans.  Id . at *14. \n[58] Based on the foregoing facts, the Williams  court recognized that the \nplaintiffs contracted to purchase lots and close loans \"without any awareness of, much \nless reliance on, the . . . appraisals.\"  Id . at *15.  As such, the court held that the \nplaintiffs failed to forecast evidence of reliance on the appraisals because \"they did not \nsee and did not know [the appraisals] existed . . . .\"  Id .  \n[59] Similar to the purchasers in Williams , Plaintiffs in the instant case \npurchased lots in undeveloped, proposed residential communities.  Further, Plaintiffs \nallege that Coastal Defendants and the banks controlled the loan and appraisal \nprocess. 51   Indeed, the banks procured the appraisals and subsequently approved \nPlaintiffs' loan applications. 52   Plaintiffs do not allege that they ever viewed or read the \nappraisal reports prior to signing their purchase contracts or closing on their loans.  \nInstead, Plaintiffs' argue, in conclusory fashion, that they relied on the appraisals \n                                            \n51  Id . ¶ 115.  \n52  Id . ¶¶ 124, 128, 151-53.  \n\"regardless of whether they viewed the appraisal report\" because \"if the appraisal \nreports reflected fair market values below the purchase price, none of the Plaintiffs \nwould have moved forward and closed the loan.\"53   More specifically, Plaintiffs allege \nthat \"[t]hrough the acceptance of the appraisals by their lender [BB&T], the Plaintiffs \nrelied on the false and misleading information supplied by [Appraiser Defendants], and \nthe Plaintiffs' reliance was justifiable.\"54   In other words, Plaintiffs contend that they \nindirectly relied on the appraisal reports because BB&T presumably reviewed the \nreports and decided to close on their loans, implying that the lots appraised for the value \nof the loans. 55   Thus, because BB&T decided to close on their loans, Plaintiffs assumed \nthat the appraisal reports supported the loans and were not defective.  \n[60] Plaintiffs also allege, like the purchasers in  Williams , that if Appraiser \nDefendants had disclosed any of the flaws in their appraisal reports or if Plaintiffs knew \nthat the lots were overvalued, they would not have closed on their loans, and that they \nsubsequently lost money as a result of the purchases.56   However, Plaintiffs' Complaint \nmakes it clear that they were not involved in the appraisal process, which was instead \ncontrolled by Coastal Defendants and BB&T. 57   Further, Plaintiffs do not allege that they \nviewed any of the appraisals prior to signing the purchase contracts, which in any event \nwere not contingent upon the appraised values for the lots. 58   Consequently, Plaintiffs \n                                            \n53  Pls. Def. Gilmartin Mem. Opp'n Appraisal Defs. Mot. Dismiss 6.  \n54  Compl. ¶ 460. \n55  Plaintiffs argue that BB&T's failure either to discover or disclose the defects in the appraisal reports was \na proximate cause of Plaintiffs' alleged losses.  Pls. Def. Gilmartin Mem. Opp'n Appraisal Defs. Mot. \nDismiss 13; see also  Compl. ¶¶ 155-57 (alleging that BB&T \"failed to ma intain adequate and appropriate \ncompliance reviews of the appraisals which would ha ve alerted the Defendant BB&T that the appraisals \nwere flawed and the lot prices were inflated\").  \n56  Compl. ¶ 118.  \n57  Id . ¶ 115.  \n58  After reviewing the Complaint, it appears that mos t, if not all, appraisals were performed after Plaintiffs \nexecuted their respective purchase contracts.  \ndo not, and cannot, allege that they ever relied upon any appraisal of the property \nbefore they agreed to purchase said property.  Moreover, Plaintiffs do not allege that \nthey viewed the appraisals before closing on their loans with BB&T.  Actual reliance is \nparticularly lacking as to certain Plaintiffs who allege that their appraisal was performed \nafter they closed on the loans.59  \n[61] All of Plaintiffs' allegations indicate that t hey made their decisions to invest \nin the Coastal Communities Properties and contracted to do so without any awareness \nof, much less reliance on, the appraisal reports.  Even if Appraiser Defendants had \nappraised the lots differently, Plaintiffs still would have been obligated to purchase the \nlots at the prices agreed to in the purchase contracts.  Plaintiffs cannot have relied upon \ninformation they did not see or know existed (or did not in fact exist) at the time of their \ndecisions to purchase.  Williams , 2012 N.C. App. LEXIS 209, at *15. \n[62] Following Raritan , Brinkman  and Williams , the court must disagree with \nPlaintiffs' argument that they \"need not be directly  involved in procurement of the \nappraisals to reasonably rely upon their accuracy in connection with the lending \nprocess\"60  to establish a claim for negligent misrepresentation.  To the contrary, direct  \nreliance is precisely what is required to state a claim against Appraiser Defendants.  \nRaritan , 322 N.C. at 205-06; Brinkman , 155 N.C. App. at 743; Williams , 2012 N.C. App. \nLEXIS 209, at *13-17.  At best, Plaintiffs have alleged indirect reliance on the appraisal \nreports.  Consequently, Plaintiffs' failure to allege that they relied directly on the \nappraisal reports themselves is fatal to their Claims.  Raritan , 322 N.C. at 205-06.   \n                                            \n59  For example, Plaintiffs Gilmartin, Brigham, Geralomo and Patno each allege that they closed on the \nproperty and received their loans before their appraisals were performed.  Gilmartin Sec. Am. Answer &  \nCountercl. ¶ 413, Barton Am. Compl. ¶¶ 305, 307, 34 0, 364-65. \n60  Pls. Def. Gilmartin Mem. Opp'n Appraisal Defs. Mot. Dismiss 13.  \n[63] Accordingly, in the absence of factual allegat ions supporting actual and \ndirect reliance upon the appraisals, the court is forced to CONCLUDE that Plaintiffs \nhave failed to state either negligence or negligent misrepresentation Claims upon which \nrelief can be granted against Appraiser Defendants.  Their Motion as to such Claims \nshould be GRANTED, and the Claims should be DISMISSED. \n2.  \nFraud and RICO Claims \n[64] Similar to the above-mentioned negligence-base d Claims, Plaintiffs' fraud \nand RICO Claims against Appraiser Defendants are also based on the alleged \nmisrepresentations contained in the appraisal reports.   \n[65] Appraiser Defendants seek dismissal of Plainti ffs' fraud and RICO Claims \non the grounds that they are not pleaded with the requisite particularity and also \nbecause Plaintiffs have failed to allege facts establishing reasonable reliance. 61  \n[66] As discussed above, Plaintiffs have not allege d facts sufficient to show \nthat they relied on the representations made by Appraiser Defendants.  Accordingly, the \ncourt CONCLUDES that Plaintiffs have failed to state fraud and RICO Claims62  upon \nwhich relief can be granted against Appraiser Defendants.  Their Motion as to such \nClaims should be GRANTED, and those Claims should be DISMISSED. \n \n                                            \n61  Appraiser Defs. Memo 11-14.  \n62  The court recognizes that reliance is not an explicit element to a RICO claim under G.S. 75D-4.  \nHowever, the plaintiff must allege that he was injured by the racketeering scheme.  Hoke v. E.F. Hutton & \nCo ., 91 N.C. App. 159, 163 (1988).  More specifically, the plaintiff must establish that his injury \"has been \ncaused by the conduct constituting the [RICO] violation.\"  Id .  Here, Plaintiffs allege that Appraiser \nDefendants' conduct in performing \"fraudulent, misleading and inflated appraisals\" as part of the \n\"Saunders Development Enterprise\" constituted a RIC O violation.  Compl. ¶ 390.  As discussed supra , \nsuch conduct did not proximately cause injury to Plaintiffs, due to their lack of reliance on the appraisals.  \nTherefore, the conduct is not actionable under RICO.    \n3. \nUnjust Enrichment Claim  \n[67] \"In order to properly set out a claim for unju st enrichment, a plaintiff must \nallege that property or benefits were conferred on a defendant under circumstances \nwhich give rise to a legal or equitable obligation on the part of the defendant to account \nfor the benefits received . . . .\"  Norman v. Nash Johnson & Sons' Farms, Inc ., 140 N.C. \nApp. 390, 417 (2000). \n[68] Plaintiffs raise the doctrine of unjust enrich ment against all Defendants. \nHowever, none of the factual allegations giving rise to this Claim relate to the conduct of \nAppraiser Defendants.  For example, Plaintiffs allege that \"the Defendants sold, \narranged for financing and/or financed properties within the Saunders developments to \nthe Plaintiffs at inflated prices, and benefitted thereby through receipt of money and fees \nthat were artificially inflated or unreasonably high.\"63   Nowhere in the Complaint do \nPlaintiffs allege that Appraiser Defendants sold, arranged for financing or financed the \nproperties.  Nor are there allegations to suggest that Appraiser Defendants received an \n\"artificially inflated\" or \"unreasonably high\" fee for their services. \n[69] Accordingly, the court CONCLUDES that Plaintif fs have failed to state an \nunjust enrichment Claim upon which relief can be granted against Appraiser \nDefendants.  Their Motion as to such Claim should be GRANTED, and the Claim should \nbe DISMISSED. \n \n \n \n                                           \n \n63  Compl. ¶ 525 \n4. \nChapter 75 Claim  \n[70] To state a claim for unfair and deceptive trad e practices under G.S. 75-\n1.1, the plaintiff must allege that: \"(1) the defendant committed an unfair or deceptive \nact or practice, or an unfair method of competition, (2) in or affecting commerce, (3) \nwhich proximately caused actual injury to the plaintiff or to the plaintiff's business.\"  \nWilliams , 2012 N.C. App. LEXIS 209, at *12-13 (quoting Sunset Beach Dev., LLC v. \nAmec, Inc ., 196 N.C. App. 202, 211 (2009)).  \"Where an unfair or deceptive practice \nclaim is based upon an alleged misrepresentation by the defendant, the plaintiff must \nshow actual reliance on the alleged misrepresentation in order to establish that the \nalleged misrepresentation proximately caused the injury of which plaintiff complains.\"  \nId.   \n[71] Plaintiffs' Chapter 75 Claim against Appraiser  Defendants is summarily \npleaded and presumably based on the alleged misrepresentations in the appraisal \nreports.  As discussed above, Plaintiffs have not alleged facts sufficient to show that \nthey relied on the representations made by Appraiser Defendants.  Accordingly, the \ncourt CONCLUDES that Plaintiffs have failed to state a Chapter 75 Claim upon which \nrelief can be granted against Appraiser Defendants.  Their Motion as to such Claim \nshould be GRANTED, and the Claim should be DISMISSED. \n5.  \nCivil Conspiracy Claim  \n[72] Plaintiffs have included Appraiser Defendants in their Civil Conspiracy \nClaim. \n[73] \"In order to state a claim for civil conspirac y, a complaint must allege 'a \nconspiracy, wrongful acts done by certain of the alleged conspirators, and injury.'\"  \nNorman , 140 N.C. App. at 416 (quoting Henry v. Deen , 310 N.C. 75, 87 (1984)).  When \npursuing a claim for civil conspiracy, recovery is based upon the underlying alleged \nwrongful, overt act.  Fox v. Wilson , 85 N.C. App. 292, 301 (1987).  A civil conspiracy \nclaim is subject to dismissal when the underlying causes of action, which contain the \nalleged wrongful acts, are dismissed.  See Dove v. Harvey , 168 N.C. App. 687, 690-91, \n694 (2005). \n[74] As discussed above, the court has concluded th at all underlying Claims \nalleged against Appraiser Defendants are subject to dismissal.  Consequently, Plaintiffs \nhave failed to allege sufficiently that Appraiser Defendants committed any independent \nwrongful acts as to Plaintiffs.  Rather, the remaining wrongful acts alleged in this case \nare those attributed to Coastal Defendants.  The crux of Plaintiffs' Complaint is that \nCoastal Defendants promised lavish amenities and infrastructure, but they have not built \nthem; therefore, Plaintiffs overpaid because the purchased property, without the \namenities, is not worth what they paid for it.  There are no allegations that Appraiser \nDefendants joined in any conspiracy relative to the fraudulent or negligent inducement \nof lot sales based on the promise of future amenities.  The causal nexus between the \ninjury complained of by Plaintiffs and the alleged conduct of Appraiser Defendants is \nvirtually non-existent and is not sufficient to support a civil conspiracy Claim against \nAppraiser Defendants. 64  \n                                            \n64  The court recognizes that under certain circumstan ces, a civil conspiracy claim may be viable against a \ndefendant who has not committed any act against the  plaintiff that, standing alone, would be wrongful.  \nSee GoRhinoGo, LLC v. Lewis , 2011 NCBC 38, ¶¶ 35-36 (N.C. Super. Ct. Sept. 29,  2011) (\"[A]n \notherwise lawful act can become an unlawful act when it is part of a conspiratorial plan.\").  However, in \n[75] Accordingly, the court CONCLUDES that Plaintif fs have failed to state a \nconspiracy Claim upon which relief can be granted against Appraiser Defendants.  Their \nMotion as to such Claim should be GRANTED, and the Claim should be DISMISSED. \nD.  \nCoastal Defendants' Motion  \n[76] Coastal Defendants' Motion seeks dismissal of Plaintiffs' Complaint, \nprimarily based on the contention that the actual Sales Contracts Plaintiffs entered into \ndo not contain deadlines for when Coastal Defendants were required to finish \ninfrastructure and amenities for the Coastal Communities.  Coastal Defendants argue \nthat \"virtually all of [Plaintiffs'] [C]laims\" depend on the existence of a contractual \ndeadline for completion of the Coastal Communities infrastructure and amenities. 65  \n[77] It appears that certain Plaintiffs' Claims aga inst Coastal Defendants can \nbe divided into the general categories of (a) breach of contract Claims and (b) fraud-\nbased Claims.66   Plaintiffs also allege other Claims against Coastal Defendants (c) for \nnegligent misrepresentation, (d) under the Interstate Land Sales Full Disclosure Act \n(\"ILSA\"), (e) for unjust enrichment, (f) for declaratory judgment, (g) under the North \n                                                                                                                                             \nGoRhinoGo , the allegation and evidentiary forecast was that the defendant landlord, in terminating a \nlease with the plaintiff, was engaged in active concert with other defendants in a plan designed to ha rm \nthe plaintiff's business, a result that involved a breach of fiduciary duty one defendant owed to the plaintiff.  \nId . at ¶¶ 32-33.  The alleged injury from that breach was a direct result of the defendant landlord's \nparticipation in the alleged conspiracy.  Id . at ¶ 39.  Here, the causal relationship between the alleged \nactions of Appraiser Defendants and those of Coastal Defendants is too tenuous. \n65  Br. Supp. Coastal Defs. Mot. Dismiss (\"Coastal Def s. Memo\") 4-5.  \n66  The court deems Plaintiffs' \"fraud-based Claims\" against Coastal Defendants to include the following: \nEighth Claim for Relief – Fraud; Twelfth Claim for Relief – Violation of N.C.G.S. § 75D-4(a)(2); Fifte enth \nClaim for Relief – Actions pursuant to Civil Conspi racy and Sixteenth Claim for Relief – Unfair and \nDeceptive Trade Practices. \nCarolina Mortgage Lending Act (\"MLA\")67  and (h) for equitable estoppel.  The court will \naddress in turn each category of Claims against Coastal Defendants. \n1.  \nBreach of Contract Claims \n[78] Plaintiffs seek the following breach of contra ct Claims against Coastal \nDefendants: (1) Breach of Contract – Rescission, (2 ) Breach of Contract – Alternative \nClaim for Damages, (3) Breach of Contract – Specifi c Performance and (4) Breach of \nImplied Warranty of Restrictive Covenants. \n[79] In substance, Plaintiffs contend that Coastal Defendants breached the \nSales Contracts by failing to complete the promised amenities and infrastructure in a \ntimely manner.  Plaintiffs' breach of contract Claims are based on alleged breach of \nterms and provisions arising from the Sales Contracts entered into between the parties, \nwritten disclosures and marketing materials provided by Coastal Defendants to Plaintiffs \nand oral representations made by Coastal Defendants.  Plaintiffs also allege that \nCoastal Defendants made representations that infrastructure and amenities would be \ncompleted within a two or three year period.68   Plaintiffs contend that these \nrepresentations created a contract and Coastal Defendants have breached that \ncontract. \n[80] Related to the breach of contract Claims, Plai ntiffs also allege a Claim \nagainst Coastal Defendants for Breach of Implied Warranty of Restrictive Covenants. 69   \nPlaintiffs contend that Coastal Defendants warranted through recorded restrictive \n                                            \n67  In 2009, the MLA was repealed and replaced by the Secure and Fair Enforcement Mortgage Licensing \nAct, G.S. 53-244.010, et seq.  \n68  Compl. ¶ 416.  \n69  Id.  ¶¶ 426-31.  \ncovenants that the Coastal Communities Properties shall only be used for single-family \nresidential purposes, then breached those warranties by conveying lots to Plaintiffs that \ncannot be used for residential purposes.  Plaintiffs' theory in support of the breach of \nimplied warranty Claim is analogous to the theory in support of the breach of contract \nClaims. \n[81] Coastal Defendants contend that the Sales Cont racts control, not any \nalleged representations made outside the Sales Contracts, and the Sales Contracts \nmerely provide \"estimated\" dates for completion of infrastructure and amenities, not \nbinding contractual deadlines. 70  \n[82] In response to Coastal Defendants' argument th at there are no binding \ncontractual deadlines, Plaintiffs contend, in substance, that an implied promise arose \nfrom the totality of the circumstances that Coastal Defendants would complete the \ninfrastructure and amenities within a reasonable period of time. 71   Plaintiffs further \ncontend that Coastal Defendants have breached this implied promise by failing to \ncomplete the infrastructure and amenities a number of years after such promises were \nmade. 72  \n[83] Accepting the factual allegations of the Compl aint as true, and guided by \nthe seminal decision of Sutton  v. Duke , the court is unable to conclude that the \nComplaint reveals on its face (a) that no law supports Plaintiffs' contract-based Claims, \n(b) the absence of facts sufficient to make such Claims or (c) some fact that necessarily \ndefeats such Claims.  Jackson , 318 N.C. at 175. \n                                            \n70  Coastal Defs. Memo 13. \n71  Pls. Def. Gilmartin Mem. Opp'n Coastal Defs. Mot. Dismiss 12, 14, 23.  \n72  Id.   \n[84] Accordingly, the court CONCLUDES that Plaintif fs have alleged facts \nsufficient to state contract-based Claims upon which relief can be granted against \nCoastal Defendants' for breach of contract, breach of implied warranty of restrictive \ncovenants, rescission and specific performance.  Coastal Defendants' Motion as to such \nClaims therefore should be DENIED. \n2.  \nFraud-Based Claims  \n[85] As to Plaintiffs' fraud-based Claims, the cour t is unable to conclude that \nthe Complaint reveals on its face (a) that no law supports Plaintiffs' Claims, (b) the \nabsence of facts sufficient to make such Claims or (c) some fact that necessarily \ndefeats the Claims.  Sutton , 277 N.C. at 98; Jackson , 318 N.C. at 175. \n[86] Accordingly, the court CONCLUDES that Plaintif fs have alleged facts \nsufficient to state fraud-based Claims upon which relief can be granted against Coastal \nDefendants.  Coastal Defendants' Motion as to such Claims therefore should be \nDENIED. \n3.  \nNegligent Misrepresentation Claim  \n[87] In addition to their fraud-based Claims, Plain tiffs allege a Claim of \nnegligent misrepresentation against Coastal Defendants, based on the alleged \nmisrepresentations of the completion dates for the infrastructure and amenities. 73  \n[88] Coastal Defendants seek dismissal of Plaintiff s' negligent \nmisrepresentation Claim on grounds that the Complaint does not specify a duty owed \nand the factual allegations do not establish reasonable reliance. 74  \n                                            \n73  Compl. ¶ 444.  \n[89] \"The tort of negligent misrepresentation occur s when a party justifiably \nrelies to his detriment on information prepared without reasonable care by one who \nowed the relying party a duty of care.\"  Raritan , 322 N.C. at 206. \n[90] The MLA may create a duty sufficient to suppor t a claim for negligent \nmisrepresentation.  See, e.g ., Guyton v. FM Lending Servs ., Inc. , 199 N.C. App. 30, 48-\n49 (2009) (recognizing that an allegation that the MLA may create a duty is sufficient to \nsurvive a Rule 12(b)(6) motion).  Specifically, the MLA provides that mortgage brokers, \nas defined under the Act, have a duty to disclose truthful, material information to \npotential real estate buyers and loan applicants.  G.S. 52-243.11. \n[91] Here, Coastal Defendants, specifically TMC and  Gordon, were acting as \nmortgage brokers under the MLA and therefore owed a duty of care to Plaintiffs.  As \nsuch, the alleged duty of care under the MLA is sufficient to support Plaintiffs' negligent \nmisrepresentation Claim.  Guyton , 199 N.C. App. at 48-49. \n[92] Coastal Defendants also contend that Plaintiff s' negligent \nmisrepresentation Claim fails because Plaintiffs cannot allege reasonable reliance \nbased on the fact that they were given HUD Reports 75  and other documents with \n\"estimated\" completion dates of infrastructure and amenities. 76   Coastal Defendants \nargue that, as a matter of law, Plaintiffs cannot reasonably rely on alleged oral \nmisrepresentations when they were provided with conflicting written representations. 77   \n                                                                                                                                             \n74  Coastal Defs. Memo 26.  \n75  The United States Department of Housing and Urban Development (\"HUD\") requires that certain \nwarnings and disclosures be made in writing to purchasers of lots in large subdivisions that meet cert ain \nstatutory criteria.  See  15 U.S.C. § 1701 et seq .  These disclosures are contained in a HUD Propert y \nReport (\"HUD Report\"). \n76  Coastal Defs. Memo 26. \n77  Id.   \n[93] Plaintiffs allege and argue that they justifia bly relied on the oral \nrepresentations made by Coastal Defendants regarding the completion dates of \ninfrastructure and amenities. 78   \n[94] Whether Plaintiffs reasonably relied on any in formation provided by \nCoastal Defendants or failed to exercise reasonable diligence likely will be a question of \nfact for the jury.  See  Marcus Bros. Textiles v. Price Waterhouse , LLP , 350 N.C. 214, \n224-25 (1999) (recognizing that reasonable reliance is generally a question for the jury, \nunless the facts are so clear as to permit only one conclusion).  At this stage of the \nlitigation, the Complaint raises triable issues of fact regarding the reasonableness of \nPlaintiffs' reliance upon Coastal Defendants' alleged oral misrepresentations regarding \nfirm completion dates of infrastructure and amenities, in light of conflicting written \nestimated dates in the HUD Reports. \n[95] As to Plaintiffs' negligent misrepresentation Claim, the court is unable to \nconclude that the Complaint reveals on its face (a) that no law supports Plaintiffs' Claim, \n(b) the absence of facts sufficient to make such Claim or (c) some fact that necessarily \ndefeats the Claim.  Sutton , 277 N.C. at 98; Jackson , 318 N.C. at 175. \n[96] Accordingly, the court CONCLUDES that Plaintif fs have alleged facts \nsufficient to state a negligent misrepresentation Claim upon which relief can be granted \nagainst Coastal Defendants.  Coastal Defendants' Motion as to such Claim therefore \nshould be DENIED. \n \n \n \n                                           \n \n78  Compl. ¶ 442.  \n4. \nILSA Claims  \n[97] Plaintiffs allege two Claims under ILSA, which  prohibits developers from \ndefrauding purchasers of real property.  The first Claim seeks rescission and the second \nClaim seeks damages.  Both Claims appear to be predicated on the same facts, and the \nonly difference is the remedy. 79  \n[98] Coastal Defendants' Motion seeks dismissal of Plaintiffs' ILSA Claims, \nbased largely on the contention that the Claims are barred by the statute of limitations \nand are insufficiently pled like the other fraud-based Claims. 80  \n[99] ILSA contains two primary prohibitions, which Plaintiffs allege were \nviolated by Coastal Defendants.  The first prohibition, under §§ 1703(a)(1) and \n1703(a)(2)(D), provides that developers shall not: \n(a)(1)(A) sell or lease any lot unless a statement of record \nwith respect to such lot is in effect in accordance with section \n1407 [15 U.S.C. § 1706]; (a)(1)(B) sell or lease an y lot \nunless a printed property report, meeting the requirements of \nsection 1408 [15 U.S.C. § 1707], has been furnished  to the \npurchaser or lessee in advance of the signing of any contract \nor agreement by such purchaser or lessee; (a)(1)(C)  sell or \nlease any lot where any part of the statement of re cord or \nthe property report contained an untrue statement o f a \nmaterial fact or omitted to state a material fact r equired to be \nstated therein pursuant to sections 1405 through 1408 of this \ntitle [15 U.S.C. §§ 1704 through 1707] or any regul ations \nthereunder; (a)(1)(D) display or deliver to prospec tive \npurchasers or lessees advertising and promotional m aterial \nwhich is inconsistent with information required to be \ndisclosed in the property report; [. . .] (a)(2)(D)  represent that \nroads, sewers, water, gas, or electric service, or recreational \namenities will be provided or completed by the deve loper \nwithout stipulating in the contract of sale or leas e that such \nservices or amenities will be provided or completed. \n                                            \n79  See, e.g ., Compl. ¶¶ 502-23. \n80  Coastal Defs. Memo 27-28.  \n \n§§ 1703(a)(1)(A)-(D), (a)(2)(D).  \n \n[100] The second prohibition, under § 1703(a)(2), p rovides that developers shall \nnot:  \n(a)(2)(A) employ any device, scheme, or artifice to  defraud; \n(a)(2)(B) obtain money or property by means of any untrue \nstatement of a material fact, or any omission to st ate a \nmaterial fact necessary in order to make the statem ents \nmade (in light of the circumstances in which they w ere made \nand within the context of the overall offer and sal e or lease) \nnot misleading, with respect to any information per tinent to \nthe lot or subdivision; (a)(2)(C) engage in any tra nsaction, \npractice, or course of business which operates or w ould \noperate as a fraud or deceit upon a purchaser . . . \n \n§ 1703(a)(2)(A)-(C). \n \n[101] ILSA also has a statute of limitations under § 1711.  For claims brought \nunder §§ 1703(a)(1) or 1703(a)(2)(D), the limitations period is three years from the date \nof signing the written contract for sale.  § 1711(a)(1). \n[102] Here, Plaintiffs concede the undisputed facts  that the Sales Contracts \nwere signed more than three years before the Complaint was filed.  However, Plaintiffs \ncontend that circumstances, particularly Coastal Defendants' fraudulent conduct, justify \ninvoking the doctrine of equitable estoppel to preclude the statute of limitations \ndefense.\n81   \n[103] Coastal Defendants contend that § 1711(a)(1) is not subject to equitable \ntolling or equitable estoppel.  See Allen v. Land Res. Grp. of N.C., LLC , No. 08 CVS \n1283, Order Filed Dec. 7, 2009 (N.C. Super. Ct.) (recognizing that § 1711(a)(1) does \nnot provide for equitable estoppel \"under the circumstances of this case\").  However, \nthe court is unable to locate any authority holding that equitable estoppel is per se \n                                            \n81  Pls. Def. Gilmartin Mem. Opp'n Coastal Defs. Mot. Dismiss 30.  \ninapplicable to the limitations period of § 1711(a).  Instead, the case law interpreting \n§1711, generally, recognizes that equitable estoppel may apply to bar application of \nILSA's statute of limitations.  See Cange v. Stotler & Co ., 826 F.2d 581, 586 (7th Cir. \n1987) (citing Bomba v. W.L. Belvidere, Inc ., 579 F.2d 1067, 1070 (7th Cir. 1978)); \nDarms v. McCulloch Oil Corp ., 720 F.2d 490, 493-94 (8th Cir. 1983); Aldrich v. \nMcCulloch Props., Inc ., 627 F.2d 1036, 1042-43 (10th Cir. 1980).  As discussed below, \nthere exist factual issues regarding whether equitable estoppel may apply under the \ncircumstances of this case.   As such, Coastal Defendants' Motion as to Plaintiffs' ILSA \nClaim under §§ 1703(a)(1) or 1703(a)(2)(D) should be DENIED. \n[104] Coastal Defendants also contend that Plaintif fs' ILSA Claim under § \n1703(a)(2)(A)-(C) is time barred. \n[105] The statute of limitations for a claim under § 1703(a)(2)(A)-(C) is \"three \nyears after discovery of the violation or after discovery should have been made by the \nexercise of reasonable diligence.\"  § 1711(a)(2).  The determination of whether more \nthan three years has passed after Plaintiffs discovered or should have discovered \nCoastal Defendants' alleged fraud and deceit violations under § 1703(a)(2) generally is \na question of fact for the jury.  Alpine Prop. Owners Ass'n v. Mountaintop Dev. Co ., 365 \nS.E.2d 57, 65 n.14 (W. Va. 1987) (recognizing that the discovery period in § 1711(a)(2) \npresents a question of fact).   \n[106] Plaintiffs have alleged that they did not bec ome aware of Coastal \nDefendants' alleged misrepresentations until they discovered Coastal Defendants were \nmaking similar representations in various other undeveloped subdivisions. 82   \nSpecifically, Plaintiffs allege a \"continuing series\" of misrepresentation and \n                                            \n82  See  Compl. ¶¶ 383, 385, 518.   \nconcealment, which extends well within the three year limitations period. 83   Taking the \nallegations as true and in a light most favorable to Plaintiffs, their ILSA Claim under § \n1703(a)(2) is not time barred because of their delayed discovery of the violations.  \nFurther, the applicability of equitable estoppel to the limitations period of § 1711(a)(2) \ntypically is a question of fact.  Accordingly, the court is unable to conclude, as a matter \nof law, that Plaintiffs' ILSA Claim under § 1703(a)(2)(A)-(C) is barred by the statute of \nlimitations.   \n[107] Additionally, as mentioned in paragraph 86 ab ove, the court concluded \nthat Plaintiffs have alleged sufficient facts to state common law fraud-based Claims \nagainst Coastal Defendants.  The underlying alleged facts supporting Plaintiffs' ILSA \nClaim under § 1703(a)(2)(A)-(C) are analogous to Plaintiffs' common law fraud-based \nClaims.  Accordingly, the court CONCLUDES that Plaintiffs also sufficiently have \nalleged an ILSA Claim under § 1703(a)(2) against Coastal Defendants.  Therefore, \nCoastal Defendants' Motion as to such Claim should be DENIED. \n5. \nUnjust Enrichment Claim  \n[108] It is well established that a party may not m aintain an action for unjust \nenrichment when the parties have an express contract.  Booe v. Shadrick , 322 N.C. \n567, 570 (1988).  Plaintiffs allege that they had express purchase contracts with Coastal \nDefendants Ocean Ridge, Ocean Isle Palms, Rivers Edge and Sea Watch.  However, \nthere are other \"Coastal Defendants\" with which Plaintiffs do not allege to have express \npurchase contracts. 84   Yet, Plaintiffs' Eleventh Claim for Relief seeks recovery for unjust \n                                            \n83  Id.   \n84  See  id . ¶¶ 524-29. \nenrichment against all Coastal Defendants.  The unjust enrichment Claim is so \nsummarily plead that it is not possible on the face of the Complaint to determine which \nCoastal Defendants might be subjected to liability under this Claim, and which Coastal \nDefendants should respond to and defend the Claim. \n[109] The unjust enrichment Claim does not meet the  North Carolina standards \nof notice pleading, and fails to allege sufficient facts to support unjust enrichment \nagainst any Coastal Defendants.  Accordingly, the court CONCLUDES that the unjust \nenrichment Claim fails to state a claim upon which relief can be granted.  Coastal \nDefendants' Motion as to such Claim should be GRANTED, and the Claim should be \nDISMISSED. \n6. \nDeclaratory Judgment Claim – Contract Void for Ille gality  \n[110] Plaintiffs' allege that Coastal Defendants vi olated town and county \nordinances that regulate the development of subdivisions, which should render the \nSales Contracts for lots in those subdivisions void for illegality. 85   \n[111] Coastal Defendants seek dismissal of this Cla im by arguing that the Sales \nContracts at issue cannot be declared void for illegality based on the violation of a \nsubdivision ordinance. 86  \n[112] The North Carolina Supreme Court recognized t hat \"the statutory \nimposition of a penalty, without more, will not invariably avoid a contract which \ncontravenes a statute or ordinance when the agreement or contract is not immoral or \ncriminal in itself.\"  Marriott Fin. Servs., Inc. v. Capitol Funds, Inc. , 288 N.C. 122, 128 \n                                            \n85  Id . ¶¶ 546-57.  \n86  Coastal Defs. Memo 29.  \n(1975).  When making such a determination, the court may examine the language and \npurpose of the statute, as well as the effects of avoiding contracts in violation thereof.  \nId.   In Marriott , the court held that a violation of a subdivision ordinance did not void the \nsale of property because legislative bodies generally do not intend to void a purchaser's \ncontract where the owner fails to follow the provisions of the penal legislation.  Id.  at \n135. \n[113] After reviewing the ordinances for the Town o f Sunset Beach and \nBrunswick County, the court concludes that Coastal Defendants' alleged violations of \nbonding requirements for Coastal Communities do not void the Sales Contracts for lots \nin those subdivisions.  It appears the ordinances at issue were intended to punish, by \nway of penalty, for the violation of the ordinance itself.  Similar to the rationale in \nMarriott , this court concludes that it cannot be reasoned that the Town of Sunset Beach \nor Brunswick County intended to invalidate Sales Contracts merely because Coastal \nDefendants violated an ordinance that requires bonding for subdivision development.  \nId.  at 130. \n[114] Accordingly, the court CONCLUDES that Plainti ffs' Claim to void the Sales \nContracts fails to state a claim upon which relief can be granted against Coastal \nDefendants.  Their Motion as to such Claim should be GRANTED, and the Claim should \nbe DISMISSED. \n7.  \nMLA Claim  \n[115] Plaintiffs' Complaint alleges that Coastal De fendants violated the MLA \nbased on their involvement in the alleged scheme of predatory lending practices.  \nPlaintiffs' Claim alleges that a violation of the MLA gives rise to a private cause of \naction.   \n[116] Coastal Defendants' Motion seeks dismissal of  Plaintiffs' MLA Claim, \nbased largely on the argument that the MLA does not provide a private cause of action \nto Plaintiffs.  \n[117] After reviewing applicable case law, the cour t concludes that the MLA \ndoes not provide a private cause of action to plaintiffs, although it may create a duty \nsufficient to support a negligence claim.  See In re Foreclosure of a Deed of Trust \nExecuted by Bradburn , 199 N.C. App. 549, 552-53 (2009) (concluding that the MLA \nprovides limited remedies to the North Carolina Commissioner of Banks); Guyton , 199 \nN.C. App. at 48-49. \n[118] As a result, Plaintiffs' MLA Claim may not be  pursued as an independent \ncause of action, but the duties that arise under the MLA may be incorporated within \nPlaintiffs' negligent misrepresentation Claim, as mentioned supra .  \n[119] Accordingly, the court CONCLUDES that Plainti ffs' MLA Claim fails to \nstate a claim upon which relief can be granted against Coastal Defendants.  Their \nMotion as to such Claim should be GRANTED, and the Claim should be DISMISSED. \n8. \nLimitations  \n[120] Coastal Defendants contend that many of Plain tiffs' Claims are barred by \nthe statute of limitations. \n[121] In response, Plaintiffs argue that their Clai ms are not time barred because \nequitable estoppel should apply to prevent Coastal Defendants from raising the statute \nof limitations as a defense.  Specifically, Plaintiffs allege that Coastal Defendants' initial \nrepresentations regarding the completion of the Coastal Communities and the ongoing \nrepresentations were designed to delay Plaintiffs' inquiry and forebear Plaintiffs from \ntaking any legal action. 87   Based on these alleged, continued misrepresentations, \nPlaintiffs contend that Coastal Defendants should be equitably estopped from raising \nthe statute of limitations as a defense in this civil action.  \n[122] At this preliminary stage in the proceedings,  there exist factual questions \nregarding whether the doctrine of equitable estoppel may be utilized to overcome the \nstatute of limitations on Plaintiffs' Claims.  The court is unable to conclude, on the face \nof the Complaint, that Plaintiffs' Claims against Coastal Defendants are time barred by \nthe statute of limitations.  Accordingly, Coastal Defendants' Motion with regard to \nlimitations should be DENIED. \nIV. \nCONCLUSION  \nNOW THEREFORE, based on the foregoing, it hereby is ORDERED that: \n[123] Baxley Defendants' Motion is GRANTED and all Claims and \nCounterclaims asserted against Baxley Defendants are DISMISSED. \n[124] Appraiser Defendants' Motion is GRANTED and a ll Claims and \nCounterclaims asserted against Appraiser Defendants are DISMISSED.  \n[125] Coastal Defendants' Motion is GRANTED as to P laintiffs' Claims for \nUnjust Enrichment, Declaratory Judgment – Contracts  Void for Illegality and Breach of \nNorth Carolina Mortgage Lending Act (N.C.G.S. § 53-243.01 et seq.). \n                                            \n87  Compl. ¶¶ 686-91.  \n[126] With respect to the Anderson  Complaint, the following Claims asserted \nagainst Coastal Defendants are DISMISSED: Eleventh Claim, Fourteenth Claim and \nTwentieth Claim. \n[127] With respect to the Beadnell  Complaint, the following Claims asserted \nagainst Coastal Defendants are DISMISSED: Eleventh Claim, Fourteenth Claim and \nTwentieth Claim. \n[128] With respect to the Barton  Complaint, the following Claims asserted \nagainst Coastal Defendants are DISMISSED: Eleventh Claim, Fourteenth Claim and \nTwenty-First Claim. \n[129] With respect to the Barry  Complaint, the following Claims asserted against \nCoastal Defendants are DISMISSED: Eleventh Claim and Nineteenth Claim. \n[130] With respect to the Arnesen  Complaint, the following Claims asserted \nagainst Coastal Defendants are DISMISSED: Eleventh Claim and Nineteenth Claim. \n[131] With respect to the Gilmartin  Counterclaim, the following Counterclaims \nasserted against Coastal Defendants are DISMISSED: Eleventh Counterclaim and \nTwentieth Counterclaim. \n[132] Except as granted herein, Coastal Defendants'  Motion is DENIED. \n[133] On Tuesday, June 19, 2012, at 1:00 p.m., at t he North Carolina Business \nCourt, 225 Hillsborough Street, Suite 303, Raleigh, North Carolina, the court will \nconduct a hearing and status conference with all remaining parties to this action for the \npurpose of resolving case management issues going forward in this civil action.  On or \nbefore Monday, June 18, 2012, the parties shall submit a case management report, \npursuant to Rule 17 of the General Rules of Practice and Procedure for the North \nCarolina Business Court.  \nThis the 30th day of May, 2012. \n "
}