{
  "id": "bcf3f4c9bb3f29f752955c104be268aded8cb2a6ed0947ebf8cb076b1c1ec06b",
  "source_file": "data/raw/ncbc/bcf3f4c9bb3f29f752955c104be268aded8cb2a6ed0947ebf8cb076b1c1ec06b.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nALAMANCE COUNTY \n \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n14 CVS 1701 \nKINGSDOWN, INCORPORATED,\n \n                           Plaintiff, \n \nv. \n \nW. ERIC HINSHAW, REBECCA \nHINSHAW, and ANNE RAY, \n \n                           Defendants. \n \n \n \nANNE RAY, \n \n   Third-Party Plaintiff, \n \nv. \n \nFRANK HOOD, THOMAS I. McLEAN, \nGLENDEL STEPHENSON, WILLIAM \nS. PEARSON, WAYNE E. TUMLIN, \nTUGGLE DUGGINS P.A., and JOHN \nDOE, \n \nThird-Party Defendants. \n \nORDER AND OPINION  \nON MOTIONS CONCERNING \n DEFENDANT ANNE RAY \n \n{1} THIS MATTER is before the Court on (i) Defendant Anne Ray’s (“Ms. Ray”) \nMotion to Dismiss Plaintiff’s Amended Complaint under Rules 12(b)(6) (“Ray’s Rule \n12(b)(6) Motion”) and 12(b)(3) (“Ray’s Rule  12(b)(3) Motion”), (ii) Defendant Anne \nRay’s Motion for More Definite Statement (“Ray’s Rule 12(e) Motion for More Definite \nStatement”) (collectively, “the Ray Rule 12 Motions”), 1  (iii) Plaintiff Kingsdown, \nIncorporated’s (“Plaintiff,” “Kingsdown” or the “Company”) Motion to Dismiss the \nCounterclaims of Defendant Anne Ray, (i v) Third-Party Defendants Frank Hood, \nThomas I. McLean, Glendel Stephenson, William S. Pearson, and Wayne E. Tumlin’s \n                                                 \n1 During the March 11, 2015 hearing in this matter, the Court ruled from the bench that it intended \nto deny Ray’s Rule 12(b)(6) Motion, Ray’s Rule 12(b)(3) Motion, and Ray’s Rule 12(e) Motion for More \nDefinite Statement and that it would enter this formal Opinion and Order denying these motions. \nKingsdown, Inc. v. Hinshaw, 2015 NCBC 28.\n \n \n(collectively, “Individual Third-Party Defe ndants”) Motion to Dismiss Third-Party \nComplaint (“Individual Third-Party Defendants’ Motion to Dismiss Third-Party \nComplaint”) and (v) Third-Party Defendant Tuggle Duggins, P.A.’s (“Tuggle Duggins” \nor the “Firm”) Motion to Dismiss Third-Party Complaint (“Tuggle Duggins’ Motion to \nDismiss Third-Party Complaint”) and for Attorney’s Fees Pursuant to N.C. Gen. Stat. \n§ 75-16.1 (“Tuggle Duggins’ Motion for Attorney’s Fees”).\n2  \n{2} THE COURT, having considered the parties’ Motions, briefs in support of \nand in opposition to the Motions, appropriate matters of record, and the arguments \nof counsel made at the March 11, 2015 hearing held in this matter, hereby DENIES \nthe Ray Rule 12 Motions, GRANTS Kingsdown’s Motion to Dismiss the \nCounterclaims of Defendant Anne Ray, GRANTS the Individual Third-Party \nDefendants’ Motion to Dismiss Third-Party Complaint, GRANTS Third-Party \nDefendant Tuggle Duggins’ Motion to Dismiss Third-Party Complaint, and DENIES \nThird-Party Defendant Tuggle Duggins’ Motion for Attorney’s Fees.   \nTuggle Duggins P.A. by Denis E. Jacobso n, Jeffrey S. Southerland, and Alan \nB. Felts for Plaintiff Kingsdown, Inco rporated and Third-Party Defendants \nFrank Hood, Thomas I. McLean, Grendel Stephenson, William S. Pearson, and \nWayne E. Tumlin. \n \nSmith Moore Leatherwood LLP by Robert R. Marcus, Heather C. White, Whit \nD. Pierce, and Richard A. Coughlin for Defendants W. Eric Hinshaw and \nRebecca Hinshaw. \n \nWilliam C. Ray for Defendant Anne Ray. \n                                                 \n2 Ms. Ray has also filed two additional motions: (1) Motion to Deny Third Party Defendants Motion to \nDismiss Third-Party Complaint of Anne M. Ray and (2) Motion to Deny Kingsdown’s Motion to Dismiss \nCounterclaim and Third-Party Defendant, Tuggle Duggins Motion to Dismiss Third-Party Complaint \nand Attorney Fees (the “Motions to Deny”).  During the March 11, 2015 hearing in this matter, counsel \nfor Ray agreed that the Motions to Deny are simply responses in opposition to Third-Party Defendants’ \nand Kingsdown’s Motions to Dismiss Defendant Anne Ray’s claims.  Hence, the Court will consider \nthese Motions as briefs in opposition to Kingsdown’s and Third-Party Defendants’ Motions to Dismiss \nand not as separate Motions. \n \nAlso, currently pending before the Court are Defend ants Eric and Rebecca Hinshaw’s (the “Hinshaw \nDefendants” or “the Hinshaws”) Motion to Disqualify Kingsdown’s Counsel (the “Motion to Disqualify”) \nand Kingsdown’s Motion to Strike the December 10, 2014 Affidavit of W. Eric Hinshaw, which together \nwill be the subject of a separate adjudication , and Kingsdown’s Motion to Dismiss the Hinshaw \nDefendants’ Counterclaims, which the Court indicated at the March 11, 2015 hearing it would consider \nand determine after resolution of the Motion to Disqualify. \n \n \n \nSharpless & Stovola, P.A. by Frederick K. Sharpless for Third-Party Defendant \nTuggle Duggins P.A. \n \nBledsoe, Judge. \n \nI. \nPROCEDURAL HISTORY AND BACKGROUND \n{3} Kingsdown commenced this action agai nst Eric Hinshaw (“Mr. Hinshaw”), \nhis wife, Rebecca Hinshaw (“ Ms. Hinshaw”), and Ms. Ra y on August 29, 2014 and \nsubsequently filed an Amended Complaint on September 2, 2014, generally alleging \nthat while serving as Kingsdown’s Chief Executive Officer (“CEO”) and Chairman of \nthe Board of Directors (the “Board”), Mr. Hinshaw breached his “duty to act in good \nfaith and in the best interests of Kingsdown” by “repeatedly engag[ing] in self-dealing \n. . . and . . . abus[ing] his position as a fiduciary,” which “resulted in substantial \nbenefits for himself, [Ms.] Hinshaw, and Ms. Ray at the expense of Kingsdown.”  (Am. \nCompl. ¶¶ 6–7.) \n{4} Specific to the Motions at issue, Kingsdown alleges that (i) Mr. Hinshaw and \nMs. Ray authorized non-business expenses  for each other and Ms. Hinshaw for \nreimbursement by Kingsdown (Am. Compl. ¶ 10); (ii) Mr. Hinshaw caused Kingsdown \nto enter into an employment agreement with Ms. Ray “that purported to bind \nKingsdown to employ Ms. Ray and pay her an exorbitant salary until she retired from \nKingsdown” without the knowledge, approval, or authority of Kingsdown’s Board (the \n“Employment Agreement”) (Am. Compl. ¶ 11); and (iii) on account of her actions, Ms. \nRay is liable to Kingsdown for breach of fiduciary duty, constructive fraud, and civil \nconspiracy, and Kingsdown is entitled to a declaratory judgment declaring that the \nEmployment Agreement is invalid and unenforceable against Kingsdown (Am. \nCompl. ¶¶ 31–46, 57–62).  \n{5} On October 7, 2014, Ms. Ray filed her Rule 12 Motions, seeking dismissal of \nKingsdown’s claims under Rule 12(b)(3) for improper venue or division and Rule \n \n \n12(b)(6) for failure to state a claim, an d an order under Rule 12(e) requiring \nKingsdown to file a more definite statement of its claims against Ms. Ray.   \n{6} On October 17, 2014, Ms. Ray filed an (i) Answer to Kingsdown’s Amended \nComplaint, (ii) Counterclaims against King sdown, and (iii) Third-Party Complaint \nagainst Third-Party Defendants Hood (individually and as an officer and director of \nKingsdown), McLean (individually and as former Board Chair of Kingsdown), \nStephenson (individually and as a director of Kingsdown), Pearson (individually and \nas a director of Kingsdown), Tumlin (indiv idually and as an o fficer of Kingsdown), \nTuggle Duggins and John Doe (individually and as a co-conspirator). \n{7} On November 4, 2014, Ms. Ray filed an amended Answer and Counterclaim \nin response to Kingsdown’s Amended Co mplaint.  In her Counterclaim, Ms. Ray \ndenies all liability and generally contends that she has been a good, faithful, and loyal \nemployee of Kingsdown; that the Employme nt Agreement was fairly and properly \nentered; that Kingsdown engaged in improper conduct to disparage her reputation \nand attempt to force her resignation from the Company; and that Kingsdown \nultimately terminated her without provocation or cause.  She asserts Counterclaims \nagainst Kingsdown for alleged breach of co ntract (arising out of the Employment \nAgreement), unlawful termination, blacklis ting in employment, civil conspiracy, \nintentional infliction of emotional distress , constructive fraud, unfair and deceptive \ntrade practices under N.C. Gen. Stat. § 75-1.1, defamation, negligence, \nindemnification, and for declaratory judgment. \n{8} On November 17, 2014, the Individual Third-Party Defendants filed their \nMotion to Dismiss Ray’s Third-Party Complaint.  On December 1, 2014, Kingsdown \nfiled its Motion to Dismiss the Counterclaims of Defendant Anne Ray.  On December \n10, 2014, Tuggle Duggins file d its Motion to Dismiss Third-Party Complaint and \nMotion for Attorney’s Fees. \n{9} The Motions before the Court have been fully briefed, and the Court held a \nhearing on the Motions on March 11, 2015, at  which all parties were represented by \ncounsel.  The time for additional submissions and arguments has now expired and \nthe Motions are ripe for resolution. \n \n \nII. \nANALYSIS \nA. Ray’s Rule 12(b)(3) Motion to Dismiss Kingsdown’s Amended Complaint \n{10} The parties advised the Court in the Joint Case Management Report and \nreaffirmed at the March 11 hearing that Ray’s Rule 12(b)(3) Motion for improper \nvenue or division has been resolved an d is now moot.  Accordingly, the Court \nconcludes that Ray’s Rule 12(b)(3) Motion should be denied as moot. \nB. Ray’s Rule 12(b)(6) Motion to Dismiss Kingsdown’s Amended Complaint  \n{11} The question for the Court on a Rule 12(b)(6) motion to dismiss is “whether, \nas a matter of law, the allegations of the co mplaint, treated as true, are sufficient to \nstate a claim upon which relief may be granted under some legal theory, whether \nproperly labeled or not.” Harris v. NCNB Nat’l Bank , 85 N.C. App. 669, 670, 355 \nS.E.2d 838, 840 (1987) (citation omitted). “The complaint must be liberally construed, \nand the court should not dismiss the complaint unless it appears beyond a doubt that \nthe plaintiff could not prove any set of facts to support his claim which would entitle \nhim to relief.” Block v. County of Person, 141 N.C. App. 273, 277–78, 540 S.E.2d 415, \n419 (2000) (citing Dixon v. Stuart, 85 N.C. App. 338, 354 S.E.2d 757 (1987)). \n{12} When the complaint fails to allege the substantive elements of some legally \ncognizable claim, or where it alleges facts that defeat the claim, the complaint should \nbe dismissed under Rule 12(b)(6).  Hudson-Cole Dev. Corp. v. Beemer, 132 N.C. App. \n341, 345–46, 511 S.E.2d 309, 312 (1999) (citations omitted).   In sum, Rule 12(b)(6) \ndismissal is proper “when one or more of th e following three conditions is satisfied: \n(1) when the complaint on its face reveals that no law supports plaintiff’s claim; (2) \nwhen the complaint reveals on its face the absence of fact sufficient to make a good \nclaim; (3) when some fact disclosed in the complaint necessarily defeats the plaintiff’s \nclaim.”  Oates v. JAG, Inc., 314 N.C. 276, 278, 333 S.E.2d  222, 224 (1985) (citations \nomitted).   \n{13} Here, Ms. Ray’s arguments for dismissal are essentially based on her \ncontentions that Kingsdown’s allegations about her and her cond uct are false, not \n \n \nthat they fail to state a claim as a matte r of law.  Her Motion contains numerous \nfactual assertions that contradict or add to the allegations of the Amended Complaint, \nfails to discuss a single case or proposit ion of law, and contains numerous violations \nof the Business Court Rules.3    \n{14} Although Ms. Ray’s procedural violations may justify summary denial under \nthe Rules of this Court,4 the Court has nonetheless reviewed the Motion carefully on \nthe merits.5  Based on that review, the Court concludes that Kingsdown’s Amended \nComplaint, when viewed under the app licable standard, contains allegations \nsufficient to state a claim upon which relief may be granted as to each of Kingsdown’s \nclaims for relief against Ms. Ray, and further, that the Amended Complaint does not \ncontain allegations of fact that necessarily defeat Kingsdown’s claims.  Accordingly, \nthe Court concludes that Ms. Ray’s Rule 12(b)(6) Motion to Dismiss should be denied.   \nC. Ms. Ray’s Rule 12(e) Motion for More Definite Statement against  Kingsdown \n{15} In determining a motion for more definite statement under N.C.R.C.P. Rule \n12(e), the Court considers whether “a pleadi ng to which a responsive pleading is \npermitted is so vague or ambiguous that a party cannot reasonably be required to \nframe a responsive pleading.”  N.C. Gen. Stat. § 1A-1, Rule 12(e) (2014).  Motions for \nmore definite statement are not favored by  the courts and are “sparingly granted \nbecause pleadings may be brief and lackin g in factual detail, and because of the \n                                                 \n3 For example, Ms. Ray’s motion wa s not accompanied by a brief (viola tion of BCR 15.2), failed to \ninclude a word certification (violation of BCR 15.8), and failed to provide supporting materials for her \nmany unsubstantiated statements of fact (violation of BCR 15.5). \n \n4 See BCR 15.11 (“A motion unaccompanied by a required brief may, in the discretion of the Court, be \nsummarily denied.”). \n \n5 Ms. Ray’s counsel, who is Ms. Ray’s husband, indicated at the hearing that he has been retired from \nthe active practice of law since 2005 and has never previously appeared in a case in the Business \nCourt.  In light of counsel’s representations and Ms. Ray’s subsequent compliance with the Business \nCourt Rules in connection with the other pending Motions, the Court elects to consider Ms. Ray’s Rule \n12(b)(6) Motion on the merits and not enter a summary denial.  Nevertheless, the Court reiterates \nJudge Jolly’s admonition that a “party practicing before the North Caroli na Business Court should \ntake the deadlines imposed by its orders an d the rules of practice very seriously.” Estate of Capps v. \nBlondeau, 2014 NCBC 24 ¶ 36 (N.C. Super. Ct. June 17, 2014), \nhttp://www.ncbusinesscourt.net/opinions/2014_NCBC_24.pdf. \n \n \n \nextensive discovery devices available to the movant.”  Ross v. Ross, 33 N.C. App. 447, \n454, 235 S.E.2d 405, 410 (1977) (citation omitted).  As long as the pleading meets the \nstandards of N.C.R.C.P. Rule  8 (“Rule 8”) and the opposing party is adequately \nnotified of the nature of the claim, a motion for more definite statement will be denied.  \nId. (citations omitted). See generally, e.g., Gatlin v. Bray, 81 N.C. App. 639, 644, 344 \nS.E.2d 814, 817 (1986) (citation omitted) (“Pleadings comply with our present concept \nof notice pleading if the allegations in the complaint give [the opposing party] \nsufficient notice of the nature and basis of [the] claim to file an answer, and the face \nof the complaint shows no insurmountable bar to recovery.”). \n{16} Ms. Ray’s arguments under Rule 12(e) are similar in form and content to \nthose advanced in support of dismissal und er Rule 12(b)(6).  She again asserts a \nnumber of unverified or unauthenticated fact s, challenges the factual accuracy of \nKingsdown’s Amended Complaint, and essent ially seeks to require Kingsdown to \nprovide interrogatory responses in connectio n with twelve separate categories of \ninformation under the guise of a request for “more definite statement.” \n{17} The Court has reviewed Kingsdown’s Amended Complaint in light of Rule \n8’s notice pleading requirements and fi nds that the allegations of the Amended \nComplaint fairly notify Ms. Ray of the nature and basis of Kingsdown’s claims against \nher such that she can file an answer.  Ac cordingly, because Kingsdown’s allegations \nare not so “vague or ambiguous that a party cannot reasonably be required to frame \na responsive pleading,” N.C.R.C.P. Rule 8, the Court concludes that Ms. Ray’s Rule \n12(e) Motion for More Definite Statement should be denied. \nD. Kingsdown’s Motion to Dismiss the Counterclaims of Defendant Anne Ray \n{18}  Kingsdown likewise moves under Ru le 12(b)(6) to dismiss Ms. Ray’s \nCounterclaims.  Kingsdown seeks a dismissal without prejudice of all of Ms. Ray’s \nCounterclaims because of Ms. Ray’s failure to comply with N.C.R.C.P. Rules 8 and \n10, and a dismissal with prejudice of all of Ms. Ray’s claims, except for her breach of \ncontract and declaratory judgment Countercl aims, for failure to state a claim as a \nmatter of law.  In sum, Kingsdown contends that Ms. Ray has pled nothing more than \na breach of contract claim; therefore, Kingsdown argues Ms. Ray’s contract-based \n \n \nCounterclaims are the only claims that shou ld go forward in this action.  The Court \nwill address each argument in turn. \ni. Violations of N.C.R.C.P. Rules 8 and 10 \n{19} Kingsdown contends that Ms. Ray’ s Counterclaims – which feature a \nlengthy, 10-page factual background narrative without numbered paragraphs – \nviolate both the requirements under Rule 8 that a pleading contain a “short and \nplain” statement of claims with averments that are “simple, concise, and direct” and \nunder N.C.R.C.P. Rule 10(b) (“Rule 10”) that “[a]ll averments of claim or defense shall \nbe made in numbered paragraphs, the contents  of each of which be limited as far as \npracticable to a statement of a single set of circumstances.”   \n{20} The Court initially notes that most challenges to the sufficiency of a \ncomplaint under Rule 8 are based on the lack  of specific detail in the complaint, not \nbecause the complaint is too detailed and voluminous.  While the Court has not \nlocated a North Carolina decision upholding a Rule 8 dismissal because the complaint \nwas too voluminous, the Court nevertheless recognizes that federal courts have held, \nin certain circumstances, that dismissal of voluminous complaints may be proper \nunder Rule 8.\n6   Based on the Court’s review of Ms. Ray’s Counterclaims here, \nhowever, the Court cannot conclude that Ms. Ray’s allegations are so voluminous or \nincomprehensible to prevent Kingsdown from discerning the nature and basis for Ms. \nRay’s Counterclaims or otherwise formulat ing an answer to the Counterclaims.  \nAccordingly, the Court does not find th at Ms. Ray’s Counterclaims violate the \nrequirements of Rule 8.   \n                                                 \n6 See, e.g., Bell v. Lasaceli, 2009 U.S. Dist. LEXIS 32416 at *6 (W.D.N.Y., Apr. 15, 2009) (“It is well \nwithin a district court’s discretion to deny leave to amend a prolix complaint if it is so voluminous and \nincomprehensible that no claims can be gleaned from it.”); Jones v. Nat’l Commc’ns. & Surveillance \nNetworks, 266 F. App’x. 31, 33 (2d Cir. 2008) (summary order) (stating that dismissing, pursuant to \nRule 8, a plaintiff’s 58 page, single-spaced complain t with 87 pages of attachments, alleging over \ntwenty separate causes of action against more th an 44 defendants was not an abuse of discretion); \nBlakely v. Wells, 209 F. App'x 18, 20 (2d Cir. 2006) (summary order) (stating that “[t]he District Court \nacted within the bounds of permissible discretion in dismissing the second amended complaint for \nnoncompliance with Rule 8(a)” because “[t]he pl eading, which spanned 57 pages and contained 597 \nnumbered paragraphs, was far from short or plain”). \n \n \n{21} Ms. Ray’s violation of the straightfo rward requirements of Rule 10(b), \nhowever, is indisputable, and the Court concludes that requiring Ms. Ray to re-plead \nher Counterclaims in numbered paragraphs will allow for a less confusing and more \ncomprehensible presentation of the issues in this action.  Accordingly, the Court \nconcludes that Ms. Ray’s Counterclaims should be dismissed without prejudice and \nwith leave for Ms. Ray to re-plead the Counterclaims that are not dismissed with \nprejudice in this Order in compliance with Rule 10(b).  In addition, although the Court \ndeclines to dismiss the Counterclaims under Rule 8, the Court admonishes Ms. Ray \nto follow the requirement under Rule 8 to advance “simple, concise, and direct” \nallegations in the preparation and filing of her amended Counterclaims. \n{22} The Court will now address the legal sufficiency of each of Ms. Ray’s \nCounterclaims in turn. \nii. Wrongful Termination \n{23} Ms. Ray contends that she was term inated “without cause or lawful \njustification” for a variety of disparate reasons, including as “an attempt to quiet her \nfrom disclosing her knowledge of the unlaw ful activities of the Company,” (Ray’s \nCountercl. ¶ 14), because she was “friends with [Mr. Hinshaw],” (Ray’s Countercl. ¶ \n15), “in order to avoid payment pursuant to her employment contract,” (Ray’s \nCountercl. ¶ 15), to avoid paying for her stress-related injury under the workers \ncompensation laws, (Ray’s Countercl. ¶ 15), and because of “the substantial monies \nowed to her under the Federal Fair Labor Standards Act,” (Ray’s Countercl. ¶ 15).  \nMs. Ray also makes reference to a number of state and federal laws without making \nclear their relevance to her wrongful termination claim, including the North Carolina \nwage and hour laws, the North Carolina Retaliatory Employment Discrimination Act, \nthe Consumer Financial Protection Act, Title X of the Dodd-Frank Wall Street Reform \nand Consumer Protection Act, the Sarbanes -Oxley Act, and the Lilly Ledbetter Fair \nPay Act of 2009.  (Ray’s Countercl. ¶ 15). \n{24} Our Court of Appeals has observed: \nIn North Carolina, employment is generally terminable by either the \nemployer or employee for any reason where no contract exists specifying \na definite period of employment.  This is a bright-line rule with very \n \n \nlimited exceptions. An at-will empl oyee may not be terminated: (1) for \nrefusing to violate the law at the employers [sic] request, (2) for engaging \nin a legally protected activity, or (3) based on some activity by the \nemployer contrary to law or public policy.   \n \nMcDonnell v. Tradewind Airlines, Inc., 194 N.C. App. 674, 677,  670 S.E.2d 302, 305 \n(internal citations and quotation marks omitted), disc. review denied, 363 N.C. 128, \n675 S.E.2d 657 (2009). \n{25} Generally, notice pleading is sufficient to state a claim, but our case law \nrequires that wrongful discharge claims be pled with specificity. Gillis v. Montgomery \nCnty. Sheriff's Dep’t, 191 N.C. App. 377, 379, 663 S.E.2d 447, 449 (2008).  To meet \nthis specificity requirement, a plaintiff mu st allege “specific conduct by a defendant \nthat violated a specific expression  of North Carolina public policy.” Considine v. \nCompass Grp. USA, Inc. , 145 N.C. App. 314, 321–22, 551 S.E.2d 179, 184, aff’d per \ncuriam, 354 N.C. 568, 557 S.E.2d 528 (2001). \n{26} Upon review of Ms. Ray’s Counterclaims, the Court concludes that Ms. Ray \nhas failed to plead her wrongful discharge claim with sufficient specificity to survive \nKingsdown’s motion to dismiss.  Alth ough she vaguely claims that she was \nterminated to prevent her “from disclosing her knowledge of the unlawful activities \nof the Company,” (Ray’s Countercl. ¶ 14), her scattershot allegations suggest a variety \nof reasons for her discharge, some legally permissible and others potentially not, but \nwhich, taken together, do not permit the Court to conclude that Ms. Ray has identified \nan improper action by Kingsdown that was the “motivating” or “but for” cause of the \nadverse employment action she alleges she has suffered.  See, e.g., Feltman v. City of \nWilson, 767 S.E.2d 615, 621 (N.C. App. 2014) (plaintiff required to show that alleged \nconduct was the “motivating” or “but for” cause of termination); Sides v. Duke Univ., \n74 N.C. App. 331, 346,  328 S.E.2d 818, 829, disc. review denied , 314 N.C. 331, 335 \nS.E.2d 13 (1985), overruled on other grounds by Ku rtzman v. Applied Analytical \nIndus., Inc ., 347 N.C. 329, 493 S.E.2d 420 (1997 ) (plaintiff required to show \ntermination resulted from alleged conduct and not “for any other reason”). \n \n \n{27} Accordingly, the Court concludes that  Kingsdown’s Motion to Dismiss Ms. \nRay’s Counterclaim for wrongful discharge should be granted and the Counterclaim \ndismissed.   Although it is not clear to the Court that Ms. Ray can allege facts that \nwill meet the pleading requirements for a wrongful discharge claim under North \nCarolina law, the Court further concludes that Ms. Ray has pled enough specific facts \nin her Counterclaim to persuade the Court to dismiss her wrongful discharge claim \nwithout prejudice and allow her an opportunity to re-plead the claim in an amended \npleading consistent with N.C.R.C.P. Rules 8 and 10.  \niii. Blacklisting in Employment \n{28} Ms. Ray contends that Kingsdown has prevented or attempted to prevent \nher from “seeking or otherwise obtaining employment,” (Ray’s Cclaims ¶ 23), in \nviolation of the North Carolina blacklisting statute, N.C. Gen. Stat. § 14-355.  In \nparticular, she claims that Kingsdown violated the statute by advising her upon her \ntermination that the Company intended to  enforce the non-competition agreement \nshe signed with Kingsdown on June 28, 2002, which precluded her from working for \ncertain employers for a two-year period following her termination.  \n{29} The blacklisting statute provides as follows: \nIf any person, agent, company or co rporation, after having discharged \nany employee from his or its service, shall prevent or attempt to prevent, \nby word or writing of any kind, such discharged employee from obtaining \nemployment with any other person, company or corporation, such \nperson, agent or corporation shall be guilty of a Class 3 misdemeanor \nand shall be punished by a fine not exceeding five hundred dollars \n($500.00); and such person, agent, company or corporation shall be liable \nin penal damages to such discharged person, to be recovered by civil \naction. This section shall not be cons trued as prohibiting any person or \nagent of any company or corporation from furnishing in writing, upon \nrequest, any other person, company or corporation to whom such \ndischarged person or employee has applied for employment, a truthful \nstatement of the reason for such discharge. \n \nN.C. Gen. Stat. § 14-355 (2014). \n \n{30} In order to state a claim under this statute, Ms. Ray must plead (1) that she \nattempted to obtain employment with an other entity; (2) that Kingsdown took \n \n \naffirmative steps “by word or writing of any kind” to prevent her from obtaining \nemployment with that entity; and (3) that whatever statements or writing that were \nmade to the entity were false.  Further,  “[f]or the statute to be violated, the \nstatements to the prospective employer wo uld have had to have been unsolicited.” \nFriel v. Angell Care Inc., 113 N.C. App. 505, 511, 440 S.E.2d 111, 115, (1994) (citation \nomitted); see, e.g., Holroyd v. Montgomery Cnty., 167 N.C. App. 539, 545, 606 S.E.2d \n353, 358, (2004) (“The purpose of the blacklisting statute is not to prohibit employers \nfrom communicating truthful information as  to the nature and character of former \nemployees.”) (citation omitted).7   \n{31} Ms. Ray has failed to plead each of the necessary elements of her claim.  She \ndoes not allege that she has sought empl oyment from another entity, she has not \nalleged that Kingsdown has taken any ac tion to prevent he r from obtaining \nemployment other than to indicate to he r the Company’s intent to enforce her 2002 \nnon-competition agreement, and she has not alleged that Kingsdown has made any \ncommunication of any kind, false or otherwis e, to a prospective employer.  As such, \nthe Court concludes that Ms. Ray’s claim is fatally deficient as a matter of law and \nshould be dismissed with prejudice.   \niv. Intentional Infliction of Emotional Distress \n{32} Under North Carolina law, the essential elements of a claim for intentional \ninfliction of emotional distress are “(1)  extreme and outrageous conduct by the \n[opposing party] (2) which is intended to an d does in fact cause (3) severe emotional \ndistress.” Waddle v. Sparks, 331 N.C. 73, 82, 414 S.E.2d 22, 27 (1992) (citing Dickens \nv. Puryear, 302 N.C. 437, 452, 276 S.E.2d 325, 335 (1981)).  \n{33} “Whether or not conduct constitutes extreme and outrageous behavior is \ninitially a question of law for the court.”  Simmons v. Chemol Corp ., 137 N.C. App. \n319, 325, 528 S.E.2d 368, 371 (2000)  (citation omitted).    “To establish the essential \nelement of extreme and outrageous conduct, the conduct must go beyond all possible \nbounds of decency and ‘be regarded as atrocious, and utterly intolerable in a civilized \n                                                 \n7 The statute authorizes a cause of action for punitive damages only.  Houpe v. City of Statesville, 128 \nN.C. App. 334, 351, 497 S.E.2d 82, 93 (1998) (citation omitted). \n \n \ncommunity.’”  Id. (quoting Wagoner v. Elkin City  Sch.’ Bd. of Educ., 113 N.C. App. \n579, 586, 440 S.E.2d 119, 123 (1994)).  Indeed, “mere insu lts, indignities, threats, \nannoyances, petty oppressions, or other triv ialities” will not be found to constitute \nextreme and outrageous conduct.  Johnson v. Bollinger, 86 N.C. App. 1, 6, 356 S.E.2d \n378, 382 (1987) (quoting Briggs v. Rosenthal, 73 N.C. App. 672, 677, 327 S.E.2d 308, \n311 (1985)). \n{34} Significantly for this case, our appellate  courts have consistently held that \n“the mere firing of an employee ca n never be ‘extreme and outrageous’  conduct \nsufficient to state a claim for intentio nal infliction of emotional distress.” Sims-\nCampbell v. Welch, 2015 N.C. App. LEXIS 166, *11–12 (N.C. Ct. App. Mar. 3, 2015); \nsee also, e.g., Johnson v. Colonial Life & Accident Ins. Co ., 173 N.C. App. 365, 373, \n618 S.E.2d 867, 872–73 (2005) (holding threats to plaintiff concerning losing his job \nand health insurance and accusations that he submitted a false claim insufficient as \nmatter of law); Lorbacher v. Hous. Auth. of City of Raleigh, 127 N.C. App. 663, 675–\n77, 493 S.E.2d 74, 81–82 (1997) (holding plaintiff’s discharge to deflect responsibility \nfor deaths at apartment complex and because plaintiff disclosed defendant’s negligent \noperations insufficient as matter of law).  Indeed, “it is extremely rare to find conduct \nin the employment context that will rise to  the level of outrageousness necessary to \nsupport a claim of intentional infliction of emotional distress.”  Thomas v. Northern \nTelecom, Inc., 157 F. Supp. 2d 627, 635 (M.D.N.C . 2000) (applying North Carolina \nlaw) (citation omitted); Moody-Williams v. Liposcience , 953 F. Supp. 2d 677, 690 \n(E.D.N.C. 2012) (“In the context of one’s employment particularly, North Carolina \ncourts have been reluctant to find acti onable intentional infliction of emotional \ndistress claims.”) (citations omitted). \n{35} Ms. Ray’s allegations fall short of those necessary to state a cognizable claim \nfor intentional infliction of emotional distress.  When viewed in the light most \nfavorable to Ms. Ray, her allegations cons ist of what she claims was her unfair and \nwrongful termination by Kingsdown, her be lief that she was slighted or ignored by \nKingsdown’s management from time to time, and her frustration and irritation with \nhaving to suffer various personal inconveniences resulting from the performance of \n \n \nher job and her subsequent termination by Kingsdown. (Ray’s Countercl. pp. 18–25.)8  \nSuch conduct can hardly be said to “go beyo nd all possible bounds of decency” or be \nseen as “utterly intolerable in a civilized community.”  Simmons, 137 N.C. App. at \n325, 528 S.E.2d at 371.   \n{36} At most, Ms. Ray’s allegations comprise the sort of “insults,” “indignities,” \n“annoyances,” and “petty oppressions” that our courts have long held are insufficient \nto state a claim for intentional infliction of emotional distress.  Johnson, 86 N.C. App. \nat 6, 356 S.E.2d at 378.  See, e.g., Ausley v. Bishop, 133 N.C. App. 210, 221, 515 S.E.2d \n72, 80 (1999) (extreme and outrageous conduct not found where employer refused to \ncertify the employee’s reports until he signed a non-competition agreement, \n“contacted the police and caused embezzle ment charges to be filed” against the \nemployee, and “relayed negative and a ccusatory comments to [the employee’s] \ncreditors and potential clients”); Hogan v. Forsyth Country Club Co ., 79 N.C. App. \n483, 493, 340 S.E.2d 116, 122–23 (1986) (extreme and outrageous behavior not found \nwhere the defendant yelled and threw menus at plaintiff and interfered with her \nsupervision of employees).  As a result, the Court concludes that Ms. Ray’s claim for \nintentional infliction of emotional distress should be dismissed with prejudice.    \nv. Constructive Fraud \n{37}   A claim for constructive fraud lies where (1) a relationship of trust and \nconfidence exists, (2) the defendant takes advantage of that position of trust to benefit \nhimself, and (3) the plaintiff was consequently injured. White v. Consol. Planning, \nInc., 166 N.C. App. 283, 294, 603 S.E.2d 147, 156 (2004) (cit ation omitted).  “[A]n \nessential element of constructive fraud is that defendants sought to benefit \nthemselves in the transaction.”  Sterner v. Penn, 159 N.C. App. 626, 631, 583 S.E.2d \n                                                 \n8 For example, Ms. Ray complains of having to reli nquish her title as Corporate Secretary, of being \nexcluded from office meetings, and not receiving overtime pay (Countercl. pp. 19–21), of Mr. Hood \nexcluding her from conversations held behind closed  doors, not advising he r of his whereabouts and \nspeaking to her abruptly (Countercl. pp. 19–21), of having to perform menial tasks like copying papers, \npicking up salesmen and customer lunches, and cleaning the kitchen (Countercl. p. 20), and of having \nher integrity questioned behind her back and suffering various indignities in connection with the \nretrieval of her personal property and information after the termination of her employment (Countercl. \npp. 21–24). \n \n \n670, 674 (2003) (quoting State ex rel. Long v. Petree Stockton, L.L.P., 129 N.C. App. \n432, 445, 499 S.E.2d 790, 798 (1998)).  The existence of a fiduciary relationship is an \nelement of a constructive fraud claim.  See White , 166 N.C. App. at 294–95, 603 \nS.E.2d at 156; see also Keener Lumber Co. v. Perry, 149 N.C. App. 19, 28, 560 S.E.2d \n817, 823 (2002) (existence of “fiduciary” re lationship is essential element of a \nconstructive fraud  claim) (citation omitted).   \n{38} “Although our courts have broadly defined fiduciary relationships, no such \nrelationship arises absent the existence of dominion and control by one party over \nanother.” Kaplan v. O.K. Techs., LLC , 196 N.C. App. 469, 474, 675 S.E.2d 133, 137 \n(2009). “Only when one party figuratively holds all the cards—all the financial power \nor technical information, for example—have North Carolina courts found that the \n‘special circumstance’ of a fiduciary relationship has arisen.” Crumley & Assocs., P.C. \nv. Charles Peed & Assocs., P.A ., 219 N.C. App. 615, 621,  730 S.E.2d 763, 767 (2012) \n(quoting Broussard v. Meineke Disc. Muffler Shops, Inc., 155 F.3d 331, 348 (4th Cir. \n1998)).  \n{39} Significantly for this case, the relationship of an employer and an employee \ntypically does not give rise to fiduciary duties.  See Dalton v. Camp , 353 N.C. 647, \n651–52, 548 S.E.2d 704, 708 (2001) (“Under the general rule, ‘the relation of employer \nand employee is not one of those regarded as confidential.’”) (quoting King v. Atl. \nCoast Line R.R. Co., 157 N.C. 44, 72 S.E. 801 (1911)); Austin Maint. & Constr., Inc. \nv. Crowder Constr. Co., 742 S.E.2d 535, 542 (N.C. Ct. App. 2012) (“[I]n the absence of \nsome unusual set of facts that would suffice to differentiate the relationship between \n[the employer] and [the employee] from other employer-employee relationships, [the \nemployee] did not have a fiduciary re lationship with [t he employer].”); Reichhold \nChems., Inc. v. Goel,  146 N.C. App. 137, 155, 555 S.E.2d 281, 292 (2001) (“[A] \nfiduciary relationship will generally not be found in the workplace.”).   \n{40} Nevertheless, Ms. Ray contends that Kingsdown owed her a fiduciary duty \non the facts she has alleged.  In particular, Ms. Ray contends that her entry into the \nEmployment Agreement with Kingsdown “won the absolute trust and confidence of \nMs. Ray and situated [Kingsdown] with a position of more dominant influence over \n \n \nher than was previously provided during her employment career.”  (Ray’s Countercl. \n¶ 43.)  Ms. Ray then asserts that Kingsd own took advantage of this fiduciary \nrelationship to “benefit itself without due regard for the interests and well-being of \nMs. Ray.” (Ray’s Countercl. ¶ 44.) \n{41} The Court does not find Ms. Ray’s co ntentions persuasive.  Indeed, that \nKingsdown offered Ms. Ray an employment contract simply emphasizes the \nemployment nature of the relationship and does nothing to create the special \ncircumstances necessary to find a fiduciary duty.  Moreover, North Carolina law is \nclear that “parties to a contract do not thereby become each others’ fiduciaries; they \ngenerally owe no special duty to on e another beyond the terms of the \ncontract . . . .”   Branch Banking and Trust Co. v. Thompson , 107 N.C. App. 53, 61, \n418 S.E.2d 694, 699 (1992) (citations omitted).  Having failed to show that a fiduciary \nrelationship existed with Kingsdown, the Court concludes that Ms. Ray’s claim for \nconstructive fraud fails as a matter of law and should be dismissed with prejudice.  \n{42} Kingsdown also contends that Ms. Ray’s constructive fraud claim should be \ndismissed because she has not pled that Kingsdown obtained an improper benefit \nfrom the alleged constructive fraud.  See Sterner, 159 N.C. App. at 631, 583 S.E.2d \nat 674.  Ms. Ray contends in response that Kingsdown received certain non-monetary \nbenefits – the removal of Ms. Ray as an obstacle to Kingsdown’s allegedly ongoing \nillegal conduct – and certain monetary bene fits – a proportional reduction in the \nbonus pool – from her improper termination.   The Court concludes that Ms. Ray’s \nalleged benefits to Kingsdown from the alleged constructive fraud are too speculative \nand conjectural to sustain her claim.  For this additional reason, therefore, the Court \nfinds that Ms. Ray’s constructive fraud claim should be dismissed with prejudice.\n9 \n                                                 \n9 Ms. Ray also contends, without citing to any case law, that because she owed Kingsdown a fiduciary \nduty when she served as an officer of the Company, Kingsdown necessarily owed her a fiduciary duty \nas well.  (See Ray Opp. Br., p. 13) (“A fiduciary duty is not a one-way street.”).  Ms. Ray’s contention is \nsimply not the law. A fiduciary duty is owed by the party in whom special trust and confidence is \nplaced, not by the party who has placed that trust and confidence.  See generally, e.g., Lynn v. Fannie \nMae, 760 S.E.2d 372, 375 (N.C. Ct. App. 2014) (“Fiduciary relationships are established when a special \nconfidence is placed in a party which is bound to act in good faith and in the best interest of the party \nwho reposes that confidence.”).    \n \n \nvi. Unfair and Deceptive Trade Practices – N.C. Gen. Stat. § 75-1.1 \n{43} Ms. Ray asserts a claim for unfair and deceptive trade practices under N.C. \nGen. Stat. § 75-1.1 arising out of Kingsdown’s alleged conduct toward her during her \nemployment and in connection with her te rmination.  North Carolina’s statute, \nhowever, targets “unfair or deceptive acts or practices in or affecting commerce[.]” \nN.C. Gen. Stat. § 75-1.1(a) (2014).  Whether an act is “in or affecting commerce” is a \nquestion of law for the Court to decide. Hardy v. Toler, 288 N.C. 303, 310, 218 S.E.2d \n342, 346–47 (1975).   \n{44} Although N.C. Gen. Stat. § 75-1.1 broadly defines “commerce” to include “all \nbusiness activities, however denominated,” our Courts have long held that the statute \n“is not intended to apply to all wrongs in a business setting.”  HAJMM Co. v. House \nof Raeford Farms, Inc., 328 N.C. 578, 593, 403 S.E.2d 483, 492 (1991).  To establish \nthe “commerce” requirement, the defendant’s conduct “must affect commerce in a \ncommercial setting, . . . not in a private rela tionship type setting such as corporate \ngovernance issues, . . . securities transactions, . . . or disputes arising from \nemployment[.]”  McKee v. James, 2014 NCBC 73 ¶ 79 (N.C. Super. Ct. Dec. 31, 2014), \nhttp://www.ncbusinesscourt.net/opinions/2014_NCBC_73.pdf (emphasis added) \n(quoting In re Brokers, Inc., 396 B.R. 146, 161 (Bankr. M.D.N.C. 2008)).  In short, the \nstatute is intended to apply to “(1) interactions between businesses, and (2) \ninteractions between businesses and consumers.”  White v. Thompson, 364 N.C. 47, \n52, 691 S.E.2d 676, 679 (2010).   \n{45} The conduct about which Ms. Ray complai ns – which is the same sort of \nconduct she alleges in support of her clai m for intentional infliction of emotional \ndistress – arises out of her employment and plainly involves internal business \ndisputes rather than interactions with  businesses or consumers.  As such, \nKingsdown’s alleged conduct does not affect commerce in a commercial setting and \ncannot give rise to a cognizable claim under N.C. Gen. Stat. § 75-1.1.  See, e.g., Buie \nv. Daniel Int’l Corp., 56 N.C. App. 445, 448, 289 S.E.2d 118, 119–120 (1982) (holding \nthat “employer-employee relationships do  not fall within the intended scope \nof G.S. 75-1.1”); Kinesis Adver., Inc. v. Hill, 187 N.C. App. 1, 21, 652 S.E.2d 284, 298 \n \n \n(2007) (“We have consistently held that the employer/employee relationship does not \nfall within the intended scope and purpose of [N.C. Gen. Stat. § 75-1.1].”);  Wilson v. \nBlue Ridge Elec. Mbrshp. Corp., 157 N.C. App. 355, 358, 578 S.E.2d 692, 694 (2003) \n(“Matters of internal corporate management . . . do not affect commerce.”).  As a result, \nthe Court concludes that Ms. Ray’s claim for unfair and deceptive trade practices \nunder N.C. Gen. Stat. § 75-1.1 should be dismissed with prejudice.   \nvii. Defamation \n{46}   Ms. Ray’s Counterclaim for defamation is based on three sets of purported \ndefamatory statements:  (1) statements contained in Kingsdown’s written statement \nto the Equal Employment Opportunity Commission (“EEOC”) in response to Ms. \nRay’s  charge of age discrimination (Ray’s Countercl. ¶¶ 54–58); (2) unspecified \nstatements made by Kingsdown, by and through certain of its officers and directors, \nthat were allegedly published in local newspapers and in Furniture Today, a trade \npublication (Ray’s Countercl. ¶ 61); and (3 ) unspecified statements contained in \nKingsdown’s Amended Complaint in this action (Ray’s Countercl. ¶ 62).   \n{47} First, Kingsdown is entitled to an absolute privilege with respect to \nKingsdown’s written statements to the EEOC and the statements contained in the \nAmended Complaint in this action.  An EEOC investigation, such as the one initiated \nby Ms. Ray here, has regularly been recogn ized as a quasi-judicial proceeding in \nwhich an absolute privilege applies.  See, e.g., Collins-Pearcy v. Mediterranean \nShipping Co. (USA), 698 F. Supp. 2d 730, 765 (S.D. Tex. 2010) (“Statements made to \nthe EEOC in the course of an investigation are absolutely privileged.”); Bernstein v. \nSeeman, 593 F. Supp. 2d 630, 636 (S.D.N.Y. 2009) (“The two statements contained in \n[the employer’s] submission to the EEOC and in counsel’s letter to [the employee] \ncannot form the basis of a defamation cl aim because both statements were made \nunder the protection of absolute immunity.”); Shabazz v. PYA Monarch, LLC, 271 F. \nSupp. 2d 797, 803–05 (E.D. Va. 2003); Stith v. Chadbourne & Parke, LLP , 160 F. \nSupp. 2d 1, 8 (D.D.C 2001).   \n{48} Similarly, the North Carolina appellate courts have long recognized that “a \ndefamatory statement made in the due course of a judicial proceeding is absolutely \n \n \nprivileged and will not support a civil action for defamation, even though it be made \nwith express malice.” Jarman v. Offutt, 239 N.C. 468, 472, 80 S.E.2d 248, 251 (1954) \n(citations omitted).  Accordingly, Ms. Ra y’s defamation claim should be dismissed \nwith prejudice to the extent that claim is  based on Kingsdown’s statements to the \nEEOC or in its Amended Complaint.  Id. (noting that “doctrine of absolute privilege \nconfers “complete immunity”). \n{49}   North Carolina law is also clear that “[i]n pleading a cause of action for \ndefamation, a plaintiff must recount the allegedly defamatory statement either \nverbatim or at least with enough specific ity to allow the Court to decide if the \nstatement is defamatory.” Jolly v. Acad. Collection Serv., Inc ., 400 F. Supp. 2d 851, \n861 (M.D.N.C. 2005) (citing Morrow v. Kings Dep’t Stores, 57 N.C. App. 13, 21, 290 \nS.E.2d 732, 737 (1982)).  Agai nst this heightened pleading standard, Ms. Ray, in \nbaldly declaring that Kingsdown “defamed [her] by causing false and malicious \nstatements to be published against [her] in various local newspapers and in . . . \nFurniture Today,” (Ray’s Countercl. ¶ 61) and without providing any further factual \ndetail, has failed to sustain her claim fo r defamation.   As a result, Ms. Ray’s \ncounterclaim for defamation on this basis should be dismissed.  Because it is not clear \nthat Ms. Ray cannot plead a defamation claim based on these alleged statements as \na matter of law, however, the Court dismisses her defamation claim without prejudice \nto the extent it is based on allegedly defamatory statements in local newspapers and \nin \nFurniture Today , with leave for Ms. Ray to re-plead her claim consistent with \nN.C.R.C.P. Rules 8 and 10. \nviii. Negligence \n{50} To state a claim for negligence, Ms. Ra y must allege: (1) a legal duty; (2) \nfailure to act in a reasonable manner in performing that duty; and (3) an injury that \nwas proximately caused by failin g to act in a reasonable manner. Stein v. Asheville \nCity Bd. of Educ., 360 N.C. 321, 328, 626 S.E.2d 263, 267 (2006).  A negligence claim \n“necessarily fails if there is no legal duty owed to the plaintiff by the defendant.” \nBridges v. Parrish , 222 N.C. App. 320, 323, 731 S.E.2d 262, 265 (2012) (citation \nomitted); see, e.g., Davis v. N.C. Dep’t of Human Res., 121 N.C. App. 105, 112, 465 \n \n \nS.E.2d 2, 7 (1995) (defining du ty as an “obligation, recognized by the law, requiring \nthe person to conform to a certain standard of conduct, for the protection of others \nagainst unreasonable risks”) (internal quotation marks omitted). \n{51} Ms. Ray contends that Kingsdown’s di rectors owed her a legal duty as \ndirectors of Kingsdown under  N.C. Gen. Stat. § 55-8-30 and claims that “by not \nproperly investigating the false claims made by its management, [Kingsdown’s \nBoard] breached its collective and respective duty and care owed to Ms. Ray.”  (Ray’s \nCountercl. ¶ 68.)  Ms. Ray, however, has failed to show that Kingsdown owed her the \nlegal duty that she claims to exist.  First, Kingsdown’s directors owe a fiduciary duty \nto the corporation, i.e., to Kingsdown – not to the officers, shareholders, or employees \nof Kingsdown.  Keener Lumber Co., 149 N.C. App. at 26, 560 S.E.2d at 822 (“Under \nNorth Carolina law, directors of a corporation generally owe a fiduciary duty to the \ncorporation, and where it is alleged that directors have breached this duty, the action \nis properly maintained by the corporation  rather than any individual creditor or \nstockholder.”) (emphasis in original) (citing Underwood v. Stafford, 270 N.C. 700, 703, \n155 S.E.2d 211, 213 (1967)).  Moreover, as discussed above, Kingsdown, as Ms. Ray’s \nemployer, did not owe a fiduciary duty to her, as Kingsdown’s employee, and Ms. Ray \nhas not shown the existence of any other legal duty.  See, e.g., Reichhold Chems., 146 \nN.C. App. at 155, 555 S.E.2d at 292 (“[A] fiduciary relationship will generally not be \nfound in the workplace.”).  Finally, alth ough Kingsdown owes Ms. Ray a general \ncommon law duty to “act, or to use that which he controls, as not to injure another,” \nPinnix v. Toomey , 242 N.C. 358, 362, 87 S.E.2d 893, 898 (1955), Ms. Ray has not \nalleged sufficient facts to show that Kingsdown has breached that duty here. \n{52} Furthermore, Ms. Ray’s negligence claim is intertwined with, if not simply \na restatement of, the breach of contract claim that underlies each of her claims in this \naction.  As she states in her opposition brief, “[Kingsdown] undertook an active course \nof conduct (Conspiracy, Interference with Contract, etc.) which they specifically \ndesigned in an attempt to have Ms. Ray voluntarily resign her position with \nKingsdown.  Such wrongful conduct is al leged throughout Ms. Ray’s Counterclaims \n \n \nand Third-Party Complaint and gives rise for the cause of action for negligence as \nstated hereinabove.” (Ray Opp. Br. p. 21.)   \n{53} Under North Carolina law, however, “[o]rdinarily, a breach of contract does \nnot give rise to a tort action by the promisee against the promisor.” North Carolina \nState Ports Auth. v. Lloyd A. Fry Roofing Co ., 294 N.C. 73, 81, 240 S.E.2d 345, 350 \n(1978) (citations omitted).  Where, as here, the alleged injury from a plaintiff’s alleged \nnegligence – here the termination of Ms. Ray’s employment and the failure to pay the \nsums due under her Employment Agreement – is the same injury resulting from the \nalleged breach of contract, an action in negligence will not lie.  See, e.g., Kaleel \nBuilders, Inc. v. Ashby , 161 N.C. App. 34, 43, 587 S.E. 2d 470, 476 (2003) (“[A] tort \naction does not lie against a party to a co ntract who simply fails to properly perform \nthe terms of the contract, even if that fa ilure to properly perform was due to the \nnegligent or intentional conduct of that party, when the injury resulting from the \nbreach is damage to the subject matter of  the contract.”) (internal quotation marks \nand citation omitted); 161 N.C. App. at 42, 587 S.E.2d at 476  (“[N]o negligence claim \n[exists] where all rights and remedies have been set forth in the contractual \nrelationship”). \n{54} For each of these reasons, Ms. Ray’s counterclaim for negligence should be \ndismissed with prejudice. \nix. Civil Conspiracy \n{55} To state a claim for civil conspiracy , Ms. Ray must adequately plead the \nfollowing elements: “(1) an agreement between two or more persons to do a wrongful \nact; (2) an overt act committed in furthera nce of the agreement; and (3) damage to \nthe plaintiff.”  Pleasant Valley Promenade v. Lechmere, Inc., 120 N.C. App. 650, 657, \n464 S.E.2d 47, 54 (1995).   \n{56} Ms. Ray premises her civil conspiracy claim here on her contention that “two \nor more agents of [Kingsdown] conspired to gether to ruin the employment status of \nMs. Ray with [Kingsdown] for their own mone tary gains or other benefits,” (Ray’s \nCountercl. ¶ 28), and seeks to hold Kingsd own vicariously liable for this alleged \nconspiracy. (Ray’s Countercl. ¶ 27.)  Unde r well-established principles of North \n \n \nCarolina law, however, allegations like Ms. Ray’s – claiming that a corporation has \nconspired with its agents, officers, or employees – is “tantamount to accusing a \ncorporation of conspiring with itself.”  State ex rel. Cooper v. Ridgeway Brands Mfg., \nLLC, 184 N.C. App. 613, 625, 646 S.E.2d 790, 799 (2007) (citation omitted).  As such, \nour courts have held that the intracorporate immunity doctrine applies to bar Ms. \nRay’s claim.  Id. (“The doctrine of intracorporate immunity holds that, since at least \ntwo persons must be present to form a conspiracy, a corporation cannot conspire with \nitself, just as an individual cannot conspire with himself.”) (citation omitted);  see also \nMaurer v. SlickEdit, Inc. , 2005 NCBC 1 ¶ 61 (N.C. Su per. Ct. May 16, 2005), \nhttp://www.ncbusinesscourt.net/opinions/2005%20NCBC%201.htm (“Because \n[individual] defendants . . . are officers an d directors of [the corporation], they are \nentitled to intracorporate immunity against plaintiff’s conspiracy claim.”); Garlock v. \nHilliard, 2000 NCBC 11 ¶¶ 25–26 (N.C. Supe r. Ct. Aug. 22, 2000), \nhttp://www.ncbusinesscourt.net/opinions/2000%20NCBC%2011.htm (to similar \neffect).   \n{57} Further, although Ms. Ray correctly notes that an exception to the doctrine \nof intracorporate immunity may exist if the agent of the corporation has an \n“independent personal stake in achieving the corporation’s illegal objective,” Buschi \nv. Kirven, 775 F.2d 1240, 1252 (4th  Cir. 1985) (citing Greenville Publishing Co., v. \nDaley Reflector, Inc ., 496 F.2d 391, 399 (4th Cir. 1974 )), this Court has previously \nobserved that “[t]his ‘independent personal stake’ exception must not be interpreted \nin too broad a manner or it will consume the entire intracorporate immunity \ndoctrine.”  Garlock, 2000 NCBC 11 ¶ 27 (quoting Selman v. Am. Sports Underwriters, \nInc., 697 F. Supp. 225, 238–39 (E.D. Va. 1988) (“Certainly, under the most permissive \ninterpretation of its language, an employ ee or agent of a corp oration would always \nmeet the exception since he would surely have an independent personal stake in the \nhealth and profitability of the corporation.  Such an interpretation is overbroad.”).   \nApplying these principles here, the Court finds that Ms. Ray has alleged nothing more \nthan the “general and indirect corpor ate benefit always present under the \ncircumstances surrounding virtually any alleged corporate conspiracy.”  Id. \n \n \n(quotation omitted).  As such, the Court concludes that the independent personal \nstake exception does not apply and that Ms. Ray’s claim for civil conspiracy should be \ndismissed with prejudice.  \nx. Indemnification \n{58} Ms. Ray contends that she is entitled to indemnification under Article VI of \nKingsdown’s Bylaws because Kingsdown’s claims arise out of the performance of her \nduties as an officer of the Company.  (Ray’s Countercl. ¶¶ 73–79.)  Kingsdown \ncontends in response that Ms. Ray is not entitled to indemnification under the \nlanguage of the Bylaws and applicable law, and, in any event, that Ms. Ray’s claim is \npremature because Kingsdown “has not made the determination required for Ray to \nbe indemnified under the Bylaws.”  (Pl.’s Br. Supp. Mot. Dismiss p. 20–21.)   \n{59} Counsel for the Hinshaws advised at the hearing that the Hinshaws have \nasserted a counterclaim for indemnificatio n, also under Article VI of Kingsdown’s \nBylaws, which Kingsdown has moved to di smiss but which the Court has not yet \nscheduled for hearing or otherwise resolved .  The parties agree that Ms. Ray’s and \nthe Hinshaws’ respective claims for indemn ification raise similar legal issues and \nthat Kingsdown’s motions to dismiss these Counterclaims rest on similar arguments.  \nAccordingly, the Court determines, in its discretion, that it will promote judicial \nefficiency and economy for the Court to defe r its ruling until such time as the Court \nmay consider together Kingsdown’s motions to dismiss both Ms. Ray’s and the \nHinshaws’ counterclaims for indemnification.  As a result, the Court dismisses Ms. \nRay’s indemnification claim without prejudice with leave for Ms. Ray to re-plead her \nindemnification claim consistent with the requirements of N.C. R.C.P. Rules 8 and \n10(b). \n \n \n \n \n \n \n \nE. Individual Third-Party Defendants’ Motion to Dismiss Ray’s Third-Party \nComplaint \n \n{60} Ms. Ray has asserted against the Individual Third-Party Defendants many \nof the allegations, and most of the claims, she has asserted against Kingsdown.  The \nCourt will review the legal sufficiency of each claim in turn.10 \ni. Wrongful Termination   \n{61} Ms. Ray contends that the Individual Third-Party Defendants are liable to \nher for their alleged actions in causing her alleged wrongful termination by \nKingsdown.11  North Carolina law is clear, however, that a wrongful discharge claim \nmay only be brought against the employer, and not, as the Individual Third-Party \nDefendants were here – the employer’s agents.  See Sides v. Duke Univ., 74 N.C. App. \n331, 343, 328 S.E.2d 818, 826–27 (1985) (employee’s wrongful discharge claim against \nindividual defendants properly dismissed at 12(b)(6) stage because employee alleged \nshe had an employment agreement with the corporate defendant, not the \nindividuals); see also Johnson v. North Carolina, 905 F. Supp. 2d 712, 726 (W.D.N.C. \n2012) (“Pursuant to established North Ca rolina law, a plaintiff may only bring a \nwrongful discharge action against the plaintiff’s employer, not against the employer’s \nagents (such as coworkers and supervisor s).”) (internal quotation marks omitted); \nIglesias v. Wolford, 667 F. Supp. 2d 573, 590 (E.D.N.C. 2009) (“Under North Carolina \nlaw, a plaintiff may only bring a wrongful-d ischarge action against the plaintiff’s \nemployer, not against the employer ’s agent.”) (citation omitted); Hooper v. North \nCarolina, 379 F. Supp. 2d 804, 814 (M.D.N.C. 2005) (“The North Carolina Court of \nAppeals has held . . . that an action for wr ongful discharge will lie only against an \nemployer, and not against individual employees.”) (citing Sides, 74 N.C. App. at 343, \n328 S.E.2d at 826–27).  Accordingly, Ms. Ray’s third-party claim for wrongful \ndischarge should be dismissed with prejudice. \n                                                 \n10 The Individual Third-Party Defendants did not specifically raise Rule 8 or Rule 10(b) as a ground \nfor dismissal of Ms. Ray’s Third-Party Complaint. \n  \n11 Ms. Ray admits that Kingsdown was her employer .  (Third-Party Complaint p. 2–3; Third-Party \nComplaint ¶¶ 15, 22, 278.) \n \n \nii. Tortious Interference with Contract  \n{62} Our courts have set forth the elements of a claim for tortious interference \nwith contract as follows: (1) a valid contract between the plaintiff and a third person \nthat confers upon the plaintiff a contractual right against a third person; (2) \ndefendant knows of the contract; (3) defendant intentionally induced the third person \nnot to perform the contract; (4) defendant acted without justification; and (5) \ndefendant’s actions resulted in actual damage to the plaintiff. \nUnited Labs., Inc. v. \nKuykendall, 322 N.C. 643, 661, 370 S.E.2d 375, 387 (1988).  The purpose of the \nwrongful interference with contract to rt is to afford relief “against an outsider who \nknowingly, intentionally and unjustifiably in duces one party to a contract to breach \nit to the damage of the other party.” Childress v. Abeles, 240 N.C. 667, 674, 84 S.E.2d \n176, 181 (1954) (emphasis added) (citations omitted). \n{63} Ms. Ray’s claim against the Third-Pa rty Defendants asserts that these \nparties, all acting in their capacities as officers and directors of Kingsdown, \ncommitted various wrongful acts to term inate her Employment Agreement with \nKingsdown.  North Carolina law is clear, ho wever, that a corporation’s officers and \ndirectors acting on the corporation’s behalf  are not “outsiders” to the corporation’s \ncontracts and thus generally cannot be held liable for tortious interference with the \ncorporation’s contracts.  \nSee, e.g., Wagoner, 113 N.C. App. at 587, 440 S.E.2d at 124 \n(“We initially note that plaintiff cannot maintain an action against the Board or \nLassiter for malicious interference of contract because the Board and Lassiter, as \nsuperintendent of the Board, are parties to the contract.”) (citations omitted).   See \nalso Palles v. Hatteras Inv. Partners, LLC, 08 CVS 14393 ¶¶ 39–41 (N.C. Super. Ct. \nJuly 27, 2009) (managing member and president of LLC cannot be liable for tortious \ninterference with an LLC’s employee’s contract with LLC because the managers are \nnot “outsiders” to the contract). \n{64} Our courts have recognized a narrow exception to this general rule, holding \nthat someone who is not an outsider to th e contract may be liable for interference \nwith that contract if he acted “maliciously.”  Smith v. Ford Motor Co ., 289 N.C. 71, \n221 S.E.2d 282 (1976).  “It is not enough, however, to sh ow that a defendant acted \n \n \nwith actual malice; the plaintiff must forecast evidence that the defendant acted with \nlegal malice.  A person acts with legal malice if he does a wrongful act or exceeds his \nlegal right or authority in order to preven t the continuation of the contract between \nthe parties.”  Varner v. Bryan , 113 N.C. App. 697, 702, 440 S.E.2d 295, 298 (1994) \n(citations omitted).   \n{65} Here, however, Ms. Ray’s allegations make plain that the actions of the \nIndividual Third-Party Defendants were ta ken in connection with the exercise of \ntheir duties as officers and directors of the Company.  As such, Ms. Ray has not pled \nthat the Individual Third-Party Defendants acted with “legal malice,” and the narrow \nexception discussed above does not a pply to salvage Ms. Ray’s claim.  See, e.g., \nChildress, 240 N.C. at 667, 84 S.E.2d at 176 (“If the outsider has a sufficient lawful \nreason for inducing the breach of contract, he is exempt from liability for so doing, no \nmatter how malicious in actuality his conduct may be.”).  Accordingly, the Court \nconcludes that Ms. Ray’s third-party claim for tortious interference with contract \nshould be dismissed with prejudice. \niii. Constructive Fraud \n{66} Ms. Ray broadly claims that the In dividual Third-Party Defendants \nbreached a fiduciary duty to her by te rminating her Employment Agreement.  \nAlthough Ms. Ray alleges in conclusory fash ion that she had a “special relationship \nof trust” with each Individual Third-Party Defendant, (e.g., Third-Party Compl. ¶ 37), \nand that each Individual Third-Party Defendant had “a position of dominant \ninfluence,” (e.g., Third-Party Compl. ¶ 40), Ms. Ray has failed to allege facts showing \na legal relationship or any special circumstances that would create a fiduciary duty \nrunning to her from any Third-Party Defendant under North Carolina law.  See, e.g., \nDalton, 353 N.C. at 651, 548 S.E.2d at 708 (holding that “the relation of employer and \nemployee is [generally] not one of those regarded as confidential”) (quotation \nomitted); Highland Paving Co. v. First Bank , 742 S.E.2d 287, 292–93 (2013) \n(affirming dismissal of constructive fraud claim where plaintiff’s conclusory \nassertions alleged that it “placed special trust and confidence” in defendant but failed \n \n \nto identify facts showing the existence of a fiduciary relationship).  As such, Ms. Ray’s \nthird-party claim for constructive fraud should be dismissed with prejudice. \niv. Intentional Infliction of Emotiona l Distress; Unfair and Deceptive Trade \nPractices – Violation of N.C. Gen. Stat. § 75-1.1; Negligence; and Civil \nConspiracy \n \n{67} Ms. Ray asserts the same general cond uct in support of her third-party \nclaims for intentional infliction of emotional distress, unfair and deceptive trade \npractices, negligence, and civil conspiracy as she does in support of these same claims \nagainst Kingsdown.  Accordingly, for th e same reasons set forth in the Court’s \ndiscussion of Ms. Ray’s claims against Kingsdown, the Court concludes that Ms. Ray’s \nthird-party claims for intentional inflic tion of emotional distress, unfair and \ndeceptive trade practices, negligence, and civil conspiracy should be dismissed with \nprejudice. \nv. Defamation \n{68} Ms. Ray asserts a third-party defamation claim against only Mr. Hood and \nalleges the same general conduct in support of this claim as she does in support of \nthat same claim against Kingsdown.  Accordingly, the Court concludes, for the same \nreasons set forth in the Court’s discussion  of Ms. Ray’s defamation claim against \nKingsdown, that Ms. Ray’s third-party claim for defamation against Mr. Hood should \nbe dismissed with prejudice to the extent the claim is based on statements made in \nconnection with the EEOC investigation arising out of her age discrimination charge \nor in Kingsdown’s Amended Complaint.  The Court further concludes that Ms. Ray’s \nthird-party claim against Mr. Hood for de famation should be dismissed without \nprejudice to the extent it is based on allegedly defamatory statements in local \nnewspapers and in Furniture Today, with leave for Ms. Ray to re-plead her claim \nconsistent with N.C.R.C.P. Rules 8 and 10. \nF. Tuggle Duggins’ Motion to Dismiss Ray’s Third-Party Complaint \n \n{69} Ms. Ray has asserted against Tuggle Duggins many of the same allegations, \nand most of the same claims, she has as serted against Kingsdown and all of the \nallegations and claims she has asserted  against the Individual Third-Party \n \n \nDefendants.  She bases her third-party claims against Tuggle Duggins on the alleged \nconduct of Third-Party Defendant Tumlin, a partner in the Firm, and asserts that \nTuggle Duggins is vicariously liable for Mr. Tumlin’s conduct.  As a result, the Court’s \nanalysis and conclusions concerning the Individual Third-Party Defendants’ Motion \nto Dismiss Third-Party Complaint applies with equal force to Tuggle Duggins’ Motion \nto Dismiss Third-Party Complaint.  The Cour t will nonetheless address the specific \nclaims, as necessary, below.\n \ni. Tortious Interference with Contract \n{70} The Court’s analysis of Ms. Ray’s third-party claim for tortious interference \nwith contract against the Individual Third-Party Defendants applies equally to Ms. \nRay’s third-party tortious interference claim against Tuggle Duggins.  In particular, \nMr. Tumlin, as Kingsdown’s attorney, was not an outsider to Ms. Ray’s Employment \nAgreement, and thus, liability for tortious interference with that contract, either \ndirectly or vicariously, cannot be extended to Mr. Tumlin or his Firm based on his \nconduct.  See, e.g., Rhodes, Inc. v. Morrow, 937 F. Supp. 1202, 1216 (M.D.N.C. 1996) \n(an “attorney should not be considered an ‘outsider’ for the purposes of applying the \nelements of [tortious interference with contract under North Carolina law].  Instead, \nthe attorney, as a representative of the client, is the same entity as the client within \nthe elements of this tort”).  As a result, Ms. Ray’s third-party claim for tortious \ninterference with contract against Tuggle Duggins should be dismissed with \nprejudice.  Id.  (“This tort, if applied to an attorney offering advice to a client on the \nvalidity of a contract or the necessity of  complying with an agreement, would so \nrestrict that attorney's ability to counsel the client as to make application of the tort, \nin that instance, against public policy.”). \nii. Constructive Fraud \n{71} The Court’s analysis of Ms. Ray’s third-party claim for constructive fraud \nagainst the Individual Third-Party Defendants applies equally to Ms. Ray’s third-\nparty constructive fraud claim against Tuggle Duggins.   \n{72} In addition, as noted previously, und er North Carolina law, “an essential \nelement of constructive fraud is that defend ants sought to benefit themselves in the \n \n \ntransaction.” Sterner, 159 N.C. App. at 631, 583 S.E.2d at 674.  Here, Ms. Ray alleges \nthat Kingsdown paid legal fees to Mr. Tumlin and Tuggle Duggins, and that these \npayments financially benefitted Mr. Tumlin  and the Firm.  (Third-Party Compl. ¶ \n302).  North Carolina courts, however, have consistently held that payment of a fee \nfor work is not an “improper benefit” and cannot serve as the basis for a claim of \nconstructive fraud. See NationsBank of N.C. v. Parker , 140 N.C. App. 106, 114, 535 \nS.E.2d 597, 602 (2000) (holding that “payment of a fee to a defendant for work done \nby that defendant does not by itself constitute sufficient evidence that the defendant \nsought his own advantage”); see also Clay v. Monroe , 189 N.C. App. 482, 488, 658 \nS.E.2d 532, 537 (2008) (requiring the plainti ff to allege “that the benefit sought was \nmore than . . . payment of a fee to a defendant for work it actually performed ”) \n(internal quotation marks omitted) (emphasis in original).  For this additional reason, \ntherefore, Ms. Ray’s third-party claim for constructive fraud against Tuggle Duggins \nshould be dismissed with prejudice.  \niii. Unfair Trade and Deceptive Trade Pra ctices – Violation of N.C. Gen. Stat. § \n75-1.1 \n \n{73} The Court’s analysis of Ms. Ray’s third-party claim for alleged violation of \nN.C. Gen. Stat. § 75-1.1 against the Individual Third-Party Defendants applies \nequally to Ms. Ray’s third-party unfair and deceptive trade practices claim against \nTuggle Duggins.   \n{74} In addition, as noted previously, N.C. Gen. Stat. § 75-1.1 targets “unfair or \ndeceptive acts or practices in or affectin g commerce[.]”  N.C. Ge n. Stat. § 75-1.1(a) \n(2014).   In defining the “in or affecting commerce” requirement, our legislature has \nprovided that “‘commerce’ includes all business activities, however denominated, but \ndoes not include professional services rendered by a member of a learned profession.”  \nN.C. Gen. Stat. § 75-1.1(b) (2014).  “In order for the learned profession exemption to \napply, a two-part test must be satisfied. First, the person or entity performing the \nalleged act must be a member of a learned profession.  Second, the conduct in question \nmust be a rendering of professional services.”  Reid v. Ayers, 138 N.C. App. 261, 266, \n531 S.E.2d 231, 235 (2000) (citations omitted). \n \n \n{75} Here, Ms. Ray has pled that Mr. Tumlin and Tuggle Duggins are attorneys, \n(Third-Party Compl. ¶¶ 11–12), and thus they are members of a learned profession.  \nReid, 138 N.C. App. at 266, 531 S.E.2d at 235 (“[A] law fi rm and its attorneys are \nmembers of a learned profession.”).  Moreover, the conduct of Mr. Tumlin and Tuggle \nDuggins that Ms. Ray alleges in support of her unfair trade practices claim involves \nthe sort of professional services that are “often carried out by law firms or attorneys.”  \nId.; (See, e.g., Third-Party Complaint ¶ 305 (alleging Mr. Tumlin, as “legal advisor,” \nadvised Board “to deny [Ms. Ray’s] employment contract”), id. p. 7 (alleging Mr. \nTumlin served as “legal advisor” to the Board).)  As a result, the Court concludes that \nthe learned profession exemption applies to bar Ms. Ray’s claim based on the Firm’s \nalleged conduct and, for this additional reason, Ms. Ray’s claim under N.C. Gen. Stat. \n§ 75-1.1 should be dismissed with prejudice.12 \niv. Negligence \n{76} The Court’s analysis of Ms. Ray’s third-party claim for alleged negligence \nagainst the Individual Third-Party Defendants applies equally to Ms. Ray’s third-\nparty negligence claim against Tuggle Duggins.   \n{77} In addition, the gravamen of Ms. Ray’s allegations in support of her \nnegligence claim against Tuggle Duggins is  that Ms. Ray should recover for Tuggle \nDuggins’ alleged negligence in its repres entation of Kingsdown.  North Carolina \ncourts, however, allow a non-client like Ms. Ray to recover for the negligence of an \nattorney in only rare and limited circumstances.   See, e.g., Piraino Bros., LLC v. Atl. \nFin. Group, Inc.,  211 N.C. App. 343, 349, 712 S.E.2d 328, 333 (2011) (“The Courts of \nthis State have held attorneys liable for ac tions that impact non-client third parties \n                                                 \n12  Pursuant to N.C. Gen. Stat. § 75-16.1, the “p residing judge may, in his discretion” award a \nreasonable attorney fee if “[t]he party instituting the [N.C. Gen. Stat. 75-1.1] action knew, or should \nhave known, the action was frivolous and malicious.”  See, e.g., McKinnon v. CV Indus ., 745 S.E.2d \n343, 350 (N.C. Ct. App. 2013) (“A claim is frivolous if a proponent can present no rational argument \nbased upon the evidence or law in support of [it]. A claim is malicious if it is wrongful and done \nintentionally without just cause or excuse or as a result of ill will.”) (internal citations and quotation \nmarks omitted).  Although in this case Defendant Ray’s assertion of a claim under N.C. Gen. Stat. § \n75-1.1 borders on the frivolous, the Court, in its discretion, does not find that Defendant Ray’s claim \nwas malicious, and thus, an award of attorneys’ fees against Defendant Ray is not warranted under \nthese specific circumstances.  As a result, the Co urt concludes that Tuggle Duggins’ Motion for \nAttorney’s Fees should be denied. \n \n \nin only a few limited situations . . . .”).  None of the limited circumstances where such \na recovery has been permitted are remotely  similar to Ms. Ray’s claim here, which \narises from Mr. Tumlin and the Firm prov iding legal advice as outside corporate \ncounsel to Kingsdown in connection with the termination of Ms. Ray’s Employment \nAgreement.   Cf. Title Ins. Co. v. Smith, Debnam, Hibbert & Pahl, 119 N.C. App. 608, \n459 S.E.2d 801 (1995) (duty app lies where the attorney renders a title opinion upon \nwhich the non-client is entitled to rely); Jenkins v. Wheeler , 69 N.C. App. 140, 316 \nS.E.2d 354 (1984) (duty applies where there is a complete unity of interests between \nthe attorney’s client and the non-client).  For this additional reason, therefore, the \nCourt concludes Ms. Ray’s third-party claim for negligence against Tuggle Duggins \nshould be dismissed with prejudice.   \nv. Wrongful Termination; Intentional  Infliction of Emotional Distress \n{78} The Court’s analysis of Ms. Ray’s third-party claims for alleged wrongful \ntermination and alleged intentional infliction of emotional distress against the \nIndividual Third-Party Defendants applies equally to Ms. Ray’s third-party claims \nfor alleged wrongful termination and alleged intentional infliction of emotional \ndistress against Tuggle Duggins.  As such , Ms. Ray’s third-party claims for alleged \nwrongful termination and alleged intentional infliction of emotional distress against \nTuggle Duggins should be dismissed with prejudice. \nvi. Violation of N.C.R. C.P. Rules 8 and 10(b) \n{79} Similar to Kingsdown’s criticisms of Ms. Ray’s Counterclaims, Tuggle \nDuggins contends that Ms. Ray’s Third-Party Complaint should be dismissed under \nRule 8 because it is voluminous and incomprehensible, and under Rule 10(b) because \nit does not contain separately-numbered paragraphs in its lengthy background \nsection, as required.  Because the Court has determined that each of the claims in Ms. \nRay’s Third-Party Complaint against Tuggl e Duggins should be dismissed with \nprejudice, the Court declines to address the Firm’s arguments for dismissal without \nprejudice under Rules 8 and 10(b).    \n  \n \n \n \n \nIII. \nCONCLUSION \n{80} Based on the foregoing, the Court hereby: \na. DENIES Ray’s Rule 12(b)(3) Motion as moot; \nb. DENIES Ray’s Rule 12(b)(6) Motion; \nc. DENIES Ray’s Rule 12(e) Motion for More Definite Statement;  \nd. GRANTS Kingsdown’s Motion to Dismiss the Counterclaims of \nDefendant Anne Ray, dismisses with prejudice Defendant Ray’s \nCounterclaims for blacklisting in employment under N.C. Gen. Stat. \n§ 14-355, intentional infliction of emotional distress, constructive \nfraud, unfair and deceptive trade practices under N.C. Gen. Stat. § \n75-1.1, negligence, and civil co nspiracy, and dismisses without \nprejudice Defendant Ray’s Counterclaims for breach of contract, \ndeclaratory judgment, wrongful te rmination, indemnification, and \ndefamation (to the extent the defamation claim relates to alleged \nstatements made by Kingsdown in local newspapers and in \nFurniture Today); \ne. GRANTS the Individual Third-Party Defendants’ Motion to Dismiss \nThird-Party Complaint, dismisses with prejudice Defendant Ray’s \nthird-party claims for wrongful termination, tortious interference \nwith contract, constructive fraud, intentional infliction of emotional \ndistress, unfair and deceptive trad e practices under N.C. Gen. Stat. \n§ 75-1.1, negligence, and civil co nspiracy, and dismisses without \nprejudice Defendant Ray’s third-party claim against Mr. Hood for \ndefamation (to the extent the claim relates to alleged statements \nmade by Mr. Hood in local newspapers and in \nFurniture Today);   \nf. GRANTS Third-Party Defendant Tuggle Duggins’ Motion to Dismiss \nThird-Party Complaint and dismisses with prejudice Defendant \n \n \nRay’s third-party claims against Tuggle Duggins in their entirety; \nand \ng. DENIES Tuggle Duggins’ Motion for Attorney’s Fees.  \n  \nSO ORDERED, this the 25th day of March, 2015. \n "
}