{
  "id": "bcfdf865aeff18c4d6ec35ce59b7c570879e60759f7f398ba40cabfdd7d99eb9",
  "source_file": "data/raw/ncbc/bcfdf865aeff18c4d6ec35ce59b7c570879e60759f7f398ba40cabfdd7d99eb9.pdf",
  "raw_text": "Fid. Bank v. N.C. Dep’t of Revenue, 2016 NCBC 45. \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n10 CVS 3405 \n \nTHE FIDELITY BANK, \n \nPetitioner, \n \nv. \n \nNORTH CAROLINA DEPARTMENT OF \nREVENUE, \n \nRespondent. \n \n \n \n \n \nFINAL JUDGMENT AND ORDER AND \nOPINION ON RESPONDENT’S \nMOTION FOR ENTRY OF JUDGMENT \nAND RESPONDENT’S MOTION TO \nDISMISS \n \n \n \n 15 CVS 11311 \nTHE FIDELITY BANK, \n \nPetitioner, \n \nv. \n \nNORTH CAROLINA DEPARTMENT OF \nREVENUE, \n \nRespondent. \n \n \n \n \n \n \n \n \n{1} THIS MATTER  is before the Court upon Respondent North Carolina \nDepartment of Revenue’s (“Respondent” or the “Department”) Motion for Entry of \nJudgment (the “Motion for Entry of Judgment”) in the case captioned The Fidelity \nBank v. North Carolina Department of Revenue , No. 10 CVS 3405 (Wake County) \n(the “2010 Case”) and Respondent’s Motion to Dismiss Petition for Judicial Review \n(the “Motion to Dismiss”) (collectively,  the “Motions”) in the case captioned The \nFidelity Bank v. North Carolina Department of Revenue , No. 15 CVS 11311 (Wake \nCounty) (the “2015 Case”) (together with the 2010 Case, the “Cases”).   \n{2} After considering the Motions, the part ies’ briefs in support of and in \nopposition to the Motions, the appropriate evidence of record, and the arguments of \ncounsel at the hearing held on the Motions, the Court hereby GRANTS the Motion to \nDismiss the 2015 Case, GRANTS the Motion for Entry of Judgment in the 2010 Case, \nADOPTS in part this Court’s (Jolly, J.) Opinion and Order on Petition for Judicial \nReview of Final Agency Decision in a Co ntested Tax Case dated May 3, 2013 in the \n2010 Case (“Judge Jolly’s Order” or “Judge Jolly’s 2013 Order”), and enters FINAL \nJUDGMENT in the 2010 Case consistent therewith as explained below.   \nWard and Smith, P.A., by Donalt J. Eglinton and Amy P. Wang, for \nPetitioner The Fidelity Bank. \n \nNorth Carolina Attorney General Roy Cooper, by Assistant Attorney \nGeneral Perry J. Pelaez, for Respondent North Carolina Department of \nRevenue. \n \nBledsoe, Judge. \nI. \nINTRODUCTION AND BACKGROUND \n{3} The Cases arise out of the same contested tax case, which involved \nPetitioner The Fidelity Bank’s (“Petitioner” or the “Bank”) challenge of the \nDepartment’s disallowance of Petitioner’s deduction of certain income on its 2001 \nNorth Carolina state tax return, and the Department’s assessment of interest on the \nalleged tax owed.  Petitioner has accurately described the current procedural posture \nof the Cases as a “procedural quagmire.”  (P et’r’s Mem. Opp. Resp’t’s Mot. Entry J. \n1.) \n{4} The contested tax case concerns the Bank’s acquisition of United States \ngovernment securities at a discount to face value (“Discount Bonds”) sometime prior \nto 2001.  Petitioner earned income on the difference between the amount paid for the \nDiscount Bonds and the amount received fo r such securities at maturity (“Market \nDiscount Income”).  In 2001, five of th e Discount Bonds matured, and the Bank \nearned Market Discount Income on those Bonds. \n{5} Petitioner reported this Market Disco unt Income as taxable income on its \n2001 Federal and North Carolina corporate in come tax returns, but, in determining \nits North Carolina net taxable income, deducted the Market Discount Income as \ninterest earned upon an obligation of the United States, pursuant to N.C. Gen. Stat. \n§ 105-130.5(b)(1).  On July  8, 2002, the Department assessed additional North \nCarolina corporate income tax to be owed for the 2001 tax year on the Market \nDiscount Income deducted by Petitioner for that year, as well as accrued interest on \nthe assessment amount.  Petitioner objected to the assessment on July 31, 2002 (the \n“Contested Case”). \n{6} Although Petitioner filed its obje ction to the assessment in 2002, the \nDepartment did not issue its Notice of Final Determination on the disputed income \ntax assessment until September 12, 2008.  On November 11, 2008, Petitioner timely \nfiled its Petition for a Contested Case Hearing in the Office of Administrative \nHearings (the “Contested Case Petition”) pursuant to N.C. Gen. Stat. § 105-241.15 \nand Article 3 of the North Carolina Administrative Procedure Act (“APA”).  Through \nthe Contested Case Petition, the Bank cha llenged (i) Respondent’s disallowance of \nPetitioner’s deduction of the Market Discount Income (the “Deductibility Issue”), and \n(ii) Respondent’s assessment of interest on the alleged tax owed (the “Interest \nAbatement Issue”).   \n{7} On June 30, 2009, the Administrative Law Judge (“ALJ”) assigned to the \nContested Case ruled in favor of Respondent on the Deductibility Issue and concluded \nthat Petitioner could not deduct the Market  Discount Income on Petitioner’s 2001 \nNorth Carolina state tax return as interest income on an obligation of the United \nStates.   \n{8} On November 16, 2009, the ALJ ruled in favor of Petitioner on the Interest \nAbatement Issue and abated any interest that had accrued on the unpaid tax on the \nMarket Discount Income during the peri od from July 2002 through May 16, 2006.  \nThe ALJ reasoned that the interest operated as a penalty against Petitioner and that \ncollection would be inequitable in light of the Department’s delay in responding to \nPetitioner’s objection to the tax assessment.   \n{9} On January 22, 2010, the Department is sued a consolidated Final Agency \nDecision in the Contested Case (the “Original Final Agency Decision”).  The Original \nFinal Agency Decision included findings of  fact and conclusions of law by which the \nDepartment ruled for Respondent on the Deductibility Issue and adopted the ALJ’s \ndetermination that the Market Discount Income was not deductible.  The Department \ndid not adopt the ALJ’s decision on the Interest Abatement Issue, however, and \ninstead remanded the issue to the ALJ fo r rehearing and for a recommendation on \nwhether a statutory basis exis ted for the ALJ’s decision to abate the interest that \naccrued on the alleged tax owed on the Market Discount Income.   \n{10} On February 24, 2010, Petitioner timely filed a Petition for Judicial Review \npursuant to Article 4 of the APA in Wake County Superior Court (the “2010 Petition”), \nwhich initiated the 2010 Case.  The matter was thereafter designated to the Business \nCourt and assigned to Judge John R. Jolly, Jr. for review and disposition. \n{11} On May 3, 2013, Judge Jolly issued hi s Order on the 2010 Petition.  He \nconcluded that Petitioner could not deduct the Market Discount Income for North \nCarolina state income tax purposes and,  accordingly, that the Department’s \ndetermination that the Market Discount Income was not deductible should be \naffirmed.  As to the Interest Abatemen t Issue, Judge Jolly concluded that the \nDepartment failed to comply with the app licable provisions of the APA, and ruled \nthat this issue should be remanded to the Department for compliance with the APA.   \n{12} Specifically, in the decretal paragraphs of the Order, Judge Jolly ordered: \nThe [Original] Final Agency Decision granting summary judgment in \nfavor of Respondent with regard to the [Deductibility Issue] is \nAFFIRMED. \n \nThe [Original] Final Agency Decision denying summary judgment in \nfavor of Petitioner with regard to the [Interest Abatement Issue] is \nREMANDED to Respondent for compliance by Respondent with [the \nAPA].  Further, Respondent shall then REMAND [the Interest \nAbatement Issue] to the ALJ for a re commendation . . . of whether the \naccrued interest should be abated, pursuant to the standard set forth in \n[the APA].   \nFid. Bank v. N.C. Dep’t of Revenue, 2013 NCBC LEXIS 23, at ¶¶ 47–48 (N.C. Super. \nCt. May 3, 2013). \n{13} Thereafter, on December  10, 2013, the Department  issued an amended \nFinal Agency Decision titled “Amended  Final Agency Decision, in part, and \nRemanded, in part” (“First Amended Final Agency Decision”), in which Respondent \nissued the same findings and conclusions adopting the ALJ’s decision on the \nDeductibility Issue as it ha d in the Original Final Agency Decision, and remanded \nthe Interest Abatement Issue to the ALJ fo r hearing and decision, as Judge Jolly’s \nOrder required.  On April 23, 2015, the AL J issued an Amended Decision resolving \nthe Interest Abatement Issue in favor of Respondent and concluding that any interest \non any tax assessed on the Market Discount Income did not abate. \n{14} On July 24, 2015, the Department issued its Second Amended Final Agency \nDecision in the Contested Case (“Second Amended Final Agency Decision”).  Although \nJudge Jolly had not remanded the Deductibility Issue to the Department, the \nDepartment adopted in the Second Amended Final Agency Decision the same \nfindings of fact and conclusions of law concerning the Deductibility Issue that the \nDepartment had adopted in the Original Final Agency Decision and that Judge Jolly \naffirmed in his 2013 Order.  The Second Amended Final Agency Decision also \nincluded new findings of fact and conclusions of law concerning the Interest \nAbatement Issue and adopted the ALJ’s April 23, 2015 Amended Decision \ndetermining that interest on any tax assessed against Petitioner did not abate.    \n{15} On August 19, 2015, Petitioner filed its Petition for Judicial Review of \nSecond Amended Final Agency Decision in a Contested Tax Case (the “2015 \nPetition”), which initiated the 2015 Case.  In the 2015 Petition, Petitioner seeks \njudicial review of the Second Amended Final Agency Decision as to the Deductibility \nIssue but not as to the Interest Abatemen t Issue.  The 2015 Petition requests that \nsummary judgment be entered for Petitioner rejecting the Second Amended Final \nAgency Decision on the Deductibility Issue.   \n{16} On January 15, 2016, Respondent filed the Motion for Entry of Judgment \nunder Rule 58 in the 2010 Case and the Motion to Dismiss under Rule 12(b)(6) in the \n2015 Case.  Briefing on both Motions was completed in a timely fashion, and a hearing \non the Motions was held on April 7, 2016.   \n \n \n \nII. \nANALYSIS \n{17} Although perhaps not readily appare nt from the parties’ procedural \nsparring, the ultimate issue the parties seek  to have resolved through a decision on \nRespondent’s Motions is whether appellate  review of Judge Jolly’s ruling on the \nDeductibility Issue should occur in the 2015 Case, as argued by Petitioner, or in the \n2010 Case, as argued by Respondent.  Resolution of this issue has significant practical \nconsequences; by operation of N.C. Gen. Stat. § 7A-27(a)(2) and (3), an appeal of the \n2010 Case is made directly to the North Ca rolina Court of Appeals while an appeal \nof the 2015 Case is made directly to the North Carolina Supreme Court.1   \n{18} Respondent argues that the 2015 Petition is improper and that judgment \nshould be entered in the 2010 Case.  Sp ecifically, Respondent contends that \nPetitioner’s failure to seek judicial review of the Second Amended Final Agency \nDecision concerning the Interest Abatement Issue (i.e., the only issue properly before \nthe Department on remand) caused the Second Amended Final Agency Decision to \nbecome final by operation of law.  As a re sult, Respondent argues that Judge Jolly’s \n2013 decision affirming the Original Final Agency Decision on the Deductibility Issue \nshould now be rendered final.  Accordingl y, Respondent seeks dismissal of the 2015 \nPetition and entry of a final judgment in the 2010 Case, thereby requiring any appeal \nof the Deductibility Issue to be directed to the Court of Appeals.   \n{19} Petitioner responds that it was requ ired by the express inclusion of the \nDeductibility Issue in the Second Amended Final Agency Decision,\n2 and the judicial \n                                                 \n1 The Business Court Modernization Act, 2014 N.C. Sess. Laws 102, which became effective October \n1, 2014, provides that for any actions designated as mandatory complex business cases on or after that \ndate, an appeal lies of right directly to the North Carolina Supreme Court.  For actions designated to \nthe Business Court before October 1, 2014, an appeal of right is to the North Carolina Court of Appeals.  \n \n2 Petitioner has candidly acknowledged that this Court may not reverse or overrule Judge Jolly’s \ndecision on the Deductibility Issue in the 2013 Order without violating “[t]he well established rule in \nNorth Carolina . . . that no appeal lies from one Superior Court judge to another; . . . and that ordinarily \none judge may not modify, overrule, or change the judgment of another Superior Court judge \npreviously made in the same action.”  Calloway v. Ford Motor Co., 282 N.C. 496, 501, 189 S.E.2d 484, \n488 (1972).  Petitioner argues, however, that the inclusion of the Deductib ility Issue findings and \nconclusions in the Second Amended Final Agency Decision required that Petitioner seek judicial \nreview procedures provided in Article 4 of the APA,3 to file the 2015 Petition in order \nto protect its right to subsequent appellate review of the Deductibility Issue.  \nPetitioner observes that because the 2015 Pe tition was filed afte r October 1, 2014, \nN.C. Gen Stat. § 7A-27(a)(2) and (3) will require any appeal of the 2015 Petition to be \nmade directly to the North Carolina Supreme Court.  Petitioner also argues that if \nthe 2015 Petition is dismissed, the record in  any subsequent appeal from this Court \nwill be unfairly incomplete because the record will necessarily not include the Second \nAmended Final Agency Decision or any othe r action of the Department between the \ndate of Judge Jolly’s 2013 Order and the Bank’s filing of the 2015 Petition.   \n{20} Thus, boiled down, the procedural issu e before the Court is whether the \nDepartment’s inclusion in the Second Amended Final Agency Decision of the same \nfindings and conclusions concerning the Deductibility Issue that the Department \nmade in the Original Final Agency Decision, and that Judge Jolly affirmed on judicial \nreview in his 2013 Order, permits or requires  Petitioner to seek judicial review of \nJudge Jolly’s 2013 Order in the 2015 Case, even though Judge Jolly did not remand \nthe Deductibility Issue to the Department.  As explained below, the Court concludes \nthat it does not. \nA. Respondent’s Motion to Dismiss the 2015 Case. \n{21} When ruling on a motion to dismiss pursuant to Rule 12(b)(6), a court asks \n“whether the allegations of the complaint, treated as true, are sufficient to state a \nclaim upon which relief may be granted under some legal theory, whether properly \nlabeled or not.”  Enoch v. Inman, 164 N.C. App. 415, 417, 596 S.E.2d 361, 363 (2004). \nThus, courts generally construe complaint s liberally and accept all allegations as \ntrue, but a “trial court can reject allegations that are contradicted by the documents \nattached, specifically referred to, or incorporated by reference in the \n                                                 \nreview by initiating the 2015 Case as a necessary first step in obtaining appropriate appellate review \nof the Deductibility Issue.  \n \n3  N.C. Gen. Stat. § 150B-45(a) prov ides, in relevant part, that “[t]o obtain judicial review of a final \ndecision [in a contested tax case], the person seeking review must file a petition [in the Superior Court \nof Wake County] within 30 days after the person is served with a written copy of the decision.” \ncomplaint.”  Laster v. Francis, 199 N.C. App. 572, 577, 681 S.E.2d 858, 862 (2009).  \nDismissal of a claim on a Rule 12(b)(6) moti on is proper “(1) when the complaint on \nits face reveals that no law supports plaintiff's claim; (2) when the complaint reveals \non its face the absence of fact sufficient to make a good claim; [or] (3) when some fact \ndisclosed in the complaint necessarily defeats the plaintiff's claim.” Oates v. JAG, \nInc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985). \n{22} Importantly for this case, when the trial court “exercises judicial review \nover an agency’s final decision, it acts in the capacity of an appellate court.”  Meza v. \nDiv. of Soc. Servs., 364 N.C. 61, 75, 692 S.E.2d  96, 105 (2010) (quoting N.C. Dep’t of \nEnv’t & Natural Res. v. Carroll, 358 N.C. 649, 662, 599 S.E.2d 888, 896 (2004)); see \nalso, e.g., Home Depot U.S.A., Inc. v. N.C. Dep’t of Revenue, 2015 NCBC LEXIS 103, \nat *6 (N.C. Super. Ct. Nov. 6, 2015) (applying principle); Bodford v. N.C. Dep’t of \nRevenue, 2013 NCBC LEXIS 18, at *5–6 (N.C. Su per. Ct. Apr. 10, 2013) (applying \nprinciple).  N.C. Gen. Stat. § 150B-51(b) explicitly provides that “[t]he court reviewing \na final [agency] decision may affirm the decision or remand the case for further \nproceedings.” \n{23} Here, Judge Jolly affirmed the Origin al Final Agency Decision on the \nDeductibility Issue and remanded only the Interest Abatement Issue to the \nDepartment for further proceedings.  No netheless, although Judge Jolly did not \nremand the Deductibility Issue to the Department, the Department elected to include \nfindings and conclusions on that issue in its Second Amended Final Agency Decision \nthat were identical in all respects to thos e in the Original Final Agency Decision.  \nNorth Carolina law is clear, however, that when an appellate court (i.e., Judge Jolly’s \ncapacity here) remands a case to the trial court (i.e., the Department’s capacity here), \nany judgments of the trial co urt “‘which were inconsistent and at variance with, \ncontrary to, and modified, corrected, altered or reversed prior mandates of the \n[appellate court]” are “unauthorized and void.’”  \nLea Co. v. N.C. Bd. of Transp. , 323 \nN.C. 697, 699, 374 S.E.2d 866, 868 (1989) (quoting Collins v. Simms, 257 N.C. 1, 8, \n125 W.E.2d 298, 303 (1962)).  “No judgment other than that directed or permitted by \nthe appellate court may be entered.”  D & W, Inc. v. City of Charlotte, 268 N.C. 720, \n722, 152 S.E. 2d 199, 202 (1966).  In short, a trial court has “‘no authority to modify \nor change in any material respect the decree affirmed.’” Lea, 323 N.C. at 700, 374 \nS.E.2d at 868 (quoting Murrill v. Murrill, 90 N.C. 120, 122 (1884)).  \n{24} Applying this well-established North Carolina law to the facts here, the \nCourt concludes that the Department did not have authority to make any findings of \nfact or conclusions of law concerning the Deductibility Issue in its Seconded Amended \nFinal Agency Decision because all such fi ndings and conclusions were beyond the \nscope of Judge Jolly’s remand to the Depa rtment.  As a result, the findings and \nconclusions in the Second Amended Final Agency Decision concerning the \nDeductibility Issue were void and without legal effect and cannot be the proper \nsubject of judicial review in these circumstances.  \n{25}  “In reviewing a final decision in a contested case, the court shall determine \nwhether the petitioner is entitled to the re lief sought in the petition based upon its \nreview of the final decision and the official record.”  N.C. Gen. Stat. § 150B-51.  Based \nupon the Court’s review of the Second Amended Final Agency Decision and the official \nrecord, the Court concludes that Petitioner is not entitled to the relief sought in the \n2015 Petition because it seeks review of the unauthorized and void portion of the \nSecond Amended Final Agency Decision.  Accordingly, the Court concludes that \nRespondent’s Motion to Dismiss should be granted under Rule 12(b)(6) because the \nfacts alleged necessarily defeat Petitioner’s claim.  The 2015 Petition should therefore \nbe dismissed.4  \nB. Respondent’s Motion for Entry of Judgment in the 2010 Case.  \n{26} Rule 58 of the North Carolina Rules of Civil Procedure permits entry of \njudgment by reducing the Court’s judgment to writing and then having the written \n                                                 \n4  The Court is not persuaded by Petitioner’s co ncern that the appellate record will be unfairly \nincomplete without documents generated after Judge Jolly’s 2013 Order.  First, it is this Court’s final \njudgment and order adopting Judge Jolly’s 2013 Order on the Deductibility Issue that will be reviewed \nby our appellate courts, not the Department’s Se cond Amended Final Agency Decision, and in any \nevent, as to the Deductibility Issue, the Second Amended Final Agency Decision and the Original Final \nAgency Decision which Judge Jolly adopted are identical.  Moreover, the North Carolina Rules of \nAppellate Procedure provide Petitioner a mechanism to include in the appellate record “copies of all \nitems properly before the superior court as are necessary for an understanding of all issues presented \non appeal.”  \nSee N.C. R. App. P. 9(a)(2).   \njudgment signed by the Court and filed with the clerk of court.  Rule 54(a) provides \nthat a judgment is “the final determination of the rights of the parties.”  Our courts \nhave long held that “[a] final judgment is one which disposes of the cause as to all the \nparties, leaving nothing to be judicially determined between them in the trial court.”  \nVeazey v. Durham , 231 N.C. 357, 361–62, 57 S.E.2d 377, 381 (1950).  Therefore, a \nfinal judgment “‘generally is one which ends the litigation on the merits.’”  Duncan v. \nDuncan, 366 N.C. 544, 545, 742 S.E.2d  799, 801 (2013) (quoting Budinich v. Becton \nDickinson & Co., 486 U.S. 196, 199 (1988)). \n{27} As discussed previously, the 2010 Case raised two issues: the Deductibility \nIssue and the Interest Abatement Issue.   The Deductibility  Issue was finally \ndetermined by Judge Jolly’s 2013 Order.5  The Interest Abatement Issue was finally \ndetermined upon Petitioner’s decision not to seek judicial review of the resolution of \nthat issue in the Second Amended Final Agency Decision.  See generally N.C. Gen. \nStat. § 150B-45(a).  As a result, the rights of the parties in the 2010 Case have been \nfinally determined, there is nothing left between them to be judicially determined in \nthis Court, and entry of judgment in the 2010 Case is therefore appropriate.  \nAccordingly, the Court concludes that Respondent’s Motion for Entry of Judgment in \nthe 2010 Case should be granted, and th at Judge Jolly’s 2013 Order affirming the \nOriginal Final Agency Decision on the Deductibility Issue should be adopted herein \nand entered as a final judgment of this Court in the 2010 Case.  \nSee, e.g., Charles \nSchwab & Co. v. McEntee, 225 N.C. App. 666, 671, 739 S.E.2d 863, 866  (2013) (order \nwas a final judgment because ruling left “nothing to be judicially determined” among \nthe parties in the trial court). \n                                                 \n5   Not only is this Court precluded from overruling Judge Jolly’s 2013 Order because of North \nCarolina’s long-standing rule that one Superior Court judge “may not modify, overrule, or change the \njudgment of another Superior Court judge previously made in the same action” Calloway, 282 N.C. at \n501, 189 S.E.2d at 488, but here Judge Jolly’s 2013 Order, entered in his capacity as an appellate \ncourt, is also binding as the law of the case. See, e.g., Lea, 323 N.C. at 699, 374 S.E.2d at 868 (“A \ndecision of [the Supreme Court] on a prior appeal constitutes the law of the case, both in subsequent \nproceedings in the trial court and on a subsequent appeal.”); Wrenn v. Maria Parham Hosp., Inc., 135 \nN.C. App. 672, 678 522 S.E.2d 789, 792 (1999) (“Wher e a question before an appellate court has \npreviously been answered on an earlier appeal in the same case, the answer to the question given in \nthe former appeal becomes ‘the law of the case’ for purposes of later appeals.”) (emphasis omitted). \nIII. \nCONCLUSION \n{28}   Based on the foregoing, the Court hereby GRANTS Respondent’s Motion \nto Dismiss the 2015 Case and DISMISSES the 2015 Case, GRANTS Respondent’s \nMotion for Entry of Judgment in the 2010 Case, and ADOPTS and enters as a FINAL \nJUDGMENT in the 2010 Case Judge Jolly’s 2013 Order affirming the Original Final \nAgency Decision on the Deductibility Issue. \nSO ORDERED, this the 20th day of June, 2016. \n \n/s/ Louis A. Bledsoe, III   \nLouis A. Bledsoe, III \nSpecial Superior Court Judge \n  for Complex Business Cases "
}