{
  "id": "bd6e21195cb3d3ff74ad1690d11ef03c7492fbd7d7e786d6f8ffbfd2632decdd",
  "source_file": "data/raw/ncbc/bd6e21195cb3d3ff74ad1690d11ef03c7492fbd7d7e786d6f8ffbfd2632decdd.pdf",
  "raw_text": "Wortman v. Hutaff, 2014 NCBC 72. \nSTATE OF NORTH CAROLINA \nCOUNTY OF UNION  \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n10 CVS 4082 \nJUSTIN TODD WORTMAN, \nIndividually and in his Representative \nCapacity as Successor Trustee of the \nDan L. Moser Trust, Dated November \n20, 2000, as Subsequently Amended, \nJUDIE MOSER SHEPARD; \nCHELSEY SHEA FELTS; and \nDARBY VON WORTMAN, \n \nPlaintiffs, \n \nv. \n \nRICHARD R. HUTAFF; THOMAS M. \nMOYER, III; L. CARLTON TYSON; \nESTATE OF CARL A. BOGGS, JR.; \nCARL A. BOGGS, III; C. MARK \nTYSON; MILEY W. GLOVER, \nIndividually and in his Representative \nCapacity as Administrator C.T.A. of \nthe ESTATE OF DAN L. MOSER; \nKLJ PROPERTIES, LLC; \nTOURNAMENT DRIVE INVESTORS, \nLLC; and POTTER & COMPANY, \nP.A.,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n) \n) \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n) \nORDER ON DEFENDANTS THOMAS M. \nMOYER, III AND RICHARD R. HUTAFF’S \nJOINT MOTION FOR COSTS \n \n{1} THIS MATTER is before the Court on Defendants Thomas M. Moyer, \nIII and Richard R. Hutaff’s Joint Motion for Costs (the “Motion”).  For the reasons \nset forth below, the Motion is GRANTED in part and DENIED in part. \n \nPoyner & Spruill LLP by T. Richard Kane and Karen H. Chapman for \nDefendant Richard R. Hutaff. \n \nRoundtree Losee LLP by Geoffrey A. Losee and Andrew R. Jones for \nDefendant Thomas M. Moyer, III. \n \nGale, Chief Judge. \n \n \n \nI. INTRODUCTION \n {2} Defendants filed their Motion on July 30, 2014, asking the Court to \ngrant costs related to expenses incurred during the pendency of the litigation.  \nBecause the Court’s authority to grant costs is limited to those costs specifically \nenumerated by statute, the Court GRANTS the costs related to mediator and \ndeposition stenographer fees, and DENIES those costs related to travel expenses or \nBusiness Court filing fees. \nII. PROCEDURAL HISTORY \n {3} This matter was filed on December 2, 2010, with the Union County \nSuperior Court, designated a complex business case on January 6, 2011, and \nassigned to the Honorable Calvin E. Murphy on January 7, 2011. \n {4} After several years of litigation, Plaintiffs filed their Notice of \nVoluntary Dismissal Without Prejudice as to Defendants Richard R. Hutaff and \nThomas M. Moyer, III on July 16, 2014. \n {5} The Court closed this case on July 21, 2014. \n {6} On July 30, 2014, Defendants filed their Motion.  The Court received \nno response from Plaintiffs. \n{7} This matter was reassigned to the undersigned by Order of the Chief \nSpecial Superior Court Judge for Complex Business Cases on August 13, 2014. \nIII. RELEVANT FACTS \n {8} Defendants request that costs totaling $9,147.36 be taxed against \nPlaintiffs.   \n{9} These costs consist generally of the following: the Business Court filing \nfee; mediation expenses including mediator fees, travel, food, and lodging; \ndeposition-related expenses such as court reporter fees, travel, food, and lodging; \nand costs related to counsel’s travel to court hearings and depositions. (Defs.’ Joint \nMot. for Costs Exs. A & B.) \n \n \n \n \nIV. DEFENDANTS’ ARGUMENT \n {10} Defendants assert in their Memorandum of Legal Authorities in \nSupport of Defendants Thomas M. Moyer, III and Richard R. Hutaff’s Joint Motion \nfor Costs (“Defendants’ Memo”) that, under North Carolina Rule of Civil Procedure \n(“Rule(s)”) 41(d), the Court is required to tax the costs of an action against a \nplaintiff who voluntarily dismisses an action or claim under Rule 41(a).  (Defs.’ \nMem. 2.) \n {11} Defendants claim that the Court’s authority to tax costs extends to \nboth those costs enumerated in section 7A-305(d) of the North Carolina General \nStatutes and “common law costs.”  (Defs.’ Mem. 2–3 (citing Sealey v. Grine, 115 \nN.C. App. 343, 347–48, 444 S.E.2d 632, 635 (1994).).  Defendants assert that these \ncommon law costs include deposition-related travel expenses.  (Defs.’ Mem. 3.)  \nTherefore, they claim, the Court should award travel-related costs irrespective of \ntheir absence from the list provided in section 7A-305(d).  \nV. LEGAL STANDARDS \n{12} Rule 41(d) states that “[a] plaintiff who dismisses an action or claim \n[voluntarily] shall be taxed with the costs of the action.”  N.C. R. Civ. P. 41(d).  \nFurther, section 6-20 of the North Carolina General Statutes provides that,  \n[i]n actions where allowance of costs is not otherwise provided by the \nGeneral Statutes, costs may be allowed in the discretion of the court.  \nCosts awarded by the court are subject to the limitations on assessable \nor recoverable costs set forth in G.S. 7A-305(d), unless specifically \nprovided for otherwise in the General Statutes. \nId.  Although a trial court is typically given some discretion taxing costs, the court \nof appeals has held that, in the instance when an action is dismissed under Rule \n41(a), the costs described in section 7A-305(d) are mandatory, and must be taxed.  \nLord v. Customized Consulting Specialty, Inc., 164 N.C. App. 730, 734, 596 S.E.2d \n891, 894 (2004).  Therefore, a trial court is required to assess costs against a \nplaintiff, and is subject to the limitations in section 7A-305(d).  That section \ncontains a list of the costs eligible to be taxed against a party, and provides an \nexpress limitation on a court’s discretion to tax costs.  See N.C. Gen. Stat. § 7A-\n \n \n305(d) (2014) (“The expenses set forth in this subsection are complete and exclusive \nand constitute a limit on the trial court’s discretion to tax costs pursuant to [N.C. \nGen. Stat. §] 6-20.”). \n {13} The aforementioned cost-taxing statutes were both amended in 2007.  \nAct to Clarify the Court’s Discretion to Allow Court Costs, §§ 2–3, 2007 N.C. Sess. \nLaws 212. Prior to their amendment, the two statutes were more liberal and \nallowed a trial court the discretion to award costs.  Section 6-20 read, “In other \nactions, costs may be allowed or not, in the discretion of the court, unless otherwise \nprovided by law.” N.C. Gen. Stat. § 6-20 (2006).  More significantly, section 7A-\n305(d) lacked a statement that its list was “complete and exclusive,” N.C. Gen. Stat. \n§ 7A-305(d) (2014), stating only that “[t]he following expenses, when incurred, are \nalso assessable or recoverable, as the case may be[.]”  N.C. Gen. Stat. § 7A-305(d) \n(2006).  \n{14} In Khomyak v. Meek, 214 N.C. App. 54, 715 S.E.2d 218 (2011), the \ncourt of appeals discussed how much discretion is afforded to a trial court under the \namended statutes. The Khomyak court provided a comprehensive discussion of a \ntrial court’s discretion to tax fees under sections 7A-305(d) and 6-20. Id. at 58–68; \n715 S.E.2d at 220–26.  The Court does not repeat that discussion here, but notes \nthat the court of appeals held that “[t]he General assembly resolved the dispute \n[between conflicting opinions regarding common-law costs] by amending sections 6-\n20 and 7A-305(d) in 2007 to allow only those costs specifically authorized by statute, \nthereby eliminating any perceived discretion to tax ‘common law’ costs.”  Id. at 59, \n715 S.E.2d at 221.1  Therefore, the Court only has the authority to tax those costs \nexpressly listed in section 7A-305(d). \n{15} Travel expenses related to depositions are not specifically itemized in \nsection 7A-305(d).  Although section 7A-305(d)(1) does allow “[w]itness fees, as \n                                                 \n1 After the 2007 amendment but prior to the opinion in Khomyak, which resolved conflicting \ninterpretations by the court of appeals of sections 7A-305(d) and 6-20, the North Carolina Business \nCourt taxed deposition-related travel fees, which are not listed in section 7A-305(d).  See Phillips & \nJordan, Inc. v. Bostic, Order, No: 08CVS 7 [Graham] (N.C. Super. Ct. Dec. 3, 2010); N.C. Gen. Stat. § \n7A-305(d).  However, the Court believes that Khomyak now controls.  \n \n \nprovided by law,” N.C. Gen. Stat. § 7A-305(d)(1), North Carolina courts have held \nthat “witness fees” are limited to those fees incurred when a witness is under \nsubpoena.  See Priest v. Safety-Kleen Sys., 191 N.C. App. 341, 347, 663 S.E.2d 351, \n355 (2008).  Thus, travel-related fees pertaining to depositions are not taxable as \ncosts.  \n{16} Similarly, section 7A-305(d)(7) allows for the taxing of the fees of \nmediators, but does not specifically allow for travel-related costs pertaining to the \nmediation.  Therefore, those travel-related costs are not taxable against a plaintiff. \n{17} Finally, in its current incarnation, section 7A-305(d)(12) allows for the \ntaxing of the fee payable upon a case’s designation to the Business Court.2  \nHowever, that provision was added by the Business Court Modernization Act (the \n“Act”), which applies to actions commenced or filed after October 1, 2014.  §§ 4, 9, \n2014 N.C. Sess. Laws 102, 102.  If a case was commenced or filed before that date, \nthose costs may not be taxed against a plaintiff because there was no express \nprovision providing for the taxation of Business Court designation costs as the \nstatute existed prior to the Act. \nVI. APPLICATION \n{18} Guided by the foregoing analysis, because certain costs requested by \nDefendants are expressly described in section 7A-305, the Court finds that they are \nproperly taxed against the Plaintiffs: (1) Mediator fees, and (2) Stenographic \nexpenses related to the taking of depositions. See N.C. Gen. Stat. §§ 7A-305(7), (10). \n{19} The Court finds no authority to grant the Defendants’ request for \ntravel-related expenses pertaining to mediation or depositions, which includes \nairfare, hotel, meals, and mileage. \n{20} The Court also finds no authority under section 7A-305 for the taxation \nof Business Court filing fees. \n \n \n                                                 \n2 Although it is unclear, the Court assumes that Defendants’ reference to “Business Court Filing \nFee” relates to the fee payable upon designation of a matter to the Business Court.  (Kelser’s Aff. \nCosts., Ex. 1.)  \n \n \nVII.  CONCLUSION \n{21} Therefore, the Court hereby GRANTS Defendants Thomas M. Moyer, \nIII and Richard R. Hutaff’s Joint Motion for Costs only as it pertains to mediator \nfees and stenographic expenses related to the taking of depositions, amounting to \n$5,740.50 of costs taxed against Plaintiffs.  The Court DENIES the Motion as it \npertains to travel expenses related to mediation or depositions, whether for counsel \nor otherwise.  The Court also DENIES the motion as it pertains to the Business \nCourt filing fee.  \n \nIT IS SO ORDERED, this the 31st day of December, 2014. \n \n "
}