{
  "id": "bd901a77583957490055819cac0463a5287eb2ceab6cd676e47c281832e463b2",
  "source_file": "data/raw/ncbc/bd901a77583957490055819cac0463a5287eb2ceab6cd676e47c281832e463b2.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCATAWBA COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n11 CVS 2780 \n \n \nCOUNTY OF CATAWBA d/b/a \nCATAWBA VALLEY MEDICAL \nCENTER, \n \nPlaintiff,\n \nv. \n \nFRYE REGIONAL MEDICAL \nCENTER, INC., and TATE SURGERY \nCENTER, LLC, \n \nDefendants.\n \n \n \n \n \n \n \nORDER AND OPINION \n \nBrooks, Pierce, McLendon, Humphrey & Leonard LLP by James C. Adams, \nII, Justin N. Outling, and Forrest W. Campbell, Jr. for Plaintiff. \n \nPoyner & Spruill, LLP by S. Todd Hemphill, Matthew A. Fisher, and David \nR. Broyles and Van Laningham Duncan PLLC by Alan W. Duncan for \nDefendants. \n \nMurphy, Judge. \n{1} THIS MATTER is before the Court on Plaintiff County of Catawba d/b/a \nCatawba Valley Medical Center’s (“Catawba”) Motion for Partial Summary \nJudgment pursuant to Rule 56 of the North Carolina Rules of Civil Procedure \n(“Motion I”) and Defendants Frye Regional Medical Center, Inc. (“Frye”) and Tate \nSurgery Center, LLC’s (“Tate”) (collectively, “Defendants”) Motion for Summary \nJudgment pursuant to Rule 56 of the North Carolina Rules of Civil Procedure \n(“Motion II”) in the above-captioned case.  Having considered the Motions, the briefs \nand exhibits filed in support of and in opposition to the Motions, and the arguments \nof counsel made at a hearing held on February 27, 2014, the Court hereby DENIES \nMotion I and GRANTS in part and DENIES in part Motion II. \n \n \nCounty of Catawba v. Frye Reg’l Med. Ctr., Inc., 2014 NCBC 27. \n \nI. \nPROCEDURAL HISTORY \n{2} Catawba filed its Verified Complaint on September 8, 2011, bringing \nclaims for breach of contract, fraud, and unfair and deceptive trade practices \n(“UDTP”) against Frye, Tate, and Viewmont Surgery Center, LLC (“Viewmont”). \n{3} The case was designated a complex business case and assigned to this \nCourt on October 14, 2011. \n{4} On July 26, 2012, Defendants filed their Verified Answer and \nCounterclaim alleging a cause of action against Catawba for breach of contract and \nrequesting attorney’s fees under N.C.G.S. § 75-16.1.   \n{5} On October 8, 2013, Catawba dismi ssed its claims against Viewmont.  \n(Pl.’s Stipulation of Dismissal of Viewmont Surgery Center, LLC, October 8, 2013.) \n{6} Thereafter, on October 21, 2013, Cata wba filed Motion I, seeking summary \njudgment on Catawba’s third and fourth claims for relief, as well as on Defendants’ \ncounterclaim for breach of contract.  That same day, Defendants filed Motion II, \nseeking summary judgment on all claims asserted against them in Catawba’s \nComplaint. \n{7} The Court held a hearing on February 27, 2014.   \nII. \nFACTUAL BACKGROUND \n{8} The Court recites material and uncontroverted facts from the record for \nthe purpose of deciding the Motions and not to resolve issues of material fact.  See \nCollier v. Collier, 204 N.C. App. 160, 161–62, 693 S.E.2d 250, 252 (2010) (citing \nHyde Ins. Agency v. Dixie Leasing Corp., 26 N.C. App. 138, 142, 215 S.E.2d 162, \n164–65 (1975)).   \n{9} Catawba is a political subdivision of  the State of North Carolina that owns \nand operates a licensed acute care hospital in Hickory, North Carolina.  (Compl. ¶ \n1.)   \n{10} Frye is a for-profit corporation that owns and operates a licensed acute \ncare hospital in Hickory, North Carolina.  (Compl. ¶ 2.) \n{11} Tate is a non-operating, off-camp us surgery center that is owned and \noperated by Frye.  (Defs.’ Br. Supp. Mot. II 1.)   \n{12} Viewmont is also an off-campus surg ery center that is owned and operated \nby Frye.  (Defs.’ Br. Supp. Mot. II 1.)   \n{13} A certificate of need (“CON”) is a written order required by North Carolina \nlaw before any entity may construct, develop, or establish a new health service \nfacility in North Carolina.  N.C.G.S. § 131E-178(a) (2014).  The North Carolina \nDepartment of Health and Human Resources (“DHHS”) is responsible for issuance \nof all CONs. N.C.G.S. § 131E-177 (2014).  \n{14} In May 2004, Frye applied to DHHS for CONs to convert Tate and \nViewmont into freestanding ambulatory surgical centers (“ASCs”).  (Compl. ¶¶ 8, \n10; Defs.’ Br. Supp. Mot. II 1.)  As Frye’s competitor, Catawba filed comments in \nopposition to Frye’s requested CONs, delineating various reasons why Frye’s new \nprojects were unnecessary.  (Defs.’ Br. Supp. Mot. II Exh 1, p. 15).  In October 2004, \nDHHS denied the Tate CON application and approved the Viewmont CON \napplication.  (Defs.’ Br. Supp. Mot. II 2; Defs.’ Br. Supp. Mot. II Exh. 1 ¶ 7; Defs.’ Br. \nSupp. Mot. II. Exh. 2 ¶ 6.)   \n{15} In November 2004, Catawba filed a co ntested case against the approval of \nthe Viewmont application (“Viewmont I”) and Frye filed a contested case against the \ndenial of the Tate application (“Tate I”).  (Defs.’ Br. Supp. Mot. II. Exhs. 1–2.)    \n{16} In January 2005, Catawba applied to DHHS for a CON to acquire a new \nComputed Tomography (“CT”) scanner.  (Compl. ¶ 11.)  In April 2005, DHHS \napproved the CT CON application.  (Defs.’ Br. Supp. Mot. II 3 ¶ 6.)  In May 2005, \nFrye filed a contested case against the approval of the CT application (“CT I”).  \n(Defs.’ Br. Supp. Mot. II Exh. 3.)     \n{17} In June 2005, Catawba, Frye, Vi ewmont, Tate, and DHHS held a joint \nmediation of the three contested cases: Viewmont I, Tate I, and CT I.  (Compl. ¶ 12.)  \nAt the mediation, the parties signed a “Memorandum of Mediation for Global \nSettlement of Ambulatory Surgical Facility and CT Scanner Replacement Contested \nCases” (the “Global Mediation Memo”).  (Compl. Exh. A.)  At the mediation, \nCatawba, Frye, Viewmont, and Tate (without DHHS) also signed a “Memorandum \nof Mediation of Private Party Settlement Terms for Tate Ambulatory Surgical \nFacility” (the “Private Mediation Memo”) (collectively, the “Mediation Memos”).  \n(Compl. Exh. B.) \n{18} The Global Mediation Memo provided an August 12, 2005 deadline for \ncompleting the settlement between the parties.  (Compl. Exh. A ¶ 3.)  If the parties \nwere unable to complete the settlement by the specified date, but had agreed upon a \nlater date to complete it, Frye and Catawba were to dismiss the three pending \ncontested cases without prejudice.  (Compl. Exh. A ¶ 3.)  However, if the parties \nwere unable to complete the settlement by the later agreed-upon deadline, Frye and \nCatawba would have the right to refile the contested cases and proceed with \nlitigation.  (Compl. Exh. A ¶ 4.)  Upon completion of the settlement, Catawba was to \nwithdraw its appeal of the Viewmont approval, and Frye was to withdraw its appeal \nof the Tate denial and the CT approval.  (Compl. Exh. A ¶ 5.)  Finally, DHHS \nagreed to issue the CONs to Viewmont, Catawba, and Tate within five (5) to thirty-\nfive (35) days of dismissal.  (Compl. Exh. A ¶¶ 6–8.)  \n{19} The Global Mediation Memo also contemplated as part of the settlement \nthat “Frye and Catawba will enter into a 50/50 joint venture to develop Tate as an \nindependent ambulatory surgical facility under the current LLC.”  (Compl. Exh. A ¶ \n1.)  Similarly, the Private Mediation Memo specified that “Catawba will purchase \nits 50% interest in Tate” as one of several terms that “would be” part of a “Private \nParty Settlement Agreement” between Frye and Catawba.  (Compl. Exh. B.)  \n{20} The parties did not complete settlement by the August 12, 2005 deadline \nand Catawba dismissed Viewmont I, and Frye dismissed Tate I and CT I, all \nwithout prejudice.  (Defs.’ Br. Supp. Mot. II Exhs. 6, 8, 10.)  In September 2005, \nCatawba filed a new contested case challenging the initial approval of the \nViewmont application (“Viewmont II”).  (Defs.’ Br. Supp. Mot. II Exh. 11.)  Frye also \nfiled a new contested case challenging the denial of the Tate application (“Tate II”) \nand a new contested case challenging the approval of the CT application (“CT II”).  \n(Defs.’ Br. Supp. Mot. II Exh. 12, 19.)   \n{21} On November 10, 2005, Cataw ba and Frye reached a settlement \nagreement in Viewmont II and CT II (the “Viewmont II/CT II Agreement”).  (Defs.’ \nBr. Supp. Mot. II Exh. 13.)  This Agreement required Catawba to file a voluntary \ndismissal with prejudice of Viewmont II and required Frye to file a voluntary \ndismissal with prejudice of CT II.  (Defs.’ Br. Supp. Mot. II Exh. 13.)  The Viewmont \nII/CT II Agreement also contemplates that DHHS will issue a CON to Viewmont \nand Catawba in accordance with each initial application and contains a clause that \nit “constitutes the entire understanding and agreement among the Parties with \nrespect to the subject matter [t]hereof, and there are no promises, understandings, \nor representations other than those set forth in the Agreement.”  (Defs.’ Br. Supp. \nMot. II Exh. 13.)   \n{22} On November 16, 2005, Catawba intervened in Tate II to oppose the Tate \napplication.  (Defs.’ Br. Supp. Mot. II Exh. 20.)   \n{23} Thereafter, on May 15, 2006, the parties reached two settlement \nagreements concerning Tate II.  Catawba, Frye, Tate, and DHHS entered into a \nSettlement Agreement (the “Agency Settlement Agreement”).  Additionally, \nCatawba, Frye, and Tate entered into a Private Party Settlement Agreement (the \n“PPSA”) (collectively, the “Tate Agreements”).  (Compl. Exh. C, D.)   \n{24} The stated purpose of the Agency  Settlement Agreement is “to settle and \ncompromise the disputes in the pending contested case arising from the application \nof Frye and Tate for a certificate of need to convert four existing operating rooms . . . \nto a separately licensed freestanding ambulatory surgical facility . . . .”  (Compl. \nExh. C.)  The Agency Settlement Agreement specifies that the Tate ASC would not \nbe licensed or certified unless Frye and Catawba each shall own a fifty percent \n(50%) membership interest (Compl. Exh. C ¶ 2), and contains a clause that it \n“constitutes and contains all of the agreements among all four of the Parties with \nregard to the settlement of [the] contested case, and there are no terms or \nconditions of agreement among all four of the Parties concerning the same, except \nthose which are specifically expressed [t]herein.”  (Compl. Exh. C ¶ 12.)   \n{25} Similar to the Agency Settlement Agreement, the PPSA provides that \n“Frye shall sell to Catawba, and Catawba shall acquire from Frye, a 50% \nmembership interest in Tate, pursuant to the terms of agreements to be formalized \nhereinafter between Frye and Catawba.”  (Compl. Exh. D ¶ 2.)  Additionally, the \nPPSA expressly incorporates the Agency Settlement Agreement, including the \n“material terms and conditions” attached as an exhibit thereto and previously \nagreed upon by Catawba, Frye, and Tate.  (Compl. Exh. D ¶¶ 1–2.)  Those “Agreed-\nUpon Terms” include: \n a. Frye and Catawba were to “prepare appropriate documents \nreflecting Frye’s transfer of assets . . . to Tate, Frye’s transfer of a 50% \nmembership interest in Tate to Catawba, Catawba’s payment to Frye for the \n50% membership interest in Tate, and an amended operating agreement for \nTate”  (Compl. Exh. C, Exh. B ¶ 1); \n b. The amended operating agreemen t for Tate was to provide that \n“Frye and Catawba each shall initially be the only managers of Tate until \nNeuterra Healthcare (“Neuterra”) and the Physicians acquire an interest in \nTate”  (Compl. Exh C. Exh. B ¶ 2); \n c. The purchase price of $2,650,000.00 was established for \nCatawba’s fifty percent (50%) membership interest in Tate (Compl. Exh. C, \nExh. B ¶ 3); \n d. Upon the licensure of Tate as an ASC, Neuterra was to be \nretained to manage Tate (Compl. Exh. C, Exh. B ¶ 4); and \n e. As part of the terms, both Ne uterra and physicians were to be \n“permitted” to acquire membership interests, but only after Tate became \nlicensed and Catawba and Frye were fifty percent (50%) owners.  (Compl. Exh. \nC, Exh. B ¶ 5.) \n{26} The PPSA, together with the Agency  Settlement Agreement, “sets forth all \nof the terms and conditions between [the parties] concerning the settlement and \nresolution of [the] contested case, superseding all prior oral and written statements \nand representations, and . . . there are no terms or conditions between the Private \nParties concerning the same except as specifically set forth in these two \nAgreements.”  (Compl. Exh. D ¶ 7.)  \n{27} Pursuant to the Agency Settlement Agreement and the PPSA, Frye \ndismissed Tate II with prejudice on May 22, 2006.  (Defs.’ Br. Supp. Mot. II Exh. \n24.)  On the same day, DHHS issued the CON to Frye for the Tate facility.  (Defs.’ \nBr. Supp. Mot. II Exh. 25.)  The CON specified that Frye “shall develop the project \nin a manner consistent with the representations in the project application and with \nthe conditions contained herein” and that Frye shall not have any capital \nexpenditure during the development of the Tate facility that is not included in the \nproject’s proposed capital expenditure in the application.  (Compl. Exh. E.)  Further, \nthe CON required Frye to “make good faith efforts to meet the timetable” \nestablished in the CON.  (Compl. Exh. E.)   \n {28} The CON also included a condition that Frye develop Tate in accordance \nwith the representations made in the Supplemental Materials filed with DHHS on \nMarch 20, 2006.  (Compl. Exh. E.)  Included among the representations made in the \nSupplemental Materials was an estimation of increased physician procedure \nvolumes from Catawba to Tate.  (Defs.’ Br. Supp. Mot. II Exh. 21 at 153–55.)     \n{29} Frye’s application represented that  there would be zero capital costs for \nthe Tate project.  (Defs.’ Br. Supp. Mot. II Exh. 2 at 40.)  However, in October 2007, \nFrye was advised that renovations to the Tate facility were necessary to bring the \nfacility into compliance with current licensure standards.  (Rowell Aff. ¶ 11.)  The \nmain necessary renovation was the installation of a new HVAC system that would \nhave an estimated total cost of $639,825.00.  (Rowell Aff. ¶¶ 11–12.)   \n{30} On April 17, 2008, counsel for Cata wba wrote a letter to counsel for Frye \nexpressing concern about the development of Tate and the status of its joint \nownership by Catawba and Frye: \nI am writing concerning the agreem ent between [Catawba] and [Frye] \nto develop Tate Surgery Center as a freestanding ambulatory surgical \nfacility that is jointly owned by Catawba and Frye.  Frye has recently \nindicated that it is not certain whether it wants to develop Tate.  Please \nbe informed that Catawba desires to develop Tate and expects Frye to \nabide by its contractual obligations to  d o  s o .   T h e  f a i l u r e  o f  F r y e  t o  \nproceed with the development would constitute a breach of contract . . . \n.  In fact, Frye is already in breach of the agreements by failing to have \nthe Tate project completed by October 1, 2006.   \n(Pl.’s Br. Supp. Mot. I Exh. 105.)  On May 5, 2008, counsel for Frye responded to the \nletter: \nWe . . . disagree that our client is in breach of its agreements with \nCatawba.  Nevertheless, our client agr ees that it is time to address the \ndelays both our clients have fa ced in moving forward with the \ndevelopment of the facility. . . . [W]e  dispute your contention that Frye \nis in breach of the . . . Agreement, due to the fact that the facility was \nnot licensed and certified by October 1, 2006.  As you are fully aware, \nthe timetable set forth in the public agreement is the timetable which is \nincluded in the CON.  It was not a material term between our respective \nclients, because only the CON Section may determine whether an \napplicant is meeting its timetable. We agree that it is time to address all \nof these delays.   \n(Pl.’s Br. Supp. Mot. I Exh. 135.)     \n{31} In May 2009, the parties engaged The Coker Group (“Coker”) to perform a \nfinancial feasibility study of Tate.  (Pl.’s Br. Supp. Mot. I Exh. 15.)  On December 9, \n2009, Coker sent both parties a final draft of its report, which projected Tate to \nprofit in each of its first five (5) years.  (Pl.’s Br. Supp. Mot. I Exh. 20 at 8.)  In \nJanuary 2010, Frye requested that Coker conduct additional analysis on Tate’s \nprojected growth.  (Pl.’s Br. Supp. Mot. I Exh. 7.)  On August 18, 2010, Coker’s final \nreport again projected that Tate “will be profitable in all projected years.”  (Pl.’s Br. \nSupp. Mot. I Exh. 28 at 8.)   \n{32} On August 26, 2010, representative s of Catawba and Frye met to discuss \nTate.  (Pl.’s Br. Supp. Mot. I 11.)  At the meeting, Catawba’s CEO, Tony Rose, \ntendered a check dated August 24, 2010 in the amount of $2,650,000.00.  (Pl.’s Br. \nSupp. Mot. I 11, Exh. 31.)  The check expired sixty (60) days later without being \ndeposited or cashed.  (See Pl.’s Br. Supp. Mot. I Exh. 31.) \n \nIII. \nLEGAL STANDARD \n{33} “The purpose of summary judgment is to determine whether any issues of \nmaterial fact exist, and if not, eliminate the necessity of a full trial where only \nquestions of law are involved.”  Strickland v. Lawrence, 176 N.C. App. 656, 661, 627 \nS.E.2d 301, 305 (2006) (citing Foster v. Winston-Salem Joint Venture, 303 N.C. 636, \n641–42, 281 S.E.2d 36, 40 (1981)).  Thus, the Court may grant summary judgment \n“if the pleadings, depositions, answers to interrogatories, and admissions on file, \ntogether with the affidavits, if any, show that there is no genuine issue as to any \nmaterial fact and that any party is entitled to judgment as a matter of law.”  N.C. R. \nCiv. P. 56(c).     \nIV. \nANALYSIS \nA. \nFIRST AND SECOND CLAIMS FOR BREACH OF CONTRACT \n{34} Defendants move for summary judgme nt on Catawba’s first two claims for \nbreach of contract.  Catawba alleges breach of the Global Mediation Memo as well \nas breach of the Private Mediation Memo.   \n{35} Defendants argue that it fully pe rformed its obligations in the Mediation \nMemos by dismissing Tate I and CT I, and that the Memos’ legal force and effect \nwas concluded when Catawba and Frye refiled the new contested cases.  (Defs.’ Br. \nSupp. Mot. II 9–10.)  The Court finds Defendants’ argument convincing.  The Global \nMediation Memo provides all parties the right to refile contested cases should they \nfail to complete settlement by a later agreed-upon deadline and provides no \nsubsequent obligations.  (Compl. Exh. A.)  Both Frye and Catawba refiled contested \ncases, signifying their failure to complete settlement by a later agreed-upon date.  \nOnce the contested cases were refiled, there were no more steps either party could \ntake in carrying out the terms of the Global Mediation Memo.   \n{36} Furthermore, the Private Mediation Memo solely outlines what “would be” \nterms of a private settlement agreement, should one be reached pursuant to the \ndeadlines in the Global Mediation Memo, evidencing the parties’ intention that the \nPrivate Mediation Memo serve solely as a memorialization of the parties’ settlement \ndiscussions.  (Compl. Exh. B.)  As a mere memorialization of the parties’ settlement \ndiscussions, the Private Mediation Memo is unenforceable at law.  See Durham \nCoca-Cola Bottling Co. v. Coca-Cola Bottling Co. Consol., 2003 NCBC 3 ¶¶ 34–38 \n(N.C. Super. Ct. Apr. 28, 2003), www.ncbusinesscourt.net/opinions/2003%20NCBC \n%203.htm (finding letter of intent unenforceable). \n{37} Therefore, at the moment Frye an d Catawba refiled their contested cases, \nall obligations under the Mediation Memos were fulfilled and their legal force and \neffect, if any, concluded. \n{38} Furthermore, even assuming the Mediation Memos continued to have legal \neffect after the contested cases were refiled, the merger clauses contained in the \nViewmont II/CT II Settlement Agreement and the Tate II Agreements expressly \nsupersede the Mediation Memos.  All three documents include a clause stating that \nthe agreement “constitutes the entire understanding and agreement among the \nparties with respect to the subject matter hereof” (Defs.’ Br. Supp. Mot. II Exh. 13), \nand “sets forth all of the terms and conditions between them concerning the \nsettlement and resolution of this contested case, superseding all prior oral and \nwritten statements and representations . . . ,” or similar language.  (Compl. Exhs. \nC–D.) \n{39}  Although Catawba correctly conten ds that a merger clause “create[s] a \nrebuttable presumption that the writing represents the final agreement between \nthe parties” (Pl.’s Resp. Mot. II 23–24), it has presented no evidence, and the Court \nfinds none in the record, to rebut this presumption. \n{41} The contested cases were the subject of the Mediation Memos and the later \nViewmont II/CT II and Tate II Agreements and, as such, the Mediation Memos are \nsuperseded by the later Agreements and void.   \n{42} Accordingly, the Court GRANTS Motion II as to Catawba’s first and \nsecond claims for breach of contract and DISMISSES both claims with prejudice. \n \nB. \nTHIRD AND FOURTH CLAIMS FOR BREACH OF CONTRACT \n{43} Both Catawba and Frye move for summary judgment on Catawba’s third \nand fourth claims for relief.  Here, Catawba alleges Frye breached both the Agency \nSettlement Agreement and the PPSA. \n1. \nPPSA \n{44} “A settlement agreement is a contra ct governed by the rules of contract \ninterpretation and enforcement.”  Williams v. Habul, 724 S.E.2d 104, 110 (N.C. Ct. \nApp. 2012).  \nTo constitute a valid contract, the parties “must assent to the same thing \nin the same sense, and their minds must meet as to all the terms.  If any \nportion of the proposed terms is not settled, or no mode agreed on by \nwhich they may be settled, there is no agreement.  . . . The courts \ngenerally hold a contract . . . leaving material portions open for future \nagreement is nugatory and void for indefiniteness. \nBoyce v. McMahan, 285 N.C. 730, 734, 208 S.E.2d 692, 695 (1974) (internal citations \nomitted).  Accordingly, to be binding, “a contract to enter into a future contract must \nspecify all its material and essential terms, and leave none to be agreed upon as a \nresult of future negotiations.”  Id. (citation omitted).   \n{45} Defendants’ main argument in relati on to its alleged breach of the PPSA is \nthat the PPSA was merely an agreement to agree and, as such, is unenforceable.  \n(Defs.’ Br. Supp. Mot. II 10–16.)  This Court has had ample opportunity to consider \n“agreements to agree” and perhaps the most important consideration in \ndetermining whether a document is just an agreement to agree is whether the \ndocument contains all material terms.  \nSee, e.g., Crockett Capital Corp. v. Inland \nAmerican Winston Hotels, Inc., 2009 NCBC 5 (N.C. Super. Ct. Mar. 13, 2009), \nhttp://www.ncbusinesscourt.net/opinions/2009_NCBC_5.pdf; JDH Capital, LLC v. \nFlowers, 2009 NCBC 4 (N.C. Super. Ct. Mar. 13, 2009), \nhttp://www.ncbusinesscourt.net/opinions/2009_NCBC_4.pdf; Durham Coca-Cola, \n2003 NCBC 3. \n {46} Frye argues that a final op erating agreement and a management \nagreement are necessary and material, but were not completed or agreed to.  (Defs.’ \nBr. Supp. Mot. II 11.)  Nevertheless, “reference to a more ‘complete’ document does \nnot necessarily indicate that material portions of the agreement have been left open \nfor future negotiations.  It could mean only that immaterial matters, which are of \nno consequence, will be added to complete the agreement.”  Nat’l Bank v. Wallens, \n26 N.C. App. 580, 584, 217 S.E.2d 12, 15 (1975).   \n{47} However, there is one sentence in the PPSA that gives the Court pause in \ndetermining that the PPSA contained all material terms.  Paragraph two (2) of the \n“Agreement” section of the PPSA reads: \nFrye shall sell to Catawba, and Catawba shall acquire from Frye, a 50% \nmembership interest in Tate, pursuant to the terms of agreements to be \nformalized hereinafter between Frye and Catawba.  The material terms \nand conditions concerning Catawba’s acquisition of the 50% \nmembership interest in Tate and the operations of Tate upon which the \nprivate parties have agreed as of the execution of this Agreement are set \nforth in Exhibit B attached hereto. \n(Compl. Exh. D) (emphasis added).  This italicized language raises a question about \nwhether the parties intended to complete further material negotiations regarding \nthe sale of Tate to Catawba or whether they intended the PPSA to serve as the final \nagreement definitely obligating Frye to sell and Catawba to buy.  Neither party has \nadequately presented evidence to persuade the Court that there is no issue of \nmaterial fact as to whether the PPSA was or was not the definite and final \nagreement on the sale of Tate to Catawba. Therefore, the parties’ intentions on the \nsubject matter of Catawba’s fourth claim for breach of contract remains a question \nof fact. \n {48} Because the Court determines that there is a question of material fact as \nto whether the parties intended the PPSA to serve as a binding agreement \nobligating Frye to sell fifty percent (50%) of Tate to Catawba, the Court DENIES \nMotions I and II as to Catawba’s fourth claim for relief.\n1   \n                                                 \n1 Because there is a question of material fact related to enforceability of the PPSA, it is unnecessary \nfor the Court to consider the parties’ additional arguments at this stage of the litigation. \n2. \nAGENCY SETTLEMENT AGREEMENT \n {49}  The Court first notes that the Agency Settlement Agreement is less \ndetailed and is materially different from the PPSA.  The major terms of the \nAgreement require the parties to dismiss the Tate II contested case and release \neach other from all liability prompted by the Agency’s review of the CON \napplication for Tate.  (Compl. Exh. C.)  The Agency Settlement Agreement places \nthe onus and requirement on DHHS to issue a CON for the Tate project.  (Compl. \nExh. C.)  Although the Agency Settlement Agreement requires joint ownership of \nTate in Frye and Catawba before the facility can be licensed and certified, the \nAgency Settlement Agreement does not obligate the parties to actually become joint \nowners of Tate. (See Compl. Exh. C.) \n {50} Both parties seemingly misconstrue and neglect the import of the Agency \nSettlement Agreement in the hopes of obtaining victory on the claims related to the \nPPSA.  Under the Agency Settlement Agreement, if the parties do not jointly own \nTate, the facility never gets its licensure and certification, period.  Neither party \nobtains rights from the other’s refusal to buy or sell a fifty percent (50%) interest in \nTate. \n {51} There is no dispute that Frye did in fact dismiss the Tate II contested case \nas contemplated in the Agency Settlement Agreement and has not attempted to \nhold Catawba responsible for any liability that may have arisen from the Agency’s \nreview of the Tate CON application.  (Defs.’ Br. Supp. Mot. II Exh. 24.)  Because \nFrye, and accordingly, Tate, have done all that was required of them under the \nAgency Settlement Agreement, there is no material fact concerning breach of the \nAgency Settlement Agreement. \n {52} Consequently, the Court GRANTS Motion II and DENIES Motion I and \nDISMISSES Catawba’s third claim for breach of contract with prejudice. \n \n \n     \nC. \nFIFTH CLAIM FOR FRAUD \n{53} Frye also moves for summary judg ment on Catawba’s fraud claim.  The \nelements of fraud are well-established:  “(1) [f]alse representation or concealment of \na material fact, (2) reasonably calculated to deceive, (3) made with intent to deceive, \n(4) which does in fact deceive, (5) resulting in damage to the injured party.”  Hunter \nv. Guardian Life Ins. Co. of Am., 162 N.C. App. 477, 481, 593 S.E.2d 595, 598 (2004) \n(quotations and citations omitted).  “Additionally, any reliance on the allegedly false \nrepresentations must be reasonable.”  Mancuso v. Burton Farm Dev. Co., LLC, 748 \nS.E.2d 738, 749 (N.C. Ct. App. 2013).   \n{54} Catawba alleges that Defendants “affirmatively represented that they \nintended to comply with all of the terms of the Global Mediation Agreement and the \nPrivate Mediation Agreement,” but had no intention to do so.  (Compl. ¶ 65.)  \nRather, Catawba contends, Defendants used the Mediation Agreements to extract a \ndismissal of Viewmont II so that Viewmont could be developed to the exclusion of \nTate and obtain physician ownership.  (Compl. ¶¶ 65–66.)   \n {55} There is evidence before the Cour t tending to prove Frye’s intent not to \nperform under the Tate Agreements as well as evidence to the contrary.  However, \neven if Catawba could prove that Defendants never intended to comply with the \nterms of the Tate Agreements, Catawba cannot prove any injury from that \nfraudulent activity. \n {56} Although Catawba presents an email from Frye’s Vice President of \nBusiness Development, Eddie Salyards (“Salyards”), that details physician \nownership of Viewmont since obtaining its CON, Salyards’s email does not remotely \nindicate any purposeful movement of physicians to Viewmont in an effort to exclude \nTate.  Therefore, there is no evidence before the Court that Viewmont’s physician \ninvestors would have invested in Tate had it been developed and, as such, no \nevidence of an injury to Catawba. \n {57} Accordingly, the Court GRANTS Motion II and DISMISSES Catawba’s \nfraud claim with prejudice.    \n \nD. \nSIXTH CLAIM FOR UNFAIR AND DECEPTIVE TRADE PRACTICES  \n{58} Defendants also move for summar y judgment on Catawba’s UDTP claim.  \nTo prevail on a claim for UDTP, Plaintiff must show:  “(1) [D]efendants committed \nan unfair or deceptive act or practice, (2) the action in question was in or affecting \ncommerce, and (3) the act proximately caused injury to [P]laintiff.”  \nBumpers v. \nCmty. Bank of N. Va., 367 N.C. 81, 747 S.E.2d 220, 226 (2013); see also N.C.G.S. § \n75-1.1 (2014).   \n{59} Because Catawba cannot prove injury related to Defendants’ alleged fraud, \nit cannot survive summary judgment on its UDTP claim.  Therefore, the Court \nGRANTS Motion II and DISMISSES Catawba’s UDTP claim with prejudice. \nE. \nCOUNTERCLAIM FOR BREACH OF CONTRACT \n{60} Finally, Catawba moves for summary judgment on Defendants’ breach of \ncontract counterclaim.  Defendants claim Catawba breached the Viewmont II/CT II \nAgreement by filing this lawsuit and initially seeking to rescind the Viewmont \nII/CT II Agreement.  Specifically, Defendants contend that, by filing the lawsuit, \nCatawba breached the following provisions:  (1) “Catawba agrees that it . . . shall \nnot, directly or indirectly, take any action whatsoever to oppose or otherwise \ninterfere with the issuance of [the] CON to Viewmont”; (2) “the Parties and their \ncounsel agree to vigorously defend against any challenge to the Agreement”; and (3) \n“[t]his Agreement may not be amended or modified except by a writing signed by all \nof the Parties . . . .”  (Defs.’ Ans. Exh. 1 ¶¶ 3, 7, 9.)  Therefore, Defendants allege, \nCatawba breached the Viewmont II/CT II Agreement by failing to defend it, \ninterfering with the issuance of the CON, and seeking to amend and modify the \nAgreement by lawsuit. \n{61} After considering the briefs in support of and in opposition to Motion I and \nthe arguments of counsel at the hearing, the Court concludes that Catawba is not \nentitled to the requested relief.  Therefore, the Court DENIES Motion I as to \nDefendants’ breach of contract counterclaim.  \nV. \nCONCLUSION \n{62} The Court DENIES Motion I and GRANTS in part and DENIES in part \nMotion II. \n{63} WHEREFORE, the Court hereby DISMISSES Catawba’s first, second, and \nthird claims for breach of contract; fifth claim for fraud; and sixth claim for UDTP.    \nSO ORDERED, this the 26th day of June, 2014. \n \n     \n "
}