{
  "id": "bd95fe57b5ab43383ec9fc1baab88e20cbd433bd109e657a3c0f27c287114da8",
  "source_file": "data/raw/ncbc/bd95fe57b5ab43383ec9fc1baab88e20cbd433bd109e657a3c0f27c287114da8.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n NEW HANOVER COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 4611 \nHE CHI; BIAN YIDE; CAO YONGJIE; \nCHEN MINZHI; CHENG TAO; HU \nKUN; LIANG JINGQUAN; LUO  \nPENG; MA QIHONG; MA WEIGUO; \nSONG YING; WANG JIAN; WANG \nLING; WANG XUEHAI; XIE QIN; YE \nXIAFEN; and ZHANG YUNLONG, \n \nPlaintiffs, \n \nv. \n \nNORTHERN RIVERFRONT MARINA \nAND HOTEL LLLP; NRMH \nHOLDINGS LLC; NRMH HOTEL \nHOLDINGS LLC; USA INVESTCO \nLLC; PAC RIM VENTURE LTD.; \nRIVERFRONT HOLDINGS II LLC; \nWILMINGTON RIVERFRONT \nDEVELOPMENT LLC; GOLDEN \nMARINA LLC; CIRCLE MARINA \nCARWASH, INC.; CHARLES J. \nSCHONINGER; JOHN C. WANG; \nJIANGKAI WU; CHRISTOPHER \nARDALAN; and GONGZHAN WU,  \n \nDefendants. \n \nORDER AND OPINION ON MOTION \nTO DISMISS \n1. Plaintiffs in this case are seventeen  Chinese citizens who invested in a \nreal estate development project in Wilmington, North Carolina called the Northern \nRiverfront Marina and Hotel.  After the investment fail ed to provide  the allegedly \npromised return, Plaintiffs filed this action against a host of defendants, including \nPac Rim Venture Ltd.  (“PRV”) and Gongzhan Wu (“Gongzhan” ; together with PRV, \nthe “M oving Defendant s”).  Moving Defendants responded with their  Motion to \nDismiss Pursuant to North Carolina Rules of Civil Procedure (the “Rule(s)”) 12(b)(2) \nand 12(b)(6) (the “Motion”).  (ECF No. 40.)   \nChi v. N. Riverfront Marina & Hotel LLLP, 2022 NCBC 45. \n \n \n2. The Court, having considered the Motion, the briefs supporting and \nopposing the Motion, the parties’ arguments at a hearing held on 16 May 2022, and \nother relevant matters of record, concludes for the reasons stated below that it lacks \npersonal jurisdiction over the Moving Defendants.  The Court therefore GRANTS the \nMoving Defendants’ Mot ion pursuant to Rule 12(b)(2) and dismisses the action \nagainst them on that basis.  The Court DENIES as moot the Motion with respect to \nthe remaining relief requested. \nLedolaw, by Michelle Ledo, and DGW Kramer, LL P, by Katherine \nBurghardt Kramer,  for Plaintiffs Ma Qihong, Luo Peng, Liang \nJingquan, Hu Kun, Cheng Tao, Chen Minzhi, Cao Yongjie, Bian Yide, \nHe Chi, Zhang Yunlong, Ye Xiafen, Xie Qin, Wang Xuehai, Wang Ling, \nWang Jian, Song Ying, and Ma Weiguo.  \n \nThe Law Offices of Oliver & Cheek, PLLC, by George M. Oliver, for \nDefendants Wilmington Riverfront Development LLC, Riverfront \nHoldings II LLC, USA InvestCo LLC, NRMH Hotel Holdings LLC, \nNRMH Holdings LLC, Northern Riverfront Marina and Hotel, LLLP, \nChristopher Ardalan, John C. Wang, Charles J. Schoninger, Circle \nMarina Carwash, Inc., and Golden Marina LLC.  \n \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, LLP, by Clifton \nL. Brinson and Grace A. Gregson, and Mintz, Levin, Cohn, Ferris, \nGlovsky and Popeo, P.C., by Kevin N. Ainsworth, for Defendants Pac Rim \nVenture Ltd. and Gongzhan Wu.  \n \nThe Law Offices of G. Grady Richardson, Jr., P.C. , by Jennifer L. \nCarpenter, for Defendant Jiangkai Wu.\n1  \n \nI. FINDINGS OF FACT \n3. The Court makes the following findings of fact solely for purposes of \nruling on the present Motion  and without prejudice to the Court making contrary \n \n1 Defendant Jiangkai Wu had not been served at the time of the hearing and therefore did \nnot appear. \n \n \nfindings of fact at a later stage of this litigation  on a more fully developed record. 2  \nSee State ex rel. Stein v. E.I. Du Pont de Nemours and Co., 2021 NCBC LEXIS 75, at \n*7 (N.C. Super. Ct. Sept. 9, 2021). \n4. The Amended Complaint is verified; however, n either party submitted \naffidavits or other evidence in support of their position.  Therefore, the Court accepts \nPlaintiffs’ allegations in the verified Amended Complaint as true  and decides the \nMotion based solely on those allegations.  See, e.g., Lexington Hous. Auth. v. Gerald, \n2019 NCBC LEXIS 65, at *6 –7 (N.C. Super. Ct. Nov. 1, 2019)  (“When neither party \nsubmits evidence supporting or opposing a finding of personal jurisdiction, the Court \nmust determine ‘whether the [claims] contain[] allegations that, if taken as true, set \nforth a sufficient basis for the court’s exercise of jurisdiction.’ ” (citing Parker v. Town \nof Erwin, 243 N.C. App. 84, 96 –97 (2015))); Herrera v. Charlotte Sch. of Law, LLC, \n2018 NCBC LEXIS 15, at *10 (N.C. Super. Ct. Feb. 14, 2018) (taking allegations of \nthe complaint as true for purposes of deciding a Rule 12(b)(2) motion). \n5. Plaintiffs He Chi, Bian Yide, Cao Yongjie, Chen Minzhi, Cheng Tao, Hu \nKun, Liang Jingquan, Luo Peng, Ma Qihong, Ma Weiguo, Song Ying, Wang Jian, \nWang Ling, Wang Xuehai, Xie Qin, Ye Xiafen, and Zhang Yunlong (collectively, \n“Plaintiffs”) are all citizens of the People’s Republic of China (“China”).  (First Am. & \nVerified Compl. [hereinafter “Am. Compl.”] ¶ 1, ECF No. 26.) \n \n2 Any determination later stated as a conclusion of law that should have been stated as a \nfinding of fact is incorporated in these Findings of Fact.  See In re M.C., 374 N.C. 882, 890 \n(2020); Rutherford Elec. Mbrshp. Corp. v. Time Warner Entertainment -Advance/Newhouse \nP’ship, 240 N.C. App. 199, 215 (2015) ( “Further, conclusions of law which are \nmischaracterized as findings of fact will be treated on review as conclusions of law.”). \n \n \n6. Defendant Charles J. Schoninger  (“Schoninger”) resides in New \nHanover County, North Carolina.  (Am. Compl. ¶ 11.)  Schoninger “owns, partially or \nwholly, directly or indirectly, and manages” Defendants Northern Riverfront Marina \nand Hotel LLLP (“NRMH”), NRMH Holdings LLC (“NRMH Holdings”), Riverfront \nHoldings II LLC (“Riverfront Holdings”), NRMH Hotel Holdings LLC (“NRMH \nHotel”), USA Invest Co, LLC (“InvestCo”), and Wilmington Riverfront Devel opment \nLLC (“Wilmington Riverfront”), all of which are North Carolina entities.  (Am. Compl. \n¶¶ 2–6, 8, 11.) \n7. Defendant John C. Wang (“Wang”) resides in Los Angeles County, \nCalifornia, and “owns, partially or wholly, directly or indirectly, and manages” \nDefendant Golden Marina LLC (“Golden Marina”) and Defendant Circle Marina \nCarwash, Inc. (“Circle Marina Carwash”) , both California entities.  ( Am. Compl. \n¶¶ 9–10, 12.)  Wang is also a member and director of InvestCo, along with Schoninger.  \n(Am. Compl. ¶ 12.)  \n8. Defendant Christopher Ardalan (“Ardalan”) resides in New Hanover \nCounty, North Carolina, and along with Schoninger and Wang, is a director of \nInvestCo.  (Am. Compl. ¶ 14.)  \n9. Gongzhan\n3 resides in New York County, New York.  (Am. Compl. ¶ 15.)  \nGongzhan is the President of PRV, a New York corporation with its principal place of \nbusiness in New York.  (Am. Compl. ¶¶ 7, 15.)  Since 2008, PRV has also maintained \nan office in China.  (Am. Compl. ¶ 7.)  \n \n3 Gongzhan Wu shares the same name as Jiangkai Wu.  To distinguish them, the parties and \nthe Court reference Gongzhan Wu as “Gongzhan” and Jiangkai Wu as “Wu.” \n \n \n10. Defendant Jiangkai “Samson” Wu (“Wu”) resides in New York and “was \nthe representative of Defendant PRV in [China] and responsible for promotion and \ndissemination of information about the Project in [China].”  (Am. Compl. ¶ 13.) \n11. The Employment -based Fifth Preference Visa Program , commonly \nknown as the EB -5 Program, was created by the Immigration Act of 1990 to \n“stimulate the U.S. economy by giving immigrant investors the opportunity to \npermanently live and work in the United States after they have invested in a new \ncommercial enterprise (‘NCE’).”  (Am. Compl. ¶ 29.)  In the case of an NCE located in \na “Targeted Employment Area,”4 the required equity investment is $500,000.  (Am. \nCompl. ¶ 29.)   An immigrant investor who satisfies the requirements of the EB -5 \nProgram may file for both the investor and the investor’s family members to receive \nconditional permanent resident status or for an EB-5 visa for admission to the United \nStates.  (Am. Compl. ¶ 31.) \n12. On 7 October 2009, Schoninger formed NRMH as an NCE under the EB-\n5 Program.  (Am. Compl. ¶  39.)  The aim of the enterprise was to develop property \nalong the riverfront in Wilmington, North Carolina, to include construction of a 204-\nslip marina and a 136- room luxury hotel with two restaurants  (the “Project”).  (Am. \nCompl. ¶ 36.)  In exchange for their investment capital, investors were admitted as \nlimited partners in NRMH.  (Am. Compl. ¶ 39.) \n13. On 11 February 2010, Schoninger formed InvestCo.  (Am. Compl. ¶ 40.)  \n“InvestCo was formed to act as the marketing, solicitation and promotion entity for \n \n4According to the First Amended Complaint, a “Targeted Employment Area” is either a rural \narea or an area beleaguered by high unemployment.  (Am. Compl. ¶ 29.) \n \n \nSchoninger’s EB-5 project[.]”  It was to “work alongside PRV ” to solicit investors.   \n(Am. Compl. ¶ 40.) \n14. Both InvestCo and PRV  “through Defendants Schoninger, Wang, Wu \nand Gongzhan” operated offices in China where they conducted seminars, crafted and \ndistributed informational and advertising materials for the Project and contracted \nwith an immigration agency “to further aid in the dissemination of information about \nthe Project to prospective investors.”  (Am. Compl. ¶ 34.)  \n15. Marketing materials were created by Schoninger, Wang, Ardalan, Wu, \nGongzhan, NRMH, InvestCo , and PRV, although it is not clear from the Amended \nComplaint who did what in this regard.  (Am. Compl. ¶ 42.)   \n16. PRV contracted with an immigration agency in China, Zheijang Tourism \nGroup Outbound Service Co., Ltd., (the “Agency”), to act as an intermediary between \nprospective immigrant investors and the EB- 5 Project.   (Am. Comp l. ¶  42.)  The \nAgency introduced the Project to Plaintiffs  and relayed investor questions to \nemployees of P RV, including Wu.   (Am. Compl. ¶  42.)  PRV and InvestCo were the \ntwo “points of contact” for the Agency and Plaintiffs.  (Am. Compl. ¶¶ 42, 44.) \n17. Wu, Gongzhan, and the Agency held PRV out to Plaintiffs as the entity \n“primarily responsible for the marketing of the Project and solicitation of investments \nas well as coordinating communications between Schoninger, NRMH, InvestCo and \nPlaintiffs.”  (Am. Compl. ¶ 45.) \n \n \n18. NRMH and Schoninger created a Certificate of Agency memorializ ing \nNRMH’s appointment of PRV as its “Master Agent for China, Hong Kong, and \nMacao.”  (Am. Compl. ¶ 46.)   \n19. Beginning i n August 2011, with assistance from the Agency, several \nDefendants, including Wu and P RV, participated in  seminars and distributed \nmarketing materials in more than ten cities across China .  (Am. Compl. ¶  71.)  The \nmarketing materials were updated periodically throughout the period of 2011–13.  \n(Am. Compl. ¶ 75.)   Plaintiffs now allege that representations made in th ese \npresentations and in the materials distributed were false.  ( See, e.g., Am. Compl. ¶ \n78.) \n20. InvestCo organized trips during 2011 and 2012 so that  potential \ninvestors could visit the Project site in North Carolina.  PRV is not alleged to have \naccompanied the investors on these trips.  (Am. Compl. ¶ 76.) \n21. Between 2011  and 2013, each Plaintiff invested in the P roject.  (Am. \nCompl. ¶ 79.)  However, things did not go well.  In early 2012  the Project began to \nexperience delays in construction.  (Am. Compl. ¶ 82.)  The marina, which was \nsupposed to be completed by early 2013, was not completed and fully opened for \nbusiness until spring 2014.  (Am. Compl. ¶ 82.)  A restaurant was completed in May \n2017, but it operated for only four months.  A second restaurant designated to replace \nthe first one never opened.  (Am. Compl. ¶¶ 83, 87, 100.)  \n22. Concerned, some P laintiffs visited North Carolina  to see the Project .  \n(Am. Compl. ¶ 86.)  Wu, Gongzhan, and PRV “provided logistical assistance” for the \n \n \nvisits, but the specifics of the assistance each provided are not alleged in the Amended \nComplaint.  (Am. Compl. ¶ 86.) \n23. While in North Carolina, visiting Plaintiffs were shown around by \nSchoninger, Ardalan, and Wang.  Although they are alleged to be part of the group \nthat “carefully orchestrated” the visits, (Am. Compl. ¶ 86), there is no allegation that \nGongzhan, Wu, or anyone else from PRV travelled to North Carolina. \n24. After sending a  demand letter in April 2016, Plaintiffs ultimately \ndecided to bring this action.  (Am. Compl. ¶ 92.) \nII. ANALYSIS AND CONCLUSIONS OF LAW \n25. “Personal jurisdiction refers to the Court’s ability to assert judicial \npower over the parties and bind them by its adjudication.”  In re A.B.D., 173 N.C. \nApp. 77, 83 (2005) (citation omitted).   Restrictions on personal jurisdiction are “a \nconsequence of territorial limitations on the power of the respective States.”  Banc of \nAm. Merch. Servs., LLC v. Arby’s Rest. Grp., Inc., 2021 NCBC LEXIS 60, at *21 (N.C. \nSuper. Ct. June 30, 2021) ( quoting Hanson v. Denckl a, 357 U.S. 235, 251 (1958)).  \nWhen determining w hether personal jurisdiction exists, the primary focus “i s the \ndefendant’s relationship to  the forum State [.]”  Capitala Grp., LLC v. Columbus \nAdvisory Grp., LTD , 2018 NCBC LEXIS 183,  at *8 (N.C. Super. Ct. Dec. 3, 2018 ) \n(quoting Bristol-Myers Squibb Co. v. Superior Court, 137 S. Ct. 1773, 1779 (2017)).   \n26. This Court’s jurisdiction is constrained by both North Carolina’s long -\narm statute, N.C.G.S. § 1 -75.4, and by federal due process , see, e.g., Bruggeman v. \nMeditrust Acquisition Co., 138 N.C. App. 612, 614–15 (2000) (there must be “statutory \n \n \nauthority for the exercise of jurisdiction ” in addition to due process requirements) ; \nCapitala Grp. , LLC , 2018 NCBC LEXIS 183, at  *8.  However, because North \nCarolina’s long arm statute “is to be afforded a liberal construction so as to reach the \nouter limits of personal jurisdiction allowed by due process[,]” Diamond Candles, LLC \nv. Winter, 2020 NCBC LEXIS 28, at *11 (N.C. Super. Ct. Mar. 12, 2020) (citing Beem \nUSA LLLP v. Grax Consulting, LLC, 373 N.C. 297, 302 (2020)), this two-step analysis \noften collapses into an inquiry regarding  whether due process considerations have \nbeen satisfied.  See Kaplan Sch. Supply v. Henry Wurst, Inc., 56 N.C. App. 567, 570 \n(1982) (“Since the requisite statutory authorization for personal jurisdiction is \ncoextensive with federal due process, the critical inquiry in determining whether \nNorth Carolina may assert in personam jurisdiction over a defendant is whether the \nassertion thereof  comports with due process.”); Capitala Grp., LLC , 2018 NCBC \nLEXIS 183, at *9.  Therefore, the Court proceeds directly to the due process inquiry. \n27. Once an objection to the exercise of personal jurisdiction has been \nproperly made, Plaintiffs bear the burden of establishing, prima facie, that personal \njurisdiction over PRV and Gongzhan exists.  See, e.g., Bauer v. Douglas Aquatics, Inc., \n207 N.C. App 65, 68 (2010); Williams v. Institute for Computational Studies, 85 N.C. \nApp. 421 (1987).  After careful consideration, the Court concludes that Plaintiffs have \nfailed in this task. \n28. In the canonical decision, International Shoe Co. v. Wash ington, 326 \nU.S. 310 (1945), the Supreme Court established that for personal jurisdiction to exist, \na defendant must have certain minimum contacts with the forum State “such that \n \n \nthe maintenance of the suit does not offend traditional notions of fair play and \nsubstantial justice [,]” id. at 316 (citation and internal quotation marks omitted) .  \nInternational Shoe ’s progeny differentiates between general (“all -purpose”) \njurisdiction and specific (“case -linked”) jurisdiction.  See, e.g. , Capitala Grp., LLC , \n2018 NCBC LEXIS 183, at *9 (“[C]ourts ‘have differentiated between general or all -\npurpose jurisdiction, and specific or case -linked jurisdiction[.]’ ” (quoting  Goodyear \nDunlop Tires Operations, S.A. v. Brown , 564 U.S. 915, 919 (2011) )).  “General \njurisdiction exists when the defendant’s contacts with the state are not related to the \ncause of action but the defendant’s activities in the forum are sufficiently ‘continuous \nand systematic.’  Specific jurisdiction ‘exists when the cause of action arises from or \nis related to defendant’s contacts with the forum.’ ”  Toshiba Glob. Com. Sols., Inc. v. \nSmart & Final Stores LLC, 2022-NCSC-81, ¶ 3 (quoting Skinner v. Preferred Credit, \n361 N.C. 114, 123 (2006)); see also Ford Motor Co. v. Montana Eighth Jud. Dist. Ct.,  \n141 S. Ct. 1017, 1024–25 (2021). \n29. Plaintiffs do not argue that general jurisdiction exists.  Rather, they \ncontend that PRV and Gongzhan are subject to this Court’s specific jurisdiction.  But \nnot every involvement with North Carolina gives rise to specific jurisdiction.  For \nexample, “[m]inimum contacts do not arise ipso facto  from actions of a defendant \nhaving an effect in the forum state .”  DeSoto Trail, Inc. v. Covington Diesel, Inc., 77 \nN.C. App. 637, 639 (1985) ( citation omitted).  The analysis “looks to the defendant’s \ncontacts with the forum State itself, not with persons who reside there.”  Smith  v. \n \n \nAutomoney, 2022-NCCOA-509, ¶ 21 (quoting Walden v. Fiore, 571 U.S. 277, 285 \n(2014)). \n30. While the nature and quantity of the required contacts will vary \ndepending on the facts,  to establish specific jurisdiction, “there must be some act by \nwhich the defendant purposefully avails himself of the privilege of conducting \nactivities within the forum State , thus invoking the benefits and protections of its \nlaws . . . . This relationship must be ‘such that he should reasonably anticipate being \nhaled into court there.’ ”  Bruggeman, 138 N.C. App at 617 ( quoting Tom Togs, Inc., \n318 N.C. at 365); see also Jones v. Atlas Distributions, LLC, 2022 -NCCOA-106, ¶ 11 \n(for specific jurisdiction, “courts examine whether the defendants had ‘fair warning \nthat a particular activity may subject them to the jurisdiction of the foreign sovereign, \nso that they may structure their primary conduct with some minimum assurance as \nto where that conduct will and will not render them liable to suit. ’ ” (quoting Mucha \nv. Wagner, 2021-NCSC-82, ¶ 10)); Capitala Grp., LLC, 2018 NCBC LEXIS 183, at *10 \n(holding that even “direct and intentional” contacts with the State do not give rise to \njurisdiction when the defendant has not purposefully availed himself of the privileges \nof the forum State (citing Cambridge Homes of N.C. L.P. v. Hyundai Constr., Inc., 194 \nN.C. App. 407, 412–13 (2008))).   \n31. Other factors used to analyze whether a defendant has had sufficient \ncontacts with the forum to be subject to personal jurisdiction include:  (1) the quantity \nof contacts, (2) the nature and quality of contacts, (3) the source and connection of the \ncause of action with these contacts , (4) the interest of the forum State , and (5) \n \n \nconvenience to the parties .  Cherry Bekaert & Holland v. Brown , 99 N.C. App. 626, \n632 (1990). \n32. Moving Defendants argue that the Amended Complaint does not allege \nthat either of them had any contacts with North Carolina, much less that they have \npurposefully availed themselves of the privilege of conducting activities in the State.  \n(Br. Supp. Defs.’ Mot. Dismiss 23, ECF No. 41.)  They point to the fact that PRV is a \nNew York corporation with a principal place of business in New York.  Its President, \nDefendant Gongzhan, is a New York resident.  According to Moving Defendants, the \nAmended Complaint alleges that they engaged in conduct in China directed to \nChinese citizens.  (Br. Supp. Defs.’ Mot. Dismiss 23.)  \n33. Plaintiffs respond that Moving D efendants prepared marketing \nmaterials and solicited investment funds from Chinese citizens to be used for  a real \nestate development project located in North Carolina, even if their activity took place \nin China.  (Br. Supp. Pls.’ Opp’n Mot. Dismiss  18–19, ECF No. 52.)  In addition, \nPlaintiffs allege that Moving Defendants provided logistical assistance for P laintiffs \nto travel to North Carolina to visit the project site.   These activities, they argue, are \nenough to satisfy due process concerns. \n34. On this record, t he Court disagrees.  The fact that Moving Defendants \nworked in China alongside Defendants who themselves had North Carolina contacts \ndoes not mean that the North Carolina contacts are imputed to Moving Defendants.  \n“Jurisdiction is proper . . . where the contacts proximately result from actions by \ndefendant himself that create a ‘substantial connec tion’ with the forum State ,” not \n \n \nfrom the contacts of another.   Walden, 571 U.S. at 284 (citing Burger King Corp. v. \nRudzewicz, 471 U.S. 462, 475 (1985)).  \n35. Furthermore, Moving Defendants’ activities preparing and distributing \nmarketing materials and answering prospective investors’ questions in China about \na real estate development project in North Carolina , do not provide the requisite \ncontacts for due process purposes.  In Capitala Grp., LLC, on similar facts,5 this Court \ndeclined to exercise personal jurisdiction over a Delaware company that contracted \nwith a  North Carolina -based manager of investment funds to prepare marketing \nmaterials and solicit investors.  The marketing materials referenced North Carolina, \nbut the defendant never solicited , met with, provided services to , or disseminated \ninformation to investors in  North Carolina.   This Court held that the defendant ’s \ncontacts with North Carolina were not sufficient to constitute purposeful availment.  \nCapitala Grp., LLC, 2018 NCBC LEXIS 183, at *18. \n36. Finally, Plaintiffs argue th at personal jurisdiction is supported by a  \ncontractual relationship th at they contend exists between Moving Defendants and \nNorth Carolina Defendants .  (Br. Supp. Pls.’ Opp’n to Mot. Dismiss 18.)  \nNotwithstanding Plaintiffs’ argument, the Amended Complaint itself is devoid of any \nallegation regarding the existence of such a contract .  Nor  does it allege facts \nregarding a contractual relationship that would support a finding of personal \njurisdiction, such as an allegation that PRV or Gongzhan initiated the relationship \n \n5 The contacts in Capitala Group LLC were even more numerous than those alleged here .  \nDefendant’s representatives made two trips to North Carolina, neither involving a discussion \nof terms of their contract, and they sent emails and made phone calls while remotely \nnegotiating the contract.  Capitala Grp., LLC, 2018 NCBC LEXIS 183, at *13–14. \n \n \nwith the North Carolina entities, that PRV or Gongzhan  negotiated the terms of a  \ncontract with them in North Carolina, or that PRV or Gongzhan substantially \nperformed their contractual duties here.  See, e.g., Mucha, 2021-NCSC-82, ¶ 12 (“[I]t \nwas not the [mere] existence of the defendant’s contract with a North Carolina \nresident which alone sufficed to establish the necessary minimum contacts with this \nState.” (quotation omitted)).  Indeed, as stated above, Plaintiffs allege  that Moving \nDefendants performed their services in China.  “Where performance under a contract \nwas intended to be performed outside of the forum in question, courts have been \nreluctant to assert personal jurisdiction over non-resident defendants.”  WLC, LLC v. \nWatkins, 454 F. Supp. 2d 426, 438 (M.D.N.C. June 12, 2006); see also Capitala Grp., \nLLC, 2018 NCBC LEXIS 183, at *12.  \n37. In short, w ithout more, even if the Amended Complaint included  an \nallegation that a contract existed between Moving Defendants and the North \nCarolina entities, that bare assertion would not satisfy the Plaintiffs’ burden of proof \nwith respect to personal jurisdiction.  Capitala Grp., LLC, 2018 NCBC LEXIS 183, at \n*10 (“Courts have long held that a defendant who enters into a contract with a party \nin another State does not ‘automatically establish sufficient minimum contacts in the \nother party’s home forum.’ ” (quoting Burger King Corp., 471 U.S. at 478)).  Instead, \nPlaintiffs must present evidence that the parties’ negotiations or course of dealing \nwith respect to the contract establishes some “substantial connection” with this State.  \nThat evidence has not been presented here.  See, e.g., Tom Togs, Inc., 318 N.C. at 367; \n \n \nPPD Dev., LP v. Cognition Pharms., LLC, 2010 N.C. App. LEXIS 1027 , at *11 (N.C. \nCt. App. June 15, 2010); Capitala Grp., LLC, 2018 NCBC LEXIS 183, at *11.    \nIII. CONCLUSION \n \n38. The Court concludes that it lacks personal jurisdiction over PRV and \nGongzhan.  The Court therefore GRANTS Moving Defendants’ motion to dismiss for \nlack of personal jurisdiction , and this action against them is dismissed  without \nprejudice to Plaintiffs’ ability to institute claims in the proper forum.   To the extent \nPRV and Gongzhan seek dismissal on other grounds , their request is DENIED as \nmoot. \nIT IS SO ORDERED, this the 16th day of August, 2022. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n "
}