{
  "id": "bde6b5e521b0eee7b75615a429761172681babf2350580f8c2e0c680190c7905",
  "source_file": "data/raw/ncbc/bde6b5e521b0eee7b75615a429761172681babf2350580f8c2e0c680190c7905.pdf",
  "raw_text": "Hopkins v. MWR Mgmt. Co., 2015 NCBC 99. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n15 CVS 697 \n \nBRANDON HOPKINS, \n \nPlaintiff, \n \nv. \n \nMWR MANAGEMENT COMPANY d/b/a \nMICHAEL WALTRIP RACING and TY \nNORRIS, \n \nDefendants. \n \n \n \n \n \nORDER & OPINION \n \n \n \n{1} THIS MATTER is before the Court upon (i) Defendant MWR Management \nCompany’s (“Defendant” or “MWR”) Partial Motion to Dismiss Plaintiff Brandon \nHopkins’ (“Plaintiff” or “Hopkins”) Amended Complaint (the “Motion to Dismiss”) and \n(ii) Plaintiff’s Motion for Leave to File Second Amended Complaint (the “Motion to \nAmend”) (collectively, the “Motions”).  \n{2} The Court, having considered the Mo tions, the briefs supporting and \nopposing the Motions, and the arguments of counsel at a September 22, 2015 hearing \non the Motion to Dismiss, hereby GRANTS the Motion to Dismiss and GRANTS the \nMotion to Amend. \nVan Kampen Law, PC, by Joshua R. Van Kampen and Sean F. Herrmann, for \nPlaintiff Brandon Hopkins. \n \nJames, McElroy & Diehl, P.A., by William K. Diehl, Jr., Jon P. Carroll, and \nAdam L. Ross, for Defendants MWR Management Company and Ty Norris. \n \nBledsoe, Judge. \nI. \nPROCEDURAL BACKGROUND \n{3} Hopkins commenced this action on January 12, 2015, bringing various \nclaims arising out of MWR’s termination of Hopkins’ employment on August 6, 2014.  \nHopkins’ claims center around the allegation that MWR terminated him for seeking \nsurgery on a shoulder injury sustained during the course of his employment.   \n \n \n{4} Hopkins amended his complaint with MWR’s consent on May 26, 2015.  \nMWR subsequently filed its answer and the pending Motion to Dismiss on July 15, \n2015.  The Court held a hearing on the Motion to Dismiss on September 22, 2015, at \nwhich all parties were represented by counsel. \n{5} Hopkins filed the Motion to Amend on September 15, 2015, shortly before \nthe hearing on the Motion to Dismiss.  Hopkins seeks leave to file a second amended \ncomplaint, which contains substantially unchanged factual allegations and seeks \nonly to add claims under the Americans with Disabilities Act (“ADA”) and the Family \nand Medical Leave Act (“FMLA”).  The Moti on to Amend is fully briefed, and the \nCourt elects to consider the Motion to Amend without a hearing pursuant to Business \nCourt Rule 15.4(a).  As such, both Motions are now ripe for decision. \nII. \nFACTUAL BACKGROUND \n{6} The Court does not make findings of fact when ruling on a motion to dismiss \npursuant to Rule 12(b)(6) because such a motion “does not present the merits, but \nonly whether the merits may be reached.”  Concrete Serv. Corp. v. Investors Grp., \nInc., 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986).  Thus, the Court only recites \nthose allegations in Hopkins’ Amended Complaint that are relevant to its resolution \nof the current Motion to Dismiss.  See id.  A motion to amend is addressed to the \nsound discretion of the trial court.  Nationsbank of N.C., N.A. v. Baines , 116 N.C. \nApp. 263, 268, 447 S.E.2d 812, 815 (1994).   \nA. Hopkins’ Employment and Termination \n{7} MWR owns and operates racing team s that compete in the National \nAssociation of Stock Car Auto Racing  (“NASCAR”) Sprint Cup series.  ( See Am. \nCompl. ¶¶ 6, 10.)   \n{8} Hopkins joined MWR in November 2011 as a tire changer and mechanic \nunder a one-year contract.  (Am. Compl. ¶ 10.)  Based on his performance, MWR \nsubsequently “signed [Hopkins] to a second  one-year contract and then a two-year \ncontract.”  (Am. Compl. ¶ 10.)  Initially, Hopkins was assi gned to the race team for \n \n \nthe car driven by Martin Truex, Jr. but was eventually transferred to the position of \ntire changer on the #15 car driven by Clint Bowyer.  (Am. Compl. ¶ 10.)   \n{9} In March of 2013, Hopkins was struck by  Clint Bowyer’s race car during a \npit stop at a NASCAR race but came away from the incident “unscathed.”  (Am. \nCompl. ¶ 13.)  Then, during a pit stop in  an October 2013 race, Bowyer’s car again \nstruck Hopkins, allegedly “bolting him off the driver side of the hood” so that Hopkins \nlanded hard on his right shoulder.  (Am. Compl. ¶ 14.)  Despite this collision, Hopkins \nfinished the race.  (Am. Compl. ¶ 14.)   \n{10} After the October 2013 incident, Hopkins asserts that he started to feel “pain \nin his shoulder that was radiating into his neck.”  (Am. Compl. ¶ 15.)  Hopkins \nattempted to improve his shoulder through extensive physical therapy and received \ncortisone shots to ease his pain.  (Am.  Compl. ¶¶ 16–17.)  Ho pkins finally asked \nAthletic Trainer Pam Brown to “open up a workers compensation claim” in late \nJanuary or early February of 2014.  (Am. Compl. ¶ 18.)   \n{11} An MRI conducted in March of 2014 revealed that Hopkins had a torn \nlabrum in his right shoulder.  (Am. Compl. ¶ 18.)  Despite his doctor’s advice that “he \nneeded a surgical repair” and Pam Brown’s assessment that “the damage was done[,]” \nHopkins “said he would delay the surgery until he couldn’t perform any longer.”  (Am. \nCompl. ¶ 18.)   \n{12} In April 2014, Hopkins told his crew chief and Pam Brown that he wanted \nto have the surgery as soon as possible,  but he was allegedly urged to delay his \nsurgery until the season ended or until the team knew whether it qualified for the \nNASCAR playoff system.  (Am. Compl. ¶ 19.)   \n{13} In June 2014, Hopkins told his pit coach that the pain in his shoulder was \n“affecting his ability to sleep[,]” and he told his crew chief that he desired to have the \nsurgery as soon as possible.  (Am. Compl. ¶ 21.)  Hopkins contends that he was again \nencouraged to delay surgery until the end of the 2014 NASCAR season, so he “sucked \nit up and tried to work through the pain.”  (Am. Compl. ¶ 21.)  Hopkins alleges that \nhe continued working for the rest of the summer of 2014, although he was “unable to \n \n \nwork out and could only partially participate in pit practice” as he was “trying to save \nhis shoulder for the beating it would take on race day.”  (Am. Compl. ¶ 23.) \n{14} On July 30, 2014, Hopkins finally info rmed Pam Brown that he could not \ntake the pain any longer and that the next scheduled race would be his last as a \nmember of the pit crew until he had surger y.  (Am. Compl. ¶ 24.)  Brown responded \nby rescheduling his surgery for August 7, 2014.  (Am. Compl. ¶ 24.)  MWR, however, \nterminated Hopkins on August 6, 2014, th e day before his worker’s compensation \nsurgery.  (Am. Compl. ¶ 28.) \n{15} Hopkins asserts that, even with his injury, he was “probably in the top 10–\n15%” of front tire changers in NASCAR’s Sprint Cup and that “MWR did not identify \na single deficiency” in his job performance that justified his termination.  (Am. Compl. \n¶ 39.)   \n{16} Hopkins underwent shoulder surgery on August 7, 2014.  (Am. Compl. ¶ 41.)  \nThe surgery was successful, and, after dilig ent physical therapy, Hopkins’ doctor \ncleared him “to return to work with no restrictions” on October 28, 2014.  (Am. Compl. \n¶ 41.)   \nB. The Employment and Performance Agreement \n{17} Hopkins alleges that MWR breached his written two-year employment \ncontract with the company when it terminated his employment.  (Am. Compl. ¶¶ 10, \n47–52, 86.)  MWR attached this Empl oyment and Performance Agreement \n(“Agreement”) as Exhibit A to its answer.  (Answer Ex. A., hereinafter “Agreement.”)  \n“When ruling on a Rule 12(b)(6) motion, a court may properly consider documents \nwhich are the subject of a plaintiff’s complaint and to which the complaint specifically \nrefers even though they are presented by the defendant.”  Oberlin Capital, L.P. v. \nSlavin, 147 N.C. App. 52, 60, 554 S.E.2d 840, 847 (2001).  Thus, the Court may \nproperly consider the Agreement in ruling on the Motion to Dismiss. \n{18} The Agreement provided that Hopkins’ term of employment would run from \nDecember 1, 2013 to November 30, 2015, “[s] ubject to the termination provisions” \ncontained in Paragraph 6.  (Agreement ¶ 2.)  Paragraph 6 permitted MWR to \nterminate the Agreement “with cause” in  the event Hopkins engaged in certain \n \n \nconduct.  (Agreement ¶ 6(b)–(c).)  In addition, Paragraph 6(c) specified that “any other \ntermination” of the Agreement by Defendant would be a termination “without cause.”  \n(Agreement ¶ 6(c).)  In the event MWR terminated Hopkins without cause, the \nAgreement provided that Hopkins would receive a payment based on his salary and \nfees for working with MWR’s pit crew.  (Agreement ¶ 6(c).)   \n{19} Hopkins claims that MWR’s termination of his employment was without \ncause and violated the terms of the Agreement.  (Am. Compl. ¶¶ 48–49.)  He also \nclaims that his termination was in violation of North Carolina public policy as \nexpressed in the state’s Equal Employment Practices Act, Persons with Disabilities \nProtection Act, and Retaliatory Employment  Discrimination Act.  (Am. Compl. ¶¶ \n82–85.) \n{20} MWR seeks dismissal of Hopkins’ breach of contract claim on the grounds \nthat Hopkins was an employee at will.  (D ef.’s Mot. Dismiss ¶ 8.)  MWR also moves \nto dismiss in part Hopkins’ wrongful discharge claim because Hopkins does not allege \nthat he was a “person with a disability” as defined in the Persons with Disabilities \nProtection Act.  (Def.’s Mot. Dismiss ¶¶ 9–10; Def.’s Br. Supp. Mot. Dismiss 13–14.) \nIII. \nANALYSIS \nA. Standard of Review \n{21} When ruling on a motion to dismiss pursuant to Rule 12(b)(6), a court asks \n“whether the allegations of the complaint, treated as true, are sufficient to state a \nclaim upon which relief may be granted under some legal theory, whether properly \nlabeled or not.”  Enoch v. Inman, 164 N.C. App. 415, 417, 596 S.E.2d 361, 363 (2004).  \nThus, courts generally construe complaint s liberally and accept all allegations as \ntrue, but a “trial court can reject allegations that are contradicted by the documents \nattached, specifically referred to, or incorporated by reference in the complaint.”  \nLaster v. Francis, 199 N.C. App. 572, 577, 681 S.E. 2d 858, 862 (2009).  Dismissal of \na claim on a Rule 12(b)(6) motion is proper “(1) when the complaint on its face reveals \nthat no law supports plaintiff’s claim; (2) when the complaint reveals on its face the \nabsence of fact sufficient to make a good cl aim; (3) when some fact disclosed in the \n \n \ncomplaint necessarily defeats the plaintiff’s claim.”  Oates v. JAG, Inc., 314 N.C. 276, \n278, 333 S.E.2d 222, 224 (1985) (citation omitted).  \nB. Breach of Contract \n{22} The Court initially notes that, while the Amended Complaint alleges that \nHopkins was a contract empl oyee, the parties now agree that he was an at-will \nemployee.  ( See Pl.’s Resp. Opp. Mot. Dismiss 4) (“Defendant contends that \n[Paragraph] 6(c) of [the] Agreement make s him an at-will employee. . . . Plaintiff \nagrees.”).   \n{23} The Court concurs with the parties’  conclusion.  North Carolina law \npresumes that an employee is an employee at will.  Wuchte v. McNeil, 130 N.C. App. \n738, 740, 505 S.E.2d 142,  144 (1998) (citing Still v. Lance , 279 N.C. 254, 259, 182 \nS.E.2d 403, 406 (1971)) .  The employment-at-will presumption may be overcome if \nthe employment contract specifies a definite period of employment or states that the \nemployee can only be terminated for cause.  Id.  See also Boesche v. Raleigh-Durham \nAirport Auth., 111 N.C. App. 149, 152, 432 S.E.2d 137, 139 (1993) (citation omitted) \n(holding that an employment-at-will relationship can be terminated “by either party \nat any time for any reason or no reason”).   \n{24} Although Hopkins’ employment contract was for a definite two-year period, \nthat term was “subject to the termination provisions” laid out in Paragraph 6 of the \nAgreement, which allowed for termination with or without cause.  (Agreement ¶¶ 2, \n6(c).)  Therefore, Hopkins was not entitled to a definite term of employment, and the \nparties now properly agree that he was an at-will employee because the employment \nrelationship could be terminated by either  party at any time fo r any reason or no \nreason.  See Boesche, 111 N.C. App. at 152, 432 S.E.2d at 139.   \n{25} When an at-will employee is terminated  and brings a wrongful discharge \nclaim, the employee “does not have a claim for breach of contract against his or her \nemployer on that basis.”  \nHill v. Medford, 158 N.C. App. 618, 627, 582 S.E.2d 325, 331 \n(Martin, J., dissenting), rev’d, 357 N.C. 650, 588 S.E.2d 467 (2003) (adopting then-\nJudge Martin’s dissent).  By the terms of the Agreement and by his own admission, \nHopkins was an at-will employee, and his breach of contract claim must be dismissed. \n \n \n{26} In reaching this conclusion, the Cour t dispenses with Hopkins’ argument \nthat he can advance both his contract and his tort claims under alternative pleading.  \n(See Pl.’s Resp. Opp. Mot. Dismiss 3, 8.)  Neither Hill v. Medford  nor this Court’s \ndecision restricts our state’s alternative pleading standards set out in the Rules of \nCivil Procedure.  See N.C. R. Civ. P. 8(e)(2).  Indeed, the decision in Hill recognized a \nparty’s ability to allege that he was an at-will employee with a tort claim for wrongful \ndischarge or, alternatively, a contract employee with a breach of contract claim.  Hill, \n158 N.C. App. at 625–26, 582 S.E.2d at 330.  Hill’ instead applies to situations—\nidentical to the instant case—where a plai ntiff acknowledges his at-will employment \nstatus but seeks to assert bo th wrongful discharge and breach of contract claims for \nthe single act of his termination.   \nC. Wrongful Discharge in Violation of Public Policy \n{27} Claims for wrongful discharge in violation of public policy are an exception \nto the general rule that at-will employees can be fired for any reason or no reason.  \nHorne v. Cumberland Cnty. Hosp. Sys., Inc. , 746 S.E.2d 13, 17 (N.C. Ct. App. 2013) \n(citing Garner v. Rentenbach Constructors Inc. , 350 N.C. 567, 571, 515 S.E.2d 438, \n441 (1999)).  A plaintiff bears the burden of pleading that his termination occurred \nfor a reason that violates the pu blic policy of North Carolina.  Salter v. E & J \nHealthcare, Inc., 155 N.C. App. 685, 693, 575 S.E. 2d 46, 51 (2003).  North Carolina \ncourts have defined “public policy” to mean “the principle of law which holds that no \ncitizen can lawfully do that which has a te ndency to be injurious to the public or \nagainst the public good.”  Coman v. Thomas Mfg. Co. , 325 N.C. 172, 175 n.2, 381 \nS.E.2d 445, 447 n.2 (1989).   \n{28} A claim for wrongful discharge in violation of public policy is “confined to \nthe express statements within our General Statutes or our Constitution.”  Whiting v. \nWolfson Casing Corp. , 173 N.C. App. 218, 222 618 S.E. 2d 750, 753 (2005) (citation \nomitted).   For this reason, wr ongful discharge claims must be pled with specificity.  \nGillis v. Montgomery Cnty. Sheriff’s Dep’t, 191 N.C. App. 377, 379, 663 S.E.2d 447, \n449 (2008).  To state a claim, a plaintiff is required to a llege specific conduct that \nviolated a specific expression of North Carolina public policy.  Considine v. Compass \n \n \nGrp. USA, Inc., 145 N.C. App 314, 321–22, 551 S.E.2d 179, 184, aff’d per curiam, 354 \nN.C. 568, 557 S.E.2d 528 (2001). \n{29} The Amended Complaint alleges that MWR terminated Hopkins on the \nbasis of a disability—his shoulder injury—in violation of the state’s public policy as \nset forth in the Equal Employment Practi ces Act, N.C. Gen. Stat. § 143-422.2, and \nthe North Carolina Persons With Disabilities Protection Act (the “NCPDPA”), N.C. \nGen. Stat. § 168A-2.1  (Am. Compl. ¶¶ 82–83.)  The Equal Employment Practices Act \nasserts the state’s public policy “to protect and safeguard the right and opportunity \nof all persons to seek, obtain and hold employment without discrimination on account \nof . . . handicap by employers[.]”  N.C. Gen. Stat. § 143-422.2 (2014).  The statute does \nnot define “handicap,” but North Carolina courts routinely substitute the NCPDPA’s \ndefinition of disability.  Sossamon v. Granville-Vance Dist. Health Dep’t, No. COA13-\n900, 2014 N.C. App. LEXIS 206, at * 14–15 (N.C. Ct. App. Feb. 18, 2014) \n(unpublished); Simmons v. Chemol Corp. , 137 N.C. App. 319, 322, 528 S.E.2d 368, \n370 (2000); McCullough v. Branch Banking & Trust Co., Inc., 136 N.C. App. 340, 347, \n524 S.E.2d 569, 574 (2000); see also, e.g., Rishel v. Nationwide Mut. Ins. Co. , 297 F. \nSupp. 2d 854, 875 (M.D.N.C. 2003).   \n{30} To state a claim for wrongful discharg e on the basis of disability, Hopkins \nmust plead sufficient facts to establish that he was “a person with a disability” under \nthe NCPDPA.  McCullough, 136 N.C. App. at 347–48, 524 S.E.2d at 574 (“These \nstatutes, although enacted at different ti mes, relate to the same subject matter, \nemployment discrimination against handicapped persons, and, thus, must be \nconstrued together . . .”); see also Sabrowski v. Albani-Bayeux, Inc. , 2003 U.S. Dist. \nLEXIS 23242, *27 (M.D.N.C. Dec. 19, 2003) (explaining that, while the NCPDPA is \nnot fully incorporated into the Equal Employment Practices Act, “North Carolina \n                                                            \n1 The NCPDPA authorizes an independent cause of action to enforce violations of that statute.  N.C. \nGen. Stat. § 168A-11.  It is not clear that a claim of wrongful discharge on the basis of disability can \nbe premised solely on the NCPDPA’s policy statement without also invoking the Equal Employment \nPractices Act.  The Court need not resolve that ques tion at this time, although it notes that such a \nsituation has arisen without comment in other cases.  See Clark v. United Emergency Servs ., No. \nCOA07-592, 2008 N.C. App. LEXIS 660, *19 (N .C. Ct. App. Apr. 15, 2008) (unpublished); Sheaffer v. \nCounty of Chatham, 337 F. Supp. 2d 709, 734 (M.D.N.C. 2004).   \n \n \ncourts have also recognized wrongful discharge claims by employees based on \ndisability discrimination in violation of the [Equal Employment Practices Act] as \ninterpreted by the NCPDPA”). \n{31} A “person with a disability” under th e NCPDPA is anyone who “(i) has a \nphysical or mental impairment which substantially limits one or more major life \nactivities; (ii) has a record of such an impa irment; or (iii) is regarded as having such \nan impairment.”  N.C. Gen. Stat. § 168A-3(7a) (2014).  “Physical or mental \nimpairment” encompasses a comprehensive lis t of disorders or conditions, but the \nstatute excludes conditions that are “temporary in nature, lasting six months or \nfewer, and leaving no residual impairment.”  N.C. Gen. Stat. § 168A-3(7a)(a).  “Major \nlife activities” under the NCPDPA include a variety of life functions, such as \n“sleeping, lifting, bending, . . . and working.”  Id.  Hopkins alleges that he qualifies as \na “person with a disability” under either prong (i) or prong ( iii) of the statutory \ndefinition.  \n{32} Hopkins contends that his shoulder in jury was a physical impairment that \nsubstantially limited one or more of his major life activities and that he was therefore \na “person with a disability” under the NC PDPA.  (Am. Compl. ¶ 82.)  This legal \nconclusion is unsupported by the Amended Complaint.  A torn labrum may qualify as \n“a physical or mental impairment” under the statute, but the facts as pleaded do not \nsupport Hopkins’ allegation that the impairment lasted more than six months and \nsubstantially limited one or more of his major life activities.   \n{33} First, the facts pleaded reflect that Hopkins’ impairment was “temporary in \nnature, lasting six months or fewer, and leaving no residual impairment.”  N.C. Gen. \nStat. § 168A-3(7a)(a)\n.  Hopkins had surgery on August  7, 2014, and achieved a full \nrecovery in less than three months when his doctor cleared him to return to work \nwith no restrictions on October 28, 2014.  (Am. Compl. ¶ 41.)  The injury’s impact on \nhis ability to sleep or participate in team  workouts did not begin until June 2014, \nwhich is fewer than six months before his full recovery.  (Am. Compl. ¶¶ 21–23.)  \nThus, any effect of the injury lasting more than six months was a result of the decision \nto delay surgery rather than the nature of the injury itself.   \n \n \n{34} Alternatively, Hopkins has not allege d substantial impairment of a major \nlife activity.  At the hearing, Hopkins directed the Court’s attention to his allegations \nregarding substantial impairment of his ability to sleep and lift.  However, the \nAmended Complaint only alleges that Hopkins told his pit coach that his shoulder \npain “affected his ability to sleep” in early June 2014.  (Am. Compl. ¶ 21.)  Without \nmore, this statement does not give ri se to an inference that Hopkins was \n“substantially limited” in his ability to sleep.  \nSee Anderson v. Discovery Commc’ns, \n517 Fed. Appx. 190, 194–95 (4th Cir. 2013) (holding that a plaintiff who alleged \nreceiving less than four hours of sleep nightly on account of insomnia was not \nsubstantially limited in a major life activity under the ADA); Boerst v. Gen. Mills \nOperations, 25 Fed. Appx. 403, 407 (6th Cir. 2002)  (“Getting between two and four \nhours of sleep a night, while inconvenient, simply lacks the kind of severity we require \nof an ailment before we will say that the ailment qualifies as a substantial limitation \nunder the ADA.”).2  \n{35} Hopkins asserts that he continued to  work through the summer of 2014, \nalthough he “was unable to work out and could only partially participate in pit \npractice” as he was “trying to save his shoulder for the beating it would take on race \nday.”  (Am. Compl. ¶ 23.)  Hopkins’ inability to participate in team workouts while \ncontinuing to perform the other aspects of  his job does not indicate that he was \nsubstantially limited in the major life activities of lifting or working.  \nSee Reynolds v. \n                                                            \n2 The NCPDPA is the North Carolina equivalent of the ADA.  See Johnson v. Bd. Of Trs. of Durham \nTech. Cmty. College , 157 N.C. App. 38, 46, 577 S.E.2d 670, 674 (2003).  As such, federal cases \ninterpreting “person with a disability” under the ADA are illustrative where NC law is silent.  See, \ne.g., Youse v. Duke Energy Corp., 171 N.C. App. 187, 193, 614 S.E.2d 396, 401 (2005) (approving the \nevidentiary scheme used in evaluating claims for disability discrimination under the ADA for wrongful \ndischarge claims on the basis of handicap); see also, e.g., Jefferson v. Biogen Idec, Inc ., No. 5:11-CV-\n237-F, 2012 U.S. Dist. LEXIS 118899, *21 (E.D.N.C . Aug. 22, 2012) (“[W]hen faced with state law \nwrongful discharge on the basis of handicap/disability claims, courts utilize the evidentiary framework \nused in evaluating disability discrimination claims under the ADA.”); Morris v. BellSouth Telecomms., \n302 F. Supp. 2d 515, 524–25 (M.D.N.C. 2004) (\"[S]tat e law claims for wrongful termination for \ndischarge due to handicap are analyzed with the same burden shifting test as claims brought under \nthe ADA.\").  That the above cases interpreted the ADA without applying the broader definition of \n“disability” advanced by the ADA Amendments Ac t of 2008 is not problematic.  Our legislature \namended the NCPDPA after the ADA Amendments Act of 2008, but North Carolina’s definition of “a \nperson with a disability” still excludes temporar y conditions and did not add a mandate for broad \ncoverage as the federal law did.  2011 N.C. Sess. Laws 94; \nsee infra ¶ 44. \n \n \nAm. Nat’l Red Cross, 701 F.3d 143, 152–53 (4th Cir. 2012) (holding that the plaintiff \nwas not substantially limited in his ability to lift under the ADA where his alleged \ninjuries did not restrict him from doing ac tivities of central importance to most \npeople’s daily lives); Gravitte v. Mitsubishi Semiconductor Am., Inc. , 109 N.C. App. \n466, 471, 428 S.E.2d 254, 257, disc. rev. denied, 334 N.C. 163, 432 S.E.2d 360 (1993) \n(stating that “plaintiff’s condition must limit more than her mere ability to work a \nparticular job in order for it to affect a ma jor life activity”).  Taken as true, Hopkins’ \npleadings indicate that he could, in fact, perform most of his job duties but chose to \nexert himself sparingly.  See Clark v. United Emergency Servs., No. COA07-592, 2008 \nN.C. App. LEXIS 660,  *22–23 (N.C. Ct. App. Apr. 15, 2008) (unpublished) (holding \nthat plaintiff failed to state a claim under the NCPDPA when she could perform her \njob duties at times when she was not receiving treatments for a blood disorder).   \n{36} The Amended Complaint also fails to allege sufficient facts that Hopkins \nwas “regarded as” having an impairment that substantially limited his major life \nactivities.  A person is “regarded as having an impairment” and therefore is a “person \nwith a disability” under the NCPDPA when  he (i) “has a physical or mental \nimpairment that does not substantially limit  major life activities but that is treated \nas constituting such a limitation” or (ii) has no such impairment limiting a major life \nactivity “but is treated as having such an impairment.”  N.C. Gen. Stat. § 168A-3(7a). \n{37} Hopkins does not plead facts alleging that MWR regarded him as disabled.  \nFairly read, the Amended Complaint indicates that MWR knew of the injury but \nconsidered Hopkins a capable worker between the time he was injured and his \nsurgery.  Hopkins himself asserts that even while injured he was “probably in the top \n10-15%” of front tire changers in the Sprint Cup and that MWR did not identify any \ndeficiency in his job performance when th ey terminated him.  (Am. Compl. ¶ 39.)  \nHopkins’ efforts to “suck[] it up” and “work through the pain,” (Am. Compl. ¶ 21), do \nnot permit an inference that MWR treated him as suffering an impairment that was \nnot temporary and substantially limited his major life activities.  \nSee, e.g., Sledge v. \nGraphic Packaging Int’l, Inc., No. 1:12CV1141, 2014 U.S. Dist. LEXIS 36102, at *20 \n(M.D.N.C. Mar. 19, 2014) (i nterpreting the NCPDPA and granting judgment for \n \n \ndefendant when the evidence showed that defendant “knew only of an injury that was \nlikely to affect Plaintiff temporarily and to heal completely”); Rishel, 297 F. Supp. 2d \nat 867 (stating that, under the ADA, an employer’s awareness of an employee’s \nimpairment, without more, is insufficient to support a “regarded as” claim).   \n{38} In sum, the Court concludes that the facts pleaded do not support Hopkins’ \nallegation that MWR perceived or regard ed Hopkins as having an injury that \nsubstantially limited his major life activi ties.  At most, the Amended Complaint \nallows for an inference that MWR terminated Hopkins because it did not want to lose \nhis services while he received surgery on, and recovered from, a temporary injury.  As \nsuch, Hopkins cannot show that he was re garded as disabled under North Carolina \nlaw, and thus his wrongful discharge claim based on a perceived disability must fail.  \nSee, e.g., Rishel, 297 F. Supp. 2d at 867 (dismissing  wrongful discharge claim under \nNorth Carolina law based on perceived disability under NCPDPA).  \n{39} Thus, because Hopkins has not show n that he was a “person with a \ndisability” under the NCPDPA, his wrongful discharge claim on the basis of disability \nmust be dismissed.  See Burgess v. Your House of Raleigh, Inc. , 326 N.C. 205, 210, \n388 S.E.2d 134, 137 (1990).  The Court further concludes that the Amended \nComplaint does not merely suffer from an absence of allegations.  Instead, it asserts \nfacts that affirmatively defeat a claim of disability, and so the Court dismisses this \nclaim with prejudice.  The claim for wrongful discharge survives only on the basis of \nan alleged violation of North Carolina’s Retaliatory Employment Discrimination Act, \nwhich MWR did not challenge in the Motion to Dismiss.    \nD. Motion for Leave to Amend \n{40} When a party seeks leave of court to amend a pleading, “leave shall be freely \ngiven when justice so requires.”  N.C. R. Civ. P. 15(a).  A motion to amend is addressed \nto the sound discretion of the trial court and is reviewable only for abuse of discretion.  \nHouse of Raeford Farms, Inc. v. Raeford, 104 N.C. App. 280, 282–83, 408 S.E.2d 885, \n887 (1991).  A motion to amen d may be denied for undue delay, bad faith, undue \nprejudice, futility of amendment, and repeat ed failure to cure defects by previous \namendments.  Id.   \n \n \n{41} Hopkins filed the present Motion to Amend on September 15, 2015, seeking \nleave to file a Second Amended Complaint.  The proposed Second Amended \nComplaint seeks to add claims under the ADA and the FMLA.  (Pl.’s Mot. Leave \nAmend Ex. 1 ¶¶ 96-109.)  Hopkins asserts th at he “need not amend one iota of the \nFACT section” as these new claims arise from the same factual allegations in the \nAmended Complaint.  (Pl.’s Mot. Leave Amend 1) (capitalization in original.) \n{42} MWR opposes the Motion to Amend on the grounds of undue delay, \nprejudice, and futility.  (D ef.’s Mem. Opp. Mot. Leave Amend 1.)  MWR alleges that \nallowing the additional claims would cause undue delay and prejudice because \nDefendants have already initiated written discovery, deposed several fact witnesses, \nand Hopkins has been able to seek leave to add these claims for several months before \ndoing so.  (Def.’s Mem. Opp. Mot. Leave Amend 3–4.)   \n{43} The Court declines to deny the Motion to Amend on the grounds of undue \ndelay.  Hopkins sought leave to add these claims within the ADA’s 90-day limitations \nperiod after receiving his right-to-sue letter from the Equal Employment Opportunity \nCommission on July 1, 2015.  (Pl.’s Mot.  Leave Amend 1.)  The Court similarly \nconcludes that MWR will not be unfairly prej udiced by the addition of these claims \nbecause Hopkins put MWR on notice of these potential claims as early as March 2015 \nwhen the parties submitted their Case Management Report in this action.  (Pl.’s Mot. \nLeave Amend 1–2.)   \n{44} MWR also challenges the addition of both claims on the grounds of futility, \narguing that Hopkins’ factual allegations are insufficient to state a claim under either \nthe ADA or the FMLA.  However, whether Ho pkins was entitled to FMLA leave is a \ndistinct analysis from the question of his alleged disability under the NCPDPA.  \nAdditionally, the Court does not believe that its ruling in this order has decided his \nproposed ADA claim.  While the two statutory schemes are substantially similar, the \nADA Amendments Act of 2008, Pub. L. No. 110-325, 122 Stat. 3553, reinstated a more \ninclusive scope of protection by mandating that the definition of disability “shall be \nconstrued in favor of broad coverage of individuals under this chapter, to the \nmaximum extent permitted by [its] terms.”  42 U.S.C. § 12102(4)(A) (2012).  See also \n \n \nSummers v. Altarum, Inst., Corp ., 740 F.3d 325, 329 (4th Cir. 2014) (discussing the \nADA Amendments Act of 2008 and its legislative history).  The Court is therefore not \nprepared to consider the proposed claims as futile prior to amendment and believes \nthat their legal sufficiency is more proper ly tested through later motions practice \nafter amendment with appropriate briefing and argument.    \n{45} For these reasons, the Court therefor e concludes in the exercise of its \ndiscretion that it is appropriate to a llow Hopkins to amend his complaint to add \nclaims under the ADA and FMLA as propos ed.  The Court grants the Motion to \nAmend without prejudice to MWR’s right to seek dismissal of the second amended \ncomplaint, in whole or in part, as MWR may deem appropriate.    \nIV. \nCONCLUSION \n{46} For the foregoing reasons, the Court hereby GRANTS Defendant’s Motion \nto Dismiss and GRANTS Plaintiff’s Motion to Amend as follows: \na. Plaintiff’s claim for breach of contract is DISMISSED with prejudice.   \nb. Plaintiff’s claim for wrongful discharge in violation of public policy on \nthe basis of an alleged violation of the NCPDPA and the Equal \nEmployment Practices Act is DISMISSED with prejudice. \nc. Plaintiff shall be permitted to file a second amended complaint, in form \nand content consistent with the conclusions and rulings set forth in this \nOrder and Opinion, no later than five (5) days from the date of the entry \nof this Order and Opinion, without prejudice to Defendant’s right to \nmove to dismiss the second amended complaint, in whole or in part, as \nDefendant may deem appropriate.   \nSO ORDERED, this the 5th day of November, 2015. \n \n \n \n \n      / s /  L o u i s  A .  B l e d s o e ,  I I I    \n      Louis A. Bledsoe, III \n      Special Superior Court Judge \n        for Complex Business Cases "
}