{
  "id": "be118309e1aa407c4f0393c1a71195513c9559f5289bade845f554d286d69ab8",
  "source_file": "data/raw/ncbc/be118309e1aa407c4f0393c1a71195513c9559f5289bade845f554d286d69ab8.pdf",
  "raw_text": "Ray Lackey Enters., Inc. v. Vill. Inn Lakeside, Inc., 2016 NCBC 9. \n \nSTATE OF NORTH CAROLINA \n \nIREDELL COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n14 CVS 2599 \n \nRAY LACKEY ENTERPRISES, INC. \nd/b/a VILLAGE INN PIZZA PARLOR, \n \nPlaintiff, \n \nv. \n \nVILLAGE INN LAKESIDE, INC., and \nVILLAGE INN OF JONESVILLE, \nINC., \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO ENFORCE \nSETTLEMENT AGREEMENT AND \nPLAINTIFF’S MOTION FOR CITATION \nOF CIVIL CONTEMPT \n \n \n \n{1} THIS MATTER is before the Court upon (1) Defendants Village Inn \nLakeside, Inc. (“Lakeside”) and Village Inn of Jonesville, Inc.’s (“Jonesville”) \n(collectively, “Defendants”) Motion to Enforce Settlement Agreement (the “Motion to \nEnforce”) and (2) Plaintiff Ray Lackey En terprises, Inc. d/b/a Village Inn Pizza \nParlor’s (“Plaintiff” or “Ray Lackey”) Motion for Citation of Civil Contempt (the \n“Contempt Motion”)  (collectively, the “Motions”) in the above-captioned case.   \n{2} The Court, having considered the Moti ons, the briefs, the affidavits, other \nsubmissions of counsel, appropriate matters of record, and the arguments of counsel \nas discussed infra, hereby DENIES the Motion to Enforce and GRANTS the \nContempt Motion.   \nParker Poe Adams & Bernstein LLP, by Michael G. Adams and John D. \nBranson, for Plaintiff Ray Lackey En terprises, Inc. d/b/a Village Inn \nPizza Parlor. \n \nHomesley, Gaines, Dudley & Clodfelter, LLP, by Edmund L. Gaines and \nChristina Clodfelter, and Moore & Van Allen, PLLC, by Kathryn G. \nCole, for Defendants Village Inn La keside, Inc. and Village Inn of \nJonesville, Inc. \nBledsoe, Judge. \n \n \n \n \nI. \nBACKGROUND \n{3} This case involves claims for state trademark infringement and unfair and \ndeceptive trade practices.  The underlying facts of the case are discussed in more \ndetail in Ray Lackey Enters. v. Vill. Inn Lakeside, Inc. , 2015 NCBC LEXIS 35 (N.C. \nSuper. Ct. Apr. 2, 2015).   \n{4} Plaintiff Ray Lackey owns and op erates several family-run pizza \nrestaurants under the Village Inn Pizza Parlor brand name.  It also licenses the use \nof its trademarks to other affiliated but independently-owned restaurants.  Id. at \n*2–3.   \n{5} On April 2, 2015, the Court issued a preliminary injunction order (the \n“Preliminary Injunction” or “Preliminary Injunction Order”) enjoining Defendants, \nwhose principals were formerly Ray Lackey employees and officers, from, inter alia, \nusing Plaintiff’s name, registered marks, phrases, and “affirmatively asserting that \nDefendants’ business originated from, or is affiliated in any manner with Plaintiff.”  \nId. at *29. 1  Approximately one month after the Preliminary Injunction issued, the \nparties participated in a mediated settlem ent conference that initially appeared \n                                                 \n1  Defendants filed a notice of appeal of the Court’s Preliminary Injunction Order on May 1, 2015.  N.C. \nGen. Stat § 1-294 provides that “[w]hen an appeal is perfected as provided by [Article 27] it stays all \nfurther proceedings in the court below upon the judgment appealed from, or upon the matter embraced \ntherein, unless otherwise provided by the Rules of Appellate Procedure . . . .”  Our courts have made \nclear that “[a]n appeal is not ‘perfected’ until it is docketed in the appellate court . . . .”  Romulus v. \nRomulus, 216 N.C. App. 28, 33, 715 S.E.2d 889, 892 (2011); see, e.g., Reid v. Town of Madison , 145 \nN.C. App. 146, 149, 550 S.E.2d 826, 82 8 (2001) (“For purposes of G.S. § 1-294, an appeal is perfected \nwhen it is docketed in the appellate division.”).  Under N.C. R. App. P. 12, an appeal has been docketed \nwhen the record on appeal and docketing fee have been received in the Court of Appeals.  \nSee, e.g., \nWatson v. Watson, 118 N.C. App. 534, 539, 455 S.E.2d 866, 869 (1995) (“Pursuant to Rule 12(b) of our \nappellate rules, an appeal is docketed upon the time of filing the record on appeal.”).  It is undisputed \nthat Defendants did not tender a proposed record on appeal to Plaintiff; and as a result, a record on \nappeal was not received in the appellate court, and thus the appeal was neither docketed nor perfected.  \nThe Court therefore concludes that N.C. Gen. Stat. § 1-294 does not divest the trial court of jurisdiction \nto consider the Motion to Enforce.  See generally Richardson v. Bingham, 101 N.C. App. 687, 688, 400 \nS.E.2d 757, 758 (1991) (dismissing appeal for failur e to follow appellate ru les, including Rule 12 \nrequirement to timely file proposed record on appeal); McGinnis v. McGinnis, 44 N.C. App. 381, 385, \n261 S.E.2d 491, 494 (1980) (“As a general rule, an appeal takes a case out of the jurisdiction of the trial \ncourt.  Thereafter, pending the appeal, the judge is functus officio.  However, this rule does not apply \nwhere further proceedings in the trial court indicate that the appeal has been abandoned.”) (quotations \nand citations omitted). \n \n \nsuccessful.  The subsequent negotiations broke down before the parties could execute \nfinal settlement documents. \n{6} Defendants filed the Motion to En force on July 14, 2015, seeking \nenforcement of a settlement agreement that they contend was entered into on May 5, \n2015.  Less than two weeks later, Plainti ff filed a Motion for Citation of Civil \nContempt in response, arguing that Defendants are in willful violation of the \nPreliminary Injunction.   \n{7} The Court held an initial hearing on the Motions on September 17, 2015.  \nFollowing the hearing, the Court deferred ruling on the Motions and ordered the \nparties to submit a more complete record of counsel’s written communications \nrelating to the settlement negotiations.  (Scheduling Order, Sept. 21, 2015.)  The \nCourt ordered supplemental briefing and he ld another hearing on the Motions on \nJanuary 6, 2016.  The Motions are now ripe for consideration.   \nII. \nMOTION TO ENFORCE SETTLEMENT AGREEMENT \nA. Factual Background \n{8} The parties engaged in a mediated se ttlement conference on May 5, 2015, \nshortly after this Court entered the Prelim inary Injunction.  (D efs.’ Br. Supp. Mot. \nEnforce Settl. Agr. 1.)  At the conclusion of the mediation, the parties executed a \nmediated settlement document in the form  of a term sheet, to which all counsel \naffixed their signatures.  (Pl. ’s Br. Opp. Mot. Enforce Settl. Agr. Ex. A, hereinafter \n“May 5 Term Sheet.”)  The document begins by stating, “Below outlines the terms of \na proposed settlement struct ure, all of which is subject to signed definitive \nagreements.”  (May 5 Term Sheet.)  One week later, the mediator submitted to the \nCourt a form Report of Mediator, in which he reported that the parties reached an \n“agreement on all issues.”  (Defs.’ Br. Supp. Mot. Enforce Settl. Agr. Ex. A.)   \n{9} Under the “proposed settlement structure” of the May 5 Term Sheet, the \nfinalized settlement would include a consen t permanent injunction based upon the \nCourt’s preliminary injunction, (May 5 Term Sheet ¶¶ 8–9), a confidentiality \n \n \nagreement, (May 5 Term Sheet ¶ 14), and th e settlement agreement itself, to reflect \nthe other enumerated terms.  (May 5 Term Sheet ¶ 15.)    \n{10} Counsel subsequently began exchanging drafts of the settlement documents \nand further negotiating the documents’ term s over e-mail.  During this process, \nPlaintiff contends that it repeatedly discovered conduct that it believed constituted a \nbreach of the Preliminary Injunction, and Plaintiff asserts that it notified Defendants \nof these incidents.  Negotiations as to the form of the settlement documents \nessentially concluded on June 25, 2015, when Plaintiff’s counsel circulated drafts \ndescribed as the “final agreed to settlement documents.”  (Pl.’s Br. Opp. Mot. Enforce \nSettl. Agr. 3.)  Between June 25 and July 2, 2015, counsel worked through additional \nchanges to the documents while contemplating their execution.   \n{11} On July 2, 2015, Plaintiff requested a phone call with Defendants to discuss \nthe alleged Preliminary Injunction viol ations.  (E-mail Correspondence Among \nCounsel, filed Sept. 25, 2015, hereinafter “C ounsel E-mail,” No. 40.)  The parties’ \nattempts to finalize and execute the settlem ent documents subsequently failed, and \nPlaintiff definitively stated to Defendan ts on July 13, 2015 that “[t]he proposed \nagreements you have sent are not acceptable to [Ray Lackey] and will not be executed.  \nAmong other reasons, [Ray Lackey] is unw illing to release your clients’ conduct in \nrepeatedly violating the [P]reliminary [I ]njunction.”  (Counsel E-mail No. 55.)  \nDefendants filed the Motion to Enforce the next day, on July 14, 2015.  \nB. Standard of Review \n{12} When a party seeks to enforce a settlement agreement by filing a motion in \nthe original action, the Court applies the summary judgment standard of review.  \nHardin v. KCS Int’l, Inc., 199 N.C. App. 687, 695, 682 S.E.2d 726, 733 (2009).  In \norder to prevail, the moving party bears the burden of demonstrating that no genuine \nissue of material fact exists and that the moving party is entitled to judgment as a \nmatter of law.  Id.  The Court views the evidence in the light most favorable to the \nnon-moving party.  Id. \nC. Analysis \n1. The May 5 Term Sheet \n \n \n{13} Our state’s Supreme Court has stated that “compromise agreements, such \nas the mediated settlement agreement reached by the parties in this case, are \ngoverned by general principles of contract law.”  Chappell v. Roth, 353 N.C. 690, 692, \n548 S.E.2d 499, 500 (2001) (citation omitted).  A settlement agreement constitutes a \nvalid contract if the parties have reached a meeting of the minds on all terms, for “[i]f \nany portion of the proposed terms is not settled, or no mode agreed on by which they \nmay be settled, there is no agreement.”  Id. (quoting Boyce v. McMahan , 285 N.C. \n730, 734, 208 S.E.2d 692, 695 (1974)).  While our courts encourage the use of, and \ngive great deference to, mediated settlemen ts as a means of dispute resolution, the \nconsensual nature of any settlement prohibits this Court from compelling compliance \nwith “terms not agreed upon or expressed by the parties in the settlement \nagreement.”  Id. \n{14} In Chappel, the Supreme Court held that a settlement agreement was not \nenforceable where the full terms of the settlement provided that the defendant would \npay plaintiff $20,000 “in exchange for voluntary dismissal (with prejudice) and full \nand complete release, mutually agreeable to both parties.”  \nId. at 691, 548 S.E.2d at \n499–500.  The Court held th at the purported settlement agreement contemplated \nfuture agreement on the release as a material term, and the failure of that condition \nrendered the settlement agreement unenforceable.  Id.   \n{15} In this case, all parties agree that the May 5 Term Sheet represents the \nagreement reached at the conclusion of the parties’ mediated settlement conference.  \nIn challenging the Motion to Enforce, Plaintiff argues that the May 5 Term Sheet \nmust fail because it is in essence an agr eement to agree rather than a binding and \nenforceable contract.  (Pl.’s Br. Opp. Mot. Enforce Settl. Agr. 2.)  Our courts generally \nhold that contracts leaving material portions open for future agreement are “nugatory \nand void for indefiniteness” because there is no way for a court to interpret or enforce \nsuch a contract.  Boyce, 285 N.C. at 734, 208 S.E.2d at 695.  Therefore, “a contract to \nenter into a future contract must specify all its material and essential terms, and \nleave none to be agreed upon as a result of future negotiations.”  Id. (quotation \n \n \nomitted).  Applying these principles he re, the Court finds Plaintiff’s argument \npersuasive.   \n{16} The May 5 Term Sheet, which all parties executed, “outlines the terms of a \nproposed settlement structure, all of wh ich is subject to signed definitive \nagreements.”  (May 5 Term Sheet.)  This language is significant, because the “writing \nitself shows its incompleteness by emphas izing its preliminary character.  It \nexpresses the desires of the parties but not the agreement of both.”  Boyce, 285 N.C. \nat 734, 208 S.E.2d at 695; Housing, Inc. v. Weaver, 305 N.C. 428, 444, 290 S.E.2d 642, \n652 (1982) (applying Boyce and finding a purported settlement agreement \nunenforceable where the documents “recited on their face that they were preliminary \nagreements subject to more definitive agreements to be executed subsequently”).  In \naddition to this introductory langua ge, the May 5 Term Sheet specifically \ncontemplates that further negotiations will occur by including in its enumerated \nprovisions a term that “[s]ettlement do cuments to be prepared and must be \nacceptable to all parties.”  (May 5 Term Sheet ¶ 15.)   \n{17} Defendants cite this Court’s (Gale, J.) decision in DeCristoforo v. Givens , \n2015 NCBC LEXIS 56 (N.C. Super. Ct. May 29, 2015), to argue that settlement \nagreements may be enforced even when the parties fail to agree on and execute more \ncomprehensive settlement documents.  (Def s.’ Br. Supp. Mot. Enforce Settl. Agr. 5–\n6.)  DeCristoforo is distinguishable from the present case, however.  At the conclusion \nof the mediated settlement conference in that case, the parties signed a mediation \nform and an attached exhibit, which stated  that “a full and final agreement of all \nissues was reached,” and that “the partie s hereby agree to the following terms, \ncontemplating a further statement of their agreement and complete mutual release.”  \nId. at *11–13.  The Court enforced the settlement agreement because the language of \nthese two signed documents “expresses a clear intent that all issues in the litigation \nhad been fully and fairly resolved.”  Id. at *30.   \n \n \n{18} In this case, however, the parties did not sign the form Report of Mediator \nor any other document expressing a full and final agreement. 2  While the Report of \nMediator did indicate that the parties reached a final agreement, the parties executed \nonly the May 5 Term Sheet “outlin[ing] the terms of a proposed settlement structure,” \nthe four corners of which do not evince clear intent that all issues were resolved.  In \nfact, the May 5 Term Sheet only uses the word “agree” or “agreement” in connection \nwith future events and documents yet to be drafted:  \n “ . . . subject to signed definitive agreements” (May 5 Term Sheet);  \n “ . . . [Ray Lackey] must agree that th e items are her personal items” (May 5 \nTerm Sheet ¶ 6);  \n “ . . . subject to confidentiality agreement that prohibits third party disclosure.”  \n(May 5 Term Sheet ¶ 16.) \n{19} Furthermore, the parties’ conduct after the mediated settlement conference \nindicates that material aspects of the May 5 Term Sheet required further negotiation, \nthus making it void for indefiniteness.  See Crowder Constr. Co. v. Kiser , 134 N.C. \nApp. 190, 201, 517 S.E.2d 178, 186 (1999) (stating that th e court may consider the \nmanner in which parties have performed subsequent to contract execution in order \nto determine the parties’ intent).  For example, between June 15, 2015 and June 25, \n2015, the parties aggressively negotiated a cl ause on inspection rights.  (Counsel E-\nmail Nos. 23–34.)  Defendants initially objected to a stipulation that they waive their \nfuture inspection rights, (Counsel E-mail  No. 23), which Plaintiff did not want to \nremove as it considered the waiver “a material benefit of the bargain.”  (Counsel E-\nmail No. 27.)  Additionally, the May 5 Term Sheet’s provision that “settlement \ndocuments to be prepared and must be acceptable to all parties” lacks the specificity \nnecessary for the Court to enforce it.  \nSee Boyce, 285 N.C. at 734, 208 S.E.2d at 695 \n                                                 \n2 In DeCristoforo, the parties signed form AOC-DRC-16T, entitled “Mediated Settlement Agreement,” \nwhich is intended to memorialize the terms of the full and final agreement reached at mediation.  In \nthis case, the parties implemented form AOC-CV-813, entitled “Report of Mediator in Superior Court \nCivil Action,” whose purpose is primarily to discha rge the mediator’s duty to report to the court \npursuant to Rule 6.B(4) of the Rules Implementing Statewide Mediated Settlement Conferences and \nOther Settlement Procedures in Superior Court Civil Actions. The executed May 5 Term Sheet was \nnot a form document and was independently drafted.   \n \n \n(stating that a contract leaving portions open for future agreement may be void when \nthe Court cannot determine what sort of contract would result from the negotiations \nor what damages would flow from a failure to enter into the contract). \n{20} Because the parties failed to enter into  “signed definitive agreements” as \ncontemplated, and because the May 5 Term Sheet left open material terms for further \nnegotiations, the Court concludes that the May 5 Term Sheet was not a binding and \nenforceable contract.   \n2. The June 25th to July 2nd E-mails \n{21} Defendants alternatively argue that if the May 5 Term Sheet is not an \nenforceable agreement, the parties nevertheless reached a full agreement through \ncounsel’s subsequent communications.  All parties agree that negotiations as to the \nform of the settlement agr eements essentially conclude d on June 25, 2015, when \nPlaintiff’s counsel circulated unsigned documents described as the “final agreed to \nsettlement documents.”  (Pl.’s Br. Opp. Mo t. Enforce Settl. Agr. 3.)  The question \nbefore the Court is whether, under basic co ntract formation principles of offer and \nacceptance, the parties formed a binding contract through their subsequent \ncommunications. \n{22} As to the creation of a binding contract, our courts have stated: \nIn the formation of a contract an offer and an acceptance are essential \nelements; they constitute the agreement of the parties.  The offer must \nbe communicated, must be complete, and must be accepted in its exact \nterms.  Mutuality of agreement is indispensable; the parties must assent \nto the same thing in the same sense, idem re et sensu, and their minds \nmust meet as to all the terms.   \nWashington v. Traffic Markings, Inc. , 182 N.C. App. 691, 69 7, 643 S.E.2d 44, 48 \n(2007) (quoting Dodds v. Trust Co., 205 N.C. 153, 156, 170 S.E.  652, 653 (1933)).  In \norder to assess Defendants’ argument, the Court will discuss the instances of offer \nand acceptance as they occurred in counsel’s communications.   \n{23} On June 25, 2015, Plaintiff’s counsel te ndered an offer of “a draft of the \nconfidentiality agreement and the final agreed to settlement documents.”  (Counsel \nE-mail No. 36.)  Defendants responded on June 26, 2015 by submitting a redlined \n \n \nversion of the confidentiality agreement and accepting the other documents, (Counsel \nE-mail No. 37), which amounts to a counteroffer.  Normile v. Miller, 313 N.C. 98, 103, \n326 S.E.2d 11, 15 (1985) (stating that an acceptance that purports to alter the terms \nof an offer is a counteroffer, which amounts to a rejection of the original offer).    After \nreceiving no response from Plaintiff, Defendants checked in with Plaintiff twice and \nnoted that it “[s]eems like we could be in a position to get these documents executed \nthis week.”  (Counsel E-mail Nos. 38–39.)     \n{24} On July 2, 2015, Plaintiff finally responded to Defendants’ offer by \nrequesting a phone call to discuss perceived violations of the Preliminary Injunction, \nwhich, Plaintiff wrote, “are obviously quite troubling to Ray Lackey Enterprises and \nare making it difficult for us to resolve these documents.”  (Counsel E-mail No. 40.)  \nDefendants agreed to find a time to discuss these issues, and, in order to move \nforward with the settlement documents, aske d Plaintiff to “let us  hear from you in \nresponse to the requested revisions to the confidentiality agreement sent via e-mail \nlast Friday, June 26.”  (Counsel E-mail No. 41.)  Shortly thereafter, Plaintiff \nresponded by saying, “The revisions to the confidentiality agreement are fine with us.  \nTalk to you next week . . . .”  (Counsel E-mail No. 42.)  It is this e-mail—E-mail No. \n42—that Defendants contend constituted fu ll acceptance of the settlement documents \nsubmitted in their June 26 counteroffer.   \n{25} After receiving E-mail No. 42, Defendants continued to pursue execution of \nthe documents, and Plaintiff continued to insist that the alleged violations of the \nPreliminary Injunction would prevent it from executing the documents.  On July 10, \n2015, Defendants signed the settlement docu ments and delivered them to Plaintiff, \n(Counsel E-mail No. 54), who responded by stating that the “proposed agreements \nyou have sent are not acceptable to [Ray Lackey] and will not be executed” because \nof Defendants’ alleged conduct in violation of the Preliminary Injunction.  (Counsel \nE-mail No. 55.) \n{26} Plaintiff contends, and the Cour t agrees, that counsel’s e-mail \ncommunications never gave rise to a bindin g contract.  Both the May 5 Term Sheet \nand counsel’s correspondence indicate that the parties recognized that the documents \n \n \nrequired execution to take effect.  “When negotiating parties make it clear that they \ndo not intend to be bound by a contract until a formal written agreement is executed, \nno contract exists until that time.”  Parker v. Glosson, 182 N.C. App. 229, 232, 641 \nS.E.2d 735, 737 (2007) (citation omitted).  The parties began drafting the settlement \ndocuments pursuant to the May 5 Term Sheet, “subject to signed definitive \nagreements.”  In re Foreclosure of Goforth Properties, Inc. , 334 N.C. 369, 375, 432 \nS.E.2d 855, 859 (1993) (including “subject to” in a list of language commonly used to \nmake an event a condition).   \n{27} Although the Court has concluded that the May 5 Term Sheet was void, the \nparties’ e-mail communications repeatedly affirm the existence of this condition \nthroughout their negotiations:   \n “We will proceed [to transfer funds] as agreed to in the settlement, when we \nhave an executed settlement agreement,” (Counsel E-mail No. 11); \n “Our clients will proceed with the execution of the settlement agreement with \nthe [following revisions and additions],” (Counsel E-mail No. 34); \n “Please let me know where we stand on the confidentiality agreement.  Seems \nlike we could be in a position to get these documents executed this week,” (Counsel \nE-mail No. 38); \n “We are happy to discuss any issues that have arisen.  However, we also need \nto move forward with getting the settlement documents completed.”  (Counsel E-\nmail No. 41.) \nThus, each party’s counsel repeatedly affirmed the May 5 Term Sheet’s signed writing \ncondition throughout the negotiation process.  Therefore, the Court concludes that \nfailure of this condition prevented the part ies’ subsequent negotiations from giving \nrise to a binding contract.3 \n                                                 \n3 Defendants argue that any statements regarding the execution of the agreement should not be \nconsidered because the purported settlement agreement contained an “Entire Agreement” clause \nsuperseding prior negotiations.  (Defs.’ Br. Supp. Mot. Enforce Settl. Agr. Ex. I ¶ 26.)  That provision, \nhowever, never became effective.  The document’s “Effective Date” clause states that the agreement \nshall take effect upon the entry of an order approving the Consent Permanent Injunction, which never \noccurred.  (Defs.’ Br. Supp. Mot. Enforce Settl. Agr. Ex. I ¶ 20.)   \n \n \n{28} Furthermore, setting aside the issue of execution, the Court does not believe \nthat counsel’s communications up throug h E-mail No. 42 reflect the “mutuality of \nagreement” required for a binding agreement.  Plaintiff originally voiced concern on \nMay 19, 2015 over conduct that would “und ermine the settlement agreement, or \nprevent its anticipated execution.”  (Counsel E-mail No. 4.)  On the morning of July \n2, 2015, Plaintiff requested a phone call with Defendants after notifying them again \nthat “[s]everal issues have arisen which constitute violations of the preliminary \ninjunction and are obviously quite troubling to Ray Lackey Enterprises and are \nmaking it difficult for us to resolve th ese documents.”  (Co unsel E-mail No. 40.)  \nPlaintiff had earlier made clear that the injunction was, for Plaintiff, “ the material \nterm of the settlement,” (Counsel E-mail No. 20), and E-mail No. 42 was sent in the \nmidst of the parties’ efforts to schedule  a conversation about Defendants’ alleged \nconduct  in violation of the Court’s Order.    \n{29} The Court concludes that Plaintiff clearly communicated its unwillingness \nto go forward without resolution of these issues, and so counsel’s statement that “[t]he \nrevisions to the confidentiality agreement are fine with us.  Talk to you next week . . \n.” does not indicate that the parties assented to the same thing in the same sense.  \nPlaintiff’s words and acts, taken as a wh ole, contemplated future substantive \ncommunications before agreeing to be bound.  Howell v. Smith , 258 N.C. 150, 153, \n128 S.E.2d 144, 146 (1962) (stating that the Court evaluates mutual assent by looking \nto a party’s “words or acts, judged by a reasonable standard”).  Indeed, Plaintiff \nexplicitly confirmed its position just three hours after sending E-mail No. 42, telling \nDefendants “we need to have a good faith conversation about the issues [Plaintiff’s \ncounsel] mentioned next Monday before either party can move forward to execute \nthese documents.”  (Counsel E-mail No. 45.)   \nD. Conclusion \n{30} In sum, the Court concludes that there is not a binding settlement \nagreement among the parties.  The May 5 Term Sheet was not a binding agreement \nbut merely a void agreement to agree.  Counsel’s subsequent e-mail communications \ndid not give rise to a binding agreement because the parties continued to negotiate \n \n \nunder the condition of “signed definitive agreements,” and there was no meeting of \nthe minds prior to the breakdown of negoti ations.  Because the Court so concludes, \nthe Court need not consider Plaintiff’s alternative argument that, in the event the \nsettlement agreement is enforceable, Plaint iff is entitled to rescission because \nDefendants’ conduct is a material breach of the agreement. \n{31} WHEREFORE, the Court hereby DENIES Defendants’ Motion to Enforce \nand ORDERS the parties to meet and confer and thereafter file a revised Case \nManagement Report with a proposed Ca se Management Order no later than \nFebruary 23, 2016. \nIII. \nMOTION FOR CITATION OF CIVIL CONTEMPT \n{32} Independent of its resolution of th e Motion to Enforce, the Court next \nproceeds with consideration of Plaintiff’s Contempt Motion.  Plaintiff moves the Court \nto enter an order holding Defendants in civil contempt for willfully violating the \nPreliminary Injunction Order.  Specifically , Plaintiff requests that the Court order \nDefendants to comply with the Preliminary Injunction Order, to purge themselves of \ncontempt by “chang[ing] their tradename and adopt[ing] a name that is not \nconfusingly similar or reminiscent of the Plaintiff’s,” and to pay Plaintiff’s reasonable \nattorney’s fees in connection with the Cont empt Motion.  (Pl.’s Mot. Citation Civil \nContempt 3.)  The Court FINDS and CONCLUDES as follows.   \nA. Standard of Review \n{33} “Proceedings for civil contempt may be initiated by motion of an aggrieved \nparty giving notice to the alleged contemnor to appear before the court for a hearing \non whether the alleged contemnor should be held in civil contempt.”  N.C. Gen. Stat. \n§ 5A-23(a1) (2015).  “The burd en of proof in a hearing pu rsuant to this subsection \nshall be on the aggrieved party.”  \nId.  In a civil contempt proceeding, the judicial \nofficial is the trier of fact.  N.C. Gen. Stat. § 5A-23(d).  When civil contempt is found, \nthe judicial official must enter an order finding the facts supporting each element of \ncivil contempt and specifying the action by which the contemnor can purge himself or \nherself of contempt.  N.C. Gen. Stat. § 5A-23(e).   \n \n \n{34} Civil contempt is defined by our statutes as follows: \n(a)  Failure to comply with an orde r of a court is a continuing civil \ncontempt as long as: \n(1)  The order remains in force; \n(2)  The purpose of the order may st ill be served by compliance with \nthe order; \n(2a)  The noncompliance by the person to whom the order is directed \nis willful; and \n(3)  The person to whom the order is directed is able to comply with \nthe order or is able to take reas onable measures that would enable \nthe person to comply with the order. \nN.C. Gen. Stat. § 5A-21(a) (2015).  Noncompliance with a court order is willful when \nit involves “either a positive action (a ‘purposeful and deliberate act’) in violation of a \ncourt order or a stubborn refusal to obey  a court order (acting ‘with knowledge and \nstubborn resistance’).”  Hancock v. Hancock, 122 N.C. App. 518, 525, 471 S.E.2d 415, \n419 (1996).   \n{35} “Civil contempt is a term applied where the proceeding is had to preserve \nthe rights of private parties and to compel obedience to orders and decrees made for \nthe benefit of such parties.”  O’Briant v. O’Briant, 313 N.C. 432, 434, 329 S.E.2d 370, \n372 (1985).  The Court’s only means of compelling the compliance of a person found \nin civil contempt is imprisonment as long as the civil contempt continues, subject to \ncertain time limitations.  N.C. Gen. Stat. § 5A-21(b).  A court order holding a person \nin civil contempt must specify how th e person may purge the contempt, and \nimprisonment must end once the person has purged herself of contempt.  N.C. Gen. \nStat. §§ 5A-22(a), 23(e).  See also Cox v. Cox, 133 N.C. App. 221, 226, 515 S.E.2d 61, \n65 (1999) (stating that a purge provision must clearly specify what the defendant can \nand cannot do to purge herself of contempt).   Because civil contempt seeks to coerce \ncompliance rather than to punish, the purge provision is essential to a civil contempt \norder.  Bethea v. McDonald, 70 N.C. App. 566, 570, 320 S.E.2d 690, 693 (1984) (citing \nJolly v. Wright, 300 N.C. 83, 265 S.E.2d 135 (1980)).   \n \n \n \n \nB. Findings of Fact \n1. N.C. Gen. Stat. § 5A-21(a)(1)–(2) \n{36} The Preliminary Injunction Order is still in effect and thus remains in force.  \nIt was entered pending final resolution or other order of the Court, (Preliminary \nInjunction Order ¶ 67), and the Court ha s not entered any orders dissolving the \nPreliminary Injunction. \n{37} In entering the Preliminary Injunction, the Court found and concluded that \nDefendants’ intentional infringement on Ray Lackey’s registered trademarks and \ncommon-law marks (“Marks”) had caused and would continue to cause both consumer \nconfusion and irreparable harm to Ray Lack ey’s business.  (Preliminary Injunction \nOrder ¶¶ 64–65.)  The Court finds that compliance with the Preliminary Injunction \nOrder will serve the Order’s purpose of preventing consumer confusion and harm to \nPlaintiff’s business.   \n2. N.C. Gen. Stat. § 5A-21(a)(3) \n{38} Defendants have the present ability to comply with the Preliminary \nInjunction Order, because the Preliminary Injunction merely ordered Defendants to \nrefrain from a particular course of co nduct, which the Cour t finds was and is \ncompletely within Defendants’ ability and control to accomplish. \n{39} The Preliminary Injunction found that William Ray Lackey, Sr. had founded \nthe Village Inn Pizza Parlor brand in 1967.  (Preliminary Injunction Order ¶ 6.)  The \nOrder further found that Ray Lackey ha d common-law trademark rights in the \nphrase “Family Owned Business Since 1967.”  (Preliminary Injunction Order ¶ 8.) \n{40} The Preliminary Injunction specifically ordered Defendants to:  \n Cease using the name “Village Inn” or “Village Inn Pizza Parlor,” (Preliminary \nInjunction Order ¶ 67(b));  \n Cease using the phrase “Family Own ed and Operated Since 1967,” \n(Preliminary Injunction Order ¶ 67(d)(iii));  \n Cease and refrain from “affirmatively asserting that Defendants’ business \noriginated from, or is affiliated in any manner with Plaintiff,” (Preliminary \nInjunction Order ¶ 67(e)); and \n \n \n Destroy or store out of site any signage or other materials that contain any of \nRay Lackey’s Marks.  (Preliminary Injunction Order ¶ 67(g).) \n3. N.C. Gen. Stat. § 5A-21(2a) \na. Sixty Seven Pizza Co   \n{41} After the entry of the Preliminary In junction Order on April 2, 2015, \nDefendants stopped using “Village Inn” in their name and, on April 6, 2015, began \noperating as “67 Pizza Company” or “Sixty Seven Pizza Company.”4  Elizabeth Lackey \nMiller (“Ms. Miller”), one of the Defendants ’ four stockholders, has stated that the \nJonesville restaurant’s location on Highway 67 inspired the new name.  (Miller 3d \nAff. ¶ 3.)  To support  this claim, Ms. Miller swore, in an affidavit dated August 20, \n2015, that Sixty Seven Pizza Company “has  used” as its logo a highway sign \ncontaining the number sixty-seven.  (Miller 3d Aff. ¶ 6.)  The highway sign logo is \nattached to this order as Appendix A.   \n{42} Plaintiff presented evidence that Defendants quickly abandoned the \nhighway sign logo in favor of a logo us ing an apostrophe before the number sixty-\nseven (i.e., ’67) to denote the year 1967.  (Pl.’s Reply to Mot. Citation Civil Contempt \n2–3.)  The Court attaches to this Order as  Appendix B various depictions of the \ncurrent logo used by Defendants.  In a fourth affidavit, Ms. Miller explained that the \nhighway sign logo was chosen immediately after the issuance of the injunction and \nwas used for only ten days, between April 6 and April 16, 2015.  (Miller 4th Aff. ¶ 4.)  \nDefendants began using the current logo, which employs an apostrophe, on April 16, \n2015, months before Ms. Miller swore out her third affidavit that omits any reference \nto this new logo.  (Miller 4th Aff. ¶ 8.)   \n{43} Additionally, Ms. Miller’s third affidavit states, in present tense, that \nDefendants’ menus display the highway sign logo, (Miller 3d Aff. ¶ 8), although she \nlater admits that menus displaying the new ’67 logo were in use on April 16, 2015.  \n                                                 \n4 Defendants argue that Plaintiff wa ived any opportunity to object to this name by waiting to bring \nthe Contempt Motion four months after the name change.  Plaintiff states that it did not object initially \nbecause it lacked evidence that Defendants were  affirmatively attempting  to associate the number \nsixty-seven with 1967.  Plaintiff asserts that af ter uncovering additional violations and further \nevidence, Plaintiff decided to bring the Contempt Motion.  \n \n \n(Miller 4th Aff. ¶ 10.)  She further states that napkin holders with the highway sign \nlogo “were placed in the restaurants on April 6, 2015,” (Miller 3d Aff. ¶ 9), but admits \nin her fourth affidavit that the napkin hold er inserts with the current ’67 logo were \nin use on April 16, 2015.  (Miller 4th Aff. ¶ 11.)  Therefore, when Ms. Miller swore out \nher third affidavit, on which Defendants ’ response brief relied heavily, and which \nfailed to mention that Defendants had al ready abandoned the highway sign logo in \nfavor of the new ’67 logo, Ms. Miller at the very least omitted to tell the Court the full \ntruth and at worst sought to deceive the Court concerning Defendants’ current use of \nthe ’67 logo.    \n{44} The various iterations of the current ’67 logo spell out the word “Sixty Seven” \nand portray a pizza slice, turned sideways and in some instances dotting the “i” in \n“Sixty.”  (Miller 4th Aff. Ex. B, attached to this Order as Appendix A.)  The negative \nspace within the pizza slice depicts an apostrophe and sixty-seven in numeral form—\n’67.  (Miller 4th Aff. Ex. B.)   \n{45} The Court’s finding that this image depicts an apostrophe is supported by \nDefendants’ typed use of ’67 elsewhere in their restaurants.  A Lakeside menu \nsubmitted to the Court, which Defendants represent as being in use on April 6, 2015, \ncontains section headings for “Rockin ’67 Wings,” “’67 Pizza Favorites,” and “Build \nYour Own ’67.”  (Miller 3d Aff. ¶ 4, Ex. C.) \n{46} The Court finds that the use of the number sixty-seven with an apostrophe \nclearly invokes the year 1967.  At the he aring, Defendants’ counsel agreed that \nconsumers could view the image in the new lo go as containing an apostrophe before \nthe number 67.  Defendants’ counsel likew ise acknowledged th at consumers could \nunderstand ’67 to mean 1967.   \n{47} The Court further finds that the use by Defendants of ’67 is an attempt to \n“affirmatively assert[] that Defendants’ business originated from, or is affiliated . . .  \nwith Plaintiff,” whose rights in the phrase “Family Owned and Operated Since 1967” \nwere acknowledged in the Preliminary In junction Order.  One week before the \nPreliminary Injunction was entered, Ms. Miller was quoted in an Elkin Tribune \narticle about the opening of the Jonesville  location stating that “[w]e still do \n \n \neverything the same as in ’67.”5   (Pl.’s Mot. Citation Civil Contempt, Miles Lackey \nAff. Ex. F.)  Long after the entry of the Preliminary Injunction, on August 13, 2015, \nan employee at Defendants’ Lakeside restaurant stated to an investigator hired by \nPlaintiff and acting as a customer: \nBut it’s basically family agreed why this place can’t be named Village \nInn Lakeside [sic] that’s where the 67 comes in, that was the year the \nVillage Inn was founded. . . . It’s kind of secretly saying it’s the Village \nInn, we can’t have anything to do with the name but it’s still the exact \nsame pizza and salad bar. \n(Pl.’s Reply to Mot. Citation Civil Contempt, Davis Martin Aff. Ex. 1.)   \n{48} In light of the substantial evidence outlined above, and Ms.  Miller’s lack of \ncandor in advising the Court of the actu al use of the ’67 logo in Defendants’ \nrestaurants, the Court finds that Defendants’ use of ’67 is a purposeful and deliberate, \nand therefore willful, violation of Paragr aph 67(e) of the Preliminary Injunction \nOrder. \nb. Other Violations \n{49} Defendants have violated the terms of the Preliminary Injunction in \nnumerous other ways.  Defendants’ Lakeside location sold gift certificates bearing \nPlaintiff’s Marks, and its employees had scratched through the words “Village Inn,” \nseemingly in an effort to comply with the Preliminary Injunction Order.  (Pl.’s Mem. \nSupp. Mot. Citation Civil Contempt 3–4.)  Two of these gift certificates were \npurchased from the Lakeside location an d presented for redemption at Plaintiff’s \nVillage Inn Pizza Parlors.  The first was so ld by Defendants on May 5, 2015, over a \nmonth after the Preliminary Injunction issued, (Phelps Aff. ¶ 5), and the second was \nsold on July 8, 2015, over three months late r.  (Pl.’s Mot. Citation Civil Contempt, \nMiles Lackey Aff. Ex. D.)   The sequential numbering on the gift certificates indicates \n                                                 \n5 Although this statement was made prior to the issuance of the Preliminary Injunction, the Court \nfinds that it still speaks to Defendants’ motivation in choosing the new name.  The Elkin Tribune \narticle is dated March 25, 2015.  (Pl.’s Mot. Citatio n Civil Contempt, Miles Lackey Aff. Ex. F.)  On \nMarch 24, 2015, Defendants performed a trademark se arch on variations of the phrase Sixty Seven \nPizza.  (Cole Aff. ¶ 2.)  The Court therefore finds that Defendants were contemplating the name Sixty \nSeven Pizza around the same time Ms. Miller made the statement that “[w]e still do everything the \nsame as in ’67.” \n \n \nthat the Lakeside location sold twenty-one  gift certificates over this two-month \nperiod.  The existence of these gift certific ates in Defendants’ restaurant shows that \nDefendants failed to “destroy or store out of site” materials containing any of Ray \nLackey’s Marks as required under the Preliminary Injunction.  (Preliminary \nInjunction Order ¶ 67(g).) \n{50} Defendants do not dispute these facts and instead argue that this violation \nof Preliminary Injunction was inadvertent but not willful.  (Defs.’ Resp. to Mot. \nCitation Civil Contempt 9–10; Caldwell Second  Aff. ¶ 9–11.)  The Court is skeptical \nof this argument, as Defendants’ employees appeared to know the terms of the \nPreliminary Injunction Order well enough to  cross out the phrase “Village Inn.”  \nFurthermore, the gift certificates were not the only materials of Plaintiff’s that \nDefendants failed to destroy or remove.  On August 13, 2015, four months after the \nentry of the Preliminary Injunction, Plaintiff’s investigator observed an order sheet \nreading “Village Inn Pizza Parlor” next to the cash register, in the customers’ line of \nsight, at the Jonesville restaurant.  (Davis Martin Aff. ¶ 4, Ex. 2.)  At the hearing, \nDefendants asserted that they have conducted subsequent searches of their facilities \nto ensure that they no longer possess any materials containing Ray Lackey’s Marks, \nincluding order sheets.   \n{51} Plaintiff has also complained of third-party advertisements on Facebook for \nan event that included a dinner at the Lakeside restaurant, which the advertisement \nreferred to as “Village Inn Pizza Parlor.”  (Pl.’s Mem. Supp. Mot. Citation Civil \nContempt 3.)  Defendants assert that th ey have requested the removal of this \nadvertisement and argue that they cannot be in willful noncompliance of the \ninjunction on the basis of a third-party’s actions.   \n{52} The Village Inn Pizza name continue s to appear in conjunction with \nDefendants’ operations in various other se ttings.  As late as December 2015, the \nVillage Inn Pizza name appeared on Defendants’ employees’ paychecks.  (Acuff Aff. ¶ \n5, Ex. 4.)  At the same time, electronic bank statements of customers who used credit \ncards at Sixty Seven Pizza’s new Marion lo cation identified the location of the \ntransaction as “Village Inn Pizza Inc.”  (Acuff Aff. ¶ 4, Ex. 3.)  Plaintiff also offered \n \n \nevidence that Defendants have not changed their name on all liquor licenses, (Pl.’s \nMot. Citation Civil Contempt, Miles Lackey  Aff. ¶ 9), which are displayed in the \ncustomer areas of Defendants’ restaurants, and incorporation documents on file with \nthe Secretary of State.  (Acuff Aff. ¶ 2, Ex . 1.)  Defendants have asserted that they \nare working to correct these official documents and electronic records.  \n{53} The Court finds that these other violations identified above have in fact \noccurred.  Despite the excessive number of violations of this sort, which Plaintiff \ncontinued to uncover throughout the brie fing and arguing of the Contempt Motion, \nthe Court appreciates Defendants’ arguments that many of these violations appear \nto be the result of inadvertence or third-party action and thus should not be found to \nhave been made in willful disobedience of the Court’s Preliminary Injunction under \nN.C. Gen. Stat. § 5A-21(a)(2a).  As explained below, the Court does not, at this time, \nhold Defendants in civil contempt on the basis of these other violations.   \nC. Analysis \n1. Contempt \n{54} The Court concludes that, on the basis of the facts found at paragraphs 36—\n48 of this Order and Opinion, that Defendants are in civil contempt of the Preliminary \nInjunction Order.   \n{55} As an initial matter, the Court notes that, because civil contempt seeks to \ncompel compliance rather than to punish, a court may not impose civil contempt when \nan individual has complied, albeit belatedly, before the entry of contempt.  \nRuth v. \nRuth, 158 N.C. App. 123, 126, 579 S.E.2d 909, 912 (2003).  At the January 6 hearing, \nDefendants attested that they either have  made or are making concerted efforts to \ncorrect the alleged minor violations uncover ed by Plaintiffs.  Plaintiffs in turn \nacknowledged that they are chiefly troubled by Defendants’ use of the name Sixty \nSeven Pizza Co with its current logo.  Therefore, the Court centers its decision, and \nthe purge provision outlined below, around the issue of Defendants’ name and logo. \n{56} In crafting its purge provision, the Court concludes that it has the authority \nto hold Elizabeth Lackey Miller responsibl e for the corporate Defendants’ contempt.  \nInjunctions are binding “upon the parties to the action, their officers, agents, \n \n \nservants, employees, and attorneys, and up on those persons in active concert of \nparticipation with them who receive actual notice in any matter of the order by \npersonal service or otherwise.”  N.C. R. Civ. P. 65(d).  Furthermore, our courts have \nheld that “[a] command to [a] corporation is in effect a command to those who are \nofficially responsible for the conduct of its affairs,” and that if a responsible individual \nhas notice of the court’s order “prevent[s]  compliance . . . they, no less than the \ncorporation itself, are guilty of disobedien ce and may be punished for contempt.”  \nState ex rel. Grimsley v. West Lake Dev., Inc., 71 N.C. App. 779, 781–82, 323 S.E.2d \n448, 449–50 (1984) (citing 17 Am. Jur. 2d, Contempt § 12, at 17–18).  See also Trotter \nv. Debnam, 24 N.C. App. 356, 362, 210 S.E.2d 551, 555 (1975) (reversing finding of \ncontempt where the contemnor was not a named party and not bound by the \nunderlying injunction pursuant to Rule 65(d)).   \n{57} Elizabeth Lackey Miller is one of four  stockholders of Sixty Seven Pizza \nCompany, (Miller 4th Aff. ¶ 2), and she operates Defendants’ restaurants and \npersonally took steps to attempt to br ing Defendants in compliance with the \nPreliminary Injunction Order.  (Miller 4th Aff. ¶¶ 3, 5, 9.)  Therefore, Ms. Miller had \nnotice of the Preliminary Injunction Order, and the Court concludes that it has the \nauthority to hold Ms. Miller in contempt for Defendants’ willful violations of the \nPreliminary Injunction Order.   \n{58} The Court rejects Plaintiff’s argument that this Order’s purge provision \nshould prohibit altogether Defendants’ use of the name Sixty Seven Pizza Co. and the \nnumber sixty-seven, without an apostrophe, to break the association with the Village \nInn brand that Defendants wrongfully sought to make.  The Court does not find that \nthe use of the number sixty-seven, in and of  itself, with no apostrophe, is a willful \nviolation of the Preliminary Injunction Orde r.  This conclusion is consistent with \nPlaintiff’s own actions in waiting several months, and participating in a settlement \nconference without objection, before complaining of Defendants’ use of the name and \nthe number sixty-seven.   \n \n \n \n \n2. Attorney’s Fees \n{59} Plaintiff also asks the Court to award it attorney’s fees in connection with \nthe Contempt Motion.6  The Court declines to do so.  While the award of attorney’s \nfees in civil contempt is well established in certain domestic actions, the law is \nunsettled as to their avail ability in other proceedings.  Baxley v. Jackson, 179 N.C. \nApp. 635, 641, 634 S.E.2d 905,  909 (2006) (“We have found no cases approving an \naward of attorneys’ fees in a civil cont empt proceeding outside those arising in the \ncontext of enforcement of a child support or equitable distribution action.”).   \n{60} Our appellate courts have suggested that  attorney’s fees for civil contempt \nproceedings could be awarded outside of these domestic cases where there is express \nstatutory authorization.  See, e.g., Moss Creek Homeowners Ass’n v. Bissette , 202 \nN.C. App. 222, 234, 689 S.E.2d 180, 188 (2010) (“[T]he cases cited by appellees in \ndefense of the fee award suppo rt our case law that outsid e of the family law field, \nstatutory authority is required for enforcement of contempt. . . . Therefore, we reverse \nthe [award of attorney’s fees.]”).   \n{61} Plaintiff contends that there is express statutory authorization for an award \nof attorney’s fees in this case.  The Preliminary Injunction enjoins Defendants based, \nin part, on Plaintiff’s likelihood of success on the merits of its claims for trademark \ninfringement under N.C. Gen. Stat. § 80-11.  Acts of trademark infringement are per \nse unfair and deceptive trade practices.  N.C.  Gen. Stat. § 80-12 (“A violation of . . . \nG.S. 80-11 constitutes a violation of G.S. 75-1.1.”).  N.C. Gen. Stat. § 75-16.1 expressly \nauthorizes an award of attorn ey’s fees for violations of Section 75-1.1.  Specifically, \nthe statute gives the presiding judge the dis cretion to award attorney’s fees to the \n“prevailing party” upon a finding that either the violating party acted willfully and \n                                                 \n6 The civil contempt statute was recently amended to  add a provision that a person found in civil \ncontempt is not subject to the imposition of a fine.  N.C. Gen. Stat. § 5A-21(d) (2016).  It does not \nappear to the Court, however, that this amendment would per se prohibit the award of attorney’s fees \nin connection with a civil contempt motion.  While the Court has found no authority defining the word \n“fine” in Section 5A-21(d), Chapter 5A elsewhere includes a “fine not to exceed five hundred dollars,” \nwhich is inherently different from an award of a ttorney’s fees, as an appropriate punishment for \ncriminal contempt.  N.C. Gen. Stat. § 5A-12.  Furthermore, there is a vast and well-supported body of \ncase law allowing the award of attorney’s fees in contempt proceedings for domestic cases.  \n \n \nwith an unwarranted refusal to resolve th e underlying matter or the party bringing \nthe action knew the action was frivolous or malicious.  N.C. Gen. Stat. § 75-16.1. \n{62} The Court, in its discretion, declines  to award attorney’s fees because, \nalthough attorney’s fees appear to be stat utorily authorized for at least one of the \nclaims on which the Preliminary Injunction Order was based, Section 75-16.1 \nrequires findings beyond those the Court has made in entering the Preliminary \nInjunction or is otherwise prepared to make at this stage of the case.  In particular, \nthe Court is sympathetic to Defendants’ arguments that they have not acted with an \n“unwarranted refusal to resolve” the matter when it is undisputed that the parties \nnearly resolved the case through lengthy settlement negotiations.   \nD. Conclusion \n{63} WHEREFORE, the Court hereby FINDS AND CONCLUDES  that \nDefendants are in civil contempt of Court under N.C. Gen. Stat. § 5A-21. \n{64} Defendants may purge themselves of civil contempt by abandoning their \npresent use of and refraining from future  use of an apostrophe before the number \nsixty seven—’67—whether depicted in text or design, in association with their \nbusiness.  Specifically, Defendants must: \nA. Cease and refrain from using their present logo as depicted in Appendix B \nin association with their business; \nB. Cease and refrain from using ’67 on menus, napkin holder inserts, and \nother printed materials used in association with their business; and  \nC. Remove the current logo and ’67 from their Facebook webpage and all other \nphotographic material used in association with their business.   \n{65} If Defendants have not purged themselves of this contempt within forty-five \n(45) days of the entry of this Order, the Court will, pursuant to N.C. Gen. Stat. § 5A-\n21(b), order the imprisonment of Elizabeth Lackey Miller.  Defendants may, however, \nseek to postpone the date for imprisonment by motion and for good cause shown.   \n{66} In the event that Defendants seek to  purge themselves of contempt before \nthe expiration of this forty-five day peri od, Defendants shall provide the Court with \nevidence of their compliance promptly.  Pl aintiff shall have five business days to \n \n \nrespond to Defendants’ evidence, if so desired.  The Court will withhold issuing an \norder for imprisonment until it has reviewed the parties’ submissions and determined \nwhether the conditions have been met to purge Defendants’ civil contempt.   \n{67} Plaintiff’s request for attorney’s fees is DENIED. \nSO ORDERED, this the 29th day of January, 2016. \n \n \n \n      / s /  L o u i s  A .  B l e d s o e ,  I I I    \n      Louis A. Bledsoe, III \n      Special Superior Court Judge \n        for Complex Business Cases \n \n \n \n \n \n  \n \n \nAppendix A \n \n(Miller 3d Aff. Ex. A.) \n\n \n \nAppendix B \n \n(Miller 4th Aff. Ex. B.) \n"
}