{
  "id": "be347e5adb05e1453a82f05c0473f68452a589845086c6d86b2cfb48b8c0d83f",
  "source_file": "data/raw/ncbc/be347e5adb05e1453a82f05c0473f68452a589845086c6d86b2cfb48b8c0d83f.pdf",
  "raw_text": "Deluca v. River Bluff Holdings II, LLC, 2015 NCBC 11. \nSTATE OF NORTH CAROLINA \nCOUNTY OF BRUNSWICK  \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n13 CVS 783 \nTHOMAS DELUCA and  \nANTONIA DELUCA, \n \nPlaintiffs, \n \nv. \n \nRIVER BLUFF HOLDINGS II, LLC; \nTHOMAS B. HOWELL; EDWARD \nKENNEDY;  \nJAMES J. MANDRIN; JOSEPH H. \nSTILWELL; H. DAVID SWAIN; and \nDOUGLASS S. TALBOT,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n) \n) \n)\n)\n)\n)\n)\n)\n) \nORDER \n \n {1} THIS MATTER is before the Court on Plaintiffs’ Motion to Amend \nComplaint (“Motion to Amend”), pursuant to Rule 15(a) of the North Carolina Rules \nof Civil Procedure (“Rule(s)”) and Defendants’ First and Second Motions to Dismiss, \npursuant to Rule 12(b)(6) (“Motions”).1  For the reasons stated below, the Motion to \nAmend Complaint is GRANTED, the First Motion to Dismiss is DENIED as moot, \nand the Second Motion to Dismiss is GRANTED in part and DENIED in part. To \nsimplify the pleadings, Plaintiffs is directed to file a second amended complaint \nlimited to the claim that survives this Order, to which Defendants shall respond. \nSpeaks Law Firm, P.C. by R. Clarke Speaks and Ashley Smith for Plaintiffs. \nNexsen Pruet, PLLC by David S. Pokela for Defendants. \n \nGale, Chief Judge. \n \n                                                 \n1 Defendants moved to dismiss the initial Complaint, challenged the Motion to Amend on futility \ngrounds, and incorporated the First Motion to Dismiss in their Second Motion to Dismiss, which \npresents challenges to the Amended Complaint should the Court allow its filing. \n \n \n \nI. PARTIES \n \n{2} Plaintiffs Thomas and Antonia Deluca, a married couple, are citizens \nand residents of Brunswick County, North Carolina.  In 2006, the Delucas \npurchased undeveloped property at The Bluffs on the Cape Fear subdivision (“The \nBluffs”) in Brunswick County. \n{3} Defendant River Bluff Holdings II, LLC (“RBH2”) is a North Carolina \nlimited liability company with a principal place of business and registered office in \nNew Hanover County, North Carolina. \n{4} Defendants Thomas B. Howell, Edward Kennedy, and James Mandrin \nare residents of Anne Arundel County, Maryland. \n{5} Defendants Joseph Stilwell and David Swain are residents of New \nHanover County, North Carolina. \n{6} Defendant Douglass Talbot is a resident of Moore County, North \nCarolina. \n{7} Howell, Kennedy, Mandrin, Stilwell, Swain, and Talbot (“Individual \nDefendants”) are all officers of RBH2. \nII. PROCEDURAL BACKGROUND \n{8} Plaintiffs filed suit in Brunswick County on May 3, 2013.  On June 3, \n2013, the case was designated a mandatory complex business case by Order of the \nChief Justice and assigned to the undersigned on June 3, 2013.  Defendants filed \ntheir original Motion to Dismiss on July 3, 2013 (“First Motion to Dismiss”).  After \nfull briefing, the Court heard argument on that motion in Brunswick County on \nNovember 4, 2013, at which time the Court deferred ruling, permitted Plaintiffs to \nfile a Proposed Amended Complaint, and provided that Defendants could oppose the \nAmended Complaint by incorporating the First Motion to Dismiss into a second \nmotion (“Second Motion to Dismiss”) should the Court allow the amendment over \nDefendants’ futility objections. \n \n \n{9} In accord with the Court’s direction, on December 6, 2013, Plaintiffs \nmoved to amend their Complaint and filed the Proposed Amended Complaint which \nalleges claims for: (1) breach of contract; (2) violation of the Interstate Land Sales \nFull Disclosure Act (“ILSA claim”); (3) violation of the North Carolina Unfair and \nDeceptive Trade Practices Act (“UDTPA”); (4) negligent misrepresentation; (5) \ncommon law fraud; and (6) unjust enrichment.  Defendants filed their Second \nMotion to Dismiss on January 31, 2014, opposing the amendment based on futility \nand moving to dismiss for failure to state a claim on which relief can be granted. \n{10} After full briefing, the Court heard oral argument for both Motions on \nJuly 10, 2014.  The matter is ripe for disposition. \nIII. FACTUAL BACKGROUND \n {11} The Court does not make findings of fact in connection with the \nMotions, as a motion to amend and a motion to dismiss do “not present the merits, \nbut only whether the merits may be reached.”  Concrete Serv. Corp. v. Investors \nGrp., Inc., 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986).  As the Court will \nallow the Motion to Amend, it assumes the facts alleged in the Proposed Amended \nComplaint are true and makes inferences in Plaintiffs’ favor.  In so doing, the Court \nis not bound to Plaintiffs’ legal conclusions asserted in the Proposed Amended \nComplaint. \n{12} In 2006, RBH2 sold the Delucas two lots of land in The Bluffs, a then-\nundeveloped subdivision constituting 600 acres of land located in Brunswick \nCounty, North Carolina.  The Bluffs was promoted as a luxury resort-style \ncommunity that, once completed, would have roads, utilities, and the following \namenities: a club house, pool, tennis court, waterfront park, and community beach \nhouse.  Section 10 of the contracts governing the sale of each lot (“Purchase \nContract(s)”) provides that RBH2 \nwill ensure the completion, subject to Section 11 hereof, of the \nfollowing services or facilities: \n(a) Paved roads have or will be extended to the above-described \nProperty line and are to be maintained by the association; \n \n \n(b) Electric service lines have been or will be extended to the above-\ndescribed Property line and are to be maintained by the \nAssociation; \n(c) Telephone lines have been or will be extended to the above-\ndescribed [property] line; \n(d) Sewage collection and water lines have been or will be extended to \nthe Property line; \n(e) The recreational facilities to be installed by seller include a \nclubhouse, pool, tennis court, waterfront park, and community \nbeach house.2  Seller does not guarantee any other proposed \nrecreational facilities within or in the vicinity of the Community.  \nAll of the recreational facilities will be owned by The Bluffs on the \nCape Fear Property Owners Association, Inc. \n(Br. Supp. First Mot. Dismiss Exs. A, B (“Purchase Contracts”) § 10 (emphasis \nadded).) \n{13} Section 11 states, “[t]he only representations made by Seller with \nrespect to the completion of roads, sewer, water, electric, telephone service and \nrecreational facilities are as set forth in Section 10 hereof and no other \nrepresentations regarding the same have been made by Seller or relied upon by \nPurchaser.”  (Purchase Contracts § 11.)  The Purchase Contracts also contain a \nmerger clause which disclaims all prior understandings, agreements, and \nrepresentations between RBH2 and the Delucas regarding the sale. \n {14} To date, certain of those amenities and utilities have not been \ncompleted.  Plaintiffs’ claims center around their contention that both they and \nRBH2 understood that RBH2’s obligation to “ensure completion” imposed an \nobligation to “make certain that the services and facilities described in Paragraph \n10 would be completed within a reasonable period of time following the date of the \ncontract.”  (Pr. Am. Compl. ¶ 178.)  The Purchase Contracts did not provide the day \nby which Defendants were obligated to fulfill their obligation to complete or ensure \ncompletion.  Therefore, Defendants had a reasonable time to “ensure completion.”  \nSee Fletcher v. Jones, 314 N.C. 389, 396, 333 S.E.2d 731, 736 (1985).  Defendants \ndisagree that they were obligated to actually complete the facilities and services, so \n                                                 \n2 The Purchase Contract for Lot 48 does not “ensure the completion” of a waterfront park or a \ncommunity beach house.  (Lot 48 Purchase Contract § 10.) \n \n \nlong as they “ensured” their ultimate completion by, for example, posting bonds \nwith the county, as RBH2 has done.  (Br. Opp’n Mot. Leave Amend Supp. Mot. \nDismiss (“Defs. Br. Supp. Mot Dismiss”) 8.)   \n {15} Almost one year after executing the Purchase Contracts, around \nOctober 2007, RBH2 approached the Delucas about sharing costs to build a pier, \nfloating dock, and boat lift on the Delucas’ property in exchange for which the \nDelucas would grant RBH2 an easement and lease to use the dock.  The Delucas \nagreed and contributed approximately $12,000 for the construction.  (Pr. Am. \nCompl. Exs. 7–9.)  \n {16} The Delucas and RBH2 executed the last purchase contract in \nNovember 2006.  Between 2009 and 2011, Plaintiffs allege that Defendants made a \nseries of misrepresentations regarding the construction progress and their own \nunderstandings of RBH2’s obligations under the Purchase Contracts.  (Pr. Am. \nCompl. ¶¶ 108–48.)  These included reports that Defendants believed RBH2 would \n“still proceed with the building program as planned.”  (Pr. Am. Compl. ¶ 135, Ex. \n13.)  Plaintiffs claim that they did not earlier pursue a lawsuit against Defendants \nor attempt to sell their lots because of these alleged misrepresentations. \n {17} Plaintiffs also assert that the Individual Defendants dominated and \ncontrolled RBH2 and used that control to “falsely represent to the Delucas that \nRBH2 was financially capable of completing the remaining infrastructure and \npromised amenities at [T]he Bluffs.”  (Pr. Am. Compl. ¶ 196.)  Seeking to support \nimposition of individual liability, Plaintiffs point to instances in which various \nIndividual Defendants offered to dispose of RBH2’s corporate assets in exchange for \na loan, declined suggestions that the constructed amenities be sold or subleased to \nraise capital, offered to personally guarantee loans to RBH2, and referred to \nthemselves as partners, despite RBH2’s clear registration as a limited liability \ncompany. \n \n \n \n \nIV. STANDARD OF REVIEW \n{18} The appropriate inquiry on a motion to dismiss pursuant to Rule \n12(b)(6) is “whether, as a matter of law, the allegations of the complaint, treated as \ntrue, are sufficient to state a claim upon which relief may be granted under some \nlegal theory, whether properly labeled or not.”  Crouse v. Mineo, 189 N.C. App. 232, \n237, 658 S.E.2d 33, 36 (2008) (quoting Harris v. NCNB Nat’l Bank of N.C., 85 N.C. \nApp. 669, 670, 355 S.E.2d 838, 840 (1987)).  A motion to dismiss may be granted if \nthe complaint reveals the absence of facts required to make out a claim for relief or \nif the complaint reveals some fact that necessarily defeats the claim.  Wood v. \nGuilford Cnty., 355 N.C. 161, 166, 558 S.E.2d 490, 494 (2002).  “When documents \nare attached to and incorporated into a complaint, they become part of the \ncomplaint and may be considered in connection with a Rule 12(b)(6) motion without \nconverting it into a motion for summary judgment.”  Schlieper v. Johnson, 195 N.C. \nApp. 257, 261, 672 S.E.2d 548, 551 (2009).  Additionally, a trial court may properly \nconsider a contract that is the subject matter of the complaint, even if the plaintiff \ndid not attach it to the complaint.  Oberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, \n60, 554 S.E.2d 840, 847 (2001). \n{19} A trial court shall freely grant leave to amend a complaint when justice \nso requires.  N.C. R. Civ. P. 15(a).  An amendment may be denied where there is \n“undue delay, bad faith, dilatory motive, repeated failure to cure deficiencies, undue \nprejudice, and futility of the amendment.”  Coffey v. Coffey, 94 N.C. App. 717, 722, \n381 S.E.2d 467, 471 (1989).  In reviewing a proposed amendment for futility, the \ntrial court may review the entire record.  N.C. Council of Churches v. State, 120 \nN.C. App. 84, 93, 461 SS.E.2d 354, 360 (1995), aff’d, 343 N.C. 117, 468 S.E.2d 58 \n(1996) (“When an amendment would be futile in light of the propriety of summary \njudgment on a plaintiff’s claim, it is not an abuse of discretion for the trial court to \ndeny the amendment.”); see also, e.g., Coffey v. Savers Life Ins. Co., No. COA01-\n741-2, 2003 N.C. App. Lexis 702, at *4 (N.C. Ct. App.  Apr. 15, 2003) (reviewing \nentire record in deciding motion to amend). \n \n \n \nV. ANALYSIS \nA. Plaintiffs’ Motion to Amend Complaint is Granted \n{20} The Court may, but is not required to, deny Plaintiffs’ Motion to \nAmend based on futility. Defendants’ futility argument is essentially that the \nProposed Amended Complaint would not survive a Rule 12(b)(6) motion to dismiss.  \nThe Court elects to allow the Proposed Amended Complaint and evaluate its \nvalidity on Defendants’ Second Motion to Dismiss.  Plaintiffs’ Motion to Amend is \ntherefore GRANTED.  The First Motion to Dismiss is DENIED AS MOOT.  The \nCourt now proceeds to address the Second Motion to Dismiss as directed to the \nAmended Complaint, which shall be deemed filed as of the date of this Order \nwithout need for further service. \nB. Plaintiffs’ Breach of Contract Claim Against RBH2 Survives the Present \nMotions \n{21} Plaintiffs argue that RBH2 breached the Purchase Contracts because \nit failed to “ensure completion” of the promised services and facilities within a \nreasonable period of time.  Plaintiffs assert that the term “ensure completion” \nmeant only that Defendant RBH2 “was obligated to make certain that the services \nand facilities . . . would be completed.”  (Pr. Am. Compl. ¶ 162 (emphasis omitted).)  \nRBH2 further contends that this cause of action fails because the statute of \nlimitations has run on the contract claim but that, in any case, it adequately \n“ensured completion” of the promised services and facilities within a reasonable \ntime.  Plaintiffs counter that RBH2 should be equitably estopped from using the \nstatute of limitations as a defense, and that they neither completed nor “ensured \ncompletion” of the promised services and facilities. \n1. As to the Breach of Contract Claim, Plaintiffs’ Equitable Estoppel \nArgument that the Statute of Limitations Was Tolled Cannot Be \nResolved Upon the Second Motion to Dismiss \n{22} Plaintiffs’ contract claim is governed by a three-year statute of \nlimitations period.  N.C. Gen. Stat. § 1-52(1) (2014).  Typically, a contract claim \n \n \nbegins to accrue when the breach occurs.  PharmaResearch Corp. v. Mash, 163 N.C. \nApp. 419, 424, 594 S.E.2d 148, 152 (2004).  However, “equity will deny the right to \nassert [a statute of limitations] defense when delay has been induced by acts, \nrepresentations, or conduct, the repudiation of which would amount to a breach of \ngood faith.”  Watkins v. Cent. Motor Lines, Inc. 279 N.C. 132, 139, 181 S.E.2d 588, \n593 (1971) (quoting Nowell v. Great Atl. & Pac. Tea Co., 250 N.C. 575, 579, 108 \nS.E.2d 889, 891 (1959)).  In this case, the breach occurred, if at all, when \nDefendants failed to “ensure completion” of the promised services and amenities \nafter a “reasonable time.”  Such a breach would occur after a “reasonable time” from \nthe signing of the contract or in July 2013, when Defendants allegedly repudiated \nthis obligation.  At this stage, neither date has been or can be precisely determined.  \nEven if the breach first occurred more than three years before the Delucas initiated \nthis action, Plaintiffs claim that RBH2 should be equitably estopped from asserting \nthe statute of limitations as a defense to this claim due to its own \nmisrepresentations. \n{23} The last Purchase Contract was executed in November 2006, \nsignificantly more than three years before this action was filed.  However, the date \nby which Defendants were required to “ensure completion,” or under their own \ntheory, “ensured completion,” remains uncertain.  As to the contract claim, the \nquestions are whether any such failure occurred prior to May 3, 2010, and if so, \nwhether the statute was tolled for any period after that date. \n{24} “Equitable estoppel arises when an individual by his acts, \nrepresentations, admissions or silence, when he has a duty to speak, intentionally \nor through culpable negligence,” induces another to believe in and rely upon the \nexistence of certain facts to his detriment.  Miller v. Talton, 112 N.C. App. 484, 488, \n435 S.E.2d 793, 797 (1993).  To estop the use of the statute of limitations against \nthem, Plaintiffs must allege “(1) conduct on the part of the party sought to be \nestopped which amounts to a false representation or concealment of material facts; \n(2) the intention that such conduct will be acted on by the other party; and (3) \nknowledge, actual or constructive, of the real facts.”  Robinson v. \n \n \nBridgestone/Firestone N.A. Tire, LLC, 209 N.C. App. 310, 319, 703 S.E.2d 883, 889 \n(2011).  Additionally, Plaintiffs must show they lacked knowledge and the means of \nascertaining the real facts and rightfully relied on Defendants’ conduct to their \ndetriment.  Id.; Johnson Neurological Clinic, Inc. v. Kirkman, 121 N.C. App. 326, \n332, 465 S.E.2d 32, 35 (1996). \n{25} For equitable estoppel to toll the statute of limitations, a plaintiff must \nplead facts with particularity and demonstrate that the defendant’s representations \ndelayed it from filing suit.  Duke Univ. v. St. Paul Mercury Ins. Co., 95 N.C. App. \n663, 673, 384 S.E.2d 26, 42 (1989); see also N.C. R. Civ. P. 8(c). \n{26} As to the estoppel argument, Plaintiffs make several references to \nRHB2’s alleged misrepresentations between 2010 and 20113 that they contend \nshould toll the statute of limitations for their contract claim because the \nmisrepresentations induced them to forego pursuing legal action.  More specifically, \nPlaintiffs allege that in September 2010, responding to Mr. Deluca’s suggestion that \nRBH2 either sell or sublease the Beach Clubhouse at Oak Island to finance the \ncompletion of basic services, Talbot stated that RBH2 was “going to overcome [its] \nexisting situation within the next 12 months,” presumably referring to cash flow \nissues.  (Pr. Am. Compl. Ex. 10.)  Talbot added that maintaining the Beach \nClubhouse would be “very helpful in the sales process and [would] allow [RBH2] to \ngradually increase [its] price,” because the amenity package was “critical to all \nowners.”  (Pr. Am. Compl. Ex. 10.)  Talbot concluded that he would work to \nmaintain the Beach Clubhouse until RBH2 was “totally desperate with no \nalternatives.”  From these statements, the Delucas concluded that RBH2’s finances \n                                                 \n3 In the Amended Complaint, Plaintiffs contend that these representations began in 2009.  However, \nthe Amended Complaint only specifically refers to representations beginning in 2010.  General \nallegations that misrepresentations occurred are not sufficient. Yancey v. Watkins, 2 N.C. App. 672, \n676, 163 S.E. 625, 628 (1968) (“It is fairly clear that a [party] must plead the doctrine of [equitable] \nestoppel with particularity . . . .”) At argument, Plaintiffs’ counsel used a PowerPoint presentation \nwhich included screenshots of various newsletters RBH2 distributed to its property owners between \n2009 and 2011.  Those documents were neither specifically referenced nor included in the Amended \nComplaint. The Court does not presently assume that Plaintiffs actually received those newsletters \nfrom RBH2. \n \n \n“were not so desperate as to render the completion of the promised services \nunlikely.”  (Pr. Am. Compl. ¶ 118, Ex. 10.) \n{27} On November 9, 2010, the Delucas met with RBH2’s agents, Stilwell, \nTalbot, and Swain, regarding the lack of progress at The Bluffs, specifically \nconcerning the unfinished roads.  (Pr. Am. Compl. ¶¶ 121–22.)  Stilwell, Talbot, and \nSwain requested that the Delucas lend them the money to finish the roads to two \nlots and to complete utilities to the Delucas’ lot.  (Pr. Am. Compl. ¶¶ 123–24.)  At \nthis time, RBH2’s agents admitted that RBH2 and The Bluffs “were having severe \nfinancial shortfalls and could not complete the promised infrastructure or amenities \nas previously described.”  (Pr. Am. Compl. ¶ 133.)  Mr. Deluca responded that “had \nRBH2 been a supplier for his company, he would have fired them.”  (Pr. Am. Compl. \n¶ 132.)  Plaintiffs’ counsel contends that the statute of limitations first began to \naccrue at this meeting because it was only then that Plaintiffs could conclude that \nDefendants had not and could not complete the promised services and amenities \ngoverned by Section 10 of the Purchase Contracts.  Plaintiffs then contend that any \nstatute of limitations defense should be measured from November 9, 2010. \n{28} The Amended Complaint includes two alleged misrepresentations \noccurring after that date and are, therefore, not relevant to whether Defendants’ \nrepresentations induced Plaintiffs to withhold filing suit.  On December 21, 2010, \nTalbot reported to the Delucas that no progress had been made since their \nNovember meeting, but that he still “believe[d] that [RBH2] will proceed with the \nbuilding program has [sic] planned.”  (Pr. Am. Compl. ¶ 135, Ex. 13.)  The next \nmonth, the Delucas again met with Talbot and Swain, who gave “renewed \nassurances” that things would progress as described, but gave no dates for \ncompletion of utilities or amenities.  (Pr. Am. Compl. ¶ 138.) \n{29} At oral argument, Plaintiffs’ counsel conceded that, as of November 9, \n2010, the Delucas were on notice that plans to complete utilities and amenities had \nhalted.  Therefore, the Delucas could not have “rightfully” relied on such \nrepresentations to refrain from filing suit.  See Johnson Neurological, 121 N.C. App. \nat 332, 465 S.E.2d at 35.  Whether (1) Plaintiffs rightfully and detrimentally relied \n \n \non any representation prior to November 9, 2010 or had the means to discover the \ntruth prior to that date and (2) a reasonable time had passed by November 9, 2010 \nsuch that RBH2 was required to perform, remain questions of fact.  The Court does \nnot now rule as to whether there was such reliance and, if so, whether such reliance \nwas reasonable. \n{30} In sum, the Court cannot presently determine (1) the precise date of \nbreach, and therefore whether three years has passed between when the breach \noccurred and when the Delucas initiated this action, and (2) if so, whether Plaintiffs \ncan employ the equitable estoppel doctrine to prevent Defendants from raising this \ndefense.  Accordingly, to the extent it rests upon a statute of limitations defense to \nthe contract claims, Defendants’ Second Motion to Dismiss is DENIED without \nprejudice to reconsidering the limitations defense on a more developed record.  \n2. Plaintiffs Adequately State a Claim that RBH2 Failed to “Ensure \nCompletion” of the Promised Services and Amenities \n{31} RBH2 contends the Court should dismiss the claim for breach of \nSection 10 of the Purchase Contracts because it has adequately “ensured \ncompletion” of the roads, sewage, and water lines, by posting bonds with the county.  \n(Defs. Br. Supp. Mot Dismiss 8.)  As to RBH2’s obligation with regards to the \ntelephone lines and electric service lines, RBH2 proposes that arranging with “the \napplicable . . . company” to install the lines would have fulfilled this obligation.  \n(Defs. Br. Supp. Mot. Dismiss 8.)  RBH2 asserts that it could have fulfilled its \nobligation to ensure the recreational facilities’ completion by “obtaining construction \nplans and permits, among other possible things.”  (Defs. Br. Supp. Mot. Dismiss 8.) \n{32} Even so, on the present record, and at the Rule 12(b)(6) stage, the \nCourt cannot conclude that RBH2 has actually undertaken each of these items even \nif the Court ultimately accepts RBH2’s construction of the term “ensure \ncompletion.”  Plaintiffs’ contract claim against RBH2 therefore survives Defendants’ \nSecond Motion to Dismiss. \n \n \n \nC. Plaintiffs’ Claim for Violation of the Interstate Land Sales Full Disclosure \nAct Is Barred by the Statute of Limitations \n{33} Plaintiffs allege that Defendants violated ILSA, which requires that if \na subdivision developer represents, by means of interstate commerce or mail, “that \nroads, sewers, water, gas, or electric service, or recreational amenities will be \nprovided or completed by the developer,” the contract of sale must stipulate “that \nsuch services will be provided or completed.”  15 U.S.C. § 1703(a)(2)(D) (2014).   \n{34} Plaintiffs assert that, at open houses and in RBH2’s marketing \nmaterials, it represented to the Delucas and other potential purchasers that it \nwould complete all infrastructure.  (Pr. Am. Compl. ¶¶ 31, 41.)  Plaintiffs urge that \nDefendants did not satisfy ILSA because “‘[e]nsuring completion’ of roads, sewers, \nwater, gas, or electric service, or recreational amenities is insufficient . . . to meet \nthe requirement of stipulating that such services or facilities will be provided or \ncompleted.”  (Pr. Am. Compl. ¶ 233.)  In their Amended Complaint, Plaintiffs argue \nthat they did not discover Defendants’ ILSA violation until July 2013, when \nDefendants allegedly refuted Plaintiffs’ contract claim on the basis that they had \n“ensured completion.” \n{35} The ILSA claim is facially time-barred.  To recover for a violation of \n§ 1703(a)(2)(D), a plaintiff must bring the action within “three years after the date \nof signing of the contract of sale.” 15 U.S.C. § 1711(a)(1) (2014). The Purchase \nContracts were signed in June and November of 2006, six-and-a-half years prior to \ninstituting this lawsuit.  Plaintiffs’ protest that they did not discover the \ndiscrepancy until July 2013 is unavailing, as § 1711(a)(1) does not have a discovery \nrule.  Id. \n{36} The doctrine of equitable estoppel potentially prevents a party from \nasserting a limitations defense to certain ILSA claims that are not at issue here.  \nSee Bomba v. W. L. Belvidere, Inc., 579 F.2d 1067, 1070–71 (7th Cir. 1978) \n(applying equitable estoppel to claims falling under § 1711(a)(2)’s statute of \nlimitations).  The Court is not aware, however, of any case in which equitable \n \n \nestoppel has been successfully asserted to prevent dismissal grounded on the \nstatute of limitations for an ILSA violation subject to § 1711(a)(1). \n{37} Even assuming an estoppel theory were to apply, the Court concludes \nthat it would not save Plaintiffs’ ILSA claim.  Any ILSA failure clearly occurred at \nthe execution of the Purchase Contracts and the claim begins to accrue on that date.  \nPlaintiffs do not allege any specific post-contractual misrepresentations occurring \nwithin the limitations period. \n{38} The ILSA claim is therefore time-barred.  See Cook v. Deltona Corp., \n753 F.2d 1552, 1563 (11th Cir. 1985) (holding ILSA claims were time-barred \nbecause misrepresentations alleged as basis for equitable estoppel did not \ncommence until after limitations period already expired). \n{39} Plaintiffs’ claim for violation of ISLA is DISMISSED. \nD. Plaintiffs’ Claims for Fraud and Negligent Misrepresentation Are Dismissed \n{40} To state a claim for fraud, a plaintiff must allege “(1) [a f]alse \nrepresentation or concealment of a material fact, (2) reasonably calculated to \ndeceive, (3) made with intent to deceive, (4) which does in fact deceive, (5) resulting \nin damage to the injured party.”  Ragsdale v. Kennedy, 286 N.C. 130, 138, 209 \nS.E.2d 494, 500 (1974).  The requirements for stating a negligent misrepresentation \nclaim are similar: “(1) a party justifiably relies, (2) to his detriment, (3) on \ninformation prepared without reasonable care, (4) by one who owed the relying \nparty a duty of care.”  Fazzari v. Infinity Partners, LLC, ___ N.C. App. ___, 762 \nS.E.2d 237, 241 (2014) (quoting Walker v. Town of Stoneville, 211 N.C. App. 24, 30, \n71 S.E.2d 239, 244 (2011)).  Both causes of action require some showing that the \nclaimant suffered an injury as a result of the misrepresentation.  Allegations of \nfraud and negligent misrepresentation must be stated with particularity.  N.C. R. \nCiv. P. 9(b); BDM Invs. v. Lenhil, Inc., 2012 NCBC LEXIS 7, at *56 (N.C. Super. Ct. \nJan. 18, 2012) (applying Rule 9(b) to pending negligent misrepresentation claims); \nBreedon v. Richmond Cmty. Coll., 171 F.R.D. 189, 199 (M.D.N.C. 1997) (holding \nparticularity requirements of Rule 9(b) apply to negligent misrepresentation to \n \n \n“more accurately comport[] with the basis behind the rule and its original \nrationale”).  To do so, one must allege (1) “the time, place and content” of the \nmisrepresentation, (2) the “identity of the person making the representation” and \n(3) “what was obtained as a result of the fraudulent acts or representations.”  Terry \nv. Terry, 302 N.C. 77, 85, 273 S.E.2d 674, 678 (1981).  Additionally, the \nrepresentation must be definite and specific, more than “mere puffing, guesses, or \nassertions of opinions” but actual representations of material facts.  Rowan Cnty. \nBd. of Educ. v. U.S. Gypsum Co., 332 N.C. 1, 17, 418 S.E.2d 648, 659 (1992). \n{41} In support of their fraud claims, Plaintiffs allege that Defendants \nmade several inaccurate post-contractual representations to Plaintiffs regarding the \nprogress of the amenities and services and RBH2’s financial ability to construct \nthem.  These are the same misrepresentations the Court outlined in Section V(B)(1) \nof this Order. \n{42} Where a false or negligent misrepresentation does not proximately \ncause the injury complained of, dismissal is appropriate.  See Bob Timberlake \nCollection, Inc. v. Edwards, 176 N.C. App. 33, 40, 626 S.E.2d 315, 323 (2006).  \nPlaintiffs assert three sources of injury that they contend proximately resulted from \nDefendants’ misrepresentations: (1) temporary forbearance of legal action; (2) \nfailing to resell their lots or otherwise failing to mitigate their damages; and (3) \nmonies paid to an architect to design the Delucas’ home. \n{43} Plaintiffs’ temporary forbearance from legal action is insufficient to \nsustain a fraud claim in this case.  This is duplicative of Plaintiffs’ equitable \nestoppel claim, which is not an independent cause of action.  See Rice v. Vitalink \nPharm. Servs., Inc., 124 F. Supp. 2d 343, 350 (W.D.N.C. 2000).  The Court has \nallowed the breach of contract claim to survive under the estoppel theory.  There is \nno legal basis for further recovery on this claim. \n{44} As to Plaintiffs’ contention that they did not take advantage of \nopportunities to resell their lot in reliance on Defendants’ misrepresentations, \nPlaintiffs rely on mere general allegations without sufficient particularity.  See Int’l \nDesigner Transitions, Inc. v. Faus Grp., Inc., 663 F. Supp. 2d 432, 446 (M.D.N.C \n \n \n2009) (applying North Carolina law to dismiss fraud claim for failure to plead exact \nharm suffered); see also Terry, 302 N.C. at 85, 273 S.E.2d at 678 (turning to federal \nlaw for guidance on “particularity” standard from “apposite” case law interpreting \nfederal rule).  In International Designer, the plaintiff alleged that based on the \ndefendant’s misrepresentation that he would “take care” of the plaintiff’s inventory \nor merge with the plaintiff, the plaintiff “agreed to order extra inventory and cancel \nor change purchase orders and was damage[d] as a result of . . . ordering inventory \nthat [the defendant] ultimately refused to purchase.”  Int’l Designer, 663 F. Supp. \n2d at 446 (first alteration in original).  The court determined that the pleading was \ninadequate because the plaintiff “failed to point to evidence of a single instance \nwhere it actually modified or cancelled” an order, and thus failed to allege that it \nwas damaged by the fraudulent misrepresentation.  Id.  In this case, Plaintiffs \nsimilarly fail to point to evidence of any specific opportunity to resell that they \nforewent.  Therefore, Plaintiffs did not plead a sufficiently particular injury based \non foregoing opportunities to resell. \n{45} Finally, Plaintiffs contend that Defendants’ misrepresentations \nproximately caused at least $30,000 of Plaintiffs’ damages, the amount Plaintiffs \npaid to their architect for plans for a home to be built on the lots.  (Pr. Am. Compl. ¶ \n104.)  However, Plaintiffs’ own allegation belies this argument.  In their Amended \nComplaint, Plaintiffs assert that “[i]n making such payments[ to the architect], the \nDelucas relied on the existence of RBH2’s contractual obligation to complete the \ninfrastructure and amenities within a reasonable period of time.”  (Pr. Am. Comp. ¶ \n105.)  In other words, the Delucas paid their architect in reliance on the Purchase \nContracts, not on Defendants’ representations as to the progress of the amenities \nand services and RBH2’s financial ability to construct them.  There is no actionable \nfraud claim.  The Court does not presently rule whether the monies paid can be \nrecovered as consequential damages for the breach of contract claim alleged. \n{46} In sum, Plaintiffs have not sufficiently alleged any actionable injury \nresulting from Defendants’ alleged misrepresentations, and the claims for fraud and \nnegligent misrepresentation are DISMISSED. \n \n \nE. Plaintiffs’ UDTPA Claim Fails \n{47} To state a claim under section 75-1.1, a plaintiff must allege (1) that \nthe defendant committed an unfair or deceptive act or practice (2) in or affecting \ncommerce, and (3) that the plaintiff was injured as a result.  Phelps-Dickson \nBuilders, LLC v. Amerimann Partners, 172 N.C. App. 427, 439, 617 S.E.2d 664, 671 \n(2005).  Where a UDTPA claim is based on misrepresentation, the claimant is \nrequired to show reasonable and actual reliance on the misrepresentation.  \nBumpers v. Cmty. Bank of N. Va., 367 N.C. 81, 89–90, 747 S.E.2d 220, 227 (2013). \n{48} A breach of contract, even if intentional, does not constitute an unfair \nor deceptive act absent aggravating circumstances, such as deceptive conduct by the \nbreaching party made with intent to deceive and which has a natural tendency to \ninjure the other.  Cullen v. Valley Forge Life Ins. Co., 161 N.C. App. 570, 578, 589 \nS.E.2d 423, 430 (2003); Pan-Am. Prods. & Holdings, LLC v. R.T.G. Furniture Corp., \n825 F. Supp. 2d 664, 700 (M.D.N.C. 2011).  In determining whether a particular act \nis deceptive, such that it converts a breach of contract claim into a UDTPA claim, \n“its effect on the average consumer is considered.”  Becker v. Graber Builders, Inc., \n149 N.C. App. 787, 794, 561 S.E.2d 905, 911 (2002). \n{49} Plaintiffs allege RBH2 engaged in the following unfair and deceptive \nconduct: (a) providing misleading updates regarding the progress of the amenities, \nroads, and utilities; (b) misrepresenting that Phase I lots sold out in one day; (c) \nproviding promotional materials for The Bluffs “with the intent that the Delucas to \n[sic] rely on these representations [but] . . . creating a contract that disclaiming [sic] \nany representations or reliance on the same;” (d) using said disclaimer to get a price \nbased on the promotional materials, but obligating themselves only to build the \nitems without regard to size, quality, or appearance; (e) assuring the Delucas it \nwould complete the infrastructure and amenities and then later changing its \nposition to be (1) that RBH2 was only obligated to “ensure completion” of the \ninfrastructure and amenities, not to actually complete them and (2) that the \nDelucas unduly delayed in bringing a lawsuit against RBH2 based on the contract.  \n(Pr. Am. Compl. ¶ 240(a)–(f).) \n \n \n{50} Items (a) through (c) are premised on Plaintiffs’ fraud claim, which the \nCourt has rejected, in part for lack of reasonable reliance.  See Bumpers, 367 N.C. \nat 89–90, 747 S.E.2d at 227 (requiring reasonable reliance in fraud-based UDTPA \nclaims).  To the extent Plaintiffs reasonably relied on Talbot’s September 2010 \nrepresentation that RBH2 would overcome its financial difficulties (Pr. Am. Compl. \nEx. 10), such reliance would have only caused Plaintiffs to delay filing suit and \ntherefore did not cause actionable damage.  Akzo Nobel Coatings, Inc. v. Rogers, \n2011 NCBC LEXIS 42, at *64 (N.C. Super. Ct. Nov. 3, 2011) (“[T]emporary \nforbearance of legal action is not . . . sufficient to establish the actual injury \nrequirement of Chapter 75.”).  Consequently, Items (a) through (c) are inadequate to \nstate a UDTPA claim.  Items (d) and (e) apparently arise from the alleged breach of \ncontract, but there are no adequate allegations of aggravated rising to a Chapter 75 \nclaim.  To the extent they could be characterized as deception-based allegations, \nthey fail for the same reasons the fraud claims fail. \n{51} In sum, Plaintiffs have not adequately stated a claim for violation of \nthe UDTPA.  According, Plaintiffs’ claim under section 75-1.1 is DISMISSED. \nF. Plaintiffs Have Not Stated a Claim for Unjust Enrichment \n{52} Plaintiffs allege that Defendants received an unfair benefit “at a \nfraction of the cost” from the use of Plaintiffs’ boat dock.  (Pr. Am. Compl. ¶ 271.)  \nBecause Plaintiffs and RBH2 split the cost of the boat dock’s construction, and \nbecause RBH2 was the only beneficiary of the boat dock, Plaintiffs now seek \n“restitution and disgorgement of all profits realized by Defendants” as a result of \ntheir inequitable enrichment.  (Pr. Am. Compl. ¶ 271.) \n{53} To recover on a claim for unjust enrichment, a party must prove: (1) \nthat it conferred a benefit on the defendant; (2) that the defendant consciously \naccepted the benefit; and (3) that the plaintiff did not confer the benefit gratuitously \nor officiously.  Se. Shelter Corp. v. BTU, Inc., 154 N.C. App. 321, 330, 572 S.E.2d \n200, 206 (2002).  Defendants urge that because the Access Easement and Lease \n \n \nAgreement governs the cost and use of the pier, floating dock, and boat lift, no \nunjust enrichment claim separately lies. \n{54} Where a party has entered into an express contract concerning the \nsubject matter of the dispute, the party is precluded from equitable recovery in \nquantum meruit.  Ron Medlin Constr. v. Harris, 364 N.C. 577, 585–86, 704 S.E.2d \n486, 492 (2010).  Here, Plaintiffs do not challenge the validity of the contract, but \nseek to impose liability on Defendants for benefitting from the dock, which is \nprecisely what the Access Easement and Lease Agreement contemplated.  A valid \ncontract governs the subject matter of the unjust enrichment claim.  Accordingly, \nthat claim is DISMISSED. \nG. Plaintiffs Have Not Alleged Adequate Facts to Pierce the Corporate Veil \nNecessary to Support Claims Against the Individual Defendants \n{55} In their Amended Complaint, Plaintiffs ask the Court to pierce RBH2’s \ncorporate veil to hold the Individual Defendants accountable for the LLC’s \nrepresentations that it was “financially capable of completing the remaining \ninfrastructure and promised amenities at the Bluffs as advertised, and that it was \nin the process of doing so between 2009 and 2011,” which proximately caused the \nDelucas to forego attempts to resell their lots or pursue legal remedies.  (Pr. Am. \nCompl. ¶ 196.)  To pierce the corporate veil, a plaintiff must first plead the following \nelements: \n(1) [c]ontrol, not mere majority or complete stock control, but complete \ndomination, not only of finances, but of policy and business practice \nin respect to the transaction attacked so that the corporate entity as \nto this transaction had at the time no separate mind, will or \nexistence of its own; and  \n(2) [s]uch control must have been used by the defendant to commit \nfraud or wrong, to perpetuate the violation of a statutory or other \npositive legal duty, or a dishonest and unjust act in contravention of \nplaintiff’s legal rights; and \n(3) [t]he aforesaid control and breach of duty must proximately cause \nthe injury or unjust loss complained of. \nFischer Inv. Capital, Inc. v. Catawba Dev. Corp., 200 N.C. App. 644, 650, 689 S.E.2d \n143, 147 (2009) (quoting B-W Acceptance Corp. v. Spencer, 268 N.C. 2, 9, 149 S.E.2d \n \n \n570, 576 (1966)).  Where corporate control does not result in an underlying wrong, a \nveil-piercing claim may be dismissed at the Rule 12(b)(6) stage.  Best Cartage, Inc. \nv. Stonewall Packaging, LLC, 219 N.C. App. 429, 440, 727 S.E.2d 291, 300–01 \n(2012). Plaintiffs’ veil-piercing claim is apparently predicated on Plaintiffs’ fraud-\nbased claims, which the Court has dismissed.  Therefore, RBH2’s corporate \nexistence does not somehow insulate the Individual Defendants from liability nor \ndid it cause the Delucas’ injury.  Plaintiffs’ claim for veil-piercing is therefore \nDISMISSED. \nVI. CONCLUSION \n{56} For the foregoing reasons, it is ORDERED that: \n1. Plaintiffs’ Motion to Amend Complaint is GRANTED.  The \nAmended Complaint is deemed filed as of the date of this Order \nwithout further service. \n2. The First Motion to Dismiss is DENIED AS MOOT. \n3. As to the breach of contract claim, Defendants’ Second Motion to \nDismiss is DENIED. \n4. As to the claims for (a) violation of the Interstate Land Sales Full \nDisclosure Act, (b) violation of the North Carolina Unfair and \nDeceptive Trade Practices Act, (c) negligent misrepresentation, \n(d) common law fraud, and (e) unjust enrichment, Defendants’ \nSecond Motion to Dismiss is GRANTED, and those claims are \nhereby DISMISSED. \n5. No claims remain against Defendants Howell, Kennedy, \nMandrin, Stilwell, Swain, and Talbot, and they are DISMISSED \nfrom this action. \n \n \n6. Plaintiffs shall, within thirty days of the issuance of this Order, \nfile a second amended complaint, limited to the breach of \ncontract claim, to which RBH2 shall respond within thirty days. \n "
}