{
  "id": "be780c11882faeb78772ca774071ef71ebb38eed0b59950cda4981096b58b845",
  "source_file": "data/raw/ncbc/be780c11882faeb78772ca774071ef71ebb38eed0b59950cda4981096b58b845.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nIREDELL COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n24 CVS 1161 \n \nAMY VINCELETTE, individually \nand derivatively on behalf of \nWellspring Nurse Source, LLC, \n \nPlaintiff, \n \nv. \n \nKELLY COURT; MELISSA PEIRCE; \nand WELLSPRING NURSE \nSOURCE, LLC, \n \nDefendants, \n \nv. \n \nWELLSPRING NURSE SOURCE, \nLLC,  \n \n                                Nominal  \n                                Defendant. \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ PARTIAL MOTION TO \nDISMISS PLAINTIFF’S FIRST \nAMENDED COMPLAINT \n \n1. THIS MATTER is before the Court upon Defendants Kelly Court , Melissa \nPeirce, and Wellspring Nurse Source, LLC ’s Partial Motion to Dismiss Plaintiff’s \nFirst Amended Complaint (the “Motion”), filed pursuant to Rules 12(b)(1) and 12(b)(6) \nof the North Carolina Rules of Civil Procedure (the “Rule(s)”) on 3 January 2025 in \nthe above-captioned case.1 \n2. Having considered the Motion, the parties’ briefs in support of and in \nopposition to the Motion, the Verified First Amended Complaint2 (the “ Amended \nComplaint”), the arguments of counsel at the hearing on the Motion, and other \n \n1 (Defs.’ Partial Mot. Dismiss Pl.’s First Am. Compl. [hereinafter, “Mot.”], ECF No. 67.) \n \n2 (Verified First Am. Compl. [hereinafter, “Am. Compl.”], ECF Nos. 53 (redacted), 55 (sealed).) \n \nVincelette v. Court, 2025 NCBC 38. \nappropriate matters of record, the Court hereby GRANTS in part and DENIES in \npart the Motion. \nRayburn Cooper & Durham, P.A. , by Ross R. Fulton and Ashley B. \nOldfield, for Plaintiff Amy Vincelette.3 \n \nAllen, Chesson & Grimes PLLC, by David N. Allen, Benjamin S. \nChesson, and Elizabeth A. Weisner,  and Womble Bond Dickinson (US) \nLLP, by Patrick G. Spaugh and Emmett J. Whelan, for Defendants Kelly \nCourt and Melissa Peirce and Defendant/Nominal Defendant \nWellspring Nurse Source, LLC. \n \nBrown, Judge. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \n3. The Court does not make findings of fact when ruling on motions to dismiss \nunder Rules 12(b)(1) or 12(b)(6) .  Rather, the Court recites only those facts that are \nrelevant and necessary to the Court's determination of the Motion.  See, e.g., Aldridge \nv. Metro. Life Ins. Co., 2019 NCBC LEXIS 53, at * 6 (N.C. Super. Ct. Aug. 15, 2019) ; \nConcrete Serv. Corp. v. Invs. Grp., Inc. , 79 N.C. App. 678, 681 (1986) .  The following \nbackground assumes that the allegations of the Amended Complaint are true.  See, \ne.g., White v. White , 296 N.C. 661, 667 (1979) (requiring the trial court to treat a \ncomplaint’s allegations as true under Rule 12(b)(6)); Munger v. State, 202 N.C. App. \n404, 410 (2010) (“However, if the trial court confines its evaluation [of a party’s motion \nto dismiss for lack of subject matter jurisdiction pursuant to Rule 12(b)(1)] to the \n \n3 Plaintiff was initially represented by William M. Butler and Joseph M. Piligian of Moore & \nVan Allen PLLC (“MVA”).  Mr. Butler and MVA were disqualified from representation of Ms. \nVincelette in this matter on 8 October 2024.  (Order Defs.’ Mot. Disqualify Pl.’s Couns., ECF \nNo. 46.)   \npleadings, the court must accept as true the plaintiff’s allegations and construe them \nin the light most favorable to the plaintiff.”).   \n4. Plaintiff Amy Vincelette (“Ms. Vincelette” or “Plaintiff”)  and Defendants \nMelissa Peirce (“Ms. Peirce”)  and Kelly Court (“Ms. Court”) are l ongtime business \npartners.4  In 2001, Ms. Vincelette and Ms. Peirce founded an IT staffing company, \nWellspring Group, Inc (“Wellspring Group”).5  Ms. Vincelette and Ms. Peirce were the \nsole and equal owners of the company.6   \n5. Ms. Vincelette and Ms. Peirce later joined Ms. Court to start  Defendant \nWellspring Nurse Source, LLC (“Nurse Source”), a healthcare professional staffing \nbusiness.7  Nurse Source is a member -managed limited liability company \nincorporated in Connecticut and headquartered in Iredell County, North Carolina.8   \n6. On 1 January 2019, Ms. Vincelette , Ms. Court, and Ms. Peirce entered into \nthe First Amended and Restated Operating Agreement of Wellspring Nurse Source, \n \n4 (See generally Am. Compl. ¶¶ 1–3, The Wellspring Group, Inc. and Wellspring Nurse Source, \nLLC. v. Melissa T. Peirce and Jamie M. Peirce , Iredell County Superior Court 20-CVS-1389 \n[hereinafter, “Prior Lit.”], ECF No. 38.)  The Prior Litigation was a mandatory complex \nbusiness case previously before this Court.  The Court may take judicial notice of the Prior \nLitigation among the parties.  See Stocum v. Oakley, 185 N.C. App. 56, 61 (2007) (“Trial courts \nmay properly take judicial notice of its own records in any prior or contemporary case when \nthe matter noticed has relevance.”) (citation and quotation marks omitted). \n \n5 (Am. Compl. ¶¶ 5, 9.)   \n \n6 (Prior Lit. Am. Compl. ¶ 5; Index Exs. Pl.’s Br. Opp’n Defs.’ Mot. Disqualify Pl.’s Couns., Ex. \nA [hereinafter, “Vincelette Decl.”] ¶ 2, ECF No. 31; see also Am. Compl., Ex. D [hereinafter, \n“Settlement Agreement”], ECF Nos. 53.4 (redacted), 55.1 (sealed).) \n \n7 (Am. Compl. ¶¶ 1–3, 8.) \n \n8 (Am. Compl. ¶ 4.) \n \nLLC (the “Operating Agreement”). 9  Pursuant to Schedule A to the Operating \nAgreement, Ms. Vincelette, Ms. Court, and Ms. Peirce are the sole owners and \nmembers of Nurse Source.  At the time the Operating Agreement was signed, and as \nof at least May 2020, Ms. Vincelette and Ms. Court each held a 33.33% membership \nand voting interest in Nurse Source while Ms. Peirce held a 33.34% membership and \nvoting interest.10  At the time of the current action, the membership composition of \nNurse Source is at issue; Ms. Vincelette contends that she remains a member of Nurse \nSource while Ms. Peirce and Ms. Court contend that she does not.11 \n7. The current dispute originates from the settlement of the Prior Litigation.12  \nIn the Prior Litigation, Ms. Vincelette and Ms. Court,  acting on behalf of Nurse \nSource, and Ms. Vincelette, acting on behalf of Wellspring Group,  sued Ms. Peirce \nand her husband Jamie Peirce, who served as Chief Financial Officer of Nurse Source \nand Wellspring Group until his termination in July 2020.13  According to Wellspring \nGroup and Nurse Source, the Peirces “had been engaging in a years -long scheme to \ndefraud and embezzle enormous sums of money from Nurse Source [and Wellspring \n \n9 Despite repeatedly referencing the Operating Agreement throughout the Amended \nComplaint, Plaintiff did not attach a copy of the Agreement.  Defendants filed the Operating \nAgreement as Exhibit 1 to their Memorandum of Law in Support of Partial Motion to \nDismiss.  (Index of Exs. Defs.’ Partial Mot. Dismiss Pl.’s First Am. Compl., Ex. 1 – Operating \nAgreement of Nurse Source [hereinafter, “Operating Agreement”], ECF N o. 69.1.)  Unless \notherwise stated or defined, the capitalized terms in this Order and Opinion refer to those \nterms as used in the Operating Agreement.     \n \n10 (Operating Agreement, Schedule A; see also Am. Compl. ¶ 10.) \n \n11 (See, e.g., Am. Compl. ¶¶ 1, 115.) \n \n12 (See also Am. Compl. ¶ 9; Am. Compl., Ex. D, ECF Nos. 53.4 (redacted), 55.1 (sealed).)   \n \n13 (Am. Compl. ¶¶ 9, 11; see also Prior Lit. Am. Compl. ¶ 8.) \nGroup].”14  Wellspring Group and Nurse Source asserted that the Peirces were liable \nfor fraud, breach of fiduciary duty, conversion, constructive fraud, unfair and \ndeceptive trade practices, and civil embezzlement  due to their alleged improper \ntransfer of various assets and funds of Wellspring Group and Nurse Source to \nthemselves for their personal benefit.15 \n8. During the Prior Litigation, on 26 June 2020, Ms. Court and Ms. Vincelette \nvoted by two-thirds vote to terminate the Peirces as employees of Wellspring Group \nand Nurse Source for “Cause” based on their “admitted misappropriation of company \nfunds, gross negligence and willful misconduct.” 16  Pursuant to Section 11.14 of the \nOperating Agreement,17 on 23 September 2020, Ms. Vincelette and Ms. Court notified \nMs. Peirce that they were exercising their “right and option to purchase all of the \nUnits owned by [Ms. Peirce] at fifty percent (50%) of the Appraised Value determined \n \n14 (Am. Compl. ¶ 14.) \n \n15 (Am. Compl. ¶¶ 16, 19.) \n \n16 ( Am. Compl. ¶ 20; Am. Compl., Ex. A, ECF No. 53.1.)   Pursuant to Section 5.4 of the \nOperating Agreement, the termination of a Member’s employment for Cause requires a super \nmajority vote of two-thirds of the members.  (Am. Compl. ¶ 182; Operating Agreement § 5.4.)    \n \n17 Section 11.14(a) of the Operating Agreement provides: \n \n[I]n the event the Company terminates a Member’s employment for Cause . . ., \nthen the Company and the Remaining Members shall have the exclusive right \nand option to purchase all or any portion of the Units owned by such Member \nat fifty percent (50%) of the Appraised Value determined pursuant to Section \n11.16(a) to be payable in accordance with the terms set forth in Section \n11.16(b).  Notice of the exercise of the option granted pursuant to this Section \n11.14 shall be given to (i) the Member within 90 days of the date on which the \n. . . Member’s employment is terminated by the Company[.] \n \n(Operating Agreement § 11.14(a).) \n  \npursuant to Section 11.16(a) [.]”18  Ms. Vincelette and Ms. Court affirmed their \ntermination for C ause of Ms.  Peirce and purchase of her Units at a duly called \nmeeting on 12 October 2020 and by written consent on 29 October 2020, stating \n“Melissa Peirce and Jamie Peirce have misappropriated Company assets for their \npersonal benefit and have grossly mismanaged the assets and finances of the \ncompany,” and that their conduct was “to the material detriment of the Company.”19  \n9. On 21 January 2022, Wellspring Group, Nurse Source, and the Peirces \nentered into a Confidential Settlement Agreement and Release (the “Settlement \nAgreement”) of the Prior Litigation .20  Among other things, the Settlement \nAgreement required that, in exchange for payment of the Purchase Price, Ms. Peirce \n“assign, transfer, convey, and deliver to Nurse Source all Units of Nurse Source that \n[Ms. Peirce] owns” and “withdraw and resign as a member, officer, employee and \nagent of Nurse Source.”21 \n10. Though the Settlement Agreement was signed by Ms. Vincelette on behalf \nof Wellspring Group and Nurse Source, Ms. Court on behalf of Nurse Source, and the \nPeirces, and the Prior Litigation was  voluntarily dismissed by the parties with \nprejudice pursuant to Paragraph 6 of the Settlement Agreement ,22 Nurse Source \n \n18 (Am. Compl., Ex. B, ECF No. 53.2; see also Am. Compl. ¶ 21.) \n \n19 (Am. Compl. ¶¶ 22–23; Am. Compl., Ex. C, ECF No. 53.3.) \n \n20 (Am. Compl. ¶ 27.) \n \n21 (Settlement Agreement ¶ 3(a); Am. Compl. ¶¶ 28–29, 32–33.) \n \n22 Paragraph 6 of the Settlement Agreement provides: \n \nfailed to perform under the Settlement Agreement. 23  In a 20 November 2022 email \nto Ms. Vincelette, Ms. Court stated she was “pulling the settlement agreement [.]”24  \nConsistent with the November 2022 email, in an “Action by Written Consent of the \nMembers” dated 5 June 2023, Ms. Court and Ms. Peirce voted by an alleged two-\nthirds vote to reinstate Ms. Peirce as a Manager and employee of Nurse Source, \n“believ[ing Ms. Peirce’s reinstatement to be] in the best interests of the Company.”25 \n11. Several weeks later, in an “Action by Written Consent of the Members” \ndated 7 August 2023, Ms. Court and Ms. Peirce also voted by an alleged two-thirds \nvote to terminate Ms. Vincelette’s employment for C ause and to “give notice to Amy \nVincelette of their intent to exercise the right and option to purchase all of the Units \nowned by Ms. Vincelette at 50% of the Appraised Value[.]”26  Ms. Court and Ms. Peirce \nsent Ms. Vincelette a check for $140,000 to purportedly purchase Ms. Vincelette’s \n \nDISMISSAL OF THE LITIGATION.  Upon execution of this Agreement, the \nParties will file with the Court a “ Joint Stipulation of Dismissal ” . . .  \ndismissing all claims and counterclaims asserted in the Litigation with \nprejudice.   \n \n(Settlement Agreement ¶ 6.) (emphasis in original)  \n \n23 (See, e.g., Am. Compl. ¶¶ 42, 85, 159, 164–65.) \n \n24 (Am. Compl. ¶ 42.) \n \n25 (Am. Compl. ¶¶ 78–85; Am. Compl., Ex. M, ECF No. 53.13.) \n \n26 (Am. Compl. ¶¶ 96–101; Am. Compl., Ex. O, ECF No. 53.15.) \n \nownership interest pursuant to Section 11 of the Operating Agreement. 27  Ms. \nVincelette rejected and returned the $140,000 check to Ms. Court.28  \n12. On 17 November 2023, Ms. Vincelette made a written derivative demand on \nNurse Source to “enforce, realize, and fulfill Nurse Source’s rights and obligations \nunder the Settlement Agreement and to investigate and take suitable action \nregarding any corporate malfeasance and unlawful conduct by Kelly Court and \nMelissa Peirce, specifically including their collusive efforts to deprive Nurse Source \nof its rights under the Settlement Agreement and Amy Vincelette of her rights as a \nmember of Nurse Source.” 29  Nurse Source failed to respond to or take “suitable \naction” concerning the matters set forth in the derivative demand.30   \n13. On 16 April 2024, Ms. Vincelette, individually and derivatively on behalf of \nNurse Source, filed the complaint initiating the current action.31  Ms. Vincelette filed \nthe Verified First Amended Complaint  on 27 November 2024, adding individual \nclaims against Nurse Source for breach of the Operating Agreement and against Ms. \nCourt and Ms. Peirce for breach of fiduciary duty and breach of the implied covenant \nof good faith and fair dealing. 32  In the current action, Ms. Vincelette, suing \n \n27 (Am. Compl. ¶ 103.) \n \n28 (Am. Compl. ¶ 114.) \n \n29 (Am. Compl. ¶ 120.) \n \n30 (Am. Compl. ¶ 122.) \n \n31 (Verified Compl., ECF Nos. 3 (sealed), 4 (redacted).) \n \n32 (Am. Compl.) \n \nderivatively on behalf of Nurse Source, asserts claims against Ms. Court and Ms. \nPeirce for (i) declaratory judgment of “the parties’ rights and obligations under the \nSettlement Agreement and Operating Agreement” ;33 (ii) breach of fiduciary duty ;34 \n(iii) breach of the Settlement Agreement;35 (iv) injunction/specific performance;36 and \n(v) civil conspiracy. 37  In addition, Ms. Vincelette individually asserts claims for (i) \ndeclaratory judgment concerning “the parties’ rights and obligations under the \nOperating Agreement”  against Ms. Court and Ms. Peirce ;38 (ii) breach of the \nOperating Agreement  against Ms. Court and Ms. Peirce ;39 (iii) action on account \nagainst Nurse Source;40 (iv) breach of contract against Nurse Source;41 (v) conversion \nagainst Ms. Court and Nurse Source ;42 (vi) unjust enrichment against Nurse \nSource;43 (vii) violation of Connecticut General Statute  § 34-255i(a) against all \n \n33 (Am. Compl. ¶ 147.) \n \n34 (Am. Compl. ¶¶ 149–54.) \n \n35 (Am. Compl. ¶¶ 155–61.) \n \n36 (Am. Compl. ¶¶ 162–66.) \n \n37 (Am. Compl. ¶¶ 167–71.) \n \n38 (Am. Compl. ¶¶ 172–74.) \n \n39 (Am. Compl. ¶¶ 175–88.) \n \n40 (Am. Compl. ¶¶ 189–96.) \n \n41 (Am. Compl. ¶¶ 197–205.) \n \n42 (Am. Compl. ¶¶ 206–11.) \n \n43 (Am. Compl. ¶¶ 212–18.) \n \nDefendants;44 (viii) breach of the Operating Agreement against Nurse Source; 45 (ix) \nbreach of fiduciary duty against Ms. Court and Ms. Peirce ;46 and (x) breach of the \nimplied covenant of good faith and fair dealing against Ms. Court and Ms. Peirce.47   \n14. Defendants filed the Motion seeking partial dismissal of Ms. Vincelette’s \nAmended Complaint on 3 January 2025.  After full briefing, the Court held a hearing \non the Motion on 5 March 2025 (the “Hearing”) at which all parties were represented \nby counsel.  The Motion is now ripe for resolution. \nII. \nLEGAL STANDARD \n15. “Standing is a necessary prerequisite to a court's proper exercise of subject \nmatter jurisdiction[,]” In re Z.G.J., 378 N.C. 500, 504 (2021) (citation omitted), and \n“must be addressed, and found to exist, before the merits of the case are judicially \nresolved[,]” In re T.B. , 200 N.C. App. 739, 742 (2009)  (cleaned up).   “[S]tanding \narguments can be presented under both  Rule 12(b)(1) and Rule 12(b)(6)[.]”  Finley v. \nBrown, 2017 NCBC LEXIS 79, at *8 (N.C. Super. Ct. Sept. 1, 2017) (quoting Sykes v. \nHealth Network Sols., Inc. , 2013 NCBC LEXIS 52, at *8 (N.C. Super. Ct. Dec. 5, \n2013)). \n \n44 (Am. Compl. ¶¶ 219–24.) \n \n45 (Am. Compl. ¶¶ 225–38.) \n \n46 (Am. Compl. ¶¶ 239–43.) \n \n47 (Am. Compl. ¶¶ 244–50.) \n \n16. “Rule 12(b)(1) requires the dismissal of any action ‘based upon a trial court's \nlack of jurisdiction over the subject matter of the claim.’”   Watson v. Joyner-Watson, \n263 N.C. App. 393, 394 (2018)  (quoting N.C. R. Civ. P. 12(b)(1)).  The plaintiff bears \nthe burden of establishing subject matter jurisdiction.  See Harper v. City of Asheville, \n160 N.C. App. 209, 217 (2003).   In ruling on a motion to dismiss for lack \nof standing pursuant to Rule 12(b)(1), the Court “may consider matters outside the \npleadings” in determining whether subject matter jurisdiction exists,  Harris v. \nMatthews, 361 N.C. 265, 271 (2007), and must “view the allegations [of the complaint] \nas true and the supporting record in the light most favorable to the non -moving \nparty[,]”  Mangum v. Raleigh Bd. of Adjustment, 362 N.C. 640, 644 (2008). \n17. In ruling on a motion to dismiss under Rule 12(b)(6), the Court may consider \nthe pleading and “any exhibits attached to the [pleading,]”  Krawiec v. Manly , 370 \nN.C. 602, 606 (2018), in order to determine “whether the pleadings, when taken as \ntrue, are legally sufficient to satisfy the elements of at least some legally recognized \nclaim[,]” Arroyo v. Scottie's Pro. Window Cleaning, Inc. , 120 N.C. App. 154, 158 \n(1995).  Additionally, a court may “properly consider documents which are the subject \nof a plaintiff’s complaint and to which the complaint specifically refers even though \nthey are presented by the defendant.” 48  Oberlin Cap., L.P. v. Slavin , 147 N.C. App. \n52, 60 (2001); see also Weaver v. Saint Joseph of the Pines, Inc. , 187 N.C. App. 198, \n204 (2007); Robertson v. Boyd , 88 N.C. App. 437, 441 (1988); Haddock v. Volunteers \nof Am., Inc., 2021 NCBC LEXIS 8, at *9 (N.C. Super. Ct. Jan. 22, 2021). \n \n48 It is for this reason that the Court may consider the Operating Agreement filed by \nDefendants in its determination of this Motion. \n18. Under Rule 12(b)(6), “the trial court is to construe the pleading liberally and \nin the light most favorable to the plaintiff, taking as true and admitted all  \nwell-pleaded factual allegations contained within the [pleading].” Donovan v. \nFiumara, 114 N.C. App. 524, 526 (1994) (cleaned up); see also Sykes v. Health Network \nSols., Inc., 372 N.C. 326, 332 (recognizing that, under Rule 12(b)(6), the allegations \nof the complaint should be viewed as “true and in the light most favorable to the non-\nmoving party”) ( cleaned up).  The claim is not to be dismissed unless it appears \nbeyond doubt that the non-moving party could prove no set of facts in support of his \nclaim which would entitle him to relief.  U.S. Bank Nat’l Ass’n v. Pinkney , 369 N.C. \n723, 726 (2017).   The Supreme Court of North Carolina has determined that \n“dismissal pursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on its face \nreveals that no law supports the plaintiff’s claim; (2) the complaint on its face reveals \nthe absence of facts sufficien t to make a good claim; or (3) the complaint discloses \nsome fact that necessarily defeats the plaintiff’s claim.’” Corwin v. Brit. Am. Tobacco \nPLC, 371 N.C. 605, 615 (2018) (quoting Wood v. Guilford Cnty ., 355 N.C. 161, 166 \n(2002)).  \nIII. \nANALYSIS \n19. Defendants move the Court to dismiss all of Plaintiff’s derivative claims and \nher seventh individual cause of action for an alleged violation of Connecticut General \nStatutes § 34 -255i(a) pursuant to Rules 12(b)(1) and 12(b)(6).  Defendants \nadditionally move the Court under Rule 12(b)(6) to dismiss Plaintiff’s first individual \ncause of action for declaratory judgment, fifth individual cause of action for \nconversion, eighth individual cause of action for breach of the Operating Agreement’s \nindemnification and advancement provisions, and ninth individual cause of action for \nbreach of fiduciary duty.   The Court will consider each in turn, beginning with \nPlaintiff’s derivative claims. \nA.     Derivative Claims \n20. Defendants contend Ms. Vincelette’s derivative claims fail on three grounds:  \n(i) Ms. Vincelette “lacks standing to sue derivatively on Nurse Source’s \nbehalf”;49  \n(ii) the “derivative claims allege various injuries suffered by [Ms. \nVincelette] that do not flow from any harm to Nurse Source”;50 and  \n(iii) the derivative claims fail on the merits.51   \n1) Ms. Vincelette adequately pleads standing to sue derivatively on behalf \nof Nurse Source to survive a motion to dismiss for lack of standing pursuant \nto Rules 12(b)(1) and 12(b)(6). \n \n21. N.C.G.S. § 57D-8- 06 provides that “[i]n any derivative proceeding in the \nright of a foreign LLC, the matters covered by [Chapter 57D] will be governed by the \nlaw of the jurisdiction of the foreign LLC’s organization except for the matters \ngoverned by G.S. 57D -8-02 [ (Stay of Proceedings )], 57D -8-04 [ (Discontinuance or \nSettlement)], and 57D -8-05 [ (Payment of Expenses )].”  See also Husqvarna Pro. \n \n49 (Defs.’ Mem. Law Supp. Partial Mot. Dismiss [hereinafter, “Defs.’ Br. Supp.”] 10, ECF No. \n68.) \n \n50 (Defs.’ Br. Supp. 9.) \n \n51 (Defs.’ Br. Supp. 11.)  \nProds., Inc. v. Robin Autopilot Holdings, LLC , 2023 NCBC LEXIS 172, at * 5 (N.C. \nSuper. Ct. Dec. 22, 2023)  (finding that Ohio law governed whether Plaintiff had \nstanding to bring a derivative claim because the company at issue was organized \nunder Ohio law).  As a result, Ms. Vincelette’s standing to bring a derivative claim on \nbehalf of Nurse Source is governed by the Connecticut Uniform Limited Liability \nCompany Act (the “Connecticut Act”). \n22. The Connecticut Act provides:  \n[a] derivative action to enforce a right of a limited liability company may \nbe maintained only by a person that is a member at the time the \naction is commenced and: (1) [w]as a member when the conduct \ngiving rise to the action occurred ; or (2) whose status as a member \ndevolved on the person by operation of law or pursuant to the terms of \nthe operating agreement from a person that was a member at the time \nof the conduct. \n \nConn. Gen. Stat. §  34-271b (emphasis added) .  Additionally, the Connecticut Act \nstates: \n[a] member may maintain a derivative action to enforce a right of a \nlimited liability company if: (1) [t]he member first makes a demand \non the other members in a member- managed limited liability \ncompany, . . . requesting that they cause the company to bring an action \nto enforce the right, and the . . . other members do not bring the \naction within ninety days ; or (2) a demand under subdivision (1) of \nthis section would be futile. \n \nConn. Gen. Stat. § 34 -271a (emphasis added) .  Thus, to have standing to sue \nderivatively on Nurse Source’s behalf, Ms. Vincelette must have (1) been a member \nof Nurse Source on 16 April 2024, the date the current action was commenced ;  \n(2) been a member of Nurse Source “when the conduct giving rise to the action \noccurred”; and (3) made a demand on the other members or asserted demand futility. \n23. Defendants seek dismissal of Ms. Vincelette’s derivative claims pursuant to \nRules 12(b)(1) and 12(b)(6), contending Ms. Vincelette was not a member of Nurse \nSource when she filed the current action and thus lacks standing to sue derivatively \non Nurse Source’s behalf. 52  “The evidence is clear,” Defendants argue, “that [Ms. \nCourt and Ms. Peirce], as a supermajority of Nurse Source’s voting interest, voted to \nterminate [Ms. Vincelette] as a member on August 7, 2023.” 53  Defendants maintain \nthe transfer of Ms. Vincelette’s transferable interest in Nurse Source back to the \ncompany was completed on 29 November 2023, the date Ms. Court and Ms. Peirce \nsent Ms. Vincelette “a check reflecting the appraised value under § 11.16 [o f the \nOperating Agreement], along with the appraisal[.]”54   \n24. The Court disagrees.  In the Amended Complaint, Ms. Vincelette alleges: \n(i) she “is a member of Nurse Source and has been a member of Nurse \nSource at all times relevant to the facts alleged herein”;55 \n(ii) she and Ms. Court voted by two-thirds majority to terminate Ms. Peirce \nas an employee of Nurse Source for C ause, gave notice to Ms. Peirce \nthat they were exercising the right and option to purchase Ms. Peirce’s \n \n52 (Defs.’ Br. Supp. 10–11.) \n \n53 (Defs.’ Br. Supp. 10.) \n \n54 (Defs.’ Br. Supp. 11.) \n \n55 (Am. Compl. ¶ 1.) \n \nUnits, and affirmed their termination for C ause of Ms. Peirce and \npurchase of her Units;56 \n(iii) the “termination for Cause of Melissa Peirce has never been revoked or \nreversed by a sufficient vote of eligible members of Nurse Source”;57 \n(iv) the Settlement Agreement, executed by Ms. Vincelette and Ms. Court \non behalf of Nurse Source and by Ms. Peirce on behalf of herself,  \nrequired Ms. Peirce to assign, transfer, convey , and deliver to Nurse \nSource all Units of Nurse Source that Ms. Peirce owns;58  \n(v) Ms. Court filed an Interim Notice with the Connecticut Secretary of \nState stating Ms. Peirce had ceased to be a member of Nurse Source;59 \n(vi) “[a]ccording to [Ms.] Court’s repeated and sworn statements that [Ms.] \nPeirce’s membership was terminated according to the Settlement \nAgreement, [Ms.] Court apparently caused Nurse Source to pay [Ms.] \nPeirce the Net Purchase Price in accordance with Nurse Source’s rights \nand obligations under the Settlement Agreement.  Therefore, [Ms.] \nPeirce ceased to be a member of Nurse Source”;60 and \n \n56 (Am. Compl. ¶¶ 20–23.) \n \n57 (Am. Compl. ¶ 24; see also Am. Compl. ¶¶ 81–87.) \n \n58 (Am. Compl. ¶¶ 28, 69–71.) \n \n59 (Am. Compl. ¶ 73; see also Am. Compl., Ex. L, ECF No. 53.12.) \n \n60 (Am. Compl. ¶ 106.) \n \n(vii) Ms. Vincelette made a written derivative demand on Nurse Source “to \nenforce, realize, and fulfill Nurse Source’s rights and obligations under \nthe Settlement Agreement and to investigate and take suitable action \nregarding any corporate malfeasance and unlaw ful conduct by [Ms. \nCourt and Ms. Peirce]” on 17 November 2023 and “Nurse Source failed \nto take suitable action concerning the matters set forth in the \n[demand].”61 \n25. Construing the above allegations liberally and in the light most favorable to \nMs. Vincelette, as is required at the 12(b)(6) stage, the Court finds Ms. Vincelette has \npled sufficient facts to withstand a motion to dismiss for lack of standing under Rule \n12(b)(6).  Ms. Vincelette has alleged that she is a current member of Nurse Source \nand that she made a demand on the other Nurse Source members, satisfying the  \nConnecticut Act’s requirements to maintain a derivative action.   This Court, \n“view[ing] the allegations [of the complaint] as true and the supporting record in the \nlight most favorable to the non -moving party[,]” similarly finds that Ms. Vincelette \nhas pled sufficient facts and provided sufficient supporting evidence to withstand a \nmotion to dismiss for lack of standing under Rule 12(b)(1).   \n2) Ms. Vincelette adequately alleges a derivative claim for d eclaratory \njudgment, however, her claim  is partly duplicative of her derivative claim \nfor breach of contract. \n \n \n61 (Am. Compl. ¶¶ 120, 122.) \n26. Defendants first seek dismissal of Plaintiff’s derivative claim for a \ndeclaratory judgment.  In her first derivative claim, Plaintiff requests a declaratory \njudgment in Nurse Source’s favor declaring that: \n(1) Nurse Source has the right and obligation to acquire Melissa Peirce’s \nownership interest in Nurse Source pursuant to the terms of the \nSettlement Agreement; (2) Melissa Peirce has the obligation to transfer \nher ownership interest to Nurse Source pursuan t to the terms of the \nSettlement Agreement; (3) Kelly Court is obligated to cause Nurse \nSource to acquire Melissa Peirce’s ownership interest in Nurse Source \npursuant to the terms of the Settlement Agreement; (4) Kelly Court and \nMelissa Peirce’s attempt to  ‘reinstate’ Melissa Peirce was invalid and \nhad no force or effect; and (5) [the Peirces] must reimburse Nurse Source \nall salaries and benefits that they have received since Melissa Peirce \nwas ‘reinstated’ and Jamie [Peirce] was reemployed by Nurse Source.62 \n \n27. Under the Declaratory Judgment Act, “[a]ny person interested under \na . . . written contract . . ., or whose rights, status or other legal relations are affected \nby a . . . contract . . ., may have determined any question of construction or validity \narising under the . . . contract . . ., and obtain a declaration of rights, status, or other \nlegal relations thereunder.”  N.C.G.S. § 1-254.  When asserting a claim for declaratory \njudgment, the claimant “must set forth in his pleading all facts necessary to disclose \nthe existence of an actual controversy between the parties  . . . with regard to their \nrespective rights and duties[.]”  Lide v. Mears, 231 N.C. 111, 118 (1949).  A motion to \ndismiss pursuant to Rule 12(b)(6) is “seldom an appropriate pleading in actions for \ndeclaratory judgments, and . . . is allowed only when the record clearly shows that \n \n62 ( Am. Compl. ¶ 148.)   It is well established under North Carolina law that procedural \nmatters are governed by the law of the forum.  This  C ourt’s analysis of the  claim for \ndeclaratory judgment is therefore governed by North Carolina law.  Velleros, Inc. v. Patterson, \n2015 NCBC LEXIS 16, at *20–21 (N.C. Super. Ct. Feb. 23, 2015); see also Young v. Baltimore \n& O.R. Co., 266 N.C. 458 (1966).        \n \nthere is no basis for declaratory relief as when the complaint does not allege an actual, \ngenuine existing controversy.”  N.C. Consumers Power, Inc. v. Duke Power Co. , 285 \nN.C. 434, 439 (1974).  However, a court may dismiss a claim for declaratory judgment \nas duplicative if “all . . . issues concern questions that the Court will have to resolve \nin addressing the parties’ . . . claims for breach of contract[.]”  Innovare, Ltd. v . \nSciteck® Diagnostics, Inc. , 2023 NCBC LEXIS 8, at *39 (N.C. Super. Ct. Jan. 19,  \n2023); see also Stein ex rel. Dogwood Health Tr. v. MH Master Holdings, LLLP, 2024 \nNCBC LEXIS 152, at *15 (N.C. Super. Ct. Dec. 6, 2024) (holding the court has \ndiscretion to deny declaratory relief that serves no useful purpose or is duplicative of \npending claims).   \n28. Here, Plaintiff seeks a declaratory judgment that the Settlement Agreement \nobligated Ms. Peirce to forfeit, and Nurse Source to acquire , her ownership interest \nin the company.  Whether (1) Nurse Source  is obligated to acquire Ms. Peirce’s \nownership interest; (2) Ms. Peirce is obligated to transfer her ownership interest to \nNurse Source; and (3) Ms. Court is obligated to cause Nurse Source to acquire Ms. \nPeirce’s ownership interest must necessarily be resolved in the Court’s determination \nof Plaintiff’s derivative claim for breach of the Settlement Agreement .  T he \nSettlement Agreement provides, in relevant part,  that Ms. Peirce “agrees to assign , \ntransfer, convey, and deliver to Nurse Source all Units of Nurse Source that [she] \nowns [in consideration of the Purchase Price] ,” “Nurse Source shall pay the Net \nPurchase Price for [Ms. Peirce’s] Units,” and Ms. Peirce “agrees to withdraw and \nresign as a member, officer, employee and agent of Nurse Source.”63  Accordingly, the \nCourt GRANTS Defendants’ Motion to dismiss the first three subparts of Plaintiff’s \nderivative claim for declaratory judgment as this claim is duplicative of Plaintiff’s \nderivative breach of contract claim.   \n29. However, whether Ms. Court’s and Ms. Peirce’s attempt to “reinstate” Ms. \nPeirce was invalid and whether the Peirces must reimburse Nurse Source all salaries \nand benefits that they have received since the ir “reinstatement” will not necessarily \nneed to be decided by the Court’s determination of Plaintiff’s derivative claim for \nbreach of the Settlement Agreement.  The Settlement Agreement’s provisions do not \ndirectly address either reinstatement or reimbursement.  Thus, these last two \nsubparts of Plaintiff’s claim should be dismissed only if the Amended Complaint “does \nnot allege an actual, genuine existing controversy.”  Fifth Ave. United Methodist \nChurch v. N.C. Conf. , 911 S.E.2d 106, 121 (N.C. Ct. App. 2024) (quoting  N.C. \nConsumers Power, Inc., 285 N.C. at 439).   \n30. In seeking to dismiss Ms. Vincelette’s claim for declaratory judgment,  Ms. \nCourt and Ms. Peirce argue an “actual, genuine existing controversy” does not exist \nbecause a condition precedent to Ms. Peirce’s transfer of her member ship interest—\nNurse Source’s purchase of Ms. Peirce’s Units or payment of the Net Purchase Price—\nnever occurred and, thus, Ms. Peirce’s membership interest was never terminated  \nand Ms. Peirce never lost her voting and managerial rights in Nurse Source .64   Ms. \n \n63 (Settlement Agreement § 3.) \n \n64 (Defs.’ Br. Supp. 14.) \n \nVincelette contends in opposition that Ms. Peirce’s membership interest was \nterminated by (1) Ms. Vincelette and Ms. Court’s 26 June 2020 vote to terminate the \nPeirces’ employment for Cause and exercise their right to purchase Ms. Peirce’s Units \nor, alternatively, (2) the 21 January 2022 Settlement Agreement.65  Under the terms \nof the Settlement Agreement, Ms. Vincelette states, Nurse Source was to pay the Net \nPurchase Price for Ms. Peirce’s Nurse Source Units by 6 August 2023. 66  Ms. Peirce \nwas never paid the Net Purchase Price, Ms. Vincelette alleges, because Ms. Court \n“unilaterally declared that she would refuse to allow Nurse Source to perform under \nthe Settlement Agreement” in violation of the Settlement Agreement’s terms.67    \n31. The Court concludes that Ms. Vincelette has alleged sufficient facts to \npermit a reasonable factfinder to find  that Ms. Peirce was terminated as a member \nof Nurse Source and Ms. Peirce’s purported reinstatement was invalid as her  \ntermination had never been revoked or reversed by a sufficient vote of eligible \nmembers.  As under Rule 12(b)(6) the issue for determination is only whether there \nis a concrete, present controversy  for the Court to decide, the Court DENIES \nDefendants’ Motion as to the remaining two subparts of Plaintiff’s derivative claim \nfor declaratory judgment.  Legalzoom.com, Inc. v. N.C. State Bar, 2012 NCBC LEXIS \n49, at *8–9 (N.C. Super. Ct. Aug. 27, 2012). \n \n \n65 (Am. Compl. ¶¶ 20–34.)  \n \n66 (Am. Compl. ¶¶ 32–34.)  \n \n67 (Am. Compl. ¶ 42.)  \n \n3) Ms. Vincelette adequately alleges injury to Nurse Source to sustain a \nderivative claim for breach of fiduciary duty. \n \n32. In her second derivative cause of action, Ms. Vincelette alleges Ms. Court \nand Ms. Peirce breached their fiduciary duties owed to Nurse Source by “depriving \nNurse Source of its rights and benefits under the Settlement Agreement, ‘reinstating’ \nMelissa Peirce, and using Nurse Source funds to pay for their personal attorneys’ \nfees.”68  Defendants seek to dismiss this claim pursuant to Rules 12(b)(1) and 12(b)(6), \ncontending Ms. Vincelette lacks standing because she does not allege any injury to \nNurse Source as required to state a derivative claim.69   \n33. Connecticut law governs Ms. Vincelette’s derivative claim for breach of \nfiduciary duty.70  It is blackletter law that a derivative claim must be based on injury \nto the company, not an individual member.  See, e.g., Conn. Gen. Stat. § 34 -271a \n(stating when “a member may maintain a derivative action to enforce a right of a  \nlimited liability company ”) (emphasis added); May v. Coffey , 291 Conn. 106, 115 \n(2009).  Here, Ms. Vincelette alleges “[a]s a direct and proximate result of Defendants’ \nbreaches of fiduciary duties, Nurse Source has suffered and will continue to suffer \ndamages[.]”71  To support her contention, Ms. Vincelette alleges Ms. Peirce “had been \n \n68 (Am. Compl. ¶ 151.) \n \n69 (Defs.’ Br. Supp. 11–13; see also Defs.’ Reply Supp. Partial Mot. Dismiss [hereinafter, “Defs.’ \nReply”] 4, ECF No. 78.)  \n \n70 As noted in paragraph 21, supra, under N.C.G.S. § 57D-8-06 Ms. Vincelette’s standing to \nbring a derivative claim for breach of fiduciary duty on behalf of Nurse Source is governed by \nthe Connecticut Act.   \n \n71 (Am. Compl. ¶ 153.)   \n \nengaging in a years-long scheme to defraud and embezzle enormous sums of money \nfrom Nurse Source.”72  More specifically, Ms. Vincelette alleges that  Ms. Peirce and \nher husband’s scheme included “improper transfers to the Peirces or for the Peirces’ \nbenefit by, among other things, (i) taking unauthorized salaries; (ii) utilizing company \ncredit cards for personal use and pleasure; and (iii) payment for or reimbursement of \nother personal expenses without authorization.” 73  The Peirces furthermore \n“represented to Nurse Sources’ [sic] members that the company lacked financial \nresources to expand and retain new employees, depriving Nurse Source of business \nopportunities.”74   \n34. Taking these allegations as true, Ms. Vincelette has adequately pled that \nNurse Source was directly injured by Defendants’ decision to not exercise Nurse \nSource’s rights under the Settlement Agreement.  As Ms. Vincelette states, the \nSettlement Agreement “rids Nurse Source of Ms. Peirce—someone who, while \nentrusted with control of Nurse Source’s finances, . . . ‘defraud[ed] and embezzle[d] \nenormous sums of money from Nurse Source, ’” and “depriv[ed] Nurse Source of \nbusiness opportunities.”75  See, e.g., Manere v. Collins, 200 Conn. App. 356, 366 –70 \n \n72 (Am. Compl. ¶ 14.) \n \n73 (Am. Compl. ¶ 16.)   \n \n74 (Am. Compl. ¶ 17.) \n \n75 (Resp. Opp. Defs.’ Partial Mot. Dismiss Pl.’s First Am. Compl. [hereinafter, “Pl.’s Resp.”] \n8–9, ECF No. 73.)   The 29 October 2020 Action by Written Consent of the Members signed \nby Ms. Court and attached to the Complaint additionally recognizes that the Peirces ’ \n“misappropriation of Company assets and gross mismanagement have been to the material \ndetriment of the Company.”  (Am. Compl., Ex. C.)   \n \n(2020) (holding that allegations that a member misappropriated company funds and \nthat the company was damaged as a result were sufficient to state a claim for breach \nof fiduciary duty).  Accordingly, the Court finds that Ms. Vincelette adequately pleads \ninjury to Nurse Source and holds these allegations state a viable derivative claim for \nbreach of fiduciary duty.  Defendants ’ Motion seeking to dismiss Plaintiff’s second \nderivative claim pursuant to Rules 12(b)(1) and 12(b)(6) shall therefore be DENIED.   \n4) Ms. Vincelette adequately alleges a derivative claim for breach of \ncontract as it relates to Ms. Peirce, but not Ms. Court.   \n \n35. Defendants next seek to dismiss Plaintiff’s derivative claim for breach of the \nSettlement Agreement.76  In her third derivative claim, Ms. Vincelette contends Ms. \nPeirce “has materially breached the Settlement Agreement by failing to assign, \ntransfer, convey, and deliver to Nurse Source all of her Units.” 77  Additionally, Ms. \nVincelette alleges Ms. Court “has materially breached the Settlement Agreement by \nfailing and refusing to cause Nurse Source to pay Melissa Peirce the Net Purchase \nPrice.”78   \n36. “Unlike claims subject to Rule 9, a claim for breach of contract is not subject \nto heightened pleading standards[.]”  AYM Techs., LLC. v. Rodgers, 2018 NCBC \nLEXIS 14, at *52– 53 (N.C. Super. Ct. Feb. 9, 2018).  “The elements of a claim for \n \n76 As Section 15 of the Settlement Agreement provides the “Agreement shall be governed by, \nconstrued and enforced in accordance with, the laws of the State of North Carolina, without \nregard to its conflict of law principles,” the Court will apply North Carolina law to Plaintiff’s \nderivative claim for breach of contract.  (Settlement Agreement § 15.)   \n \n77 (Am. Compl. ¶ 158.) \n \n78 (Am. Compl. ¶ 159.) \n \nbreach of contract are (1) existence of a valid contract and (2) breach of the terms of \nthat contract.”  Poor v. Hill, 138 N.C. App. 19, 26 (2000).  “Thus, in any breach of \ncontract action, the complaint must allege the existence of a contract between the \nplaintiff and the defendant, the specific provisions breached, the facts constituting \nthe breach, and the amount of d amages resulting to the plaintiff from such breach.”  \nHowe v. Links Club Condo. Ass’n, 263 N.C. App. 130, 139 (2018) (cleaned up). \n37. Defendants seek dismissal of Plaintiff’s third derivative claim, arguing  the \nclaim cannot succeed on the merits because  (1) Ms. Court cannot be held liable for \nany breach that may have occurred as she is not a party to the Settlement Agreement \nand (2) Ms. Peirce cannot be held liable because Ms. Vincelette “alleges that a \ncondition precedent to [Ms. Peirce’s] transfer—Nurs e Source’s payment of the Net \nPurchase Price—has not happened.”79 \n38. Defendants are correct that “as a matter of law, a non -party to a contract \n‘cannot be held liable for any breach that may have occurred.’”  Howe, 263 N.C. App. \nat 139 (citing Canady v. Mann, 107 N.C. App. 252, 259 (1992)).  As only Nurse Source, \nWellspring Group, and Melissa and Jamie Peirce are parties to the Settlement \nAgreement, the Court GRANTS Defendants’ Motion to dismiss Plaintiff’s third \nderivative claim to the extent it relates to Ms. Court.80   \n \n79 (Defs.’ Br. Supp. 14; see also Am. Compl. ¶¶ 107–10.) \n \n80 Plaintiff attempts to salvage her derivative breach of contract claim against Ms. Court, \nstating in her response brief that the Complaint “nevertheless sufficiently alleges a claim \nagainst Ms. Court for tortious interference with contract.”  (Pl.’s Resp. 9.)  However, this new \ntheory is not alleged in the Complaint and thus will not be considered by the Court.  See \nBrown v. Secor , 2017 NCBC LEXIS 65, at *19 (N.C. Super. Ct. July 28, 2017) (“The \nrequirement to liberally construe the complaint is not an invitation to rewrite it.”).        \n39. Regarding Plaintiff’s claim against Ms. Peirce, though Plaintiff alleges in \nher Amended Complaint that “Kelly Court has failed and refused to cause Nurse \nSource to pay Melissa Peirce the Net Purchase Price and acquire Melissa Peirce’s \nownership interest,” 81 she pleads in the alternative that “Kelly Court apparently \ncaused Nurse Source to pay Melissa Peirce the Net Purchase Price in accordance with \nNurse Source’s rights and obligations under the Settlement Agreement.”82  “It is well-\nestablished that ‘[l]iberal pleading rules permit pleading in the alternative,’ and that \ntheories may be pursued in the complaint even if plaintiff may not ultimately be able \nto prevail on both.”  James River Equip., Inc. v. Mecklenburg Utils., Inc. , 179 N.C. \nApp. 414, 419 (citing Catoe v. Helms Constr. & Concrete Co. , 91 N.C. App. 492, 498 \n(1998)).  Furthermore, “[t]here is no requirement that all claims be legally \nconsistent.”  Concrete Serv. Corp. , 79 N.C. App. at 684.  Thus, the Court DENIES \nDefendants’ Motion as to Plaintiff’s third derivative claim to the extent it concerns  \nMs. Peirce’s alleged breach of the Settlement Agreement.   \n5) Ms. Vincelette’s claim for injunction is dismissed as there is no standalone \nclaim for injunctive relief in North Carolina.  However, at this early stage \nand based on this record, the Court cannot rule out an interpretation of the \nSettlement Agreement that would support Plaintiff's demand for  specific \nperformance.   \n \n40. In her Amended Complaint, Ms. Vincelette, “as a member and on behalf of \nNurse Source, requests an order directing Kelly Court and Melissa Peirce to comply \nwith the terms of the Settlement Agreement and consummate the transactions \n \n81 (Am. Compl. ¶ 107.) \n \n82 (Am. Compl. ¶ 106.) \n \nrequired thereunder by (1) causing Nurse Source to pay Melissa Peirce the Net \nPurchase Price and (2) assigning, transferring, conveying, and delivering to Nurse \nSource all of the Units of Nurse Source that Melissa Peirce owns.” 83  Defendants \nargue Plaintiff’s claim for injunction and/or specific performance fails “because it is \nnot a claim at all[ —][i]t is a requested relief.” 84  Additionally, Defendants contend,  \nMs. Vincelette’s claim for specific performance must be dismissed because (1) she is \nrequesting “this Court to settle a dispute that the Operating Agreement leaves to the \nmembers” and (2) she cannot show that Nurse Source is “ready, willing, and able” to \nperform under the Settlement Agreement.85  \n41. Defendants are correct with respect to Ms. Vincelette’s claim for injunction \n– it is well-settled that “injunctive relief is not a standalone claim[.]”  Window World \nof St. Louis, Inc. v. Window World of Bloomington, Inc., 2021 NCBC LEXIS 88, at *15 \n(N.C. Super. Ct. Oct. 6, 2021).  See also BIOMILQ, Inc. v. Guiliano , 2024 NCBC \nLEXIS 58, at *26 (N.C. Super. Ct. Apr. 19, 2024) (Injunctive relief “is an ancillary \nremedy, not an independent cause of action.”) (citing Revelle v. Chamblee, 168 N.C. \nApp. 227, 230 (2005)); Brewster v. Powell Bail Bonding, Inc., 2018 NCBC LEXIS 76, \nat *18 (N.C. Super. Ct. July 26, 2018) (“[I]njunctions are remedies, not independent \ncauses of action.”).86  Since there is no standalone claim for injunctive relief in North \n \n83 (Am. Compl. ¶ 166.) \n \n84 (Defs.’ Br. Supp. 15.) \n \n85 (Defs.’ Br. Supp. 15; see also Defs.’ Reply 8.) \n \n86 As the Settlement Agreement is governed by North Carolina law, North Carolina law \napplies to Plaintiff’s claims for injunction/specific performance.  Furthermore, North \nCarolina, Defendants’ Motion is GRANTED with respect to this claim.  Plaintiff’s \nclaim for injunction is hereby dismissed without prejudice to Plaintiff’s ability to seek \ninjunctive relief , if legally and procedurally warranted, or to pursue whatever \nremedies she may be entitled to by law or equity, which the Court construes to include \na request for injunctive relief.     \n42. Regarding the second aspect of Plaintiff’s claim, though Defendants are \ncorrect that specific performance is a remedy, the Court, in its discretion and for \npurposes of judicial efficiency, declines to dismiss this claim or otherwise preclude \nPlaintiff from requesting the remedy of specific performance at this early stage of the \nproceedings.   \n43. “The remedy of specific performance is available to compel a party to do \nprecisely what he ought to have done without being coerced by the court.”  Munchak \nCorp. v. Caldwell, 301 N.C. 689, 694 (1981).  “To receive specific performance, the law \nrequires the moving party to prove that (i) the remedy at law is inadequate, (ii) the \nobligor can perform, and (iii) the obligee has performed [her] obligations.”  Reeder v. \nCarter, 226 N.C. App. 270, 275 (2013).  Generally, “specific performance of a contract \nis decreed only when it is equitable to do so.”   Hutchins v. Honeycutt, 286 N.C. 314, \n318 (1974) .  “ The party claiming the right to  specific performance  must show the \nexistence of a valid contract, its terms, and either full performance on [her] part or \nthat [she] is ready, willing and able to perform.”  Munchak, 301 N.C. at 694.  “Specific \n \nCarolina’s traditional conflict of laws rule is that remedial or procedural rights are \ndetermined by lex fori, the law of the forum.  See, e.g., Stetser v. TAP Pharm. Prods. Inc., 165 \nN.C. App. 1, 24–25 (2004).      \nperformance will not be decreed unless the terms of the contract are so definite and \ncertain that the acts to be performed can be ascertained and the court can determine \nwhether or not the performance rendered is in accord with the contractual duty \nassumed.” N.C. Med. Soc'y v. N.C. Bd. of Nursing, 169 N.C. App. 1, 12 (2005). \n44. Moreover, specific performance is an equitable remedy that “rests in the \nsound discretion of the trial court and is conclusive on appeal absent a showing of a \npalpable abuse of discretion.”  Diener v. Brown , 290 N.C. App. 273, 277 (2023) \n(quoting Crews v. Crews, 264 N.C. App. 152, 154 (2019) (quotation marks and citation \nomitted)).  “Because specific performance rests in the Court’s discretion, the only role \nfor a jury is to decide any disputed facts.”  Durham Coca- Cola Bottling Co. v. Coca -\nCola Bottling Co. Consol., 2003 NCBC LEXIS 5, at *35 (N.C. Super. Ct. Apr. 28, 2003). \n45. Here, the Settlement Agreement provides that (1) “[i]n consideration of the \nPurchase Price . . . and the covenants and agreements provided for herein, [Ms. \nPeirce] hereby agrees to assign, transfer, convey, and deliver to Nurse Source all \nUnits of Nurse Source that [Ms. Peirce]  owns”;87 (2) “[Ms. Peirce] further agrees to \nwithdraw and resign as a member, officer, employee and agent of Nurse Source upon \nthe Closing Date”;88 and (3) “Nurse Source shall pay the Net Purchase Price for [Ms. \nPeirce’s] Units within 30 days of receipt of the third-party appraiser’s valuation[.]”89  \n \n87 (Settlement Agreement § 3(a).) \n \n88 (Settlement Agreement § 3(a).) \n \n89 (Settlement Agreement § 3(d)  (emphasis added).)  “It is well established that the word \n‘shall’ is generally imperative or mandatory[.]”  Inspection Station No. 31327 v. N.C. DMV , \n244 N.C. App. 416, 425 (2015).    \n \nBased on the language of the Settlement Agreement , Plaintiff alleges Nurse Source \nhas the “obligation to acquire all of Melissa Peirce’s Units of Nurse Source in \nexchange for the Net Purchase Price.” 90  Defendants, however, maintain that the \ncompany had the right to purchase Ms. Peirce’s Units but was not obliged to do so.91   \n46. At this early stage of the case, the Court does not resolve t he parties’ \ncompeting legal interpretations over rights or obligations under of the Settlement \nAgreement.  See Dockery v. Quality Plastic Custom Molding, Inc., 144 N.C. App. 419, \n422 (2001) (“Ambiguity exists where the contract’s language is reasonably susceptible \nto either of the interpretations asserted by the parties.”); WakeMed v. Surgical Care \nAffiliates, LLC , 243 N.C. App. 820, 827 (2015) (“ [I]nterpretation of an ambiguous \ncontract is best left to the trier of fact.”).  Furthermore, at the Rule 12(b)(6) stage, the \nCourt must view the allegations of the Amended Complaint “as true and in the light \nmost favorable to the non -moving party.”  Sykes, 372 N.C. at 332.  In the Amended \nComplaint, Ms. Vincelette alleges (1) the “Settlement Agreement is a valid and \nbinding agreement” 92 and (2) “Nurse Source has performed, or stands ready to \nperform, all material obligations and conditions precedent under the Settlement \nAgreement.”93  These allegations, taken as true, are sufficient to support a request \nfor specific performance of a contract  at the Rule 12(b)(6) stage .  Therefore, it is not \n \n90 (Am. Compl. ¶ 164.) \n \n91 (Defs.’ Br. Supp. 15; Defs.’ Reply 8.) \n \n92 (Am. Compl. ¶ 163.) \n \n93 (Am. Compl. ¶ 157; see also Am. Compl. ¶ 103.) \n \nfor the Court, at this early stage and based on this record, to rule out an \ninterpretation of the Settlement Agreement that would support Plaintiff’s demand \nfor specific performance.  Accordingly, the Court DENIES Defendants’ Motion with \nrespect to specific performance. \n6) Ms. Vincelette adequately alleges a derivative claim for civil conspiracy. \n47. In her derivative claim for civil conspiracy, Ms. Vincelette alleges Ms. Court \nand Ms. Peirce “agreed between themselves by words and actions known to them to \ndo unlawful acts . . . to deprive Nurse Source of its rights and benefits under the \nSettlement Agreement.”94  Defendants move to dismiss Ms. Vincelette’s claim under \nRules 12(b)(1) and 12(b)(6), contending Ms. Vincelette lacks standing and has not \nalleged injury to Nurse Source.  Defendants further contend  Ms. Vincelette’s “‘mere \nconclusions regarding an alleged agreement’ without allegations regarding ‘how or \nwhen’ Kelly and Melissa reached an agreement cannot survive a motion to dismiss.”95  \nAs stated previously, this Court concludes  that Ms. Vincelette has adequately pled \nstanding and injury to Nurse Source as a result of Defendants’ alleged breach of the \nSettlement Agreement and alleged breach of fiduciary duty.   \n48.   It is well-established law that “there is not a separate civil action for civil \nconspiracy in North Carolina.” Dove v. Harvey , 168 N.C. App. 687, 690 (2005). 96  \n \n94 (Am. Compl. ¶ 168.) \n \n95 (Defs.’ Br. Supp. 16–17; Defs.’ Reply 8–9.) \n \n96 North Carolina’s traditional conflict of laws rule is that matters affecting the substantial \nrights of the parties are determined by lex loci, the law of the situs of the claim.  “For actions \nsounding in tort, the state where the injury occurred is considered the situs of the claim.”  \nBoudreau v. Baughman, 322 N.C. 331, 335 (1988).  Therefore, for the causes of action that \nRather, “civil conspiracy is premised on the underlying act.” Harris, 361 N.C. at 274 \nn.2.  To plead a claim for civil conspiracy, a plaintiff must allege: “(1) a conspiracy, (2) \nwrongful acts done by certain of the alleged conspirators in furtherance of that \nconspiracy, and (3) injury as a result of that conspiracy.”  Krawiec, 370 N.C. at  614.  \nA conspiracy requires an agreement between at least two persons to take an unlawful \naction or to take a lawful action in an unlawful manner.  See id. at 613; Evans v. Star \nGMC Sales & Serv., Inc., 268 N.C. 544, 546 (1966).   \n49. Here, Plaintiff’s civil conspiracy claim is premised on her derivative claims \nfor breach of contract and breach of fiduciary duty – claims that the Court has found \nsufficiently pled  to withstand a motion to dismiss.  According to the Amended \nComplaint, prior to and during the summer of 2023, Ms. Court and Ms. Peirce \nconspired to “deprive Nurse Source of its rights and benefits under the Settlement \nAgreement”97 and took steps to carry out this conspiracy by refusing to effectuate the \nSettlement Agreement and by purportedly reinstating Ms. Peirce’s employment  and \nterminating Ms. Vincelette’s employment .98  The allegations are not conclusory, as \nDefendants contend.  In the Amended Complaint, Plaintiff alleges the identity of the \nconspirators, the timeframe and purpose of the conspiracy, the steps taken to carry \n \nare normally considered to be torts, such as civil conspiracy, the law of the state where the \nplaintiff was injured controls the outcome of the claim.  Here, Nurse Source’s principal place \nof business is in Iredell County, North Carolina, and presumably the company was injured \nin North Carolina.  The parties do not dispute that North Carolina law applies to this claim.       \n \n97 (Am. Compl. ¶ 168.) \n \n98 (Am. Compl. ¶¶ 78–87, 93–105, 109–11, 167–71.) \n \nout the conspiracy, and the resulting injury.  Nothing more is required to sustain a \nclaim for civil conspiracy at the Rule 12(b)(6) stage.  Therefore, the Court DENIES \nDefendants’ Motion to the extent it relates to Plaintiff’s derivative claim for civil \nconspiracy. \nB. Direct Claims \n50. Defendants also  seek dismissal of Ms. Vincelette’s individual claims for \ndeclaratory judgment, conversion, violation of Conn. Gen. Stat. § 34 -255i(a), breach \nof the Operating Agreement’s indemnification and advancement provisions, and \nbreach of fiduciary duty.  The Court will take up each in turn.   \n1) Declaratory Judgment \n51. In Plaintiff’s first individual claim, she requests a declaratory judgment in \nher favor declaring that “(1) Kelly Court and Melissa Peirce’s attempt to terminate \nAmy Vincelette’s ‘employment’ pursuant to Section 11.14(a) [of the Operating \nAgreement] and deprive her of her interest in Nurse Source is invalid and of no force \nor effect; (2) Amy Vincelette has never been ‘employed’ by Nurse Source; (3) there are \nno grounds to terminate Ms. Vincelette for ‘Cause’; and (4) Ms. Peirce cannot \nlegitimately vote on Ms. Vincelette’s termination[.]”99  Plaintiff’s individual claim for \ndeclaratory judgment, Defendants contend, is duplicative of her breach of contract \nclaim as “[t]he Court will address whether Nurse Source employed Amy and, if so, \nproperly terminated her on the breach of contract claim.”100  See Innovare, Ltd., 2023 \n \n99 (Am. Compl. ¶ 174.) \n \n100 (Defs.’ Br. Supp. 18.)  In her second individual cause of action for breach of contract, which \nDefendants do not seek to dismiss at this stage, Ms. Vincelette alleges Ms. Court and Ms. \nNCBC LEXIS 8, at *39 –40; see also Stein ex rel. Dogwood Health Tr.,  2024 NCBC \nLEXIS 152, at *14–15 (N.C. Super. Ct. Dec. 6, 2024) .  Plaintiff, however, maintains \nthat “while there may be some overlap between the [declaratory judgment and breach \nof contract] claims, the breach of contract [claim] does not necessarily provide all of \nthe relief requested in the declaratory judgment claim.”101  The Court, Plaintiff states, \ncould find Defendants breached the Operating Agreement “on any one of a number of \nbases, leaving the remaining issues raised in the declaratory judgement claim \nundecided.”102  \n52. Plaintiff is correct —the Court need not address each aspect of Plaintiff’s \ndeclaratory judgment claim in deciding the breach of contract claim.  For instance, \nthe Court could determine that Defendants breached the Operating Agreement \nbecause Ms. Peirce was no longer a member and, thus, could not vote on Ms. \nVincelette’s termination—a ground unrelated to Ms. Vincelette’s employment status \nor whether Ms. Vincelette could be terminated for C ause.  However, in determining \nMs. Vincelette’s second individual cause of action for breach of contract, the Court \nmust necessarily determine whether Ms. Court’s and Ms. Peirce’s attempt to \nterminate Ms. Vincelette’s “employment” is invalid as there can be no breach of \ncontract if Defendants’ termination of Ms. Vincelette’s employment is v alid.  \n \nPeirce breached the Operating Agreement by purportedly terminating Ms. Vincelette’s \nemployment for Cause and “exercising their supposed right to purchase Amy Vincelette’s \nownership interest in Nurse Source at 50% of the appraised value under Section 11.16 of the \nOperating Agreement.”   \n \n101 (Pl.’s Resp. 15–16.) \n \n102 (Pl.’s Resp. 16.) \nTherefore, the Court GRANTS Defendants’ Motion to dismiss the first subpart of \nPlaintiff’s direct claim for declaratory judgment as this claim is duplicative of \nPlaintiff’s direct claim for breach of contract. \n53. Regarding Plaintiff’s remaining sub -claims for declaratory judgment, \nDefendants’ motion to dismiss should only be granted if the Amended Complaint \n“does not allege an actual, genuine existing controversy.”  Fifth Ave. United Methodist \nChurch, 911 S.E.2d at  121 (quoting N.C. Consumers Power, Inc. , 285 N.C. at 439).  \nMs. Vincelette’s Amended Complaint alleges an actual, existing controversy .  \nSpecifically, Ms. Vincelette alleges the parties have irreconcilable views regarding \nMs. Vincelette’s employment status with Nurse Source, whether Ms. Vincelette could \nbe terminated for C ause, and whether Ms. Peirce can legitimately vote on Ms. \nVincelette’s termination.103  Ms. Vincelette contends (1) she “had never been a paid \nemployee of Nurse Source” ;104 (2) “there were no grounds whatsoever to terminate \nAmy Vincelette for Cause even if she had been a paid employee” ;105 and (3) “Melissa \nPeirce could not legitimately vote on Amy Vincelette’s termination or any other \nmatter related to Nurse Source when she had already been terminated for Cause \nherself[.]”106   \n \n103 (Am. Compl. ¶ 173.) \n \n104 (Am. Compl. ¶ 113.) \n \n105 (Am. Compl. ¶ 113.) \n \n106 (Am. Compl. ¶ 113.) \n \n54. Defendants take the opposite view and contend (1) Ms. Vincelette wa s an \nemployee;107 (2) her employment could be terminated “for Cause . . . due to her gross \nnegligence and willful misconduct in the performance of her duties to the material \ndetriment of the Company” ;108 and (3) Ms. Peirce  was reinstated as a member on 5 \nJune 2023 and was a current member of Nurse Source on 7 August 2023, the date of \nMs. Vincelette’s “termination.” 109  Since  under Rule 12(b)(6) the issue for \ndetermination is only whether there is a concrete, present controversy  for the Court \nto decide—not “whether the plaintiff in a declaratory judgment action is ultimately \nentitled to the declaration it seeks” —the Court DENIES Defendants’ Motion as to \nthe remaining three subparts of Plaintiff’s individual claim for declaratory judgment. \nLegalzoom.com, Inc., 2012 NCBC LEXIS 49, at *8–9. \n2) Conversion110 \n55. Under North Carolina law, conversion is defined as: “(1) the unauthorized \nassumption and exercise of the right of ownership; (2) over the goods or personal \nproperty; (3) of another; (4) to the exclusion of the rights of the true owner.”  Estate \nof Graham v. Morrison, 168 N.C. App. 63, 72 (2005).  “At its core, conversion ‘is not \n \n107 (See Am. Compl., Ex. O.) \n  \n108 (Am. Compl., Ex. O.) \n \n109 (See Am. Compl., Exs. M, O.) \n \n110 “For actions sounding in tort, the state where the injury occurred is considered the situs \nof the claim.”  Boudreau, 322 N.C. at 335.  Therefore, the law of the state where Ms. Vincelette \nwas injured governs her conversion claim.  Here, Ms. Vincelette is a resident of North \nCarolina and alleges injuries in North Carolina.  The parties do not dispute that North \nCarolina law applies.         \n \nthe acquisition of property by the wrongdoer, but a wrongful deprivation of it to the \nowner….’”  Tai Sports, Inc. v. Hall , 2012 NCBC 62, ¶ 109 (N.C. Super. Ct. Dec. 28, \n2012).  The North Carolina Court of Appeals has held that there are “two essential \nelements [that] are necessary in a complaint for conversion —there must be \nownership in the plaintiff and a wrongful conversion by the defendant.”  Lake Mary \nL.P. v. Johnston, 145 N.C. App. 525, 532 (2001).  The conversion of money additionally \nrequires that th e funds converted be specifically traced and identified.  Variety \nWholesalers, Inc. v. Salem Logistics Traffic Servs., LLC , 365 N.C. 520, 528 (2012).  \nThis tracing does not require tracing of actual currency, but that “funds transferred \nelectronically may be sufficiently identified through evidence of the specific source, \nspecific amount, and specific destination of the funds in question.”  Id. at 529. \n56. In her claim for conversion against Ms. Court and Nurse Source, Ms. \nVincelette alleges “Kelly Court has caused Nurse Source to obtain and take \nWellspring Group’s funds without authorization or consent by Amy Vincelette or \nWellspring Group . . . thereby injuri ng Amy Vincelette in the amount of the \nimproperly and impermissibly obtained funds, plus interest.” 111  Specifically, Ms. \nVincelette alleges: \n(i) “from December 8, 2022, through February 24, 2023, a Nurse Source \nemployee with access to Wellspring Group’s bank accounts caused \nWellspring Group to transfer $275,000 of its funds to Nurse Source”;112 \n \n111 (Am. Compl. ¶¶ 207–08.) Ms. Vincelette and Ms. Peirce were the sole owners of Wellspring \nGroup, with each owning a 50% share.   \n \n112 (Am. Compl. ¶ 126.) \n(ii) “of the $275,000 of funds transferred, Amy Vincelette, as the sole owner of \nWellspring Group, approved only $170,000 to be transferred”;113 \n(iii) “Kelly Court directed a Nurse Source employee with access to Wellspring \nGroup’s bank accounts to transfer the remaining $105,000 from Wellspring \nGroup to Nurse Source knowing that Amy Vincelette did not approve or \nconsent to such transfers”;114 \n(iv) “Wellspring Group held a business line of credit with Wells Fargo for which \na credit card tied to Wellspring Group’s FEIN was issued” and “[t]his line \nof credit was personally guaranteed by Amy Vincelette”;115 \n(v) “Kelly Court or Melissa Peirce, without Amy Vincelette’s knowledge or \nauthorization, took cash advances [from the business line of credit] for the \nbenefit of Nurse Source”;116 and \n(vi) “[a]lthough Nurse Source acknowledged that it had taken the cash \nadvances, it failed and refused to make full and immediate payment of the \noutstanding balance [to Amy Vincelette].”117 \n \n \n113 (Am. Compl. ¶ 128.) \n \n114 (Am. Compl. ¶ 129.) \n \n115 (Am. Compl. ¶ 141.) \n \n116 (Am. Compl. ¶ 143.) \n \n117 (Am. Compl. ¶ 145.) \n \nMs. Vincelette states her conversion claim is based on (1) the $105,000 in \nunauthorized transfers made from Wellspring Group’s bank account 118 and (2) the \nunauthorized cash advances taken on Wellspring Group’s business line of credit.119 \n57. Defendants contend Ms. Vincelette’s claim for conversion cannot withstand \na motion to dismiss  because (1) “we do not allow personal claims to be assigned in \nNorth Carolina”; 120 (2) the conversion claim is barred by the economic loss rule; 121 \nand (3) Ms. Court allegedly “‘caused Nurse Source’ to convert the funds” and \n“[c]ausing another to convert funds is not a standalone claim North Carolina \nrecognizes.”122 \n58. As a preliminary matter, Ms. Vincelette has adequately pled  a prima facie \ncase for conversion.  In the Amended Complaint she alleges (1) Kelly Court directed \na Nurse Source employee make an unauthorized transfer of $105,000 from Wellspring \nGroup to Nurse Source and (2) Ms. Court or Ms. Peirce took unauthorized cash \nadvances from Wellspring Group’s business line of credit for the benefit of Nurse \nSource.  These allegations are sufficient to sustain a claim for conversion at the Rule \n12(b)(6) stage.    \n \n118 (Pl.’s Resp. 17; Am. Compl. ¶¶ 129–30.) \n \n119 (Pl.’s Resp. 17; Am. Compl. ¶¶ 141–44.) \n \n120 (Defs.’ Br. Supp. 18.)  Ms. Vincelette alleges she received her claim for conversion through \nan assignment from Wellspring Group. \n \n121 (Defs.’ Br. Supp. 19.)   \n \n122 (Defs.’ Br. Supp. 19–20.)   \n \n59. Regarding Defendants’ first argument for dismissal, North Carolina courts \nhave held that assignment of a tort claim involving economic loss to a company, as \nopposed to physical injury to a person, does not violate North Carolina’s public policy \nprohibiting champerty.  See, e.g., Lau v. Constable, 2022 NCBC LEXIS 75, at *13–19 \n(N.C. Super. Ct. July 11, 2022); J&B Slurry Seal Co. v. Mid -South Aviation, Inc., 88 \nN.C. App. 1, 10 (1987).  Thus, as Ms. Vincelette’s conversion claim concerns economic \nloss to Wellspring Group, this Court holds Wellspring Group’s conversion claim can \nbe assigned to Ms. Vincelette.   \n60. In relation to Defendants’ second argument, “[t]he economic loss rule, as it \nhas developed in North Carolina, generally bars recovery in tort for damages arising \nout of a breach of contract[.]”  Rountree v. Chowan Cnty. , 252 N.C. App. 155, 159 \n(2017).  The rule “denote[s] limitations on the recovery in tort when a contract exists \nbetween the parties that defines the standard of conduct and which the courts believe \nshould set the measure of recovery.”  Akzo Nobel Coatings, Inc. v. Rogers, 2011 NCBC \nLEXIS 42, at *47–48 (N.C. Super. Ct. Nov. 3, 2011).  This Court has recognized that \n“[w]hen one party to a contract claims that another party to the contract has \nwrongfully taken possession of property that is the subject of the contract, the \nappropriate claim is for breach of contract, not conversion.”  Howard v. IOMAXIS, \nLLC, 2023 NCBC LEXIS 159, at *32 (N.C. Super. Ct. Nov. 29, 2023).  However, this \nCourt has also held that the economic loss rule does not apply where the plaintiff \n“identif[ies] a duty separate an d distinct from [the] contractual obligations.”  \nForest2Market, Inc. v. Arcogent, Inc., 2016 NCBC LEXIS 3, at *8 (N.C. Super. Ct. Jan. \n5, 2016).   \n61. Here, although Ms. Vincelette concedes that Wellspring Group agreed to \nlend funds to Nurse Source, she also alleges that Wellspring Group only agreed to \nlend $170,000 to Nurse Source  and did not authorize any cash advances to Nurse \nSource from Wellspring Group’s business line of credit.  Thus, Nurse Source’s duty to \nrepay the additional $105,000 and any unauthorized cash advances would be a “duty \nseparate and distinct from [the] contractual obligations.”   Forest2Market, Inc., 2016 \nNCBC LEXIS 3, at *8.  Furthermore, no contract addressing the transfer or loaning \nof funds between Wellspring Group and Nurse Source is attached to the Amended \nComplaint.  At this stage, the Court is unable to resolve the parties’ competing \narguments regarding the extent to which the allegations supporting Ms. Vincelette’s \nconversion claim are–or are not–fully capable of being redressed through a breach of \ncontract claim.   \n62. Lastly, in relation to Defendants’ third argument, North Carolina  courts \nhave held that “[i]t is well settled that an individual member of a limited liability \ncompany or an officer of a corporation may be individually liable for his or her own \ntorts.”  White v. Collins Bldg., Inc. , 209 N.C. App. 48, 51 (2011) ; see also Wilson v. \nMcLeod Oil Co. , 327 N.C. 491, 518 (1990) (an officer of a corporation “can be held \npersonally liable for torts in which he actively participates[,]” even though \n“committed when acting officially”); Strang v. Hollowell, 97 N.C. App. 316, 318 (1990) \n(“It is well settled that one is personally liable for all torts committed by him . . . \nnotwithstanding that he may have acted as agent for another or as an officer for a \ncorporation.”); Esteel Co. v. Goodman , 82 N.C. App. 692 (1986) (an officer of a \ncorporation who commits a tort is individually liable for that tort, even though acting \non behalf of the corporation in committing the act).  Here, Ms. Vincelette alleges Ms. \nCourt directed the unauthorized transfer of $105,000 from Wellspring Group to Nurse \nSource and took unauthorized cash advances from Wellspring Group’s business line \nof credit for the benefit of Nurse Source.  Under North Carolina law, these allegations \nare sufficient to hold Ms. Court individually liable for conversion  and withstand a \nmotion to dismiss.   \n63. Based on the above, the Court DENIES Defendants’ Motion to dismiss \nPlaintiff’s individual claim for conversion against Nurse Source and Ms. Court. \n3) Violation of Conn. Gen. Stat. § 34-255i(a)123 \n64. Conn. Gen. Stat. § 34-255i(a) provides in pertinent part: \nIn a member- managed limited liability company, the following rules \napply: \n \n(1) On reasonable notice, a member may inspect and copy during regular \nbusiness hours, at a reasonable location specified by the company, \nany record maintained by the company regarding the company's \n \n123 The internal affairs doctrine is “a conflict of laws principle which recognizes that only one \nState should have the authority to regulate a corporation’s internal affairs–matters peculiar \nto the relationships among or between the corporation and its current officers, directors, and \nshareholders–because otherwise a corporation could be faced with conflicting demands.”  \nBluebird Corp. v. Aubin, 188 N.C. App. 671, 680 (2008) (quoting Edgar v. MITE Corp. , 457 \nU.S. 624, 645 (1982)).  Courts normally look to the state of a business’s incorporation for the \nrelevant law.  The right to inspect books and records is a matter peculiar to a corporation’s \ninternal affairs, and Nurse Source is incorporated under the laws of Connecticut.  Thus, \npursuant to the internal affairs doctrine, the provisions of the Connecticut Uniform Limited \nLiability Company Act apply  to this claim .  The parties do not dispute Connecticut law is \napplicable here.   \n \nactivities, affairs, financial condition and other circumstances to the \nextent the information is material to the member's rights and duties \nunder the operating agreement or sections 34 -243 to 34- 283d, \ninclusive.   \n \n(2) The company shall furnish to each member: . . . (B) on demand, any \nother information concerning the company's activities, affairs, \nfinancial condition and other circumstances, except to the extent the \ndemand or information demanded is unreasonable or otherwise \nimproper under the circumstances. \n \n(3) The duty to furnish information under subdivision (2) of this \nsubsection also applies to each member to the extent the member \nknows any of the information described in said subdivision. \n \n65. Ms. Vincelette alleges , pursuant to Conn. Gen. Stat. § 34 -255i(a), she \nrequested that “Nurse Source, Kelly Court, and Melissa Peirce furnish to Amy \nVincelette and make available for inspecting and copying, all of the books and records \nconcerning Nurse Source’s operations, activities, affairs, financial condition, and \nother circumstances since January 1, 2021[.]”124  Despite her demand, Ms. Vincelette \nstates that Ms. Court and Ms. Peirce “failed and refused to furnish or make available \nfor inspection and copying all of the information which Amy Vincelette requested and \nis entitled to receive.” 125  As a result, Ms. Vincelette contends she is entitled to an \norder requiring Nurse Source , Ms. Court, and Ms. Peirce to furnish and make \navailable for inspection and copying the documents she requested. 126  Defendants \n \n124 (Compl. ¶ 221.) \n \n125 (Compl. ¶ 223.) \n \n126 (Compl. ¶ 224.)  \n \nmaintain Ms. Vincelette had no right to information under Conn. Gen. Stat. § 34 -\n255i(a) because she “was no longer a member at the time of her requests.”127 \n66. As stated previously, this Court concludes that Ms. Vincelette has \nadequately pled sufficient facts and provided sufficient supporting materials  to \npermit a finding that she remains a member of Nurse Source and, thus, has standing \nto bring a claim under Conn. Gen. Stat. § 34-255i(a).128  The Court therefore DENIES \nDefendants’ Motion to dismiss this claim pursuant to Rules 12(b)(1) and 12(b)(6).    \n4) Breach of Operating Agreement–Indemnification and Advancement129 \n67. Defendants next seek dismissal of Ms. Vincelette’s claim for breach of the \nOperating Agreement’s indemnification and advancement provisions.  Section 9.3 of \nthe Operating Agreement provides: \nIndemnification.  To the fullest extent permitted by applicable law, the \nCompany shall indemnify any Member for any loss, damage or claim \nincurred by such Member by reason of any act or omission  \nperformed or omitted by such Member in good faith on behalf of \nthe Company and in a manner reasonably believed to be within the \nscope of authority conferred on such Member by this Agreement.130 \n \nSection 9.4 of the Operating Agreement relatedly provides: \n \nExpenses.  To the fullest extent permitted by applicable law, the \nexpenses (including legal fees) incurred by any Member in defending \n \n127 (Defs.’ Br. Supp. 20.) \n \n128 (See supra ¶¶ 21–25 and accompanying notes.) \n \n129 Section 14.6 of the Operating Agreement provides “[t]his Agreement and the rights and \nobligations of the parties hereunder shall be interpreted in accordance with the laws of the \nState of Connecticut, and all rights and remedies shall be governed by such laws without \nregard to principles of conflict of laws.”  Thus, Connecticut law governs this claim. \n \n130 (Operating Agreement § 9.3 (emphasis added).) \n \nany claim, demand, action, suit or proceeding shall be advanced by \nthe Company prior to the final disposition of such claim, demand, action, \nsuit or proceeding including claims, demands, actions, suits or \nproceedings with respect to which such Member is alleged to have not \nmet the applicable standard of conduct or is alleged to have committed \nconduct so that, if true, such Member would not be entitled to \nindemnification under this Agreement, upon receipt by the Company of \nan undertaking by or on behalf of such Member to repay such amount if \nit shall be determined that such Member is not entitled to be \nindemnified as authorized in Section 9.3 hereof.131      \n \n68. Ms. Vincelette alleges Defendant Nurse Source breached the Operating \nAgreement by: (1) failing to indemnify her as demanded in her 30 October 2024 Notice \nof Demand for Indemnification and Advancement ; and (2) refusing to advance her \nlitigation expenses.132  Specifically, Ms. Vincelette alleges that Nurse Source “has \nfailed and refused to advance litigation expenses, including attorney’s fees, incurred \nby Amy Vincelette in her defense of the claims and actions made or taken against her \nby Kelly Court and Melissa Peirce in their unlawful attempt to ter minate Amy \nVincelette’s ‘employment’ and deprive her of her interest in Nurse Source.”133 \n69. Defendants contend Ms. Vincelette is not entitled to advancement under the \nterms of the Operating Agreement because Ms. Vincelette “is not defending any \nclaims; she is prosecuting them.”134  Similarly, Defendants contend Ms. Vincelette is \nnot entitled to indemnification because Ms. Vincelette’s “alleged ‘losses’ or ‘damages’ \n \n131 (Operating Agreement § 9.4 (emphasis added).) \n \n132 (Am. Compl. ¶ 236.) \n \n133 (Am. Compl. ¶ 236.) \n \n134 (Defs.’ Br. Supp. 21.) \n \nare her self -inflicted ‘litigation expenses, including attorney’s fees’ to sue Nurse \nSource.”   \n70. As noted previously, t o state a claim for breach of contract under \nConnecticut law, a plaintiff must allege “the formation of an agreement, performance \nby one party, breach of the agreement by the other party, and damages.”  CCT \nCommunications, Inc. v. Zone Telecom, Inc., 327 Conn. 114, 133 (2017).  Dismissal of \na claim for breach of contract is appropriate if it appears beyond doubt that the non -\nmoving party could prove no set of facts in support of her claim which would entitle \nher to relief.  See, e.g., U.S. Bank Nat’l Ass’n, 369 N.C. at 726.    \n71. Here, Ms. Vincelette alleges sufficient facts to plead a prima facie case for \nbreach of contract and to withstand a motion to dismiss at the 12(b)(6) stage .  S he \nalleges that (1) the Operating Agreement is a “valid and enforceable contract by and \nbetween, without limitation, Nurse Source and [herself]”,135 (2) she incurred expenses \nin defending a “claim, demand, action, suit or proceeding”,136 (3) Sections 9.3 and 9.4 \nof the Operating Agreement provide that she should be indemnified for or receive \nadvancement of expenses to cover such costs,137 (4) Nurse Source failed or refused to \nindemnify her or advance her litigation expenses,138 and (5) she suffered damages.139  \n \n135 (Am. Compl. ¶ 226.) \n \n136 (Am. Compl. ¶ 231.) \n \n137 (Am. Compl. ¶¶ 227–35.) \n \n138 (Am. Compl. ¶ 236.) \n \n139 (Am. Compl. ¶ 238.) \n \nFurthermore, at this stage in the proceedings, it does not appear beyond doubt that \nMs. Vincelette could prove no set of facts in support of her claim which would entitle \nher to relief.  Therefore, the Court DENIES Defendants’ Motion to dismiss this claim \npursuant to Rule 12(b)(6).  \n5) Breach of Fiduciary Duty140  \n72. Defendants lastly seek dismissal of Ms. Vincelette’s claim for breach of \nfiduciary duty in which Ms. Vincelette alleges Ms. Court and Ms. Peirce have \nbreached their fiduciary duties to her.141   \n73. “The elements which must be proved to support a conclusion of breach of \nfiduciary duty are: ‘(1) that a fiduciary relationship existed which gave rise to . . . a \nduty of loyalty . . . an obligation . . . to act in the best interests of the plaintiff, and  \n. . . an obligation . . . to act in good faith in any matter relating to the plaintiff; (2) \nthat the defendant advanced his or her own interests to the detriment of the plaintiff; \n(3) that the plaintiff sustained damages; and (4) that the damages were proximately \ncaused by the fiduciary’s breach of his or her fiduciary duty.”  Chioffi v. Martin , 181 \nConn. App. 111, 138 (2018)  (cleaned up).  Conn. Gen. Stat. § 34 -255h provides “[a] \nmember of a member -managed limited liability company owes to the company and , \nsubject to subsection (b) of section 34-271, the other members the duties of loyalty and \n \n140 Pursuant to the internal affairs doctrine, which North Carolina recognizes, only the state \nof organization can exercise authority to regulate matters peculiar to the relationships among \nor between the corporation and its current officers, directors, and shareholders.  Thus, \nConnecticut law applies to Plaintiff’s breach of fiduciary dut y claim.  The parties do not \ndispute Connecticut law applies. \n \n141 (Am. Compl. ¶¶ 239–43.) \n \ncare set forth in subsections (b) and (c) of this section.”  Section 34 -271(a) relatedly \nstates “a member may maintain a direct action against another member . . . to enforce \nthe member’s rights and otherwise protect the member’s interests.”  However, \npursuant to 34-271(b), “[a] member maintaining a direct action under this section \nmust plead and prove an actual or threatened injury that is not solely the result of \nan injury suffered or threatened to be suffered by the limited liability company.”  \nDefendants contend the Court should dismiss Ms. Vincelette’s individual claim for \nbreach of fiduciary duty because she fails to allege a personal injury as required by \nSection 34-271(b) and, relatedly, the “damages” element necessary to sustain a claim \nfor breach of fiduciary duty.142   \n74.  The Court finds Ms. Vincelette adequately pled personal injury in her \nComplaint to survive a motion to dismiss.  Ms. Vincelette alleges Ms. Court and Ms. \nPeirce “manufactured reasons to support terminating Ms. Vincelette’s ‘employment’” \nand “otherwise sought to wrongfully deprive Ms. Vincelette of her rights and interests \nas a member of Nurse Source.” 143  Viewing these allegations as true and in a light \nmost favorable to Plaintiff, as required at the 12(b)(6) stage, these allegations permit \na reasonable factfinder to conclude that Defendants breached their duty of loyalty to \nMs. Vincelette, she suffered personal injury as a result, and that her injury, if proven, \n“is not solely the result of an injury suffered or threatened to be suffered by the \nlimited liability company .”  See, e.g., Wallace v. HHFC Healthcare Advisors, LLC , \n \n142 (Defs.’ Br. Supp. 22; Defs.’ Reply 13–14.) \n \n143 (Pl.’s Resp. 24; Am. Compl. ¶¶ 35–41, 50–51, 100–01, 112–16.)  \n \n2024 Conn. Super. LEXIS 1099, at *24 –26 (Conn. Super. Ct. May 31, 2024) (finding \nthat allegations that defendants had wrongfully denied plaintiff his equity in various \ncompanies were sufficient to support a direct claim for breach of fiduciary duty).  \nSimilarly, Ms. Vincelette’s allegations that Ms. Court and Ms. Peirce have “failed and \nrefused to provide [her]  books, records, and information to which she is entitled \npursuant to the Operating Agreement and Conn. Gen. Stat. § 3[4] -255i(a)” are \nsufficient to permit a reasonable factfinder to conclude that Defendants breached \ntheir duty of loyalty to Ms. Vincelette and that Ms. Vincelette suffered personal \ninjury.144  See, e.g., Bohn v. Dorothea L. Denton, LLC, 2021 Conn. Super. LEXIS 1436, \nat *73–74 (Conn. Super. Ct. Sept. 3, 2021).  Defendant’s Motion seeking to dismiss \nPlaintiff’s individual breach of fiduciary duty claim shall therefore be DENIED.   \nIV. \nCONCLUSION \n75. WHEREFORE, for the reasons set forth above, the Court hereby GRANTS \nin part and DENIES in part the Motion as follows: \na. Defendants’ Motion is GRANTED with respect to Plaintiff’s derivative \nclaim for declaratory judgment that “(1) Nurse Source has the right and \nobligation to acquire Melissa Peirce’s ownership interest in Nurse \nSource pursuant to the terms of the Settlement Agreement; (2) Melissa \nPeirce has the obligation to transfer her ownership interest to Nurse \nSource pursuant to the terms of the Settlement Agreement; [and] (3) \n \n144 (Am. Compl. ¶¶ 48, 117, 220–24.) \nKelly Court is obligated to cause Nurse Source to acquire Melissa \nPeirce’s ownership interest in Nurse Source pursuant to the terms of the \nSettlement Agreement,” and Plaintiff’s claim is hereby DISMISSED \nwith prejudice to this extent.   \nb. Defendants’ Motion is GRANTED with respect to Plaintiff’s derivative \nclaim for breach of contract as it relates to Ms. Court, and Plaintiff’s \nclaim is hereby DISMISSED with prejudice to this extent. \nc. Defendants’ Motion is GRANTED with respect to Plaintiff’s derivative \nclaim for injunctive relief, and Plaintiff’s claim is hereby DISMISSED \nwithout prejudice. \nd. Defendants’ Motion is GRANTED with respect to Plaintiff’s individual \nclaim for declaratory judgment that “Kelly Court and Melissa Peirce’s \nattempt to terminate Amy Vincelette’s ‘employment’ pursuant to Section \n11.14(a) and deprive her of her interest in Nurse Source is invalid and \nof no force or effect,” and Plaintiff’s claim is hereby DISMISSED with \nprejudice to this extent.   \ne. Defendants’ Motion is DENIED as to the remaining subparts of \nPlaintiff’s derivative claim for declaratory judgment.  \nf. Defendants’ Motion is DENIED as to Plaintiff’s derivative claims for \nbreach of fiduciary duty, specific performance, and civil conspiracy.   \ng. Defendants’ Motion is DENIED as to Plaintiff’s derivative claim for \nbreach of contract as it relates to Ms. Peirce. \nh. Defendants’ Motion is DENIED as to Plaintiff’s individual claims for \nconversion, violation of Conn. Gen. Stat. § 34-255i(a), breach of fiduciary \nduty, and breach of operating agreement –indemnification and \nadvancement. \ni. Defendants’ Motion is DENIED as to Plaintiff’s remaining individual \nclaims for declaratory judgment.  \nj. Defendant’s Motion is otherwise DENIED. \nSO ORDERED, this the 30th day of July, 2025. \n \n \n/s/ A. Todd Brown    \nA. Todd Brown \n     Special Superior Court Judge  \n            for Complex Business Cases \n \n \n \n \n \n "
}