{
  "id": "bea3368fba4a09f947737123b57cb1656b3363d55804df2f35fa630d5c5fb829",
  "source_file": "data/raw/ncbc/bea3368fba4a09f947737123b57cb1656b3363d55804df2f35fa630d5c5fb829.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nWILKES COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 421 \nGREGORY FAW, both individually as a \nshareholder of and derivatively as a \nrepresentative on behalf of WILKES \nSOMBRERO, INC., \n \nPlaintiffs, \n \nv. \n \nWILKES SOMBRERO, INC.; JAMES \nCLAYTON, Individually and as Co-\nExecutor of the ESTATE OF J.C. FAW; \nDIANE FAW SHAW, Individually and \nas Co-Executor of the ESTATE OF J.C. \nFAW; JUDY D. FAW, Individually and \nas Co-Executor of the ESTATE OF J.C. \nFAW,  \n \nDefendants. \n \nORDER AND OPINION ON CROSS-\nMOTIONS FOR PARTIAL SUMMARY \nJUDGMENT \n \nI. INTRODUCTION \n \n1. Plaintiff Gregory Faw (“Plaintiff”) brings this action individually and on \nbehalf of Defendant Wilkes Sombrero, Inc. (“Wilkes Sombrero”), following the death \nof its founder and Faw family member J.C. Faw (“J.C.”) in February 2019.  Plaintiff \nsues J.C.’s estate and the individual co -executors, other Faw  family members, \nbecause they refuse to recognize his alleged 10% ownership interest in Wilkes \nSombrero.  Resolution of the present motions turns on the threshold issue of whether \nPlaintiff is, in fact, a shareholder  of Wilkes Sombrero.  Plaintiff argues t hat he is; \nDefendants argue that he is not.  The parties present this issue to the Court on cross-\nmotions for partial summary judgment. \nFaw v. Wilkes Sombrero, Inc., 2021 NCBC 80. \n \n \nBennett & Guthrie, PLLC, by Joshua H. Bennett and Mitchell Hendrix \nBlankenship, for Plaintiff Gregory Faw, individually and derivatively on \nbehalf of Wilkes Sombrero, Inc.  \n \nLogsdon & Neece, PLLC, by John Michael Logsdon, for Defendants Judy \nD. Faw, Diane Faw Shaw, James Clayton, each individually and as Co-\nExecutor of the Estate of J.C. Shaw, and Nominal Defendant Wilkes \nSombrero, Inc.  \n \nEarp, Judge. \nII. FACTUAL BACKGROUND \n2. The Court does not make findings of fact when ruling on motions for \nsummary judgment.  Instead, the Court summarizes material facts it considers to be \nuncontested.  Hyde Ins. Agency, Inc. v. Dixie Leasing Corp. , 26 N.C. App. 138, 142 \n(1975).  The following background, describing the evidence and noting relevant \ndisputes, is therefore intende d only to provide context for the Court’s analysis and \nruling. \n3. Wilkes Sombrero is a North Carolina corporation formed in 1987 by J.C. \nand his brother -in-law Wade Dupree  (“Dupree”).  (Br. Supp. Defs.’ Mot. Partial \nSumm. J. Ex. B [hereinafter “Br. Supp. Defs .’ Mot.”], ECF No. 13;  Materials Supp. \nPl.’s Mot. Partial Summ. J. Ex. A, 1 6:13–16 [hereinafter “Morris Dep.”], ECF No. \n15.1.)  Dupree first entered into a franchise agreement with Taco Bell  on 27 March \n1987 to establish a restaurant on  U.S. Highway 421 and Winkler Street in \nWilkesboro, North Carolina.  (Br. Supp. Defs.’ Mot. Ex. D-1.)  On 19 May 1987, Dupree \nassigned all right, title, and interest in and to this franchise agreement to Wilkes \nSombrero.  (Br. Supp. Defs.’ Mot. Ex. D-2.) \n \n \n4.   Some twenty years later, on 12 June  2007, J.C. and Plaintiff entered \ninto another franchise agreement with Taco Bell to establish a second  restaurant, \nthis one on 1 Sparta Road in Wilkesboro.  (Materials Supp. Pl.’s Mot. Partial Summ. \nJ. Ex. 8 to Ex. A, at 135.)  On 12 July 2007 J.C. and Plaintiff assigned all right, title, \nand interest in and to the second franchise agreement  to Wilkes Sombrero.  \n(Materials Supp. Pl.’s Mot. Partial Summ. J. Ex. 8 to Ex. A, at 153.)   \n5. Until January 2006, Dupree  was president of Wilkes Sombrero and \nowned 49% of its stock, while J.C. served as secretary and owned the remaining 51% \nof the corporation’s shares .  ( See Br. Supp. Defs.’ Mot.  Exs. C-1–C-2.)  Dupree was \nresponsible for restaurant operations.  (Morris Dep. 17:22–18:9.) \n6. After deciding to move to Arizona , Dupree assigned to J.C. “ all right, \ntitle in and to 100% of his interest in Wilkes Sombrero” as franchisee of the Taco Bell \nrestaurant on Winkler Street, Wilkesboro, NC on 25 January 2006.1  (Br. Supp. Defs.’ \nMot. Ex. E.)  Thereafter, on 28 February 2006,  Dupree transferred his 49% interest \nin Wilkes Sombrero to J.C., making J.C. the sole owner  of all of Wilkes Sombrero’s \nshares.  (Br. Supp. Defs.’ Mot Ex. C-2.)  \n7. Plaintiff testified that  he was  informed by D upree prior to Dupree’s \ndeparture that Taco Bell required the operating managers of its restaurants to be \n“owner-operators” and to hold at least a 10% ownership stake in the ir franchises.  \n(Materials Supp. Pl.’s Mot. Partial Summ. J. Ex. B, 15:8–17:25 [hereinafter “ Pl.’s \nDep.”].)  In addition,  Plaintiff understood that  an owner-operator was required to \n \n1 Pursuant to the assignment, Dupree would be relieved of liability under the initial franchise \nagreement if he did not default on any obligations for one year.  (Br. Supp. Defs.’ Mot. Ex. E.) \n \n \ncomplete a training program hosted by Taco Bell .  (Pl.’s Dep. 17:4–25.)  Plaintiff \nadmits, however, that the owner-operator requirement does not appear in the text of \nany of the franchise agreements between Wilkes Sombrero and Taco Bell.  (Pl.’s Dep. \n15:24–16:23.)    \n8.   J.C. apparently had no desire to operate a Taco Bell restaurant himself.  \n(Morris Dep. 17:22–18:2.)  Therefore, Dupree’s move left Wilkes Sombrero without an \noperator who owned at least 10% of the franchise.  To remedy this perceived  \ndeficiency, Plaintiff testified that J.C. transferred a 10% ownership interest in Wilkes \nSombrero to him in exc hange for Plaintiff ’s completion of a required  Taco Bell \ntraining program and assumption of the owner -operator role.  ( Pl.’s Dep. 17:6–20, \n25:19–25.)   \n9. The parties offer competing evidence concerning Plaintiff’s status as a \nshareholder.  Plaintiff points to the following evidence to support his claim that he is \na shareholder of Wilkes Sombrero:  \na. First, the record contains an “Application for Taco Bell Franchise and \nOwnership Schedule” (the “Application”) prepared by Plaintiff and \nsigned by both Plaintiff and J.C.,  indicating that Plaintiff is  a 10% \nowner in Wilkes Sombrero.  ( Br. Supp. Defs.’ Mot.  Ex. F; Pl .’s Dep. \n7:9–15.)  The signatures on the Application are undated, but the \nApplication itself references a franchise offering circular dated 25 \nMarch 2005.  (Br. Supp. Defs.’ Mot. Ex. F.)   \n \n \nb. Second, J.C. signed a Taco Bell Corporate Franchise Ownership \nRepresentation Form on 5 January 2006 reflecting that Plaintiff had \na 10% ownership interest in Wilkes Sombrero.  (Br. Supp. Defs.’ Mot. \nEx. G.) \nc. Third, both J.C. and Plaintiff signed an updated franchise agreement \nfor the Winkler Street location on 25 January 2006.  (Br. Supp. Defs.’ \nMot. Ex. H.) \nd. Fourth, Defendants admit that “[s]ubsequent franchise agreements \nand associated documents for both [Taco Bell restaurants owned by \nWilkes Sombrero] are substantially similar to the 2006 franchise \nagreement.”  (Br. Supp. Defs.’ Mot. 5.) \ne. Fifth, Plaintiff made personal guaranties to Taco Bell  on behalf of \nWilkes Sombrero over the course of multipl e years, something he \nclaims he would not have done had he not believed he was an owner \nof the business.   (Am. Compl. ¶¶ 72 –73, ECF No. 8.1; Morris  Dep. \nExs. 7–17.) \n10. For their part, Defendants rely on the following evidence in contending \nthat Plaintiff is not a shareholder in the company:   \na. First, Plaintiff could not have been an owner-operator in March 2005 \nbecause Dupree did not decide to end his role as owner-operator and \ntransfer his 49% interest to J.C. until 28 February 2006 , almost a \nyear later.  (Br. Supp. Defs.’ Mot.  Ex. C-2.)  Therefore, according to \n \n \nDefendants, at the (presumed) time of the Application, J.C. owned 51 \nshares and Dupree still owned 49 shares.  (See Br. Supp. Defs.’ Mot. \n4–5; Br. Supp. Defs.’ Mot. Exs. C-2, E, F.) \nb. Second, it is undisputed that Plaintiff never received share \ncertificates for his interest in Wilkes Sombrero.  (Pl.’s Dep. 26:1–10.)   \nc. Third, Ira Morris, secretary of Wilkes Sombrero and the corporation’s \ndesignated representative under North Carolina Rule of Civil \nProcedure 30(b)(6)  in this litigation (“Morris”),  testified that J.C. \nnever instructed him to transfer shares of Wilkes Sombrero to \nPlaintiff.  (Morris Dep. 46:24–47:23.) \nd. Fourth, Plaintiff alleges that he received the stock upon completion \nof the required Taco Bell training  “in or around December 2005 or  \nJanuary 2006.”  (Am. Compl. ¶¶ 22–23.)  However, Morris \nrepresented to the lessor of land used by Wilkes Sombrero for one of \nits restaurants that , “[a]s of February 28, 2006, Mr. Faw has been \nthe 100% owner of Wilkes Sombrero, Inc.”  (See Br. Supp. Defs.’ Mot. \nEx. I.) \ne. Finally, over the next thirteen years, Plaintiff received W -2 wages \nbut never received shareholder distributions, (Br. Supp. Defs.’ Mot.  \nEx. P, Pl .’s Resps. to Reqs. for Admis. ¶¶ 6–7), or K -1 forms,  (Br. \nSupp. Defs.’ Mot. Ex. J).  \n \n \n11. Following J.C.’s death on 12 February 2019, his co-executors attempted \nto assign Wilkes Sombrero’s Taco Bell franchise rights to another entity and liquidate \nits remaining assets.  (Answer to Am. Compl., Affirmative Defenses, & Mots. ¶¶ 30–\n31 [hereinafter “Answer”], ECF No. 22.)  However, the proposed assignee, relying on \nTaco Bell ’s information regarding ownership, required Plaintiff’s approval  of the \nassignment.  Therefore, Defendants presented Plaintiff with an “Assignment of \nFranchise Agreement to Limited Liability Company,” which Plaintiff refused to sign.  \n(Answer ¶ 31.)  This litigation followed. \nIII. PROCEDURAL BACKGROUND \n12. Plaintiff initiated this action by filing t he Complaint on 9  April 2020.  \n(ECF No. 4.)   Plaintiff filed his Amended Complaint on 8 January 2021.  (ECF No. \n8.1.) \n13. This case was designated a mandatory complex business case on 17 \nApril 2020, (Designation Ord., ECF No. 1), and was assigned to the Honorable James \nL. Gale on 20 April 2020, (Assignment Ord., ECF No. 2).  This case was reassigned to \nthe undersigned on 6 May 2020.  (Reassignment Ord., ECF No. 20.)    \n14. In his Amended Complaint , Plaintiff asserts claims for declaratory \njudgment, inspection rights, breach of fiduciary duty, unjust enrichment, fraud,  and \ntortious interference with contract.  In addition to damages, he seeks imposition of a \nconstructive trust and other equitable relief.  (Am. Compl. 18–19.) \n15. Plaintiff must be a shareholder to have standing to pursue both the \nderivative claims , see N.C.G.S. § 55 -7-41, as well as the direct claim to exercise \n \n \ninspection rights , see N.C.G.S. § 55 -16-02.  Plaintiff contends that he is a 10% \nshareholder, but Defendants argue that he is not a shareholder at all.  Given the \nthreshold importance of the issue, the Court entered an Order on 10 December 2020 \nlimiting initial discovery and dispositive motions  to Plaintiff’s status as a \nshareholder.  (Ord., ECF No. 7.)   \n16. Following the close of the initial discovery period, Defendants moved for \npartial summary judg ment on Plaintiff’s declaratory judgment claim , seeking to \nestablish as a matter of law that Plaintiff is not a shareholder of Wilkes Sombrero \n(“Defendants’ Motion”) .  (Defs.’ Mot. Partial Summ. J., ECF No. 12 .)  Conversely, \nPlaintiff moved affirmatively for partial summary judgment declaring him to be a \nshareholder and permitting him to exercise shareholder inspection rights (“Plaintiff’s \nMotion”; together, the “Motions”).  (Pl.’s Mot. Partial Summ. J., ECF No. 14.) \n17. With the benefit of full briefing and a hearing on 19 August 2021, during \nwhich all parties were heard through counsel , the cross -motions are now ripe for \ndetermination. \n18. The Court, having considered the Motions, the briefs filed by the parties, \nthe arguments of counsel, and other matters of record, concludes  for the reasons \nstated below that the Motions are DENIED.  \nIV. LEGAL STANDARD \n19. Summary judgment is appropriate “if  the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with the affidavits, if any, \nshow that there is no genuine issue as to any material fact and that any party is \n \n \nentitled to a judgment as a matter of law.”  N.C. R. Civ. P. 56(c).  In deciding a motion \nfor summary judgment, the Court views the evidence in the light most favorable to \nthe nonmoving party, taking its evidence as true and drawing inferences in its favor.  \nSee, e.g., In re Will of Jones, 362 N.C. 569, 573 (2008). \n20. “An issue is ‘genuine’ if it can be proven by substantial evidence and a \nfact is ‘material’ if it would constitu te or irrevocably establish any material element \nof a claim or a defense.”  Lowe v. Bradford, 305 N.C. 366, 369 (1982). \n21. Affirmative summary judgment on a party’s own claims for relief carries \nan even greater burden.  Brooks v. Mount Airy Rainbow Farms Ctr., Inc., 48 N.C. \nApp. 726, 728 (1980).  The moving party “must show that there are no genuine issues \nof fact, that there are no gaps in his proof, that no inferences inconsistent with his \nrecovery arise from the evidence, and that there is no standard that must be applied \nto the facts by the jury.”  Parks Chevrolet, Inc. v. Watkins, 74 N.C. App. 719, 721 \n(1985).  Therefore, it is “rarely . . . proper to enter summary judgment in favor of the \nparty having the burden of proof.”  Blackwell v. Massey, 69 N.C. App. 240, 243 (1984); \nsee Banc of Am. Merch. Servs., LLC v. Arby’s Rest. Grp., Inc., 2021 NCBC LEXIS 61, \nat *10–11 (N.C. Super. Ct. June 30, 2021). \n22. In either case, when ruling on a motion for summary judgment, a trial \ncourt may not resolve issues of fact and must deny the motion if there is any genuine \nissue of material fact.  Singleton v. Stewart, 280 N.C. 460, 464 (1972). \n  \n \n \nV. ANALYSIS     \nA. Issues of Fact  with Respect to Plaintiff’s Status as a Shareholder  \nPreclude Summary Judgment for Either Party. \n \n23. The parties disagree on the central issue of whether Plaintiff  is a \nshareholder of Wilkes  Sombrero.  They each point to evidence that they contend \nestablishes their positions as a matter of law.  H owever, the Court determines that \non the record presented, genuine issues of material fact remain to be determined by \na jur y and neither party’s evidence establishes Plaintiff’s shareholder status a s a \nmatter of law. \n1. Plaintiff’s Failure to Produce a Stock Certificate is Not Dispositive. \n \n24. Defendants first contend that Plaintiff ’s inability to produce a  stock \ncertificate or related documentation evidencing his shareholder  status is dispositive \nof whether he is, in fact, a shareholder.  (Br. Supp. Defs.’ Mot. 9–11.)  The argument \nis unavailing. \n25. The North Carolina Business Corporations Act (the “Act”) defin es \n“shareholder” as “the person in whose name shares are registered in the records of a \ncorporation or the beneficial owner of shares to the extent of the rights granted by a \nnominee certificate on file with a corporation.”  N.C.G.S. § 55 -1-40(22).  The Ac t \nmakes clear, however, that “[s]hares may but need not be represented by certificates.”  \nN.C.G.S. § 55-6-25(a); see also Powell Bros. v. McMullan Lumber Co., 153 N.C. 52, 55 \n(1910) (stating that a “certificate neither constitutes [one’s] title nor is necessary to \nit, but only a memorial of it” (citation omitted)).  Indeed, the Act provides that \n“[u]nless the articles of incorporation or bylaws provide otherwi se, the board of \n \n \ndirectors of a corporation may authorize the issue of some or all of the shares of any \nor all of its classes or series without certificates.”  N.C.G.S. §  55-6-26(a).  Official \nstatutory commentary explains that the statute gives a board of directors the “widest \ndiscretion so that a particular class or series of shares might be entirely represented \nby certificates, entirely uncertificated, or represented partly by each.”   Official \nComment to N.C.G.S. § 55-6-26. \n26. Here, it is undisputed that Pl aintiff never received a stock certificate \nreflecting his ownership interest.  The Court concludes that fact is not dispositive, \nhowever.  Wilkes Sombrero’s Articles of Incorporation suggest, but do not specifically \nrequire, that shares of its stock be evidenced by a certificate.  Rather, the Articles of \nIncorporation provide only that the shares of stock issued by the corporation  bear a \nrestrictive legend:   \nThe corporation shall have authority to issue One Hundred Thousand \n(100,000) shares with no par value.  The transfer of shares of stock in \nthis corporation is  subject to the terms and conditions of a franchise \nagreement with Taco Bell Corp.  The shares of stock issued by this \ncorporation shall bear a restrictive legend as follows: \n \n“The transfer of this stock is subject to the terms and conditions \nof a franchise agreement with Taco Bell Corp.  Reference is made \nto said franchise agreement and to restrictive provisions of the \ncharter and bylaws of this corporation.” \n \nThe provisions of the franchise agreement with Taco Bell Corp. that \naffect the  transfer of shares of stock of this corporation shall be \nrestrictions upon the shares of stock issued by this corporation. \n \n(Materials Supp. Pl.’s Mot. Partial Summ. J. Ex. C,  at 437, Articles of Incorporation \nof Wilkes Sombrero, Inc., Section 4 (emphasis added).) \n \n \n27. Similarly, Section 13.3 of the Taco Bell Franchise Agreements requires \nthat Wilkes Sombrero’s stock certificates contain this same restrictive legend but does \nnot mandate that stock certificates be issued: \nThe Articles of Incorporation and the By -Laws of the assignee \ncorporation shall reflect that the issuance and transfer of shares of stock \nare restricted, and all stock certificates shall bear the following legend , \nwhich shall be printed legibly and conspicuously on the face of each stock \ncertificate: \n \n“The transfer of this stock is subject to the terms and conditions \nof a franchise agreement with Taco Bell Corp.  Reference is made \nto said franchise agreement and to restrictive provisions of the \ncharter and by-laws of this corporation.”  \n \n(Materials Supp. Pl.’s Mot. Partial Summ. J. Ex. 8 to Ex. A, at 142 (emphasis added).)   \n28. Defendants argue that the Articles of Incorporation and the Taco Bell \nFranchise Agreements require that a certificate with a restrictive legend be used to \ntransfer shares.  But the word “certificate” does not appear in the company’s Articles.  \nNor do the Articles purport to alter North Carolina’s statute permitting uncertificated \nshares.  See N.C.G.S. § 55-6-25(a).  Instead, the Articles of Incorporation require only \nthat shares bear a restricted legend, and North Carolina law allows a corporation to \nmeet that requirement in either of two ways :  through use of a sha re certificate, see \nN.C.G.S. § 55-6-25, or through use of another writing conveying the statutorily \nrequired information, see N.C.G.S. § 55-6-26.2  Therefore, the Court cannot conclude \n \n2 The requirement in N.C.G.S. § 55 -6-26 that the writing evidencing uncertificated shares \ncontain any restrictive information on their transferability —in addition to the other \nnecessary information for certificates—supports the Court’s conclusion that the language in \nWilkes Sombrero’s Articles of Incorporation is not a mandate that the corporation issue stock \ncertificates. \n \n \nas a matter of law  that Plaintiff is not a shareholder merely because he has not \nproduced a stock certificate. \n29. At the same time, however, the Court cannot conclude as a matter of law \nthat Plaintiff is a shareholder based on the evidence that exists in the current record.  \nIf shares are uncertificated, N.C.G.S. § 55 -6-26(b) and N.C.G.S. § 55-6-27 demand \nthat within a reasonable time after issuance or transfer, the corporation send the \nshareholder a writing containing the basic information required to be on certificates \n(the name of issuing company; the fact that the issuing company is organized under \nNorth Carolina law; the name of the person to whom shares are issued; the number \nand class of shares; and, if applicable, any restrictions on transfer).  \n30. In this case, a jury could reasonably conclude that the several writings \nreceived by Plaintiff in the course of his work for Wilkes Sombrero,  when read \ntogether, convey the information required by statute.  For example, it is undisputed \nthat on 5 January 2006, shortly after Plaintiff finished the Taco Bell training \nprogram,3 J.C. signed a Taco Bell “Corporate Franchise Ownership Representation \nForm” as secretary for Wilkes Sombrero  certifying that Plaintiff owned 10% of the \ncompany.  Th is document bears the company seal and contains the name of the \nissuing corporation, the name of the shareholder, and his percentage interest.  See \nN.C.G.S. § 55-6-25(b).  (Br. Supp. Defs.’ Mot. Ex. G.)  The fact that Wilkes Sombrero \nwas organized under North Carolina law  appears in the Application for Taco Bell \n \n3 Plaintiff alleges that he “completed the training in or around December 2005 or January \n2006.”  (Am. Compl. ¶ 22.)  Defendants do not challenge this assertion. \n \n \n \nFranchise and Ownership Schedule , (Br. Supp. Defs.’ Mot. Ex. F) ,4 and in a 2007 \ndocument5 memorializing a material modification to one of the franchise agreements, \n(Materials Supp. Pl.’s Mot. Partial Summ. J. Ex. 7 to Ex. A, at 128–30).  See N.C.G.S. \n§ 55 -6-25(b).  Moreover, as discussed above, the several Taco Bell Franchise \nAgreements and related modifications received and signed by Plaintiff, including one \nexecuted by Plaintiff and by J.C. as early as 12 July 2007, provide the necessary \ninformation regarding restrictions on transfer.  (Materials Supp. Pl.’s Mot. Partial \nSumm. J. Ex. 8 to Ex. A, at 131–47.)6  Whether Wilkes Sombrero sent the information \nto Plaintiff within a “reasonable time” after the alleged transfer of s hares to him is \nan issue of fact that remains to be determined.  N.C.G.S. § 55-6-26(b)7; see Yancey v. \nWatkins, 17 N.C. App. 515, 519 (1978) (“[I]n this State, authority is to the effect that, \nwhere this  question of reasonable time is a debatable one, it must be referred to \nthe jury for decision.”) (quoting Etheridge v. Atlantic C. L. R. Co., 209 N.C. 306, 331 \n(1936)). \n \n4 The exact date that the Application was completed is unclear, but the document includes \nreferences to March and April 2005.  (Br. Supp. Defs.’ Mot. Ex. F.)  \n  \n5 The summary page of the document is dated 24 January 2007, and the page bearing \nPlaintiff’s signature is dated 12 March 2007. \n6 While the Franchise Agreement was undoubtedly drafted by Taco Bell and not by Wilkes \nSombrero, the statute merely requires that Wilkes Sombrero send the written statement of \ninformation to the shareholder.  Nothing in the language of the statute requires that Wilkes \nSombrero draft the document.  See N.C.G.S. § 55-6-26(b). \n \n7 For example, it is unclear based on the current record whether Plaintiff received this \ninformation by virtue of a 2006 modification to the Winkler Street franchise agreement  \nsigned by J.C. and Plaintiff on 25 January 2006.  Only excerpts of that document are in the \nrecord.  (See Br. Supp. Defs.’ Mot. Ex. H.) \n \n \n \n31. Although the parties disagree regarding the import of these documents \non the issue of whether uncertificated shares were issued, the Court  concludes only \nthat genuine issues of material fact exist such that judgment may not be awarded as \na matter of law at this stage.8  See, e.g., Kinesis Adver., Inc. v. Hill, 187 N.C. App. 1, \n13 (2007) (genuine issue of material fact remained regarding whether uncertificated \nshares were issued). \n2. Estoppel Principles are not Dispositive. \n32. Plaintiff contends that either equitable estoppel or quasi -estoppel \napplies to preclude Defendants from offering any evidence suggesting that Plaintiff \nis not a shareholder.  In short, Plaintiff’s argument is that both J.C. and Wilkes \nSombrero represented to Taco Bell in legal documents on multiple occasions that \nPlaintiff held a 10% ownership interest in Wilkes Sombrero.  Having done so, Plaintiff \nargues, Defendants cannot escape these representations, and the record , therefore, \nestablishes as a matter of law that Plaintiff is, in fact, a shareholder of Wilkes \nSombrero.  (Pl.’s Br. Supp. Mot. Partial Summ. J. 7–17, ECF No. 15.)  \n33. Defendants maintain that Plaintiff cannot rely on estoppel, a defensive \ndoctrine, to establish  its claims for affirmative relief.   Alternatively, Defendants \n \n8 Furthermore, N.C.G.S. § 55 -6-26(b) requires  companies to provide shareholders with \ninformation regarding their ownership interests when they do not otherwise receive official \ncertificates.  See Official Comment to N.C.G.S. § 55-6-26 (noting the  required written \nstatement “ensures that holders of uncertificated shares will receive from the corporation the \nsame information that the holders of certificates receive when certificates are issued ”).  \nNothing in the language of the statute suggests that the requirement is intended to be used \nas a sword agai nst the unsuspecting shareholder.  Indeed, it would be a strange result if a  \ncompany could unilaterally deprive a shareholder of ownership rights through its own failure \nto meet its statutory obligation to send the shareholder required information.  \n \n \nargue that Plaintiff has failed to offer evidence establishing as a matter of law  that \nDefendants are estopped from contending that Plaintiff is not a shareholder.  (Defs.’ \nBr. Opp. Pl.’s Mot. Partial Summ. J. 6–11, ECF No. 17.) \n34. North Carolina recognizes both equitable estoppel and quasi -estoppel.  \nThe elements of equitable estoppel are:   \n(1) conduct on the part of the party sought to be estopped which amounts \nto a false representation or concealment of material facts; (2) the \nintention that such conduct will be acted on by the other party; and (3) \nknowledge, actual or constructive, of the real facts.  The party asserting \nthe defense must have (1) a lack of knowledge and the means of \nknowledge as to the real facts in question; and (2) relied upon the \nconduct of the party sought to be estopped to his prejudice.   \n \nChapel H.O.M. Assocs., LLC v. RME Mgmt., LLC , 256 N.C. App. 625, 627–28 (2017) \n(citation omitted). \n35.  It is true that “[e]stoppels are protective only, and are to be invoked as \nshields, and not as offensive weapons.”  Herring v. Volume Merch., Inc., 252 N.C. 450, \n453 (1960).  That said, either party may choose to invoke the shield of estoppel \ndefensively in appropriate circumstances.   Krawiec v. Manly, 2016 NCBC LEXIS 7 , \nat *12 (N.C. Super. Ct. Jan. 22, 2016) (“[Equitable estoppel] provides a defense to bar \nenforcement of opposing claims or affirmative defenses.” (citation omitted)), aff’d, 370 \nN.C. 602 (2018).  \n36. Here, Plaintiff does not seek to use equitable estoppel to defeat a \ncounterclaim or to avoid an affirmative defense.  Instead, Plaintiff attempts to apply \nequitable estoppel offensively  in support of his own claim  by pointing to corporate \ndocuments in which he  and J.C. identif ied Plaintiff as a 10% owner of Wilkes \n \n \nSombrero.  (Pl.’s Br. Supp. Mot. Partial Summ. J. 7 –8.)  Plaintiff argues that  these \nprior representations preclude Defendants’ position to the contrary in this litigation.  \n(Pl.’s Br. Supp. Mot. Partial Summ. J. 7–8.)  However, Plaintiff has not pleaded such \na claim and, even if he had, North Carolina law does not recognize an affirmative \nclaim for equitable estoppel .  See, e.g., Home Elec. Co. of Lenoir, Inc. v. Hall & \nUnderdown Heating & Air Conditioning Co ., 86 N.C. App. 540, 543 (1987); Bohn v. \nBlack, 2019 NCBC LEXIS 35 , at *26 (N.C. Super. Ct. June 3, 2019) ; Rabinowitz v. \nSuvillaga, 2019 NCBC LEXIS 8, at *36 (N.C. Super. Ct. Jan. 28, 2019); Regency Ctrs. \nAcquisition, LLC v. Crescent Acquisitions, LLC, 2018 NCBC LEXIS 7, at *16–17 (N.C. \nSuper. Ct. Jan. 24, 2018).  \n37. Plaintiff’s attempt to use the doctrine of quasi -estoppel to achieve \nsummary judgment is equally unavailing .  Quasi-estoppel, also known as “estoppel \nby benefit,” “does not require detrimental reliance per se by anyone, but is directly \ngrounded instead upon a party’s  acquiescence or acceptance of payment or benefits \nby virtue of which that party is thereafter prevented from maintaining a position \ninconsistent with those acts.”  Godley v. Cnty . of Pitt , 306 N.C. 357, 361 (1982)  \n(citation omitted).   \n38. Application of quasi-estoppel is highly fact dependent.  Unlike equitable \nestoppel, quasi -estoppel is “inherently flexible and cannot be reduced to any rigid \nformulation.”  Whitacre P’ship v. BioSignia, Inc., 358 N.C. 1, 18 (2004) (citing Taylor \nv. Taylor, 321 N.C. 244, 249 n.1 (1987)); see also 28 Am. Jur. 2d Estoppel and Waiver \n§ 173 (“As a general rule, unless the facts are undisputed or only one reasonable \n \n \ninference can be drawn from them, whether the facts presented adequately establish \nestoppel is for the jury or other trier of fact to decide.”).   \n39. Disputed material facts preclude application of quasi -estoppel against \nDefendants on this record.  For example, at least one of the documents signed by J.C. \nrepresenting to Taco Bell that Plaintiff had a 10% ownership inte rest in Wilkes \nSombrero was the Application prepared by Plaintiff himself, not J.C.  (Pl.’s Dep. 7:9–\n15.)  See 28 Am. Jur. 2d Estoppel and Waiver § 120 (“[A] person may not, by his or \nher own act, create an estoppel in his or her favor[.]”)9.   \n40. Finally, on this record, Plaintiff fails to shoulder the substantial burden \nnecessary to prevail on an affirmative motion for summary judgment. Plaintiff’s \nreceipt of W -2 wages as opposed to shareholder distributions or K -1 forms , for \nexample, contradicts the existence of his alleged ownership interest. Parks Chevrolet, \nInc., 74 N.C. App. at 721 (Plai ntiff “must show that there are no genuine issues of \nfact, that there are no gaps in his proof, that no inferences inconsistent with his \nrecovery arise from the evidence, and that there is no standard that must be applied \nto the facts by the jury.”) .  Wher e genuine issues of material fact exist, summary \njudgment is not proper.   \nB. The Limitations Period in Chapter 28A Is Not Controlling. \n41.  Defendants argue that Plaintiff  cannot claim shareholder status \nbecause he did not pursue a timely claim pursuant to the North Carolina statutes \n \n9 While it is not dispositive on a quasi -estoppel theory, the statement regarding ownership \nmade in the Application may, when considered in context, have evidentiary value as an \nadmission against interest.  The Court makes no determination at this stage with respect to \nthat issue. \n \n \nsetting forth the procedure for the disposition of claims in estate administration.  (Br. \nSupp. Defs.’ Mot. 7–9.)  \n42. Chapter 28A of the North Carolina General Statutes provides:  “If a \nclaim is presented to and rejected by the personal representative or collector  . . . the \nclaimant must, within three months, after due notice in writing of such rejection, \ncommence an action for the recovery thereof[.]”  N.C.G.S. § 28A-19-16.   \n43. It is undisputed that Plaintiff presented a claim against the estate on 24 \nMay 2019, (Br. Supp. Defs.’ Mot. Ex. L), and it was subsequently denied in writing , \n(Br. Supp. Defs.’ Mot. Ex. M).  He did not commence this action within three months \nthereafter.  ( See Compl.)  W hile his failure to file a tim ely action under N.C. G.S. \n§ 28A-19-16 may impact any claims he brings as a creditor, that failure does not \ndetermine his rights as an owner.  In this M otion, Plaintiff asks for a judgment \ndeclaring what he contends was already his; he does not seek to acquire additional \nassets from the estate.  See Poteat v. Robinson, 90 N.C. App. 764, 765 (1988) (holding \nthat N.C.G.S. § 28A-19-16 “applies to creditors’ claims against an estate”); Jacobs v. \nBrewington, 258 N.C. App. 462, 465 (2018) (statute does not apply to bar a plaintiff’s \nclaim if the plaintiff is not a creditor of the estate).  Chapter 28A therefore does not \nbar Plaintiff’s claims. \nVI. CONCLUSION \n44. For these reasons the Court hereby DENIES  the cross -motions for \npartial summary judgment and ORDERS as follows: \n \n \na. Plaintiff’s First Cause of Action seeking a declaratory judgment with \nrespect to his status as a shareholder, as well as his Second Cause of \nAction for Inspection pursuant to N.C.G.S. § 55 -16-02, shall proceed \nto trial at a time to be later determined by the Court; \nb. Within twenty (20) days from the date of this Order, the parties shall \njointly file a revised Case Management Report and submit a \nproposed Case Management Order to the Court  concerning the \nadjudication of the other claims and counterclaims at issue in this \naction. \nIT IS SO ORDERED, this the 16th day of December, 2021. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n "
}