{
  "id": "beba354fdfe3896ae0cc524b851cc3ea30bd472c735dc1ccc1d0efec3010fb4d",
  "source_file": "data/raw/ncbc/beba354fdfe3896ae0cc524b851cc3ea30bd472c735dc1ccc1d0efec3010fb4d.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCOUNTY OF MECKLENBURG \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n08 CVS 4333 \n \nRONALD CARTER, \n \nPlaintiff,  \n \nv.  \n \nCLEMENTS WALKER PLLC, a North \nCarolina professional limited liability \ncompany;  \nF. RHETT BROCKINGTON, an \nindividual; and \nRALPH H. DOUGHERTY, an individual;  \n \n                         Defendants. \n  \n \n \n \n \n \n \nORDER \n \n \n{1} THIS MATTER is before the court on Defendants’ Motions to Dismiss \nAppeal (“Motions”) brought under North Carolina Rule of Appellate Procedure \n(“Appellate Rule(s)”) 25.  After consideration of the Motions, briefs, exhibits \nsubmitted with the Motions, and other matters of record, the court determines that \nDefendants’ Motions should be GRANTED and FINDS and CONCLUDES as \nfollows: \n \nHarrington Law, P.C. by James M. Harrington for Plaintiff Ronald Carter. \n \nPoyner & Spruill LLP by Cynthia L. Van Horne and E. Fitzgerald Parnell, III \nfor Defendants Clements Walker PLLC and F. Rhett Brockington. \n \nJames, McElroy & Diehl, P.A. by John S. Arrowood and Edward T. Hinson, \nJr. for Defendant Ralph H. Dougherty. \n \n \nGale, Judge. \n \n \n \nCarter v. Clements Walker PLLC, 2014 NCBC 12.\nI. INTRODUCTION \n \n{2} Plaintiff seeks to appeal from the court’s Order and Opinion granting \nsummary judgment for Defendants on Plaintiff’s claims which remain after appeals \nfrom earlier orders.  Defendants seek to dismiss the appeal because no Notice of \nAppeal was timely filed.  As the court is advised that the appeal has not been \ndocketed, the court concludes that the Motions are properly before the trial court. \n{3} The court and the Parties have utiliz ed the Business Court’s electronic \nfiling system throughout this case.  The Parties agree in their written submissions \nthat the Order and Opinion from which Plaintiff appeals was filed and served on \nJanuary 10, 2014 when it was electronically filed by the court, and that any notice \nof appeal from that Order and Opinion had to be filed by February 10, 2014.1  \nPlaintiff electronically filed a Notice of Appeal that was received and docketed by \nthe court’s electronic filing system on February 10, 2014 at 7:37 p.m.  The issue is \nwhether this Notice of Appeal filed after the close of the court’s regular business day \nwas timely. \n{4} General Rule of Practice an d Procedure for the North Carolina \nBusiness Court (“Business Court Rule(s)”) 6.13 provides a mechanism where the \ncourt’s normal business day can be extended when technical issues with the \nelectronic filing system prevent a filing before the close of the court’s regular \nbusiness day at 5:00 p.m.  However, the filing party must comply with the \nprocedure specified by that Rule to receive such an extension.  Plaintiff contends he \ncomplied with that procedure.  Defendants contend he did not, so the Notice of \n                                                 \n1 The Parties have consistently used the court’s electronic filing system in this case.  Their \nagreement on these dates reflects their understanding that the date of electronic filing is the \nrelevant date for timing of both the court’s orders and the Parties’ filings.  This is consistent with \nBusiness Court Rule 6.11, which provides that the court’s electronic filing constitutes entry of \njudgment and the Notice of Entry sent to the Parties after the court’s electronic filing constitutes \nservice pursuant to Civil Procedure Rule 58.  The court acknowledges that a different issue, which it \nneed not decide in light of the Parties’ agreement, might arise if the appealing Party insisted that \nthe court’s judgment could not be deemed to have been entered until it was actually entered and \ndocketed in written form by the Clerk of Superior Court. \nAppeal is untimely, and because the appeal has not yet been docketed this court \nshould dismiss the appeal. \n{5} Appellate Rule 3 provides the time within which a Notice of Appeal \nmust be filed.  The North Carolina appellate courts have held that compliance with \nthat rule is jurisdictional, such that failure to file a notice of appeal within the time \nprescribed by Appellate Rule 3 requires dismissal of an appeal.  \nE.g., In re Harts, \n191 N.C. App. 807, 809–10, 664 S.E.2d 411, 413 (2008); see also Dogwood Dev. & \nMgmt. Co. v. White Oak Transp. Co.¸ 362 N.C. 191, 197–98, 657 S.E.2d 361, 365 \n(2008). \n {6} In light of the court’s conclusion , for the reasons stated below, that \nPlaintiff did not comply with the procedures of Business Court Rule 6.13, the court \nneed not further decide whether the extension allowed by Business Court Rule 6.13 \nis effective to extend periods required by Appellate Rule 3(c).  Because Plaintiff did \nnot comply with Business Court Rule 6.13, his Notice of Appeal was not timely and \nthe court must dismiss the appeal. \n \nII. ANALYSIS \n \n{7} Parties may make electronic filings through the Business Court’s \nelectronic filing system at any time of the day or night.  However, under Business \nCourt Rule 6.7 the court’s normal business hours are considered to end at 5:00 p.m. \nMonday through Friday, so an electronic filing must be made before 5:00 p.m. to be \nconsidered to have been filed that business day.  Business Court Rule 6.13 provides \nthat the time for filing can be extended if technical difficulties prevent a timely \nfiling, but to receive this protection the filing party must comply with the Rule.  The \ncourt’s experience is that parties experiencing technical difficulties in electronic \nfiling typically provide the court and opposing parties notice of such difficulties as \nthey occur, but Business Court Rule 6.13 does not expressly require this notice.  \nThat Rule does require that parties avoid attempting last-minute filings and then \nrelying on technical difficulties to excuse an unsuccessful filing. It does so by \nexpressly requiring that the party have started attempting to file electronically \nearly enough so that the attempted filing was unsuccessful at least twice, separated \nby at least one hour between noon and the end of the normal business day at 5:00 \np.m. \n{8} Plaintiff successfully electronically  filed his Notice of Appeal shortly \nafter 7:30 p.m. on February 10, 2014.  A Notice of Electronic Filing was issued by \nthe court’s electronic filing system at 7:37 p.m.  The next morning, Defendants filed \ntheir initial Motion to Dismiss Appeal on the basis that the Notice of Appeal was \nfiled after the court’s normal business day and must be deemed to have been filed \non February 11, 2014.  Plaintiff then filed a second Notice of Appeal on February 11, \n2014 accompanied by a declaration under Business Court Rule 6.13 attesting to \ntechnical difficulties Plaintiff’s counsel encountered when attempting to \nelectronically file the first Notice of Appeal.  This declaration indicated that \nPlaintiff’s counsel first began his electronic filing efforts at approximately 4:30 p.m. \non February 10, 2014.  Defendants then on February 17, 2014 filed a second Motion \nto Dismiss Appeal attacking the second Notice of Appeal.  The Motions have been \nfully briefed and are ripe for disposition.\n2 \n \nA. Appellate Rule 25 Requires the Trial Court to Determine Whether a Notice of \nAppeal Was Timely Filed Until the Appeal Is Docketed with an Appellate \nCourt \n \n{9} The court first determines whether, before an appeal is docketed, a \ntrial court retains jurisdiction to determine if a Notice of Appeal was timely filed.  \nDefendants contend that Appellate Rule 25 grants the trial court that power. \n{10} Appellate Rule 25 permits the tria l court, upon motion of a party and \nbefore filing of the appeal with the appellate court, to dismiss an appeal if the \nappellant, “after giving notice of appeal[,] . . . fails to take any action required to \npresent the appeal for decision” within the times set by the Appellate Rules.  N.C. \n                                                 \n2 In its discretion, the court has not held a hearing on these Motions and decides them on the papers.  \nSee BCR 15.4 (2006) (motions may be decided without oral argument unless ordered by the court). \nR. App. P. 25(a).  Decisions of the North Carolina Court of Appeals indicate that \n“filing of an appeal in an appellate court” means docketing of the appeal, which \noccurs when the appellant files the record on appeal with the clerk of the appellate \ncourt and pays the docket fee or proceeds in forma pauperis.  See N.C. R. App. P. \n12(a)–(b); Whitfield v. Todd, 116 N.C. App. 335, 337, 447 S.E.2d 796, 798 (1994) \n(holding trial court’s order dismissing appeal was void because it was entered after \nthe appeal was docketed).  Appellate Rule 25 has been interpreted to grant a trial \ncourt authority to determine whether a Notice of Appeal was itself timely filed, and \nit “allows the trial court to dismiss an appeal if the appellant failed to give notice of \nappeal within the time allowed by” Appellate Rule 3.  Landingham Plumbing and \nHeating of N.C., Inc. v. Funnell, 102 N.C. App. 814, 815, 403 S.E.2d 604, 605–06 \n(1991) (reversing trial court dismissal of appeal for error of law in determining \nnotice of appeal’s timeliness); see also Farm Credit Bank of Columbia v. Edwards, \n121 N.C. App. 72, 75, 464 S.E.2d 305, 306–07 (1995) (affirming trial court dismissal \nof appeal where trial court concluded notice of appeal filed by counsel was void \nbecause it was unauthorized and repudiated by administrator of estate); Saieed v. \nBradshaw, 110 N.C. App. 855, 861, 431 S.E.2d 233, 236 (1993) (affirming trial court \ndismissal of appeal for untimely filed notice of appeal); cf. Whitfield, 116 N.C. App. \nat 337, 447 S.E.2d at 798 (holding motion to dismiss appeal filed in trial court was \nproper, but trial court’s order issued after record on appeal was docketed was void).  \nThis court has followed this authority and dismissed an appeal for late filing of a \nnotice of appeal.  See Blitz v. Xpress Image, Inc., 2007 NCBC LEXIS 9, at *6–*15 \n(N.C. Super. Ct. Apr. 13, 2007) (dismissing appeal for failure to file timely notice of \nappeal). \n{11} The court acknowledges pote ntial tension between these cases \nconstruing Appellate Rule 25 and a separate line of cases which recognize a \n“longstanding general rule that an appeal removes a case from the jurisdiction of \nthe trial court and, pending the appeal, the trial judge is functus officio.”  Bowen v. \nHodge Motor Co., 292 N.C. 633, 635, 234 S.E.2d 748, 749 (1977).  These cases hold \nthat generally, after notice of an appeal is given, “the trial [court] retains \njurisdiction over the” case only “(1) during the session in which the judgment \nappealed from was rendered[,] . . . (2) for the purpose of settling the case on \nappeal[,]” or (3) to determine, “after notice and on proper showing, [that] the appeal \nhas been abandoned[.]”  Id. at 635–36, 234 S.E.2d at 749 (citing Am. Floor Machine \nCo. v. Dixon, 260 N.C. 732, 735–36, 133 S.E.2d 659, 662 (1963)) (quotation marks \nomitted).3  Moreover, perfection of an appeal “stays all further proceedings in the \n[trial] court” concerning “the judgment appealed from” and other related matters.  \nN.C. Gen. Stat. § 1-294 (2013).  Although “an appeal is not perfected until it is \nactually docketed in the appellate division, a proper perfection relates back to the \ntime of the giving of the notice of appeal, rendering any later orders or proceedings \nupon the judgment appealed from void for want of jurisdiction.”  Swilling v. \nSwilling, 329 N.C. 219, 225, 404 S.E.2d 837, 841 (1991) (citing Lowder v. All Star \nMills, Inc., 301 N.C. 561, 581, 273 S.E.2d 247, 259 (1981)); see also Roberts v. \nCentury Contractors, Inc., 162 N.C. App. 688, 695, 592 S.E.2d 215, 220 (2004).   \n{12} Appellate Rule 25 is a “further codifi[cation]” of the trial court’s \ncommon-law authority to dismiss “abandoned” appeals.  Whitfield, 116 N.C. App. at \n337, 447 S.E.2d at 798.  Construing Appellate Rule 25 and these various cases \ntogether, the court concludes that when an appeal has not yet been docketed with \nthe appellate court, the trial court retains jurisdiction over the case and may \ndetermine whether a Notice of Appeal was timely filed.  Plaintiff has not docketed \nthis appeal with the Court of Appeals.  Accordingly, Defendants’ Motions are \nproperly before the court.4 \n \n \n \n \n                                                 \n3 In limited circumstances, the trial court may retain jurisdiction over a case after notice of appeal is \ngiven from an interlocutory order that is not immediately appealable.  See RPR & Assocs. v. Univ. of \nN.C.-Chapel Hill, 153 N.C. App. 342, 347–48, 570 S.E.2d 510, 514 (2002).  The order appealed from \nhere is a final summary judgment resolving all remaining claims, so Defendants’ Motions do not \nimplicate this exception. \n4 The court further notes that Plaintiff has not filed with the court any “written documentation” of a \ncontract for transcription of the proceedings as required by Appellate Rule 7(a)(1). \nB. Plaintiff’s Notice of Appeal was Untimely Filed and the Appeal Must be \nDismissed \n \n{13} Generally, the North Carolina trial co urts do not have electronic filing, \nso under the Rules of Civil Procedure or Appellate Rules the time of filing of a \ncourt’s entry of judgment or a party’s Notice of Appeal is measured by the date and \ntime at which that filing is docketed by the Clerk of Superior Court.  Rule of Civil \nProcedure 58 and Appellate Rule 3 refer to such filings with the Clerk of Superior \nCourt. \n{14} The Business Court Rules provide th at an electronically filed order or \njudgment may be effective before it is later filed as a written document with the \nClerk of Court.  \nSee BCR 6.11, 8.1.  Here, the Parties have agreed in their written \nsubmissions that under these Rules judgment was entered by the court and served \nupon them on January 10, 2014 when the court electronically filed its Order and \nOpinion and the electronic filing system issued a Notice of Entry, and that Plaintiff \nhad until February 10, 2014 to file and serve any Notice of Appeal.  Plaintiff’s \nNotice of Appeal states that Plaintiff appeals from the court’s Order “dated 10 \nJanuary 2014, granting the Defendants’ motion for summary judgment.”  Similarly, \nboth Defendants’ and Plaintiff’s briefs on the Motions to Dismiss Appeal \nacknowledge that Plaintiff’s Notice of Appeal was due by February 10, 2014.  (Defs.’ \nMem. Supp. Mot. Dismiss Appeal 2–3 (noting Order and Opinion granting summary \njudgment was entered and served January 10, 2014); Pl.’s Resp. to Defs.’ Mot. \nDismiss Appeal 1 (“All parties are in agreement that the Notice of Appeal was due \nnot later than February 10, 2014.”).)5   \n                                                 \n5  Measuring the time of filing by electronic filing rather than the later filing of the written paper \nwith the Clerk of Superior Court falls squarely within the spirit of Civil Procedure Rule 58, the \npurpose of which is “to make the time of entry of judgment easily identifiable, and to give fair notice \nto all parties that judgment has been entered.”  \nHuebner v. Triangle Res. Collaborative, 193 N.C. \nApp. 420, 423, 667 S.E.2d 309, 311 (2008).  That consistency is further acknowledged by Rules 9.2 \nand 9.3 of the Supplemental Rules of Practice and Procedure for the North Carolina eFiling Pilot \nProject, which govern electronic filing in Alamance, Chowan, Davidson, and Wake Counties.  Those \nrules, promulgated by the North Carolina Supreme Court, expressly provide that electronic filing \nconstitutes entry and effective service under Civil Procedure Rule 58 of an order or judgment. \n \n{15} The Business Court Rules supple ment the Civil Procedure Rules.  See \nBCR 1.5 (stating that Business Court Rules should be interpreted to harmonize \nwith and supplement the Civil Procedure Rules).  Business Court Rule 6 governs \nuse of the court’s electronic filing system.  While electronic filing is only mandatory \nif ordered by a Case Management Order, electronic filing of papers by parties’ \nagreement is encouraged.   The Parties here have utilized electronic filing \nthroughout the case. \n{16} Business Court Rule 6.4 provides th at “filing of a paper” with the court \nfor purposes of the North Carolina General Statutes, Rules of Civil Procedure, and \nBusiness Court Rules occurs when a Party electronically transmits the document to \nbe filed to the electronic filing system and the filing system issues a Notice of \nElectronic Filing.  The filing system automatically issues this Notice via e-mail to \nthe court and all counsel registered for electronic filing on a case when a paper is \nsuccessfully filed.  The Notice of Electronic Filing is received by the filing party, and \nas such provides a clear documentation that the filing has been successful.  \nConversely, failure to receive a Notice of Electronic Filing clearly indicates that \nproblems likely have occurred with an electronic filing.  To promote clarity, \nBusiness Court Rule 6.4 unambiguously states that an electronic filing is complete \nonly upon receipt of the Notice of Electronic Filing.  Business Court Rule 6.6 \nprovides that when a paper has been filed electronically, “the official information of \nrecord is the electronic recording of the information as stored on the Court’s file \nserver and the filing date and time is deemed to be the date and time recorded on \nthe Court’s file server for transmission on the Notice of Electronic Filing, which date \nand time is stated in the body of such Notice.”  The Notice of Electronic Filing is \nsent electronically to all counsel who have registered for use of the electronic filing \nsystem, and no party other than the filing party has a basis to know of any filing \nuntil the Notice of Electronic Filing is issued by the court’s electronic filing system.  \nBusiness Court Rule 6.14 states clearly that “[i]f a Notice of Electronic Filing is not \nreceived from the Court in response to a transmission of information for filing, the \ninformation will not be deemed filed.” \n{17} There is no indication that Plaintiff received a Notice of Electronic \nFiling for his Notice of Appeal on or before 5:00 p.m. on February 10, 2014.  Rather, \nthe record documents that the Notice of Electronic Filing was issued at 7:37 p.m.  \nElectronic filings begun after the end of the business day (5:00 p.m.) are deemed to \nhave been filed the next business day under Business Court Rule 6.7.  Business \nCourt Rules 6.13 and 6.15 provide limited protective procedures for electronic filings \nwhere efforts to file began during the normal business day but could not be \ncompleted by the normal close of business on that day due to technical difficulties.  \nIn such an instance, Business Court Rule 6.13 permits acceptance of a filing after \nthe close of the business day, but the rule requires that the delayed filing be \n“accompanied by a declaration or affidavit attesting to the filing person’s failed \nattempts to file electronically \nat least two times after 12:00 noon separated by at \nleast one hour on each day of delay due to such technical failure.”  Read together, \nBusiness Court Rules 6.7 and 6.13 require that a late filing may be accepted \nbecause of technical failures with the electronic filing system only if a party first \nbegan attempting to file on or before 4:00 p.m., one hour before the end of the \ncourt’s normal business day. \n {18} Neither the court’s systems nor records produced by the Parties \nindicate that the court or opposing Parties were notified of any technical difficulties \nrelated to Plaintiff’s filing before the Notice of Electronic Filing for Plaintiff’s first \nNotice of Appeal was issued at 7:37 p.m. on February 10, 2014.  Plaintiff’s counsel \ndoes not contend that he succeeded in electronically filing his Notice of Appeal \nbefore 7:37 p.m. \n{19} Plaintiff’s counsel’s declaration de monstrates on its face that Plaintiff \ndid not comply with Business Court Rule 6.13.6  Plaintiff’s counsel’s declaration \nacknowledges that he first began attempting to file the first Notice of Appeal at \n                                                 \n6 On February 10, 2014, the court was not aware of any technical difficulties with the electronic \nfiling system.  There were Notices of Electronic Filing issued in other cases during the times \nPlaintiff’s counsel indicates he had technical difficulties.  It would not, however, be unusual that a \nparty in one case might have technical difficulties at the same time a party in another case was able \nto make a successful electronic filing. \n“approximately 4:30 p.m. on” February 10, 2014.  This declaration demonstrates \nthat there were not at least two failed attempts to file after 12:00 noon separated by \nat least one hour before the end of the court’s normal business day.  Thus, Plaintiffs’ \ncounsel did not comply with the safe harbor provided by Business Court Rule 6.13, \nand both Notices of Appeal were not filed until February 11, 2014. \n{20} The court has ruled upon the issu e as agreed to by the Parties—was \nthe electronically filed Notice of Appeal timely.  If the court’s judgment was deemed \nentered when electronically filed on January 10, 2014, as the Business Court Rules \nprovide, neither Plaintiff’s electronic filing of the Notice of Appeal nor his later \nfiling of the Notice of Appeal in written form with the Clerk of Superior Court on \nFebruary 18, 2014 was timely.  Plaintiff’s Notice of Appeal is timely only if the \ncourt’s judgment is deemed not to have been entered until it was docketed in \nwritten form by the Clerk of Superior Court on January 21, 2014.  This would, of \ncourse, mean that Plaintiff attempted to appeal before judgment was entered and \nwould be inconsistent with the Parties’ written filings which indicate agreement \nthat judgment was entered and served on January 10, 2014 and any Notice of \nAppeal had to be filed by February 10, 2014. \n{21} The North Carolina appellate courts may elect to hear an appeal even \nwhere some requirements of Appellate Rule 3 were not strictly met.  \nSee, e.g., \nDogwood Dev. & Mgmt. Co.¸ 362 N.C. at 197–201, 657 S.E.2d at 364–67 \n(distinguishing between jurisdictional and non-jurisdictional violations of Appellate \nRules); \nStephenson v. Bartlett, 177 N.C. App. 239, 241–42, 628 S.E.2d 442, 443–44 \n(2006) (collecting cases and holding failure to comply with Appellate Rule 3(d) did \nnot divest Court of Appeals of jurisdiction to hear appeal).  However, the authority \nto excuse compliance with Appellate Rule 3 rests solely with the appellate courts.  \nAppellate decisions make clear that Appellate Rule 3’s time requirements are to be \nstrictly construed so that there is here a fatal jurisdictional failure which requires \ndismissal of the appeal. \n \n \nIII. CONCLUSION \n \n{22} Applying the jurisdictional requir ement strictly as it understands that \nit must, the court finds that Plaintiff’s Notice of Appeal was not timely and the \nappeal must be dismissed.  The court finds that Plaintiff did not file its Notice of \nAppeal with the court within the time prescribed by Appellate Rule 3.  The court \nGRANTS Defendants’ Motions and Plaintiff’s appeal from the court’s January 10, \n2014 Order and Opinion granting summary judgment is HEREBY DISMISSED. \n \nIT IS SO ORDERED this 30th day of April, 2014. \n "
}