{
  "id": "bec6358a37459570d79701daaf749de020eb48748c131bcc6a07828f7611169c",
  "source_file": "data/raw/ncbc/bec6358a37459570d79701daaf749de020eb48748c131bcc6a07828f7611169c.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nBUNCOMBE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 1380 \n \nALP SYSTEMS, INC.; and STACY \nBEAN, \n \nPlaintiffs, \n \nv. \n \nDALE RICHARD HAYGOOD; \nBRANDEN D. BRYSON; KYLE \nJAMES LEONARD; and BOLTED \nLIGHTNING PROTECTION, LLC, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT BOLTED LIGHTNING \nPROTECTION, LLC’S  \nRENEWED MOTION TO DISMISS \nPURSUANT TO RULE 12(b)(6)  \n \n \n1. THIS MATTER  is before the Court on defendant Bolted Lightning \nProtection, LLC’s (“Bolted”) Renewed Motion to Dismiss (the “Motion to Dismiss”).  \n(Mot. to Dismiss, ECF No. 24.)  Bolted moves for dismissal of plaintiff ALP Systems, \nInc.’s (“ALP”) claims against Bolted pursuant to Rule 12(b)(6) of the North Carolina \nRules of Civil Procedure (the “Rule(s)”).1  (Mot. to Dismiss 1.)   \n2. For the reasons set forth in this Order and Opinion, the Court GRANTS in \npart and DENIES in part the Motion to Dismiss.   \nHyler & Lopez, P.A., by George B. Hyler, Jr. and Stephen P. Agan, for \nplaintiff ALP Systems, Inc. \n \nRoberts & Stevens, P.A., by John D. Noor, for defendant Bolted Lightning \nProtection, LLC. \n \nRobinson, Judge. \n \n \n1  Bolted also moved for dismissal of ALP’s claims pursuant to Rule 12(b)(2).  (Mot. to Dismiss \n1–2.)  The Court addressed Bolted’s Rule 12(b)(2) challenge in a prior decision, conclud ing \nthat the Court had personal jurisdiction over Bolted.  See ALP Sys. , Inc. v. Haygood, 2021 \nNCBC LEXIS 12 (N.C. Super. Ct. Feb. 9, 2021). \nALP Sys., Inc. v. Haygood, 2021 NCBC 32. \n \n \nI. INTRODUCTION \n3. In this action, ALP alleges that Bolted wrongfully induced defendants Dale \nRichard Haygood (“Haygood”), Branden D. Bryson (“Bryson”), and Kyle James \nLeonard (“Leonard”) to violate non-disclosure provisions and non-compete covenants \nthat they signed during their employment with ALP.  In addition, ALP asserts that \nBolted wrongfully induced customers of ALP to stop doing business with ALP.  Lastly, \nALP contends that Bolted has misappropriated trade secrets belonging to ALP. \nII. FACTUAL BACKGROUND \n4. The Court does not make findings of fact on a Rule 12(b)(6) motion to \ndismiss.  Instead, the Court will recite the factual allegations, taken from ALP’s  \nAmended Complaint , ( Am. Compl., ECF No.  12), and its attachments, that are \nrelevant to the Court’s ruling on the Motion to Dismiss. \nA. The Parties \n5. ALP is a North Carolina -based corporation that designs and installs \nlightning protection systems for residential and commercial buildings  and conducts \ntechnical presentations and educational seminars for its customers.  (Am. Compl. ¶¶ \n1, 10–11.)  ALP and its predecessors have been in business for over 30 years.  (Am. \nCompl. ¶ 10.)  \n6. Bolted is a Florida-based limited liability company that provides lightning \nprotection services.  (Am. Compl. ¶¶ 7, 38, 50.)  Bolted was formed in June 2019.  (Am. \nCompl. ¶¶ 27, 37.)   \n \n \n7. Haygood is a resident of North Carolina.  (Am. Compl. ¶ 3.)  From April \n2012 to July 2019, Haygood was employed by ALP as a sales professional at its office \nin Waynesville, North Carolina.  (Am. Compl. ¶¶ 14–15, 23.)  Haygood’s job entailed \ncreating customer relationships and estimating projects for ALP.  (Am. Compl. ¶ ¶ \n14–15.)   \n8. Leonard is a resident of North Carolina.  (Am. Compl. ¶ 6.)  From March \n2015 to July 2018, Leonard was employed by ALP as a project manager at its \nWaynesville office.  (Am. Compl. ¶¶ 82, 90.)   \n9. Bryson is a resident of North Carolina.  (Am. Compl. ¶ 5.)  From July 2016 \nto January 2020, Bryson was employed by ALP as a lightning protection system \ndesigner at its Waynesville office.  (Am. Compl. ¶¶ 51, 71.)   \nB. Haygood, Leonard, and Bryson Sign Employment Agreements \n10. As a condition of their employment with ALP, Ha ygood, Leonard , and \nBryson signed agreements containing non- disclosure provisions and non -compete \ncovenants (the “Employment Agreement(s)”).  (See Am. Compl. ¶¶ 16–21, 53–59, 84–\n90; see also Am. Compl. Exs. 1  [“Haygood Agreement”], 8 [“Bryson Agreement”], 14 \n[“Leonard Agreement”].)  \n11. Haygood’s Employment Agreement, which he signed  in April 2012, (Am. \nCompl. ¶ 16), contains the following non-disclosure provisions:2  \nIt is understood and agreed to that the below identified employee of \nintellectual property may provide i nformation that must be kept \nconfidential and solely within ALP Systems. \n \n2  The Employment Agreements contain a number of typographical and grammatical errors.  \nThe Court makes note of this, since the Court  has elected not to use “sic” each time that it \nquotes from the Employment Agreements. \n \n \n1.  The confidential information to be disclosed can be described as and \nincludes: \n \nBusiness information relating t o proprietary ideas, trade secrets, \ndrawings, illustrations, products, services, costs, proposals, profit, \nfinances, financial projections, customers, clients, marketing, current or \nfuture business plans, regardless of whether such information is \ndesignated as “Intellectual Property or Confidential Information” at the \ntime of this disclosure. \n \n2.  The employee agrees not to disclose any “Intellectual Property or \nConfidential Information” obtained from ALP Systems to anyone unless \nrequired to do so by law. \n \n(Haygood Agreement.) \n12. Haygood’s Employment Agreement also contains a non- compete covenant, \nwhich states as follows: \n4.  The employee recognizes that the various items of Information are \nspecial and unique assets of ALP Systems and need to be protected from \nimproper disclosure.   In consideration of the disclosure of the \nInformation, the employee agrees and covenants that for a period of 2 \nyears following the termination of employment, whether such \ntermination is voluntary or involuntary, the employee will not  directly \nor indirectly engage in any business competitive with ALP.   This \ncovenant shall apply to the geographical area that includes the area \nwithin a 200 -mile radius of ALP Systems.   Directly or indirectly \nengaging in any competitive business includes, but is not limited to: (I) \nengaging in a business as owner, partner, or agent, (II) becoming an \nemployee of any third party that is engaged in such business, (III) \nbecoming interested directly or indirectly in any such business, or (IV) \nsoliciting any cust omer of ALP for the benefit of a third party that is \nengaged in such business. \n \n(Haygood Agreement.) \n \n \n \n13. Leonard and Bryson’s Employment Agreements, which they signed in April \n2015 and July 2016, respectively, 3 contain identical non- disclosure provisions and \nnon-compete covenants that are different from those contained in Haygood’s \nEmployment Agreement, (compare Leonard Agreement ¶¶ 6– 9, and Bryson \nAgreement ¶¶ 6–9, with Haygood Agreement).4 \n14. Leonard and Bryson’s non-disclosure provisions state as follows: \n6.  CONFIDENTIALITY.  [ Employee] recognizes that ALP has and \nwill have information regarding the following: \n- inventions \n- trade secrets \n- customer lists \n- business affairs \n- future plans \nand other vital information items (collectively, “Information”) which are \nvaluable, special and unique assets of ALP.  [ Employee] agrees that \n[Employee] will not at any time or in any manner, either directly or \nindirectly, divulge, disclose, or communicate any Information to any  \nthird party without the prior written consent of ALP.  [ Employee] will \nprotect the Information and treat it as strictly confidential.  A violation \nby [ Employee] of this paragraph shall be a material violation of this \nContract and will justify legal and/or equitable relief. \n \n7.  UNAUTHORIZED DISCLOSURE OF INFORMATION.   If it \nappears that [ Employee] has disclosed (or has threatened to disclose) \nInformation in violation of this Contract, ALP shall be entitled to an \ninjunction to restrain [ Employee] from discl osing, in whole or in part, \n \n3  The Amended Complaint alleges that Leonard and Bryson both signed their Employment \nAgreements on 5 July 2016.  (Am. Compl. ¶¶ 53, 84.)  However, the Employment Agreements \nattached to the Amended Complaint reflect that Leonard signed his agreement on 30 April \n2015 and that Bryson signed his agreement on 5 July 2016.  (Leonard Agreement 4 & Bryson \nAgreement 4.)  The conflict between the allegations in the Amended Complaint and the dates \non these agreements is not material to the Court’s ruling on the Motion to Dismiss. \n \n4  Leonard and Bryson’s non -disclosure provisions and non-compete covenants only differ  \nfrom one another as to the names of the employees, and Haygood’s non-compete covenant is \nonly slightly different than Leonard and Bryson’s non-compete covenants, as can be seen by \ncomparing the three covenants.  The three covenants, however, all contain identical language \nthat is relevant to the Court’s analysis, as addressed below. \n \n \nsuch Information, or from providing any services to any party to whom \nsuch Information has been disclosed or may be disclosed.  ALP shall not \nbe prohibited by this provision from pursuing other remedies, including \na claim for losses and damages. \n \n8.  CONFIDENTIALITY AFTER TERMINATION OF \nEMPLOYMENT.  The confidentiality provisions of this Contract shall \nremain in full force and effect for a 2 year period period after the \ntermination of [ Employee’s] employment.  During such 2 year period \nperiod, neither party shall make or permit the making of any public \nannouncement or statement of any kind that [ Employee] was formerly \nemployed by or connected with ALP. \n  \n(Leonard Agreement & Bryson Agreement ¶¶ 6–8.) \n \n15. Leonard and Bryson’s non-compete covenants provide that: \n9.  NON-COMPETE AGREEMENT.   [Employee] recognizes that the \nvarious items of Information are special and unique assets of the \ncompany and need to be protected from improper disclosure.  In  \nconsideration of the disclosure of the Information to [ Employee], \n[Employee] agrees and covenants that for a  period of 2 years following \nthe termination of this Contract, whether such termination is voluntary \nor involuntary, [Employee] will not directly or indirectly engage in any \nbusiness competitive  with ALP.  This covenant shall apply to the \ngeographical area that includes the area within a 200 -mile radius of \nWaynesville NC.  Directly or indirectly engaging in any competitive \nbusiness includes, but is no t limited to: (i) engaging in a business as \nowner, partner, or agent, (ii) becoming an employee of any third party \nthat is engaged in such business, (iii) becoming interested directly or \nindirectly in any such business, or (iv) soliciting any customer of A LP \nfor the benefit of a third party that is engaged in such business.  \n[Employee] agrees that this non -compete provision will not adversely \naffect [Employee’s] livelihood. \n \n(Leonard Agreement & Bryson Agreement ¶ 9.) \n \nC. ALP’s Claims and Allegations Against Bolted \n \n16. ALP has asserted claims against Bolted for tortious interference with \nexisting and prospective contracts, misappropriation of trade secrets pursuant to  \nN.C.G.S. § 66-153, and unfair methods of competition pursuant to N.C.G.S. § 75.1.1.  \n \n \n(Am. Compl. ¶¶ 1 64–88.)  In short, these claims arise from ALP’s allegations that  \nBolted hired Haygood, Leonard, and Bryson , who were each bound by the non -\ndisclosure provisions and non-compete covenants set forth above, and acquired from \nthem trade secrets belonging to ALP, including confidential customer information. \n17. ALP alleges that Bolted hired Haygood in early 2019,  while he was still \nemployed by ALP.  (Am. Compl. ¶¶ 22–24, 26–27, 39.)  Haygood then allegedly used \nALP’s confidential customer information to solicit ALP’s customers and provide those \ncustomers with lightning protection services on Bolted’s behalf.  (Am. Compl. ¶¶ 22–\n24, 37, 39–43, 46.)  The ALP customers that ALP contends Haygood brought to Bolted \ninclude North American Roofing, the United States government, Florida State \nUniversity, and Bass Pro Shops , (Am. Compl. ¶¶ 40 –43, 46), though ALP believes \nthere are others, (Am. Compl. ¶ 48). \n18. Haygood also allegedly recruited Leonard, a former employee of ALP , in \nJuly 2019 to come work for Bolted.  (Am. Compl. ¶ ¶ 44–45, 91.)  ALP alleges that \nLeonard performed work on Bolted’s behalf for North American Roofing, the United \nStates government, and Florida State University.  (Am. Compl. ¶¶ 44–45, 47, 65–66.)   \n19. Around this same time, Bolted allegedly hired Bryson , who was still \nemployed by ALP.  (Am. Compl. ¶¶ 61–63.)  According to ALP, Bryson used computer-\naided design software owned by ALP to prepare a technical drawing on Bolted’s behalf \nin connection with a project that Bolted was completing  for the  United States \ngovernment in South Korea.  (Am. Compl. ¶¶ 61–63.)   \n \n \n20. For that same  project, Haygood, Leonard,  and/or Bryson allegedly used \nseveral forms that were developed by ALP .  (Am. Compl. ¶ 66.)  ALP asserts that \nHaygood and/or Bryson provided these forms to Bolted.  (Am. Compl. ¶ 69.)  ALP also \ncontends that one of these forms  was misleading , as submitted by Bolted for the \nproject, because it displayed the Lightning Protection Institute’s logo and identified  \nLeonard as a certified “ Master Installer,” even though neither Leonard nor Bolted \nwere certified by the Lightning Protection Institute at the time.  (Am. Compl. ¶¶ 50, \n66–68.) \n21. In addition, ALP alleges that Haygood and Bryson provided to Bolted the \nfollowing trade secrets belonging to ALP: ALP’s “customer database, its records of the \nmaterials, labor, and equipment required for each project, its inspection report form, \nits operations/maintenance manual, and its Corporate Safety Program & Employee \nSafety Manual.”  (Am. Compl. ¶¶ 78–79; see also Am. Compl. ¶¶ 72–77.)  Attached to \nthe Amended Complaint is the first page of a safety manual bearing Bolted’s name, \n(Am. Compl. Ex. 12), which ALP asserts was taken by Haygood  or Bryson without \nALP’s consent and provided to Bolted, (Am. Compl. ¶ 73). \n22. ALP also alleges that in January 2020, Leonard broke into ALP’s \nWaynesville office a nd stole “ a roll of very unique copper conductor, ” two “ESAB \ninvertor welders, ” “a Sony 4k camcorder containing training videos, ” and \n“confidential information” from ALP’s filing room, which he then provided to Bolted.  \n(Am. Compl. ¶ 92–93.) \n \n \n23. According to ALP, Bolted “clearly knew, or reasonably should have known, \nthat it had acquired and/or used [ALP’s] valuable trade secrets without the express \nor implied consent of [ALP].”  (Am. Compl. ¶ 81.)   Further, ALP alleges that Bolted \nwas “aware, and at all relevant times [has] been aware, of the non -disclosure and \nnon-compete contract[s]” signed by Haygood, Leonard, and Bryson during their \nemployment with ALP.  (Am. Compl. ¶ ¶ 166, 168, 170.)  Finally, ALP alleges that \nBolted was “aware of [ALP’s] existing contracts and prospective contracts to provide \nlightning-protection services to its customers, including: a) North America [n] \nRoofing, b) the US Government Camp Humphreys USAG South Korea, c) Florida \nState University, d) Bass Pro Shops, and e) other businesses.”  (Am. Compl. ¶ 173.) \nIII. PROCEDURAL BACKGROUND \n24. ALP and plaintiff Stacy Bean (“Bean”)5 (together, “Plaintiffs”) initiated this \naction upon filing their original Complaint on 13 April 2020.  (ECF No. 4.)  On 22 \nApril 2020, Plaintiffs filed their Amended Complaint.  (Am. Compl.)   \n25. This action was designated to the North Carolina Business Court by Order \nof the Chief Justice of t he North Carolina Supreme Court on 1 May 2020, (ECF No. \n1), and assigned to the undersigned by Order of the Chief Business Court Judge on 4 \nMay 2020, (ECF No. 2).   \n26. In addition to  filing suit against Bolted, ALP has asserted several  claims \nagainst Haygood, Leonard and Bryson. (Am. Compl. ¶¶ 96–161.)  Meanwhile, Bean \nhas brought a single claim against Leonard, requesting the entry of a no-contact order \n \n5  Bean is the spouse of Eric Bean, the president of ALP.  (Am. Compl. ¶ 2.) \n \n \nbased on Bean’s assertion  that Leonard “stalk[ed] or harasse[d] her. ”  (Am. Compl. \n¶¶ 94–95, 162–63.)  Iain P. King (“King”), the manager and president of Bolted, (Am. \nCompl. ¶¶ 30, 41), was also a named defendant in this action until ALP filed a Notice \nof Voluntary Dismissal on 26 August 2020, voluntarily dismissing without prejudice \nall its claims against him.  (ECF No. 50.) \n27. On 29 May 2020, Bolted and King (before he was voluntarily dismissed from \nthe action) filed the Motion to Dismiss, asserting that ALP ’s claims against Bolted \nshould be dismissed for lack of personal jurisdiction pursuant to Rule 12(b)(2) or, \nalternatively, for failure to state a claim pursuant to Rule 12(b)(6).  (Mot. to Dismiss.) \n28. After full briefing on the Motion to Dismiss, the Court held a hearing on the \nMotion on 29 October 2020, (ECF No. 74), at which all parties were represented by \ncounsel, with the exception of Haygood, who is currently proceeding pro se in this \naction.  The Motion to Dismiss is now ripe for resolution. \n29. On 9 February 2021, the Court denied the Motion to Dismiss  to the extent \nthat it requested dismissal of ALP’s claims pursuant to Rule 12(b)(2).  See ALP, 2021 \nNCBC LEXIS 12.   \n30. The Court now resolves Bolted’s Rule 12(b)(6) challenge. \nIV. LEGAL STANDARD \n31. When ruling on a Rule 12(b)(6) motion to dismiss, the Court views the \ncomplaint’s allegations in the light most favorable to the plaintiff.  See Christenbury \nEye Ctr., P.A. v. Medflow, Inc., 370 N.C. 1, 5 (2017).  The Court analyzes “whether, as \na matter of law, the allegations of the complaint . . . are sufficient to state a claim \n \n \nupon which relief may be granted under some legal theory[.]”  Harris v. NCNB Nat’l \nBank, 85 N.C. App. 669, 670 (1987).  As part of this analysis, the Court treats all well-\npleaded factual allegations as true.  See Krawiec v. Manly, 370 N.C. 602, 606 (2018).  \nThe Court, however, is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, 274 (2005) \n(citation omitted).  Additionally, the Court may consider documents attached to and \nincorporated into the complaint without converting the Rule 12(b)(6) motion to \ndismiss into a motion for summary judgment.  See Moch v. A.M. Pappas & Assocs., \nLLC., 251 N.C. App. 198, 206 (2016). \n32. Granting a Rule 12(b)(6) motion to dismiss is proper when “(1) the \ncomplaint on its fa ce reveals that no law supports the plaintiff’s claim; (2) the \ncomplaint on its face reveals the absence of facts sufficient to make a good claim; or \n(3) the complaint discloses some fact that necessarily defeats the plaintiff’s claim.”  \nCorwin v. British Am. Tobacco PLC, 371 N.C. 605, 615 (2018) (citation omitted).  The \nSupreme Court of North Carolina “routinely uses [this] Rule 12(b)(6) standard . . . in \nassessing the sufficiency of complaints in the context of complex commercial \nlitigation.”  Id. at 615 n.7. \nV. ANALYSIS \n33. Bolted moves to dismiss ALP’s claims against Bolted  for tortious \ninterference with existing and prospective contracts, misappropriation of trade \n \n \nsecrets pursuant to N.C.G.S. § 66 -153, and unfair methods of competition pursuant \nto N.C.G.S. § 75.1.1.  The Court addresses each claim in turn. \nA. Tortious Interference With Existing and Prospective Contracts \n34. ALP alleges that Bolted intentionally induced  Haygood, Leonard , and \nBryson to breach their Employment Agreements with ALP by hiring and paying these \nindividuals to work for Bolted.   (Am. Compl. ¶  171.)  ALP also alleges that Bolted \nintentionally induced North America n Roofing, the United States government, \nFlorida State University, Bass Pro Shops, and other ALP customers  to not perform \nunder their existing contracts or not enter into new contracts with ALP.  (Am. Compl. \n¶ 174.)  According to ALP,  Bolted’s interference with these business relations was \nunjustified.  (Am. Compl. ¶¶  172, 174.)  Thus, as pled in the Amended Complaint , \nALP has raised a claim against Bolted for both tortious interference with contract \nand with prospective economic advantage. \n35.  “The difference between [tortious interference with contract and with \nprospective economic advantage] is slight.”  Lunsf ord v. ViaOne Servs., LLC , 2020 \nNCBC LEXIS 111, at *13 (N.C. Super. Ct. Sept. 28, 2020).  To state a claim for \ntortious interference with contract, the plaintiff must allege that a valid contract \nexisted between the plaintiff and a third party  and that the  defendant induced the \nthird party without justification to not perform the contract .  See United Labs., Inc. \nv. Kuykendall, 322 N.C. 643, 661 (1988).  T o state a claim for tortious interference \nwith prospective economic advantage, the plaintiff must alleg e that the defendant \n“acted without justification in inducing a third party to refrain from entering into a \n \n \ncontract with [the plaintiff] which contract would have ensued but for the \ninterference.”  Walker v. Sloan, 137 N.C. App. 387, 393 (2000) (cleaned up). \n36. Bolted contends that ALP’s tortious interference claims should be \ndismissed for two reasons: (1) the non- compete covenants contained in  Haygood, \nLeonard, and Bryson’s  Employment Agreements  are overly broad and therefore \nunenforceable as a matter of law , and (2) the Amended Complaint ’s allegations  \nestablish that Bolted’s alleged interference was justified.  (See Br. in Supp. ¶¶ 25–34, \nECF No. 26.) \n37. The Court begins with  Bolted’s challenge to the enforceability of the non-\ncompete covenants.   Non -compete covenants are “not viewed favorably in modern \nlaw.”  VisionAIR, Inc. v. James, 167 N.C. App. 504, 508 (2004) (citation omitted).  As \nthis Court has explained, \n[t]o be valid, the restrictions on the employee’s future employability by \nothers must be no wider in scope than is necessary to protect the \nbusiness of the employer.  If a non -compete covenant is too broad to be \na reasonable protection to the employer’s business it will not be enforced.  \nThe courts will not rewrite a contract if it is too broad but will simply \nnot enforce it. \n \nPDF Elec. & Supply Co., LLC v. Jacobsen , 2020 NCBC LEXIS 103, at *17 –18 (N.C. \nSuper. Ct. Sept. 9, 2020) (quoting VisionAIR,  167 N.C.  App. at 508).   “The \nreasonableness of a non -competition covenant is a matter of law for the court to \ndecide.”  Medical Staffing Network, Inc. v. Ridgway, 194 N.C. App. 649, 655 (2009). \n38. Based on these principles, the North Carolina Court of Appeals has declined \nto enforce non -compete covenants prohibiting  employees from directly or indirectly  \n \n \nhaving any association with competing business es.  See, e.g.,  VisionAIR, 167 N.C. \nApp. at 508–09; Hartman v. W.H. Odell & Assocs., 117 N.C. App. 307, 308, 317 (1994).  \n39. In VisionAIR, for instance , the Court of Appeals determined  that a non -\ncompete covenant providing that the former employee could “ not ‘own, manage, be \nemployed by or otherwise participate in, directly or indirectly, any business similar \nto Employer’s . . . within the Southeast ” for two years after  the termination of his \nemployment was overbroad and thus not unenforceable.   167 N.C. App. at 508.  In \nreaching this conclusion, the Court of Appeals noted that  \n[u]nder this covenant [the former e mployee] would not merely be \nprevented from engaging in work similar to that which he did for [his \nformer employer] at [the former employer’s] competitors; [ the former \nemployee] would be prevented from doing even wholly unrelated work \nat any firm similar to [the former employer] .  Further, by preventing \n[the former employee] from even “ indirectly” owning any similar firm, \n[the former employee] may, for example, even be prohibited from holding \ninterest in a mutual fund invested in part in a firm engaged in business \nsimilar to [the former employer].  Such vast restrictions on [the former \nemployee] cannot be enforced. \n \nId. at 508–09 (footnote omitted). \n40. Here, t he non- compete covenant s provide that Haygood, Leonard , and \nBryson “will not directly or indirectly engage in any business competitive with ALP” \nand that  \n[d]irectly or indirectly engaging in any competitive business includes, \nbut is not limited to: [1] engaging in a business as owner, partner, or \nagent, [2] becoming an employee of any third p arty that is engaged in \nsuch business, [3] becoming interested directly or indirectly in any such \nbusiness, or [4] soliciting any customer of ALP for the benefit of a third \nparty that is engaged in such business. \n \n \n \n(Haygood Agreement; Leonard Agreement ¶ 9;  Bryson Agreement ¶ 9.)   This \nlanguage is seemingly  limitless in its scope, especially because of the phrase \n“includes, but is not limited to ” and because “competitive business”  is not defined \nanywhere in the covenants.  \n41. As Bolted points out, (Br. in Supp. ¶ 31 ), these non-compete covenants, as \ndrafted, could prohibit Haygood, Leonard, and Bryson from performing future work \nentirely unrelated to the duties they performed for ALP —for example, working as \ncustodians for a competitive business.  See Hartman, 117 N.C. App. at 317 (declining \nto enforce a non -compete covenant , where it “appear[ed] to preven t plaintiff from \nworking as a custodian” for a competing business).   The language used by the \ncovenants is also broad enough to prohibit them from indirectly holding an ownership \ninterest in a competitive business through a mutual fund —the type of restriction \ndisavowed in VisionAIR.  As a result of these vague, overbroad restrictions, the Court \nconcludes that the non-compete covenants are unreasonable and unenforceable as a \nmatter of well-established North Carolina law.   \n42. That said, the Court notes that Bolted has not challenged the enforceability \nof the non- disclosure provisions contai ned in the Employment Agreements.  See \nChemimetals Processing v. McEneny, 124 N.C. App. 194, 197 (1996) (explaining that \nunder certain circumstances, a non- disclosure provision may be subject to a more \nlenient standard than the strict standard used to review non-compete covenants).  \nAnd because ALP’s tortious interference with contract claim against Bolted is based \n \n \non both the non-compete covenants and the non-disclosure provisions,6 (Am. Compl. \n¶¶ 165 –72), the Court cannot conclude that this  claim should be dismissed in its \nentirety at this time .  W hether the non- disclosure provisions are enforceable or \nwhether the non- compete covenants’ unenforceability  renders the Employment \nAgreements unenforceable in their entirety  is not currently before the Court for \nconsideration.  As such , the Court rules only that ALP cannot base its tortious \ninterference with contract claim on Bolted’s alleged interference with the non-\ncompete covenants.   \n43. The Co urt now turns to Bolted’s additional argument that even if it \ninterfered with ALP’s contractual relationships, its alleged interference was justified.  \nA Rule 12(b)(6) motion to dismiss a tortious interference claim “ should be granted \nwhen the complaint reveals that the interference was justified or privileged.”  Peoples \nSec. Life Ins. Co. v. Hooks, 322 N.C. 216, 220 (1988).   “If the defendant’s only motive \nis a malicious wish to injure the plaintiff, his actions are not justified.”  Id. at 221; see \nalso Pinewood Homes, Inc. v. Harris, 184 N.C. App. 597, 605 (2007) (“[W]e have held \nthat the complaint must admit of no motive for interference other than malice.”).  “If, \nhowever, the defendant is acting for a legitimate business purpose, his actions  are \nprivileged.”  Hooks, 322 N.C. at 221.  “[C]ompetition in business constitutes justifiable \ninterference in another ’s business relations and is not actionable so long as it is \ncarried on in furtherance of one ’s own interest and by means that are lawful. ”  Id.; \nsee also Embree Constr. Grp., Inc. v. Rafcor, Inc., 330 N.C. 487, 498 (1992) (“Generally \n \n6  ALP’s tortious interference with contract claim is also premised on Bolted’s alleged \ninterference with ALP’s existing contracts with certain customers.  (Am. Compl. ¶¶ 173–74.) \n \n \nspeaking, interference with contract is justified if it is motivated by a legitimate \nbusiness purpose, as when the plaintiff and the defendant, an outsider, are \ncompetitors.”). \n44. In this case, t he Amended Complaint contains  allegations that could be \nconstrued as establishing that  Bolted hired Haygood, Leonard , and Bryson  and \nsolicited business from ALP’s customers as ALP’s competitor.  (See, e.g., Am. Compl. \n¶¶ 10, 38–39.)  Relying on these allegations and the general rule that interference by \na competitor is  justified, Bolted avers that its alleged conduct was justified as a \nmatter of North Carolina law.  (See Br. in Supp. ¶ 33.) \n45. Bolted, however, overlooks  other relevant allegations that undercut  its \nargument.  As an example,  ALP alleges in the Amended Complaint  that Bolted \ntortiously interfered with ALP’s existing and prospective  customer contracts “by, \namong other things,  misleading [ALP’s] customers, without justification, about \n[Bolted’s] affiliation with [ALP] and about the qualifications of [Bolted]  to provide \nlightning-protection services.”  (Am. Compl. ¶ 174; see also  Am. Compl. ¶¶ 50 , 68.)  \nMoreover, ALP claims  that Bolted misappropriated ALP’s trade secrets, 7 which \nBolted allegedly acquired through its hiring of Haygood, Leonard, and Bryson.  (See \nAm. Compl. ¶¶ 79, 177–82.)  Also, ALP alleges that Bolted’s tortious interference was \n“malicious, willful, and/or wanton[.]”  (Am. Compl. ¶ 176.) \n46. All these  allegations, if proven,  could ultimately support a finding that \nBolted’s interference was exercised for a wrongful purpose or carried out by unlawful \n \n7  As explained more fully below, ALP has adequately stated a claim against Bolted for \nmisappropriation of trade secrets. \n \n \nmeans, even if Bolted is found to be ALP’s competitor.  See Hooks, 322 N.C. at 220–\n21 (making clear that “the privilege to interfere is conditional or qualified ” and may \nbe “lost if exercised for a wrong purpose” and that “competition in business constitutes \njustifiable interference ” if carried out by “means that a re lawful”)  (citations and \nalterations omitted); see also E-Ntech Indep. Testing Servs. v. Air Masters, Inc., 2017 \nNCBC LEXIS 2, at * 17 (N.C. Super. Ct. Jan. 5, 2017)  (“The same allegations of \nwrongful conduct that permit Plaintiff ’s claim for misappropriation of trade secrets \nto survive Defendants’ [motion to dismiss] are likewise sufficient to show that \nDefendants’ competition was not through lawful means .”); S. Fastening Sys. v. \nGrabber Constr. Prods., Inc., 2015 NCBC LEXIS 42, at *23–24 (N.C. Super. Ct. Apr. \n28, 2015) (declining to dismiss a tortious interference claim  because, among other \nthings, the complaint alleged that a  defendant “improperly acquired, disclosed and \nused [the plaintiff’s] confidential and trade secret informa tion”).  Accordingly, the \nCourt concludes that ALP has adequately pled that Bolted acted without justification \nwhen it tortiously interfered with ALP’s existing and prospective contracts.8   \n47. To summarize, the Court denies Bolted’s Motion to Dismiss ALP’s  claims \nagainst Bolted for tortious interference with contract and with prospective economic \nadvantage except to the extent that ALP’s tortious interference with contract claim \nis based on Bolted’s alleged interference with the non- compete covenants signed by \n \n8  In light of this ruling, the Court  also rejects Bolted’s  contention that ALP’s tortious \ninterference claims should be dismissed because ALP “only generally alleges malice.”  (Br. in \nSupp. ¶ 32.) \n \n \nHaygood, Leonard, and Bryson ; to that extent, the Court concludes that ALP’s \ntortious interference with contract claim should be dismissed with prejudice.     \nB. Misappropriation of Trade Secrets \n48. The North Carolina Trade Secrets Protection Act defines a trade secret as  \nbusiness or technical information, including but not limited to a formula, \npattern, program, device, compilation of information, method, \ntechnique, or process that: \n \na.  Derives independent actual or potential commer cial value from \nnot being generally known or readily ascertainable through \nindependent development or reverse engineering by persons who can \nobtain economic value from its disclosure or use; and \n \nb.  Is the subject of efforts that are reasonable under the \ncircumstances to maintain its secrecy. \n \nN.C.G.S. § 66 -152(3).  “To plead misappropriation of trade secrets, a plaintiff must \nidentify a trade secret with sufficient particularity so as to enable a defendant to \ndelineate that which he is accused of misappro priating and a court to determine \nwhether misappropriation has or is threatened to occur.”  Krawiec, 370 N.C. at 609 \n(citation omitted). \n49. As noted, ALP alleges that Bolted misappropriated the following alleged \ntrade secrets: ALP’s  “customer database, its records of the materials, labor, and \nequipment required for each project, its inspection report form, its \noperations/maintenance manual, and its Corporate Safety Prog ram & Employee \nSafety Manual.”   ( Am. Compl. ¶¶ 178– 82.)  Bolted counters that ALP has not \nidentified with sufficient particularity any trade secret s allegedly misappropriated \n \n \nby Bolted except for the Corporate Safety Program & Employee Safety Manual.  (See \nBr. in Supp. ¶ 39.)  The Court disagrees. \n50. ALP’s customer database—which ALP alleges “is and at all relevant times \nhas been stored and  maintained through a cloud -based account with www.act.com, \noperated by Swiftpage ACT! LLC,” (Am. Compl. ¶ 13)—identifies a trade secret with \nsufficient particularity at this stage of the litigation .  See, e.g., Krawiec, 370 N.C. at \n610 (“[W]e agree . . . that ‘[i]nformation regarding customer lists . . . can qualify as a \ntrade secret under G.S. § 66-152(3).’ ” (citation omitted)); Window Gang Ventures, \nCorp. v. Salinas, 2019 NCBC LEXIS 24, at * 39–41 (N.C. Super. Ct. Apr. 2, 2019)  \n(concluding that an alleged trade secret described in the complaint  as “compiled \ncustomer information, including the identity of potential customers and specifications \nprovided by customers” was “sufficient to withstand scrutiny under Rule 12(b)(6)”). \n51. The same holds  true for ALP’s  records of the materials, labor, and \nequipment required for each project , its inspection report form, and its \noperations/maintenance manual .  S ee, e.g. , Byrd’s Lawn & Landscaping, Inc. v. \nSmith, 142 N.C. App. 371, 375–76 (2001) (holding that “plaintiff presented sufficient \nevidence to support a finding that its historical cost information was a trade secret \nas defined by  G.S. § 66-152[,]” where “plaintiff offered evidence . . . that it had \nmaintained detailed cost records as to the materials, labor and equipment required \nfor each of its contracts ”); id. at 375 (“Confidential data regarding operating and \npricing policies can also qualify as trade secrets.” (citation omitted)); GE Betz, Inc. v. \nConrad, 231 N.C. App. 214, 234  (2013) (concluding that  “pricing information, \n \n \ncustomer proposals, historical costs, and sales data” had been “alleged with sufficient \nparticularity for [the] defendants t o delineate that which they were accused of \nmisappropriating and for the trial court to determine whether a misappropriation \noccurred”); Window Gang Ventures, 2019 NCBC LEXIS 24, at * 42–43 (determining \nthat the plaintiff’s allegations concerning its “step-by-step service manual, employee \nmanual, and operations manual, guidelines, and recommendations for operating a \nsuccessful franchise [were] likewise sufficient” to survive a Rule 12(b)(6) motion). \n52. In short, viewing the Amended Complaint ’s allegations in the light most \nfavorable to ALP, the Court concludes that ALP has sufficiently stated a claim for \nmisappropriation of trade secrets against Bolted. 9  The Court thus denies Bolted’s \nMotion to Dismiss this claim. \nC. Unfair Methods of Competition \n53. Finally, Bolted contends that “because ALP’s claims for tortious \ninterference and misappropriation of trade secrets should be dismissed, its claim for \n[unfair methods of competition ] which is premised on those two claims is fatally \nflawed for the same reasons and should also be dismissed.”  (Br. in Supp. ¶ 43.)  Thus, \nhaving denied the Motion to Dismiss ALP’s claims against Bolted for tortious \n \n9  Bolted also argues that ALP’s misappropriation of trade secrets claim should be dismissed \nbecause ALP has not pled facts to satisfy six factors recited by our Court of Appeals  in \nSterling Title Company v. Martin , 266 N.C. App. 593, 601 (2019).  ( See Br. in Supp. ¶¶ 37, \n40.)  “The factors overlap, and courts considering these factors do not always examine them \nseparately and individually.”  Computer Design & Integration, LLC v. Brown , 2017 NCBC \nLEXIS 8, at *23 (N.C. Super. Ct. Jan. 27, 2017); see also Sterling, 266 N.C. App. at 601– 02 \n(reciting, but not applying, each factor).  In any event, these factors do not lead to dismissal \nof ALP’s misappropriation of trade secrets claim, given that the Court has determined that \nALP has met the pleading standard set forth by our Supreme Court in Krawiec for this type \nof claim.   \n \n \ninterference with existing and prospective contracts  and misappropriation of trade \nsecrets, the Court also  denies the Motion to Dismiss ALP’s unfair methods of \ncompetition claim against Bolted except to the extent that claim is based on Bolted’s \nalleged interference with the non-compete covenants. \nVI. CONCLUSION \n54. For the foregoing reasons, the Court hereby DENIES  Bolted’s Motion to \nDismiss except to the extent that ALP’s tortious interference with contract claim is \nbased on Bolted’s alleged interference with the non- compete covenants  signed by \nHaygood, Leonard, a nd Bryson ; t o that extent  only, the Motion  to Dismiss is \nGRANTED, and ALP’s tortious interference with contract claim based on the non -\ncompete covenants is hereby DISMISSED with PREJUDICE. \nSO ORDERED, this the 10th day of May, 2021. \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}