{
  "id": "bf75166d7b00315c0d54124a376091b074d1334afd9bdddcec3147be56f4e688",
  "source_file": "data/raw/ncbc/bf75166d7b00315c0d54124a376091b074d1334afd9bdddcec3147be56f4e688.pdf",
  "raw_text": "Diverse Networks v. Time Warner Entm’t., 2012 NCBC 3.  \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 08 CVS 15395 \n \n \nDIVERSE NETWORKS, ) \n Plaintiff ) \n  ) \n v.  ) OPINION AND ORDER ON \n   ) DEFENDANT’S MOTION \nTIME WARNER ENTERTAINMENT- ) FOR SUMMARY JUDGMENT \nADVANCE/NEWHOUSE PARTNERSHIP ) \nd/b/a TIME WARNER CABLE, EASTERN ) \nCAROLINA DIVISION, ) \n  Defendant ) \n \n \nTHIS CAUSE, designated a complex business case by Order of the Chief Justice \nof the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, all references to the North Carolina General Statutes will be to \"G.S.\"), and \nassigned to the undersigned Chief Special Superior Court Judge for Complex Business \nCases, now comes before the court upon the Defendant’s Motion for Summary \nJudgment (the \"Motion\"), pursuant to the provisions of Rule 56(c), North Carolina Rules \nof Civil Procedure (\"Rule(s)\"); and \nTHE COURT, having considered the Motion, arguments and briefs in support of \nand in opposition to the Motion and appropriate matters of record, CONCLUDES that \nthe Defendant’s Motion should be GRANTED in part and DENIED in part for the \nreasons stated herein. \nPoyner & Spruill, LLP, by David W. Long, Esq. and John W. O'Hale, Esq. for \nPlaintiff. \n \nBrooks, Pierce, McLendon, Humphrey & Leonard, LLP, by Reid L. Phillips, Esq. \nand Benjamin R. Norman, Esq. for Defendant. \n \nJolly, Judge. \n \nPROCEDURAL HISTORY\n[1] On September 2, 2008, Plaintiff Div erse Networks (\"Diverse\") filed its \nComplaint in this matter.  The Complaint alleges claims (\"Claims(s)\") for relief in four (4) \ncounts: Count I – Breach of Contract, Count II – Quantum Meruit, Count III – Unfair and \nDeceptive Trade Practices and Count IV – Negligent Misrepresentation. \n[2] Defendant Time Warner Entertainment Advance New House Partnership \nd/b/a Time Warner Cable, Eastern Carolina Division (\"TWC\") answered timely and \nraised several affirmative defenses.   \n[3] On August 14, 2009, TWC filed the Motion.   \n[4] The Motion has been fully briefed and argued, and is ripe for \ndetermination. \nFACTUAL BACKGROUND \nUnless otherwise indicated herein, the material facts reflected in paragraphs 5 \nthrough 17 of this Opinion and Order exist, are undisputed1 and are pertinent to the \nissues raised by the Motion. \n[5] Diverse is a Jacksonville, Florid a-based communications company that \ninstalls cable television into residential homes, schools and businesses.2  Ray Grimsley \n(\"Grimsley\") is the President and CEO of Diverse.3 \n                                                           \n1 It is not proper for a trial court to make findings of fact in determining a motion for summary judgment \nunder Rule 56.  However, it is appropriate for a Rule 56 order to reflect material facts that the court \nconcludes exist and are not disputed, and which support the legal conclusions with regard to summary \njudgment.  Hyde Ins. Agency v. Dixie Leasing Corp., 26 N.C. App. 138 (1975). \n2 Compl. ¶ 2. \n3 Id. ¶ 3. \n[6] TWC is a Delaware corporation doing business in the State of North \nCarolina.4   \n[7] Diverse and TWC entered into three successive written agreements in the \nyears 2001, 2002 and 2007, regarding cable installation in North Carolina (the \n\"Installation Agreement(s)\"). \nThe 2001 Installation Agreement \n[8] On or about July 11, 2001, the parti es entered in an agreement (the \"2001 \nAgreement\") whereby Diverse agreed to install cable for TWC in the Raleigh, North \nCarolina metropolitan area.5  Pursuant to the 2001 Agreement, the contract between \nthe parties commenced on July 11, 2001, and was to continue for five (5) years, unless \nthe relationship was terminated.\n6  Termination could occur after timely, written notice \"or \nimmediately upon default of performance by [Diverse].\"7   \n[9] Additionally, the 2001 Agreement pr ovided that \"Installation Prices will \nincrease at a rate of the CPI (Consumer Price Index) + 1% each year.  This rate change \nwill be effective 1 year after the signature date of this contract and will be adjusted using \nthe same formula each year thereafter until the termination of the agreement.\"8  As \nsuch, the CPI increase was to become effective on July 12, 2002.    \n[10] However, on or about May 16, 2002,  prior to the one-year time frame at \nwhich the CPI rate change was to become effective, the parties entered into another \nInstallation Agreement (the \"2002 Agreement\").9 \n                                                           \n4 Id. ¶ 4. \n5 Id. ¶ 7 \n6 Id., Ex. A, 2001 Agreement ¶ 18. \n7 Compl. ¶ 7. \n8 Id.  ¶ 21. \n9 Br. Supp. Mot. Summ. J. (\"Def. Brief\") 4. \nThe 2002 Installation Agreement \n[11] The 2002 Agreement wa s substantially similar to the 2001 Agreement.  \nHowever, the 2002 Installment Agreement provided that \"[t]his Agreement supersedes \nany and all other Agreements, either oral or in writing between the parties hereto with \nrespect to the subject matter hereof, and no other Agreement, statement or promise \nrelating to the subject matter of the Agreement which is not contained herein shall be \nvalid or binding.\"10  As with the 2001 Agreement, the 2002 Agreement was to continue \nfor five (5) years, unless terminated.11   \n[12] The 2002 Agreement di ffered from the 2001 Agreement with regard to the \nformula for determining the installment prices.  The 2002 Agreement provided:  \nInstallment Prices will increas e at a rate of the Consumer \nPrice Index for all Urban Consumers each year and shall not \nexceed 4% on an annual basis.  This rate change will be \neffective 1 year after the signat ure date of this contract and \nwill be adjusted using the same  formula each year thereafter \nuntil the termination of the agreement.\"12   \n \n2003 New Payment Policy \n[13] As a result of internal issues surrounding late claims for payment from \ninstallation contractors, TWC implemented a new payment procedure in March 2003 \n(the \"2003 Payment Policy\").  Under the 2003 Payment Policy, each day TWC \ngenerated and transmitted to each installation contractor a preliminary report showing \nthe number and type of installations performed by that contractor from the previous day \nand the amount to be paid to the contractor.13  The installation contractor was required \n                                                           \n10 Def. Brief Ex. 1, 2002 Agreement ¶ 16. \n11 Id. ¶ 18. \n12 Id. ¶ 21. \n13 Jones Aff. ¶ 14. \nto review the report for discrepancies and return it to TWC promptly.14  If there were no \ndiscrepancies, TWC reprinted a report (the \"DDR\"), e-mailed it to the installation \ncontractor and paid the amount listed on the DDR.  Diverse agreed to this new payment \nprocedure.15  On March 13, 2003, Grimsley, on behalf of Diverse, signed an agreement \nsetting forth in detail the terms and conditions for this new 2003 Payment Policy.16 \n[14] Even though the 2001 and 2002 Agr eements included a CPI increase \nprovision, TWC never paid Diverse a CPI increase.17   \nThe 2007 Installation Agreement \n[15] The third Installation Agreem ent between Diverse and TWC was signed \non or about March 15, 2007 (the \"2007 Agreement\").18  The 2007 Agreement was \nnoticeably different from the 2001 and 2002 Agreements.  Under the 2007 Agreement, \nDiverse would continue to perform installation services for TWC; however, there was no \nprovision for rate increases tied to the CPI.  The 2007 Agreement was to continue for a \nperiod of one (1) year with automatic renewals, unless notice of termination was \ngiven.\n19 \n[16] The termination provisions of the 2007 Agreement provided that TWC \n\"may at any time, terminate the Agreement for TWC’s convenience and without \ncause.\"20  However, the 2007 Agreement also provided that \"either party may terminate \n                                                           \n14 Id. ¶ 15. \n15 Id. ¶¶ 16-17. \n16 Def. Brief Ex. 3. \n17 Compl. ¶ 11; Answer ¶ 11. \n18 Compl. ¶ 12. \n19 Id. Ex. B, 2007 Agreement § 18. \n20 Id.  § 16. \nthis Agreement at any time upon giving sixty (60) days written notice to the other, or \nimmediately upon default of performance by [Diverse].\"21   \n[17] On April 23, 2008, TWC notified Diver se via letter that it was terminating \nthe 2007 Agreement, pursuant to section 16 of the contract.22 \nPARTIES' CONTENTIONS \n[18] Diverse alleges that TWC had a duty under the 2001 Agreement to adjust \nDiverse's installation rates by the CPI increase for the years 2001 through 2007, and \nthat TWC breached the 2001 Agreement by failing to pay the CPI increase.23  Diverse \nseeks retroactive adjustment of all payments made to it by TWC between 2001 and \n2007, which amounts to more than $1.6 million.24  \n[19] TWC contends that Diverse’s Claim for breach of contract, as to the 2001 \nAgreement, is barred by the doctrines of modification, waiver, laches, account stated \nand novation.  TWC argues, among other things, that (a) the 2001 Agreement was \nreplaced by two subsequent agreements and (b) under the 2003 Payment Policy, \nDiverse signed a report for each day’s work but failed to raise the issue that it was not \nbeing paid a CPI increase.25 \n[20] In response, Diverse contends that its compliance with TWC's 2003 \nPayment Policy does not amount to a waiver of its rights under the 2001 Agreement \nbecause the 2003 Payment Policy was merely an administrative protocol and did not \naffect TWC's duty to pay the CPI increase.26  Further, Diverse argues that TWC \ncontracted away its right to assert equitable defenses against Diverse’s Claim for \n                                                           \n21 Id.  § 18. \n22 Def. Brief Ex. 6. \n23 Compl. ¶¶ 40-42.  \n24 Id. ¶ 40; Pl. Br. Opp. Def. Mot. Summ. J. Mot. Strike (\"Pl. Brief\") 23 \n25 Def. Brief 10-23. \n26 Pl. Brief 7. \nbreach of contract because the 2001, 2002 and 2007 Agreements contain non-waiver \nclauses that reserved each party’s right to require performance of any term of the \nAgreement at any time, regardless of whether that party insisted upon performance \nduring the term of the contract.   \n[21] The Diverse Complaint also alleges that TWC breached the 2007 \nAgreement by failing to provide adequate notice of termination and pay all outstanding \ninvoices and performance incentives due to Diverse.27  \n[22] TWC contends that Diverse's Claim fo r breach of contract, as to the 2007 \nAgreement, should be dismissed because TWC properly terminated Diverse pursuant to \nsection 16 of the 2007 Agreement, and that even if the court determines that the notice \nof termination was improper, Diverse suffered no damages.28   \n[23] TWC further contends that Diverse's Claim for quantum meruit should be \ndismissed because the parties entered into express written contracts, which precludes \nrecovery based on the theory of implied contract. \n[24] Lastly, TWC argues that Diver se's remaining Claims of unfair and \ndeceptive trade practices and negligent misrepresentation are not supported by \nPlaintiff’s allegations or the forecast of evidence before the court. \nDISCUSSION \n[25] Under Rule 56(c), su mmary judgment is to be rendered \"forthwith\" if the \npleadings, depositions, answers to interrogatories and admissions on file, together with \nthe affidavits, if any, show that upon the forecast of evidence there exists no genuine \n                                                           \n27 Compl. ¶¶ 43-51.  In response to the Motion, Diverse only contends that TWC breached the 2007 \nAgreement by failing to provide timely notice of termination.  Thus, it appears Diverse has abandoned any \nclaim for unpaid invoices or performance incentives under the 2007 Agreement.  \n28 Def. Brief 23-24 \nissue as to any material fact and that any party is entitled to a judgment as a matter of \nlaw.  Grayson v. High Point Dev. Ltd. P'ship, 175 N.C. App. 786, 788 (2006).  The court \nviews the evidence in the light most favorable to the nonmoving party.  Bruce-Terminix \nCo. v. Zurich Ins. Co., 130 N.C. App. 729, 733 (1998).   \nCount I – Breach of Contract \nThe 2001 Agreement \n[26] TWC raises multiple affirmative defenses, which it argues serve as a bar \nto Diverse's Claim for breach of the 2001 Agreement.  Specifically, TWC contends that \nDiverse’s claim for breach of contract, as to the 2001 Agreement, is barred by novation \nbecause the parties substituted the 2002 Agreement in place of the 2002 Agreement.29 \n[27] However, there exist genuine issues of material fact as to whether the \nparties' intended for the 2002 Agreement to constitute a novation of the 2001 \nAgreement.  Further, there exist genuine issues of material fact with respect to TWC's \nother affirmative defenses, including the theories of modification, waiver, laches and \naccount stated, and whether Diverse's conduct bars it from asserting a Claim for breach \nof the 2001 Agreement. \n[28] Accordingly, TWC's Motion should be DENIED as to Plaintiff's Count I \nClaim for breach of contract under the 2001 Agreement, and that Claim should proceed \nto trial on its merits.   \nThe 2002 Agreement \n[29] As a threshold issue, the court observes that Diverse has failed to allege \nbreach of the 2002 Agreement in the Complaint.  In fact, neither the Complaint nor \n                                                           \n29 In its brief in opposition to the TWC's Motion, Diverse moved to strike TWC's defense that the 2007 \nAgreement constituted a novation because that defense was not asserted during discovery.  However, on \nMarch 2, 2010, Diverse withdrew its motion to strike TWC's novation defense.    \nTWC's Answer makes any reference to the 2002 Agreement.  Rather, the 2002 \nAgreement was brought before the court by TWC in its Motion.  Specifically, TWC \nattached the 2002 Agreement to the Motion,30 and its brief discusses the 2002 \nAgreement as if Diverse had alleged a breach by TWC.  At the same time, TWC's brief \npoints out, in two footnotes, that Diverse \"overlooks\" the 2002 Agreement and \"has not \nmade any allegations regarding the [2002 Agreement].\"31 Diverse has not responded to \nTWC's contention that breach of the 2002 Agreement has not been alleged, nor has \nDiverse sought leave to amend its Complaint.  Neither party has commented further \nwith regard to the absence of a claim in the Complaint or a defense in the Answer \nmentioning the 2002 Agreement. \n[30] Nonetheless, the parties' briefs cl early reflect an implicit understanding \nthat the 2002 Agreement is a central issue in this case.  Both parties discuss at length \nthe terms and application of law to the 2002 Agreement as if it is the most important \npoint of contention between the parties. \n[31] As such, the evidence and argument s presented by both parties, at the \nsummary judgment stage, have placed an unpleaded claim before the court.  \n[32] Rule 15(b) provides that \"when issues  not raised by the pleadings are tried \nby the express or implied consent of the parties, they shall be treated in all respects as \nif they had been raised in the pleadings.\"  Such amendments to conform the pleadings \nto the evidence have been allowed at the summary judgment stage.  See L&S Leasing \nv. City of Winston-Salem, 122 N.C. App. 619, 621 (1996) (\"[E]ven if the defenses should \nhave been affirmatively stated in defendant's answer, this Court has held that the nature \n                                                           \n30 Pl. Mot. Summ. J. Ex. 1. \n31 Def. Brief 22-23.  \nof summary judgment procedure (G.S. 1A-1, Rule 56), coupled with our generally liberal \nrules relating to amendment of pleadings, require that unpleaded affirmative defenses \nbe deemed part of the pleadings where such defenses are raised in a hearing on motion \nfor summary judgment.\").  \n[33] The North Carolina Supreme Court, in North Carolina National Bank v. \nGillespie, held that \"unpleaded defenses, when raised by the evidence, should be \nconsidered in resolving a motion for summary judgment.\"  291 N.C. 303, 306 (1976). \nHowever, the \"better practice dictates that even where pleadings are deemed amended \nunder the theory of 'litigation by consent,' the party receiving the benefit of the rule \nshould move for leave of court to amend, so that the pleadings will actually reflect the \ntheory of recovery.\"  McDevitt v. Stacy, 148 N.C. App. 448, 455 (2002) (quoting Roberts \nv. Mem'l Park, 281 N.C. 48, 59 (1972)). \n[34] Generally, \"[a] fo rmal amendment to the pleadings 'is needed only when \nevidence is objected to at trial as not within the scope of the pleadings.'\"  Id. (quoting \nTaylor v. Gillespie, 66 N.C. App. 302, 305 (1984)); see also Mangum v. Surles, 281 \nN.C. 91, 98 (1972) (\"[W]here no objection is made to evidence on the ground that it is \noutside the issues raised by the pleadings, the issue raised by the evidence is \nnevertheless before the trial court for determination. The pleadings are regarded as \namended to conform to the proof even though the defaulting pleader made no formal \nmotion to amend.\"). \n[35] Here, the issue is whether TWC obj ected to the introduction of the 2002 \nAgreement as outside the scope of the pleadings.  Aside from the two footnotes in its \nbrief, whereby TWC contends Diverse has failed to allege breach of the 2002 \nAgreement, TWC has placed the 2002 Agreement at issue by raising it in the Motion.  It \nbears repeating that TWC was the first party to place the 2002 Agreement before the \ncourt.  While TWC raises the 2002 Agreement as a defensive tactic to bar recovery \nunder the 2001 Agreement, TWC also argues that recovery under the 2002 Agreement \nis barred, as though it is before the court.  As such, the court concludes that the parties' \nconduct constitutes \"litigation by consent,\" and pertinent pleadings are deemed \namended to include an alleged breach of the 2002 Agreement. \n[36] Even if TWC's two footnotes cons titute a valid objection to the 2002 \nAgreement as evidence outside the scope of the pleadings, the court finds that an \namendment should be allowed so that this case will proceed on the merits.  Further, if \nthe amendment is allowed, TWC is unable to make a showing of prejudice because \nboth parties have made arguments regarding the merits of a claim by Diverse under the \n2002 Agreement.    \n[37] With regard to the merits of a claim for recovery under the 2002 \nAgreement, the court concludes that there exist genuine issues of material fact as to \nwhether Diverse waived any right to collect unpaid CPI increases between 2003 and \n2007.\n32  Specifically, there are factual issues with respect to whether Diverse's claim for \nthe unpaid CPI increase is barred by TWC's affirmative defenses of modification, \nwaiver, laches and account stated.  There also are existing factual issues regarding the \nscope and applicability of the non-waiver clause as a bar to the equitable defenses \nraised by TWC. \n                                                           \n32 Similar to the 2001 Agreement, the CPI increase provision of the 2002 Agreement did not become \neffective until one (1) year after execution thereof, May 2003.  \n[38] Moreover, there are ex isting genuine issues of material fact with respect to \nwhether the parties intended for the 2007 Agreement to constitute a novation of the \n2002 Agreement.   \n[39] Accordingly, TWC's Motion should be DENIED as to Plaintiff's Count I \nClaim for breach of contract under the 2002 Agreement, and that Claim should proceed  \nto trial on its merits.   \n2007 Agreement \n[40] Diverse also contends that TW C breached the 2007 Agreement by failing \nto provide sixty (60) days notice prior to termination.33 \n[41] Under the 2007 Agreement, there are two separate provisions that \naddress how TWC may terminate its contractual relationship with Diverse.  Section 18 \nof the 2007 Agreement provides that \"either party may terminate this Agreement at any \ntime upon giving sixty (60) days written notice to the other . . . .\"  Additionally, section 16 \nof the 2007 Agreement provides that \"TWC may, at any time, terminate the Agreement \nfor TWC's convenience and without cause.\"  While written notice is a requirement under \nsection 16, it may be provided contemporaneously upon the effective date of \ntermination. \n[42] Diverse contends that sections  16 and 18 of the 2007 Agreement are \ncontradictory, ambiguous and should therefore be construed against TWC, the drafter.34  \nHowever, sections 16 and 18 are not conflicting.  Section 16 allows only TWC to \nterminate the 2007 Agreement for convenience at any time and for any reason.  To the \ncontrary, section 18 allows either party to terminate after providing at least sixty (60) \n                                                           \n33 Pl. Brief 23-24. \n34 Id. 23-24.  \ndays notice.  Section 16 is distinct because it allows only TWC to terminate for \nconvenience, without prior notice. \n[43] Here, TWC provided written notice to Diverse that it was terminating the \n2007 Agreement \"for convenience per contract section 16.\"35  As such, the notice of \ntermination complied with section 16 of the 2007 Agreement.     \n[44] Even if the court determined that TWC's conduct constituted a breach of \nsection 18 of the 2007 Agreement, Diverse has not alleged any damages, and the \nevidence shows none exist. \n[45] TWC had no obligation to assign any wo rk to Diverse, so even if the notice \nhad informed Diverse that the relationship was being terminated in sixty (60) days, TWC \ncould have chosen not to assign work to Diverse for that period.  Therefore, Diverse is \nunable to assert that it suffered any damages because TWC had no duty to assign work \nfor that time period.   \n[46] Accordingly, there exists no genuine issu e of material fact as to Plaintiff's \nCount I Claim for breach of contract under the 2007 Agreement.  TWC is entitled to \njudgment in its favor as a matter of law as to said Claim, and as to it the Motion should \nbe GRANTED. \nCount II – Quantum Meruit \n[47] Diverse contends that it should be allowed to proceed to trial on its \nquantum meruit Claim, even if its Claim for breach of contract is dismissed.  However, \n\"[i]t is a well established principle that an express contract precludes an implied contract \nwith reference to the same matter.\"  Keith v. Day 81 N.C. App. 185, 198 (1986) (quoting \nVetco Concrete Co. v. Troy Lumber Co., 256 N.C. 709, 713-14 (1962)). \n                                                           \n35 Def. Brief Ex. 6.  \n[48] Accordingly, Plaintiff's Count II Claim for quantum meruit fails because the \nparties' relationship between 2001 and 2007 was governed by three express contracts: \nthe 2001, 2002 and 2007 Agreements.  As such, there exists no genuine issue of \nmaterial fact as to Plaintiff's Count II Claim for quantum meruit.  TWC is entitled to \nsummary judgment in its favor as a matter of law as to said Claim, and as to it the \nMotion should be GRANTED.  \nCount III – Unfair and Deceptive Trade Practices \n[49] Diverse's Complaint alleges that TWC committed unfair and deceptive \ntrade practices when it (a) represented to Diverse that it should purchase additional \nvehicles and equipment to prepare for additional installation business and (b) improperly \nassisted Nationwide Cable Company and A+ Cable Company in hiring Diverse \nemployees after Diverse was terminated.36 \n[50] To establish a claim for unfair and deceptive trade practices, the plaintiff \nmust show that (a) defendant committed an unfair or deceptive act or practice, (b) in or \naffecting commerce and (c) plaintiff was injured as a result.  Phelps-Dickson Builders, \nL.L.C. v. Amerimann Partners, 172 N.C. App. 427, 439 (2005). \n[51] Diverse's Claim for unfair and decept ive trade practices fails because the \nevidence does not support the facts alleged.  Further, the evidence shows that Diverse \nwas not proximately damaged by the alleged wrongful conduct.  \n[52] As to Plaintiff's allegation that TWC asked Diverse to purchase additional \nvehicles and equipment, the forecast of evidence reflects that TWC only requested \n                                                           \n36 Compl. ¶¶ 58-59.  It is noteworthy that Diverse does not contest TWC's Motion as to the Claims for \nunfair and deceptive trade practices and negligent misrepresentation.  While it appears that Diverse has \nabandoned these Claims, the court nonetheless addresses the merits of TWC's Motion, as applied to \nboth Claims.   \nDiverse to think about expanding and purchasing new equipment and create a plan. 37  \nDiverse never actually acted on the request and therefore suffered no injury.38 \n[53] With respect to the allegation that  TWC assisted other companies in hiring \nDiverse employees, the forecast of evidence reflects that Diverse had very few \nemployees, and had no need to retain employees after it lost its contract with TWC.39  \nIn sum, Diverse has forecast no admissible evidence that TWC assisted other \ncompanies in hiring Diverse's employees or that Diverse suffered any injury.  \n[54] Accordingly, there exists no genuine issu e of material fact as to Plaintiff's \nCount III Claim for unfair and deceptive trade practices.  TWC is entitled to summary \njudgment in its favor as to said Claim, and as to it the Motion should be GRANTED. \nCount IV – Negligent Misrepresentation \n[55] Diverse's Complaint alleges that  TWC committed the tort of negligent \nmisrepresentation when it represented that Diverse would receive additional installation \nbusiness from TWC.40 \n[56] The tort of negligent misrepresentation occurs when a party (a) justifiably \nrelies, (b) to his detriment, (c) on information prepared without reasonable care, (d) by \none who owed the relying party a duty of care.  Simms v. Prudential Life Ins. Co. of Am., \n140 N.C. App. 529, 532 (2000).  For purposes of negligent misrepresentation, justifiable \nreliance requires actual or direct reliance.  Brinkman v. Barrett Kays & Assocs., P.A., \n155 N.C. App. 738, 742 (2003). \n                                                           \n37 Def. Brief 25 (citing Diverse Dep. 136:10-137:7). \n38 Id.   \n39 Id. 26 (citing Diverse Dep. 196:1-8, 142:8-20; Baker Dep. 35:21-36:4).  \n40 Compl. ¶ 65. \n[57] Here, Diverse has forecast no evidence showing that it took any \naffirmative steps in reliance upon the alleged promise of additional business.   \n[58] Accordingly, there exists no genuine issu e of material fact as to Plaintiff's \nCount IV Claim for negligence misrepresentation.  TWC is entitled to summary \njudgment in its favor as to said Claim, and as to it the Motion should be GRANTED.  \nNOW THEREFORE, based upon the foregoing, it is ORDERED that: \n[59] As to Plaintiff's Count I Claim s for breach of contract under the 2001 \nAgreement and the 2002 Agreement, the Motion is DENIED. \n[60] As to Plaintiff's Count I Claim  for breach of contract under the 2007 \nAgreement, the Motion is GRANTED and said Claim is DISMISSED. \n[61] As to Plaintiff's Count II Cla im for quantum meruit, the Motion is \nGRANTED and said Claim is DISMISSED. \n[62] As to Plaintiff's Count III Claim fo r unfair and deceptive trade practices, the \nMotion is GRANTED and said Claim is DISMISSED. \n[63] As to Plaintiff's Count IV Claim for negligent misrepresentation, the Motion \nis GRANTED and said Claim is DISMISSED. \n[64] On January 25, 2012, at 11:00 a.m., at the North Carolina Business Court, \n225 Hillsborough Street, Suite 303, Raleigh, North Carolina, the court will conduct a \nhearing and status conference with all parties to this action for the purpose of setting \nthis matter for trial and determining any remaining pre-trial issues. \nThis the 9th day of January, 2012. \n      "
}