{
  "id": "bfd8d5448ddcec38a6e658f0e1ddd0536be6fc630c48307b1e96dd91e6ad3615",
  "source_file": "data/raw/ncbc/bfd8d5448ddcec38a6e658f0e1ddd0536be6fc630c48307b1e96dd91e6ad3615.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15CVS001648-910 \nIN RE SOUTHEASTERN EYE \nCENTER-PENDING MATTERS \n \n \n \nGUILFORD COUNTY                                                   12CVS011322-400 \n \nIN RE SOUTHEASTERN EYE \nCENTER-JUDGMENTS \n \n \n \n \n \n \nORDER AND OPINION ON  \nCROSS MOTIONS FOR SUMMARY JUDGMENT \nON RECEIVER’S REMAINING CROSS CLAIMS AGAINST \nTHE CASTLE McCULLOCH DEFENDANTS \n \n1. THIS MATTER is before the Court upon (i) Defendants Richard Harris, \nHistoric Castle McCulloch, LLC, and Castle McCulloch, Inc. ’s ( collectively, the \n“Castle McCulloch Defendants” or the “ CM Defendants”) M otion for Summary \nJudgment on Paragraph 504 of the Receiver’s Eighth Cross Claim  ( the “CM \nDefendants’ Motion”),1 and (ii) JDPW Trust’s (“JDPW”) Motion for Summary \nJudgment as to the Castle McCulloch Defendants  (“JDPW’s Motion”; together with \nthe CM Defendants’ Motion, the “Cross Motions”),2 each brought pursuant to Rule 56 \n \n1 (CM Defs.’ Mot. Summ. J. [hereinafter, “CM Defs.’ Mot.”], ECF No. 1347.)   \n \n2 (JDPW Tr. Mot. Summ. J. re CM Defs. ( Old Battleground v. CCSEA/Nivison v. Harris ) \n[hereinafter, “Receiver’s Cross Mot.”], ECF No. 1648.) \n \nIn re Se. Eye Ctr. (Pending Matters); In re Se. Eye Ctr. (Judgments); In re The \nForeclosure of Deed of Tr. Executed by Historic Castle McCulloch, LLC Dated \nSeptember 30, 2004, 2024 NCBC 88. \nof the North Carolina Rules of Civil Procedure (the “Rule(s)”) in the above-captioned \ncases.3 \n2. Having considered the Cross Motions, the parties’ briefs in support of and \nin opposition to the Cross Motions, the relevant pleadings, and other appropriate \nmatters of record, the Court hereby GRANTS the CM Defendants’ Motion, DENIES \nJDPW’s Motion, and DISMISSES the Receiver’s Eighth Cross Claim with prejudice \nas set forth below. \nOak City Law LLP, by Robert E. Fields III and Samuel Pinero II, for \nGerald A. Jeutter, Jr., as Receiver for JDPW Trust U/T/A Dated June \n8, 2007, Central Carolina Surgical Eye Associates, P.A., HUTA Leasing \nLLC, Southeastern Eye Management, Inc., Southeastern Cataract Laser \nCenter, PLLC, EMS Partners, LLC, KE PES Newco, LLC, and DRE \nNewco, LLC. \n \nPinto Coates Kyre & Bowers, PLLC, by Richard L. Pinto and Kenneth \nKyre for Defendants Richard Harris, Historic Castle McCulloch  LLC, \nand Castle McCulloch Inc. \n \nBledsoe, Chief Judge. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND  \n3. This dispute arises within a large group of cases before this Court that have \nbeen consolidated into two files: In re Se. Eye Ctr. —Pending Matters (Wake County \n15 CVS 1648) and In re Se. Eye Ctr. —Judgments (Guilford County 12 CVS 11322).  \n \n3 Unless otherwise defined, the capitalized terms in this Order and Opinion refer to those \nterms as used in the Court’s judgment in the Foreclosure Proceeding, filed \ncontemporaneously herewith.  (See Findings Fact, Conclusions L. & Final J. on Foreclosure \nAppeal, ECF No. 1686.) \n \nThe extensive background of these cases is set forth in previous orders and opinions  \nof this Court.4  \n4. As relevant here, on 16 October 2016, Gerald A. Jeutter, Jr. (the “Receiver”), \nas Receiver for JDPW Trust U/T/A Dated June 8, 2007, Central Carolina Surgical \nEye Associates, P.A.  (“CCSEA”), HUTA Leasing LLC, Southeastern Eye \nManagement, Inc., Southeastern Cataract Laser Center, PLLC, EMS Partners, LLC, \nKEPES Newco, LLC, and DRE Newco, LLC  (“DRE”), filed his Answer to the CM \nDefendants’ cross claims.  In that Answer, the Receiver asserted cross claims against \nDouglas (“Doug”) Harris and the CM Defendants  on behalf of JDPW, DRE, and \nCCSEA (the “Cross Claims”).5   \n5. The Receiver’s Fourth, Sixth, and Eighth Cross Claims , reproduced below, \nare at issue on the Cross Motions.  Those claims for relief allege:  \nFOURTH CLAIM FOR RELIEF—BREACH OF TRUSTEE DUTIES \n \n484. The allegations of JDPW, DRE and CCSEA set forth above are re-\nalleged and incorporated here by reference. \n \n485.  The conduct described above constitute breach of Douglas Harris’ \nduties as Trustee of JDPW.  These breaches were knowing, willful and \nwanton with conscious disregard for his duties and with intent to cause \ninjury to JDPW by exposing it to liability and damages when it had \n \n4 See In re Se. Eye Ctr.—Pending Matters, 2019 NCBC LEXIS 29, at *3 –23 (N.C. Super. Ct. \nMay 7, 2019) [hereinafter, the “May 2019 Order”]; In re Se. Eye Ctr.—Pending Matters, 2021 \nNCBC LEXIS 43, at *3 –18 (N.C. Super. Ct. Jan. 6, 2022) [hereinafter, the “Jan. 2022 Am. \nOrder”]); Order & Op. Def. Douglas S. Harris’s Mot. Dismiss Pursuant to N.C. R. Civ. P. Rules \n12(b)(1) & 12(h)(3) ¶¶ 3–10, ECF No. 1683 (each reciting procedural  background and citing \nprior orders). \n \n5 (Receiver’s Br. Supp. Mot.  Clarification Alt. Reconsider 1 , ECF No. 1612;  see Receiver’s \nAnswer to Cross -cls. of CM Entities & Cross -cls. against Douglas Harris [hereinafter, the \n“Cross Claims”], ECF No. 716.) \n \ninsufficient assets to pay debts that he incurred and when he \nsubsequently further reduced and diminished the assets of JDPW. \n \n486.  As a direct and proximate result of the conduct of Douglas Harris, \nJDPW has incurred an allowed claim of $2.1 million for which it lacks \nthe resources to pay.  \n \n487.  Douglas Harris undertook the described breaches of fiduciary \nduty as an express trustee in whole or in part to benefit himself.  \nAccordingly, his conduct constitutes constructive fraud.  Based upon this \nconstructive fraud and upon his willful and wanton conduct, punitive \nand exemplary damages are appropriate and are demanded. \n \nSIXTH CLAIM FOR RELIEF—EQUITABLE RELIEF \n \n495. The allegations of JDPW, DRE and CCSEA set forth above are re-\nalleged and incorporated here by reference. \n \n496.  JDPW, DRE and CCSEA are entitled to equitable relief to return \neach of them, or  any of them, as near as possible to the position they \noccupied before the breaches of duty by  Douglas Harris, including but \nnot limited rescission, restitution, an accounting, and voiding of  illegal \nand inequitable transactions.  All such relief is requested. \n \nSEVENTH CLAIM FOR RELIEF—SETTING ASIDE THE RELEASE \nDEED AND THE ASSIGNMENT OF NOTE TO CASTLE \nMCCULLOCH \n \n497. The allegations of JDPW, DRE and CCSEA set forth above are re-\nalleged and incorporated here by reference. \n \n498.  Douglas Harris, purportedly acting on behalf of, and in the name \nof JDPW,  provided Castle McCulloch a release deed and a partial \nassignment of the Castle McCulloch note to NewBridge.  No \nconsideration or value, or inadequate consideration and value, was \nprovided to JDPW for this release deed or this partial assignment of the \nnote. \n \n499.  The release deed and assignment were executed and delivered by \nDouglas Harris in breach of his duties to JDPW and its creditor.  At the \ntime of the release of the deed of trust by  Douglas Harris, Castle \nMcCulloch was in breach of the note and the deed of trust was subject \nto foreclosure to obtain performance of the note’s payment obligations.   \nIt was the duty of Douglas Harris to foreclose on the deed of trust for the \nbenefit of JDPW and its creditor or to obtain equivalent value.  Douglas \nHarris did neither. \n \n500.  Castle McCulloch and Douglas Harris knew, or in the alternative, \nshould have known, that it was not in the best interests of JDPW, and \nwas not entirely fair and equitable to JDPW, for Castle McCulloch to be \nreleased from its deed of trust to NewBridge, subsequently  assigned to \nJDPW.  Castle McCulloch and Douglas Harris knew, or in the \nalternative, should  have known, that depriving JDPW of the deed of \ntrust and the portion of the note assigned to Castle McCulloch, would \nrender JDPW insolvent or would otherwise damage JDPW and operate \nto its detriment in ways that could not be adequately compensated.  \nCastle McCulloch was not an innocent purchaser or a purchaser for fair \nand adequate value of either the release deed or the  assignment of the \nnote. \n \n501. JDPW does not have an adequate remedy at law for the wrongful \nrelease of its deed of trust and partial transfer of its note to Castle \nMcCulloch.  \n \n502. In fairness and equity, the assignment of the Castle McCulloch \nnote and the release deed for the Castle McCulloch deed of trust, \nexecuted and delivered by Douglas Harris in breach of his duty as \ntrustee should be set aside and declared null and void. Furthermore, the \nrelease deed should be stricken from the public record or should be \nmarked null and void.  All further equitable relief in aid of remedying \nthe wrongful conduct of Douglas Harris in transferring and impairing \nthese assets of JDPW without receiving fair and adequate consideration \nis sought by JDPW. \n \nEIGHTH CLAIM FOR RELIEF—OTHER CAUSES OF ACTION \n \n503.  Having been directly and proximately damaged in excess of \n$25,000 as described above, JDPW, CCSEA and DRE seek recovery \nunder all other causes of action allowed by North Carolina or federal law \nbased upon the facts, transactions and occurrences as alleged above and \nproven at trial. \n \n504.  JDPW, CCSEA and DRE, further seek recovery from Castle \nMcCulloch for aiding and abetting the wrongs set forth above through \nthe conduct of its attorney Douglas Harris , Castle McCulloch having \nknowingly accepted the benefits thereof.  Such conduct by Castle \nMcCulloch in aid and encouragement of Douglas Harris and in accepting \nthe benefits of the wrongful conduct of Douglas Harris has directly and \nproximately damaged JDPW, CCSEA and DRE in an amount in excess \nof $25,000.  Such conduct also constitutes unfair and deceptive trade \npractices and otherwise entitles JDPW, CCSEA and DRE to equitable \nrelief.6 \n \n6. The Receiver seeks summary judgment on behalf of JDPW against the CM \nDefendants on JDPW’s: (i) Fourth, Sixth and Seventh Cross Claims seeking equitable \nremedies; (ii) Fourth Cross Claim for monetary damages; and (iii) for relief in aid of \nthis Court’s 6 January 2022 Amended Order and Opinion on Motions for Summary \nJudgment or Partial Summary Judgment ( Old Battleground v. CCSEA ) (the \n“January 2022 Amended Order”), which granted summary judgment to JDPW on its \nFourth Claim for Relief and set aside the release deed and partial assignment of the \nCM Note.7  \n7. For his relief, the Receiver seeks: \na) A determination that any verbal or other modification of the Note \nPurchase and Sale Agreement to accomplish the satisfaction of \nthe CM Note and partial satisfaction of the CCSEA Notes is void;  \n \nb) A determination that the Castle McCulloch Defendants are \nestopped to assert statutes of limitations or any other delay by \nJDPW in seeking to collect on the CM Note, in seeking to exercise \nJDPW’s rights under the CM Deed of Trust or in otherwise \nexercising JDPW’s rights under the C M Collateral assigned to \nJDPW by NewBridge Bank; \n \nc) An order that the Castle McCulloch Defendants cease and desist \nin their efforts to evade enforcement of the CM Collateral by \nJDPW; and \n \nd) A monetary judgment against the Castle McCulloch Defendants \nin favor of JDPW for the amount necessary to put JDPW in the \n \n6 (Cross Claims ¶¶ 485–87, 496–504.)  \n \n7 (Receiver’s Cross Mot. 1–2; Jan. 2022 Am. Order ¶¶ 137–39.)  \n \nposition it would have been but for the breach of trustee duties by \ntheir attorney Doug Harris undertaken for the benefit of the \nCastle McCulloch Defendants.\n8 \n \n8. The CM Defendants move for summary judgment as to Paragraph 504 of \nthe Receiver’s Eighth Cross Claim and oppose all relief sought by the Receiver  on \nJDPW’s Motion.9 \n9. In its Order and Opinion on Motions for Summary Judgment dated 7 May \n2019, the Court granted summary judgment dismissing the Receiver’s Cross Claim \nagainst Doug Harris set forth in paragraph 503.10  The CM Defendants subsequently \nmoved for summary judgment to the extent the Eighth Claim for Relief sought \nrecovery against the CM Defendants.11  In the Court’s January 2022 Amended Order, \nthe Court granted the CM Defendants’ motion on the same grounds it granted \njudgment in favor of Doug Harris.12  \n \n8 (JDPW Br. Supp. Mot. Summ. J. re CM Defs. 2, ECF No. 1651.) \n \n9 (See Br. Supp. CM Defs.’ Mot. Summ. J., ECF No. 1654.) \n \n10 (See May 2019 Order ¶¶  311–15 (concluding that because “[t]he Receiver’s eighth \ncrossclaim asserts nothing more than a general right to recover under ‘all other causes of \naction allowed by North Carolina or federal law[,] ’ [t]he crossclaim does not make out any \nlegally cognizable claim against Doug Harris and is not sufficiently stated to allow an adverse \nparty in Doug Harris’s position to understand the nature of the claim brought against him.”).)   \n \n11 (CM Defs.’ Br. Supp. 2d Mot. Summ. J. 9, ECF No. 1375.) \n \n12 (See Jan. 2022 Am. Order ¶ 151 (concluding “that just as the Receiver failed to state a claim \nunder this count against Doug Harris, so too has the Receiver failed to state a claim against \nthe CM Defendants in his eighth crossclaim.  The Court therefore grants the CM Defendants’ \nmotion for summary judgment as to the Receiver’s eighth crossclaim.”).) \n \n10. On 5 August 2024, the Receiver filed a Motion for Clarification, and in the \nAlternative to Reconsider , Pursuant to Rule 54  (the “Motion for Clarification”) ,13 \nseeking reconsideration of the Court’s January 2022 Amended Order to the extent \nthat Order dismissed JDPW’s claims for relief against the CM Defendants for \n“monetary and equitable relief associated with the misconduct of Doug Harris as \ndescribed in JDPW [Trust’s] Cross Claims other than its Eighth (ECF No. 716 ¶ 503) \nClaim for Relief.”14 \n11. More specifically, t he Receiver’s Motion  for Clarification  sought to \ndetermine whether the Cross Claim set forth in paragraph 504 of the Receiver’s Cross \nClaims survived the Court’s summary judgment rulings.  The Receiver argued that \nthe Court’s dismissal of the Receiver’s Eighth Claim for Relief in the January 2022 \nAmended Order extended only to the allegations in paragraph 503, but not to the \nallegations in paragraph 504.  The CM Defendants argue d in opposition that the \nCourt’s January 2022 Amended Order dismissed the Eighth Claim for Relief in its \nentirety, including the allegations in both paragraphs 503 and 504.    \n12. After full briefing and hearing, the Court concluded in its Order resolving \nthe Motion for Clarification  (the “Clarification Order”), filed 16 September 2024 , as \nfollows: \n(i) [T]he CM Defendants sought the dismissal of paragraph 504 in their \nsummary judgment motion without substantive argument, (ii) the \nReceiver did not address paragraph 504 in his response or at the hearing \non the motion, and (iii) the Court thereafter dismissed the allegations \n \n13 (Mot. Clarification Alt. Reconsider, ECF No. 1611.) \n \n14 (Receiver’s Br. Supp. Mot. Clarification Alt. Reconsider 1.) \n \nagainst the CM Defendants in paragraph 503 but did not consider or \nrule on the CM Defendants’ motion for summary judgment on the \nallegations against them in paragraph 504. \n \nAccordingly, the Court concludes that the CM Defendants have sought \nsummary judgment on paragraph 504 of the Eighth Cross Claim, that \nthe CM Defendants’ motion on that claim remains pending, and that \nbriefing on the motion by the CM Defendants and the Receiver is \nappropriate and in the interests of justice in the context of this case.\n15 \n \n13. The Court also noted in the Clarification Order  that the Receiver had \nindicated his intent to seek summary judgment on paragraph 504 by way of cross \nmotion under Rule 56(b).  As a result, the Court ordered further briefing 16 and \nhearing on the CM Defendants’ Motion and the Receiver’s forecasted Motion. 17  The \nReceiver timely filed his Motion, and t he Cross Motions are now ripe for \ndetermination.18 \nII. \nLEGAL STANDARD \n14. Under Rule 56(c), “[s]ummary  judgment is appropriate ‘if the pleadings, \ndepositions, answers to interrogatories, and admissions on file, together with the \n \n15 (Order on Receiver’s Mot. Clarification Alt. Reconsider ¶¶  10–11 [hereinafter, \n“Clarification Order”], ECF No. 1641.) \n \n16 (Clarification Order ¶ 13(a)–(d).)  At the parties’ request, the Court consolidated briefing \non the Cross Motions with post-hearing briefing in In Re: The Foreclosure of Deed of Trust of \nHistoric Castle McCulloch, LLC Dated September 30, 2004 (Guilford County 23 SP 1872) (the \n“Foreclosure Proceeding”).   \n \n17 (Clarification Order ¶ 13(e).)  \n \n18 At the second day of the Accounting Proceeding on 7 November 2024 (see Order on Acct’g, \nECF No. 1687), the parties agreed that a hearing on the Cross Motions was unnecessary.  \nAccordingly, the Court elects to decide the Cross Motions without a hearing as permitted \nunder Business Court Rule 7.4. \naffidavits, if any, show that there is no genuine issue as to any material fact and that \nany party is entitled to a judgment as a matter of law.’  ”  Da Silva v. WakeMed, 375 \nN.C. 1, 10 (2020) (quoting N.C. R. Civ. P. 56(c)).  “A genuine issue of material fact is \none that can be maintained by substantial evidence.”  Curlee v. Johnson, 377 N.C. 97, \n101 (2021) (cleaned up).  “Substantial evidence is such relevant evidence as a \nreasonable mind might accept as adequate to support a conclusion and means more \nthan a scintilla or a permissible inference[.]” DeWitt v. Eveready Battery Co., 355 N.C. \n672, 681 (2002) (cleaned up).  “An issue is material if, as alleged, facts ‘would \nconstitute a legal defense, or would affect the result of the action or if its resolution \nwould prevent the party against whom it is resolved from prevailing in th e action.’ ”  \nBartley v. City of High Point , 381 N.C. 287, 292 (2022) (quoting Koontz v. City of \nWinston-Salem, 280 N.C. 513, 518 (1972)).  “When considering a motion for summary \njudgment, the trial judge must view the presented evidence in a light most favorable \nto the nonmoving party.”  Belmont Ass’n v. Farwig, 381 N.C. 306, 310 (2022) (quoting \nDalton v. Camp, 353 N.C. 647, 651 (2001)). \n15. “The party seeking summary judgment bears the initial burden of \ndemonstrating the absence of a genuine issue of material fact.”  Liberty Mut. Ins. Co. \nv. Pennington, 356 N.C. 571, 579 (2002).  The movant may meet this burden either \n(1) “by proving an essential element of the opposing party’s claim does not exist, \ncannot be proven at trial, or would be barred by an affirmative defense,” or (2) “by \nshowing through disc overy that the opposing party cannot produce evidence to \nsupport an essential element of [its] claim[.]”  Dobson v. Harris, 352 N.C. 77, 83 (2000) \n(cleaned up).  If the movant meets its burden, “the burden shifts to the nonmoving \nparty to produce a forecast of evidence demonstrating that the nonmoving party will \nbe able to make out at least a prima facie case at trial[.]”  Cummings v. Carroll , 379 \nN.C. 347, 358 (2021) (cleaned up); see also N.C. R. Civ. P. 56(e) (“[A]n adverse party \nmay not rest upon the mere allegations or denials of his pleading, but his response, \nby affidavits or as otherwise provided in this rule, must set forth specific facts \nshowing that there is a genuine issue for trial.”).  \nIII. \nANALYSIS  \n16. The Receiver  seeks the entry of summary judgment against the CM \nDefendants on JDPW’s Fourth, Sixth, Seventh, and Eighth Cross Claims and all \nequitable, monetary, and other relief the Court deems appropriate.  T he Receiver’s \ncore contention is that the CM Defendants should be liable for the actions of their \nattorney Doug Harris  because Doug Harris’s breach of fiduciary duty as trustee of \nJDPW was perpetrated with their knowledge and assistance, and for their benefit.\n19   \n17. As an initial matter, the Court notes that the Receiver’s Seventh Cross \nClaim requests the Court to set aside the Release Deed and Assignment of Note to \nthe CM Defendants.20  This is relief th e Court has already granted,21 however, and \n \n19 (Br. Supp. CM Defs.’ Mot. Summ. J. 7–9, 18–19.) \n \n20 (See Cross Claims ¶ 502.)   \n \n21 (Jan. 2022 Am. Order ¶¶ 137–39.) \nthe Court therefore will deny the Receiver’s Motion for summary judgment on this \nCross Claim as moot.   \n18. The Receiver’s Fourth and Sixth Cross Claims present a pleading problem.  \nUnder North Carolina law, “it is axiomatic that a defendant must be put on notice of \nwhat it is defending against in order to avoid being ambushed .”  B&D Software \nHoldings, LLC, 2024 NCBC LEXIS 103, at *16 (N.C. Super. Ct. Aug. 1, 2024).  Indeed, \nour courts have recognized that “a claimant’s  . . . pleading must adequately inform \nthe responding party of what it is alleged to have done wrong so that it can defend \nitself accordingly.”  Id. at *17.  “This principle is undermined in cases where, as here, \na party seeks to assert a new theory of recovery for the first time at the summary \njudgment stage.”  Id. at *17–18.  See, e.g., Bradshaw v. Maiden, 2020 NCBC LEXIS \n106 (N.C. Super. Ct. Sep. 15, 2020) (holding an amended complaint did not assert a \nseparate negligence claim against a hedge fund administrator as it pleaded facts only \nin support of a gross negligence claim), aff’d , 2022 N.C. App. LEXIS 950 (N.C. Ct. \nApp. Dec. 29, 2022); aff’d per curiam by a divided court, 385 N.C. 642 (2024).  \n19. Here, t he Receiver’s Fourth Cross Claim does not mention the CM \nDefendants and requests relief based solely on Doug Harris’ s breach of duty as \ntrustee, “in whole or in part to benefit himself.” 22  Similarly, t he Receiver’s Sixth \nCross Claim requests equitable relief return ing JDPW to the position it would have \nhad but for Doug Harris’s breach, again without mentioning the CM Defendants or \n \n22 (See Cross Claims ¶¶ 484–87.) \n \nasserting a theory of agency liability based on Doug Harris’s conduct.23  Indeed, the \nonly Cross Claim allegations that even potentially suggest that the CM Defendants \nare liable for Doug Harris’s conduct appear in the Eighth Cross Claim.  Unlike many \nof the Receiver’s other Cross Claims, 24 however, the Eighth Cross Claim  does not \nincorporate the Receiver’s allegations supporting the Fourth or Sixth Cross Claims.  \nAs a result, those Cross Claims cannot be read to incorporate any purported agency \ntheory advanced in the Eighth Cross Claim as the Receiver contends.  Having failed \nto plead the CM Defendants’ liability based on Doug Harris’s conduct in either the \nFourth or Sixth Cross Claims, the Receiver’s Motion for summary judgment in his \nfavor on those Cross Claims must necessarily fail.  See, e.g., B&D Software Holdings, \nLLC, supra, Bradshaw, supra. \n20. Finally, as to the parties’ Cross Motions on Paragraph 504 of the Receiver’s \nEighth Cross Claim , the Court first notes that Paragraph 504  contains three \nsentences.   \n21. The first sentence states that “ JDPW, CCSEA and DRE, further seek \nrecovery from Castle McCulloch for aiding and abetting the wrongs set forth above \nthrough the conduct of its attorney Douglas Harris, Castle McCulloch having \nknowingly accepted the benefits thereof. ”  This Court has ruled , however, that “the \nSupreme Court of North Carolina will not recognize the claim of aiding and abetting \nbreach of fiduciary duty.”  Sykes v. Blue Cross & Blue Shield, 2018 NCBC LEXIS 28, \n \n23 (See Cross Claims ¶¶ 495–96.) \n \n24 (Cross Claims ¶¶  484, 495, 497 (“The Allegations of JDPW, DRE, and CCSEA set forth \nabove are re-alleged and incorporated here by reference.”).) \nat *32 (N.C. Super. Ct. Apr. 5, 2018).  See also Hill v. Ewing, 2024 N.C. App. LEXIS \n954, at *7 (2024) (“In another case, though we recognized a claim for breach of \nfiduciary duty, we refused to recognize a cause of action for aiding and abetting this \nbreach) (citing BDM Invs. V. Lenhil, Inc., 264 N.C. App. 282, 302 (2019) (“[T]he North \nCarolina Supreme Court has not recognized a cause of action for aiding and abetting \nbreach of fiduciary duty, nor do we recognize it here.”). 25  The Court shall therefore \ndeny the Receiver’s Motion and grant the CM Defendants’ Motion as to the first \nsentence of the Receiver’s Eighth Cross Claim alleging a claim against the CM \nDefendants for aiding and abetting Doug Harris’s breach of fiduciary duty as JDPW’s \ntrustee. \n22. The second and third sentences of the Eighth Cross Claim read as follows: \nSuch conduct by Castle McCulloch in aid and encouragement of Douglas \nHarris and in accepting the benefits of the wrongful conduct of Douglas \nHarris has directly and proximately damaged JDPW, CCSEA and DRE \nin an amount in excess of $25,000.  Such conduct also constitutes unfair \nand deceptive trade practices and otherwise entitles JDPW, CCSEA and \nDRE to equitable relief. \n \n23. Although the Receiver argues that these allegations advance an agency \ntheory of liability against the CM Defendants, the Court disagrees.  To aid an actor, \nand to accept benefits from th at actor, does not, without more, allege or create an \nagency relationship.  See, e.g., American Tours, Inc. v. Liberty Mut. Ins. Co., 315 N.C. \n \n25 (See also Bottom v. Bailey, 238 N.C. App. 202, 211 (2014) (stating that it is undisputed that \nthe Supreme Court of North Carolina has never recognized a cause of action for aiding and \nabetting a breach of fiduciary duty); Noble Bottling, LLC v. Gora LLC , No. 3:20-CV-00363-\nKDB-DCK, 2023 U.S. Dist. LEXIS 128383, at *6 (W.D.N.C. July 24, 2023) (“There is no \ndispute that Plaintiffs’ claims for aiding and abetting breach of fiduciary duty  . . . are not \ncognizable under North Carolina law.”).) \n \n341, 349 (“an agent is one who acts for or in the place of another by authority from \nthe other”).  As such, the Court will deny the Receiver’s Motion and grant the CM \nDefendants’ Motion as to the Receiver’s Eighth Cross Claim.   Considering that the \nReceiver pleaded the Eighth Cross Claim in 2016, discovery has long since closed, \nand the primary summary judgment rulings in this case were issued in 2019, 2021, \nand 2022, the Court concludes that permitting amendment to the Eighth Cross Claim \nwould work a subst antial and unfair prejudice on the CM Defendants.  As a result, \nthe Court will dismiss the Receiver’s Eighth Cross Claim against the CM Defendants \nwith prejudice. \nIV. \nCONCLUSION \n24. WHEREFORE, for the reasons set forth above, the Court hereby DENIES \nthe Receiver’s Motion , GRANTS the CM Defendants’ Motion, and hereby \nDISMISSES the Receiver’s Eighth Cross Claim against the CM Defendants with \nprejudice.\n26 \n \n26 Notwithstanding the above, the Court concludes that the Receiver’s request s for “a \ndetermination that any verbal or other modification of the Note Purchase and Sale \nAgreement to accomplish the satisfaction of the CM Note and partial satisfaction of the \nCCSEA Notes is void”; “a determination that the Castle McCulloch Defendants are estopped \nto assert statutes of limitations or any other delay by JDPW in seeking to collect on the CM \nNote, in seeking to exercise JDPW’s rights under the CM Deed of Trust or in otherwise \nexercising JDPW’s rights under the CM Collateral assigned to JDPW by NewBridge Bank”; \nand “[a]n order that the Castle McCulloch Defendants cease and desist in their efforts to \nevade enforcement of the CM Collateral by JDPW” are now moot in light of the Court’s \njudgment in the Foreclosure Proceeding, filed contemporaneously herewith, authorizing the \nSubstitute Trustee to sell the Castle McCulloch Property in accordance with the provisions \nof Article 2A of Chapter 45.   (See Findings Fact, Conclusions L. & Final J. on Foreclosure \nAppeal.)  \n \n25. Pursuant to Rule 54(b), the Court enters this Order as a final judgment \nbecause there is no just reason for delay in entering the judgment as a final judgment \nand permitting appellate review of this Order and the other orders that the Court is \nentering contemporaneously herewith. \n   SO ORDERED, this the 19th day of December, 2024. \n \n      /s/ Louis A. Bledsoe, III   \n      Louis A. Bledsoe, III \n      Chief Business Court Judge "
}