{
  "id": "bffbfd32ee7252b79e7990cd68d526e3e93fe8b3982deb5197e88d328bf52f26",
  "source_file": "data/raw/ncbc/bffbfd32ee7252b79e7990cd68d526e3e93fe8b3982deb5197e88d328bf52f26.pdf",
  "raw_text": "Southeastern Paper Group, Inc. v. Sunburst Chemicals, Inc., 2012 NCBC 15.   \n \n{1}  This matter is before the court on Defendant’s Motion to Dismiss or to Stay \nProceedings and Compel Arbitration pursuant to Rule 12(b)(1) of the North \nCarolina Rules of Civil Procedure (“Motion”).  For the reasons stated, ruling on the \nMotion is DEFERRED pending limited discovery on the contested issue whether \nthere is a binding arbitration agreement. \n \nBrooks, Pierce, McLendon, Humphrey & Leonard, LLP, by James C. Adams, \nII, and Benjamin R. Norman, and  Ford & Harrison LLP by Matthew J. Gilley \nand Jeffrey A. Lehrer,  pro hac vice , for Plaintiffs Southeastern Paper Group, \nInc., a North Carolina Corporation and Southeastern Paper Group, Inc., a \nSouth Carolina Corporation. \n \nWomble Carlyle Sandridge & Rice, PLLC, by W. Andrew Copenhaver and \nJames A. Dean, and Stoel Rives, LLP, by Jodi L. Johnson, pro hac vice , for \nDefendant Sunburst Chemicals, Inc. \n \n \nGale, Judge. \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF GUILFORD \n \n IN THE GENERAL COURT OF JUSTICE \n \nSUPERIOR COURT DIVISION \n11 CVS 8690 \nSOUTHEASTERN PAPER GROUP, \nINC., a North Carolina Corporation,  \nand \nSOUTHEASTERN PAPER GROUP, \nINC., a South Carolina Corporation, \n \nPlaintiffs, \n \nv. \n \nSUNBURST CHEMICALS, INC., \n \nDefendant. \n \n)\n \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \nORDER ORDER ORDER ORDER ON ON ON ON DEFENDANT’S MOTION  DEFENDANT’S MOTION  DEFENDANT’S MOTION  DEFENDANT’S MOTION \nTO DISMISS OR TO STAY TO DISMISS OR TO STAY TO DISMISS OR TO STAY TO DISMISS OR TO STAY \nPROCEEDINGS AND COMPEL PROCEEDINGS AND COMPEL PROCEEDINGS AND COMPEL PROCEEDINGS AND COMPEL \nARBITRATION ARBITRATION ARBITRATION ARBITRATION    \nI. INTRODUCTION \n{2}  Plaintiffs Southeastern Paper Group, Inc., a North Carolina corporation \n(“North Carolina SEPG”) and Southeastern Paper Group, Inc., a South Carolina \ncorporation (“South Carolina SEPG”) seek injunctive and monetary relief for \ntortious interference with business relations, civil conspiracy, conversion of \nproperty, violation of the North Carolina Trade Secrets Protection Act, and unfair \nand deceptive trade practices against Defendant Sunburst Chemicals, Inc. \n(“Sunburst”). \n{3}  The Motion challenges this court’s jurisdiction based on an arbitration \nclause included in a January 2007 “Distribution Agreement” executed by North \nCarolina SEPG and Sunburst.  Plaintiffs contend the person executing the contract \nfor North Carolina SEPG had no authority to do so, so that there is no enforceable \narbitration agreement. \n{4}  Ruling on the Motion is DEFERRED, pending the completion of limited \ndiscovery on this isolated issue of whether there is an arbitration agreement as to \neither or both Plaintiffs.  Where the parties dispute the validity of an agreement to \narbitrate, the court must first resolve this threshold issue. \n \nII. PROCEDURAL BACKGROUND \n{5}  This action was filed in Guilford County Superior Court on August 5, 2011.  \nThe matter was designated a mandatory complex business case by the August 15, \n2011 order of the Chief Justice of the Supreme Court of North Carolina and \nassigned to the undersigned judge. \n{6}  Defendant Sunburst filed its Motion on December 21, 2011.  The Motion \nwas fully briefed and the court heard oral arguments on February 23, 2012. \n \nIII. FACTUAL BACKGROUND \n{7}  Because Defendant challenges jurisdiction, the court looks to facts taken \nfrom the pleadings as well as other evidence presented. 1 \n \nA. THE PARTIES \n{8}  Plaintiff North Carolina SEPG is a North Carolina corporation 2 with its \nmain office in Browns Summit, Guilford County, North Carolina.   \n{9}  Plaintiff South Carolina SEPG is a South Carolina corporation with its \nmain office in Spartanburg, South Carolina. \n{10}  Defendant Sunburst is a Minnesota corporation with its principal place of \nbusiness in Bloomington, Minnesota.  It conducts business and has employees \nlocated in the state of North Carolina, including Guilford County.  Sunburst \nsupplied products to SEPG from approximately 2001 through 2011. \n{11}  The Motion seeks to compel arbitration as to all claims, based on an \nagreement executed by North Carolina SEPG which includes an arbitration clause \n(“Distribution Agreement”). Sunburst contends this agreement binds all parties to \narbitrate any dispute which “arises out of or is related to this Agreement or the \nbreach thereof.” 3  SEPG disputes the validity of the Distribution Agreement, and \nspecifically contends that SEPG cannot be bound to arbitrate when its signatory to \nthe document had no authority to bind the corporation.  Sunburst contends that \neven this initial dispute as to the validity of the Distribution Agreement must be \nsubmitted to arbitration, rather than being resolved by the court. \n \n                                                 \n1 In determining whether parties had a valid agreement to arbitrate, the court may consider \nevidence as to facts that are in dispute. Slaughter v. Swicegood , 162 N.C. App. 457, 461, 591 S.E.2d \n577, 580 (2004). \n2 The parties dispute whether the alleged arbitration agreement is binding as to both North Carolina \nSEPG and South Carolina SEPG, and whether the two organizations were legally distinct \ncorporations.  Throughout this discussion, “SEPG” used alone will refer to North Carolina SEPG and \nSouth Carolina SEPG collectively. \n3 Exh. 1 to Def.’s Amended Compl.. \nB. THE DISTRIBUTION AGREEMENT \n{12}  The Distribution Agreement was signed by Jerald Shadley, SEPG Sales \nManager, in January 2007. 4  The Distribution Agreement includes a paragraph \nproviding that: \nAny controversy or claim between SUNBURST and DISTRIBUTOR \nwhich in any way arises out of or is related to this Agreement or the \nbreach thereof, shall be settled by final and binding arbitration in \naccordance with the rules of the American Arbitration Association then \nin force. The Arbitration hearings shall be held in Minneapolis, \nMinnesota. 5 \n \n{13}  Plaintiffs dispute that the Distribution Agreement is valid. 6  The various \naffidavits offered by the Parties offer divergent perspectives.  Accordingly, if the \ncourt has authority to decide the issue of enforceability of the agreement, it must \nresolve disputed issues of fact. \n{14}  Sunburst asserts that Shadley’s signature bound SEPG to the Distribution \nAgreement for several reasons. 7   It asserts, inter alia, that Shadley had authority as \nNorth Carolina SEPG’s sales manager, that Gregory Rizzi instructed Sunburst to \ndeal with Shadley, and that a letter later sent by Shadley to Sunburst confirmed \nShadley’s authority. \n{15}  There is no dispute that Shadley actually signed the Distribution \nAgreement.  In January 2007, Shadley met with Sunburst representatives in North \nCarolina, during which meeting he signed the Distribution Agreement. 8  Shadley \nbelieved he was signing an agreement related only to training North Carolina \nSEPG sales staff for a specific Sunburst customer.  He contends he did not have \nauthority to enter into a contract with a supplier related to North Carolina SEPG's \ncustomers. 9 \n                                                 \n4 Exh. 1 to Def.’s Amended Ans. to Amended Compl. and Counterclaims. \n5 Id.  ¶ 14. \n6 Def.’s Mem. of Law in Support of Mot. to Dismiss, 12-13; Pls.’ Resp. to Def.’s Mot. to Dismiss 2-6. \n7  Def.’s Reply Mem. of Law in Support of Mot. to Dismiss 6-9. \n8 Aff. Jerald Shadley ¶ 3. \n9 Id.  ¶ 6. \n{16}  Rizzi was North Carolina SEPG Director of Sales, and was Shadley’s \nsupervisor in January 2007. 10   Shadley was a sales manager, overseeing \napproximately twelve sales representatives.11   Rizzi disclaims his own authority to \nsign distribution contracts on behalf of SEPG, and testifies that he never gave \nsimilar authority to Shadley. 12  \n{17}  In his role as South Carolina SEPG Division Manager for \nWarehouse/Laundry, John Covington participated in the negotiation of pricing \nterms with Sunburst. 13   Covington testified that consolidation of Sunburst’s pricing \nstructure for South Carolina SEPG and North Carolina SEPG actually benefitted \nNorth Carolina SEPG in early 2011, and there was no suggestion at the time that \nSunburst believed a Distribution Agreement was relevant to the change. 14  \n{18}  Jerry Billingsley, former South Carolina SEPG Equipment Service \nManager, testified that he was aware of the Distribution Agreement, that South \nCarolina SEPG received benefits related to the Distribution Agreement, and that \nthe Distribution Agreement was generally discussed within South Carolina SEPG \nduring 2007 and 2008. 15  \n{19}  Sunburst President Robert Laughlin was familiar with a distribution \npartnership between Sunburst and South Carolina SEPG going back to August \n2001. 16   With regard to the January 2007 Distribution Agreement, Laughlin \ntestified that Rizzi told Sunburst that Shadley was responsible for discussions \nrelated to the arrangement. 17   South Carolina SEPG purportedly received \nsubstantial benefits from Sunburst due to the January 2007 Distribution \nAgreement. 18  \n                                                 \n10  Aff. Gregory Rizzi ¶ 4. \n11  Id.  \n12  Id.  ¶¶ 4-5. \n13  Aff. John Covington ¶ 6. \n14  Aff. John Covington ¶ 6. \n15  Aff. Jerry Billingsley ¶ 8. \n16  Aff. Robert Laughlin (August 11, 2011) ¶ 4. \n17  Aff. Robert Laughlin (December 21, 2011) ¶ 14. \n18  Id.  ¶¶ 7-8. \n{20}  On August 1, 2011 SEPG ended its relationship with Sunburst and began \nto use Ecolab as a supplier.  Thereafter, several North Carolina SEPG employees \nwent to work for Sunburst, and Sunburst allegedly solicited, obtained, and used \nSEPG customer lists to solicit SEPG customers. 19   SEPG filed claims against \nSunburst in Guilford County Superior Court on August 5, 2011, asserting tortious \ninterference with business relations, civil conspiracy, conversion of property, \nviolation of the North Carolina Trade Secrets Act, and unfair and deceptive trade \npractices. 20  \n \nIV. STANDARD OF REVIEW \n{21}  A motion to dismiss pursuant to Rule 12(b)(1) is not viewed in the same \nmanner as a motion to dismiss for failure to state a claim upon which relief can be \ngranted .  Data Gen. Corp. v. County of Durham , 143 N.C. App. 97, 102, 545 S.E.2d \n243, 247 (2001); Tart v. Walker , 38 N.C. App. 500, 502, 248 S.E.2d 736, 737 (1978).  \nMatters outside of the pleadings may be considered and weighed by the court in \ndetermining the existence of jurisdiction over the person or the subject matter.  \nData Gen. Corp. , 143 N.C. App. at 102, 545 S.E.2d at 247; Tart , 38 N.C. App. at 502, \n248 S.E.2d at 737. \n{22}  Here, the Parties dispute the validity of the agreement giving rise to the \nright to arbitration.  If a party refuses to arbitrate upon its opponent’s motion, “the \ncourt shall proceed summarily to decide the issue and order the parties to arbitrate \nunless it finds that there is no enforceable agreement to arbitrate.” N.C. Gen. Stat. \n§§ §§ 1-569.7(a)(2012).  Therefore, the court must determine whether the agreement is \nvalid and binding on the Parties before making an assessment as to whether it may \ncompel arbitration of any particular dispute. \n{23}   The court has therefore examined the pleadings as well as additional \nevidence submitted in connection with Defendant’s Motion. \n \n                                                 \n19  Pls.’ Resp. to Def.’s Mot. to Dismiss 8. \n20  Amended Compl. ¶¶ 41-92. \nV. ANALYSIS \n{24}  While the Federal Arbitration Act favors enforcement of arbitration \nprovisions, a prerequisite is the existence of a valid agreement to arbitrate.  See, \ne.g., 9 U.S.C. §§ §§ 2 (providing that, under the Federal Arbitration Act, a contractual \narbitration provision “shall be valid, irrevocable, and enforceable, save upon such \ngrounds as exist at law or in equity for the revocation of any contract.”); Granite \nRock Co. v. Int'l Bhd. of Teamsters , 561 U.S. ___, ___, 130 S. Ct. 2847, 2855−56 \n(2010) (“Where the dispute at issue concerns contract formation, the dispute is \ngenerally for courts to decide.”);  Routh v. Snap-On Tools Corp.,  108 N.C. App. 268, \n271−72, 423 S.E.2d 794 (1992) (“The law of contracts governs the issue of whether \nthere exists an agreement to arbitrate. Accordingly, the party seeking arbitration \nmust show that the parties mutually agreed to arbitrate their disputes.”) (citation \nomitted). \n{25}  The presumption favoring arbitration applies only where it derives its \nlegitimacy from a judicial conclusion that the parties’ express agreement to \narbitrate was validly formed. Granite Rock,  561 U.S. at ___, 130 S. Ct. at 2859−60.  \n“[A]rbitration is a matter of contract and a party cannot be required to submit to \narbitration any dispute which he has not agreed so to submit.”  United Steelworkers \nof Am. v. Warrior & Gulf Navigation Co. , 363 U.S. 574, 582, 80 S. Ct. 1347, 1353 \n(1960). \n{26}  Therefore, the court must first consider relevant evidence to determine \nwhether the Parties had a valid, enforceable agreement.  “[P]ublic policy favoring \narbitration does not come into play unless a court first finds that the parties entered \ninto an enforceable agreement to arbitrate.” Evangelistic Outreach Ctr. v. Gen. \nSteel Corp. , 181 N.C. App. 723, 726, 640 S.E.2d 840, 843 (2007). \n{27}  The initial questions of contract formation are determined as a matter of \nstate law.  Capps v. Blondeau , 2010 NCBC 7 ¶ 43 (N.C. Super. Ct. April 13, 2010), \nhttp://www.ncbusinesscourt.net/opinions/2010_NCBC_7.pdf, aff’d , 719 S.E.2d 256 \n(N.C. Ct. App. 2011). “The [Federal Arbitration Act] only preempts state rules of \ncontract formation which single out arbitration clauses and unreasonably burden \nthe ability to form arbitration agreements . . . with conditions on (their) formation \nand execution . . . which are not part of the generally applicable contract law.”  Park \nv. Merrill Lynch, Pierce, Fenner & Smith, Inc. , 159 N.C. App. 120, 122, 582 S.E.2d \n375, 378 (2003) (citations and quotation omitted). \n{28}  In North Carolina, the burden of proving that an arbitration agreement \nexists is with the party seeking to compel arbitration.  Slaughter v. Swicegood , 162 \nN.C. App. 457, 461, 591 S.E.2d 577, 580 (2004).  This party must persuade the court \nthat the parties mutually agreed to arbitrate their disputes.  Id. . See  Thompson v. \nNorfolk S. Ry. Co. , 140 N.C. App. 115, 120, 535 S.E.2d 397, 400 (2000); Routh, 108 \nN.C. App. at 271—72, 423 S.E.2d at 794 (1992).  The trial court’s finding with \nregard to whether there existed an arbitration agreement is a question of fact, to be \ndetermined by the trial court upon competent evidence.  Id.   Such a determination \nis conclusive on appeal, even where the evidence might support findings to the \ncontrary.  Id. ; Sciolino v. TD Waterhouse Investor Servs., Inc. , 149 N.C. App. 642, \n645, 562 S.E.2d 64, 66 (2002). \n{29}  North Carolina law controls the initial issue of contract formation.  The \nDistribution Agreement purports to subject all claims under the contract to \ndetermination under Minnesota law.  However, the primary question at this stage \nis whether the Parties came to a valid agreement. \n{30}  Neither party argues the agreement was intended to govern commercial \nactivity in Minnesota, and the record suggests that Shadley signed the agreement \nin North Carolina. 21   Even if the Distribution Agreement were actually signed \nduring a meeting of party representatives in Minnesota, if performance is to be \nwholly outside of the state where the agreement was made, the law of the place of \nperformance governs.  Cocke v. Duke Univ. , 260 N.C. 1, 8, 131 S.E.2d 909, 913  \n(N.C. 1963). \n{31}  Therefore, this court must first resolve whether, under North Carolina \nlaw, the Parties came to an agreement to arbitrate. \n                                                 \n21  Aff. Jerald Shadley ¶ 3. \n{32}  The Parties contest several issues controlling this initial decision.  At this \npoint, a question of fact remains as to whether Shadley had authority to bind North \nCarolina SEPG, and whether North Carolina SEPG ratified the Distribution \nAgreement by its conduct in response to the Agreement. \n{33}  The court is mindful of the limitations on the use of discovery by a party \nopposing arbitration.  See Cyclone Roofing Co. v. David M. LaFave Co. , 312 N.C. \n224, 229−30, 321 S.E.2d 872, 876−77 (1984), citing  Carcich v. Rederi A/B Nordie , \n389 F. 2d 692, 696 n. 7 (2 nd  Cir. 1968). \n{34}  However, the court believes it appropriate to allow a discovery period \nending on April 27, 2012 limited to the following specific issues: \n(1)  whether the Distribution Agreement is an enforceable contract executed \nby one with authority; \n(2)  whether Plaintiffs’ conduct has affirmed and/or ratified the arbitration \nclause of the Distribution Agreement; and \n(3)  whether any arbitration agreement was understood to apply to both North \nCarolina SEPG and South Carolina SEPG. \n{35}  Upon conclusion of this period, the court will decide the matter on written \nsubmissions, including sworn testimony, affidavits and authenticated documents. \n{36}  The Parties shall file simultaneous supplemental briefs on May 29, 2012. \n{37}  If the court determines that there is a valid arbitration agreement, the \ncourt will then address the scope of the arbitration clause and whether claims here \nshould be decided by the court or by the arbitrator. \n{38}  The extent to which the arbitration clause applies to claims by both \nplaintiffs is also disputed.  Specifically, Plaintiffs contend the Distribution \nAgreement cannot cover claims related to Defendant’s solicitation of Plaintiffs’ \ncustomers, 22  while Defendant asks the court to apply the arbitration clause to any \n                                                 \n22  Pls.’ Resp. to Def.’s Mot. to Dismiss 9. \nand all claims by Plaintiffs. 23   This issue, however, deals with the scope of the \narbitration clause rather than the issue of its enforceability vel non . 24  \n \nVI. CONCLUSION \n{39}  NOW THEREFORE, based upon the foregoing, it is ORDERED that the \nmotions to stay judicial proceedings and to compel arbitration propounded in this \nmatter by Defendant Sunburst Chemicals, Inc. are DEFERRED.  This action shall \nproceed accordingly. \n \n \n IT IS SO ORDERED, this 13th day of March, 2012. \n \n \n                                                 \n23  Def.’s Memo. of Law in Support of Mot. to Dismiss 15. \n24  Resolution of whether a particular dispute is within the scope of the arbitration agreement is \ngenerally a decision for the court.  See Green v. Short , 2007 NCBC 8 (N.C. Super. Ct. 2007), citing \nRaspet v. Buck , 147 N.C. App. 133, 136, 554 S.E.2d 676, 678  (2001).  As to this question, the court \nconsiders:  (1) whether the parties had a valid agreement to arbitrate, and (2) whether the specific \ndispute between the parties falls within the substantive scope of their agreement.  Raspet , 147 N.C. \nApp. at 136, 554 S.E.2d at 678.  Unless a contractual provision “clearly and unmistakably” provides \nthat the arbitrator will decide which disputes the parties will agree to arbitrate, “the question of \narbitrability ... is undeniably an issue for judicial determination.”  Peabody Holding Co., LLC v. \nUMW , 665 F.3d 96, 102 (4th Cir. Va. 2012), quoting AT&T Techs., Inc. v. Commc'ns Workers of Am. , \n475 U.S. 643, 649, 106 S. Ct. 1415, 1418 (1986). "
}