{
  "id": "c019170700ab5ec851d71ee272655f5077b5ae06187c7ba8ea621427fb802028",
  "source_file": "data/raw/ncbc/c019170700ab5ec851d71ee272655f5077b5ae06187c7ba8ea621427fb802028.pdf",
  "raw_text": "Regency Ctrs. Acquisition, LLC v. Crescent Acquisitions, LLC, 2018 NCBC 7. \n  \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF MECKLENBURG \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 11354 \n \nREGENCY CENTERS ACQUISITION, \nLLC, \n \nPlaintiff, \n \nv. \n \nCRESCENT ACQUISITIONS, LLC, \n \nDefendant. \nORDER AND OPINION ON \nDEFENDANT’S MOTION TO DISMISS \n THIS MATTER comes before the Court upon Defendant ’s Motion to Dismiss \n(N.C. R. Civ. P. 12(b)(6)). (“Motion”, ECF No. 10.) Defendant seeks dismissal of the \nclaims asserted against it in the Complaint (ECF No. 1): equitable estoppel by fraud, \ntortious i nterference with prospective economic advantage, u nfair and deceptive \ntrade practices under N.C. Gen. Stat. § 75-1.1(a) (hereinafter, references to the North \nCarolina General Statutes will be to “G.S.”), and recovery in quantum meruit.  \n THE COURT, having considered the Motion, the briefs and exhibits filed in \nsupport of and in opposition to the Motion, certain documents referenced in the \nComplaint, the arguments of counsel at the hearing, and other appropriate matters \nof record, concludes that th e Motion should be GRANTED for the reasons set forth \nbelow.  \nMcGuireWoods LLP, by Mark E. Anderson, Esq. and Tracey S. DeMarco, Esq., \nfor Plaintiff Regency Centers Acquisition, LLC. \n \nTroutman Sanders LLP, by Kiran H. Mehta, Esq. and Sarah Ash, Esq. , for \nDefendant Crescent Acquisitions, LLC. \n \nMcGuire, Judge.  \nI. FACTS AND PROCEDURAL BACKGROUND  \n1. The Court does not make findings of fact on motions to dismiss under \nRule 12(b)(6) of the North Carolina Rules of Civil Procedure. G.S. § 1A-1, Rule 12(b)(6) \n(hereinafter the North Carolina Rules of Civil Procedure will be referred to as \n“Rule(s)”). The Court only recit es those facts included in the C omplaint that are \nrelevant to the Court’s determination of the Motion. See, e.g., Concrete Serv. Corp. v. \nInv’rs Grp., Inc., 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986). The Court also \nmay consider documents to which the Complaint specifically refers, even when such \ndocuments are submitted by the defendant. Oberlin Capital, L.P. v. Slavin, 147 N.C. \nApp. 52, 60, 554 S.E.2d 840, 847 (2001).  \n2. Plaintiff Regency Centers Acquisition, LLC is a leading national \nlandlord and development partner and has for many years maintained a development \nrelationship with Whole Foods Market Group, Inc. (“Whole Foods”). (ECF No. 1 at  \n¶ 3.) Plaintiff currently “owns and/or manages twenty-three (23) shopping centers in \nwhich Whole Foods is the anchor tenant.”  (Id. at ¶ 3 .) In North Carolina, Plaintiff \nserved as the developer for one Whole Foods store, and is the landlord for two \nshopping centers of which Whole Foods is the anchor tenant. (Id. at ¶ 4.)  \n3. Defendant Crescent Acquisitions, LLC is a Nort h Carolina-based land \ndeveloper with “expertise in multi-family development.” (Id. at ¶¶ 2, 8.)  \n4. In June 2010, Plaintiff began searching for a suitable location to develop \na new Whole Foods store in Charlotte, North Carolina. (Id. at ¶ 5.) Plaintiff “invested \nsignificant time and resources  to identify an appropriate location for the proposed \ndevelopment.” (Id. at ¶ 6.) Plaintiff ultimately decided to pursue the development on \nproperty located in the uptown area of Charlotte, North Carolina (hereinafter the \n“Charlotte Project”). (Id.) \n5. “The cost of land required any potential retail development to be a part \nof a mixed -use development, with the retail portion only a minority use of the \ndevelopment.” (Id. at ¶ 7.) Accordingly, Plaintiff needed a mixed -use development \npartner to lead the construction and development . ( Id.) Plaintiff had recent \nexperience working with Defendant on a residential development project in Raleigh, \nNorth Carolina.” (Id. at ¶ 8.) At the time,  however, Defendant “did not have a retail \ndevelopment platform, an y experience in developing vertically integrated, grocery \nanchored mixed-use projects” and had not previously  developed property for Whole \nFoods. ( Id.) Nevertheless, Plaintiff decided to partner with Defendant on the \nCharlotte Project. (Id. at ¶ 9.) \n6. On August 22, 2014, Plaintiff and Defendant entered into a Letter of \nIntent (“LOI”) for the Charlotte Project . (Id.; LOI, ECF No. 12 .2.) The LOI provides \n“[t]he general terms upon which Regency would be willing to purchase” the Charlotte \nProject once development of the property was completed. (ECF No. 12.2 at p. 1.) The \nLOI provides that Defendant would purchase the property for the Charlotte Project \nand would “perform all development services, including construction of the Whole \nFoods premises.” ( ECF No. 1  at ¶ 10 .) The parties, however, “understood that \n[Plaintiff] was responsible for managing al l aspects of Whole Foods’ involvement in \nthe project, including site approval, negotiation of the letter of intent and the lease, \nand design of the retail component of the proposed development.” (Id.) \n7. The LOI further provides that Plaintiff  would purchase the retail \ncomponent of the Charlotte Project from Defendant upon its completion. (Id.) Plaintiff \nalleges that the LOI provides  that “[Plaintiff] would purchase the retail component \nin exchange for approximately $17.25 million.” ( Id.) The LOI, however, does not \ncontain the $17.25 million figure. Instead, the LOI provides that the  commercial \nretail component of the Charlotte Project would consist of 40,000 square feet of \ngrocery retail area  which Plaintiff would purchase for $365.00 per square foot,  and \nan additional 7,500 square feet of other retail area which Plaintiff would purchase for \n$340.00 per square foot.1 (ECF No. 12.2 at pp. 1, 2.)  \n8. The LOI also contains the following provisions:  \nThe foregoing sets forth the general terms and conditions \nupon which Regency would be interested in purchasing the \nProperty. It is not an offer nor is it a binding agreement, \nbut merely an expression of Regency’s interest.  If the \nforegoing general terms and conditions are acceptable to \nyou, please indicate such in the  space provided below and \nreturn to us. We will then forward it to our attorneys to \nprepare and forward to you a contract which reflects these \nunderstandings. Neither of us shall be bound until an \nacceptable Purchase and Sale Agreement can be executed \nby each of us; \n \nand, \nIt is expressly understood and agreed by both parties that \nthe foregoing proposal constitutes an outline for discussion \n                                                 \n1 The $17.25 million figure apparently is based on a calculation, albeit with a minor math \nerror, using the proposed square footage of the retail component times the price per square \nfoot contained in the LOI: (40,000 x $365 = $14,600,000) + (7,500 x $340 = $2,550,000) = \n$17,150,000. \npurposes only with respect to purchasing the above -\nreferenced property and does not create any contractual \nrights or obligations on the part of either party. Significant \nadditional terms and conditions of the purchase agreement \nare yet to be negotiated and neither party is obligated to \ncontinue such negotiations. In no event shall any \ncontractual rights or obligations exis t until such time as a \npurchase agreement is fully executed and delivered by both \nparties. Accordingly, the parties agree not to rely on the \nterms of this letter and that any obligation incurred, funds \nspent and business opportunities lost are at each party’s sole \nrisk. \n \n(Id. at p. 6 (italics in original).) \n9. In addition, the LOI contemplates  a potential second phase of retail \ndevelopment as part of the Charlotte Project. The LOI contains a paragraph titled \n“Phase II” which provides “ [Defendant] contemplates the Property being developed \nin two Phases . . . . Therefore, [Plaintiff] shall have a one-time right of first offer to \npurchase any Phase II Retail at cost plus 15% . . . .” (Id. at p. 5.) \n10. After executing the LOI Plaintiff and Defendant began negotiating the \nterms of the Purchase and Sale Agreement (“PSA”). (ECF No. 1 at ¶ 14.) The parties \nexchanged several drafts of the PSA, with each party making changes to the terms of \nthe drafted PSA. (Id.) Plaintiff, however, alleges that in the drafts exchanged between \nthe parties the purchase price of $17.25 million “always remained the same.” (Id.)  \n11. Simultaneously with the negotiation  of the PSA , Plaintiff negotiated \nand agreed upon the terms of a lease with Whole Foods (“Whole Foods Lease”). (ECF \nNo. 1 at ¶¶ 12, 15.) “At Whole Foods’ request,” the landlord on the Whole Foods Lease \nwas changed from Plaintiff to Defendant “in a late draft of the lease.” (Id. at ¶ 15.) It \nis standard industry practice “[i] n multi-party commercial development projects . . . \nto exec ute a lease agreement that lists a master developer as the initial landlord \nduring the project’s construction phase, where the completed commercial project is \nintended to be sold to the development partner.” (Id. at ¶ 11.)  \n12. On December 24, 2014, Defendant and Whole Foods executed the Whole \nFoods Lease. (Id. at ¶ 15.) Plaintiff was not a signatory to the Whole Foods Lease. (Id. \nat ¶ 16.) The Whole Foods Lease contains the following provision: \nNotwithstanding anything to the contrary set forth herein, \nTenant hereby acknowledges that Landlord intends to sell \nthe Retail Unit(s) to Regency Centers, L.P., a Delaware \nlimited partnership, or affiliate (“ Regency”) upon the \ncompletion of construction by Landlord of the Final Initial \nLandlord Work and the Ten der Date (the “ Planned \nAssignment”). Effective as of the Planned Assignment, \nRegency shall assume Landlord’s obligations under this \nLease which accrue after the date of such Planned \nAssignment, and the named Landlord hereunder shall be \nreleased from any liability under this Lease which accrues \nafter the date of such Planned Assignment, and Tenant \nagrees to look solely to Regency as Landlord for the \nperformance of such subsequently accruing obligations. \n \n(Id.) \n13. On January 5, 2015, Plaintiff requested that Defendant confirm that \nPlaintiff’s $17.25 million purchase-price offer was a “market offer,” and also indicated \nthat Defendant would require Plaintiff to purchase Phase II as a condition of the sale. \n(Id. at ¶¶ 18–19.) On January 28, 2015, Defendant followed up this request with an \nemail to Plaintiff that stated, in relevant part, as follows: \nWhen we first entered into LOI discussions with you on \n[the Charlotte Project]  it was not yet clear what the f inal \nprogram would be on-site. Since that time we have entirely \nredesigned the site, received better input on pricing, \nnegotiated the final specifications for Whole Foods and \nsolidified our plans for the phase two developme nt. As we \nhave successfully navigated that process, our economics for \nthe investment have continued to be squeezed. \n \nAs a result of the erosion of economics and our progress in \nour internal investment process, we need to address two \nquestions in order to proceed with our deal with you. First, \nwe need to ensure that we have a deal on both  the phase \none Whole Foods and the phase two retail. Second, we need \nsomething to support the fact that your offer for the overall \nretail component is in alignment with market. \n \n(B. Collins Jan. 28, 2015 email, ECF No. 12.3.) \n14. In response to Defendant’s requests, Plaintiff engaged Dr. Howard Biel, \n“a reputable mid -Atlantic developer , to assess the deal and provide an opinion \nregarding market substantiation [.]” ( ECF No.  1 at ¶ 22.) On February 13, 2015, \nPlaintiff provided Dr. B iel’s assessment to Defendant. ( Id. at ¶ 23 ; Chain of emails \nre: H. Biel opinion, ECF No. 12.4.) Plaintiff alleges that Dr. Biel “confirmed that the \nagreed-upon $17.25 million purchase price  was consistent with the  market price.” \n(ECF No. 1 at ¶ 23.) Defendant did not respond to Dr. Biel’s assessment or engage in \nany further negotiations with Plaintiff regarding the purchase price for the Charlotte \nProject. (Id. at ¶ 25.) \n15. On December 10, 2015, Defendant notified Plaintiff that its Broker \nOpinion of Value (“BOV”)2 for Phase I of the Charlotte Project was $25.5 million. (Id. \nat ¶ 28; Email re: BOV, ECF No. 12.5.)  On January 6, 2016, without waiting for \nPlaintiff to respond to the BOV, Defendant broke ground on the Charlotte Project. \n                                                 \n2 Also sometimes referred to as a “broker price opinion” or “compa rative market analysis.” \nSee G.S. §93A-82. \n(ECF No. 1 at ¶ 29.) As of the filing of this lawsuit, Plaintiff and Defendant have not \ncome to an agreement on the purchase price, and the parties have not signed a \nfinalized PSA. (Id. at ¶ 30.)  \n16. On June 16, 2017, Plaintiff filed this lawsuit making claims for:  \nequitable estoppel by fraud, alleging that Defen dant engaged in fraud by  inducing \nPlaintiff to perform development work and negotiate the Whole Foods Lease by \nfalsely representing, up until January 2015, that Defendant would sell Phase I of the \nCharlotte Project to Plaintiff for $17.25 million (Count I); tortious interference with \nprospective economic advantage , alleging that Defendant interfered with Plaintiff’s \nright to enter into a lease agreement directly with Whole Foods (Count II); unfair and \ndeceptive trade practices in violation of the Unfair and Deceptive Trade Practices Act, \nG.S. § 75 -1.1(a) (“UDTPA”), alleging that Defendant’s fraud and interference with \nPlaintiff’s relationship with Whole Foods were deceptive  (Count III); and, \nalternatively, recovery in quantum meruit , alleging that Plaintiff should be \ncompensated for its services in the development of the Charlotte Project (Count IV). \n17. On June 29, 2017, this matter was designated to the North Carolina \nBusiness Court pursuant to G.S. § 7A-45.4. (Designation Order, ECF No. 3.) On July \n5, 2017, the case was assigned to the undersigned  by Order Chief Business Court \nJudge James L. Gale. (Assignment Order, ECF No. 5.) \n18. On August 11, 2017 Defendant filed the Motion and a Memorandum of \nLaw in Support of its Motion to Dismiss ( Corrected Memo. Supp. Mot.  to Dismiss, \nECF No. 12.) On September 7, 2017, Plaintiff filed its amended Memorandum in \nOpposition to the Motion. (Memo. Opp. Mot. to Dismiss, ECF No. 14.) On September \n25, 2017, Defendant filed its Reply Brief in Support of its Motion to Dismiss ( Reply \nSupp. Mot. to Dismiss, ECF No. 18.) On November 8, 2017, the Court held a hearing \non the Motion. The Motion is now ripe for disposition. \n \nII. ANALYSIS \nA. Rule 12(b)(6) standard \n19. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court’s \ninquiry is “whether, as a matter of law, the allegations of the [C]omplaint, treated as \ntrue, are sufficient to state a claim upon which relief may be granted under some \nlegal theory, whether properly labeled or not.” Harris v. NCNB Nat’l Bank , 85 N.C. \nApp. 669, 670, 355 S.E.2d 838, 840 (1987). North Carolina is a notice pleading state. \nSee, e.g., Feltman v. City of Wilson, 238 N.C. App. 246, 252, 767 S.E.2d 615, 620 (2014) \n(quoting Wake Cty. v. Hotels.com, L.P. , 235 N.C. App. 633, 646, 763 S.E .2d 477, 486 \n(2014)). “Under notice pleading, a statement of claim is adequate if it gives sufficient \nnotice of the claim asserted to enable the adverse party to answer and prepare for \ntrial, to allow for the application of the doctrine of res judicata, and to show the type \nof case brought.” Id.  \n20. Dismissal of a claim pursuant to Rule 12(b)(6) is proper “(1) when the \ncomplaint on its face reveals that no law supports plaintiff’s claim; (2) when the \ncomplaint reveals on its face the absence of fact sufficient to make a good claim; [or] \n(3) when some fact disclosed in the complaint necessarily defeats the plaintiff’s \nclaim.” Oates v. JAG, Inc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985). In deciding \na motion to dismiss, t he Court must construe the Complaint liberally and accept all \nwell-pleaded allegations as true. Laster v. Francis, 199 N.C. App. 572, 577, 681 S.E.2d \n858, 862 (2009). The Court, however, is not required “to accept as true allegations \nthat are merely conclusory, unwarranted deductions of fact, or unreasonable \ninferences.” Good Hope Hosp., Inc. v. N.C. Dep’t of Health & Human Servs., 174 N.C. \nApp. 266, 274, 620 S.E.2d 873, 880 (2005). In addition, t he Court may consider \ndocuments that are the subject of Plaintiff’s Complaint and to which the C omplaint \nspecifically refers, including a contract that forms the subject matter of the action. \nOberlin Capital, L.P., 147 N.C. App. at 60, 554 S.E.2d at 847. \n21. Defendant seeks dismissal of all of Plaintiff’s claims. The Court will \nanalyze each claim individually , but first discusses the significance of the LOI in \ndeciding the Motion. \nB. Plaintiff does not seek to enforce the LOI, but instead ignores the \nLOI \n \n22. As a preliminary matter, the Court notes that unlike most of the \nreported cases involving attempts to enforce terms contained in letters of intent, in \nthis action Plaintiff does not contend that the LOI is a binding contract. This is \nconsistent with the reported cases in North Carolina, which have held that LOI’s of \nthe type entered into between the parties to this action—those that are expressly non-\nbinding and contemplate a more detailed future agreement between the parties —\nusually are not binding agreements. E.g., JDH Capital, LLC v. Flowers, 2009 NCBC \nLEXIS 8, at *15 (N.C. Sup. Ct. Mar. 13, 2009) (finding that the letter of intent at issue \nwas not a binding contract because it, inter alia, stated on its face that it was a “letter \nof intent and that it is not binding,” “contemplate[d] the execution of a more complete \nagreement,” and contained “no language inferring an intent to be bound”) (citing \nDurham Coca-Cola Bottling Co. v. Coca-Cola Bottling Co. Consolidated, 2003 NCBC \n3, at *PP 37, 46 (N.C. Super. Ct. Apr. 28, 2003).)); see also Boyce v. McMahan, 22 N.C. \nApp. 254, 258, 206 S.E.2d 496, 499 (1974) (holding that the agreement at issue was \n“made [ ] subject to a more detailed agreement at some specific date to be agreed to \nby the parties hereto ” and was therefore not a binding contract  (internal quotation \nmarks omitted)). \n23. As was the case in  the above -cited decisions, the LOI in this action \ncontains explicit language stating that the parties will not be bound by its terms \nunless and until the parties execute a PSA. (ECF No. 12.2 at p. 6.) The LOI provides \nthat “[i]t is not an offer nor is it a binding agreement, but merely an expr ession of \n[Plaintiff]’s interest . . . . Neither of us shall be bound until an acceptable [PSA] can \nbe executed by each of us .” (ECF No. 12 .2 at p. 6.)  The LOI also states that \n“[s]ignificant additional terms and conditions of the [PSA] are yet to be negot iated \nand neither party is obligated to continue such negotiations. In no event shall any \ncontractual rights or obligations exist until such time as a [PSA] is fully executed and \ndelivered by both parties.” (Id (italics omitted).)  \n24. Although Plaintiff does not allege that the terms of the LOI  create a \nbinding contract, Plaintiff contends that Defendant bound itself to a purchase price \nof $17.25 million prior to the parties executing a final PSA , and attempts to fashion \nclaims for equitable estoppel, tortious  interference, unfair trade practices , and \nquantum meruit out of this contention. Plaintiff does not argue that the LOI language \nis ambiguous, or does not reflect the parties’ intentions. In fact, Plaintiff ignores the \nLOI and seeks to have the Court ignor e it as well. This is not supported by North \nCarolina decisions. Rather, courts should not “ignore an initial agreement between \nthe parties that fails to include binding language and specifically states that the \nagreement is non-binding until a definitive agreement is reached.” JDH Capital, 2009 \nNCBC LEXIS 8, at *24.3 This “is particularly true where the business arrangement \nbeing negotiated is one in which a comprehensive agreement is both normal and \nadvisable,” such as a complex real estate development pr oject. Id. Each of Plaintiff’s \nclaims must be analyzed against the backdrop of the terms of the LOI that governed \nthe parties’ relationship regarding the Charlotte Project. \n \nC. North Carolina does not recognize a cause of action for equitable \nestoppel by fraud and Plaintiff has not alleged breach of an oral \ncontract \n \n25. Plaintiff’s first claim is titled “Equitable Estoppel by Fraud.” (ECF No. \n1 at p. 9; ¶¶ 33 –38.) Plaintiff appears to allege that at or around the time that  the \nparties executed the LOI, Defendant agreed that the price Plaintiff would pay for the \nretail component of the completed Charlotte Project was $17.25 million. (Id. at ¶ 34.) \nPlaintiff alleges that “ at some point  between August 2014 and January 2015, \n                                                 \n3 In JDH Capital, the court granted summary judgment to the defendants and dismissed the \nplaintiff’s claims for breach of the letter of intent , quantum meruit, negligent \nmisrepresentation, fraud, and unfair trade practices, and denied the plaintiff’s motion to \namend to state a claim for breach of an oral contract on the grounds of futility. 2009 NCBC \nLEXIS 8. \n[Defendant] determined that it would no t sell the property to [Plaintiff] for the \npreviously agreed-upon $17.25 million purchase price ,” but Defendant nonetheless \n“represented to [Plaintiff] that the agreement stood strong . . . with the intention of \ninducing [Plaintiff] to continue its development work on the [Charlotte Project].” (Id. \nat ¶ 35.) Plaintiff alleges it relied on Defendant’s representations in negotiating the \nWhole Foods Lease. (Id. at ¶ 36.) \n26. Defendant argues that the claim for equitable estoppel by fraud should \nbe dismissed  because North Carolina does not recognize equitable e stoppel as an \naffirmative cause of action . (ECF No. 12 at p. 9.) Defendant is correct. See, e.g. , \nHerring v. Volume Merchandise, Inc., 252 N.C. 450, 453, 113 S.E.2d 814, 816 (1960) \n(“Estoppels are protective only, and are to be invoked as shields, and not as offensive \nweapons.”); Home Elec. Co. of Lenoir, Inc. v. Hall & Underdown Heating & Air \nConditioning Co., 86 N.C. App. 540, 543, 35 8 S.E.2d 539, 541 (1987), aff’d, 322 N.C. \n107, 366 S.E.2d 441 (per curiam) (“North Carolina case law has not approved the \ndoctrine [of estoppel] for affirmative relief.”); Laschkewitsch v. Legal & General \nAmerica, Inc., 247 F. Supp. 3d 710 , 721 (E.D.N.C. Mar. 23, 2017) (“North Carolina \ncourts, however, do not recognize estoppel as an affirmative cause of action.”); \nKrawiec v. Manly, 2016 NCBC 7, 2016 WL 374734, at *12 (N.C. Super. Ct. Jan. 22, \n2016) (“[T]he doctrine of equitable estoppel is not a basis for an affirmative claim for \nrelief. Rather, the doctrine provides a defense to bar enforcement of opposing claims \nor affirmative defenses.”).  \n27. Because the existing law of North Carolina does not support an \naffirmative cause of action f or equitable estoppel by  fraud, Defendant’s motion to \ndismiss Plaintiff’s attempt to bring an affirmative claim f or equitable estoppel by \nfraud should be GRANTED, and Plaintiff’s purported claim should be dismissed with \nprejudice. \n28. To salvage its first claim, Plaintiff argues  that the claim should be \ntreated as a claim for breach of “an oral contract for the sale of land ,” and that it  \nalleges equitable estoppel by fraud in anticipation of Defendant asserting a defense \nof statute of frauds. 4 (ECF No. 14 at pp. 8–10.) Plaintiff apparently contends that the \nComplaint would support a claim that Defendant orally agreed to a $17.25 million \npurchase price, and that this oral agreement stands separate from the other terms of \nthe LOI and can be enforced despite the failure of the parti es to enter into a final \nPSA. The Court is not persuaded by Plaintiff’s argument. \n29. “The elements of a claim for breach of contract are (1) existence of a valid \ncontract and (2) breach of the terms of [the] contract.” McLamb v. T.P. Inc., 173 N.C. \nApp. 586, 588, 619 S.E.2d 577, 580 (2005). It is well-established that:  \n[A] valid contract between two parties can only exist when the parties \nassent to the same thing in the same sense, and their minds meet as to \nall terms. This assent, or meeting of the minds, requires an offer and \nacceptance in the exact terms and that the acceptanc e must be \ncommunicated to the offeror. If the terms of the offer are changed or any \nnew ones added by the acceptance, there is no meeting of the minds and, \nconsequently, no contract.  \n                                                 \n4 The Complaint does not expressly allege that Defendant orally accepted the purchase price \nnor make any reference to the existence of an oral agreement. \nNormile v. Miller, 313 N.C. 98, 103, 326 S.E.2d 11, 15 (1985) (internal citations and \nquotation marks omitted). An acceptance that contains new or differing terms from \nthe offer is not truly acceptance, but a counter -offer. Id. Acceptance must be \ncommunicated to the offeror in some form sufficient to manifest  the offeree’s intent \nto be bound to the  exact terms of the offer. Executive L easing Associates, Inc. v. \nRowland, 30 N.C. App. 590, 592, 227 S.E.2d 642, 644 (1976). The Complaint does not \nallege facts that would support an offer, or acceptance, of the $17.25 million purchase \nprice so as to form a separate contract for that single term. \n30. First, Plaintiff does not allege that the LOI was, itself,  an offer to \npurchase for $17.25 million. In fact, that figure is not contained in the LOI. The LOI \ncannot be an offer because t he terms of the LOI are incomplete  and expressly \ncontemplate the need for further negotiations before the parties could reach a valid \nand binding final agreement. (ECF No. 12.2 at p. 6.)  Both parties made changes to \nthe drafts of the PSA, and a final agreement as to all terms had not been reached \nwhen negotiations ceased. (ECF No. 1 at ¶ 30.)  \n31. To the extent Plaintiff contends that the $17.25 million offer was \ncontained in a draft PSA exchanged with Defendant, such contention is unsupported \nby the allegations. Plaintiff does not allege that any term contained within the drafts \nof the PSA  was ever expressed in such a way that the receiving party could have \nunderstood them to be an offer which the other party could accept to create a contract \nthat would be discrete and separate from the other terms of the draft PSA. Therefore, \nPlaintiff has not adequately alleged an offer , oral or otherwise,  to create a binding \ncontract regarding the $17.25 million purchase price.  \n32. Plaintiff also has not sufficiently alleged that Defendant orally accepted \nthe $17.25 million purchase price. Beyond the statement that Plaintiff and Defendant \n“agreed that [Defendant] would sell the commercial property . . . to [Plai ntiff for \n$17.25 million” (ECF No. 1 at ¶ 34), Plaintiff does not plead any specific facts in \nsupport of Defendant’s alleged oral acceptance of the purchase price, such as the date \nof the acceptance or the identity of Defendant’s representative who orally accepted. \n33. The Court is not required to accept Plaintiff’s conclusory claim that the \nparties formed an “oral contract” in the absence of some factual allegations to support \nsuch a conclusion. E.g., Stanback v. Stanback, 297 N.C. 181, 204, 254 S.E.2d 611, 626 \n(1979) (“[D]espite the liberal nature of the concept of notice pleading, a complaint \nmust nonetheless state enough to give the substantive elements of at least some \nlegally recognized claim or it is subject to dismissal under Rule 12(b)(6).”); Skinner v. \nReynolds, 237 N.C. App. 150, 156, 764 S.E.2d 652, 657 (2014) (repeating the Stanback \nstandard and holding that because “[p]laintiff does not support these conclusory \nallegations with alleged facts” the claim for libel per se cannot survive a 12(b)(6) \nmotion to dismiss). Accordingly, the Complaint does not allege the formation of a valid \noral contract between the parties. \n34. Finally, in JDH Capital , the trial court was faced with a similar \nargument by the plaintiff that the court framed as “whether [an] unenforceable Letter \nof Intent may be converted into an enforceable agreement by an oral agreement .” \n2009 NCBC LEXIS 8, at *23. The court stated that to find the existence of an oral \ncontract would “require[] the [c] ourt to ignore the plain language of th e Letter of \nIntent, which calls for the execution of a detailed final agreement of the type generally \nassociated with similar real estate development projects.” Id. Similarly, in this case, \nPlaintiff simply cannot escape the express terms of the LOI by means of claiming an \noral contract. \n35. Therefore, to the extent Plaintiff purports to state a claim for breach of \noral contract in the Complaint, Defendant’s motion to dismiss should be GRANTED, \nand the claim should be dismissed without prejudice.5 \nD. The allegations do not support Plaintiff’s claim that Defendant \ninduced Whole Foods to not enter into a lease with Plaintiff \n \n36. Plaintiff’s second claim is  for tortious interference with prospective \neconomic advantage. (ECF No. 1 at p. 10; ¶¶ 39–43.) Plaintiff alleges that Defendant \n“falsely represent[ed], through the signed LOI and other written and verbal \nrepresentations to Plaintiff and Whole Foods, that [Defendant] intended to sell the \ncompleted Whole Foods facility to [Plaintiff] for $17.25 million.” (Id. at ¶ 42.) Plaintiff \nalleges that, absent Defendant’s false representation, “Whole Foods would not have \nsigned the lease agreement with [Defendant] and would have entered into the lease \nagreement directly with [Plaintiff].” (Id.)  \n                                                 \n5 While the Complaint does not contain allegations that support the existence of an oral \ncontract, the Court does not wish to foreclose Plaintiff from alleging a claim for breach of oral \ncontract, if such claim exists and Plaintiff chooses to refile a complaint agains t Defendant. \nTherefore, this claim is dismissed without prejudice. \n37. “In order to state a claim f or wrongful interference with prospective \nadvantage, the plaintiffs must allege facts to show that the defendants acted without \njustification in inducing a third party to refrain from entering into a contract with \nthem which would have ensued but for the i nterference.” Radcliffe v. Avenel \nHomeowners Ass’n, 2016 N.C. App. LEXIS 824 at *46, 789 S.E.2d 893, 911  (2016) \n(citing Walker v. Sloan, 137 N.C. App. 387, 393, 529 S.E.2d 236, 242 (2000)); Gupton \nv. Son-Lan Dev. Co., 205 N.C. App. 133, 142 -43, 695 S.E.2d 763, 770 (2010) (same). \n“[U]nlawful interference with the freedom to contract is actionable” when it \nmaliciously “prevent[s] the making of a contract . . . with design to injure the plaintiff, \nor gain some advantage at [plaintiff’s] expense.” Coleman v. Whisnant, 225 N.C. 494, \n506, 35 S.E.2d 647, 656 (1945).  \n38.  “[T]he inducement required to establish a claim for intentional \ninterference with prospective economic advantage requires purposeful conduct \nintended to influence a third party not to enter into a contract with the claimant. ” \nKRG New Hill Place, LLC v. Springs Investors , LLC, 2015 NCBC LEXIS 20, at *15 \n(N.C. Sup. Ct. Feb. 27, 2015). It is not enough that the defendant’s actions caused a  \nthird-party to decide not to enter into a contract with the pla intiff. Id. at *16 –17 \n(holding that defendant’s failure to complete infrastructure work on plaintiff’s \nproperty, which led a third-party to back out of an agreement with plaintiff to develop \nthe residential component of the property, was not purposeful act ion intended to \ninfluence the third-party, and therefore insufficient to establish inducement).  \n39. Plaintiff has not alleged that Defendant engaged in any purposeful \naction towards Whole Foods that influenced Whole Foods not to enter into a lease \nwith Plaintiff. To the contrary, Plaintiff alleges that Whole Foods requested that \nDefendant, instead of Plaintiff,  be listed as the landlord in the Whole Foods L ease, \nand that it is “common industry practice” and the “industry standard” for the master \ndeveloper to be listed as the landlord on the lease executed with retail tenants during \nthe construction phase of a land development project. (ECF No. 1  at ¶¶ 11, 15.) In \naddition, Plaintiff does not allege that Defendant made any representations directly \nto Whole Foods in connection with the execution of the LOI  or the negotiation of the \nWhole Foods Lease . Rather, Plaintiff “manag[ed] all aspects of Whole Foods \ninvolvement in the project, including site approval, negotiations of the letter of intent \nand the lease, and design of the retail component of the proposed development.” (ECF \nNo. 1 at ¶ 10 (emphasis added).) The facts alleged do not support Plaintiff’s claim that \nDefendant induced Whole Foods to enter into the Lease Agreement with Defendant \ninstead of Plaintiff. \n40. Because Plaintiff’s  allegations do not support a cla im of intentional \ninterference, Defendant’s motion to dismiss Plaintiff’s tortious interference with \nprospective economic advantage claim should be GRANTED and the claim should be \ndismissed with prejudice. \n \n \nE. Since Plaintiff’s other claims are dismissed and it has failed to allege \nany other unfair or deceptive conduct, the UDTPA claim should be \ndismissed \n  \n41. In support of its claim for violation of the UDTPA, Plaintiff alleges that \nDefendant falsely represented that it would sell the retail component of the Charlotte \nProject to Plaintiff for $17.25 million for the purpose of obtaining the Whole Foods \nLease knowing that, once the Whole Foods Lease was executed, Defendant would not \nsell the retail component to Plaintiff. (ECF No. 1 at ¶¶ 48–49.) Plaintiff alleges that \nthis “bait-and-switch” tactic is an unfair or deceptive trade practice as defined in G.S. \n§ 75-16. (ECF No. 1 at ¶ 50.)  \n42. “To establish a prima facie case of unfair and deceptive trade practices, \na plaintiff must show that (1) the defendant committed an unfair or deceptive act or \npractice, (2) the act was in or affecting commerce, and (3) the act proximately caused \ninjury to the plaintiff.” White v. Consol. Planning, Inc. , 166 N.C. App. 283, 303, 603 \nS.E.2d 147, 161 (2004); see also Combs & Assocs. v. Kennedy, 147 N.C. App. 361, 373–\n74, 555 S.E.2d 634, 642 (2001). “A mere breach of contract, even if intentional, is not \nan unfair or deceptive act under Chapter 75.” Bob Timberlake Collection, Inc. v. \nEdwards, 176 N.C. App. 33, 42, 626 S.E.2d 315, 323 (2006) (citing Bartolomeo v. S.B. \nThomas, Inc., 889 F.2d 530, 535 (4th Cir. 1989)  and Skinner v. E. F. Hutton & Co., \nInc., 314 N.C. 267, 275, 333, S.E.2d 236, 241 (1985)). In order for a breach of contract \nto provide the basis for a claim for unfair or deceptive trade practices, “a party must \nshow substantial aggravating circumstances attending the breach.” Bob Timberlake, \n176 N.C.  App. at 42, 626 S.E.2d at 323.  Whether an act or practice is unfair or \ndeceptive is ultimately a question of law for the Court. Songwooyarn Trading Co. v. \nSox Eleven, Inc., 213 N.C. App. 49, 56, 714 S.E.2d 162, 167 (2011). \n43. Plaintiff’s claim for unfair and deceptive trade practices again relies on \nthe allegation that Defendant breached an agreement to sell the retail component of \nthe Charlotte Project to Plaintiff for $17.25 million, and falsely represented to \nPlaintiff that it would sell the property for this price. The Court has dismissed \nPlaintiff’s claims for equitable estoppel by fraud, breach of oral contract, and \ninterference with prospective economic advantage, based on the same alleged \nconduct. Plaintiff has not alleged any other conduct that would support a claim that \nDefendant engaged in unfair or deceptive practices.  \n44. Since Plaintiff’s underlying claims have been dismissed, its claim for \nviolation of the UDTPA also should be dismissed. See, e.g., B&F Slosman  v. \nSonopress, Inc., 148 N.C. App  81, 89, 557 S.E.2d 176, 182 (2001) (“The essence of \nplaintiff’s [UDTPA] claim is that defendant committed fraud and breached an alleged \nlease. Having determined that plaintiff has failed to make a prima facie case with \nrespect to each of these claims, we likewise conclude plaintiff has not established a \nclaim for unfair and deceptive business practices.”); Combs & Assocs. v. Kennedy, 147 \nN.C. App. 362, 374, 555 S.E.2d 634, 642 (2001) (“[P]laintiff's claim that defendants \nengaged in  unfair and  deceptive trade practices  rests with its claims for \nmisappropriation of trade secrets, tortious interference with  contracts and civil \nconspiracy. Having determined that the trial court properly granted summary \njudgment on each of these claims, we likewise conclude that no claim for unfair \nand deceptive trade practices exists.”). \n45. In its brief, Plaintiff appears to argue that the allegations  in the \nComplaint would support a claim for fraud ulent misrepresentation  sufficient to \nsustain a cause of action for unfair trade practices. (ECF No. 14 at pp. 16–17.) “Proof \nof fraud would necessarily constitute a violation of the prohibition against unfair and \ndeceptive acts.” Hardy v. Toler, 288 N.C. 303, 309, 218 S.E.2d 342, 346 (1975).  \n46. The Court disagrees with Plaintiff’s argument. A claim for fraud \nrequires that Plaintiff plead “the time, place and content of the fraudulent \nrepresentation, identity of the person making the representation and what was \nobtained as a result of the fraudulent acts or representations.” Bob Timberlake, 176 \nN.C. App. at 39, 626 S.E.2d at 321 (quoting Terry v. Terry, 302 N.C. 77, 85, 273 S.E.2d \n674, 678  (1981) (internal quotations omitted)).  “Mere generalities and conclusory \nallegations of fraud will not suffice.” Sharp v. Teague , 113 N.C. App. 589, 597 , 439 \nS.E.2d 792, 797 (1994) (quoting Moore v. Wachovia Bank & Trust Co. , 30 N.C. App. \n390, 391 , 226 S.E.2d 833, 835  (1976)). When a section 75 -1.1 claim is based on \nallegations of deceptive conduct, such allegations must be pleaded with particularity. \nSee, e.g. Topshelf Mgmt. v. Campbell -Ewald Co., 117 F. Supp. 3d 722, 731, 215 U.S. \nDist. LEXIS 100910, at *21 (M.D.N.C. Aug. 3, 2015) (“Rule 9(b) applies to section 75-\n1.1 claims alleging detrimental reliance on false or deceptive representations . . . this \nclaim also lacks sufficient particularity under Rule 9(b) and will be dismissed.”); Hilco \nTransp., Inc. v. Atkins, 2016 NCBC LEXIS 5, at fn. 5 (N.C. Super. Ct. Jan. 15, 2016).  \n47. Plaintiff does not allege the specific date s or  specific content of any \nmisrepresentations made by Defendant, nor the identity of the person  or persons \nmaking such representations. Plaintiff vaguely alleges only that between the “Fall \n2014” and January 2015 Defendant “represented to [Plaintiff] that the agreement [to \nsell the property for $17.25 million] stood strong.” (ECF No. 1 at ¶ 46.)  Plaintiff has \nnot pleaded fraudulent misrepresentation with adequate specificity, and th e \nComplaint fails to allege a claim for unfair trade practices in violation of the UDTPA. \n48. Defendant’s motion to dismiss Plaintiff’s claim for unfair or deceptive \ntrade practices  should be  GRANTED and the claim should be dismissed without \nprejudice.6  \nF. Plaintiff’s claim for quantum meruit fails because the allegations do \nnot support a claim that Plaintiff had an expectation of \ncompensation \n \n49. Finally, “in the alternative to recovery” under its first three claims , \nPlaintiff seeks to recover on a theory of quantum meruit  (unjust enrichment) for \nservices it provided in relation to the Charlotte Project. (ECF No. 1 at  p. 12; ¶¶ 51–\n55.) Plaintiff alleges that in connection with the Charlotte Project, it identified the \nproperty to be developed, recruited Defendant to the development team, contributed \nto the site plan and architectural design, and secured and negotiated the lease with \n                                                 \n6 While the allegations of the Complaint does not allege with sufficient particularity the \ntime, content of, or person who made fraudulent misrepresentations that would support a \nclaim for deceptive trade practices, the Court does not wish to foreclose Plaintiff from \nproviding such particularity if such claim exists and Plaintiff chooses to refile a complaint \nagainst Defendant. Therefore, this claim is dismissed without prejudice. \nWhole Foods. (Id. at ¶ 52.) Plaintiff also alleges that Defendant knew that Plaintiff \n“was acting with the expectation of compensation.” (Id. at ¶ 53.) \n50. “Quantum meruit operates as an equitable remedy based upon a quasi  \ncontract [sic] or a contract implied in law which provides a measure of recovery for \nthe reasonable value of services rendered in order to prevent unjust enrichment.” Ron \nMedlin Constr. v. Harris , 364 N.C. 577,  589, 704 S.E.2d 486, 488 ( 2010) (internal \nquotation marks omitted) . “To recover in quantum meruit, plaintiff must show: (1) \nservices were rendered to defendants; (2) the services were knowingly and voluntarily \naccepted; and (3) the services were not given gratuitously.” Envtl. Landscape Design \nSpecialist v. Shields, 75 N.C. App. 304, 306, 330 S.E.2d 627, 628 (1985).  \n51. “In addition, ‘ quantum meruit  claims require a showing that both \nparties understood that services were rendered with the expectation of \npayment.’” Wing v. Town of Landis , 165 N.C. App. 691, 693, 599 S.E.2d 431, 433 \n(2004) (quoting Scott v. United Carolina Bank , 130 N.C. App. 426, 429, 503 S.E.2d \n149, 152 (1998)).  This does not mean that the plaintiff a lone had an expectation of \ncompensation, but that the defendant understood that it was expected to compensate \nthe plaintiff for the services. Twiford v. Waterfield, 240 N.C. 582, 585, 83 S.E.2d 548, \n551 (1954) (“The quantum meruit  must rest upon an implied  contract. It must be \nmade to appear that at the time the services were rendered, payment was intended \non the one hand and expected on the other. ”) (internal citation and quotation marks \nomitted); see also Snow v. East, 96 N.C. App. 59, 63, 384 S.E.2d 689,  692 (1989) (to \nsimilar effect). \n52. While Plaintiff contends  that it had an “expectation of compensation,” \nand that Defendant understood Plaintiff’s expectation, Plaintiff alleges only that its  \nexpectation was that Defendant “would sell Plaintiff the . . . property . . . for $17.25 \nmillion.” (ECF No. 1 at ¶ 53.) Plaintiff does not allege that it expected Defendant to \ncompensate it for any of its efforts in developing the Charlotte Project or for securing \nthe lease with Whole Fo ods, or that Defendant expected to pay Plaintiff for those \nefforts. Again, the plain language of the LOI belies such expectations , stating \nexpressly that “the parties agree . . . that any obligation incurred, funds spent and \nbusiness opportunities lost are at each party’s sole risk.” (ECF No. 12.2 at p. 6.) \n53. Plaintiff argues that  in JDH Capital, cited supra, this Court \n“affirmatively found that the value of procuring a lease is recoverable against a party \nto a failed letter of intent.”  (ECF No. 14 at p. 18.)  Plaintiff contends that since it \nassisted Defendant in entering into the Whole Foods Lease, it should be compensated \nfor the value of providing that service. (Id.) \n54. Plaintiff mischaracterizes JDH Capital. In that case, the trial court held \nthat Plaintiff could not recover for the services it provided in the development of the \nproperty, including identifying and introducing the defendant to Lowes Foods as a \npotential anchor tenant, because “[p]laintiff ha[d] failed to establish an expectation \nthat it would be paid for any service.” JDH Capital, 2009 NCBC LEXIS 8 at *26. The \ncourt further explained that \nParties enter into letters of intent because they have \nunresolved issues. They understand that there are risks \ninvolved because of the clear possibility that no final \nagreement may be reached. [Plaintiff] is a sophisticated \ndeveloper. It drafted the Letter of Intent. It knew that \nthere were risks involved. It knew that [defendant] had \nreservations and specific desires with respect to her \nproperty. At no time di d [plaintiff] indicate to [defendant] \nthat she would be expected to pay for any service it \nprovided if a final agreement was not reached. It could \nhave contracted for that protection. Moreover, there is no \nevidence in this record that [defendant] believed she would \nhave to compensate [plaintiff] if a final agreement was not \nreached. [Plaintiff] was free at any point to decline \nperformance of any service until it received an agreement \nto be paid. [Plaintiff] could have eliminated the risks, but \nit chose not to do so. \n \nAbsent some evidence of expectation of payment, there can \nbe no claim for quantum meruit. Otherwise, parties would \nbe unable to enter into letters of intent because they would \nnever know what liabilities they might incur if a final deal \nwas not reached. \n \nId. 8 at *26–27. \n \n55. In JDH Capital, the court addressed the additional question of whether \nthe plaintiff could prove the “reasonable value” of services it provided if the plaintiff \nwere able to recover in quantum meruit . T he Court stated  in dicta that had the \nplaintiff secured a lease with Lowes Foods as an anchor tenant for the development  \n“a different outcome may have resulted” because the lease would provide a basis for \ndetermining the reasonable value of a service. Id. at *30. Plaintiff’s reliance on this \nlanguage is misplaced . In addition to the fact that the language is dicta, Plaintiff \nsuffers from the same fundamental deficiency as the plaintiff in JDH Capital : it \ncannot allege that it had an expectation of compensation in the face of the express \nlanguage of the LOI.  In fact, the LOI in this case not only states that a binding \nagreement is conditioned on reaching a final PSA, it has language not present in the \nletter of intent in JDH Capital expressly stating that all “funds spent” and “business \nopportunities lost” are at each party’s “sole risk.” (ECF 12.2 at p. 6.)  \n56. In conclusion, the Complaint fails to allege facts that would support that \nPlaintiff had an expectation of compensation for the efforts it undertook on the \nCharlotte Project. To the contrary, the existence of the LOI  as written “necessarily \ndefeats the plaintiff’s claim” for recovery under quantum meruit. Oates v. JAG, Inc., \n314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985). As a result, Defendant’s motion to \ndismiss Plaintiff’s claim for recovery under quantum meruit should be GRANTED, \nand the claim should be dismissed with prejudice.  \nIII. CONCLUSION \nTHEREFORE, IT IS ORDERED that Defendant’s Motion is GRANTED, and \nall of Plaintiff’s claims are DISMISSED, as follows: \n1. Plaintiff’s first claim for Equitable Estoppel by Fraud is DISMISSED with \nprejudice.  \n2. To the extent that Plaintiff attempts to state a claim for Breach of Oral \nContract in this Complaint, such claim is DISMISSED without prejudice. \n3. Plaintiff’s second claim for Tortious Interference with Prospective Economic \nAdvantage is DISMISSED with prejudice. \n4. Plaintiff’s third claim for Unfair and Deceptive Trade Practices under section \n75-1.1 is DISMISSED without prejudice. \n5. Plaintiff’s fourth claim for Recovery in Quantum Meruit is DISMISSED with \nprejudice. \nThis, the 24th day of January, 2018.  \n \n  /s/ Gregory P. McGuire    \n    Gregory P. McGuire \n    Special Superior Court Judge for \n    Complex Business Cases "
}