{
  "id": "c01c5b34dadd0ca6d5c33de73bcdcc5d6e6c7c471ed64d67df38385608808512",
  "source_file": "data/raw/ncbc/c01c5b34dadd0ca6d5c33de73bcdcc5d6e6c7c471ed64d67df38385608808512.pdf",
  "raw_text": "Islet Scis., Inc. v. Brighthaven Ventures, LLC, 2018 NCBC 13. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 16388 \n \nISLET SCIENCES, INC., \n  \nPlaintiff, \n \nv. \n \nBRIGHTHAVEN VENTURES LLC, \nJAMES GREEN, and WILLIAM \nWILKISON, \n \nDefendants \n \nand \n \nBRIGHTHAVEN VENTURES, LLC, \n \n                  Third-Party Plaintiff, \n \n           v. \n \nJOHN F. STEEL, IV, EDWARD T. \nGIBSTEIN, and COVA CAPITAL \nPARTNERS, LLC, \n \n               Third-Party Defendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION FOR \nJUDGMENT BY DEFAULT \n \nTHIS MATTER comes before the Court on Defendants Brighthaven Ventures, \nLLC (“BHV”), James Green  (“Green”), and William Wilkison’s  (“Wilkison”) \n(collectively, “Defendants”) Motion for Entry of Judgment by Default against Plaintiff \nIslet Sciences, Inc. (“Plaintiff”) (“Motion,” ECF No. 135). Defendants move pursuant \nto North Carolina Rule of Civil Procedure 55(b)(2)(b) (hereinafter “Rules”)  and \ncorrectly note that the Court may decide the Motion witho ut a hearing if Plaintiff \nfails to file a written response opposing the Motion within thirty (30) days of service. \n(ECF No. 135  at p. 2  (citing Rule 55(b)(2)) .) Defendants served the Motion on \n \n \nDecember 18, 2017, and Plaintiff has not filed a response in opposition. Accordingly, \nthe Court decides the Motion without a hearing. \nTHE COURT, having considered the Motion, the brief and affidavits filed in \nsupport of the Motion, and other appropriate matters of record, concludes that the \nMotion should be GRANTED in part and DENIED in part, and that damages should \nbe awarded to Defendants, as set forth below. \nPROCEDURAL BACKGROUND \n1. The Court stated in detail the factual allegations and procedural \nbackground of this matter in various prior orders  and will not repeat them here. \nRather, the Court recites only those background facts necessary for determination of \nthe Motion. \n2. On January 12, 2017, the Court entered an Opinion and Order on Green \nand Wilkison’s Motion  for Judgment on the Pleadings and Motion to Dismiss \nAmended Complaint . Islet Scis.,  Inc. v. Brighthaven Ventures, LLC , No. 15 -CVS-\n16388, 2017 NCBC LEXIS 3  (N.C. Super. Ct. Jan. 12, 2017) (“Green and Wilkison \nOrder”). In the Green and Wilkison Order, the Court, inter alia, granted judgment in \nfavor of Green and Wilkison on their countercl aims for declaratory judgment. The \nCourt held that Plaintiff was obligated to pay Green and Wilkison an a dvancement \nof defense costs under the unambiguous terms of their respective Employment  \nAgreements and as required by Nevada statutory law. Id. at *16–22.1 \n                                                 \n1 In the Motion, Defendants request that the Court incorporate its ruling in the Green and \nWilkison Order into a final judgment in this case. (Defs.’ Br. Supp. Mot. Entry Def. Judgment, \nECF No. 136 at p. 6.) \n \n \n3. On December 5, 2017, t he Court issued an Order on Entry of Default  \n(“Entry of Default,” ECF No. 134), entering  default against Plaintiff on Defendants’ \ncounterclaims. (See Ans. Countercl. Defs. Green and Wilkison, ECF No. 14 at ¶¶ 26–\n37; Def. BHV Ans., Countercl. and Third Party Compl., ECF No. 17 at ¶¶ 36–81.2) \n4. On December 18, 2017, Defendants filed the Motion, seeking a default \njudgment in their favor on the following counterclaims: \na. BHV’s First Claim for Relief for “Breach of Contract – Money Owed,” or \nalternatively, its Second Claim for Relief for “Unjust Enrichment,” \nalleging that BHV loaned or advanced Plaintiff $28,388.20 that Plaintiff \nhas failed to repay. BHV seeks damages and statutory interest on those \ndamages from the date of judgment3; \nb. BHV’s Fourth Claim for Relief for “Breach of Contract – Failure to Pay \nCosts and Expenses” and Fifth Claim for Relief for “Breach of Contract  \n– Indemnification,” alleging that BHV and Plaintiff entered into Merger, \nTermination, and Exclusive License Agreements  (collectively, “the \nAgreements”) under which Plaintiff agreed to pay BHV for the costs and \nexpenses incurred by BHV related to the proposed transactions between \nthe parties and that Plaintiff has failed to pay those costs and expenses. \nBHV seeks damages and statutory interest on those damages from the \ndate of judgment; \n                                                 \n2 All references herein to documents ECF Nos. 14 and 17 are to paragraph numbers used in \nthe Counterclaims contained in those documents.  \n3 Defendants have not expressly requested pre-judgment interest on any of their claims. \n \n \nc. Green and Wilkison’s Count One for “Breach of Contract,” alleging that \nPlaintiff failed to pay them certain unpaid compensation and \nunreimbursed expenses, including severance salary, unpaid earned \nsalary, unpaid earned bonus, and severance benefits  in breach of the \nterms of Employment Agreements that they executed with BHV, and \npursuant to the Terminatio n Agreement . Green and Wilkison seek \ndamages and statutory interest on those damages from the date of \njudgment; and \nd. Green and Wilkison’s Count One for “Breach of Contract” alleging  that \nPlaintiff breached the Employment Agreements by failing to advance \nand indemnify them for fees and expenses incurred in defending three \nactions in which they have been named as defendants as a result of their \nservice as Plaintiff’s officers and directors : (1) this lawsuit; (2) Richard \nSchoninger, Jacqueline Schoninger, Scott Schoninger, Gerald Allen and \nCOVA Capital Partners, LLC v. James Green and William Wilkison, 15-\nCV-2233, United States District Court for the Southern District of New \nYork (“Schoninger Action”);  and ( 3) COVA Capital Partners, LLC v. \nJames Green, Wi lliam Wilkison, James Snapper, Antonio O’Ferral, \nLarry Hutchison, and Islet Scis., Inc., 15-CV-06834, in the United States \nDistrict Court for the Southern District of New York (“COVA Action”) \n(collectively, this lawsuit, the Schoninger Action, and the COVA Action \n \n \nare “the Actions” ). Green and Wilkison seek damages and statutory \ninterest on those damages from the date of judgment. \n5. BHV also seeks an award of $1.00 in compensato ry damages for its \nEighth Claim for Relief for common law fraud. (ECF No. 136 at p. 4, n.1.) BHV is not \nseeking relief under its Third Claim for Relief for “Breach of Contract – Confidential \nInformation” or its Seventh Claim for Relief for “Breach of Duty to Negotiate in Good \nFaith and/or the Implied Covenant of Good Faith and Fair Dealing.” (Id.) \nANALYSIS \n6. The Court has entered default against Plaintiff on BHV’s, Green’s, and \nWilkison’s counterclaims.  \nWhen default is entered  . . . the substantive allegations \ncontained in plaint iff’s complaint are no longer in  issue, \nand for the purposes of entry of default and default \njudgment, are deemed admitted. Upon entry of default, the \ndefendant will have no further standing to defend on the \nmerits or contest the plaintiff’s right to recover. \n \nLuke v. Omega Consulting Gr p., LC, 194 N.C. App. 745, 751, 670 S.E.2d 604, 609 \n(2009) (internal citations omitted).  Nevertheless, the allegations in the complaint \nmust support a plaintiff’s claims in order for the court to enter a judgment by default \nin the plaintiff’s favor. Brown v. Cavit Scis., Inc., 230 N.C. App. 460, 467, 749 S.E.2d \n904, 909 (2013) (“A complaint which fails to state a cause of action is not sufficient to \nsupport a default judgment for plaintiff.”). Moreover, \nIn determining whether the allegations are sufficient to \nstate a claim for r elief, we must “ give to the allegati ons a \nliberal construction, and  . . . if [] any portion of the \ncomplaint . . . presents facts sufficient to constitute a cause \nof action, or if facts sufficient for that purpose fairly can be \n \n \ngathered from it, the pleadi ng will stand,”  regardless of \n“however inartificially [the complain t] may have been \ndrawn, or however uncertain, defective, and redundant \nmay be its statements, for, contrary to the common -law \nrule, every reasonable intendment and pre sumption must \nbe made in favor of the pleader.” \n \nId. (quoting Presnell v. Beshears, 227 N.C. 279, 281–82, 41 S.E.2d 835, 837 (1947)). \nA. BHV’s counterclaims \n7. In its First and Second counterclaims for money owed, BHV seeks to \nrecover sums it alleges it loaned to Plaintiff under a theory of breach of an implied in \nfact contract or, alternatively, on grounds of unjust e nrichment. (ECF No. 17 at \n¶¶ 34–38.) The Supreme Court of North Carolina has held that: \nA contract implied in fact . . . arises where the intention of \nthe parties is not expressed, but an agreement in fact, \ncreating an obligation is implied or presumed from their \nacts, or, as it has been otherwise stated, where there are \ncircumstances which, according to the ordinary course of \ndealing and the common  understanding of men, show a \nmutual intent to contract. An implied contract is valid and \nenforceable as if it were express or written. Apart from the \nmode of proving the fact of mutual assent, there is no \ndifference at all in legal effec t between express and \ncontracts implied in fact . Whether mutual assent is \nestablished and whether a contract was intended between \nparties are questions for the trier of fact. The essence of any \ncontract is the mutual assent of both parties to the terms \nof the agreement so as to establish a meeting of the minds. \nThis mutual assent and the effectuation of the parties’ \nintent is normally accomplished through the mechanism of \noffer and acceptance. In the formation of a contract an offer \nand acce ptance are essential elements. With regard to a \ncontract implied in fact , one looks not to some express \nagreement, but to the actions of the parties showing an \nimplied offer and acceptance. \n \n \n \nSnyder v. Freeman , 300 N.C. 204, 217 –218, 266 S.E.2d 593, 602 (1980) ( internal \ncitations and quotations omitted.) \n8. In its counterclaims, BHV alleges that on various dates in 2015 it loaned \nor advanced to Plaintiff the aggregate sum of $28,388.20  (ECF No.17 at ¶¶  22–24, \n33), and that Plaintiff has breached contracts with BHV by failing to repay the loans. \nBHV does not allege whether Plaintiff requested the loans or advances, the business \npurpose for the loans and advances, or why the loans and advances were made \nwithout entering into written loan agreements. BHV does allege, however, that the \nloans a nd advances we re made in the midst of a three -year course of serpentine \nnegotiations for a potential merger ai med at jointly developing remogliflozin \netabonate (“Remo,” a drug for treating diabetes) , during which the parties entered \ninto several written agreements and BHV’s principals served as officers and directors \nof Plaintiff. ( Id., passim.) This background provides some context for the loans and \nadvances that support the proposition that Plaintif f and BHV mutually agreed that \nPlaintiff was required to repay the sums  Plaintiff received from BHV . Although \nBHV’s allegations in support of the existence of a n implied contract are threadbare, \nwhen construed in BHV’s favor as required when determining the propriety of default \njudgment, they are sufficient to support the claim for breach of contract  and are \ndeemed admitted. Presnell, 227 N.C. at 281–82, 41 S.E.2d at 837. Accordingly, the \n \n \nMotion should be GRANTED and judgment by default should be ente red ag ainst \nPlaintiff on BHV’s First counterclaim.4 \n9. With regard to its Fourth and Fifth counterclaims for breach of contract, \nBHV alleges that it entered into the Agreements and that Plaintiff breached the \nAgreements by failing to pay certain costs and expenses BHV incurred related to the \ntransactions between the parties. (ECF No. 17 at ¶¶ 51–64.) “The elements of a claim \nfor breach of contract are (1) existence of a valid contract and (2) breach of the terms \nof [the] contract.” McLamb v. T.P. Inc., 173 N.C. App. 586, 588, 619 S.E.2d 577, 580 \n(2005). \n10. In support of the Fourth and Fifth counterclaims, BHV alleges as \nfollows: \na. “On September 30, 2014, [Plaintiff] and BHV (and other parties) \nentered into an ‘Agreement and Plan of Merger ’ (the ‘Merger \nAgreement’). In s ection 6.7(a) of the Merger Agr eement, the parties \nagreed that, ‘Whether or not the Acquisitions are consummated, all costs \nand expenses incurred by any party hereto in connection with this \nAgreement and the transactions contemplated hereby shall be paid by \n[Plaintiff] or Holdco or, to the extent previously paid by BHV or any BHV \nMember, reimbursed to BHV or such BHV Member. ’” (ECF No. 17 at \n¶ 12.) \n \nb. “On March 3, 2015 [Plaintiff] and BHV entered into an agreement \nterminating the Merger Agreement ( the ‘Termination Agreement ’). \nSection 1(b) of the Termination Agreement expressly provided that \nSection 6.7 of the Merger Agreement survived termination. ” (Id. at \n¶ 16.) \n \nc. “Under Section 1(c) of the Termination Agreement, [Plaintiff] \nagreed that ‘ all costs and e xpenses incurred by any party hereto in \nconnection with this Agreement, the Merger Agreement and the \n                                                 \n4 Since the Court has granted default judgment on BHV’s counterclaim for breach of an \nimplied in fact contract, it does not need to consider BHV’s alternative counterclaim for \nunjust enrichment. \n \n \ntransactions contemplated hereby or thereby and the entry into and \nnegotiation of the License Agreement (including any agreements \nentered into in connection with the License Agreement) shall be paid by \n[Plaintiff] or, to the extent previously paid by BHV or any BHV Member, \nreimbursed to BHV or such BHV Member.’” (Id. at ¶ 17.) \n \nd. “Under Section 3(a) of the Termination Agreement, Plaintiff also \nagreed to indemn ify BHV from losses arising out of or relating to the \nnegotiation of and entry into the Termination Agreement, the \nsubsequent license agreement, the Merger Agreement, and the \ntransactions contemplated by those agreements.” (Id. at ¶ 19.) \n \ne. “Also on March 3,  2015, [Plaintiff] and BHV entered into the \nExclusive License Agreement, pursuant to which, on the effective date, \nBHV agreed to license to [Plaintiff] certain rights it held to Remo. ” (Id. \nat ¶ 20.) \n \n11. BHV further alleges that it fulfilled its obligations u nder the terms of \nthe Agreements, that it incurred “substantial costs and expenses ” as a result “of the \ntransactions contemplated by [the Agreements],” and that Plaintiff “has breached its \nobligations to pay the costs and expenses” as provided in the Agreements. ( Id. at \n¶¶ 55–57, 62.) \n12. BHV has alleged the existence and breach of the contracts it had with \nPlaintiff calling for the payments of certain expen ses incurred by BHV, all of which \nare deemed admitted. The Court concludes that the Motion should be GRANTED and \njudgment by default should be entered against Plaintiff on BHV’s Fourth and Fifth \ncounterclaims. \n13. Finally, BHV moves the Court to enter judgement by default against \nPlaintiff on its claim for common law fraud, and seeks one dollar ($1.00) in \ncompensatory damages for fraud. ( Id. at ¶¶  76–80.) The Court has thoroughly \nreviewed the allegations in BHV’s counterclaims and finds that the allegations fail to \n \n \nsupport a claim for common law fraud. Accordingly, the Motion should be DENIED \nwith regard to BHV’s Eighth counterclaim for common law fraud. \nB. BHV’s damages \n14. BHV has presented unchallenged evidence that it has been damaged in \nthe amount of $28,388.20 by Plaintiff’s failure to repay the loans and advances, and \nin the amount of $414,669.43 for costs and expenses resulting from Plaintiff’s breach \nof the Agreements. (J. Green Aff., ECF No. 135.1 at ¶¶  4–5.) Therefore, the Court \nfinds and concludes that BHV should recover from Plaintiff the amount of \n$443,342.63. \nC. Green’s and Wilkison’s counterclaims \n15. Green and Wilkison seek damages for breach of contract from Plaintiff \nfor unpaid compensation and unreimbursed expenses, including severance salary, \nunpaid earned salary, unpaid earned bonus, and severance benefits . Green and \nWilkison also seek payment by Plaintiff of legal fees and expenses that they incurred, \nand will incur, in defending the Actions.  \n16. In their counterclaims, Green and Wilkison allege tha t they executed \nEmployment Agreements with Plaintiff. (ECF No. 14 at ¶  4, Exs. C and D. ) The \nEmployment Agreements obligated Plaintiff to compensate Green and Wilkison in \nthe form of salaries and bonuses, vacation pay, reimbursement for necessary business \nexpenses, and, under proper circumstances, severance pay and benefits. (Id. at ¶¶ 5, \n6–10, 13.) Green and Wilkison complied with all duties and obligations imposed on \nthem by the Employment Agreements, and their respective employments with \n \n \nPlaintiff were terminated under circumstances requiring severance pay and benefits. \n(Id. at ¶¶ 11, 28.) Plaintiff failed to pay Green and Wilkison certain salary, bonuses, \nreimbursements for expenses, and severance pay and benefits in breach of the \nEmployment Agreements. (Id. at ¶¶ 6, 8, 12, 14, and 29.) \n17. Green and Wilkison further allege that the Employment Agreements \nobligated Plaintiff to indemnify them for legal fees and expenses incurred if Green \nand Wilkison are sued as a result of their actions as officers and directors of Plaintiff, \nincluding advancement of such fees and expenses . (Id. at ¶ 17.) Green and Wilkison \nhave incurred legal fees and expenses in defending the Actions, and to date, Plaintiff \nhas not advanced or reimbursed them for the full amount of those fees and expenses. \n(Id. at ¶¶ 22, 29.) \n18. Green and Wilkison have alleged the existence and breach of contracts \nthey had with Plaintiff calling for the payments of certain compensation in the form \nof salaries and bonuses, vacation pay, reimbursement for necessary business \nexpenses, severance pay and benefits , and indemnification for legal fees and \nexpenses, including advancement , all of which is deemed admitted . The Motion \nshould be GRANTED and judgment by default should be entered against Plaintiff on \nCount One of Green’s and Wilkison’s  counterclaim for breach of the Employment \nAgreements.5 \nD. Green’s and Wilkison’s damages \n                                                 \n5 Since the Court has granted default judgment on Green and Wilkison’s claims for breach of \nthe Employment Agreements, which would entitle them to all of the damages they seek under \nthe breach of contract claim, the Court need not consider the claim for breach of the \nTermination Agreement. \n \n \n19. Green has presented unchallenged evidence that he is owed $500,147.67 \nin unpaid compensation in the form of salaries and bonuses, vacati on pay, \nreimbursement for necessary business expenses, and, severance pay and benefits. \n(ECF No. 135.1 at ¶ 6.) The Court finds and concludes that Green should recover from \nPlaintiff the amount of $500,147.67 for this unpaid compensation  and reimbursable \nexpenses. \n20. Green also presented evidence that as of December 14, 2017, he had \nincurred legal fees and expenses of $446,018.0 4 in defense of the Actions, of which \nPlaintiff’s insurance carrier  has reimbursed him $191,894.51. The Actions are \nongoing, and Green expects to incur additional legal fees and expenses. \n21. The Court finds and concludes that Green should recover from Plaintiff \nthe amount of $254,123.53 for unpaid legal fees and expenses. The Court notes that \nPlaintiff’s obligation to indemnify and pro vide advancement to Green for legal fees \nand expenses is ongoing, and this award does not prejudice Green’s right to seek \nadditional, future payments from Plaintiff for such fees and expenses. \n22. Wilkison has presented unchallenged evidence that he is owed \n$504,483.98 in unpaid compensation including severance salary, unpaid earned \nsalary, unpaid earned bonuses, and severance benefits. (W. Wilkis on Aff., ECF No. \n135.2 at ¶  2.) The Court finds and concludes that Wilkison should recover from \nPlaintiff the amount of $504,483.98 for this unpaid compensation. \n23. Wilkison also presented evidence that as of December 11, 2017, he had \nincurred legal fees and expenses of $446,018.04 in defense of the Actions, of which \n \n \nPlaintiff’s insurance carrier  has reimbursed him $191, 894.51. The Actions are \nongoing, and Wilkison expects to incur additional legal fees and expenses. \n24. The Court finds and concludes that Wilkison should recover from \nPlaintiff the amount of $ 254,123.53 for unpaid legal fees and expenses. The Court \nnotes that Plaintiff’s obligation to indemnify and provide advancement to Wilkison \nfor legal fees and expenses is ongoing, and this award does not prejudice Wilkison’s \nright to seek additional, future payments from Plaintiff for such fees and expenses. \nTHEREFORE, for the reasons set forth herein, it is hereby ORDERED, \nADJUDGED and DECREED that:  \n25. Defendants’ Motion for default judgment against Plaintiff is GRANTED \nin part and DENIED in part as set forth herein. \n26. BHV shall have and recover from Plaintiff the amount of $ 443,342.63, \ntogether with interest at the legal rate of 8% per annum  from and after February 9, \n2018 until the date the judgment amount is paid. \n27. Green shall have and recover from Plaintiff the amount of $754,271.20, \ntogether with interest at the legal rate of 8% per annum from February 9, 2018 until \nthe date the judgment amount is paid. \n28. Wilkison shall have and recov er from Plaintiff the amount of \n$758,607.51, together with interest at the legal rate of 8% per annum from February \n9, 2018 until the date the judgment amount is paid.  \n \n \n \n \nSO ORDERED, this the 9th day of February, 2018. \n \n/s/ Gregory P. McGuire      \n    Gregory P. McGuire \n    Special Superior Court Judge for \n    Complex Business Cases \n \n "
}