{
  "id": "c05079338c2d70f13f230369a2400a755c611f772fbc8c850cd79531bc8061da",
  "source_file": "data/raw/ncbc/c05079338c2d70f13f230369a2400a755c611f772fbc8c850cd79531bc8061da.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n13 CVS 7161 \nSTATE OF NORTH CAROLINA, ex \nrel. ROY COOPER, Attorney General, \nand THE NORTH CAROLINA STATE \nBAR, \n \nPlaintiffs, \n \nv. \n \nORION PROCESSING, LLC, d/b/a \nWorld Law Processing, World Law \nDebt, World Law Group, and World \nLaw Plan; SWIFT ROCK \nFINANCIAL, INC., d/b/a World Law \nDebt, World Law Group, and World \nLaw Plan; DERIN ROBERT SCOTT; \nBRADLEY JAMES HASKINS, d/b/a \nWorld Law Group; WORLD LAW \nSOUTH, INC., d/b/a World Law \nGroup; and GLOBAL CLIENT \nSOLUTIONS, LLC,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nOPINION AND ORDER ON PLAINTIFFS’ \nMOTION TO DETERMINE \nAPPLICABILITY OF THE POLICE AND \nREGULATORY EXCEPTION AND TO \nEXTEND SCHEDULING ORDER \n \n{1} THIS MATTER is before the Court on Plaintiffs’ Motion to Determine \nApplicability of the Police and Regulatory Exception and to Extend Scheduling \nOrder (“Motion”).1  For the reasons expressed below, the Motion is GRANTED, and \nthe Court finds that the automatic stay provided by 11 U.S.C. § 362(a) (2014) does \nnot apply.   \n \n \n                                                 \n1 The portion of this Motion requesting the extension of deadlines in the Court’s December 29, 2014, \nScheduling Order has been ruled upon by Order dated March 12, 2015, and will not be further \naddressed here. \nState of N.C. v. Orion Processing, LLC, 2015 NCBC 48.\n \n \nNorth Carolina Department of Justice by M. Lynne Weaver and Michael T. \nHenry for Plaintiff State of North Carolina ex rel. Roy Cooper, Attorney \nGeneral; The North Carolina State Bar by David R. Johnson for Plaintiff The \nNorth Carolina State Bar. \n \nBlanchard, Miller, Lewis & Isley, P.A. by E. Hardy Lewis for Defendants \nOrion Processing, LLC and Derin Robert Scott; Roberts & Stevens, P .A. by \nMark C. Kurdys for Defendant Global Client Solutions, LLC \n \nGale, Chief Judge. \nI. BACKGROUND \n{2} The Court lists only the background  necessary to provide context for \nthis Order.  Background provided in the Court’s April 16, 2015, Order and the \nCourt’s other Orders entered in this case is incorporated by reference. \n{3} Plaintiffs filed their original Complaint on May 22, 2013, and \nsubsequently filed their Amended Complaint on June 25, 2014.  The Amended \nComplaint alleges claims of violations of the North Carolina Debt Adjusting Act and \nthe Unfair and Deceptive Trade Practices Act,  unauthorized practice of law, and \nconspiracy against Orion Processing, LLC (“Orion”), Swift Rock Financial, Inc., \nDerin Robert Scott, Bradley James Haskins, World Law South, Inc., and Global \nClient Solutions, LLC.  \n{4} Three other cases with similar clai ms against Orion are pending before \nstate courts in Colorado, Oregon, and Illinois. \n{5} After substantial motion practi ce, and while several motions were \ncalendared to be heard, Orion filed a suggestion of bankruptcy with this Court on \nMarch 1, 2015, following a voluntary petition of Chapter 11 bankruptcy in the \nUnited States Bankruptcy Court for the Western District of Texas (“Bankruptcy \nCourt”) filed on February 27, 2015.  Because of the suggestion of bankruptcy, the \nCourt cancelled its hearing on pending motions and Plaintiffs deferred further \ndiscovery until resolution of the issue of the stay. \n \n \n{6} On March 10, 2015, Plaintiffs file d the instant Motion, seeking a ruling \nthat the stay provided by § 362(a) is exempted from this action under the “police \npowers exception” provided in § 362(b)(4). \n{7} In its brief opposing the Motion, and in statements made at a status \nconference held on April 2, 2015, Orion expressed that it would prefer to seek a \nsingle, binding ruling from the Bankruptcy Court regarding whether the stay \napplied both to this action and to other state proceedings in which Orion is involved.  \nThe Court deferred ruling on the Motion pending a further update from Orion \nregarding whether it had sought or secured such a ruling.\n2 \n{8} On April 14, 2015, Orion filed a report  as to the status of the action in \nthe Bankruptcy Court, stating that Orion would seek a ruling in that court on the \napplicability of the stay if the action in this Court were to continue, but failing to \nindicate that any action had been taken to obtain such a ruling.  The Court has not \nbeen advised of any proceeding before the Bankruptcy Court to resolve any common \nissues among the various state actions. \n{9} On April 16, 2015, the Court set a briefing schedule for optional, \nsupplemental briefing in support of, or in opposition to, the Motion.  Any \nsupplemental brief was due from Plaintiffs on or before April 22, 2015, any \nsupplemental response was due by May 1, 2015, and any reply was due on May 6, \n2015.  No such further briefing was filed. \nII. ANALYSIS \n{10} Generally, the filing of a petition  for bankruptcy provides an automatic \nstay of all proceedings against the debtor.  11 U.S.C. § 362(a).  However, an \nexception is made for the “commencement or continuation of an action or proceeding \nby a governmental unit . . . to enforce such governmental unit’s . . . police and \nregulatory power.”  Id. § 362(b)(4).  It is well settled that trial courts have \nconcurrent jurisdiction with the Bankruptcy Court to determine the applicability of \n                                                 \n2 The Court also recognized the potential that a proceeding in the Bankruptcy Court might \neffectively resolve common issues presented in Orion’s multiple state proceedings. \n \n \nthe police and regulatory exception to the stay. See, e.g., In re Baldwin-United Corp. \nLitig., 765 F.2d 343, 347 (2d. Cir. 1985) (“The court in which the litigation claimed \nto be stayed is pending has jurisdiction to determine not only its own jurisdiction \nbut also the more precise question whether the proceeding pending before it is \nsubject to the automatic stay.”).  Orion has not contended otherwise. \n{11} The definition of “governmental units” provided in the United States \nBankruptcy Code includes States, state departments, and state agencies.  11 U.S.C. \n101(27).  It is manifest that the State of North Carolina is a governmental unit and \nthat the North Carolina State Bar (“State Bar”) is a state agency.  See N.C. Gen. \nStat. § 114-1 (2014) (creating the North Carolina Department of Justice, under \nsupervision of the Attorney General); N.C. Gen. Stat. § 84-15 (2014) (“There is \nhereby created as an agency of the State of North Carolina, for the purposes and \nwith the powers hereinafter set forth, the North Carolina State Bar.”).   \n{12} There are two recognized tests to  determine whether the actions of the \nNorth Carolina State Bar and the State of North Carolina constitute exercises of \ntheir police and regulatory powers: (1) the pecuniary purpose test and (2) the public \npolicy test.  \nIn re Clifton, 441 B.R. 44, 48 (Bankr. M.D.N.C. 2010).  The analysis in \nClifton is instructive: \nFirst, the pecuniary purpose test asks whether the government \nprimarily seeks to protect a pecuniary governmental interest in the \ndebtor’s property, as opposed to the protection of the public safety and \nhealth.  By contrast, the public policy test asks whether the \ngovernment is effectuating public policy or adjudicating private rights.  \nIf the purpose of the law is to promote public safety and welfare, or to \neffectuate public policy, then the exception to the automatic stay \napplies.  If, on the other hand, the purpose of the law relates to the \nprotection of the government’s pecuniary interest in the debtor’s \nproperty or to adjudicate private rights, then the exception is \ninapplicable. \n \nSecond, in determining whether the governmental action satisfies the \npublic policy test, the inquiry is objective: we examine the purpose of \nthe law that the state seeks to enforce rather than the state’s intent in \nenforcing the law in a particular case. \nId. (citations omitted) (internal quotation marks omitted).   \n \n \n{13} Plaintiffs’ action satisfies the requirements of both tests.  The \ngravamen of Plaintiffs’ allegations relate to the unauthorized practice of law and \nviolations of the prohibition on unlawful debt adjustment.  (See Compl. ¶¶ 139–60; \nN.C. Gen. Stat. §§ 14-423 to -426; Id. §§ 84-4 to -5.)  The statutes upon which \nPlaintiffs base their claims are intended to protect North Carolina citizens from \nunscrupulous behavior.  See State v. Pledger, 257 N.C. 634, 637, 127 S.E.2d 337, \n339 (1962) (“The [unauthorized practice of law statute’s] purpose is for the better \nsecurity of the people against incompetency and dishonesty in an area of activity \naffecting general welfare.”); cf. N.C. Gen. Stat. §§ 14-423 to -426 (falling under \nSubchapter XI of the North Carolina Statutes, entitled “General Police \nRegulations.”).  Plaintiffs are not protecting their own pecuniary interest but \ninstead are attempting to effectuate public policy and promote the safety and \nwelfare of North Carolina citizens.  Therefore, the police powers exception to the \nautomatic bankruptcy stay applies, and this action should proceed notwithstanding \nOrion’s bankruptcy petition. \n{14} In reaching its conclusion, the Court acknowledges that Defendants \nhave challenged or may challenge the merits of Plaintiffs’ claims.  The Court need \nnot address the merits of the claims to determine whether it may proceed with the \naction. \nIII. CONCLUSION \n{15} Because the police powers exceptio n serves to prevent a stay of this \nlitigation, Plaintiffs’ Motion is GRANTED.  This Court will calendar this matter for \na status conference to occur within thirty days of the entry of this Opinion. \n \nThis the 12th day of May, 2015. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Special Superior Court Judge \n     "
}