{
  "id": "c0500927fc1326a1d0f5702b729e07b70b8c7062d2dfbbd9b9d40ce17ca58d55",
  "source_file": "data/raw/ncbc/c0500927fc1326a1d0f5702b729e07b70b8c7062d2dfbbd9b9d40ce17ca58d55.pdf",
  "raw_text": "Aym Techs., LLC v. Rodgers, 2019 NCBC 63. \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF MECKLENBURG \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16-CVS-21788 \n \nAYM TECHNOLOGIES, LLC, \n \nPlaintiff, \n \nv. \n \nGENE RODGERS, SCOPIA \nCAPITAL MANAGEMENT LP, and \nCOMMUNITY BASED CARE, LLC, \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTION TO \nSUPPLEMENT THE SUMMARY \nJUDGMENT RECORD, DEFENDANTS \nSCOPIA CAPITAL MANAGEMENT LP \nAND COMMUNITY BASED CARE, \nLLC’S MOTION FOR SUMMARY \nJUDGMENT, AND DEFENDANT \nGENE RODGERS’S MOTION FOR \nSUMMARY JUDGMENT \n \n \n1. THIS MATTER is before the Court on the following motions in the above -\ncaptioned case: (i) Plaintiff Aym Technologies, LLC ’s Motion for Leave of Court to \nSupplement the Summary Judgment Record (“Motion to Supplement the Record”) ; \n(ii) Defendants Scopia Capital Management LP and Community Based Care, LLC’s \nMotion for Summary Judgment; and (iii) Defendant Gene Rodgers’s Motion for \nSummary Judgment (collectively, the “Motions”).   \n2. The Court, having  considered the Motion s, the briefs in support of and in \nopposition to the Motions , and the arguments of counsel  at the hearing on the \nMotions, hereby  GRANTS the Motion s and dismisses Plaintiff’s claims with \nprejudice.  \nWilder Pantazis Law Group, by Raboteau T. Wilder, Jr. , Jefferson Moors \nPLLC, by Jefferson A. Moors, and Rayburn Cooper & Durham, PA, by G. \nKirkland Hardymon and Benjamin E. Shook, for Plaintiff Aym Technologies, \nLLC. \n \n \n \n \n \nBell Davis & Pitt, PA, by Joshua B. Durham, Edward B. Davis, and Jason B. \nJames, for Defendant Gene Rodgers. \n \nPollack Soloman Duffy, LLP, by Barry S. Pollack, and Ogletree, Deakins, \nNash, Smoak & Stewart, PC, by Benjamin R. Holland and Lia A. Lesner, for \nDefendants Scopia Capital Management LP and Community Based Care, \nLLC. \n \nBledsoe, Chief Judge.  \nI. \nFACTUAL BACKGROUND \n3. The Court does not make findings of fact on motions for summary judgment.  \nSee Hyde Ins. Agency, Inc. v. Dixie Leasing Corp. , 26 N.C. App. 138, 142, 215 S.E.2d \n162, 164–65 (1975).  Rather, the Court summarizes the relevant evidence of record, \nnoting both the facts that are disputed and those that are uncontested,  to provide \ncontext for the claims and the Motions.  Id.   \n4. This action arises out of Plaintiff Aym Technologies, LLC’s (“Aym” or \n“Plaintiff”) contention that Defendant Gene Rodgers (“Rodgers”), while an \nindependent contractor of Aym, acted duplicitously and in derogation of his \ncontractual duties to Aym by helping Defendants Scopia Capital Management LP \n(“Scopia”) and Community Based Care, LLC (“CBC”) acquire North Carolina \nhealthcare providers that Rodgers knew Aym was interested in acquiring under its \nconfidential acquisition plan—a plan Aym claims it shared with Rodgers under a non-\ndisclosure agreement and which Aym contends Rodgers subsequently shared with \nScopia and CBC without Aym’s consent.   \n5. Aym is engaged in the business of providing its comprehensive management \nsoftware―“OnTarget”―primarily to the North Carolina Medicaid intellectual and \n \n \n \n \ndevelopmental disability (“IDD”) industry.  (Am. Aff. Lewis Quinn ¶ 6 [hereinafter \n“Quinn Aff.”], ECF No. 152.)   According to Aym, OnTarget is “a suit e of programs \nwhich enable [s] providers to do everything t hat [i]s necessary to operate in the \nMedicaid environment[,]” (Quinn Aff. ¶ 6), and includes functions for “payroll, time \nkeeping, medical record storage, generat[ing] reports which could be used to prepare \n. . . tax returns, maintain[ing] the required clinical documentation, and submit[ting] \nelectronic billing which complie[s] with Medicaid regulations[,]” (Quinn Aff. ¶ 7).   \n6. Rodgers is a North Carolina resident working in the IDD industry.  Aym \nentered an Independent Contractor Agreement (“ICA”) with Rodg ers dated April 1, \n2009.  (Ex. D Rodgers Aff. [hereinafter “ICA”], ECF No. 113.)  Under the ICA, Rodgers \nagreed, on a nonexclusive basis, to “market/sell products produced by” Aym and \nconsult with Aym “on various matters including but not limited to, the d evelopment \nof marketing plans and information, setup and creation of a national sales force, and \nother sales related activities.”  (ICA 2–3.)  At the same time Rodgers was working for \nAym as an independent contractor, he worked full time, first at Universa l Mental \nHealth Services, Inc., where his responsibilities included “roll[ing] up small agencies \ninto Universal[,]” (Aff. Gene Rodgers ¶ 4 [hereinafter “Rodgers Aff.”], ECF No. 109), \nand later, beginning in 2011, as the Mergers and Acquisitions Director for Providence \nServices Corp., (Rodgers Aff. ¶ 5).    \n7. Aym asserts that beginning in 2013, Aym’s goal was to take advantage of a \nperceived market opportunity to purchase and vertically integrate certain customer \nIDD providers in North Carolina and implement its OnTarget software among the \n \n \n \n \npurchased entities to create one large dominant provider in the North Carolina IDD \nindustry.  (Quinn Aff. ¶ 22.)  Aym claims that it was in a unique position to identify \nand respond to changes then occurring in North Carolina’s IDD industry, (Quinn Aff. \n¶ 10), because Aym determined, based on customer information it accessed through \nits OnTarget software, that providers were struggling under increasing regulatory \npressures, provider-owners were increasingly eager to sell their companies as they \nreached retirement age, and Aym’s customers’ businesses were financially  volatile, \n(Quinn Aff. ¶¶ 12 –18).  What Aym claims it had and its competitors d id not was \n“clarity regarding the difficulties providers were experiencing,” and “knowledge of \nwhat the OnTarget software could bring to bear to correct these problems[.]”  (Quinn \nAff. ¶ 19.)   \n8. Aym contends that t o capitalize on this perceived market opportunity, it \ndeveloped a written “Vertical Integration Strategy Plan” (the “Plan”).  (See Quinn Aff. \n¶ 25; see also MSJ-8 Dep. Ex. 66 [hereinafter “Plan”], ECF No. 106 .)  According to \nAym’s CEO, Lewis Quinn (“Quinn”), the Plan describes “how to identify targets for \nacquisition,” the “idea to start with a foundation company and thereafter acquire \nsmaller targets,” and how “to finance the acquisitions.”  (Quinn Aff. ¶ 25.)  \n9. In early August 2013, Quinn persuaded Rodgers to assist in the acquisition \nof IDD providers in North Carolina.   (Quinn Aff. ¶ ¶ 36–38.)  Quinn avers that he \ndisclosed the Plan to Rodgers at that time, (Quinn Aff. ¶¶ 36 –38), allegedly relying \non the confidentiality provision in the ICA, which provide d that Rodgers must not \n \n \n \n \ndisclose “any information not generally known to the public about [Aym], and [Aym’s] \nCustomers and Vendors,” (ICA § 1.01).1 \n10. Scopia provides investment management services to Scopia HCM Partners, \nLLC (“Scopia HCM”), which in turn owns CBC, a holding company formed in 2015 to \nprovide services to the North Carolina IDD market through wholly owned \nsubsidiaries.  (See Ex. 1 Decl. Lia Lesner ¶¶ 2–3, ECF No. 52.3.)  The Court previously \ndismissed all claims against Scopia HCM.  See Aym Techs., LLC. v. Rodgers , 2018 \nNCBC LEXIS 14, at *53–54 (N.C. Super. Ct. Feb. 9, 2018). \n11. While the parties contest whether he was permitted to do so, it is undisputed \nthat Rodgers assisted Eddie Hughes, the owner of North Carolina IDD provider \nHughes Behavioral Services (“Hughes”), and Rankin Whittington (“Whittington”), \nthe owner of North Carolina IDD provider Home Care Management (“HCM”), in the \nsale of their businesses by introducing them to prospective buyers, including \nDefendant Scopia and its affiliates.  (Rodgers Aff. ¶¶ 7, 19.)  It is also undisputed that \nat the time Rodgers made these introductions, he had known both Eddie Hughes and \nWhittington for many years through interactions unrelated to Aym.  (Rodgers Aff. ¶¶ \n7, 19.)   \n12. Aym claims that  the Plan identified HCM for Aym’s potential acquisition , \n(Quinn Dep. Vol. II 119:7–23), and that Rodgers was aware that Aym was interested \n                                                           \n1  It is undisputed that as of the ICA’s April 1, 2009 effective date and continuing into 2013, \nAym was engaged only in providing software products and services in the IDD industry and \nhad not yet developed the Plan.  (MSJ -2 Dep. William Grubb 8:19–21, ECF No. 100; MSJ-4 \nDep. Lewis Quinn 85:21–24 [hereinafter “Quinn Dep. Vol. II”], ECF No. 102.) \n \n \n \n \n \nin purchasing Hughes, (MSJ-3 Dep. Conf. Lewis Quinn 151:16–17 [hereinafter \n“Quinn Dep. Vol. I”], ECF No. 101 ), and Lindley Habilitation Services , Inc.  \n(“Lindley”), (MSJ-1 Dep. Douglas Finley 32:17–33:10 [hereinafter “Finley Dep.”], ECF \nNo. 99).2  It is undisputed that Aym attempted to purchase HCM on two occasions, \nfirst in 2013 and again in 2014–15, but was unsuccessful.  (See Quinn Aff. ¶¶ 40, 42–\n44).  It is also undisputed that Aym tried but failed to acquire Lindley in 2015.  (MSJ-\n5 David Swintosky Dep. 133:20–135:13 [hereinafter “Swintosky Dep. Vol. I”] , ECF \nNo. 103 .)  Similarly, the undisputed record shows that , although Aym was in \nnegotiations to purchase Hughes in this same time frame, Aym and Hughes were \nnever able to reach a final agreement.  (Finley Dep. 76:19–77:19, 94:25–95:10.)   \n13. Separately from Aym and its acquisition efforts, Scopia and CBC began \nexploring potential acquisition opportunities in the North Carolina IDD market  at \nthe beginning of 2015 .  (Ex. 15 Aff. Raboteau T. Wilder, Jr.  7:16–9:18 [hereinafter \n“Wittels Dep.”], ECF No. 153.1.)  Thereafter, Scopia successfully purchased HCM on \nJuly 17, 2015, (see Ex. 10 Decl. Barry Pollack, ECF No. 119.1), Hughes in September \n2015, and Lindley in 2016, (Rodgers Aff. ¶¶ 19, 21) .  Aym contends that Scopia and \nCBC were only able to succeed in acquiring HCM, Hughes, and Lindley because \nRodgers disclosed the Plan to Scopia in violation of the ICA’s terms  and the North \nCarolina Trade Secret Protection Act. \n                                                           \n2 Although Aym also asserts that Hughes and Lindley “were targets that specifically met \nAym’s criteria and  . . .  [that] Aym had discussed [Hughes and Lindley] in de tail with \nRodgers[,]” (Pl.’s Br. Opp’n Defs. Scopia Capital Mgmt. LP & Cmty. Based Care, LLC’s Mot. \nSumm. J. 12 [hereinafter “Br. Opp’n Scopia/CBC Summ. J. Mot.”], ECF No. 154), Aym did \nnot support this contention with record citations.  \n \n \n \n \n14. In July 2015, a fter Scopia acquired HCM  and CBC was formed , Quinn \nsought to sell  Aym to Scopia , advocating for the roll up and vertical integration of \nAym with HCM and other IDD providers that Scopia or CBC intended to identify and \nacquire in the future.  (Quinn Aff. ¶ 58.)  Quinn envisioned himself as the CEO of this \nnew entity and engaged in negotiations with Scopia on that basis.  (Ex. 13 Decl. Barry \nPollack, ECF No. 119.1 .)  During these negotiations, Quinn e -mailed the Plan to \nDavid Wittels (“Wittels”), (Ex. D Aff. David Wittels [hereinafter “Ex. D Wittels Aff.”], \nECF No. 119.2), a partner of Scopia at the time, ( Aff. David Wittels ¶ 1 [hereinafter \n“Wittels Aff.”], ECF No. 119.2 ).  However, a fter Quinn perceived that Scopia would \nnot make him CEO, he stepped away from further negotiations in August 2015.  (Ex. \n13 Decl. Barry Pollack.)  It is undisputed that Scopia and CBC never implemented a \nroll up and vertical integration strategy in the North Carolina IDD market.  (Wittels \nAff. ¶ 7; Suppl. Aff. David Wittels ¶¶ 4–5 [hereinafter “Suppl. Wittels Aff.”], ECF No. \n161.1 (“To this day, while CBC has become a multi -state venture, billing software \nremains a function of an outside vendor.”).) \n15. Rodgers became an independent contractor of CBC in September 2015 and  \nan employee in 2016.  (Rodgers Aff. ¶ 19.)   \nII. \nPROCEDURAL BACKGROUND \n16. Plaintiff filed this action on December 5, 2016 against Rodgers, Scopia , \nScopia HCM, and CBC, asserting claims  against Rodgers for breach of contract and \nagainst all Defendants for misappropriation of trade secrets, conversion, unfair or \n \n \n \n \ndeceptive trade practices under N.C .G.S. § 75 -1.1, and tortious interference with \nprospective economic advantage.  (See generally Compl., ECF No. 1.) \n17. This case was designated as a mandatory complex business case on January \n17, 2017, (Designation Order, ECF No. 3), and assigned to the undersigned on \nJanuary 25, 2017, (Assignment Order, ECF No. 6).  \n18. On February 20, 2017, Scopia and Scopia HCM moved to dis miss Aym’s \nComplaint for lack of personal jurisdiction under Rule 12(b)(2) of the North Carolina \nRules of Civil Procedure (“Rule(s)”) and for inadequate service of process under Rule \n12(b)(5).  (Defs. Scopia Capital M gmt. LP & Scopia HCM Partners, LLC’s Mot. \nDismiss Based Lack Pers . Jurisdiction & Inadequate Serv . Process, ECF No. 10.)  \nThat same day, Scopia, Scopia HCM, and CBC moved to dismiss Aym’s Complaint for \nfailure to state a claim under Rule 12(b)(6).  (Defs. Scopia Capital Mgmt. LP, Scopia \nHCM Partners, LLC, & C mty. Based Care, LLC’s Mot. Dismiss Pursuant Rule \n12(b)(6), ECF No. 11 .)  The following month, o n March 31, 2017, Rodgers answered \nthe Complaint , (Def. Gene Rodgers ’s Answer Compl., ECF No. 21) , and moved t o \ndismiss the claims asserted against him under Rule 12(b)(6) , (Def. Gene Rodgers’s \nMot. Dismiss, ECF No. 22).   \n19. The Court issued an O rder and Opinion on February 9, 2018 granting in \npart and denying in part Defendants’ motions to dismiss .  Aym Techs., LLC , 2018 \nNCBC LEXIS 14, at * 53–55.  T he claims the Court permitted to survive Rule s \n12(b)(2), 12(b)(5), and 12(b)(6) dismissal and proceed to discovery were (i) Aym’s trade \nsecret misappropriation claim against Rodgers, Scopia, and CBC , (ii) Aym’s section \n \n \n \n \n75-1.1 claim against Scopia and CBC, and (iii) Aym’s breach of contract claim against \nRodgers.  Id.  \n20. On February 27, 2019, Rodgers moved for summary judgment on Plaintiff’s \nremaining claims against him for misappropriation of trade secrets and breach of \ncontract.  (Def. Gene Rodgers’s Mot. Summ. J., ECF No. 97.)  On that same day, \nScopia and CBC also moved for summary judgment on Plaintiff’s remaining claims  \nagainst them for misappropriation of trade secrets and unfair and deceptive trade \npractices.  (Mot. Defs. Scopia Capital Mgmt. LP & Cmty. Based Care, LLC Summ. J., \nECF No. 119.)  \n21. On May 3, 2019, after the motions had been fully briefed, Plaintiff filed the \nMotion to Supplement the R ecord.  (Pl.’s Mot. Leave Ct . Suppl. Summ. J. R. \n[hereinafter “Mot. Suppl. R.”], ECF No. 167.) \n22. After full briefing, the Court held a hearing on the Motions on May 29, 2019 \n(the “May 29  Hearing”), at which all parties were represented by counsel.  The \nMotions are now ripe for resolution.  \nIII. \nLEGAL STANDARD \n23. Summary judgment is proper only “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any material fact and that any party is entitled to a \njudgment as a matter of law.”  Morrel v. Hardin Creek, Inc. , 371 N.C. 672, 680, 821 \nS.E.2d 360, 366 (2018)  (quoting N.C. R. Civ. P. 56(c) ).  “Summary judgment is \n \n \n \n \nimproper if any material fact is subject to dispute.”  Culler v. Hamlett, 148 N.C. App. \n389, 391, 559 S.E.2d  192, 194 (2002).   “[A]n issue is genuine if it is supported by \nsubstantial evidence, which is that amount of relevant evidence necessary to \npersuade a reasonable mind to accept a conclusion.”  Fox v. Green, 161 N.C. App. 460, \n464, 588 S.E.2d 899, 903 (2003) (quoting Liberty Mut. Ins. Co. v. Pennington, 356 N.C. \n571, 579, 573 S.E.2d 118, 124 (2002)). \n24. The movant bears the burden of proving the lack of a triable issue.   Dalton \nv. Camp, 353 N.C. 647, 651, 548 S.E.2d 704, 707 (2001).  “The movant may meet this \nburden by proving an essential element of the opposing party’s claim is nonexistent, \nor by showing through discovery that the opposing party cannot produce evidence to \nsupport an essential element of his claim or cannot surmount an affirmative defense \nwhich would bar the claim .”  Goodman v. Wenco Foods, Inc. , 333 N.C. 1, 21 (1992) \n(quoting Collingwood v. G.E. Real Estate Equities , 324 N.C. 63, 66, 376 S.E.2d 425, \n427 (1989)).   The Court must view all the presented evidence in the light most \nfavorable to the nonmoving party.  Dalton, 353 N.C. at 651, 548 S.E.2d at 707. \n25. Once the moving party demonstrates there is no genuine issue as to any \nmaterial fact, the burden shifts to the nonmoving party to “set forth specific facts \nshowing that there is a genuine issue for trial.”  Bank of Am. v. McFarland, 823 \nS.E.2d 143, 146 (N.C. Ct. App. 2018) (quoting N.C. R. Civ. P. 56(e)).  “Merely reciting \nthe allegations set forth in the pleadings or making conclusory statements will not \nsuffice to defeat a motion for summary judgment.”   Loftin v. QA Invs., LLC , 2018 \nNCBC LEXIS 11, at *20 (N.C. Super. Ct. Feb. 1, 2018)  (citing S.C. Telecoms. Grp. \n \n \n \n \nHoldings v. Miller Pipeline LLC, 248 N.C. App. 243, 245–46, 788 S.E.2d 634, 636–37 \n(2016)). \n26. Thus, a “motion for summary judgment allows one party to force his \nopponent to produce a forecast of evidence which he has available for presentation at \ntrial to support his claim or defense.”  Dixie Chem. Corp. v. Edwards, 68 N.C. App. \n714, 717, 315 S.E.2d 747, 750 (1984). \nIV. \nLEGAL ANALYSIS \nA. Plaintiff’s Motion to Supplement the Record \n27. Before considering Defendants’ motions for summary judgment , the Court \nfirst considers Plaintiff’s Motion to Supplement the Record.  Aym states that it \nbrought this motion to add to the summary judgment record the documents identified \nin Plaintiff’s filings located at ECF Nos. 151, 153, and 153.1 , contending that the \nexhibits filed with the parties’ summary judgment briefs le ave gaps in the relevant \nfactual record that Aym argues these newly tendered exhibits will fill.  (See Mot. \nSuppl. R . 2–3 (expressing motivation to, e.g., complete e -mail threads that were \npreviously filed for context).)  Scopia and CBC oppose Aym’s motion, arguing that \nAym improperly supplemented the record wi thout leave of Court  and only after \nobtaining access to the arguments contained in Scopia and CBC’s summary judgment \nreply brief.  (Opp’n Defs. Scopia Capital Mgmt. LP & Cmty. Based Care, LLC Mot. by \nPl. Leave Ct. Suppl. Summ. J. R. 5, ECF No. 171.)   \n \n \n \n \n28. Although the Court finds the Scopia and CBC arguments persuasive, Aym  \ncontends, and Defendants do not dispute, that Plaintiff did not rely upon the \nsupplemental material in its summary judgment briefing or at the May 29 Hearing .  \nAs a result, the Court has elected not to consider this material in connection with the \nMotions.  Consequently, it appears to the Court  that granting Plaintiff’s Motion to \nSupplement the Record in these specific circumstances will not prejudice Defendants.  \nAccordingly, the Court  concludes, in the exercise of its discretion, that Plaintiff’s’ \nMotion to Supplement the Record should be granted. \nB. Defendants’ Motions for Summary Judgment \n(1) Misappropriation of Trade Secrets (v. Rodgers, Scopia, and CBC) \n29. Plaintiff contends that Defendants misappropriated Plaintiff’s trade secrets \nin violation of the North Carolina Trade Secret Protection Act (the “NCTSPA”), \nN.C.G.S. § 66-152, et seq., when Rodgers disclosed Aym’s Plan to Scopia so that Scopia \ncould use the Plan to acquire certain North Carolina IDD companies, including HCM, \nHughes, and Lindley.  (Br. Opp’n Scopia/CBC Summ. J. Mot.  19); see N.C.G.S. § 66-\n153 (“The owner of a trade secret shall have remedy by civil action for \nmisappropriation of his trade secret.”).  Defendants argue that the Court should enter \njudgment dismissing Aym’s trade secret misappropriation claim because Aym has \nfailed to present evidence from which a jury could find that Aym has identified a \nprotectable trade secret under Chapter 66  and, even if it ha s, because Aym has not \npresented evidence of Defendants’ misappropriation.  (Mem. Supp. Mot. Defs. Scopia \n \n \n \n \nCapital Mgmt. LP & Cmty. Based Care, LLC Summ. J. 2–3, ECF No. 120.)  The Court \nagrees with Defendants on both points. \n30. To prevail under the NCTSPA, “a plaintiff must identify a trade secret with \nsufficient particularity so as to enable a defendant to delineate that which he is \naccused of misappropriating and a court to determine whether misappropriation has \nor is threatened to occur.”  Krawiec v. Manly, 370 N.C. 602, 609, 811 S.E.2d 542, 547–\n48 (2018) (quoting Washburn v. Yakin Valley Bank & Tr. Co., 190 N.C. App. 315, 326, \n660 S.E.2d 577, 585 (2008)).  A plaintiff may not simply make “general allegations in \nsweeping and conclusory statements, without spe cifically identifying the trade \nsecrets allegedly misappropriated[.]”  Washburn, 190 N.C. App. at 327, 660 S.E.2d at \n585.   \n31. The NCTSPA defines a trade secret as:  \nbusiness or technical information, including but not limited to a formula, \npattern, program, device, compilation of information, method, technique, or \nprocess that:  \n \na. derives independent actual or potential commercial value from not  \nbeing generally known or readily ascertainable through independent \ndevelopment or reverse engineering by persons who can obtain economic \nvalue from its disclosure or use; and  \n \nb.    is the subject of efforts that are reasonable under the circumstances to \nmaintain its secrecy.  \n \nN.C.G.S. § 66-152(3).  In determining whether information constitutes a trade secret, \ncourts consider: \n(1) The extent to which [the] information is known outside the business; (2) \nthe extent to which it is known to employees and others involved in the \nbusiness; (3) the extent of measures taken to guard secrecy of the \ninformation; (4) the value of [the] information to [the] business and its \n \n \n \n \ncompetitors; (5) the amount of effort or money expended in developing the \ninformation; and (6) the ease or difficulty with which the information could \nproperly be acquired or duplicated by others. \n \nWilmington Star-News, Inc. v. New Hanover Reg’l Med. Ctr., Inc., 125 N.C. App. 174, \n180–81, 480 S.E.2d 53, 56 (1997). \na. The Plan \n32. Aym alleged several trade secrets in its Complaint, including the Plan.  Aym \ndid not attach the Plan to the Complaint but alleged that the Plan included “a list of \nAym’s proposed acquisition targets [,]” (Compl. ¶ 13), and discussed Aym’s \nconfidential acquisition strategy, including that “the first acquisition should be a \n‘platform’ or foundational provider which had a relatively large market, had licenses \nto cover every payor in North Carolina, was financially stable with a good \nmanagement team, and was an existing customer of Aym[,]” (Compl. ¶ 14).  Based on \nthe allegations concerning the Plan in Aym’s Complaint —including that the Plan \ncontained a specific list of confidential acquisition targets —the Court permitted \nAym’s misappropriation claim to survive Rule 12(b)(6) dismissal , but only  to the \nextent the claim was based on the Plan .  See Aym Techs., LLC , 2018 NCBC LEXIS \n14, at * 38 (“Plaintiff’s allegations reference a specific confidential document, \nspecifically describe its contents, and identify with particularity the misappropriated \ninformation that Plaintiff contends is proprietary and confidential.”) .  The Court \notherwise dismissed Aym’s trade secret claim.  Id. at *39–40.   \n33. The written Plan has now been made part of the record at summary \njudgment, and it cannot be disputed that the Plan does not comport with  Aym’s \n \n \n \n \ncharacterization of that document in its Complaint .  Significantly, and contrary to \nAym’s specific allegations, the Plan does not identify HCM, Hughes, or Lindley and \ndoes not otherwise contain a  list of proposed acquisition targets , or a formula for \nidentifying them.  (Compare Compl. ¶ 14, with Plan 2 (vaguely describing roll up as \none “under the foundation of an existing, large and successful provider”  and the \nstrategy as creating “a partnership . . . between a targeted strong [I]DD provider and \nAym” without identifying any targets).)  Moreover, rather than describe the Plan as \nan actionable strategy, when Quinn e-mailed the Plan to Wittels in 2015, he described \nthe Plan as “rough” and as a “white paper[,]” (Ex. D Wittels Aff.), and later described \nit as “high level rough” at his  deposition, ( Ex. 18 Decl. Barry Pollack  67:12–13 \n[hereinafter “1/28/19 Quinn Dep.”], ECF No. 119.1).     \n34. A review of the Plan document shows that, a t most, the Plan simply lists \ndifficulties that all North Carolina IDD providers face in the marketplace and bullet-\npoints the goals Aym hoped to achieve through a roll  up and vertical integration , \nincluding creating  synergies through consolidation of providers, uniform \nimplementation of Aym’s OnTarget software, and economies of scale.  (See Plan 2–3.)  \nThe evidence is undisputed, however, that Aym was not unique in recognizing an \nopportunity to roll up IDD providers in North Carolina.  Indeed, Aym’s CEO testified \nthat there was general interest in consolidation among participants in the North \nCarolina IDD industry during this time and that the benefits that an acquirer could \nobtain by rolling up providers were well known in the industry.  (See Quinn Dep. Vol. \nI 47:23–25 (“The fact that the MCOs wanted providers to consolidate . . . was not an \n \n \n \n \nunknown thing.”), 48:24 –49:3 (“Q.  And the fact that the system was publicly \ndiscussed as a closed network system that wou ld create benefits to those who \nconsolidated, that was not a trade secret of Aym’s, correct?  A.  In and of itself, that’s \ncorrect.”).) \n35. It is true, as Aym argues in opposition, that a trade secret may be built upon \npublicly available information “if the in formation or process has particular value as \na compilation or manipulation of information ,” depending on certain factors.   \nRoundPoint Mortg. Co. v. Florez , 2016 NCBC LEXIS 18, at * 31–32 (N.C. Super. Ct. \nFeb. 18, 2016) (citing Byrd’s Lawn & Landscaping, Inc., 142 N.C. App. 371, 376, 542 \nS.E.2d 689, 692 (2001)); see, e.g., Safety Test & Equip. Co. v. Am. Safety Util . Corp., \n2015 NCBC LEXIS 40, at *26 (N.C. Super. Ct. Apr. 23, 2015) (recognizing that a \ncompilation of publicly available information may receive trade secret protection \n“where the claimant encountered some difficulty in assembling each of the public \ncomponents”).   \n36. The undisputed evidence, however, refutes Aym’s contention that the idea \nto apply a standard merger practice—a roll up—to a particular market and reap the \nattendant benefits has “particular value” and thus constitutes a trade secret.  To the \ncontrary, Aym admits that a strategy of rolling  up IDD companies―the core concept \nof Aym’s Plan―is well known and not a trade secret.  ( See Quinn Aff. ¶  19 (“[T]he \nconcept of a roll up was known by many in the world of finance.”); Finley Dep. 165:1–\n3 (“Q.  Is a rollup of companies by itself a confidential concept?  A.  No.”); see also Aff. \nMichael McGregor ¶ 4 [hereinafter “McGregor Aff.”], ECF No. 119.4 (“Rolling-up like \n \n \n \n \nthis is how ‘the game is played’ in human services and other fragmented industry in \nthe US today.  This sort of roll-up strategy is not unique[.]”).)   \n37. Thus, b ased on the foregoing, and, in particular, Aym’s failure to offer \nevidence showing that the Plan contains confidential or proprietary information, the \nCourt concludes that Aym has failed to offer evidence from which a jury could \nreasonably conclude that the Plan has “actual or potential commercial value [due to] \nnot being generally known or readily ascertainable through independent \ndevelopment or reverse engineering.”  N.C.G.S. § 66-152(3)(a); (see Quinn Dep. Vol. I \n47:23–25, 48:24–49:3; Quinn Aff. ¶ 19; Finley Dep. 165:1–3; McGregor Aff. ¶ 4.)  \n38. As a result, and as demonstrated above, the Plan does not constitute a trade \nsecret under Chapter 66 as a matter of law , and judgment should be entered \ndismissing Aym’s trade secret misappropriation claim.  See, e.g., Analog Devices, Inc. \nv. Michalski, 157 N.C. App. 462, 469 –70, 579 S.E.2d 449, 454 (2003) (declining to \nextend trade secret protection to “chips” or their production processes because they \nwere “generally known in the industry , are process dependent so as to  preclude \nmisappropriation, or a re readily ascertainable by reverse engineering” ); Combs & \nAssocs., Inc. v. Kennedy, 147 N.C. App. 362, 370–71, 555 S.E.2d 634, 640 \n(2001) (holding that customer database was not a trade secret because the defendants \ncould have compiled same information from “public listings such as trade show and \nseminar attendance lists ”); see also Novacare Orthotics & Prosthetics E., Inc. v. \nSpeelman, 137 N.C. App. 471, 478, 528 S.E.2d 918, 922 (2000) (denying trade secret \nstatus to customer lists that could have been compiled through a local phonebook); \n \n \n \n \nDSM Dyneema, LLC v. Thagard , 2019 NCBC LEXIS 44, at *40 –43 (N.C. Super. Ct. \nJune 19, 2019) (holding that the defendant did not have a plasma and scouring \ntreatment trade secret because “the general use of plasma and scouring treatment on \nfibers of anti-ballistic materials is generally known in the industry”).     \nb.  Aym’s Alleged “Plan Plus” Trade Secret  \n \n39. Aym seeks to salvage its trade secret claim by expanding its alleged trade \nsecret beyond the Plan document itself, ignoring the limits set forth in the Court’s \nFebruary 2018 ruling  on Defendants’ motions to dismiss , to suggest that the Plan \ndocument is merely a “summary” of Aym’s acquisition strategy and not a detailed \ndescription of Aym’s purported trade secret.  (Quinn Aff. ¶ 25.)  Quinn described this \nnew and expanded trade secret at his deposition as: \nthe ability to step back and see the things that were going on; not just at that \nlevel, but the other – but a lower level within the industry.  And so you start \nto add all these things up and pile them up, then they become an indicator \nthat something special is going on that you – isn’t obvious to everyone.  So it’s \nnot just each individual thing that one person may know or another person \nknows, it’s the aggregation of those and the conclusion that you draw on \nthose; and the things that . . . means along with other things that made that \npart of the plan that I’m calling confidential.   \n \n(Quinn Dep. Vol. I 47:25–48:13.)   \n40. Aym sought to provide coherence to this description in its brief in opposition \nto Scopia and CBC’s motion for summary judgment: \nDue to Aym’s unique position as a software provider and consultant to \nNorth Carolina IDD providers, Aym gained insight into this industry \nand the challenges faced by IDD providers.  In addition, Aym gained an \nunderstanding of how these businesses were operated, which allowed \nAym to discover inefficiencies in their operations.  Through Aym’s \ndevelopment of OnTarget and Aym’s consulting work, Aym developed \nstrategies to el iminate these inefficiencies and turn struggling \n \n \n \n \nbusinesses into a profit -making venture.  It is the compilation of this \ninformation combined with Aym’s analysis of that information and \ndevelopment of an integration plan incorporating both the underlying \ninformation and the analysis that constitutes a trade secret here. \n \n(Br. Opp’n Scopia/CBC Summ. J. Mot. 13.)  \n41. Based on Quinn’s testimony and its revised trade secret description , Aym \nargues that the Plan is “much more than just the idea to roll -up IDD provi ders[,]” \ncontending instead that “[i]t included concepts of integration . . . in a manner which \nwould eliminate inefficiencies and increase the profit[] margins of these companies[,]” \nas well as “specific criteria of which IDD providers to target and how to identify those \ntarget providers.”  (Br. Opp’n Scopia/CBC Summ. J. Mot. 14.)   \n42. Even as reinvented, however, Aym’s claim must still be dismissed because \nAym has failed to describe this newly conceived trade secret with the specificity our \nSupreme Court requires.  In particular, both Quinn’s description of Aym’s revised \ntrade secret and Aym’s description in its brief in opposition to the Motions lack detail, \nare broadly stated and confusing, are unsupported by any record evidence other than \nQuinn’s conclusory assertions, and fail to put Defendants on notice of what they are \nalleged to have misappropriated.  See, e.g., Krawiec, 370 N.C. at 6 11, 811 S.E.2d at \n549 (“[P]laintiffs’ failure to describe a specific idea, concept, strategy, or tactic with \nrespect to their marketing plan or to provide any detail about [the alleged trade \nsecrets] renders their claim too general for this Court to determine[.]”);  see also \nComput. Design & I ntegration, LLC v. Brown , 2018 NCBC LEXIS 216, at *35 –36 \n(N.C. Super. Ct. Dec. 10, 2018) (holding that information described as “proprietary \nand unique solutions” was “broad, vague, and [not] identified with sufficient \n \n \n \n \nparticularity, or supported with reco rd evidence, to constitute a trade secret under \nNorth Carolina law”).   \n43. Furthermore, neither the Plan nor Quinn’s or Aym’s revised description of \nAym’s alleged trade secret  includes a list of acquisition targets , specifies a formula \nfor identifying acquisition targets, identifies Aym’s interest in acquiring any specific \ncompanies, or references HCM, Hughes, or Lindley  in any respect .  Without \nidentifying specific acquisition targets or a distinct method for determi ning them in \nthis context, Aym’s revised trade secret descriptions essentially identify and explain \nthe concept of roll up and vertical integration , the latter another widely known \ncorporate strategy, and nothing more .  See Vertical Integration , Merriam-Webster \nDictionary (2019) (defining vertical integration as “the combining of manufacturing \noperations with source of materials and/or channels of distribution under a single \nownership or management especially to maximize profits”).   \n44. In addition, that Aym may have contemplated applying a roll up and vertical \nintegration strategy to the North Carolina IDD industry because of identified \nindustry fragmentation and regulatory changes, as Aym suggests, (Quinn Aff. ¶¶ 10–\n18), does not elevate Aym’s broad description into a protectable trade secret.  Indeed, \nthe evidence is undisputed that it was well known both that the North Carolina IDD \nindustry was highly fragmented, ( see Aff. Laurie McDaniel ¶ 9, ECF No. 119.3  (“It \nwas well known for years that the IDD industry in North Carolina was highly \nfragmented, with a closed network so that entry had to be by acquisition.”)), and that \nIDD providers were subject to regulatory pressures, (see McGregor Aff. ¶ 4 (“By 2014, \n \n \n \n \nthe North Carolina Innovations Waiver, th e closed networks of Managed Care \nOrganizations (“MCOs”), and the regulatory pressures on small IDD providers . . . \nwere known inside and outside of North Carolina.”)).  Aym has offered no evidence \nthat the application of a roll up and vertical integration strategy to respond to these \nwidely known market dynamics was original to Aym or proprietary in any way.  (See \nQuinn Dep. Vol. I 47:23–25, 48:24–49:3.)   \n45. As such, the undisputed evidence shows, at most, that Aym’s newly revised \ntrade secret consists of no  more than broad, vague statements of generally known \nbusiness concepts and a generally known or readily ascertainable strategy to apply \nthose concepts to the IDD market in North Carolina.   Such is not enough.  See, e.g., \nRLM Commc’ns., Inc. v. Tuschen, 66 F. Supp. 3d 681, 700 (E.D.N.C. 2014) (finding, \nunder North Carolina law, a “business development opportunity”  readily \nascertainable because the evidence described “a nebulous, potential, business \nopportunity, not yet realized”); Thee Dollhouse Prods. N.C., Inc. v. Fairchild, No. 5:08-\nCV-282-FL, 2009 U.S. Dist. LEXIS 132727, at *33 (E.D.N.C. Mar. 30, 2009) (finding, \nunder North Carolina law, contents of “manuals and lectures on hospitality . . . \nreadily ascertainable by someone experienced in the field”). \n46. For each of these reasons, therefore, even if the Court were to consider Aym’s \nrestated and revised trade secret as something beyond the Plan document itself, \nAym’s misappropriation claim necessarily fails. \nc. Reasonable Efforts to Maintain Secrecy  \n47. Even if Aym had identified a protectable trade secret in the Plan on which \n \n \n \n \nto base its misappropriation claim, Aym’s trade secret claim must nevertheless be \ndismissed under Rule 56 because the undisputed evidence of record  shows that the \nPlan was not “the subject of efforts that  [we]re reasonable under the circumstances \nto maintain its secrecy.”  N.C.G.S. § 66-152(3)(b).  In particular, it is undisputed that \nQuinn and Aym’s investment banker shared the Plan or its contents with multiple \nthird-parties without marking the Plan confidential, without obtaining nondisclosure \nagreements prior to disclosure, or otherwise taking measures to assure the continued \nconfidentiality of the Plan.   \n48. In particular, it is undisputed that, in September 2014, Quinn disclosed the \nPlan to David Swintosky (“Swintosky”), an investment banker engaged to assist Aym \nwith its acquisitions, without a nondisclosure agreement or instructions that the Plan \nshould not be shared with third -parties absent confidentiality protections .  \n(Swintosky Dep. Vol. I 76:18–77:13; Ex. 6 Decl. Barry Pollack, ECF No. 119.1; Ex. 20 \nDecl. Barry Pollack 76:12–77:20, ECF No. 119.1; Ex. 27 Decl. Barry Pollack, ECF No. \n119.1.)  Swintosky then disclosed the Plan to Whittington  in late 2014 without a \nconfidentiality agreement or instructions to keep the Plan confidential in furtherance \nof Aym’s potential acquisition of HCM, ( 1/28/19 Quinn Dep. 27:1 –29:23), and \ndiscussed Aym’s strategy with Neil Lindley, again  without a confidentiality \nagreement or similar instructions, in furtherance of Aym’s potential acquisition of \nLindley, (Swintosky Dep. Vol. I 135:17–136:14).   \n49. Similarly, Quinn attached the Plan to an e-mail he sent to Wittels at Scopia \non July 28, 2015 , again without a confidentiality agreement or any assurance from \n \n \n \n \nScopia that the Plan would be kept confidential .  (Ex. D Wittels Aff.)  In referencing \nthe Plan in this e-mail, Quinn stated that he didn’t “think there [was] anything of a \nproprietary nature that isn’t already common knowledge.”  (MSJ-8 Dep. Ex. 66, ECF \nNo. 106.)  Wittels testimony is consistent: \nQ.  Do you recall [Quinn] sent you what he called a white paper? \nA.  Yes. \nQ.  It’s got a title; it said something about Aym vertical acquisition strategy.  \nRight? \nA.  Correct.  \nQ.  Did you ask him to send that? \nA.  No. \nQ.  Did he ask you to keep it confidential? \nA.  No. \nQ.  Did he make any efforts in his interaction with you to try to protect it as \nsomething that was like a secret sauce or trade secret of Aym? \nA.  No.  \n \n(Wittels Dep. 104:24–105:15.)3   \n50. Based on the above, the Court concludes that Aym’s claim must be dismissed \nfor the separate and independent reason that Aym has failed to produce evidence that \nit engaged in reasonable efforts to maintain the Plan’s  secrecy sufficient to survive \nscrutiny under Rule 56 .  See Stephenson v. Langdon, No. COA09 -1494, 2010 N.C. \nApp. LEXIS 1682, at *16 ( N.C. Ct. App. Sept. 7, 2010) (affirming dismissal of trade \n                                                           \n3  Aym argues that at the time that Quinn sent Scopia the Plan, he believed that Rodgers had \nalready disclosed the Plan to Scopia, (Quinn Aff. ¶ 59), and that Quinn had signed and \nreturned a confidentiality agreement with Scopia that incorporated an agreement  between \nScopia and HCM with a mutual confidentiality clause, (Br. Opp’n Scopia/CBC Summ. J. Mot. \n15).  As discussed elsewhere in this Opinion, there is no evidence that Rodgers disclosed the \nPlan to Scopia, and the unambiguous language of the Quinn/Scopia  and Scopia/HCM \nagreements makes plain that Quinn’s agreement with Scopia created a unilateral obligation \nfrom Quinn to Scopia, and Scopia’s agreement with HCM created an obligation to and from \nQuinn and HCM.  Neither agreement imposed a confidentiality ob ligation on Scopia \nregarding information it received from Quinn, including the Plan. \n \n \n \n \n \nsecret claim under Rule 56 for plaintiff’s failure to demonstrate reasonable efforts to \nmaintain secrecy).  \nd. Misappropriation  \n51. Finally, separate and apart from the foregoing, Aym’s  claim also fails \nbecause Aym has failed to present substantial evidence of misappropriation of  the \nPlan, Quinn’s revised formulation of Aym’s alleged trade secret, or Aym’s description \nof its trade secret in opposition to these Motions.  See Fox, 161 N.C. App. at 464, 588 \nS.E.2d at 903 (“[A]n issue is genuine if it is supported by substantial evidence, which \nis that amount of relevant evidence necessary to persuade a reasonable mind to \naccept a conclusion.”).   \n52. To establish a prima facie case of trade secret misappropriation, a plaintiff \nmust introduce substantial evidence that the  defendant “(1) [k]nows or should have \nknown of the trad e secret; and (2) [h]as had a specific opportunity to acquire it for \ndisclosure or use or has acquired, disclosed, or used it without the express or implied \nconsent or authority of the owner.”  N.C. G.S. § 66 -155.  The NCTSPA defines \n“[m]isappropriation” as the “acquisition, disclosure, or use of a trade secret of another \nwithout express or implied authority or consent, unless such trade secret was arrived \nat by independent development, reverse engineering, or was obtained from another \nperson with a right to disclose the trade secret.”  Id. § 66-152(1). \n53. Aym has failed to come forward with evidence tending to show that Rodgers \ndisclosed the Plan , that Scopia and CBC acquired the Plan  from Rodgers, or that \nRodgers disclosed either Aym’s interest in purchasing HCM, Hughes, or Lindley  or \n \n \n \n \nany confidential roll up and vertical integration strategy Aym intended to use in \nacquiring providers in the North Carolina IDD market.  Aym admits that there is no \ndirect evidence―neither documents nor testimony―showing that Rod gers delivered \nAym’s Plan or restated trade secret to Scopia.  Aym’s former chief operating officer, \nDouglas Finley (“Finley”), admitted as much at his deposition: \nQ.  You’re not aware of any confidential information that CBC had or used to \nacquire Lindley when it did, right? \nA.  I’m aware that Gene Rodgers was introduced to Neil Lindley by Lewis \nQuinn and myself.  He had – he did not know them prior to that time. \nQ.  Again, my question is –  \nA.  Confidential information, no. \n… \nQ.  Okay.  So Mr. – as you just said, you cannot identify any confidential \ninformation that Mr. Rodgers or CBC or Scopia had when Lindley was \nacquired, right, that helped it, correct? \nA.  I cannot identify. \nQ.  Okay.  And the same goes for Hughes and HomeCare Management, right? \nA.  I cannot identify. \n(Finley Dep. 149:20–150:11.)   \n54. Indeed, Finley acknowledged that Rodgers informed Aym that HCM, \nHughes, and Lindley were prepared to sell—not, as Aym attempts to now claim, that \nAym conveyed this “confidential” information to Rodgers  so that he could set up \nintroductions: \nQ.  And so the identity of Rankin Whittington and HomeCare Management \nas a potential buyer did not originate as confidential information of Aym.  \nThat was something that Mr. Rodgers developed and provided to you, right? \nA.  Mr. Rodgers provided the information that Rankin was interested in \nselling his business, yes. \n… \nQ.  So the timing and the identity of HomeCare Management and Hughes \nBehavioral did not start off as Aym’s confidential information.  It was \ninformation that Gene Rodgers actually brought to Aym, right? \nA.  I agree with that. \n \n \n \n \n… \nQ.  So as you sit here today, you can’t state under oath I have personal \nknowledge that Mr. Rodgers used some kind of timing or identity of \nconfidential information belo nging to Aym when conversations came up in \n2016 between Lindley and CBC where Mr. Rodgers was working, correct? \nA.  Correct.  I can’t state that. \n(Finley Dep. 165:14–21, 166:12–17, 167:2–8.)   \n55. Without direct evidence, and acknowledging that it does not “contend that \nthe simple fact that an IDD provider was interested in selling was not generally \nknown[,]” (Br. Opp’n Scopia/CBC Summ. J. Mot. 4), Aym seeks to sustain its claim \nthrough what it contends is compelling circumstantial evidence showing that Rodgers \npassed the Plan or its contents to Scopia or CBC , (see Br. Opp’n Scopia/CBC Summ. \nJ. Mot. 17–19).  Aym relies primarily on e-mail communications between Rodgers and \nScopia to support its contention.  (See, e.g., Ex. 31, 35 Wilder Aff., ECF No. 147; see \nalso Ex. 29 Wilder Aff. 67:14 –68.1, 80:7 –21, ECF No. 1 53.1.)  In particular , Aym \nargues that because Scopia—which Aym asserts had no prior knowledge or \nexperience in the North Carolina IDD industry and relied heavily on Rodgers to \ndevelop its acquisition strategy—targeted HCM, Hughes, and Lindley , a jury could \nreasonably infer that Rodgers must have shared with Scopia the identity of these \nentities as potential targets Aym intended to roll up and vertically integrate .  (Br. \nOpp’n Scopia/CBC Summ. J. Mot. 17–18.)   \n56. To support this inference, Aym relies heavily on a statement in an \ninvestment deck Scopia prepared stating that the opportunity to purchase HCM “was \nintroduced to Scopia through a proprietary relationship with an industry veteran  \n(Gene Rodgers) with over 20 years of experience in the North Carolina IDD market.”  \n \n \n \n \n(See Br. Opp’n Scopia/CBC Summ. J. Mot. 18  (quoting Ex. F Wittels Aff., ECF No. \n118); Wittels Dep. 7:25–9:12.)  But the investment deck says nothing about Aym’s \ninterest in acquiring HCM, Hughes, Lindley, or any other provider, and only explores \nHCM’s and Hughes’s positions in the North Carolina IDD market and identifies them \nas potential acquisition targets for Scopia.  As such, the investment deck’s reference \nto Rodgers and his contact with Scopia provides no proof for Aym’s contention that \nRodgers disclosed the Plan or Aym’s confidential information to Scopia.  At root, Aym \nasks the Court to indulge an inferential leap to find misappropriation, one that not \nonly ignores the undisputed evidence that Rodgers learned of these entities’ interest \nin selling wholly apart from Aym and the Plan, (Rodgers Aff. ¶¶ 7, 12 ; Quinn Dep. \nVol. II 121:19–22), but also the unrefuted testimony that Rodgers did not disclose \nAym’s acquisition interests to Scopia or CBC, (Finley Dep. 149:20–150:11, 165:14–21, \n166:12–17, 167:2–8; Rodgers Aff. ¶ 21).   \n57.   Distilled, Aym’s theory is essentially one of inevitable disclosure, a concept \nthat North Carolina courts have been reluctant to embrace under Ch apter 66 and \nthat requires the factfinder here to engage in impermissible speculation and \nconjecture to indulge the inferences Aym’s theory necessitates .  See, e.g., InVue Sec. \nProds., Inc. v. Stein , 2017 NCBC LEXIS 115, at *28 (N.C. Super. Ct. Dec. 18, 2017) \n(declining to “ ‘infer’ that [defendant’s] discussions with [co-defendant] involved \n[plaintiff’s] confidential information” and holding that, “[i]n the absence of evidence \nthat [defendant] actually disclosed confidential information to [co-defendant], \n[plaintiff’s] speculation that he may have done so is insufficient to carry its burden”); \n \n \n \n \nAmerigas Propane, LP v. Coffey, 2015 NCBC LEXIS 98, at *29–30, 35–36 (N.C. Super. \nCt. Oct. 15, 2015) (declining to assume misappropriation from evidence of a missin g \ncustomer list and a rapid transition of customers following the departed employee).   \nFor this additional reason, therefore, summary judgment should be entered \ndismissing Aym’s misappropriation claim.  See Henson v. Green Tree Servicing LLC, \n197 N.C. App. 185, 189, 676 S.E.2d 615, 618 (2009) (“The plaintiff must ‘offer \nevidence, beyond mere speculation or conjecture, sufficient for a jury to find every \nessential element of [its] claim.’ ” (quoting Abell v. Nash Cty. Bd. of Educ. , 89 N.C. \nApp. 262, 264–65, 365 S.E.2d 706, 707 (1988)). \n58. In addition, the undisputed evidence also forecloses Aym’s contention that \nDefendants used the Plan or Aym’s revised trade secret.  See N.C.G.S. § 66 -152(1) \n(defining “[m]isappropriation” as the “acquisition, disclosure, or use of a trade secret” \n(emphasis added)).  The undisputed evidence shows that neither Scopia nor CBC ever \nemployed a roll up and vertical integration strategy with Aym or any other software \nprovider after acquiring HCM, Hughes, and Lindley.  (Wittels Aff. ¶ 7; Suppl. Wittels \nAff. ¶¶ 4 –5 (“To this day, while CBC has become a multi -state venture, billing \nsoftware remains a function of an outside vendor.”).) \n59. For each of these reasons, therefore, the Court concludes that Plaintiff’s \ntrade secret misappropriation claim must be dismissed under Rule 56.4   \n                                                           \n4 In light of the Court’s dismissal of this claim, the Court need not address Defendants’ \nadditional arguments that (i) even if the Plan was a trade secret  under Chapter 66, Quinn \nwaived trade secret protection by sharing it with Scopia without first securing a non -\ndisclosure agreement and (ii) Aym was not the proper party to assert the misappropriation \nclaim because Quinn generated and executed the Plan for his own benefit, not as Aym’s agent.  \nFurther, because the Court elects not to address Defendants’ proper party and agency \n \n \n \n \n(2) Unfair and Deceptive Trade Practices (v. Scopia and CBC) \n60. Scopia and CBC contend that summary judgment should be entered \ndismissing Aym’s claim under North Carolina’s Unfair and Deceptive Trade Practices \nAct (“UDTPA”), N.C.G.S. § 75-1.1, et seq., because the claim is based entirely on the \nsame conduct that supports Aym’s now-dismissed trade secret claim.  Although Aym \nargues that its claim is supported by additional evidence that Defendants “actively \nand deceptively withheld information from Aym and directly lied to Aym to hide \nRodgers’ involvement in the HCM transaction [,]” (Br. Opp’n Scopia/CBC Summ. J. \nMot. 24), the Court previously determined in its February 2018 O pinion that Aym’s \nUDTPA claim could only advance to the extent the claim was based on the allegations \nsupporting its trade secret misappropriation claim, see Aym Techs., LLC, 2018 NCBC \nLEXIS 14, at *50.  Since the misappropriation and UDTPA claims are based entirely \non the same conduct, the Court’s conclusion that Aym has failed to offer evidence of \nmisappropriation under Chapter 66 compels the same conclusion concerning the \nsufficiency of Aym’s proof under section 75-1.1.  See, e.g., Area Landscaping, LLC v. \nGlaxo-Wellcome, Inc., 160 N.C. App. 520, 526, 586 S.E.2d 507, 512 (2003) ( affirming \ndismissal of UDTPA claim based solely on defendants’ alleged misappropriation of \ntrade secrets where evidence was insufficient to sustain misappropriation claim).  \nAym’s UDTPA claim should therefore be dismissed. \n(3) Breach of Contract (v. Rodgers)  \n61. Aym also asserts a breach of contract claim  against Rodgers, alleging that \n                                                           \narguments, the Court likewise need not address Aym’s contention that Scopia was liable for \nRodgers’s conduct under agency principles.   \n \n \n \n \nRodgers breached the confidentiality provision of the ICA by disclosing to Scopia \nconfidential information (including the Plan), Aym’s interest in purchasing HCM, and \nthe details of the timing, price, and structure of Aym’s offer to HCM.  (Pl.’s Br. Opp’n \nDef. Gene Rodgers’s Mot. Summ. J. 7–8 [hereinafter “Br. Opp’n Rodgers’s Mot. Summ \nJ.”], ECF No. 155.)  Rodgers argues that he is entitled to summary judgment on Aym’s \nclaim because the ICA was not supported by consideration, and even if it were, there \nis no evidence that Rodgers disclosed confidential information  contrary to its terms.  \n(See Def. Gene Rodgers’s Mem. L. Supp. Mot.  Summ J. 1–2 [hereinafter “Rodgers’s \nBr. Supp.”], ECF No. 116.)  The Court agrees with Rodgers. \n62. In North Carolina, “[t]he elements of a claim for breach of contract are (1) \nexistence of a valid contract and (2) breach of the terms of that contract.”  Poor v. Hill, \n138 N.C. App. 19, 26, 530 S.E.2d 838, 843 (2000).  For a contract to be enforceable, it \nmust be supported by consideration, Inv. Props. of Asheville, Inc. v. Norburn, 281 N.C. \n191, 195, 188 S.E.2d 342, 345 (1972) , and consideration has been defined as  “any \nbenefit, right, or interest bestowed upon the promisor, or any forbearance, detriment, \nor loss undertaken by the promisee ,” Elliott v. E nka-Candler Fire & Rescue Dep’t, \nInc., 213 N.C. App. 160, 163, 713 S.E.2d 132, 135 (2011) (quoting Lee v. Paragon Grp. \nContractors, Inc., 78 N.C. Ap. 334, 337–38, 337 S.E.2d 132, 134 (1985)). \na. Consideration   \n63. Although the parties agree that in or about April 2009 Aym began \ncompensating Rodgers as an independent contractor for continuing to make software \nreferrals that he had previously been making of his own accord, (Rodgers Aff. ¶ 9; \n \n \n \n \nQuinn Aff. ¶ 33), they dis pute when the ICA was entered and whether it was \nsupported by adequate consideration.   \n64. In the analogous situation of an employer/employee relationship, our courts \n“have noted [that] an employer and employee may agree to terms at the outset of an \nemployment relationship and later reduce those terms to writing.  In that \ncircumstance, the employment relationship may serve as consideration for the \nagreement despite the absence of a contemporaneous signed writing.”  Addison \nWhitney, LLC v. Cashion, 2017 NCBC LEXIS 51, at *9 (N.C. Super. Ct. June 9, 2017) \n(citing Young v. Mastrom, Inc., 99 N.C. App. 120, 123, 392 S.E.2d 446, 448 (1990)) ; \nsee also Battleground Veterinary Hosp., P.C. v. McGeough, 2007 NCBC LEXIS 33, at \n*15 (N.C. Super. Ct. Oct. 19, 2007)  (“It is immaterial that the written covenant is \nexecuted after the employee starts to work, so long as the terms incorporated therein \nwere agreed upon at the time of employment.”).   New consideration is required , \nhowever, to support modification of an existing agreement.  Clifford v. River Bend \nPlantation, Inc., 312 N.C. 460, 466, 323 S.E.2d 23, 27 (1984) (“[A]n agreement to \nmodify the terms of a contract must be based on new consideration or on ‘evidence \nthat one party intentionally induced the other party’s detrimental reliance [.]’ ” \n(quoting Wheeler v. Wheeler, 299 N.C. 633, 636, 263 S.E.2d 763, 765 (1980)). \n65. Rodgers argues that although the ICA is dated April 1, 2009, (ICA 1, 4), he \nis entitled to summary judgment because the undisputed evidence shows that he did \nnot sign the ICA, including its confidentiality provision, until several years into his \nrelationship with Aym, the ICA contained different terms than those agreed to by the \n \n \n \n \nparties in April 2009, and Aym has failed to come forward with any evidence of \nconsideration to render the ICA enforceable.  (Rodgers’s Br. Supp. 11.)  \n66. In particular, Rodgers argues that the ICA was signed for the first time in \n2012 and backdated to April 1, 2009.  For support, he points to Quinn’s representation \nin 2012 that he needed an independent contractor agreement with Rodgers for an \naudit, (Rodgers Aff. ¶ 11), and to an e-mail exchange between Quinn and Rodgers on \nMarch 31, 2009 in which, after both parties confirmed their understanding of the \nagreement, Quinn stated: “I would prefer, at this stage not to have a written \nagreement, unless you require it[,]” to which Rodgers replied, “I don’t need a written \nagreement either [,]” ( Ex. B Rodgers Aff., ECF No. 111).  The undisputed record \nfurther shows that th e ICA contained terms, including noncompetition and \nnondisclosure provisions, that were not contemplated when the parties began their \nrelationship in April 2009, (compare Ex. B Rodgers Aff. (summarizing agreement in \nMarch 2009 with, e.g., no mention of confidentiality agreement), with ICA Art. II–III \n(including non-disclosure and non-competition provisions). \n67. The only evidence Aym offers in support of an April 1, 2009 ICA execution \ndate are tentative, speculative, and conclusory statements by Quinn: \nQ.  You’d agree that this particular copy [of the ICA] was signed in 2012? \nA.  No, I don’t know when it was signed.  [Rodgers] may have just sent me a \ncopy of the one he had.  I don’t know. \nQ.  Separate from this copy that has a fax tag line of September 27, 2 012 on \nit, do you have any copy of a document that you had in your office before that \ndating back to April 1, 2009? \nA.  That’s why I asked him to send it to me because I didn’t have one.   I’m \nassuming either, one, he signed previously since he dated it ’09, or he took \nthe one that I gave him as an example and signed it and sent it back.  I’m not \nsure which he did.  \n \n \n \n \n \n(Quinn Dep. Vol. II 81:19–82:7.)  Aym provides no evidence that Quinn or anyone else \nsaw Rodgers sign the ICA in April 2009 or that Aym received the signed document in \nApril 2009.  Quinn’s conclusory, speculative assertion therefore stands alone and is \ninsufficient to carry Aym’s burden under Rule 56.  See Loftin, 2018 NCBC LEXIS 11, \nat *20 (“Merely . . . making conclusory statements will not suffice to defeat a motion \nfor summary judgment.” (citing S.C. Telecoms. Grp. Holdings, 248 N.C. App. at 245–\n46, 788 S.E.2d at 636–37)).   \n68. Aym sought to improve Quinn’s testimony with his subsequent affidavit, (see \nQuinn Aff. ¶ 33 (“Rodgers signed the ICA in or around April 2009.”) ), but our courts \nhave expressly rejected this tactic on summary judgment , see, e.g., Wachovia Mortg. \nCo. v. Autry-Barker-Spurrier Real Estates, Inc., 39 N.C. App. 1, 9–10, 249 S.E.2d 727, \n732 (1978) (finding that a party may not create an issue of fact by contradicting a \nprior deposition in a subsequently filed affidavit  because “[i]f a party who has been \nexamined at length on deposition could raise an issue of fact simply by submitting an \naffidavit contradicting his own prior testimony, this would greatly diminish the \nutility of summary judgment as a procedure for screening out sham issues of fact.”  \n(quoting Perma Research & Dev. Co. v. Singer Co., 410 F.2d 572, 578 (2d Cir. 1969)).   \n69. Even if the Court were to consider Quinn’s subsequently-filed \naffidavit―which contains no explanation or facts supporting or explaining his altered \nrecollection―Quinn again offers nothing more than a conclus ory assertion  that \ncontradicts the admitted e-mail exchange between Quinn and Rodgers on March 31, \n2009.  Such evidence does not create an issue of material fact at summary judgment.  \n \n \n \n \nSee N.C. R. Civ. P. 56(e) (requiring that a party adverse to a summary judgment \nmotion “must set forth specific facts showing that there is a genuine issue for trial”); \nLoftin, 2018 NCBC LEXIS 11, at *20 (citing S.C. Telecoms. Grp. Holdings, 248 N.C. \nApp. at 245–46, 788 S.E.2d at 636 –37)).  Thus, the Court concludes that the record \nevidence compels the conclusion that the ICA was signed after April 1, 2009  as a \nmatter of law. \n70. The undisputed evidence also shows that the ICA modified the terms under \nwhich the parties began their relationship in April 2009 by adding non-compete and \nnon-disclosure clauses.  (Compare Ex. B Rodgers Aff. (summarizing agreement as of \nMarch 31, 2009), with ICA Art. II–III.)  Thus, new consideration was necessary to \nmake the ICA enforceable when it was signed long after the parties’ working \nrelationship began.  Geiger v. Cent. Carolina Surgical Eye Assocs., P.A., No. COA14-\n169, 2014 N.C. App. LEXIS 1051, at *17 (N.C. Ct. App. Oct. 7, 2014) (“[A] modification \nmust ‘contain all the essential elements of a contract.’ ” (quoting Yamaha Int’l Corp. \nv. Parks, 72 N.C. App. 625, 628, 325 S.E.2d 55, 58 (1985)); see Altman v. Munns, 82 \nN.C. App. 102, 105, 345 S.E.2d 419, 422 (1986)  (“The critical elements are mutual \nassent to the  modification, and consideration or a substitute supporting it. ” (citing \nClifford, 312 N.C. 460, 323 S.E.2d 23)).  \n71. Aym offers no evidence of a change in Rodgers’s duties, rights, \ncompensation, or benefits at the time of signing —no evidence of anything bestowed \nupon Rodgers, and no evidence of any forbearance, detriment, or loss undertaken by \nAym.  (Rodgers Aff. ¶ 11 .)  Therefore, Aym  has failed to present evidence of new \n \n \n \n \nconsideration sufficient to support Rodgers’s entry into the ICA .  See, e.g., Franco v. \nLiposcience, Inc., 197 N.C. App. 59, 63, 676 S.E.2d 500, 503 (2009) (holding agreement \nthat “did not increase or diminish [employee’s] pay, duties, [or] rights” unenforceable \nfor lack of consideration); see also Kadis v. Britt, 224 N.C. 154, 161–63, 29 S.E.2d 543, \n547–49 (1944) (finding that continued at -will employment is illusory consideration \nbecause “consideration cannot be constituted out of something that is given and taken \nin the same breath − of an employment which need not last longer than the ink is dry \nupon the signature of the employee”).  \n72. As a result, the Court concludes that the ICA is not supported by \nconsideration and is unenforceable as a matter of law .  Plaintiff’s breach of contract \nclaim against Rodgers must therefore be dismissed.  See, e.g., Haynes v. B&B Realty \nGrp., LLC, 179 N.C. App. 104, 110, 633 S.E.2d 691, 695 (2006) ( holding that past \nservices of an independent contractor are insufficient consideration for a new \nagreement); Comp. Design & Integration, LLC v. Brown, 2018 NCBC LEXIS 216, at \n*55 (N.C. Super. Ct. Dec. 10, 2018)  (holding confidentiality agreements were not \nsupported by consideration where employees “were not offered any personal gain or \nbenefit”); Addison Whitney, 2017 NCBC LEXIS 51, at *7 –8 (“[I]f the employer and \nemployee enter into the [confidentiality] agreement after the creation the \nemployment relationship, the promise of continued at-will employment is inadequate \nconsideration.”).5   \n                                                           \n5  In light of the Court’s conclusion that the ICA is unenforceable for lack of consideration, \nthe Court need not address Aym’s related, but belatedly advanced, contention that the duty \nof good faith and fair dealing within the ICA required Rodgers to disclose to Aym that he was \nassisting competitors in acquiring companies Aym had allegedly targeted.  See, e.g., Sterling \n \n \n \n \nb. Breach  \n73. In addition, e ven if the ICA were deemed enforceable, Plaintiff’s contract \nclaim still must fail because Aym has not offered any evidence that Rodgers breached \nthe agreement .  Aym maintains that Rodgers breached the ICA by  disclosing to \nScopia the Plan and other confidential information , including “Aym’s interest in \nacquiring HCM, Hughes,  [and] Lindley ,” in violation of the ICA’s confidentiality \nprovision.  (Br. Opp’n Rodgers’s Mot. Summ J. 7−8.)  The specific provision at issue, \nICA Section 1.02, states that: \n[e]xcept as may be required to carry out his or her duties and responsibilities \nto [Aym], Contractor covenants and agrees not to disclose, directly or \nindirectly, for any purpose whatsoever any confidential information that \nContractor has been [sic] obtained or disclosed to Contractor as a result of \nassociation with [Aym]. \n \n(ICA § 1.02.)   \n74. The ICA defines “ [C]onfidential Information” as “any information not \ngenerally known to the public about [Aym], and [Aym]’s Customers and Vendors, \nincluding, but not limited to : . . . trade secrets, procedures, manuals, . . . contracts, . \n. . research and development data and information, . . .  marketing plans or \ntechniques, organization or operation.”  ( ICA § 1.01.)  As discussed above, Plaintiff \nhas failed to offer evidence of Rodgers’s misappropriation of Aym’s alleged trade \n                                                           \nTitle Co. v. Martin, No. COA18-1189, 2019 N.C. App. LEXIS 678, at *16 (N.C. Ct. App. Aug. \n6, 2019) (dismissing claim for breach of the implied duty of good faith and fair dealing where \nattendant contract was deemed unenforceable: “[b]ecause Plaintiff cannot establish the \nexistence of an enforceable contract, Plaintiff cannot state a claim that [defendant] ‘somehow \nbreached implied terms’ of that contract.” (quoting Suntrust Bank v. Bryant/Sutphin Props., \nLLC, 222 N.C. App. 821, 833, 732 S.E.2d 594, 603 , disc. review denied, 366 N.C. 417, 735 \nS.E.2d 180 (2012)). \n \n \n \n \nsecrets.  To the extent those alleged trade secrets constitute “ confidential \ninformation” under the ICA, Aym’s failure to offer facts showing misappropriation is \nlikewise a failure to offer facts showing breach of the ICA.  Thus, summary judgment \nshould be entered dismissing Aym’s breach of contract claim against Rodgers to this \nextent.   \n75. As for Aym’s non -trade-secret “confidential information ” under the ICA, \nAym has not brought forward any evidence that Rodgers disclosed any such \ninformation to any third party, including to Scopia or CBC.  All Aym offers in support \nis its contention that a factfinder could find breach based on Rodgers’s admitted \nassistance to both of these Defendants and Aym in their separate efforts to acquire \nHCM are strained inferences from e-mails Rodgers sent to Scopia and Aym.  (See Br. \nOpp’n Rodgers’s Mot. Summ J. 8 –10.)  As explained above and discussed in further \ndetail below , this purported evidence , which requires unwarranted speculative \ninferences, is insufficient to survive scrutiny under Rule 56.   \n76. First, the fact that Rodgers worked with Scopia, standing alone, is not \nevidence that Rodgers gave Scopia Aym’s confidential information.   See InVue Sec. \nProds., Inc. , 2017 NCBC LEXIS 115, at *28; Amerigas Propane, LP , 2015 NCBC \nLEXIS 98, at *29 –30, *35–36.  Moreover, the e -mails on which Aym relies to \ndemonstrate that Rodgers disclosed confidential information to Scopia do not permit \nthe inferences Aym urges.  For example, it is undisputed that on February 15, 2015, \nRodgers e -mailed Scopia’s Michael Somma (“Somma”) stating that he “had some \n‘word’ on the street gossip [sic] that someone will make [HCM] an offer this week,” to \n \n \n \n \nwhich Somma responded, “this is all helpful [.]”  ( Ex. 25 Wilder Aff., ECF No. 147.)  \nAym argues that a jury could conclude that because Rodgers quoted “word” in his e-\nmail, “Scopia was fully aware of Rodgers’s involvement with Aym and that Rodgers . \n. . was signaling that this information came from Aym.”  (Br. Opp’n Rodge rs’s Mot. \nSumm J. 8 –9.)  Without more, however, Aym’s requested inference from Rodgers’s \nuse of quotation marks around the word “word” is not grounded in fact and requires \nthe Court to engage in impermissible speculation and conjecture.  See Willoughby v. \nJohnston Mem’l Hosp. Auth., Nos. COA15-832, COA15-833, COA15-834, 2016 N.C. \nApp. Lexis 795, at *24–27 (N.C. Ct. App. Aug. 2, 2016) (affirming summary judgment \nfor defendant where plaintiff could only speculate that defendant’s breach of contract \nwas the proximate cause of plaintiff’s harm).   \n77. In a similar vein, Aym also claims that a jury could reasonably conclude that \nRodgers used confidential information he obtained from Ay m concerning Quinn’s \nwhereabouts because, after learning that Quinn would be out of town, Rodgers e-\nmailed Scopia’s Wittels to inform him that HCM’s owner, Whittington,  \nhas two “real offers” . . . [and that t]he offers are basically the same, and it \nwill come down to “choosing” who takes care of the company.  I do know the \nother entity is out of town so he’s trying to buy some time, which I don’t think \nwe need to give him.  \n  \n(Ex. 27 Wilder Aff., ECF No. 147 .)  Aym argues from this e -mail that Rodgers and \nScopia used Quinn’s confidential travel plans to their advantage by imposing a short \ndeadline on HCM to consider Scopia’s offer, thereby depriving Aym of the opportunity \nto react.  (Br. Opp’n Rodgers’s Mot. Summ J. 9–10.)   \n78. The undisputed facts show that Aym’s contentions are without merit.  First, \n \n \n \n \nAym offers no evidence that Quinn’s travel plans were confidential  and hence could \nnot be disclosed by Rodgers.  Next, although Quinn asked Rodgers to keep Aym’s \nidentity confidential until Aym had a viable acquisition deal, (Quinn Dep. Vol. I \n22:16–19, 23:7–12), Rodgers did not disclose Aym’s or Quinn’s identity to Scopia in \nthe cited e-mail and thus cannot be fairly accused through this evidence of disclosing \nto Scopia either Quinn’s travel plans or Aym’s interest in acquiring HCM.  (See Ex. \n27 Wilder Aff. (referring to Aym as “the other entity”); Ex. 38 Wilder Aff., ECF No. \n147 (stating that Rodgers was “well known to the other bidders”).) 6  But most \nimportantly, the speculative inferences Aym seeks to draw from this e-mail are made \nimpossible by the irrefutable evidence that Scopia imposed the offer response  \ndeadline four hours before Rodgers sent his e-mail to Wittels .  (Ex. 27 Wilder Aff.)  \nThe undisputed timeline thus shows that Scopia could not have imposed the deadline \nas a result of Rodgers’s e-mail as Aym submits.  As a result, the Court concludes that \nAym’s requested inferences are not grounded in fact, require impermissible \nconjecture and speculation, and cannot be sustained under Rule 56. \n79. For each of these reasons, therefore, the Court concludes that summary \njudgment should be entered dismissing Aym’s breach of contract claim against \nRodgers.7   \n                                                           \n6  It is worth noting that Rodgers’s use of “the other entity” and “other bidders” language in \nhis e-mails suggests that he did not disclose Aym’s identity to Scopia and certainly does not \nconstitute evidence that he did. \n \n7  In light of the Court’s ruling, the Court declines to consider Rodgers’s additional arguments \nfor dismissal. \n \n \n \n \nV. \nCONCLUSION \n80. WHEREFORE, for the foregoing reasons, the Court hereby ORDERS as \nfollows: \na. Aym’s Motion to Supplement the Record is GRANTED, and ECF Nos. 151, \n153, and 153.1 shall remain on the docket in the above-captioned case; \nb.  Defendant Gene Rodgers’s Motion for Summary Judgment is GRANTED, \nand all claims against Rodgers are hereby dismissed with prejudice; and \nc.  Defendants Scopia Capital Management LP and Community Based Care, \nLLC’s Motion for Summary Judgment  is GRANTED, and all claims \nagainst Scopia and CBC are hereby dismissed with prejudice.  \nSO ORDERED, this the 16th day of October, 2019.  \n \n/s/ Louis A. Bledsoe, III  \nLouis A. Bledsoe, III  \nChief Business Court Judge "
}