{
  "id": "c08a368d91211332fe83c065942deb44dec070e2d04ea9836f1bb4d7b6a3a94c",
  "source_file": "data/raw/ncbc/c08a368d91211332fe83c065942deb44dec070e2d04ea9836f1bb4d7b6a3a94c.pdf",
  "raw_text": "KNC Techs., LLC v. Tutton, 2019 NCBC 71. \n \nSTATE OF NORTH CAROLINA \nDAVIDSON COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 793 \nKNC TECHNOLOGIES, LLC, f/k/a \nKEN-NECT COMMUNICATIONS, \nL.L.C., \n \nPlaintiff, \n \nv. \n \nERIC TUTTON and I-TECH \nSECURITY & NETWORK \nSOLUTIONS, LLC,  \n \nDefendants. \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \n \n THIS MATTER comes before the Court upon Defendants’ Motion to Dismiss.  \n(“Motion”, ECF No. 5.) \n THE COURT, having considered the Motion, the briefs filed in support of and \nin opposition to the Motion, the arguments of counsel at the hearing on the Motion, \nand other appropriate matters of record, concludes that the Motion should be \nGRANTED, in part, and DENIED, in part, for the reasons set forth herein. \nI. FACTS1 \n1. Plaintiff, KNC Technologies, LLC, formerly known as Ken -Nect \nCommunications, L.L.C., ( “KNC”) is in the business of installing low -voltage \ninfrastructure primarily for communications and safety applications.  Defendant Eric \nTutton (“Tutton”) was employed by KNC as a project manager, mo st recently from \n                                                 \n1 The facts recited herein are drawn from the Complaint  and the attachments incorporated \ninto the Complaint.  (“Complaint”, ECF No. 3.) \nNovember 19, 2012 until November 14, 2013.  (ECF No. 3, at ¶ 7.)   Tutton executed \na non-compete and non-solicitation agreement with KNC (“Non-compete Agreement”) \n(Id.; ECF No. 3 at Ex. 1, Ex. A.)  The Non-compete Agreement prohibited Tutton from \nworking for KNC’s competitors for a period of three years following Tutton’s \ntermination from KNC and prohibited him from disclosing KNC’s trade secrets and \nconfidential information.  (Id. at ¶ 6–7; ECF No. 3 at Ex. 1, Ex. A.) \n2. On November 14, 2013, Tutton resigned his employment with KNC and \nbegan working for Nitor Solutions, Incorporated (“Nitor”), a competitor of KNC.  \nTutton admits that in October and November 2013, prior to his resignation from \nKNC, he helped Nitor download “files containing KNC ’s customer and supplier \ninformation, pricing schemes, project plans and designs, estimates, and bids.”  (ECF \nNo. 3 at Ex. 1, ¶¶ 7–26.)  After Tutton began working for Nitor, he contact ed KNC’s \ncustomers and helped Nitor successfully s olicit business from those customers.  ( Id. \nat ¶¶ 31–40.) \n3. KNC subsequently sued Tutton for breach of the Non -compete \nAgreement in Forsyth County Superior Court (Ken-Nect Communications, L.L.C. v. \nEric Tutton, 13 -CVS-07572; “Tutton I ”), claim ing, inter alia, that Tutton provided \nKNC’s confidential business information to Nitor.   In September 2014, KNC and \nTutton settled Tutton I by executing a Confidential Waiver, Release, and Settlement \nAgreement (“Settlement Agreement”).  (ECF No. 3, at ¶ 11; Settlement Ag reement, \nECF No. 3 at Ex. 2.)  The Settlement Agreement provided that Tutton would pay \n$5,000.00 to KNC and that KNC would release all claims against Tutton and dismiss \nTutton I.  (ECF No. 3 at Ex. 2, pp. 1–2.)   In addition, Tutton also agreed to the entry \nagainst him of an injunction by the Court prohibiting Tutton, for a period of ten years, \nfrom: directly or indirectly soliciting , contacting, and/or making sales to KNC’s \ncustomers or to a specific list of eight of KNC’s vendors and suppliers; retaining or \nusing KNC’s trade secrets, confidential and proprietary information; and disparaging \nor defaming KNC.  (ECF No. 3 at Ex. 2, p. 2.) \n4. On September 17, 2014, the Forsyth County Superior Court entered a \nConsent Order for Permanent Injunction and Dismissal of  Remaining Claims and \nCounterclaims (the “Consent Order” ).  (ECF No. 3, at Ex. 3.)  The Consent Order \ncontained the following prohibitions on Tutton’s activities relevant to the Motion: \na. [Tutton] is prohibited and enjoined from indirectly or directly \nsoliciting[,] contacting, and/or making sales to any customers of \n[KNC]. \n \nb. The term “Customers” as used herein shall mean any party for whom \n[KNC] had provided services as of November 14, 2013. \n \nc. [Tutton] is prohibited and enjoined from indirectly or directl y \nsoliciting, contacting, and/or making sales to any Suppliers of [KNC]. \n \nd. The term “Suppliers” as used herein shall mean Accu -Tech \nCorporation, ADI, Anixter, Inc., Communications Supply \nCorporation, Graybar Electric Company, Blackboard, Black Box, \nNorfolk Wire, and ScanSource and their operations in North \nCarolina, Virginia, South Carolina, Tennessee, and Georgia. \n \n(ECF No. 3 at Ex. 3, p. 2.)  The Consent Order further provided that it would “dissolve \nautomatically on August 31, 2024 ,” and that “[Tutton] waives any and all rights to \nseek modification to or relief from its terms until its natural expiration.”  (Id. at p. 3.) \n \n5. In April 2015 , Tutton formed Defendant I -Tech Security & Network \nSolutions, LLC, ( “I-Tech”; collectively, Tutton and I -Tech are referre d to as \n“Defendants”).  I -Tech performs many of the same services as, and competes with, \nKNC.  (ECF No. 3, at ¶ 15.) \n6. In June 2018, Tutton, through I-Tech, directly solicited KNC’s customer, \nGuilford County Schools, for at least two projects.  ( Id. at ¶ 16; ECF No. 3 at Ex. 4.)  \nI-Tech was unsuccessful on these solicitations and the projects were awarded to KNC.  \n(ECF No. 3 at Ex. 4.)   I-Tech also “solicited, contacted, or engaged in sale s with” \nseveral of KNC’s specific suppliers and vendors listed in the C onsent Order.  (Id. at \n¶¶ 15–17.)  Finally, KNC alleges, “upon information and belief,” that Tutton and I -\nTech have used KNC’s trade secrets and confidential and proprietary information.  \n(Id. at ¶ 19.)  KNC alleges that Tutton’s conduct violated the Settlement Agreement \nand Consent Order.  (Id. at ¶¶ 15–19.) \n7. On April 9, 2019, KNC filed the Complaint in this lawsuit.  (ECF No. 3.)  \nThe Complaint alleges claims against Tutton and I-Tech for:  breach of the Settlement \nAgreement and Consent Order (First and Second Claim for Relief); Misappropriation \nof Trade Secrets (Fifth Claim) ; unfair and deceptive trade practices in violation of \nN.C. Gen. Stat. § 75-1.1 (“UDTPA”) (Sixth Claim); and Unjust Enrichment (Seventh \nClaim); and a claim for Tortious Interference against I -Tech (Third Claim).  The \nComplaint also requests that the Court disregard I-Tech’s corporate form and hold I-\nTech “jointly and severally responsible for Tutton’s conduct,” (Fourth Claim, ECF No. \n3, at ¶¶ 38–43), and “impose a constructive trust an d direct Defendants to disgorge \nall profits gained from the violation of the terms of the Settlement Agreement and \nConsent Order.”  (Eighth Claim, Id. at ¶¶ 59–63.) \n8. On May 9, 2019, Defendants filed their Answer, Motion to Dismiss, and \nAffirmative Defenses, and a Memorandum in Support of Motion to Dismiss.  (ECF \nNo. 5; Mem. Supp. Mot. to Dismiss, ECF No. 6.)  KNC filed a Brief in Opposition to \nDefendants’ Motion to Dismiss, (Br. In Opp. Mot. to Dismiss, ECF No.  15), and \nDefendants’ filed a Reply Brief in Sup port of Motion to Dismiss.  (Reply Br. Supp. \nMot. Dismiss, ECF No. 16.) \n9. The Court held a hearing on the Motion on July 31, 2019 at which \ncounsel for the parties made oral argument.  The Motion is now ripe for decision. \nII. ANALYSIS \nA. Standard of Review \n10. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court’s \ninquiry is “whether, as a matter of law, the allegations of the complaint, treated as \ntrue, are sufficient to state a claim upon which relief may be granted under some \nlegal theory, whether properly labeled or not.”  Harris v. NCNB Nat’l Bank, 85 N.C. \nApp. 669, 670, 355 S.E.2d 838, 840 (1987).  North Carolina is a notice pleading state.  \nSee, e.g., Feltman v. City of Wilson, 238 N.C. App. 246, 252, 767 S.E.2d 615, 620 (2014) \n(quoting Wake Cty. v. Hotels.com, L.P.,  235 N.C. App. 633, 646, 762 S.E.2d 477, 486 \n(2014)).  “Under notice pleading, a statement of claim is adequate if it gives sufficient \nnotice of the claim asserted to enable the adverse party to answer and prepare for \ntrial, to allow for the application of the doctrine of res judicata, and to show the type \nof case brought.”  Id. \n11. “It is well established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen ‘(1) the complaint on its face reveals that no law supports the plaintiff ’s claim; \n(2) the complaint on its face reveals the absence of facts sufficient to make a good \nclaim; or (3) the complaint discloses some fact that necessarily defeats the plaintiff’s \nclaim.’”  Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615, 821 S.E.2d 729, 736–\n37 (2018) (quoting Wood v. Guilford County, 355 N.C. 161, 166, 558 S.E.2d 490, 494 \n(2002)).  \n12. In deciding a motion to dismiss, the court must construe the complaint \nliberally and accept all well-pleaded allegations as true.  Laster v. Francis, 199 N.C. \nApp. 572, 577, 681 S.E.2d 858, 862 (2009).  The court, however, is not required “to \naccept as true allegations that are merely conclusory, unwarranted deductions of fact, \nor unreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. Dep’t of Health & Human \nServs., 174 N.C. App. 266, 274, 620 S.E.2d 873, 880 (2005) (citation and quotations \nomitted). \n13. “[W]hen ruling on a Rule 12(b)(6) motion, a court may properly consider \ndocuments which are the subject of a plaintiff’s complaint and to which the complaint \nspecifically refers even though they are presented by the defendant.”   Oberlin \nCapital, L.P. v. Slavin, 147 N.C. App. 52, 60, 554 S.E.2d 840, 847 (2001). \n14. Applying these standards, the Court will address each of Plaintiff ’s \nclaims in turn. \nB. Breach of Contract \n15. In its first claim, KNC alleges that the Settlement Agreement and \nConsent Order are enforceable contract s, and that Tutton violated the contract s.  \n(ECF No. 3, at ¶¶ 20–24.)  Specifically, KNC alleges that Tutton violated the terms \nof the Consent Order by calling on KNC’s customers, contacting KNC’s suppliers, and \nusing KNC’s trade secrets.  (Id.  at ¶¶ 16–19.)   \n16. Preliminarily, the parties raise several novel issues that must be \naddressed prior to deciding whether KNC has sufficiently ple aded its breach of \ncontract claim.   Defendants conten d that the restrictions on Tutton’s activities \ncontained in the Settlement Agreement and Consent  Order should be analyzed as a \nrestrictive covenant between an employer and employee.   Analyzed as such, \nDefendant argues the restrictions are unenforceable under North Carolina law \nbecause: (1) they are overbroad; and (2) violate public policy .  (ECF No. 6, at pp. 9–\n14.)  KNC counters that Defendants’ arguments that the Consent Order is overbroad \nand against public policy are an impermissible collateral attack on a “duly rendered \njudgment issued by the Superior Court sitting in Forsyth County.”  (ECF No. 15, at \np. 4–5.)  The Court will address each issue raised by Defendants and KNC prior to \nanalyzing the sufficiency of KNC’s pleading on its breach of contract claim.  \ni. Defendants’ arguments for dismissal of the claim for breach of  the \nConsent Order are not a collateral attack. \n \n17. KNC argues that  Defendants’ arguments against enforcement of the \nConsent Order are a collateral attack on a final judgment.  (ECF No. 15, at pp. 4–5.)  \n“A collateral attack on a judicial proceeding is ‘an attempt to avoid, defeat, or evade \nit, or deny its force and effect, in some incidental proceeding not provided by law for \nthe express purpose  of attacking it.  North Carolina does not  \nallow collateral attacks on judgments.”  Reg’l Acceptance Corp. v. Old Republic Sur. \nCo., 156 N.C. App. 680, 682, 577 S.E.2d 391, 392 (2003) (quoting Hearon v. Hearon, \n44 N.C. App. 361, 362, 261 S.E.2d 9, 10 (1979)).   \n18. Implicit in North Carolina’s rule on collateral attacks is the notion that \nthere must first be a “judgment” that can be attacked.  See Pinewood Homes, Inc. v. \nHarris, 184 N.C. App. 597, 602, 646 S.E.2d 826, 831 (2007) (holding that there was \nno “judgment” as required by the rule against collateral attacks when the preliminary \ninjunction at issue had been voided) ; Clayton v. N.C. State Bar, 168 N.C. App. 717, \n719, 608 S.E.2d 821, 822 (2005) (concluding that when no appeal was taken, the trial \ncourt’s order became final and not subject to collateral attack.).  In North Carolina, \n“[a] final judgment is one which disposes of the cause as to all the parties, leaving \nnothing to be judicially determined between them in the trial court.”  CBP Resources, \nInc. v. Mountaire Farms, Inc., 134 N.C. App. 169, 171, 517 S.E.2d 151, 154 (1999).  \n19. KNC relies on Price v. Dobson, 141 N.C. App. 131, 134, 539 S.E.2d 334, \n336 (2000), to support its position that a consent judgment, like the Consent Order is \na “final determination of the rights adjudicated therein.”   (ECF No. 15, at p . 5.)  On \nthat premise, KNC contends that the Consent Order is capable of being collaterally \nattacked. (See id.)  Under North Carolina law, “[a] consent judgment is the contract \nof the parties entered upon the record with the sanction of the court.  Thus, it is both \nan order of the court and a contract between the parties. ”  Potter v. Hilemn Labs., \nInc., 150 N.C. App. 326, 334, 564 S.E.2d 259, 265 (2002) (internal citations omitted).  \nHowever, where a consent judgment does not contain findings of fact or conclusions \nof law by the trial court, and “merely recite[s] the parties ’ settlement agreement,” it \ndoes “not represent an adjudication of the parties ’ respective rights,” and cannot be \nenforced through the court’s contempt powers.  Ibele v. Tate, 163 N.C. App. 779, 781, \n594 S.E.2d 793, 795 (2004) (citation omitted); see also Walton v. City of Raleigh, 342 \nN.C. 879, 881, 467 S.E.2d 410, 411 (1996)  (“A consent judgment is a court -approved \ncontract”); In re Will of Smith , 249 N.C. 563, 568 –569, 107 S.E.2d 89, 93 –94 (1959) \n(The “consent judgment . . . [was] nothing more than a contract,” and could not be \nenforced by contempt proceeding.). \n20. KNC’s argument that  Defendants’ objections to the Consent Order \namount to a collateral attack, while intriguing, is ultimately unavailing.  Close review \nof the Consent Order reveals that the Forsyth County Superior Court made no \nfindings of fact or conclusions of law. (See ECF No. 3  at Ex. 3.)  The court simply \nincorporated the facts by reference from KNC’s verified complaint and various \naffidavits, (ECF No. 3 at Ex. 3, p. 1), and stated that “Defendant disputes and denies \nthe allegations made by Plaintiff” without making any of its own findings of fact.  (Id. \nat p. 2.)  Moreover, the court provided that the “Parties have waived any further \nfindings of fact and conclusions of law.”  (Id.)   \n21. The Court concludes that  the Consent Order at issue  in this case  is \nmerely a recitatio n of the parties’ Settlement Agreement and therefore does not \nrepresent an adjudication of the parties’ rights.  Accordingly, the Court is bound by \nNorth Carolina’s appellate jurisprudence  to treat the Consent Order as a contract \nand not a final judgment capable of being collaterally attacked.     \nii. The Consent Order should not be analyzed as an employee-employer \nnon-compete. \n \n22. The Court next addresses Defendants’ argument that the restrictive \ncovenants in the Consent Order are unenforceable under North Carolina law.  (ECF \nNo. 6, at pp. 9 –10.)   Defendants contend that the Consent  Order should be treated \nas a non-compete agreement between an employer and employee and analyzed under \nthe well-established standard applied to such agreements: (1) an enforceable non -\ncompete agreement between an employer and employee must be in writing; (2) made \na part of the employment contract; (3) based on valuable consideration; (4) reasonable \nas to time and territory; and (5) designed to protect a legitimate bus iness interest of \nthe employer.  (ECF No. 6, at p. 9; citing Hartman v. WH Odell and Assocs., Inc., 117 \nN.C. App. 307, 311, 450 S.E.2d 912, 916 (1994).)  Applying this standard, Defendants \nargue that the time of the restrictions contained in the Consent Order of nearly 10 \nyears is unreasonable as a matter of law and is unenforceable.  ( Id. at pp. 9–10.)  In \nsupport, Defendants cite to North Carolina authority finding that, generally, 5 years \nis the outer limit of reasonableness for a restrictive covenant imposed on an employee. \n(Id.; citing e.g., Farr Assocs., Inc. v. Baskin, 138 N.C. App. 276, 282, 530 S.E.2d 878, \n881 (2000).) \n23. KNC, on the other hand, argues that the restrictive covenants in the \nConsent Order are not subject to North Carolina precedent regarding employer -\nemployee non -compete agreements, but instead should be enforced simply as the \nproduct of an arms-length settlement of Tutton I.  (ECF No. 15, at pp. 10–12.)  KNC \ncontends that the agreement in this case differs significantly from restrictive \ncovenants between employers and employees, for which “it is entirely appropriate for \na court to review the enforceability of those agreements to make sure the agreements \nwere in accord with North Carolina law and that an employer did not take advantage \nof an employee by forcing the employee to execute an overly broad or unduly \nrestrictive agreement.”  (Id. at p. 11.)  Rather, the restrictions on Tutton’s activities \nin this case were the product of a negotiated compromise between parties represented \nby counsel of “a pending lawsuit, brought by KNC against a former employee who [ ] \nadmitted, under oath, to the theft of trade secrets. ”  ( Id.)  Plaintiff contends that \n“applying the employee non-competition standards to the Settlement Agreement and \n[Consent] Order also would frustrate North Carolina’s interests in having legal \ndisputes resolved by settlement prior to trial.”  (Id.) \n24. “At c ommon law, non -competition clauses generally were not upheld \nbecause such agreements were held to be in restraint of trade and thus against public \npolicy.”  United Labs., Inc v. Kuykendall,  322 N.C. 643, 648, 370 S.E.2d 375, 379 \n(1988).  However, over time it became widely accepted by North Carolina’s courts that \n“while non -competition clauses were in partial restraint of trade, they would \nnevertheless be upheld if the covenants were supported by valuable consideration, \nreasonably necessary to protect the i nterests of the covenantee, and not against \npublic policy.”  Id.  (citing Hill v. Davenport, 195 N.C. 271, 141 S.E. 752 (1928)).  North \nCarolina courts will enforce restrictive covenants entered into between employers and \nemployees where the restrictions o n the employee’s activities are reasonably \nnecessary to protect an employer’s legitimate business interests.  See Outdoor \nLighting Perspectives Franchising v. Harders, 228 N.C. App. 613, 620–21, 747 S.E.2d \n256, 262 (2013).   \n25. In addition to the employee -employer context, North Carolina has \nanother line of cases—the buyer-seller of a business situation—occupying the field of \nnon-compete agreements:  \n[W]hen one sells a trade or business and, as an incident of \nthe sale, covenants not to engage in the same business in \ncompetition with the purchaser, the covenant is valid and \nenforceable (1) if it is reasonably necessary to protect the \nlegitimate interest of the purchaser; (2) if it is reasonable \nwith respect to both time and territory; and (3) if it does not \ninterfere with the interest of the public. \n \nId. at 621, 747 S.E.2d at 262.  (citation omitted).  While the outer limit of \nreasonableness for employment non-competes generally will not extend beyond 5 \nyears, the same does not hold  true in the sale of a trade or business  context.  See \nJewel Box Stores Corp. v. Morrow, 272 N.C. 659, 664, 158 S.E.2d 840, 843–44 (1968) \n(citing numerous cases in which covenants not to compete ranging from ten years to \nlife were upheld when accompanied with the sale of a business). \n26.  While the law in North Carolina regarding these traditional categories \nof non-competes is robust, “[a] number of prior decisions . . . dealing with the \nenforceability” of non -compete agreements “involved situations which do not fit \nneatly into either the employer -employee category or the business sale category.”  \nOutdoor Lighting, 228 N.C. App. at 621, 747 S.E.2d at 262.  “[P]ractical differences \nbetween the typical employer-employee arrangement and the typical buyer-seller \narrangement” render it illogical to conclude that the rules “typically govern[ing] \neither arrangement should be applied with unbending rigidity.”  Id. at 62 2, 747 \nS.E.2d at 263.  \n27. In Outdoor Lighting, the court declined to accept plaintiff’s argument \nthat a non-compete agreement between a franchisor and franchisee should be \nanalyzed solely under the employer -employee rubric.  Id. at 621–22, 747 S.E.2d at \n263.  The court concluded that the franchisor-franchisee relationship was a “hybrid \nsituation” differing from both employer -employee and buyer-seller context and did \nnot fit neatly in to either category.  Id. at 621, 747 S.E.2d at 263.  The court noted \nspecific, key  differences between the franchisor -franchisee situation and  more \ncommonly litigated non-compete disputes.  Id. at 621–22, 747 S.E.2d at 263.  Namely, \nas compared to the employer-employee situation, a franchisee likely possesses more \nmarketable skills tha n a typical employee and is not dependent on one particular \ncraft to earn a living.  Id. at 622, 747 S.E.2d at 263.  Unlike the buyer-seller situation, \na franchisor is likely to benefit from the goodwill built up by the franchisee when the \nfranchisor sells the business to another franchisee.  Id.    \n28. In Outdoor Lighting, the court elected to utilize elements of both the \nemployer-employee and the buyer-seller categories when analyzing the non-compete \nin the franchisor -franchisee context.  Id.  After assessing the varying degrees of \nrelevance of the factors in the employer-employee and buyer-seller context, the court \nconcluded that: “the ultimate issue . . . in resolving such disputes . . . is the extent to \nwhich the non -competition provision . . . is no more restrictive than necessary . . . \nwith relevant factors to include . . . duration . . . geographic scope . . . and the extent \nto which the restriction is otherwise nec essary to protect the legitimate interests of \nthe franchisor.”  Id. at 623, 747 S.E.2d at 264.  \n29. The Court concludes that the facts alleged in this case do not fit squarely \nunder the analysis applied to restrictive covenants between employer and employee \nor buyer and seller, but instead call for a more situation -specific approach.     \nTherefore, like the court in Outdoor Lighting, the Court declines to adopt Defendants’ \nassertion that the restrictive covenant in the Consent Order should be treated as an \nemployer-employee non-compete. \n30. Ultimately, “the reasonableness of a restraining covenant is a matter of \nlaw for the court to decide .”  Jewel Box Stores Corp., 272 N.C. at 663, 158 S.E.2d at \n843 (1968) (citation omitted).  “Essentially, ‘by enforcing the restrictions [a] court is \nonly requiring the defendants to do what they agreed to do.’”  United Labs., Inc, 322 \nN.C. at 649, 370 S.E.2d at 380 (noting that at the time the parties entered into the \ncontracts containing the covenants not to compete, both parties “regarded the \nrestrictions as reasonable and desirable”) (citation omitted).   \n31. On these facts, the Court is compelled to find that the ten-year duration \nof the covenant in the Consent Order  is reasonable  and enforceable .  Tutton \nadmittedly violated the Non -compete Agreement after his resignation  from KNC .  \nKNC brought a lawsuit against Tutton  and the lawsuit was settled prior to trial, in \npart, because Tutton agreed to a set of narrowly-tailored restrictions on his ability to \nsolicit KNC’s customers and vendors for approximately ten years .  Tutton is not \nprohibited from competing with KNC.  Rather, he is restricted only from soliciting, \ncontacting, or making sales to KNC’s customers and to eight of KNC’s vendors and \nsuppliers and using Plaintiff’s “trade secrets, confidential and proprietary \ninformation.”  “While the law frowns upon unreasonable restrictions, it favors the \nenforcement of contracts intended to protect legitimate interests.”  Sonotone Corp. \nv. Baldwin, 227 N.C. 387, 390, 42 S.E.2d 352, 355 (1947).  The restrictions in the \nConsent Order do nothing more than protect KNC’s business interests, which Tutton \nhas already demonstrated a propensity to ignore.  Therefore, the Court finds that the \nnon-compete contained in the Consent Order is valid, reasonable, and enforceable.  \niii. The restrictions in the Consent Order do not violate public policy. \n  \n32. Defendants further contend that the Consent Order and “the Settlement \nAgreement[ ] cannot be enforced to prohibit Defendants’ solicitation of business from \n[Guilford County Schools], or [Guilford County Schools]’s solicitation of business from \nDefendants.  Such a prohibition would constitute a violation of public policy .”  (ECF \nNo. 6, at p. 12.)  Defendants summarize their argument as follows: \nNorth Carolina state statutes and policies require local \ngovernments to use competitive bidding for (1) purchase \ncontracts . . .  . See N.C. Gen. Stat. §§ 143 -129, -131. The \npurpose of competitive bidding laws is “to prevent \nfavoritism, corruption, fraud, and imposition in the \nawarding of public contracts by giving notice to prospective \nbidders and thus assuring competition which in tu rn \nguarantees fair play and reasonable prices in contracts \ninvolving the expenditure of a substantial amount of public \nmoney.”  Mullen v. Town of Louisburg, 225 N.C. 53, 58–59, \n33 S.E.2d 484, 487 (1941). \n \n(Id.)   \n33. Defendants’ argument is misplaced.  The public policy at issue requires \nlocal government entities to use open and competitive bidding processes in awarding \ngovernment contracts to assure both that the government is receiving cost-efficient \nbids and to protect against contracts being awarded on the basis of favoritism or on \nother improper grounds.  That public policy does not prohibit a private party from \nvoluntarily removing itself from bidding on such contracts by settlement agreement \nor otherwise. \n34. “[C]ourts must be cautious when addressing arguments based on \n‘public policy.’”  Akzo Nobel Coatings, Inc. v. Rogers, 2011 NCBC LEXIS 42, at *24 \n(N.C. Super. Ct. Nov. 3, 2011) (citation omitted).  The premise behind refusing to \nenforce contracts that are in breach of public policy is rooted in the notion “that no \none can rightfully do ‘that which tends to injure the public or is detrimental to \nthe public good.’”  Vogel v. Reed Supply Co., 277 N.C. 119, 133, 177 S.E.2d 273, 282 \n(1970) (quoting A. C. Frost & Co. v. Coeur D’Alene Mines Corp., 312 U.S. 38 \n(1940)).  Even so, “if it definitely appears that enforcement of a contract will not be \nfollowed by injurious results, then, generally at least, what the parties have agreed \nto ought not to be struck down on the ground of  public policy.”  Id. at 133–34, 177 \nS.E.2d at 282 (citation and quotations omitted).  Here, the Court is unpersuaded by \nDefendants’ argument that the prohibitions in the Settlement Agreement and \nConsent Order cause any injury to the public good .  The Settlement Agreement and \nConsent Order do not  limit Gui lford County Schools’ ability to use  competitive \nbidding processes.  Guilford County Schools, and any other governmental customers \nof KNC, are free to solicit bids from whomever they please.   The restriction at issue \nhere merely prohibits Tutton, a single market participant, from soliciting business \nwith Guilford County Schools  for a limited period of time .  Likewise, the Consent \nOrder does not prevent Guilford County Schools from securing competitive bids, it \nonly prevents Tutton from being one of the bidders.   Therefore, the Customer \nProvision is not unenforceable for being in contravention to public policy. \niv. Whether the liquidated damages provision of the Settlement \nAgreement is reasonable is question of fact. \n \n35. Finally, Defendants contend that the liquidated damages provision in \nthe Settlement Agreement cannot be enforced because it constitutes an impermissible \npenalty.  (ECF No. 6, at pp. 14–15.)  The Settlement Agreement provides, in relevant \npart, as follows: \nIf at any time it is determined that Tutton has breached \nthe terms of the Permanent Injunction to be entered by the \nCourt pursuant to this Agreement, Tutton acknowledges \nand agrees that Ken-Nect shall be entitled to a payment of \nliquidated damages in the a mount of Twenty -Five \nThousand and No/100 Dollars ($25,000.00) per violation. \n \n(ECF No. 3 at Ex. 2, ¶ 6.) \n \n36. Defendants argue that the liquidated damages amount of $25,000.00 per \nviolation bears no reasonable relationship to the amount of actual damages KNC \nwould suffer in the event of a breach of the restrictive covenants in the Consent Order \nand, therefore, are an unlawful penalty.  (ECF No. 6, at p. 15.)  In support of their \nargument Defendants rely on Knutton v. Cofield, 273 N.C. 355,  361, 160 S.E.2d 29, \n34 (1968), which held: \n \nLiquidated damages are a sum which a party to a contract \nagrees to payor a deposit which he agrees to forfeit, if he \nbreaks some promise, and which, having been arrived at by \na good -faith effort to estimate in advance the actual \ndamage which would probably ensue from the breach, are \nlegally recoverable or retainable . . . if the breach occurs. A \npenalty is a sum which a party similarly agrees to pay or \nforfeit .  . . but which is fixed, not as a pre -estimate of \nprobable actual damages, but as a punishment, the threat \nof which is designed to prevent the breach, or as security     \n. . . to insure that the person injured shall collect his actual \ndamages. \n \nId. (quotations and citation omitted). \n \n37. Plaintiff argues that Defendants’ attack on the liquidated damages \nprovision is premature.  (ECF No. 15, at pp. 15–16.)  The Complaint does not contain \nany allegations regarding how the parties arrived at the $25,000.00 figure, and \nPlaintiff contends that the reasonableness of that figure cannot be determined prior \nto conducting discovery.  (Id.; citing Green Park Inn, Inc. v. Moore, 149 N.C. App. 531, \n540, 562 S.E.2d 53, 59 (2002) (“Whether a liquidated damages amount is a reasonable \nestimate of the damages that would likely result from a default is a question of \nfact.”).) \n38. Although the Court is skeptical that the $25,000.00 figure will prove \nreasonable, at least with regard to certain types of violations of the Consent Order, it \nagrees with Plaintiff’s argument and concludes that it should not decide the question \nat this preliminary stage of the case.  Accordingly, Defendants’ motion to dismiss the \nliquidated damages provision in the Settlement Agreement is DENIED. \nv. KNC does not allege Tutton has b reached the Consent Order and \nSettlement Agreement by competing generally with KNC. \n \n39. Defendants argue that Tutton and I-Tech’s competition with KNC is not \na breach of the Consent Order  because there is nothing in the Consent Or der \npreventing Tutton from competing, generally, with KNC.  (ECF No. 6, at pp. 10–11.)  \nHowever, Plaintiff concedes that “KNC has not and is not making a claim that I-Tech \nand Mr. Tutton’s general competition with KNC is by itself sufficient to demonstrate \na breach of the Settlement Agreement and Consent Order .”  (ECF No. 15, at p.  13.)  \nTherefore, the Court need not address this argument. \nvi.  KNC has alleged a claim for breach of contract against Tutton.  \n40. In addition, Defendants argue that KNC has failed to provide anything \nbeyond conclusory allegations to support its claim that Tutton violated the \nprohibition on contacting or soliciting KNC’s vendors and suppliers.  (ECF No. 6, at \np. 11–12.)2 \n41. A breach of contract claim is comprised of two elements: “(1) [the] \nexistence of a valid contract and (2) breach of the terms of that contract.”  Poor v. Hill, \n138 N.C. App. 19, 26, 530 S.E.2d 838, 843 (2000).  Here, KNC has alleged the \nexistence of valid contract s—the Settlement Agreement and  Consent Order.  KNC \nalso alleges that “ Tutton . . . has solicited, contacted, or engaged in sales with . . . \n                                                 \n2 Defendants do not argue that the breach of contract claim against Tutton should be \ndismissed because KNC failed to allege that Tutton solicited KNC’s customers, only that the \nallegations regarding Tutton’s solicitation of the vendors and suppliers are insufficient. \nAccu-Tech Corporation, ADI, Anixter, Inc., Communications Supply Corporation, \nGraybar Electric Company, Norfolk Wire.”  (ECF No. 3, at ¶¶ 16–17.)  Each of these \ncompanies is contained in the list of KNC’s vendors and suppliers in the Consent \nOrder. \n42. KNC has pleaded enough facts to put Defendants on notice of the claims \nfor breach of contract asserted against them to enable Defendants to “answer and \nprepare for trial.”  Wake County, 235 N.C. App. at 646, 762 S.E.2d at 486.  Therefore, \nto the extent Defendants assert that KNC’s claim for breach of contract should be \ndismissed based on  a failure to adequately plead  violations of the prohibition on \nsoliciting KNC’s vendors and suppliers, Defendants’ motion should be DENIED. \n43. In summary, the Court concludes that to the extent Defendants seek \ndismissal of the claim for breach of contract as  alleged against Tutton, the motion \nshould be DENIED. \nvii. KNC’s claim for breach of contract against I-Tech. \n44.  In addition to alleging a breach of contract claim against Tutton \nindividually, in its second claim KNC alleges that I-Tech has breached the Settlement \nAgreement and  Consent Order.   (ECF No. 3, at ¶ 25 –30.)  KNC alleges that the \nSettlement Agreement binds Tutton’s successors and assigns. 3  (Id. at ¶ 27; citing \nECF No. 3 at Ex. 3, ¶ 11.)   And that on “current information and belief, I -Tech is a \n                                                 \n3 The Consent Order contains no language permitting assignment of the rights and \nobligations under the Consent Order nor making it binding on successors or assigns.  It is, at \nbest, highly questionable whether the Consent Order could be binding on I-Tech, which was \nnot a party to Tutton I and had not been formed as of the date the Consent Order was issued \nby the Court. \nsuccessor or assign of Tutton.”  (Id. at ¶ 28.)  However, KNC does not allege any facts \nin support of the allegation that I-Tech is a successor of Tutton, nor that Tutton \nassigned his rights or obligations under the Settlement Agreement to I-Tech. \n45. On the other hand, Defendants argue that I -Tech is not a successor of \nTutton because Tutton does not own I-Tech.  (ECF No. 6, at p. 16.)  Defendants also \ncontend that I -Tech is not bound by the Settlement A greement because Tutton  did \nnot assign I-Tech any rights under the Settlement agreement.  (Id.) \n46. Although the current allegation that I -Tech has succeeded to or been \nassigned Tutton’s obligations under the Settlement Agreement is threadbare, at this \nstage o f the proceeding the Court concludes that it should not be dismissed, and \nPlaintiff should be permitted to take discovery on the issue.  To the extent Defendants \nseek dismissal of the claim for breach of contract as against I-Tech, the motion should \nbe DENIED. \nC. Tortious Interference with Contract \n47. In its third claim, KNC alleges that the Settlement Agreement and \nConsent Order constitute valid contracts between KNC and Tutton, that I-Tech was \naware of the contract s, and that I -Tech intentionally induced Tutton to breach the \ncontracts without justification.  (ECF No. 3, at ¶¶ 31–37.)   \n48. In support of dismissal, Defendants argue only that since KNC’s claim \nfor breach of contract should be dismissed, its claim for tortious interference also \nshould be dismissed.  (ECF No. 6, at p. 16.)   Contrary to Defendants’ argument, the \nCourt has found that KNC has alleged a claim for breach of contract against Tutton.  \nTherefore, Defendants’ motion to dismiss KNC’s claim for tortious interference with \na contract should be DENIED.  \nD. Disregard of I-Tech’s Corporate Form  \n49. In its fourth claim, KNC asks the Court to disregard I-Tech’s corporate \nform and hold it “jointly and severally liable” for Tutton’s alleged unlawful conduct .  \n(ECF No. 3, at ¶¶ 38–43.)  Specifically, KNC asserts that Tutton has “complete control \nand domination over I-Tech such that it has no separate mind, will, or existence of its \nown.”   (Id. at ¶ 39.)  KNC further alleges that Tutton has used his control of I-Tech \nto circumvent t he restrictions placed on Tutton by the Consent Order  and such \nactions have caused KNC injury.  (Id. at ¶¶ 40–41.)  \n50. Defendants contend that the allegations in  KNC’s complaint are only \nconclusory statements or legal conclusions and not facts that establish any of the \nelements that North Carolina courts use in deciding whether to disregard an entity’s \ncorporate form.  (ECF No. 6, at pp. 7–8).   \n51. In North Carolina, “[t]he general rule is that in the ordinary course of \nbusiness, a corporation is treated as disti nct from its shareholders. ”  State ex rel. \nCooper v. Ridgeway Brands Mfg., LLC, 362 N.C. 431, 438, 666 S.E.2d 107, 112 (2008).  \nWhile a corporation’s  liability shield “is not to be disregarded lightly,” when \ncircumstances call upon the courts to do so, “it may be permissible to look behind the \ncorporate form.”  Id. at 438–39, 666 S.E.2d at 112.  Indeed, allowing claimants to peel \nback the corporate curtain  prevents those in control of a corporation from utilizing \nthe corporate form as a drape of liability armor , while engag ing in fraud or other \nwrongful acts.  See id. at 439, 666 S.E.2d at 112–13.  \n52. To properly state a claim for piercing the corporate veil, a claimant must \nallege that “the corporation is so operated that it is a mere instrumentality or alter \nego of the sole or dominant share holder.”  Green v. Freeman, 367 N.C. 136, 145, 749 \nS.E.2d 262, 270 (2013) (citing Henderson v. Security Mortg. & Finance Co., 273 N.C. \n253, 260, 160 S.E.2d 39, 44 (1968)) (internal quotations om itted).  In determining \nwhether to pierce the corporate veil, courts look to  evidence of “inadequate \ncapitalization, noncompliance with corporate formalities, lack of a separate corporate \nidentity, excessive fragmentation, siphoning of funds by the dominant shareholder, \nnonfunctioning officers and directors, and absence of corporate records.”  Id. at 145, \n749 S.E.2d at 270.  “The presence or absence of any particular factor . . . is [not] \ndeterminative.  Rather, it is a combination of factors . . . which suggest that the \ncorporate entity attacked had no separate mind, will[,] or existence of its own and \nwas therefore the mere instrumentality or tool of the dominant corporation.”  Fischer \nInv. Capital, Inc. v. Catawba Dev. Corp., 200 N.C. App. 644, 651, 689 S.E.2d 143, 148 \n(2009) (internal citations and quotations omitted). \n53. Once a party has established that the corporation is  a mere \ninstrumentality of a dominant shareholder and its form should be pierced, “ the next \ninquiry is whether a noncorporate defendant may be held liable for her personal \nactions.”  Green, 367 N.C. at 145, 749 S.E.2d at 270.  To show that a corporation is a \nmere instrumentality of a dominant shareholder, a plaintiff must show: \n(1) Control, not mere majority or complete stock control, but complete \ndomination, not only of finances, but of policy and business pract ice in \nrespect to the transaction attacked so that the corporate entity as to this \ntransaction had at the time no separate mind, will or existence of its \nown; and \n \n(2) Such control must have been used by the defendant to commit fraud \nor wrong, to perpetrate the violation of a statutory or other positive legal \nduty, or a dishonest and unjust act in contravention of [a] plaintiff’s legal \nrights; and, \n \n(3) The aforesaid control and breach of duty must proximately cause the \ninjury or unjust loss complained of. \n \nId. at 145–46, 749 S.E.2d at 270.   \n54. Defendants argue that KNC’s allegations are nothing more than a rote \nrecitation of the veil piercing factors enumerated by North Carolina’s appellate \ncourts, with Tutton and I-Tech’s names interjected throughout and fail to allege facts \nthat would support a mere instrumentality theory .  (ECF No. 6, at pp. 7 –9.)  KNC \nalleges that “Tutton has complete domination and control over I-Tech such that it has \nno separate mind, will, or existence of its own ,” (ECF No. 3, at ¶ 39), and that, on \n“information and belief,  Tutton used the control to circumvent the prohibitions set \nforth in the Settlement Agreement and Consent Order.”  (Id. at ¶ 40.)  However, KNC \nfails to provide any further factual basis for its claims.  And this Court has provided \nthat such “bare legal conclusions” do not garner “the presumption of truth afforded \nallegations on a motion to dismiss.”  Blue Ridge Pediatric & Adolescent Med., Inc. v. \nFirst Colony Healthcare, LLC, 2012 NCBC LEXIS 52, at *11, 16 (N.C. Super. Ct. Oct. \n3, 2012); see also W & W Partners, Inc. v. Ferrell Land Co., LLC, 2018 NCBC LEXIS \n52, at *25 (N.C. Super. Ct. May 22, 2018) (same).  \n55. Moreover, as Defendants correctly point out, KNC has failed to allege \nfacts in support of any of the factors North Carolina courts consider in determin ing \nwhether a party has enough control to pierce the corporate veil, inter alia, inadequate \ncapitalization, non-compliance with corporate formalities, or fragmentation .  (ECF \nNo. 6, at p. 8.)  While the “presence or absence of any one factor” is not dispositive, \nhere, there is no allegation of a “combination” whatsoever of any of the factors courts \nconsider in determining the level of control held by a majority shareholder. \n56. The Court concludes that KNC’s current allegations are insufficient to \nsupport the theory that I-Tech was a mere instrumentality of Tutton.  Nevertheless, \nin the event Defendants later attempt to argue that Tutton cannot be held liable to \ncertain conduct because it was I-Tech’s action, or vice-versa, the Court believes KNC \nshould be permitted to develop facts through discovery that would support it s veil \npiercing theory.  Therefore, Defendants’ motion to dismiss KNC’s claim to disregard \nI-Tech’s corporate form should be GRANTED WITHOUT PREJUDICE , and KNC \npermitted to seek to timely amend the Complaint based on sufficient evidence.  \nE. Misappropriation of Trade Secrets  \n57. In its fifth claim, KNC alleges that during Tutton’s tenure with KNC, \nTutton acquired KNC’s “trade secrets, bidding strategies, supplier information, and \ncustomer lists” and has used KNC’s confidential information, both individually and  \nthrough I-Tech, to compete with KNC , in violation of the Consent Order , and to the \ninjury of KNC.  (ECF No. 3, at ¶¶ 44–48.)  \n58. Defendants contend that KNC’s claim must be dismissed because KNC \nfails to allege facts that identify a trade secret sufficient to state a claim under the \nNorth Carolina Trade Secrets Protection Act  (“TSPA”).  (ECF No. 6, at p. 4.)   \nDefendants argue that KNC has failed to allege anything about the trade secrets that \nmake them “unique, specific, or unable to be recreated from information readily \nknown and available to others in the computer cyber -security industry,” and that \n“KNC relies exclusively on conclusory statements and legal conclusions . . . to support \nits claims for misappropriation of trade secret.”  (Id. at p. 5.)  The Court agrees. \n59. Pursuant to the TSPA a “trade secret” is defined as: \nBusiness or technical information, including but not limited to a \nformula, pattern, program, device, compilation of information, method, \ntechnique, or process that: \n \na.  Derives independent actual or potential commercial value from not \nbeing generally known or readily ascertainable through independent \ndevelopment or reverse engineering by persons who can obtain economic \nvalue from its disclosure or use; and \n \nb.  Is the subject of efforts that are reasonable under the circumstances \nto maintain its secrecy \n \nN.C.G.S. § 66-152(3). \n \n60. In North Carolina, “[t]o successfully plead a claim for misappropriation \nof trade secrets, a plaintiff must identify a trade secret with sufficient particularity \nso as to enable a defendant to delineate that which he is accused of misappropriating \nand a court can determine whether misappropriation has or is threatened to occur.”   \nKrawiec v. Manly, 370 N.C. 602, 609, 811 S.E.2d 542, 547 –48 (2018)  (quoting \nWashburn v. Yadkin Valley Bank & Tr. Co., 190 N.C. App. 315, 326, 660 S.E.2d 577, \n585 (2008)) (internal quotations omitted).  At the pleadings stage, claimants must do \nmore than make “general allegations in sweeping and conclusory statements, without \nspecifically identifying the trade secrets allegedly misappropriated.”  Washburn, 190 \nN.C. App at 327, 660 S.E.2d at 585.   In Krawiec, the Supreme Court affirmed \ndismissal of a complaint that described the plaintiff’s trade secrets as “original ideas \nand concepts for dance productions, marketing strategies and tactics, as well as \nstudent, client and customer lists and their contact information” because “[p]laintiffs \nprovided no further detail about these ideas, concepts, strategies, and tactics \nsufficient to put defendants on notice as to the precise information allegedly \nmisappropriated.”  370 N.C. at 611, 811 S.E.2d at 549.    \n61. The complete extent of KNC’s alleged trade secrets at issue in this case \nis described by KNC as “trade secrets, bidding strategies, supplier information, and \ncustomer lists .”  (ECF No. 3, at ¶ 45.)  In its response brief, KNC contend s that \ninformation contained in Tutton’s affidavit, attached to the Complaint , further \nelucidates its alleged trade secrets by providing that in 2013 Nitor asked Tutton to \ndownload and remove from KNC  “emails” and “customer files, bids, projects, design \nplans, and pricing schemes.”  (E CF No. 1 5, at p. 6.)   KNC’s description of its trade \nsecrets falls well short of the mark.  KNC has not alleged how any of this information \nis unique to KNC or could not be discovered and replicated by competitors.4  Krawiec, \n370 N.C. at 611, 811 S.E.2d at 549.   \n                                                 \n4 The Court also notes that KNC alleges that Tutton last worked for KNC in November of \n2013, almost five years prior to soliciting work from Guilford County Schools in June of 2018 \nas alleged in the Complaint.  (ECF No. 3, at Ex. 4.)  Accordingly, any information Tutton had \n62. Therefore, Defendants’ motion to dismiss KNC’s claim for \nmisappropriation of trade secrets should be GRANTED. \nF. Unfair and Deceptive Trade Practices  \n63. In its sixth claim, KNC alleges that Defendants have engaged in unfair \ntrade practices in violation of the U DTPA.  (ECF No. 3, at ¶¶ 49–53.)  Defendants’ \nonly argument in support of dismissal of KNC’s claim for unfair and deceptive trade \npractices is that it should be dismissed because all of KNC’s other claims are subject \nto dismissal.  (ECF No. 6, at p. 17 .)  However, the Court has not dismissed KNC’s \nclaims for breach of contract or tortious interference with contract.  Branch Banking \nand Trust Co. v. Thompson, 107 N.C. App. 53, 62, 418 S.E.2d 694, 700 (1992) (breach \nof contract can support a claim for unfair and deceptive trade practices when \naccompanied by substantial aggravating circumstances); United Labs., Inc, 322 N.C. \nat 664, 370 S.E.2d at 388 (1988) (conduct underlying tortious interference with non -\ncompete agreements could support a claim for violation of UDTPA); Veer Right Mgmt. \nGroup, Inc. v. Czarnowski Display Serv., 2015 NCBC LEXIS 13, at *18 (N.C. Super. \nCt. Feb 4, 2015) (“In appropriate circumstances, a claim for tortious interference may \nalso support a section 75-1.1 violation.”)  Accordingly, Defendants’ motion to dismiss \nKNC’s claim for unfair and deceptive trade practices in violation of the UDTPA \nshould be DENIED.  \n \n \n                                                 \nregarding KNC’s bidding strategies, supplier information, project designs, and pricing were \nlikely of no competitive value at the time and would not be trade secrets. \nG. Unjust Enrichment and Constructive Trust \n64. In its seventh claim, KNC alleges that Defendants have been unjustly \nenriched.  (ECF No. 3, at ¶¶ 54 –58.)  KNC alleges that “ Defendants have directly \nbenefited from their violations of the terms of the Settlement Agreement and Consent \nOrder, including through the use of  KNC’s trade secrets and confidential and \nproprietary information.  Defendants have a legal or equitable obligation to account \nfor the benefits it wrongfully received at KNC ’s expense .”  ( Id. at ¶¶ 55 –56.)    \nDefendants argue, in part, that KNC’s unjust enrichment claim should be dismissed \nbecause KNC failed to allege that KNC conferred any extra-contractual benefit upon \nTutton or I-Tech.  (ECF No. 6, at pp. 17–18.) \n65. KNC’s allegations reflect a continuing and widespread \nmisunderstanding of the facts necessary to support a claim for unjust enrichment \namong the attorneys practicing before this Court. \nA claim for unjust enrichment “is neither in tort nor \ncontract but is d escribed as a claim in quasi contract or a \ncontract implied in law. ”  Booe v. Shadrick , 322 N.C. 567, \n570, 369 S.E.2d 554, 556 (1988).  “The general rule of unjust \nenrichment is that where services are rendered and \nexpenditures made by one party to or for the benefit of \nanother, without an express contract to pay, the law will \nimply a promise to pay a fair compensation therefor. ”  \nAtlantic C. L. R. Co. v. State Highway Comm'n, 268 N.C. 92, \n95-96, 150 S.E.2d 70, 73 (1966). \n \nIn North Carolina, to recover on a  claim of unjust \nenrichment, Plaintiff must prove: (1) that it conferred a \nbenefit on another party; (2) that the other party \nconsciously accepted the benefit; and (3) that the benefit \nwas not conferred gratuitously or by an interference in the \naffairs of the other party.   Southeastern Shelter Corp. v. \nBTU, Inc. , 154 N.C. App. 321, 330, 572 S.E.2d 200, 206 \n(2002).  “The doctrine of unjust enrichment was devised by \nequity to exact the return of, or payment for, benefits \nreceived under circumstances where it would be unfair for \nthe recipient to retain them without the contributor being \nrepaid or compensated.”  Collins v. Davis, 68 N.C. App. 588, \n591, 315 S.E.2d 759, 761 (1984). \n \nChisum v. Campagna , 2017 NCBC LEXIS 102, at *31–32 (NC Super. Ct. Nov. 7, \n2017). \n \n66. Alleging merely that the Defendants have taken for themselves some \nbenefit to which Plaintiff believes it is rightfully entitle d does not state a claim for \nunjust enrichment.  Rather, a claim for unjust enrichment must be  based on a \ncontract implied in law in which one party has provided a benefit to another, such as \ngoods or services, for which the first party should rightfully be compensated.   KNC \ndoes not allege that it conferred a benefit on Defendants; only that Defendants \nviolated its rights and there by obtained some benefit to themselves for which KNC \nbelieves it should be awarded damages.  Id. (unjust enrichment claim dismissed \nwhere plaintiff did “not allege that he conferred any benefit on the [defendants], but \nrather only that the [defendants] “received” or “wrongfully retained” benefits from \ntheir alleged misconduct.”); Islet Scis., Inc. v. Brighthaven Ventures, LLC, 2017 NCBC \nLEXIS 4, at *15–18 (N.C. Super. Ct. Jan. 12, 2017) (unjust enrichment claim failed \nwhere plaintiff alleged only that it was damaged by defendants’ conduct and not that \nit had conferred a benefit on defendant company).  \n67. KNC has failed to allege facts to support a claim for unjust enrichment \nand Defendants’ motion to dismiss the claim should be GRANTED.  \n68. In its eighth claim, KNC alleges that a constructive trust should be \nimposed requiring Defendants to relinquish all profits resulting from the violations \nof the Settlement Agreement.  (ECF No. 3, at ¶¶ 59–64.)  In their motion to dismiss, \nDefendants contend that KNC’s claim for constructive trust should be dismissed \nbecause KNC’s complaint fails to state a claim for unjust enrichment.  (ECF No. 6, at \np. 18.) \n69. “When a court impresses a constructive trust upon property for the \nbenefit of a claimant, it exercises its equitable powers to fashion remedies. ” \nWeatherford v. Keenan , 128 N.C. App. 178, 179, 493 S.E.2d 812, 813 (1997). “[A] \nconstructive trust is not a standalone claim for relief or cause of action.”  LLG-NRMH, \nLLC v. Northern Riverfront Marina &  Hotel, LLLP, 2018 NCBC LEXIS 105, at *14 \n(N.C. Super. Ct. Oct. 9, 2018) (citing Weatherford as quoted herein). \nA constructive trust is a duty, or relationship, imposed by \ncourts of equity to prevent the unjust enrichment of the \nholder of title to, or of a n interest in, property which such \nholder acquired through fraud, breach of duty or some \nother circumstance making it inequitable for him to retain \nit against the claim of the beneficiary of the constructive \ntrust. \n \nVariety Wholesalers, Inc. v. Salem Logis tics Traffic Servs., LLC , 365 N.C. 520, 530, \n723 S.E.2d 744, 751 (2012) (quoting Wilson v. Crab Orchard Dev. Co., 276 N.C. 198, \n211, 171 S.E.2d 873, 882 (1970)). \n70. “There is a common, indispensable element in the many types of \nsituations out of which a constructive trust is deemed to arise.  This common element \nis some fraud, breach of duty or other wrongdoing by the holder of the property, or by \none under whom he claims.”  Cury v. Mitchell, 202 N.C. App. 558, 560–561, 688 S.E.2d \n825, 827 (2010).  However, conduct that falls “short of actual fraud will give rise to \na constructive trust where retention of the property by the holder of the legal title \nwould result in [] unjust enrichment.  Fraud need not be shown if legal title has been \nobtained in violation of some duty owed.”  Roper v. Edwards, 323 N.C. 461, 465, 373 \nS.E.2d 423, 425 (1988) (internal citations and quotations omitted).   Therefore, the \nCourt concludes that to give rise to a constructive trust the claimant must allege a \nclaim sounding in fraud or breach of a duty, or both, and such claim must cause the \nunjust enrichment of another. \n71. In this case, KNC does not have a claim arising from fraud or from a \nbreach of duty by Tutton needed to support the remedy of constructive trust.  KNC’s \nunjust enrichment claim has already been  dismissed.  KNC has not all eged fraud \nagainst Defendants.  Likewise, KNC does not allege that Tutton or I-Tech stood in a \nfiduciary relationship with KNC .  While KNC still has viable claims for breach of \ncontract, tortious interference, and UDTPA violations, without something more, KNC \ncannot support a claim for a constructive trust.  Security Nat’l Bank v. Educators \nMut. Life Ins. Co., 265 N.C. 86, 94–95, 143 S.E.2d 270, 276 (1965) (“mere failure to \nperform an agreement or to carry out a promise . . . cannot in itself give rise to a \nconstructive trust, since such a breach does not in itself constitute fraud or abuse of \nconfidence, or duty requisite to the existence of a constructive trust ; but a breach \nof  agreement or promise may in connection with other circumstances give rise to \nsuch a trust.”).  \n72.   North Carolina’s appellate courts also have held that \n“[a] constructive trust does not arise where there is no fiduciary relationship and \nthere is an adequate remedy at law.”  Id. at 95, 143 S.E.2d at 276 (1965); Scheller v. \nOtterber, 2011 N.C. App. LEXIS 244, at *11–13 (2011).  Here, KNC has an adequate \nremedy at law for its remaining claims.  If Defendants were in fact the recipient of \nill-gotten gains, KNC can recoup said gains through its breach of contract , tortious \ninterference, and UDTPA claims.  Accordingly, this Court must conclude that KNC \ncannot seek the  remedy of constructive trust , and Defendants’ motion to dismiss \nKNC’s claim for constructive trust should be GRANTED. \nTHEREFORE, it is ORDERED as follows: \n1. The Motion is DENIED as to KNC’s First, Second, Third, and Sixth Claims. \n2. The Motion is GRANTED as to KNC’s Fifth, Seventh, and Eighth Claims. \n3. The Motion is GRANTED WITHOUT PREJUDICE as to KNC’s Fourth \nClaim. \n \nSO ORDERED, this the 9th day of October, 2019. \n \n      /s/ Gregory P. McGuire      \n      The Honorable Gregory P. McGuire  \nSpecial Superior Court Judge for  \nComplex Business Cases \n "
}