{
  "id": "c098a1e79c683bc4ff0ebc415f2a2211ffd200f40fb7831f316a93da58db30f0",
  "source_file": "data/raw/ncbc/c098a1e79c683bc4ff0ebc415f2a2211ffd200f40fb7831f316a93da58db30f0.pdf",
  "raw_text": "STATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 18-CVS-12318 \n \nVALUE HEALTH SOLUTIONS \nINC. and NEIL RAJA, \n \nORDER AND OPINION ON \nPLAINTIFFS’ MOTION TO STRIKE \nAND DEFENDANTS’ MOTION FOR \nPARTIAL SUMMARY JUDGMENT \n Plaintiffs, \nv.  \n \n \nPHARMACEUTICAL \nRESEARCH ASSOCIATES, INC. \nand PRA HEALTH SCIENCES, \nINC., \n  \nDefendants. \n \n THIS MATTER is before the Court on Plaintiffs Value Health Solutions Inc. \n(“VHS”) and Neil Raja’s (collectively, “Plaintiffs”)  Motion to Strike Defendants’ \nStatute of Limitations Defense Under Rule 12(f) and/or Rule 12(c) (“Motion to Strike,” \nECF No. 214), and Defendants Pharmaceutical Research Associates, Inc. and PRA \nHealth Sciences, Inc. ’s (collectively, “PRA” or “Defendants”) Motion for Summary \nJudgment and Partial Summary Judgment Pursuant to Rule 56( b) (“ Motion for \nSummary Judgment,” ECF No. 218, and together with the Motion to Strike, the \n“Motions”).   \n THE COURT, having considered the Motions , the briefs and submissions of \nthe parties, the arguments of counsel, and all appropriate matters of record, \nCONCLUDES that the Motion to Strike should be DENIED and the Motion for \nValue Health Sols. Inc. v. Pharm. Rsch. Assocs., 2025 NCBC 34. \nSummary Judgment should be GRANTED in part  and DENIED in part , for the \nreasons set forth below. \nGuidry Law Firm PLLC, by David Glen Guidry, for Plaintiffs. \n \nParker Poe Adams & Bernstein LLP, by John Moye and Jack  \nK. Belk, for Defendants.  \n \nDavis, Judge. \nFACTUAL AND PROCEDURAL BACKGROUND \n1. As the Court has summarized  on several prior occasions, this lawsuit \ninvolves a dispute between the parties in connection with PRA’s acquisition of VHS \n(the “Acquisition”) and its proprietary software (“PSO”).1  The Plaintiffs in this action \nare VHS and its founder, Raja.  Value Health Sols., Inc. v. Pharm. Rsch. Assocs., 2024 \nNCBC LEXIS 140, at *2 (N.C. Super. Ct. Nov. 6, 2024). \n2. Plaintiffs filed their original Complaint on 5 October 2018.  (ECF No. \n5.)  Since that time, this case has followed a lengthy and procedurally complicated \npath, which is more thoroughly summarized in prior opinions of this Court and the \nNorth Carolina Supreme Court.  See Value Health Sols., Inc. v. Pharm. Rsch. Assocs., \n385 N.C. 250 (2023); Value Health Sols. , 2024 NCBC LEXIS 140, at *2– 3; Value \nHealth Sols., Inc. v. Pharm. Rsch. Assocs., 2021 NCBC LEXIS 37, at *2–4 (N.C. Super. \nCt. Apr. 5, 2021); Value Health Sols., Inc. v. Pharm. Rsch. Assocs., 2020 NCBC LEXIS \n65, at *1–14 (N.C. Super. Ct. May 22, 2020). \n \n1 Over the course of this litigation, both this Court and our Supreme Court have at various \npoints referred to this proprietary software as the “Solutions.”  In this Opinion, however, the \nCourt will instead refer to it as “PSO” as the parties do in their briefs.  \n3. On 22 May 2020 and 6 April 2021, the Court entered Orders \ndismissing certain claims asserted by Plaintiffs and ultimately granting summary \njudgment as to all of Plaintiffs’ remaining claims.  See Value Health Sols., 2020 \nNCBC LEXIS 65, at *37–39; Value Health Sols., 2021 NCBC LEXIS 37, at *83–84. \n4. On 23 October 2021, Plaintiffs appealed this Court’s rulings to the North \nCarolina Supreme Court.  (ECF No. 153.) \n5. On 21 September 2023, the Supreme Court affirmed all but one of this \nCourt’s rulings.  Specifically,  the Supreme Court reversed this Court’s entry of \nsummary judgment against Plaintiffs on the issue of PRA’s alleged breaches of \nSections 2.6(a)(iv)–(vii) and 2.6(b) of the parties’ Asset Purchase Agreement (“APA,” \nECF No. 201.1) (the “Remanded Claim”) and remanded that claim for further \nproceedings.  See Value Health Sols., 385 N.C. at 282–83. \n6. Section 2.6(a) of the APA provides for a series of seven “Milestones,” \neach of which corresponds to PRA’s completion of either (i) a particular phase of its \nefforts to fully integrate PSO into its existing internal systems (the “Internal \nDevelopment Milestones”) in the aftermath of the Acquisition; or (ii) “External Sales” \nof PSO to third parties at various defined dollar amounts (the “External Sales \nMilestones”).  Upon the completion of each Milestone, PRA was required to pay VHS \na specified amount in accordance with the terms of that Milestone.  (APA § 2.6(a).)   \n7. Section 2.6(a) of the APA reads as follows:  \n(a) Milestones. As additional consideration for the transactions \ncontemplated hereby, and subject to the terms  of this Section 2.6 , \n[PRA] shall make (or [PRA Health Sciences] shall make on [PRA’s]  \nbehalf) the following payments (each, a “Contingent Payment”): \n \ni. upon completion of the integration of the parties’ Salesforce™ \nenvironments set forth on Schedule 2.6(a)(i), [PRA] shall \nissue to [VHS] (or as otherwise directed by [VHS’s]  \nRepresentative), within thirty (30) days after such \ncompletion, that number of shares of PRA Common Stock \nequal in value to Three Hundred Thirty-Three Thousand U.S. \nDollars ($333,000.00), based on the Fair Market Value as of \nthe date of issuance of such shares; provided, however, that \ncompletion occurs within the first consecutive eighte en (18) \nmonths from the Effective Time (the “Integration Period”);  \n \nii. upon completion of the key product enhancements set forth \non Schedule 2.6(a)(ii), [PRA] shall issue to [VHS] (or as \notherwise directed by [VHS’s] Representative), within thirty \n(30) days after such completion, that number of shares of PRA \nCommon Stock equal in value to Three Hundred Thirty-Three \nThousand U.S. Dollars ($333,000.00), based on the Fair \nMarket Value as of the date of issuance of such shares; \nprovided, however, that completion occurs within the \nIntegration Period;  \n \niii. upon completion of the migration of the clinical trial \nmanagement systems studies of [PRA] and its Affiliates into \nClinTrial Max as set forth on Schedule 2.6(a)(iii), [PRA] shall \nissue to [VHS] (or as otherwise directed by [VHS’s]  \nRepresentative), within thirty (30) days after such \ncompletion, that number of shares of PRA Common Stock \nequal in value to Three Hundred Thirty-Three Thousand U.S. \nDollars ($333,000.00), based on the Fair Market Value as of \nthe date of issuance of such shares; provided, however, that \ncompletion occurs within the Integration Period; \n \niv. upon the achievement of aggregate External Sales  equal to \nTwenty[-]Five Million U.S. Dollars ($25,000,000), [PRA] shall \nmake, within thirty (30) days following the date on which \n[PRA] files its next quarterly report with the United States \nSecurities and Exchange Commission (the “ SEC”) after such \nachievement, a cash payment of Two Million Five Hundred \nThousand U.S. Dollars ($2,500,000.00) to [VHS] (or as \notherwise directed by [VHS’s] Representative) (the “ First \nMilestone Payment ”); provided, however, that su ch \nachievement occurs prior to the second (2 nd) anniversary of \nthe Closing Date (the “First Milestone Period”); \n \nv. upon the achievement of aggregate External Sales equal to \nFifty Million U.S. Dollars ($50,000,000.00), [PRA] shall make, \nwithin thirty (30) days following the date on which [PRA] files \nits next quarterly report with the SEC after achievement, a \ncash payment of Five Million U.S. Dollars ($5,000,000.00) to \n[VHS] (or as otherwise directed by [VHS’s] Representative) \n(the “ Second Milestone Payment ”); provided, however, that \nsuch achievement occurs prior to the third (3 rd) anniversary \nof the Closing Date (the “Second Milestone Period”); \n \nvi. upon the achievement of aggregate External Sales equal to \nSeventy[-]Five Million U.S. Dollars ($75,000,000.00), [PRA]  \nshall make, within thirty (30) days following the date on \nwhich [PRA] files its next quarterly report with the SEC after \nachievement, a cash payment of Seven Million Five Hundred \nThousand U.S. Dollars ($7,500,000.00) to [VHS] (or as \notherwise directed by [VHS’s] Representative) (the “ Third \nMilestone Payment ”); provided, however, that such \nachievement occurs prior to the fourth (4th) anniversary of the \nClosing Date (the “Third Milestone Period”); and \n \nvii. for four (4) consecutive calendar years following the \nachievement of aggregate External Sales equal to Seventy -\nFive Million U.S. Dollars ($75,000,000.00) (the “ Major \nMilestone”, and the date on which the Major Milestone is \nachieved, the “ Major Milestone Date”), [PRA] shall make, \nwithin thirty (30) days following the date on which [PRA] files \nits next quarterly report with the SEC after each of the four \n(4) anniversaries of the Major Milestone Date, a per annum \nroyalty payment to [VHS] (or as otherwise directed by [VHS’s] \nRepresentative) equal to one percent (1%) of the aggregate \namount of External Sales made during the applicable \ncalendar year (such payments, the “ Royalty Payments”). For \nthe avoidance of doubt, any such Royalty Payments shall be \nmade regardless of whether the First Milestone Payment, the \nSecond Milestone Payment and/or the Third Milestone \nPayment have previously been made[.] \n \n(APA §§ 2.6(a)(i)–(vii).)  \n \n8. Section 2.6(b) of the APA provides that each of the seven Milestones in \nSection 2.6(a) are independent and  may not be conditioned upon one another.  This \nprovision reads as follows:  \n[PRA’s] obligation to pay the Contingent Payments to [VHS] (or as \notherwise directed by [VHS’s] Representative) in  accordance with \nSection 2.6(a) is an independent obligation of [PRA] and is not otherwise \nconditioned or contingent upon the satisfaction of any conditions \nprecedent to any preceding or subsequent Contingent Payment and the \nobligation to pay a Contingent Payment to [VHS] (or as otherwise \ndirected by [VHS’s] Representative) shall not obligate [PRA] to pay any \npreceding or subsequent Contingent Payment.   For the avoidance of \ndoubt and by way of example, if the conditions precedent to the payment \nof the First Milestone Payment for the First Milestone Period are not \nsatisfied, but the conditions precedent to the payment of the Second \nMilestone Payment for th e Second Milestone Period are satisfied, then \n[PRA] would be obligated to pay such Second Milestone Payment for the \nSecond Milestone Period for which the corresponding conditions \nprecedent have been satisfied, and not the First Milestone Payment for \nthe First Milestone Period. \n \n(APA § 2.6(b).)  \n \n9. On 26 October 2023, this Court entered a Supplemental Case \nManagement Order, (“Suppl. CMO,” ECF No. 166), which set forth parameters for \nadditional discovery on certain issues identified by the Supreme Court with respect \nto the Remanded Claim.  The Supplemental CMO also required the parties to seek \nleave of Court prior to filing any new motions for summary judgment.  (Suppl. CMO \n¶ (IV)(B)(4).)   \n10. After nearly a year of supplemental discovery, Defendants filed a \nmotion seeking such authorization on 14 October 2024, (“Motion for Leave,” ECF No. \n199), in which they sought the Court’s permission to file a motion for summary \njudgment on three discrete issues.2 The Court subsequently entered an Order \ngranting the Motion for Leave on 27 January 2025.  (ECF No. 211.)      \n11. On 24 February 2025, Plaintiffs filed the Motion to Strike, which \nrequests that the Court enter an order striking Defendants’ affirmative defense based \non the statute of limitations, which—as discussed in more detail below—serves as \none of the bases for Defendants’ Motion for Summary Judgment.      \n12. Defendants filed the Motion for Summary Judgment on 10 March 2025.  \n13. First, Defendants seek partial summary judgment on the issue of \nwhether the statute of limitations bars Plaintiffs from asserting that PRA breached \nSection 2.6(b) of the APA by improperly conditioning completion of “External Sales” \nof PSO upon satisfaction of one or more of the APA’s Internal Development \nMilestones.  \n14. Second, Defendants argue that they are entitled to  summary judgment \non the issue of whether an agreement signed between PRA and a third-party, Takeda \nPharmaceuticals (“Takeda”) —the Takeda Master Services Agreement (“Takeda \nMSA,” ECF No. 221.6)—constituted an “External Sale” under the APA. \n15. Third, Defendants seek summary judgment on the issue of whether \nPRA’s internal use of PSO to perform clinical trial services for its customers \nconstitutes an “External Sale” under the APA. \n \n2 One of these issues was based on Defendants’ contention that a portion of Plaintiffs’ claim \nfor breach of Section 2.6(b) was barred by the statute of limitations. \n16. Both Motions have now been fully briefed and came on for a hearing on \n24 June 2025 at which all parties were represented by counsel.  The Motions are now \nripe for resolution.  \nLEGAL STANDARD \n17. It is well established that “[s]ummary  judgment is proper ‘if the \npleadings, depositions, answers to interrogatories, and admissions on file, together \nwith the affidavits, if any, show that there is no genuine issue as to any material fact \nand that any party is entitled to a judgment as a matter of law.’”   Morrell v. Hardin \nCreek, Inc., 371 N.C. 672, 680 (2018) (quoting N.C. R. Civ. P. 56(c)).  “[A] genuine \nissue is one which can be maintained by substantial evidence.”   Kessing v. Nat’l \nMortg. Corp. , 278 N.C. 523, 534 (1971).  “Substantial evid ence is such relevant \nevidence as a reasonable mind might accept as adequate to support a conclusion and \nmeans more than a scintilla or a permissible inference.”  Daughtridge v. Tanager \nLand, LLC, 373 N.C. 182, 187 (2019) (cleaned up). \n18. On a motion for summary judgment, “[t]he evidence must be considered \n‘in a light most favorable to the non -moving party.’”  McCutchen v. McCutchen , 360 \nN.C. 280, 286 (2006) (quoting Howerton v. Arai Helmet, Ltd. , 358 N.C. 440, 470 \n(2004)).  “[T]he party moving for summary judgment ultimately has the burden of \nestablishing the lack of any triable issue of fact.”  Pembee Mfg. Corp. v. Cape Fear \nConstr. Co., 313 N.C. 488, 491 (1985). \n19. The party moving for summary judgment may satisfy its burden by \nproving that “an essential element of the opposing party’s claim does not exist, cannot \nbe proven at trial, or would be barred by an affirmative defense, . . . or by showing \nthrough discovery that the opposing party cannot produce evidence to support an \nessential element of [the] claim[.]”  Dobson v. Harris, 352 N.C. 77, 83 (2000).  “If the \nmoving party satisfies its burden of proof, then the burden shifts to the non- moving \nparty to ‘set forth specific facts showing that there is a genuine issue for trial.’”  Lowe \nv. Bradford , 305 N.C. 366, 369– 70 (1982) (quoting N.C. R. Civ. P. 56(e)).  If th e \nnonmoving party does not satisfy its burden, then “summary judgment, if \nappropriate, shall be entered against [the nonmovant].”  United Cmty. Bank (Ga.) v. \nWolfe, 369 N.C. 555, 558 (2017) (quoting N.C. R. Civ. P. 56(e)). \n20. Rule 12(f) provides that a court “may order stricken from any pleading \nany insufficient defense[.]”  N.C. R. Civ. P. 12(f).  The purpose of the Rule is to “avoid \nexpenditure of time and resources before trial by removing spurious issues, whether \nintroduced by original or amended complaint.”  Estrada v. Jaques, 70 N.C. App. 627, \n642 (1984).  Ultimately, a motion to strike “is addressed to the sound discretion of the \ntrial court[.]”  Broughton v. McClatchy Newspapers, Inc., 161 N.C. App. 20, 25 (2003). \nANALYSIS \nI. Statute of Limitations  \n21. Defendants contend that Plaintiffs’ claim for breach of Section 2.6(b) of \nthe APA is barred, in part, by the applicable statute of limitations.   \n22. As an initial matter, Plaintiffs argue that Defendants’ invocation of the \nstatute of limitations as an affirmative defense should be stricken on the ground that \nthe defense was  not pled with the requisite specificity .  See N.C. R. Civ. P. 8(c) \n(pleadings of affirmative defenses must contain “ a short and plain statement of any \nmatter constituting an avoidance or affirmative defense sufficiently particular to give \nthe court and the parties notice of the transactions, occurrences, or series of \ntransactions or occurrences, intended to be proved”). \n23. A Rule 12(f) motion to strike tests “the legal sufficiency of an affirmative \ndefense,” and “the requirements for pleading a defense are no more stringent than \nthe requirements for pleading a claim for relief. ”  Lineage Logistics, LLC v. Primus \nBuilders, Inc., 2024 NCBC LEXIS 31, at **9 (N.C. Super. Ct. Feb. 23, 2024) (cleaned \nup).   \n24. Defendants first asserted the statute of limitations  defense in their \nAnswer filed on 2 December 2019 by stating: “Some or all of Plaintiffs’ claims are \nbarred by the statute of limitations, including Plaintiffs’ fraud -based claims.”  (ECF \nNo. 76, at 15.) \n25. Plaintiffs argue that this statement—by itself —did not  provide them \nwith sufficient notice of Defendants’ intent to raise the statute of limitations because \nit is “a single, conclusory sentence, devoid of facts.”  (Pls.’ Br. Supp. Mot. Strike, at 4, \nECF No. 215.)   \n26. Although the better practice would have been for Defendants to provide \nmore detail  in their affirmative defense as to how specifically the statute of \nlimitations affected Plaintiffs’ claims, we note that o ur Court of Appeals  has held \n(albeit in an unpublished opinion) that a similarly succinct articulation of a statute \nof limitations defense satisfied North Carolina’s notice pleading standard.  See Babb \nv. Graham, 2005 N.C. App. LEXIS 1219, at *22 (2005) (unpublished) .  In Babb, the \nCourt of Appeals determined that the bare assertions that “‘the application of the \nStatute of Limitations . . . would serve as a bar to any of ’ the claims against \n[defendant]” and that “any other claims against [defendant] were ‘barred by the \napplicable’ statutes of limitations” sufficed  to “put the parties on notice that the \ntiming of the potential claims was an issue.”  Id. \n27. Moreover, under the circumstances presented in this case, the Court is \nunable to find that Plaintiffs will be unfairly prejudiced if Defendants are allowed to \npursue this defense.  After all, Plaintiffs have been on notice of this defense for over \nfive years.3  During those years, Plaintiffs never put Defendants on notice of their \ncontention that the defense had been in sufficiently pled so as to give Defendants an \nopportunity to seek leave of court to amend their pleading to provide more specificity.   \n28. For these reasons , Plaintiffs’ Motion to Strike is DENIED, and t he \nCourt now turns to the merits of Defendants’ summary judgment argument  on this \nissue.4  \n29. The relevant limitations period for a breach of contract  claim is three \nyears.  Sparrow Sys. v. Priv. Diagnostic Clinic, PLLC, 2014 NCBC LEXIS 70, at *31 \n(N.C. Super. Ct. Dec. 24, 2014) (“In general, an action for breach of contract must be \n \n3 Additionally, the issue was fully briefed before the Supreme Court , although the Supreme \nCourt ultimately opted not to rule on that issue. \n \n4 For these same reasons, Plaintiffs’ request for judgment on the pleadings on this issue \npursuant to Rule 12(c) is also DENIED.  \nbrought within three years from the time of the accrual of the cause of action .” \n(cleaned up)); see also N.C.G.S. § 1-52(1).   \n30. “[The] statute of limitations does not begin to run until the plaintiff has \nactual or constructive notice of the defendants’ wrongful acts.”  Trail Creek Invs. LLC \nv. Warren Oil Holding Co. , 2023 NCBC LEXIS 70, at **25 (N.C. Super. Ct. May 9, \n2023). \n31. Defendants contend that Raja first learned of Defendants’ efforts to \nimproperly condition the External Sales Milestones (instead of immediately seeking \nto pursue External Sales of PSO following the Acquisition) through a conversation he \nhad with PRA’s Chief Executive Officer, Colin Shannon, back in June 2015. \n32. Raja testified that, d uring this conversation,  Shannon told him: “Neil, \nlet’s just focus on getting [PSO] internally done, you know, smoke tested, and then \nwe will go sell it, just focus on that.”  (2019 VHS Dep., at 79, ECF No. 201.11.)   \n33. According to Raja, this comment “made [it] clear” that Shannon  \n“want[ed] . . . to focus internally” and “to stop external sales [of PSO] until [PRA went] \nlive with [PSO].”  (Raja Dep., at 294, ECF No. 221.1.)  \n34. In explain ing his comments, Shannon testified that he was aware of \n“substantial gaps” in PSO’s initial capabilities and believed that PRA needed PSO to \nbe fully integrated into PRA’s own systems “first so that [PRA] could then take it to \nmarket.”  (Shannon Dep., at 93, ECF No. 221.3.)5   \n \n5 When asked whether he thought “it was reasonable for [Raja] to believe [that] he could start \nselling VHS’s software solutions from the moment he joined PRA[,]” Shannon testified that \n“[i]t would have been very foolhardy for him to ever think that.  [PRA] could have been sued.  \n35. Raja testified that he was “shocked” at the news of this “bombshell” from \nShannon, which he interpreted to mean that “[external] sales milestones [could not] \nbe pursued until [the] internal milestones [were] done[.]”  (2019 VHS Dep., at 79, \n175.)  Nevertheless, Raja continued to believe that External Sales of PSO were \nachievable and that PSO was an “essential” component to PRA’s  upcoming \ntransaction with Takeda.   ( See Pls.’ Resp . Defs.’ Mot. S umm. J., Ex. U, ECF No. \n125.22; Shannon Dep., at 110 –13, ECF No. 229.2;  Raja Dep., at 345– 48, ECF No. \n229.4; Jones-Herzog Dep., at 188–96, ECF No. 229.5 .)  Likewise, Raja testified that \nhe felt PRA was cooperating with him during this time period by actively making \nefforts to amend  the APA’s milestones.  ( Raja Dep., at 334–40, 345 –48, ECF No. \n229.4.) \n36. The Court is of the view that t o the extent Shannon’s June 2015 \ncomments to Raja were sufficient to give rise to a claim for breach of PRA’s obligations \nunder Section 2.6(b) at that time, the claim would be based on a theory of anticipatory \nrepudiation.   \n37. The parties disagree over whether North Carolina law or Delaware law \nshould govern the Court’s analysis on the statute of limitations issue .  Plaintiffs  \nassert that because Delaware’s substantive law s apply to the breach of contract \nclaim,6 the laws of that state should also govern the issue of determining when \n \n[PRA’s] reputational damage would have been enormous if [it] installed something that [did] \nnot meet the needs [of its customers].”  (Shannon Dep., at 109.) \n \n6 Section 8.7 of the APA provides that the agreement “shall be governed by and construed \nand enforced in accordance with the internal laws of the State of Delaware without giving \neffect to the principles of conflicts of law thereof.”  (APA § 8.7.) \nPlaintiffs’ cause of action accrued for purposes of the statute of limitations .  \nDefendants, conversely, assert that because the statute of limitations is properly \ncharacterized as procedural rather than substantive, North Carolina law should \napply to that issue.   \n38. However, the Court need not address the choice-of-law issue because the \nlaws of North Carolina and Delaware  are essentially identical concerning \nanticipatory repudiation.   \n39. North Carolina courts define anticipatory repudiation as follows:    \nRepudiation is a positive statement by one party to the other party \nindicating that he will not or cannot substantially perform his \ncontractual duties.  When a party repudiates his obligations under the \ncontract before the time for performance under the terms of the contract, \nthe issue of anticipatory breach or breach by anticipatory repudiation \narises.  One effect of the anticipatory breach is to discharge the non -\nrepudiating party from his remaining duties to render performance \nunder the contract.  \nProfile Invs. No. 25, LLC v. Ammons E. Corp., 207 N.C. App. 232, 236 (2010) (cleaned \nup). \n40. Our Court of Appeals has provided further illustration regarding the \napplicability of this doctrine.  \n[E]ven a distinct, unequivocal, and absolute refusal to perform is not a \nbreach unless it is treated as such by the adverse party.  Upon \nrepudiation, the non-repudiating party may at once treat it as a breach \nof the entire contract and bring his action accordingly.  Thus, breach by \nrepudiation depends not only upon the statements and actions of the \nallegedly repudiating party but also upon the response of the non -\nrepudiating party. \n \nId. at 237 (cleaned up).   \n41. Similarly, the Delaware Court of Chancery has stated  the following \nregarding the anticipatory repudiation of a contract:  \nA repudiation of a contract is an outright refusal by a party to perform \na contract or its conditions.  Repudiation may be accomplished through \nwords or conduct.  A party may repudiate an obligation through \nstatements when its language, reasonably interpreted, indicates that it \nwill not or cannot perform; alternatively, a party may repudiate through \na voluntary and affirmative act rendering performance apparently or \nactually impossible.  In any event, repudiation must be positive and \nunconditional.  An attempt to renegotiate terms will not constitute \nrepudiation absent an unqualified refusal to perform unless the non-\nrepudiating party accedes.   \n \nA party confronted with repudiation may respond by (i) electing to treat \nthe contract as terminated by breach, (ii) by lobbying the repudiating \nparty to perform, or (iii) by ignoring the repudiation.  Although perhaps \ncounterintuitive, whether repudiation amounts to a present breach is \npredicated on the promisee’s response.  Unless the non-repudiating \nparty relies upon the repudiation or notifies the promisor that it \nconsiders the repudiation final, the promisor may retract his \nrepudiation, thereby returning the parties to the status quo ante.  Once \nthe promisee relies on the repudiation--e.g., by filing suit for damages or \nby engaging in a substitute transaction--or notifies the promisor it \nregards the [repudiation] as final, effective retraction is no longer \npossible. \nWest Willow-Bay Ct., LLC v. Robino-Bay Ct. Plaza, LLC, 2009 Del. Ch. LEXIS 23, at \n*14–15 (Del. Ch. Feb. 23, 2009) (cleaned up).  \n42. But even assuming that Shannon’s statements to Raja constituted the \ntype of “unequivocal” and “absolute” refusal to perform sufficient to invoke the  \nanticipatory repudiation  doctrine, it is clear that Plaintiffs elected no t to treat \nShannon’s statements as an anticipatory repudiation of the APA and instead \ncontinued to both perform under—and seek amendments to—the agreement.   \n43. Thus, regardless of whether North Carolina or Delaware law applies, \nPlaintiffs’ failure to treat Shannon’s statements as an unconditional breach precludes \na finding of anticipatory repudiation.  See Profile Invs. No. 25, LLC, 207 N.C. App. at \n237 (“[E]ven a distinct, unequivocal, and absolute refusal to perform is not a breach \nunless it is treated as such by the adverse party.” (cleaned up)); West Willow-Bay Ct., \nLLC, 2009 Del. Ch. LEXIS 23, at *15 (“ [W]hether repudiation amounts to a present \nbreach is predicated on the promisee’s response.”). \n44. Therefore, the Court is unable to conclude as a matter of law that \nPlaintiffs’ claim accrued in June 2015 as a result of Shannon’s comments. \n45. Instead, the Court finds that significant questions of fact remain as  to \nthe date upon which Plaintiffs’ claim for breach of Section 2.6(b ) accrued for statute \nof limitations purposes .  See Chis um v. Campagna, 376 N.C. 680, 699– 702 (2021) \n(affirming trial court’s submission to jury of question as to when statute of limitations \nbegan to run).  \n46. Accordingly, PRA’s Motion for Summary Judgment based on the statute \nof limitations is DENIED.7  \nII. Takeda MSA as an External Sale Under the APA \n47. In connection with Plaintiffs’ appeal to the Supreme Court in this case, \nthe parties debated whether  the MSA between PRA and Taked a constituted an \n“External Sale” under the APA (such that PRA was required to credit the transaction \ntowards the APA’s External Sales Milestones).     \n48. The APA defines an “External Sale” as follows:  \n \n7 In light of the Court’s ruling, it need not address Plaintiffs’ alternative arguments regarding \nthe applicability of equitable tolling or the prevention doctrine to defeat summary judgment \nbased upon Defendants’ statute of limitations defense. \n“External Sale” means the sale of one or more licenses to [PSO] by [PRA] \nor one of its Affiliates to a third party which is not (i) an Affiliate of \n[PRA] or (ii) using such license(s) in connection with providing services \nto [PRA] and/or any of its Affiliates. \n \n(APA, Ex. A.) \n \n49. Section 7.02(b) of the Takeda MSA states as follows:  \n(b) License to PRA [] Owned Technology During the Term.  As of the \nCommencement Date and for the remainder of the Term, PRA [] hereby \ngrants Takeda, Takeda Affiliates  and their respective Personnel and \nthird party service providers the right to access and use  PRA[] Owned \nTechnology used in supporting or providing the Services for purposes of \nreceipt and use of the Services in the conduct of Takeda ’s and Takeda \nAffiliates’ business. For the avoidance of doubt, the foregoing right is \ngranted under all PRA[] Owned IP and includes the right to use all the \nconfiguration capabilities offered by the PRA[] Owned Technology.\n[8] \n \n(Takeda MSA § 7.02(b).) \n \n \n8 The Takeda MSA defines “PRA[] Owned Technology” as follows:  \n \n“PRA[] Owned Technology” means (i) all confidential or proprietary processes, \nprocedures, methodologies, standard operating procedures, software, \ntemplates, programs and other protectable materials that are used generally \nby PRA[] in PRA[]’s business, but excluding any that are specifically created \nfor or resulting from a Study or relate to a Study Drug or any other Takeda \nProduct or that otherwise constitute or are based on Takeda Owned IP, \nregardless of whether such materials or any portio n thereof are used in \nconnection with PRA[]’s performance under this Agreement or the applicable \nSite Agreement, and (ii) derivative works, modifications and enhancements to \nany of the foregoing, but excluding any that are specifically created for or \nresulting from a Study or a Study Drug or any oth er Takeda Product or that \notherwise constitute or are based on Takeda Owned IP, regardless of whether \nsuch materials or any portion thereof are used in connection with PRA []’s \nperformance under this Agreement or the applicable Site Agreement; and (iii) \nany form of delivery f or (i) or (ii) received as part of the Services, such as via \nCloud Computing. \n \n(Takeda MSA, Ex. 1, at 8.)  \n \n50. PRA is listed as the licensor of PSO in Exhibit 18 to the Takeda MSA.   \n(Takeda MSA, Ex. 18.)   \n51. In its opinion, t he Supreme Court stated the following with respect to \nhow to apply the APA’s definition of “External Sale” to the Takeda MSA: \nThe Takeda MSA closely mirrors the APA definition of “External Sale.”  \nAs part of a bundle including the use of the software and providing \nservices to Takeda, and in exchange for a price of approximately $491 \nmillion over a term of years, PRA transferred a license to Takeda; \nTakeda is neither an affiliate of PRA nor providing a service to PRA. \n \nDefendants appear to be arguing that they have excluded the \ntransaction with Takeda from the APA definition of “External Sale” by \nsimply bundling the transfer of the license as part of a service package \nand by not including an invoice line item of the lice nse. This \ninterpretation is unreasonable and produces an absurd result .  Manti \nHoldings, LLC, 261 A.3d at 1208.  \n \nMoreover, defendants could have contracted around the issue of a line-\nitem requirement if such a carve out was truly an intended part of the \nbargain. In the APA, defendants excluded from the realm of “External \nSale” “(i) an Affiliate of [PRA]  or (ii) using such licenses in connection \nwith providing services to [PRA] and/or any of its Affiliates.” (Emphasis \nadded.) The parties could have included a third carve  out: “(iii) license \nbundled within a software as a service agreement in connection with \nPRA providing services to a third -party.” See Winshall v. Viacom Int’l, \nInc., 76 A.3d 808, 816 (Del. 2013) (quoting Aspen Advisors LLC v. United \nArtists Theatre Co., 861 A.2d 1251, 1260 (Del. 2004).  Defendants did not \ndo so.  Furthermore, defendants’ own expert witness, Bryan Haas, \ntestified that “software as a service is not always a license.   Sometimes \nit’s just that you have access to use [it].”  It seems that a license did not \nnecessarily have to be issued to provide this service to Takeda.  \nNevertheless, PRA issued a license to Takeda and called it a license in \nthe MSA. \n \nTo be sure, this Court is not suggesting that if PRA were to simply refuse \nto use the term “license” for a transfer of software that it would be \nexcluded from the definition of “External Sale.”  Instead, what this Court \nis saying is that, here, in this circumstance, the Takeda MSA specifically \nincluded, for a price, the transfer of a license to use the “PRA[ ] Owned \nTechnology.”  What is unknown is whether the Takeda MSA was drafted \nsuch that Takeda was required to pay consideration to acquire and use \na license of the [PS O]. Therefore, defendants’ failure to pay for the \ntransfer of the license to Takeda under the MSA, as required by the \nAPA, may be a breach of contract. \n \nWe hold that the Takeda contract could be an “External Sale.”  This \nCourt remands this issue to the trial court to determine whether the \nTakeda MSA was drafted such that Takeda was required to pay \nconsideration to acquire and use a license of the [PSO] . . . . On remand \nthe trial court may find there is a need for additional discovery to \ndetermine if there are other external contracts that include transfer of \nlicenses to the [PSO], either in effect, or that were specifically termed as \nsuch and which required consideration in exchange for the [PSO]. \n \nValue Health Sols., Inc., 385 N.C. at 273–74. \n \n52. Pursuant to the Supreme Court’s directive, this Court , on remand,  \nallowed the parties to take supplemental discovery on the following topic: \nWhether the Takeda MSA was drafted such that Takeda was required \nto pay consideration to acquire and use a license of [PSO], thereby \nrendering the Takeda contract an “External Sale,” along with any \npotentially recoverable damages arising therefrom.  Relatedly, whether \nPRA has executed any other customer contracts that include the \ntransfer of licenses to [PSO], either in effect, or that were specifically \ntermed as such, and which required the payment of consideration in \nexchange for [PSO], whether such payment was specifically termed a \npayment wholly or partially in exchange for [PSO] or effectively served \nas such a payment albe it not so specifically termed, along with any \npotentially recoverable damages arising therefrom.  \n \n(Suppl. CMO § (IV)(A)(5)(b).)  \n \n53. The supplemental discovery conducted by the parties included, without \nlimitation, the deposition of a Takeda representative , Elizabeth Lyskanowski,  and \nthe production of various “Statements of Work” (“SOWs”) detailing specific tasks that \nPRA performed for Takeda pursuant to the Takeda MSA.\n9 \n \n9 Although the Takeda MSA  was the only  Takeda-specific document referenced by the \nSupreme Court in its opinion, the MSA provided that “each clinical trial or study that Takeda \n54. The Court’s review  of the above- referenced testimony and the \ndocuments of record have failed to reveal any evidence whatsoever suggesting that \nthe “MSA was drafted such that Takeda was required to pay consideration to acquire \nand use a license of [PSO].”  Value Health Sols., Inc., 385 N.C. at 274.   \n55. There are only two isolated references to PSO within the hundreds of \npages that comprise the SOWs, and those references do not appear in connection with \nany form of  payment or consideration by Takeda to PRA .  ( ECF No. 221.18, at 36 –\n37.)    \n56. Lyskanowski’s deposition  testimony further confirms that there w as \nnever any intention by either Takeda or PRA for consideration to be paid in exchange \nfor a license in PSO.   ( See, e.g., Lyskanowki Dep., at 38, 69 –70, ECF No. 201.6, \nLyskanowski Dep., at 36, 69–71, 74, ECF No. 221.7.)       \n57. In response to Defendants’ Motion for Summary Judgment, Plaintiffs \ndid not offer any evidence to the contrary.  Indeed, at the 24 June hearing on the \nMotions, Plaintiffs’ counsel conceded that there is no evidence showing that Takeda \nwas required to pay consideration in exchange for a license to acquire and use PSO.  \n58. For these reasons, the Court GRANTS summary judgment for PRA on \nthe issue of whether the Takeda MSA constitutes an External Sale under the APA. \n \n \n \nsought to have PRA perform —including the tasks to be performed and the cost associated \nwith each particular task —would be defined in a separate” SOW.   (Defs.’ Br. Supp. Mot. \nSumm. J. and Partial Summ. J. Pursuant Rule 56(B), at 6, ECF No. 219.)  \nIII. PRA’s Internal Use of PSO as External Sales \n59. Finally, PRA seeks summary judgment  in its favor on the  issue of \nwhether PRA’s purely internal use of PSO constitute d an External Sale under the \nAPA.  Specifically, PRA seeks clarification in the form of a ruling from the Court that \nno External Sales occurred as defined in the APA in situations where PRA itself used \nPSO to conduct in -house clinical research for customers —that is, contracts that did \nnot include a transfer of a license for PSO by PRA to the customer. \n60.  In its opinion, the Supreme Court made clear that in order for an \nExternal Sale to have occurred under the APA,  a contract between PRA and its \ncustomer must have included a transfer of a license for the customer to use PSO.   \nValue Health Sols., Inc., 385 N.C. at 273–74. \n61. As Plaintiffs’ counsel concedes, under circumstances  where no license \nwas conveyed, the Supreme Court’s definition of External Sale would not be satisfied.   \n62. Accordingly, summary judgment is GRANTED  as to the issue of \nwhether these in-house clinical trials constituted External Sales under the APA.  \nCONCLUSION \n THEREFORE, it is ORDERED as follows:  \ni. Plaintiffs’ Motion to Strike is DENIED.  \nii. Defendants’ Motion for Summary Judgment is GRANTED as to the following \nissues:  \na. Whether the Takeda MSA constitutes an External Sale under the APA; \nand \nb. Whether PRA’s internal use of PSO for in -house clinical trials  \nconstituted an External Sale under the APA in the absence of a transfer \nof a license for PSO to the customer. \niii. Defendants’ Motion for Summary Judgment is DENIED as to the following \nissue:  \na. Whether the statute of limitations serves to bar any portion of Plaintiffs’ \nclaim for breach of Section 2.6(b) regarding PRA’s allegedly  improper \nconditioning of the External Sales upon the completion of the APA’s \nInternal Development Milestones. \nSO ORDERED, this the 23rd day of July, 2025.  \n       /s/ Mark A. Davis    \n       Mark A. Davis  \n       Special Superior Court Judge  \n       for Complex Business Cases  "
}