{
  "id": "c0f23b5561740bec3aa2b41e86bb124c645385c98fe917b818c78f76c2d0b6dd",
  "source_file": "data/raw/ncbc/c0f23b5561740bec3aa2b41e86bb124c645385c98fe917b818c78f76c2d0b6dd.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF \nJUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF MECKLENBURG 08 CVS 9450 \n  \nSPEEDWAY MOTORSPORTS \nINTERNATIONAL LTD., \n \nPlaintiff, \n \nv. \n \nBRONWEN ENERGY TRADING, LTD., \nBRONWEN ENERGY TRADING UK, LTD., \nDR. PATRICK DENYEFA NDIOMU, AND \nBNP PARIBAS S.A.,  \n \nDefendants. \nORDER AND OPINION \n \nParker Poe Adams & Bernstein LLP by Michael G. Adams, Lori Keeton, Jami \nFarris, and William Esser for Plaintiff. \n \nBell Davis & Pitt P.A. by Edward B. Davis, Kevin G. Williams, and William \nK. Davis for Defendant BNP Paribas S.A. \n \nMurphy, Judge. \n \n THIS MATTER is before the Court on Defendant BNP Paribas S.A.’s \n(“France”) Motion for Judgment on the Pleadings, pursuant to Rule 12(c) of the \nNorth Carolina Rules of Civil Procedure (the “Motion”).  After considering the \nparties’ briefs and arguments of counsel at the hearing on October 17, 2012, the \nCourt DENIES the Motion. \nI. \nPROCEDURAL BACKGROUND \n{1} Plaintiff, Speedway Motorsports International Ltd. (“Plaintiff”), filed its \nComplaint on April 22, 2008 and its Second Amended Complaint (“SAC”) on \nSeptember 25, 2008.  France filed its Answer on July 2, 2012.   \n{2} Former-defendant, BNP Paribas (Suisse) S.A. (“Suisse”), filed a motion to \ndismiss for lack of personal jurisdiction on August 4, 2008.  Shortly thereafter, on \nSpeedway Motorsports Int’l Ltd. v. Bronwen Energy Trading, Ltd.,  \n2014 NCBC 5. \n \n \nAugust 18, 2008, France filed its motion to dismiss pursuant to Rules 12(b)(3) and \n12(b)(6) of the North Carolina Rules of Civil Procedure.  France filed a subsequent \namendment of its motion on September 30, 2008.   \n{3} The Honorable Albert Diaz entered an Order on January 21, 2009, \ngranting in part and denying in part France’s motion to dismiss.  Judge Diaz also \nentered an Order on July 14, 2009, denying Suisse’s motion to dismiss.  France filed \nnotice of appeal from Judge Diaz’s order on February 10, 2009, and Suisse entered \nnotice of appeal on August 11, 2009. \n{4} The North Carolina Court of Appeals published separate, companion \nopinions on February 15, 2011, affirming the Trial Court’s Order as to France and \nreversing the Trial Court’s Order as to Suisse.  Thereafter, Suisse was dismissed as \na party by Court Order on June 6, 2012. \n{5} Subsequently, France filed the current Motion on July 27, 2012.  Plaintiff \nfiled its Response on August 20, 2012 and France filed its Reply in Support of the \nMotion on September 4, 2012. \n{6} The Court held a hearing on the Motion on October 17, 2012. \nII. \nFACTUAL BACKGROUND \n{7} On a motion for judgment on the pleadings, the Court does not make \nfindings of fact, but may summarize the facts in the pleadings with all reasonable \ninferences to the non-moving party.  Erickson v. Starling, 235 N.C. 643, 657, 71 \nS.E.2d 384, 394 (1952); Tong v. Dunn, 2012 NCBC 29 ¶ 12 (May 18, 2012), \nhttp://www.ncbusinesscourt.net/opinions/2012_NCBC_29.pdf (dismissing one \nplaintiff’s claim through application of \nres judicata), rev’d on other grounds, 2013 \nN.C. App. LEXIS 1303 (N.C. Ct. App., Dec. 17, 2013).    \n{8} Plaintiff is incorporated in the British Virgin Islands, but maintains an \noffice in Charlotte, North Carolina.   (SAC ¶ 2).  Plaintiff’s business includes \nconducting petroleum products transactions.  (SAC ¶ 15). \n \n \n{9} France is based in Paris, France and operates an international bank \nthrough subsidiaries, some of which are registered in North Carolina. (SAC ¶ 7).  \nSuisse is a bank based in Geneva, Switzerland.  (SAC ¶ 6). \n{10} In early 2007, former defendants Swift Aviation Group, Inc., Swift Air, \nLLC, Swift Aviation Group, LLC, and Swift Transportation Co., Inc. (collectively, \n“Swift”) sought to enter into a long-term contract with Kuwait Petroleum \nCorporation (“KPC”) for the purchase of petroleum products.  (SAC ¶¶ 19–22).  KPC \nwas unwilling to enter into a long-term arrangement with Swift until Swift could \ndemonstrate its ability to perform shorter-term “spot” contracts.  (SAC ¶ 23).   \n{11} Swift contacted France and, upon the recommendation of France, \npartnered with Defendant Bronwen Energy Trading, Ltd. (“Bronwen”) to assist \nSwift in executing the spot contracts.  In June 2007, Swift and Bronwen sought \nPlaintiff’s help in obtaining letters of credit for the spot contracts.  (SAC ¶¶ 25, 35).  \nPlaintiff and Bronwen entered into three separate oil contracts wherein Plaintiff \nagreed to guarantee letters of credit that France issued to Bronwen to effectuate the \npurchase of various shipments of certain fuels.  (SAC ¶¶ 39–54).   \n{12} To secure its obligations under the oil contracts, Plaintiff maintained an \naccount with Suisse that held at least $12,000,000.00.  Plaintiff instructed Suisse to \nissue a fourth guarantee1 directly to France which was secured by Plaintiff’s \naccount with Suisse. (SAC ¶¶ 57–60; Pl.’s Resp. Mot. 6; Def.’s Br. Supp. Mot. 3).  \nThe fourth guarantee from Suisse to France contained forum selection and choice of \nlaw provisions subjecting the guarantee to Swiss law and naming Geneva as the \nplace of jurisdiction.  (SAC Ex. 5).  \n{13} France issued several letters of credit to facilitate the parties’ performance \npursuant to the terms of the oil contracts.  (SAC ¶ 64).  In November 2007, France \nsent an email to Bronwen, Swift, and Plaintiff detailing losses amounting to more \nthan $17,000,000.00 allegedly related to the oil contracts and expressing France’s \n                                                 \n1 Suisse issued a total of four guarantees to France, each in relation to the oil contracts between \nPlaintiff and Bronwen.  However, the fourth and final guarantee superseded each of the previous \nguarantees, applies to all of the oil contracts, and is the only operative guarantee in this case.  (SAC \n¶¶ 46, 49, 55, 57). \n \n \nbelief that Plaintiff’s account with Suisse was available to cover up to \n$12,000,000.00 of the losses.  (SAC ¶ 67). \n{14} Despite Plaintiff’s protest, France insisted it was entitled to draw on the \nfourth guarantee to cover the losses and made demand on Suisse for payment from \nPlaintiff’s funds on account with Suisse.  (SAC ¶ 69).  Suisse notified Plaintiff on \nNovember 7, 2007 that it had received France’s demand for payment.  (SAC ¶ 71).  \nAlthough Plaintiff objected, Suisse paid France $12,000,000.00 from Plaintiff’s \naccount on November 9, 2007.  (SAC ¶¶ 72–73).  Thereafter, Plaintiff filed suit \nagainst France, seeking damages for breach of demand guarantee, conversion, \nfraud, negligent misrepresentation, and unfair and deceptive practices.  Included in \nthe same suit were separate claims involving other defendants.  (SAC ¶¶ 105–77).  \nPlaintiff also seeks an accounting and equitable subrogation to France’s claims \nagainst other defendants.  (SAC ¶¶ 157–66; 178–80). \n{15} France filed a motion to dismiss, arguing that Plaintiff failed to state a \nclaim against it and that the case had to be litigated in Geneva, Switzerland based \non the identical forum selection clauses contained in both the “guarantee” between \nPlaintiff and Suisse and the guarantee between Suisse and France.  (Def.’s Reply \nSupp. Mot. Dismiss 3–7).  This Court granted the motion in part, determining that \nPlaintiff had failed to allege the existence of a contract between the parties, but \ndenied the motion as to Plaintiff’s other claims and France’s position regarding \nforum selection.  France appealed the Court’s ruling regarding forum selection. \n{16} On appeal, the North Carolina Court of Appeals held that the \n“independence principle” applicable to letters of credit transactions foreclosed \nFrance from availing itself of the forum selection clause contained in the contract \nbetween Plaintiff and Suisse.  \nSpeedway Motorsports Int’l Ltd. v. Bronwen Energy \nTrading, Ltd. (Speedway I), 209 N.C. App. 564, 575, 706 S.E.2d 262, 270 (2011).  In \na companion opinion, the Court of Appeals also held that this Court did not have \npersonal jurisdiction over Suisse.  Speedway Motorsports Int’l Ltd. v. Bronwen \nEnergy Trading, Ltd. (Speedway II), 209 N.C. App. 474, 491, 707 S.E.2d 385, 396 \n(2011).  As a result of that opinion, this Court dismissed Suisse on June 6, 2012.  \n \n \nSpeedway Motorsports Int’l Ltd., v. Bronwen Energy Trading, Ltd., No. 08 CVS \n9450 (N.C. Super. Ct. June 6, 2012) (dismissing Suisse from Plaintiff’s suit). \n{17} France filed the Motion currently before the Court on July 27, 2012, \nseeking judgment on the pleadings and dismissal of all of Plaintiff’s claims against \nit.  In support of the Motion, France argues only that the independence principle \neviscerates all of Plaintiff’s claims and it is, therefore, entitled to judgment as a \nmatter of law.  (Def.’s Br. Supp. Mot. 1–9). \nIII. \nLEGAL STANDARD \n{18} The movant in a motion for judgment on the pleadings must establish that \nthere is no material issue of fact left to be resolved and that he is entitled to \njudgment as a matter of law.   American Bank & Trust Co. v. Elzey, 26 N.C. App. \n29, 32, 214 S.E.2d 800, 802 (1975) (citations omitted).  Plaintiff’s pleading will be \nliberally construed.  Huss v. Huss, 31 N.C. App. 463, 466, 230 S.E.2d 159, 162 \n(1976) (citation omitted).   \nIV. \nANALYSIS \n1. \nA RULE 12(c) MOTION IS PROPER IN THIS CASE \n{19} As a preliminary matter, Plaintiff contends that the Motion under Rule \n12(c) is inappropriate because its substance is identical to the substance of its \nprevious Rule 12(b)(6) motion decided by the Court on January 21, 2009.  (Pl.’s \nResp. Mot. 2–4).  Plaintiff argues that under In re Quevedo, 106 N.C. App. 574, 578, \n419 S.E.2d 158, 159 (1992), “when, as here, a Rule 12(c) motion simply challenges \nthe legal validity of the claims it should be treated as a Rule 12(b)(6) motion.”  (Pl.’s \nResp. Mot. 3).  Plaintiff asserts that Judge Diaz previously reviewed the legal \nsufficiency of the SAC and was aware of the independence principle since it was \nargued in Plaintiff’s brief in opposition to Suisse’s motion to dismiss that was \nsubmitted to the Court before France filed its motion to dismiss.  (Pl.’s Resp. Mot. \n4). \n \n \n{20} In North Carolina, a Rule 12(b)(6) motion does not foreclose a Rule 12(c) \nmotion.  See Cash v. State Farm, 137 N.C. App. 192, 201–02, 528 S.E.2d 372, 378 \n(2000).  Furthermore,   \n[i]t is plainly evident under our Rules of Civil Procedure that because a \nplaintiff has survived a 12(b)(6) motion, and thus has alleged a claim for \nwhich relief may be granted, his survival in the action is not the \nequivalent of the court determining that conflicting issues of fact exist \nand no party is entitled to judgment as a matter of law under Rule 12(c).  \nId. at 202, 528 S.E.2d at 378.  Therefore, the Court concludes that it may decide the \nMotion. \n2. \nPLAINTIFF HAS PLEADED EQUITABLE SUBROGATION TO SUISSE’S RIGHTS \nAGAINST FRANCE FOR FRAUD AND NEGLIGENT MISREPRESENTATION \n{21} France asserts that Plaintiff did not plead equitable subrogation to \nSuisse’s rights against France in the SAC, (Def.’s Reply Supp. Mot. 9), and that \neven if Plaintiff “had alleged such a cause of action and were to become equitably \nsubrogated to Suisse’s rights against France, Plaintiff would step into Suisse’s \nshoes, subject to the rights and defenses arising out of the Suisse/France Guaranty.”  \n(Def.’s Reply Supp. Mot. 9).  Specifically, France contends that Plaintiff would be \nbound by the Swiss forum selection and choice of law clauses contained in the \nSuisse/France Guarantee.  (Def.’s Reply Supp. Mot. 10–11). \n{22} Plaintiff alleged equitable subrogation in its fraud and negligent \nmisrepresentation claims.  (SAC ¶¶ 143, 154).  Furthermore, Plaintiff’s equitable \nsubrogation to Suisse’s fraud and negligent misrepresentation claims was \nconsidered at the motion to dismiss before Judge Diaz.  In that motion, Plaintiff \nargued that it was equitably subrogated to Suisse’s rights against France for fraud \nand negligent misrepresentation pursuant to N.C.G.S. § 25-5-117.  (\nSee Pl.’s Resp. \nMot. Dismiss 18).  France argued that Plaintiff’s equitable subrogation allegation \nwas misplaced and must necessarily fail, but did not argue that it had not been \npleaded.  (See Def.’s Br. Supp. Mot. Dismiss 12–13).  Based on the foregoing, any \ncontention that France had no notice of Plaintiff’s allegations of equitable \n \n \nsubrogation to Suisse’s rights against it for fraud and negligent misrepresentation \nis without merit.2 \n{23} Turning now to France’s forum selection argument,3 in equitable \nsubrogation, the subrogee takes only those rights belonging to the subrogor and is \nsubject to the defenses against the subrogor.  Nationwide Mut. Ins. Co. v. Don Allen \nChevrolet Co., 253 N.C. 243, 248, 116 S.E.2d 780, 784 (1960).  A forum selection \nclause may serve as one of those defenses.  See LendingTree v. Anderson, 747 \nS.E.2d 292, 296 (N.C. Ct. App. 2013). \n{24} In the motion to dismiss, France generally argued that all Plaintiff’s claims \nwere subject to the Geneva forum selection clause contained in Plaintiff’s contract \nwith Suisse and that it and Suisse were bound “only by the terms of the identical \nforum selection clauses in the respective Guarantees, which provide that any \ndisputes will be resolved in Geneva.”  (Def.’s Br. Supp. Mot. Dismiss 4–6).  After \nconsidering that argument, Judge Diaz denied the motion to dismiss as to the forum \nselection clause defense.  Speedway Motorsports Int’l Ltd. v. Bronwen Energy \nTrading, Ltd., No. 08 CVS 9450 ¶ 2 (N.C. Super. Ct. Jan. 21, 2009) (dismissing \nPlaintiff’s breach of contract claim against France).  The Court of Appeals affirmed \nthe trial Court’s ruling.  Speedway I, 209 N.C. App. at 573–75, 706 S.E.2d at 269.  \nAlthough France now seeks to narrow the scope of its argument, its forum selection \ndefense is still encompassed in the Court’s previous Order.  Therefore, France’s \nvenue defense based on forum selection has been raised and denied, and this Court \nis the proper venue for Plaintiff’s fraud and negligent misrepresentation claims.     \n{25} Inasmuch as the Motion does not require the Court to reach the merits of \nPlaintiff’s claims nor determine whether Plaintiff is, in fact, subrogated to Suisse’s \nrights against France, a ruling on Defendant’s choice of law argument is \nunnecessary at this juncture. \n                                                 \n2 Although the Court considered dismissal of all of Plaintiff’s claims on France’s motion to dismiss \npursuant to Rule 12(b)(6) and 12(b)(3), as previously noted, the Court may still consider dismissal of \nPlaintiff’s claims on this Motion. \n3 Because venue is a ground for removal of a case to the proper court, the Court addresses France’s \nforum selection argument.  See Shaw v. Stiles, 13 N.C. App. 173, 185 S.E.2d 268 (1971). \n \n \n3. \nTHE IMPACT OF THE COURT OF APPEALS DECISIONS DOES NOT EVISCERATE \nPLAINTIFF’S REMAINING CLAIMS AGAINST FRANCE \n{26} France argues that Plaintiff’s remedies are against Suisse, not France.  \n(Def.’s Br. Supp. Mot. 4).  In support of its argument, France cites a portion of the \nCourt of Appeals decision that reads, in pertinent part, as follows: \n[a]s this Court recognized in Sunset Invs. , “one bright star” exists \nregarding letter of credit transactio ns:  “[T]he basic aspect of the \nsuccessful use of letters of credit lies in recognizing at the threshold that \nevery letter of credit involves separate and distinct contracts ; and that \nthe contract between the issuing bank and the beneficiary to pay money \nto the beneficiary upon demand (and  documentation if called for) must \nbe kept chaste [and] independent of the underlying contract between the \npurchaser of the letter and the benefi ciary.”  This “basic aspect,” of \nletters of credit is known as the “independence principle.” \n. . . . \nIn this case, by insisting that [Plaintiff] arrange with [Suisse] to have a \ndemand guarantee—or letter of cre dit—issued from [Suisse] to \n[Defendant], [Defendant] obtained the “certainty and speed of payment” \nthat letters of credit ensure.  [Defendant] would be paid—and was \npaid—by [Suisse] regardless whether [Suisse] was reimbursed by \n[Plaintiff] or of the status of the Oil Contracts. \n. . . . \nNow, however, in order to take advantage of the forum selection clause \nin [Plaintiff’s] contract with [Suisse], [Defendant] argues that the \n[Plaintiff/Suisse] contract and the [Suisse/Defendant] contract are \n“inextricably intertwined.”  We cannot reconcile the “independence \nprinciple” with [Defendant’s] “intertwining” contract theory.  These two \ncontracts—because they are part of a letter of credit transaction—are \n“separate and distinct contracts.”  Any rights and obligations of [Suisse] \nto [Defendant]—by virtue of the demand guarantee—“are independent \nof the existence” of the contract or arrangement between [Plaintiff] and \n[Suisse.] \nSpeedway I, 209 N.C. App. at 573–75, 706 S.E.2d at 269 (internal citations omitted) \n(emphasis in original).   \n{27} France also contends that the portion of Speedway I quoted above, together \nwith the Court of Appeals’ iteration of the “independence principle” in Speedway II, \nmakes clear that the obligations between Suisse and Plaintiff have no bearing on \n \n \nthe obligations between Suisse and France.  (Def.’s Br. Supp. Mot. 7).  France’s \nreading of Speedway I and Speedway II leads it to conclude that any and all of \nPlaintiff’s claims are against the other parties.  (Def.’s Br. Supp. Mot. 9). France \nfurther argues that a determination of Plaintiff’s claims against it would require \nthe Court to interpret the contracts Suisse entered into and, because Suisse is not \nsubject to suit in this Court, such interpretation is improper.  (Def.’s Reply Supp. \nMot. 6–11). \n{28} The Court of Appeals’ description of the “independence principle” was \ngrounded in principles of contract.  See Speedway I, 209 N.C. App. at 564, 706 \nS.E.2d at 263; see also Speedway II, 209 N.C. App. at 485, 707 S.E.2d at 392.  \nSpecifically, the Court of Appeals was concerned with maintaining the \nseparateness of the multiple contracts that are characteristic of letter of credit \ntransactions.  See id.  However, nothing in the Speedway opinions shields a \ndefendant from purely tort-based claims like those alleged by Plaintiff.  See id.  \nFurthermore, France cites no authority that forecloses non-contract, purely tort-\nbased claims by application of the independence principle.  The import of the \nindependence principle is that France is not bound by and cannot seek the benefits \nof the contracts that Plaintiff made with others.   \n{29} Plaintiff’s claims against France for fraud, negligent misrepresentation, \nconversion, unfair and deceptive practices, and accounting are not solely dependent \nupon contracts between Plaintiff and other parties.  And, the Court of Appeals’ \nopinions regarding the independence principle do not bar those claims.  Any \ninterpretation of Suisse’s contracts in this case does not operate as a judgment \nagainst Suisse and does not prevent Plaintiff from proceeding on its claims against \nFrance in this Court.  \n{30} For the reasons stated herein, the Court DENIES the Motion. \nSO ORDERED, this 26th day of February, 2014.   \n "
}