{
  "id": "c0fae2afd46cb98de843f08a1457db14cb76b400ac9554c59940635b6b7fe027",
  "source_file": "data/raw/ncbc/c0fae2afd46cb98de843f08a1457db14cb76b400ac9554c59940635b6b7fe027.pdf",
  "raw_text": "S. Coll. St., LLC v. Charlotte Sch. of Law, LLC, 2018 NCBC 80. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 787 \n \nSOUTH COLLEGE STREET, LLC, \n \n   Plaintiff, \n \nv. \n \nCHARLOTTE SCHOOL OF LAW, \nLLC, and INFILAW CORPORATION,  \n \n   Defendants. \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTION FOR \nPARTIAL SUMMARY JUDGMENT \n \n1. THIS MATTER is before the Court on Plaintiff’s Motion for Partial \nSummary Judgment (the “Motion”).  Having considered the Motion, the briefs in \nsupport of and in opposition to the Motion, and the arguments of counsel at a hearing \non the Motion, the Court GRANTS the Motion.  \nTroutman Sanders LLP, by Kiran H. Mehta and Christopher G. \nBrowning, Jr., for Plaintiff.  \n \nWomble Bond Dickinson (US) LLP, by Debbie W. Harden, Johnny M. \nLoper, Sarah Motley Stone, and Jackson R. Price, for Defendants.  \n  \nRobinson, Judge. \nI. FACTUAL BACKGROUND \n2. The Court does not make findings of fact when ruling on a motion for \nsummary judgment.  E.g., In re Estate of Pope , 192 N.C. App. 321, 329, 666 S.E.2d \n140, 147 (2008).  The following factual background, taken from the undisputed \nevidence submitted in support of and in opposition to the Motion , is intended solely \nto provide context for the Court’s analysis and ruling. \n \n \n3. Plaintiff South College Street, LLC (“Plaintiff”) is a Delaware limited \nliability company with its principal place of business in New York.  (Compl. ¶ 1, ECF \nNo. 3; Answer ¶ 1, ECF No. 13.)  Plaintiff is registered to do business in North \nCarolina.  (Compl. ¶ 1; Answer ¶ 1.)  \n4. Defendant Charlotte School of Law, LLC (“CSL”) is a Delaware limited \nliability company registered to do business  in North Carolina.  (Compl. ¶ 2; Answer \n¶ 2.)  CSL was founded in 2006 as a for -profit law school and was accredited by the \nAmerican Bar Association (“ABA”) in 2011.   (Compl. ¶ 2; Answer ¶ 2; Br. Opp’n to \nPl.’s Mot. Partial Summ. J. Ex. A, ¶ 7, ECF No. 30.1 [“Ogene Aff.”].) \n5. Defendant InfiLaw Corporation (“InfiLaw”) is a Delaware corporation with \nits principal place of business in Florida .  (Compl. ¶ 3; Answer ¶ 3.)  InfiLaw  is \nregistered to do business in North Carolina.  (Compl. ¶ 3; Answer ¶ 3.)  InfiLaw owns \nCSL.  (Compl. ¶ 3; Answer ¶ 3.)  \n6. On or about October 11, 2012, Hines Charlotte Plaza LP (“Hines”) and CSL \nexecuted an Office Building Lease Agreement (the “Lease”) pursuant to which CSL \nagreed to lease approximately 250,000 square feet of space in an office building then \nowned by Hines (the “Charlotte Plaza”) in Charlotte, North Carolina (the “Premises”).  \n(Compl. ¶ 9; Answer ¶ 9 ; Compl. Ex. A, § 1.6, ECF No. 3.1 [“Lease”] ; Compl. Ex. C, \n§§ 2, 4, ECF No. 3.3 .)  On or about that same day, InfiLaw executed a Guaranty of \nLease (the “Guaranty”) pursuant to which InfiLaw guaranteed, “for and on behalf of \n[Hines] and [Hines]’s transfers, successors and assigns, the full and complete \nperformance and payment (as applic able) of all of the obligations, liabilities and \n \n \nduties of any nature and kind of [CSL], its successors and assigns  . . . under the \nLease[.]”  (Compl. ¶ 10; Answer ¶ 10; Compl. Ex. B, at 1, ECF No. 3.2 [“Guaranty”].)   \nThe Lease is expressly conditioned on InfiLaw executing the Guaranty.  (Lease § 52.)   \n7. The Lease provides  for a thirteen -year term beginning on August 1, 2013  \n(the “Lease Term”).  (Lease § 1.7.)  The Lease obligates CSL to pay rent to Hines on \nor before the first day of each month for each month of the Lease Term.  (Lease § 3.1.)  \nThe Lease states that CSL shall be deemed in default if it  \nshall fail to pay when due any Rent  or other sums payable by [CSL] \nhereunder within five (5) business days after written notice of such \nfailure is given (or deemed given) to [CSL]; provided, however, such \nnotice and such grace period shall be required to be provided by [Hines] \nand shall be accorded [CSL], if necessary, only one (1) time during any \nLease Year ,1 and a default by [CSL] shall be deemed to have \nimmediately occurred upon the failure by [CSL]  to pay when due any \nRent or other sums payable by [CSL] hereunder within five (5) business \ndays after the due date within any Lease Year of the Lease Term after \nonce being noticed and given an opportunity to cure  as set forth above \nin any Lease Year. \n \n(Lease § 20.1.) \n8. Section 7.1 of the Lease states that CSL “shall use the Premises only for the \nPermitted Use.”  (Lease § 7.1.)  “Permitted Use” is defined as an  \n[e]ducational institution, as well as for general office space, uses \nancillary to its business and other legally permitted uses (with such \nother legally permitted uses if same are not ancillary to the foregoing \nPermitted Use as an educational institution to be subject to [Hines]’s \napproval, which approval shall not be unreasonably withheld, delayed \nor conditioned), consistent with the operation of first class office space, \nsubject to the restrictions as defined in Exhibit “I” attached hereto. \n \n                                                 \n1 “Lease Year” is defined as the twelve months following the Lease start date of \nAugust 1, 2013 and each subsequent twelve-month period thereafter through the end \nof the Lease Term.  (Lease § 1.14.)   \n \n \n(Lease § 1.13.)  Exhibit I expressly prohibits CSL, other than for the Permitted Use, \nfrom leasing or permitting occupancy of office or retail space in the Charlotte Plaza \nto seven categories of tenants without Hines’s prior written consent, which consent \nshall not  be unreasonably withheld, delayed, or conditioned.   (Lease Ex. I.)   The \ncategories of tenants include  governmental entities, healthcare providers, \nemployment agencies, and broadcasting facili ties.  (Lease Ex. I.)   Exhibit I also \nexpressly prohibits CSL, without Hines’s pr ior written consent,  from leasing or \npermitting occupancy of office space to publishers and photocopy shops, tenants with \na density greater than that permitted by applicable laws, and any tenant conducting \na retail business in any portion of the office space in the Charlotte Plaza.  (Lease Ex. \nI.)   \n9. On December 3, 2014, Plaintiff entered into an agreement with  Hines to \npurchase the Charlotte Plaza.  (Aff. Maidad Rabina in Supp. Pl.’s Mot. Partial Summ. \nJ. ¶ 3, ECF No. 25.3 [“Rabina Aff.”].)  The purchase closed on April 17, 2015, and on \nor about that same day, Hines informed CSL that the Charlotte Plaza had been sold \nto Plaintiff and that CSL was to make all future payments under the Lease directly \nto Plaintiff.  (Rabina Aff. ¶¶ 3, 10a, Atta chment 2.)  From April 2015 to October 1, \n2017, CSL paid its monthly rent to Plaintiff.  (Rabina Aff. ¶ 10a.)  \n10. On November 14, 2016, the ABA notified CSL that it was being placed on \nprobation due to CSL’s failure to comply with certain ABA Standards for the Approval \nof Law Schools.  (Ogene Aff. ¶ 15, Ex. 3, at 7.)  The ABA directed CSL to take specific \nremedial actions.  (Ogene Aff. ¶ 15.)  \n \n \n11. On December 19, 2016, the United States Department of Education \n(“DOE”) denied CSL’s application for recertification t o continue to participate in the \nstudent financial assistance programs authorized pursuant to Title IV of the Higher \nEducation Act of 1965.  (Ogene Aff. ¶ 19, Ex. 3.)  As a result, effective December 31, \n2016, students could no longer obtain federal financ ial assistance to attend CSL.   \n(Ogene Aff. ¶ 20, Ex. 3.)     \n12. On June 21, 2017, the University of North Carolina Board of Governors (the \n“Board of Governors”) imposed conditions and limitations on CSL’s license to conduct \npost-secondary degree activities in the State of North Carolina.  (Ogene Aff. ¶ 23, Ex. \n4.)  One such condition was that the DOE must determine no later than August 10, \n2017 that CSL students may participate in Title IV loan programs.  (Ogene Aff. ¶ 23, \nEx. 4, at 2.)   \n13. The DOE did not agree to restore CSL’s participation in Title IV programs \nby August 10, 2017 .  (Ogene Aff. ¶ 24.)   Accordingly, CSL’s state license to conduct \npost-secondary degree activity expired, and CSL ceased operating on August 11, \n2017.  (Ogene Aff. ¶¶ 24, 26, Ex. 4, at 3.)   \n14. On October 1, 2017, CSL failed to pay its monthly rent due under the Lease.  \n(Rabina Aff. ¶¶ 10a, 13.)   By letter dated October 10, 2017, Plaintiff notified \nDefendants that CSL had failed to pay rent and demanded payment of all sums due.  \n(Rabina Aff. ¶ 13; Compl. Ex. G, ECF No. 3.7.)  \n15. On October 26, 2017, CSL notified Plaintiff that it had abandoned the \nPremises.  (Rabina Aff. ¶ 15, Attachment 13.)   \n \n \n16. From October 1, 2017 and continuing through the present, CSL and \nInfiLaw have failed to make monthly rent payments due under the Lease.  (Rabina \nAff. ¶¶ 10a, 13−14, 18; InfiLaw’s Objs. & Resps. to Pl.’s First Set of Interrogs. & Reqs. \nfor Produc. 5, ECF No. 25.1.) \nII. PROCEDURAL HISTORY \n17. Plaintiff filed its Complaint on January 12, 2018.  The Complaint asserts a \nclaim against CSL for breach of the Lease and a claim against InfiLaw for breach of \nthe Guaranty.  (Compl. 6, 8.)  \n18. This action was designated as a mandatory complex business case by order \nof the Honorable Mark Martin, Chief Justice of the Supreme Court of North Carolina, \ndated January 16, 2018, (ECF No. 7), and assigned to the Honorable Adam M. Conrad \nby order of then Chief Business Court Judge James L. Gale dated January 18, 2018, \n(ECF No. 2).  This case was later reassigned to the undersigned by order dated April \n6, 2018.  (ECF No. 22.)  \n19. On March 19, 2018, Defendants filed their Answer to the Complaint.   \n20. On May 11, 2018, Plaintiff filed the Motion.  (ECF No. 25.)  The Motion has \nbeen fully briefed, and the Court held a hearing on the M otion on August 1, 2018.  \nThe Motion is now ripe for resolution.  \nIII. LEGAL STANDARD \n21. Summary judgment is appropriate “if the pleadings, depositions, answers \nto interrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as to any material fact and that any party is entitled \n \n \nto a judgment as a matter of law.”  N.C. Gen. Stat. § 1A -1, Rule 56(c).  “A ‘genuine \nissue’ is one that can be maintained by substantial evidence.”  Dobson v. Harris, 352 \nN.C. 77, 83, 530 S.E.2d 829, 835 (2000). \n22. The moving party bears the burden of showing that there is no genuine \nissue of material fact and that the movant is entitled to judgment as a matter of law.  \nHensley v. Nat’l Freight Transp., Inc. , 193 N.C. App. 561, 563, 668 S.E. 2d 349, 351 \n(2008).  “If the movant successfully makes such a showing, the burden then shifts to \nthe non-movant to come forward with specific facts establishing the presence of a \ngenuine factual dispute for trial.”  Liberty Mut. Ins. Co. v. Pennington, 356 N.C. 571, \n579, 573 S.E.2d 118, 124 (2002).  The Court must view the evidence in the light most \nfavorable to the nonmovant.  Dobson, 352 N.C. at 83, 530 S.E.2d at 835.  However, \nthe nonmovant “may not rest upon the mere allegations or denials of [its] plea ding, \nbut [its] response, by affidavits or as otherwise provided in this rule, must set forth \nspecific facts showing that there is a genuine issue for trial.  If [the nonmovant] does \nnot so respond, summary judgment, if appropriate, shall be entered agains t [the \nnonmovant].”  N.C. Gen. Stat. § 1A-1, Rule 56(e). \nIV. ANALYSIS \nA. Plaintiff’s Claim Against CSL for Breach of the Lease \n23. Plaintiff moves for summary judgment in its favor on the issue of CSL’s \nliability, contending that CSL breached the Lease by failing to pay its monthly rent.  \n(Pl.’s Mem. Supp. Mot. Partial Summ. J. 9, ECF No. 26 [“Pl.’s Mem.”].)  CSL does not \ndispute that it has not paid rent since October 2017; rather, CSL argues that the \n \n \ndoctrine of frustration of purpose excuses CSL’s performance obligations under the \nLease.  (Br. Opp’n to Pl.’s Mot. Partial Summ. J. 7, ECF No. 30 [“Br. Opp’n”].)  \n24. The Lease is a valid contract between Plaintiff , as Hines’s assignee,  and \nCSL.  (Rabina Aff. ¶ ¶ 3, 10a; Lease § 33.)   The express terms of the Lease require  \nCSL to pay rent to Plaintiff on or before the first day of each month of the Lease Term.  \n(Lease § 3.1.)  It is undisputed that from October 1, 2017 and continuing through the \npresent, CSL has failed to pay rent due under the Lease.  (Rabina Aff. ¶¶ 10a, 13−14.)  \nTherefore, CSL has breached the Lease unless the doctrine o f frustration of purpose \nexcuses CSL’s performance obligations.  \n25. “Changed conditions supervening during the term of a contract  sometimes \noperate as a defense excusing further performance on the ground that there was an \nimplied condition in the contract that such a subsequent development should excuse \nperformance or be a defense . . . .”  Faulconer v. Wysong & Miles Co. , 155 N.C. App. \n598, 601, 574 S.E.2d 688, 691 (2002).   The frustration of purpose doctrine excuses \nperformance “whenever a fortuitous event supervenes to cause a failure of the \nconsideration or a practically total destruction of the expected value of the \nperformance.”  WRI/Raleigh, L.P. v. Shaikh, 183 N.C. App. 249, 254, 644 S.E.2d 245, \n248 (2007).  “The doctrine of commercial frustration is based upon the fundamental \npremise of giving relief in a situation where the parties could not reasonably have \nprotected themselves by the terms of the contract against contingencies  which later \narose.”  Faulconer, 155 N.C. App. at 601, 574 S.E.2d at 691.   “However, the doctrine \nof frustration cannot be used where the frustrating event was reasonably \n \n \nforeseeable.”  WRI/Raleigh, L.P ., 183 N.C. App. at 254, 644 S.E.2d at 248.   “In \naddition, if the parties have contracted in reference to the allocation of the risk \ninvolved in the frustrating event, they may not invoke the doctrine of frustration to \nescape their obligations.”  Brenner v. Little Red Sch. House, Ltd., 302 N.C. 207, 211, \n274 S.E.2d 206, 209 (1981).   “Essentially, there must be an implied condition to the \ncontract that a changed condition would excuse performance; this changed condition \ncauses a failure of consideration or t he expected value of performance; and that the \nchanged condition was not reasonably foreseeable.”  Faulconer, 155 N.C. App. at 602, \n574 S.E.2d at 691. \n26. CSL argues that its ability to operate a law school on the Premises was an \nimplied condition in the Lease  and that several interrelated regulatory and \ngovernmental actions , including and culminating in the expiration of CSL’s state \nlicense, resulted in a failure of consideration and a destruction of the expected value \nof the Lease.  (Br. Opp’n 7, 9−12.)  CSL argues that the express language of the Lease \nrestricts use of the Premises to an educational institution and uses ancillary to its \nbusiness as an educational institution, thereby implying a condition in the Lease that \nCSL be able to use the Premises to operate an educational institution.  (Br. Opp’n 11.)   \n27. The Lease, however, expressly contemplates use of the Premises other than \nas an educational institution.  The Lease provides that CSL “shall use the Premises \nonly for the Permitted Use.”  (Lease § 7.1.)  The Lease defines “Permitted Use” as an \n“[e]ducational institution,” “general office space,” “uses ancillary to its business,” and \n“other legally permitted uses” consistent with the operation of first class office space.  \n \n \n(Lease § 1.13.)  Although “other legally permitted uses” that are not ancillary to its \nbusiness as an educational institution are subject to Plaintiff’s approval,  the Lease \nexpressly states  that Plaintiff’s approval “shall not be unreasonably withheld, \ndelayed or conditioned.”  (Lease § 1.13.)  Thus, the express language of the Lease does \nnot support CSL’s position that there is an implied condition in the Lease that CSL  \nbe able to operate a law school on the Premises  and that CSL’s inability to do so  \nshould excuse performance.  \n28. Further, the Lease contains a force majeure clause that states:  \nWhen a period of time is herein prescribed for any action, other than the \npayment of any monetary sums due hereunder, to be taken by [Plaintiff] \nor [CSL], [Plaintiff] or [CSL], as applicable, shall not be liable or \nresponsible for and there shall be excluded from the computation for any \nsuch period of time, any delays due to strikes, riots, terrorism, acts of \nGod, shortages of labor or materials, war, laws, regulations or \nrestrictions, inability or delays in obtaining governmental permits, or \nany other causes of any kind whatsoever which are beyond the \nreasonable control of [Plaintiff] or [CSL.] \n \n(Lease § 31 (emphasis added).)   In this clause, the parties to the Lease agreed that \nCSL would not be liable or responsible for delays in timely carrying out its obligations \nunder the Lease —other than its payment obligations —due to regulations or \nrestrictions or the inability to obtain government permits .  Thereby, the parties \nexpressly agreed that if CSL fails to timely pay sums due under the Lease , it is in \nbreach and not excused due to its inability to obtain government permits.  The fact \nthat the Lease expressly excepts CSL’s rent payment obligation from the protections \nof the force majeure clause precludes CSL’s argument that it is somehow excused \nfrom paying rent because it lost its license to operate a law school.  \n \n \n29. Moreover, even assuming the first two requirements of the frustration of \npurpose defense are met, CSL has failed to come forward with sufficient evidence that \nCSL’s inability to operate a law school cause d a failure of consideration or a total \ndestruction of the expected value of performance.  As discussed above, the Lease \nallows CSL to use the Premises for general office space and separately for other \nlegally permitted uses consistent with the operation of first class office space, subject \nto Plaintiff’s approval, which shall not be unreasonably with held, delayed, or \nconditioned.  See Tucker v. Charter Med. Corp., 60 N.C. App. 665, 670−71, 299 S.E.2d \n800, 803−04 (1983) (concluding that the frustration of purpose doctrine was not a \ndefense to defendant’s obligation to pa y rent under a valid lease when  the lease \nprovided that defendant could use the premises for any lawful purpose and there was \nno evidence that uses other than defendant’s intended use of building a hospital had \nbeen frustrated or prohibited).   \n30. In addition, the Lease permits  CSL to assign its interest in the Lease or \nsublease the Premises with the prior written consent of Plaintiff, which consent shall \nnot be unreasonably withheld, delayed, or conditioned.  (Lease §§ 11.1−.2.)  Indeed, \non or about May 18, 2016, CSL sought and obtained Plaintiff’s approval to sublease \na portion of the Premises to Gresham Smith and Partners.   (Rabina Aff. ¶ 10e, \nAttachment 9.)  Further, prior to Plaintiff’s purchase of the Charlotte Plaza, CSL \nobtained Hines’s approval in January 2014 to sublease part of the Premises to \nNavigant Consulting, Inc.  (Rabina Aff. ¶ 10e, Attachment 6.)   \n \n \n31. In sum, CSL’s inability to operate a law school did not result in a failure of \nconsideration or destroy the expected  value of performance under the Lease.  See \nTucker, 60 N.C. App. at 671, 299 S.E.2d at 804  (“In order for the doctrine of \nfrustration of purpose to constitute a defense to the obligation to pay rent under a \nvalid lease, the subject of the contract must be destroyed.”).  CSL could have used the \npremises for general office operations, or could have sought Plaintiff’s approval to use \nthe Premises for another legally permitted use or to assign its interest in the Lease \nor sublease the Premises.  Therefore, the frustration of purpose doctrine does not \nexcuse CSL’s payment obligations under the Lease, and Plaintiff is entitled to \nsummary judgment on the issue of CSL’s liability on Plaintiff’s claim for breach of \nthe Lease. \nB. Plaintiff’s Claim Against InfiLaw for Breach of the Guaranty    \n32. Plaintiff also seeks summary judgment in its favor on the issue of InfiLaw’s \nliability, contending that InfiLaw breached the Guaranty by fail ing to fulfill CSL’s \nobligation under the Lease to pay rent.  (Pl.’s Mem. 9.)  InfiLaw does not dispute that \nit has not made any rent payments; rather, InfiLaw appears to argue that because \nthe frustra tion of purpose doctrine excuses  CSL’s performance under the Lease, \nInfiLaw’s performance under the Guaranty is likewise excused.  (See Br. Opp’n 7.)  \n33. Even assuming arguendo that a valid  frustration of purpose defense to \nCSL’s performance under the Lease would also excuse InfiLaw’s performance under \nthe Guaranty, the Court has concluded that the frustration of purpose doctrine does \nnot excuse CSL’s performance.  The evidence is undisputed that InfiLaw agreed to \n \n \nguaranty CSL’s payment obligations under the Le ase and, despite written notice to \nInfiLaw, InfiLaw has failed and refused to make any payments due under the Lease.  \n(Compl. Ex. B; InfiLaw’s Ob js. & Resps. to Pl.’s First Set of Interrogs. & Reqs. for \nProduc. 5; Rabina Aff. ¶ 18.)  Therefore, Plaintiff is entitled to summary judgment on \nthe issue of InfiLaw’s liability on Plaintiff’s claim for breach of the Guaranty. \nC. Defendants’ Request to Hold the Motion in Abeyance   \n34. Defendants alternatively argue that if the Court does not deny Plaintiff’s \nMotion outright, then the Court should hold the Motion in abeyance until after the \nclose of discovery.   (Br. Opp’n 14.)   Defendants maintain that their outst anding \ninterrogatories and requests for production served on Plaintiff “seek a plethora of \ninformation related to the Premises, the Lease, and Plaintiff’s actions with respect to \nthe same,” and that this “information very well may lead to the discovery of facts that \nwould support additional defenses to Plaintiff’s claims – both affirmative and \nfactual.”  (Br. Opp’n 15−16.) \n35. As explained below, the significant fact is that Defendants have failed to \nshow that their outstanding discovery will dispute the basis on which Plaintiff’s \nMotion rests—that is, Defendants do not contest and do not expect to contest that \nthey failed to pay rent when due —and Defendants’ outstanding discovery is not \npointed toward a potential recognizable defense to liability.  \n36. In support of their argument, Defendants rely on the general rule that \n“[o]rdinarily it is error for a court to hear and rule on a motion for summary judgment \nwhen discovery procedures, which might lead to the production of evidence relevant \n \n \nto the motion, are still pending and the party seeking discovery has not been dilatory \nin doing so.”  Howse v. Bank of Am., N.A. , 804 S.E.2d 552, 558 (N.C. Ct. App. 2017) \n(alteration in original).   Notwithstanding this general rule, however, the express \nlanguage of Rule 56 is clea r that if the pleadings, depositions, answers to \ninterrogatories, admissions on file, and affidavits, if any, show that there is no \ngenuine issue of material fact and that a party is entitled to judgment as a matter of \nlaw, “[t]he judgment sought shall be rendered forthwith.”  N.C. Gen. Stat. § 1A -1, \nRule 56(c) (emphasis  added); see also First Citizens Bank & Tr. Co. v. Holland , 51 \nN.C. App. 529, 530, 277 S.E.2d 108, 110 (1981) (“Summary judgment must be granted, \nupon motion, ‘if the pleadings, depositions,  answers to interrogatories, and \nadmissions on file, together with the affidavits, if any, show that there is no genuine \nissue as to any material fact and that any party is entitled to a judgment as a matter \nof law.’” (emphasis added) (quoting N.C. Gen. Stat. § 1A-1, Rule 56(c))).  Further, Rule \n56 expressly provides that if the movant carries its initial burden to show that there \nis no genuine issue of material fact and that it is entitled to judgment as a matter of \nlaw, the non-movant’s “response, by affidavits or as otherwise provided in this rule, \nmust set forth specific facts showing that there is a genuine issue for trial.  If he does \nnot so respond, summary judgment, if appropriate, shall be entered against him.”  \nN.C. Gen. Stat. § 1A-1, Rule 56(e) (emphasis added); see also Kidd v. Early, 289 N.C. \n343, 370, 222 S.E.2d 392, 410 (1976) (“[T]he rule requires the party opposing a motion \nfor summary judgment -- notwithstanding a general denial in his pleadings -- to show \nthat he has, or will have, evidence sufficient to raise an issue of fact.  If he does not, \n \n \nsummary judgment, if appropriate, shall be entered against him. ” (quotation marks \nomitted)). \n37. If, however, the nonmovant cannot present  by affidavit facts necessary to \noppose the motion, the nonmovant may seek a continuance pursuant to Rule 56(f).  \nCullen v. Valley Forge Life Ins. Co., 161 N.C. App. 570, 581−82, 589 S.E.2d 423, 432 \n(2003).  Rule 56(f) provides:  \nShould it appear from the affidavits of a party opposing the motion that \nhe cannot for reasons stated present by affidavit facts essential to justify \nhis opposition, the court may refuse the application for judgment or may \norder a continuance to permit affidavits to be obtained or depositions to \nbe taken or discovery to be had or may make such other order as is just. \n \nN.C. Gen. Stat. § 1A-1, Rule 56(f).  “But Rule 56(f) is not a shield that can be raised \nto block a motion for summary judgment without even the slightest showing by the \nopposing party that his oppo sition is meritorious.”  Loftin v. Q A Invs., LLC , 2018 \nNCBC LEXIS 11, at *21 (N.C. Super. Ct. Feb. 1, 2018 ) (quotation marks omitted).   \nMoreover, “Rule 56(f) requires an affidavit by the opposing party stating the reasons \nwhy they were unable to present the necessar y opposing material[.]”  Folmar v. \nKesiah, 235 N.C. App. 20, 30, 760 S.E.2d 365, 371 (2014) (emphasis added).  As stated \nby our Supreme Court:  \nNothing in our State Constitution nor in our decisions precludes \nsummary judgment in favor of a party with the burden of persuasion \nwhen the opposing party has f ailed to respond to the motion in the \nmanner required by Rule 56(e) or (f ) and no genuine issue as to any  \nmaterial fact arises out of movant’s own evidence or the situation itself \nchallenges credibility.  Under these circumstances R ule 56(e) provides \nthat summary judgment shall be entered. \n \n \n \nKidd, 289 N.C. at 369−70, 222 S.E.2d at  410 (quotation marks omitted); see also \nWoods v. Mangum , 200 N.C. App. 1, 8, 682 S.E.2d 435, 440 (2009) (“[S]ummary \njudgment may be granted for a party with the burden of proof on the basis of his own \naffidavits (1) when there are only latent doubts as to the affiant’s credibility; (2) when \nthe opposing party has failed to introduce any materials support ing his opposition, \nfailed to point to specific areas of impeachment and contradiction, and failed to utilize \nRule 56(f); and (3) when summary judgment is otherwise appropriate.”) , aff’d, 363 \nN.C. 827, 689 S.E.2d 858 (2010).  \n38. Here, Plaintiff filed the Motion approximately five months after it filed  its \nComplaint.  In support of the Motion, Plaintiff relied upon the pleadings and exhibits \nattached thereto, Defendants’ responses to interrogatories, and the affidavit of \nPlaintiff’s member-manager and exhibits attached thereto.  (Pl.’s Mot. Partial Summ. \nJ. 1.)  Plaintiff met its burden to show that no genuine issue of material fact as to \nDefendants’ liability exists and that Plaintiff is entitled to judgment as a matter of \nlaw on the issue  of liability.  As a result, the burden shifted to Defendants to come \nforward with specific facts showing that there is a genuine issue for trial.  In \nopposition to Plaintiff’s Motion, Defendants introduced the affidavit of CSL’s former \npresident and InfiLaw’s current general counsel and exhibi ts attached thereto, as \nwell as outstanding interrogatories and requests for production served on Plain tiff.  \nDefendants’ affidavit is  insufficient to create a genuine issue of material fact  as to \nDefendants’ liability, and Defendants did not submit an affidavit pursuant to Rule \n \n \n56(f).  Instead, Defendants merely argue that the Court should not grant summary \njudgment prior to the close of discovery.    \n39. As Defendants have failed to come forward with sufficient evidence to \ncreate a genuine issue of material fact as required by Rule 56(e), failed to point to any \nspecific grounds for impeachment of Plaintiff’s affiant, and failed to properly invoke \nthe protections set forth in Rule 56(f), the Court concludes that partial summary \njudgment against Defendants on the issue of Defendants’ lia bility is appropriate, \nnotwithstanding that the discovery period has not yet expired.  See Estate of Rivas v. \nFred Smith Constr., Inc., 812 S.E.2d 867, 871 (N.C. Ct. App. 2018) (stating that while \nmotions for summary judgment generally should not be decided until all parties are \nprepared to present their contentions on all issues raised, “the trial court’s decision \nto grant or deny summary judgment before the completion of discovery will only be \nreversed upon a showing of a manifest abuse of discretion”); Charlotte-Mecklenburg \nHosp. Auth. v. Talford , 366 N.C. 43, 52, 727 S.E.2d 866, 872 (2012)  (affirming trial \ncourt’s grant of plaintiff’s motion for summary judgment—which was filed three and \none-half months after plaintiff filed its complaint —when defendant failed to \ndemonstrate that there was a genuine issue of material fact, failed to offer any specific \ngrounds for impeachment of plaintiff’s affiants, and did not avail himself of Rule \n56(f)); Gillis v. Whitley’s Discount Auto Sales, Inc., 70 N.C. App. 270, 275, 319 S.E.2d \n661, 664 (1984) (concluding that the trial court properly granted plaintiff’s motion for \npartial summary judgment when defendant neither filed affidavits or other materials \npursuant to Rule 56(e) showing a genuine issue for trial nor an affidavit pursuant to \n \n \nRule 56(f) to enable the trial court to refuse the motion for summary judgment or \norder a continuance).  But see Ussery v. Taylor, 156 N.C. App. 684, 686, 577 S.E.2d \n159, 161 (2003) (reversing trial court’s grant of defendan ts’ motion for summary \njudgment when plaintiff’s motion to compel discovery was pending and there was no \nevidence to suggest that plaintiff was dilatory or that the outstanding discovery could \nnot have led to the discovery of relevant evidence).   \n40. The Court further concludes that partial summary judgment is appropriate \nbecause Defendants have failed to show how outstanding discovery would create a \ngenuine issue of material fact as to Defendants’ liability.  See Ripellino v. N.C. Sch. \nBds. Ass’n, Inc., 158 N .C. App. 423, 426, 581 S.E.2d 88, 91 (2003) (“To prevail on a \nRule 56(f) motion, the moving party has the burden of showing why additional \ndiscovery is necessary and how that discovery will create a genuine issue of material \nfact.”), rev’d on other grounds, 176 N.C. App. 443, 627 S.E.2d 225 (2006), rev’d in part \non other grounds, 361 N.C. 214, 639 S.E.2d 441 (2007) .  During the hearing on the \nMotion, Defendants argued that outstanding third -party discovery requests served \non Hines were relevant to their fru stration of purpose defense, specifically the issue \nof whether CSL losing its state license was foreseeable.  The Court need not and does \nnot reach the issue of foreseeability, however, because, as discussed above, the Court \nconcludes that Defendants have failed to show the first two requirements of the \nfrustration of purpose defense—that there was an implied condition in the Lease that \nCSL’s inability to operate a law school would excuse performance and that CSL’s \ninability to do so destroyed the value of performance under the Lease.  Further, \n \n \nDefendants’ outstanding discovery requests to Plaintiff mostly pertain to the issue of \ndamages, rather than Defendants’ liability.  See Birmingham v. H&H Home \nConsultants & Designs, Inc., 189 N.C. App. 435, 441−42, 65 8 S.E.2d 513, 518 (2008) \n(affirming trial court’s grant of defendants’ motion for summary judgment before the \nclose of discovery when plaintiff did not submit any evidence to show that discovery \nfrom newly added third-party defendants was relevant to the basis on which the court \ngranted summary judgment in favor of defendants); Cullen, 161 N.C. App. at 582, 589 \nS.E.2d at 432 (concluding that the trial court did not err in granting plaintiff’s motion \nfor summary judgment despite defendant’s Rule 56(f) affidavit because the discovery \nsought by defendant did not bear on the questions at issue) ; Loftin, 2018 NCBC \nLEXIS 11, at *27  (denying plaintiff’s request for a Rule 56(f) continuance when \nplaintiff failed to demonstrate how the requested discovery would creat e an issue of \nmaterial fact regarding causation or damages, the basis on which defendants moved \nfor summary judgment); G. Gray Wilson, North Carolina Civil Procedure § 56-7 (3d \ned. 2007) (“The moving party should not be permitted to ambush his opponent with \nsummary judgment before he can discover the facts necessary to oppose the motion, \nany more than the nonmovant should be allowed to delay an inevitable judgment by \npursuing discovery th at is immaterial or fanciful .” (emphasis added)).  Defendants’ \nmere contention that the information sought from Plaintiff or third parties “may lead \nto discovery of facts that would support additional defenses to Plaintiff’s claims” is \ninsufficient to just ify a continuance.  See Loftin, 2018 NCBC LEXIS 11, at *27−28  \n \n \n(“The Court should not allow a continuance based on mere speculation that the \ndiscovery might lead to relevant facts . . . .”).  \n41. Therefore, Defendants’ alternative request to hold the Motion in abeyance \nuntil the close of discovery is denied.  \nV. CONCLUSION \n42. For the foregoing reasons, the Court GRANTS Plaintiff’s Motion as follows: \nA. The Court GRANTS Plaintiff’s Motion and enters summary \njudgment against CSL on the issue of CSL’s liability on Plaintiff’s \nclaim for breach of the Lease. \nB. The Court GRANTS Plaintiff’s Motion and enters summary \njudgment against InfiLaw on the issue of InfiLaw’s liability on \nPlaintiff’s claim for breach of the Guaranty.   \nSO ORDERED, this the 10th day of August, 2018. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}