{
  "id": "c12155b22821c9c7ffd8c98509ece8fe104f308899f852bb1e35b79ebf6fe707",
  "source_file": "data/raw/ncbc/c12155b22821c9c7ffd8c98509ece8fe104f308899f852bb1e35b79ebf6fe707.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nFORSYTH COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 4279 \n \nTERRI MOOSE, individually and on \nbehalf of all others similarly situated, \n \nPlaintiff, \n \nv. \n \nALLEGACY FEDERAL CREDIT \nUNION, \n \nDefendant. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION TO DISMISS \n \n \n1. Terri Moose has a checking account with Allegacy Federal Credit Union .  \nOver the past five  years, she has incurred more than $10,000 in overdraft fees.  In \nthis case, she claims  that Allega cy’s fee practices are  unlawful and has sued \nindividually and on behalf of a putative class. \n2. Allegacy has moved to dismiss the complaint under Rule 12(b)(6) of the \nNorth Carolina Rules of Civil Procedure .  For the following reasons, the Court  \nDENIES the motion.   \nMorgan and Morgan Complex Litigation Group, by Jean Sutton Martin, \nBranstetter Stranch & Jennings, PLLC, by Gerard J. Stranch, and \nRhine Law Firm, PC, by Martin A. Ramey, for Plaintiff Terri Moose.  \n \nSpilman Thomas & Battle, PLLC, by Lee D. Denton, Jeffrey D. Patton, \nand Bruce M. Jacobs, for Defendant Allegacy Federal Credit Union.   \n \nConrad, Judge. \nMoose v. Allegacy Fed. Credit Union, 2021 NCBC 30. \nI. \nBACKGROUND \n3. The following background assumes that the allegations in the amended \ncomplaint are true.  (Am. Compl., ECF No. 41.)1 \n4. The overdraft fees at issue involve  debit-card transactions.   A brief \nexplanation of the mechanics of these  transactions may be helpful.   When a  \ncardholder uses a debit card to make a purchase, no money changes hands at the time \nof sale.   Rather, the merchant asks the bank  (here, Allegacy) to authorize the \ntransaction.  ( See Am. Compl. ¶  24.)  By authorizing the transaction, Allegacy  \neffectively promises to pay the merchant later.  (See Am. Compl. ¶ 27.)  This process \nhappens in the blink of an eye thanks to modern telecommunications , but days may \npass before the merchant requests payment.  Eventually , Allegacy must settle the \ntransaction by taking funds from the cardholder’s account and paying the merchant.  \n(See Am. Compl. ¶ 26.) \n5. The period between authorization and settlement is a source of uncertainty.  \nNeither Allegacy nor the cardholder controls when the merchant will seek payment.  \nDuring that time , Allegacy may process checks, account drafts, and new debit-card \npurchases that reduce the cardholder’s account balance.  (See Am. Compl. ¶ 20.)  As \na result, the cardholder may not have enough money in her account to pay for a \ntransaction at the time of settlement even though Allegacy authorized the transaction \nwhile the account had sufficient funds.  (See Am. Compl. ¶ 14.)  Moose refers to these \n \n1 Moose filed her amended complaint in October 2020 but, due to a clerical error, did not post \nit to the Court’s electronic docket until 26 April 2021.   \ntransactions as “Authorize Positive, Settle Negative Transactions,” or “APSN \nTransactions.”  (Am. Compl. ¶¶ 11, 12.)   \n6. According to Moose, her account agreement with Allegacy does not permit \noverdraft fees for APSN  transactions.  Unde r the agreement, Allegacy uses a \ncardholder’s “available balance to determine whether there are sufficient funds in \nyour account to pay items,” including debit-card transactions.  (Am. Compl. Ex. A at \n6, ECF No. 41.1 [“Account Agrmt.”].) 2  The “available balance” is defined as “the \namount of money in your account that is available for you to use [,]” which is not \nnecessarily the same as the actual or “current” balance.   (Account Agrmt. 6.)  In the \ncourse of authorizin g a debit-card transaction, Allegacy “places a hold on funds in \nyour account w hen the authorization is completed.  The ‘authorization hold’ will \nreduce your available balance by the amount authorized ” but will not immediately \nreduce the current balance .  (Account Agrmt. 7.)  W hen Allegacy later settles the \ntransaction, it “result[s] in a reduction in the current balance.”  (Account Agrmt. 7.) \n7. Moose takes this to mean that she cannot be charged overdraft fees for any \ntransaction authorized based on a positive available balance .  As she puts it, her \naccount “will always have sufficient funds available to cover these transactions \nbecause [Allegacy] has already sequestered these funds for payment.”  ( Am. Compl. \n¶ 12; see also Am. Compl. ¶  16.)  This remains true , she alleges, even if Allegacy \nauthorizes “subsequent, intervening transactions” that overdraw the account  by \nfurther reducing  the available balance  below zero.  (Am. Compl. ¶  17.)  In that \n \n2 All quotations from the account agreement omit its occasional use of boldface type. \ncircumstance, the intervening transaction may trigger an overdraft fee  (because it \nwas authorized despite a lack of available funds), but the original transaction should \nnot (because it was authorized based on sufficient funds). \n8. In practice, though, Allegacy assesses overdraft fees for APSN transactions.  \nAs alleged, Allegacy reviews each debit -card transaction “both at the time of \nauthorization and later at the time of settlement.”  (Am. Compl. ¶  46.)  Despite \nplacing a hold on funds at the time of authorization,  Allegacy charges an overdraft \nfee if intervening transactions drop the available balance below zero at the time of \nsettlement.  (See Am. Compl. ¶¶ 18, 19.)  Moose identifies four transactions for which \nshe incurred overdraft fees even though  Allegacy had authorized them based on \nsufficient funds.  (See Am. Compl. ¶¶ 71–74.) \n9. Moose asserts individual and putative class claims for breach of the account \nagreement, unjust enrichment, and unfair or deceptive trade practices under  \nN.C.G.S. § 75-1.1.  Allegacy has moved to dismiss the complaint in its entirety.  (Mot. \nto Dismiss, ECF No. 14.)  After full briefing and a hearing in March 2021, the motion \nis ripe for disposition. \nII. \nANALYSIS \n10. A motion to dismiss under Rule 12(b)(6) “tests the lega l sufficiency of the \ncomplaint.”  Isenhour v. Hutto, 350 N.C. 601, 604 (1999) (citation and quotation marks \nomitted).  The motion should be granted only when “(1) the complaint on its face \nreveals that no law supports the plaintiff’s claim; (2) the complaint on its face reveals \nthe absence of facts sufficient to make a good claim; or (3) the complaint discloses \nsome fact that necessarily defeats the plaintiff’s claim.”  Corwin v. Brit. Am. Tobacco \nPLC, 371 N.C. 605, 615 (2018) (citation and quotation marks omitted).  In deciding \nthe motion, the Court must treat the well-pleaded allegations of the complaint as true \nand view the facts and permissible inferences “in the light most favorable  to” the \nnonmoving party.  Sykes v. H ealth Network Sols., Inc. , 372 N .C. 326, 332 (2019) \n(citation and quotation marks omitted).   \nA. Breach of Contract \n11. Moose claims that Allegacy breached the express terms of the a ccount \nagreement and the implied covenant of good faith and fair dealing  when it assessed \noverdraft fees on transactions that had been previously authorized based on sufficient \navailable funds.  (See Am. Compl. ¶¶ 96, 101.)  Allegacy moves to dismiss the  claim \non the ground that the account agreement permits the alleged fees.  (See Br. in Supp. \n8–13, ECF No. 8.)   \n12. “The elements of a claim for breach of contract are (1) existence of a valid \ncontract and (2) breach of the terms of that contract.”  Poor v. Hill, 138 N.C. App. 19, \n26 (2000).  “In every contract there is an implied covenant of good faith and fair \ndealing that neither party will do anything which injures the right of the other to \nreceive the benefits of the agreement.”  Bicycle Transit Auth., Inc. v. Bell , 314 N.C. \n219, 228 (1985) (citation and quotation marks omitted).   \n13. The question here is one of contract interpretation.  “A contract that is plain \nand unambiguous on its face will be interpreted by the court as a matter of law.”  \nSchenkel & Shultz, Inc. v. Hermon F. Fox & Assocs., P.C. , 362 N.C. 269, 273 (2008).  \nWhen the contract is ambiguous, its interpretation is a question of fact for the jury.  \nSee id.  “An ambiguity exists in a contract when either the meaning of words or the \neffect of provis ions is uncertain or capable of several reasonable interpretations.”  \nVariety Wholesalers, Inc. v. Salem Logistics Traffic Servs., LLC , 365 N.C. 520, 525 \n(2012) (citation and quotation marks omitted).   \n14. In short, Allegacy interprets the agreement to state that the designated time \nfor deciding whether a cardholder has enough funds to cover a transaction is when \nthe merchant requests payment, not when it requests authorization.   On that basis, \nAllegacy contends that the  amended complaint does not state a cla im for breach of \nthe agreement even if the allegations are taken as true.  (See Br. in Supp. 11–12.)  In \nresponse, Moose insists that the agreement does not allow Allegacy to impose \noverdraft fees at a time other than when authorization is requested and gi ven and \nthat, alternatively and at a minimum, the agreement is ambiguous.  (Opp’n 6–9, ECF \nNo. 10.) \n15. Upon careful review, the Court concludes that the account agreement  is \nambiguous.  The agreement states that Allegacy’s “ determination of an insufficient \navailable account balance may be made at any time between presentation and  \n[Allegacy’s] midnight deadline with only one (1) review of the account required .”  \n(Account Agrmt. 6.)  It further states that Allegacy may charge a fee for insufficien t \nfunds “each time an item is presented against your available balance.”  (Account \nAgrmt. 6.)  Allegacy construes this to mean that the overdraft determination occurs \nat the time a merchant presents an item for payment.  But the terms “presentation” \nand “presented” are not defined.  And it is unclear from context whether the “time an \nitem is presented”  necessarily means presentation  for payment or may mean \npresentation for authorization. \n16. Indeed, for purposes of the debit -card transactions at issue, the merchant \nmust submit requests for both authorization and payment.  Upon receiving an \nauthorization request, Allegacy “places a hold on funds ” and reduces the  “available \nbalance by the amount authorized.”  ( Account Agrmt. 7 .)  Thus, a  cardholder may \nreasonably believe that debit-card transactions are “presented against [her] available \nbalance”—and therefore assessed for sufficient funds—at the time of authorization. \n17. The definition of available balance—the “amount of money in your account \nthat is available for you to use” —bolsters Moose’s interpretation.   ( Account Agrmt. \n6.)  From the cardholder’s perspective, her use of funds occurs at the point of sale .  \nThis definition reasonably suggests that she may spend whatever is available “to use” \nat the time  of a given purchase without fear of incurring an overdraft fee for that \npurchase.  Allegacy’s  interpretation, by contrast , is counterintuitive  because it  \nrequires assessing the availability of funds long after the cardholder has used them  \nat the point of sale. \n18. To be sure, the account agreement warns cardholders that “[t]he amount of \nan authorization hold may differ” from the actual purchase amount.  (Account Agrmt. \n7.)  Restaurant bills are a good example.  A restaurant may request authorization for \nthe billed amount but not any tip added to the bill.  As a result, when the restaurant \nlater seeks payment, the settled amount (bill plus tip) will exceed the amount of the \nauthorization hold  (bill only).  ( See Account Agrmt. 7.)  At the hearing, Moose’s \ncounsel stressed that these types of transactions are not at issue and might \nlegitimately result in an overdraft fee.  In addition, by warning cardholders that a fee \nmay result if the authorization hold  doesn’t cover the whole purchase , the account \nagreement implies that there is no such  risk when the authorized amount and the \nsettlement amount are the same. \n19. Contracts must be constru ed as a whole.  See, e.g., Crescent Foods, Inc. v. \nEvason Pharms., Inc. , 2016 NCBC LEXIS 76, at *9 (N.C. Super. Ct. Oct. 5, 2016).  \nLooking at the entirety of t he account agreement, its terms are “capable of  several \nreasonable interpretations.”  Variety Wholesalers, 365 N.C. at 525.  Thus, the \nagreement is ambiguous, and the Court denies Allegacy’s motion to dismiss the claim \nfor breach of contract.3  \nB. Unjust Enrichment \n20. Moose asserts her claim for unjust enrichment “in the alternative to ” her \nclaim for breach of contract.  (Am. Compl. ¶ 106.)  Allegacy seeks to dismiss this claim \non the ground that the parties’ relationship is governed by an express contract.  (See \nBr. in Supp. 14.)   \n \n3 There have been many similar cases around the country.   Decisions in t hese cases, which \nare not controlling, highlight the frequency with which ambiguities arise in contracts \nbetween banks and cardholders when defining overdraft practices.  See, e.g., Roberts v. Cap. \nOne, N.A., 719 F. App’x 33, 34–37 (2d Cir. 2017) (unpublished) (reversing dismissal of claim \nfor breach of contract) ; Hash v. First Fin. Bancorp, 2021 U.S. Dist. LEXIS 42711 , at *8–21 \n(S.D. Ind. Mar. 8, 2021) (denying motion to dismiss); Lussoro v. Ocean Fin. Fed. Credit Union, \n456 F. Supp. 3d 474, 482–86 (E.D.N.Y. 2020) (denying motion to dismiss). \n21. As a rule, when the parties have made an express contract, the law will not \nimply one “with reference t o the same matter.”  Vetco  Concrete Co. v. Troy Lumber \nCo., 256 N.C. 709, 713 (1962)  (citations omitted).  At this early stage, however, the \nCourt is persuaded that Moose  may plead her claim for unjust enrichment  in the \nalternative to her claim for breach of an express contract .  See, e.g., N.C. R. Civ. P. \n8(e)(2); Gao v. Sinova Specialties, Inc., 2018 NCBC LEXIS 71, at *34–36 (N.C. Super. \nCt. July 16, 2018) (denying motion to dismiss claim for unjust enrichment when \npleaded in the alternative to claim for breach of contract) ; Can-Dev, ULC v. SSTI \nCentennial, LLC, 2018 NCBC LEXIS 9, at * 21–23 (N.C. Super. Ct. Jan. 25, 2018)  \n(same); Strategic Mgmt. Decisions, LLC v. Sales Performance Int’l, LLC, 2017 NCBC \nLEXIS 69, at *15–16 (N.C. Super. Ct. Aug. 7, 2017) (same). \n22. The Court therefore denies Allegacy’s motion to dismiss the claim for unjust \nenrichment.   \nC. Section 75-1.1 \n23. Moose’s final claim is for unfair or deceptive trade practices under N.C.G.S. \n§ 75-1.1.  Allegacy argues that the claim must be dismissed because the complaint \nalleges nothing more than a mere breach of contract, which is insufficient to plead a \nviolation of section 75-1.1.  (See Br. in Supp. 15–17.) \n24. Section 75 -1.1 was “designed to provide consumers with a remedy for \ninjuries done to them by dishonest and unscrupulous business practices.”   Hester v. \nHubert Vester Ford, Inc. , 239 N.C. App. 22, 30 (2015).   To state a claim, a plaint iff \nmust allege an unfair or deceptive act or practice in or affecting commerce, resulting \nin actual injury.  See McLamb v. T.P. Inc., 173 N.C. App. 586, 593 (2005).  A “party is \nguilty of an unfair act or practice when it engages in conduct which amounts to an \ninequitable assertion of its power or position.”  McInern ey v. Pinehurst Area Realty, \nInc., 162 N.C. App. 285, 289 (2004) (citation and quotation marks omitted).  “Finally, \nin determining whether a particular act or practice is deceptive, its effect on the \naverage consumer is considered.”  Becker v. Graber Builders, Inc., 149 N.C. App. 787, \n794 (2002).   \n25. It is well established that “a mere breach of contract, even if  intentional, is \nnot sufficiently unfair or deceptive to sustain an action under N.C.G.S. §  75-1.1.”  \nBranch Banking & Tr.  Co. v. Thompson , 107 N.C. App. 53, 62 (1992)  (citations \nomitted).  The plaintiff must also allege “some type of egregious  or aggravating \ncircumstances” to elevate the breach to an unfair or deceptive act.  Dalton v. Camp, \n353 N.C.  647, 657 ( 2001) (citations, quotation marks , and emphasis  omitted).  \nExamples include “forged documents, lies, and fraudulent inducements .”  \nForest2Market, Inc. v. Arcogent, Inc. , 2016 NCBC LEXIS 3, at * 14 (N.C. Super. Ct. \nJan. 5, 2016) (citations and quotation marks omitted); see also, e.g., Alamance Fam. \nPrac., P.A. v. Lindley , 2018 NCBC LEXIS 83, at *25– 26 (N.C. Super. Ct. Aug. 14, \n2018); Post v. Avita Drugs, LLC, 2017 NCBC LEXIS 95, at *10 (N.C. Super. Ct. Oct. \n11, 2017). \n26. Among other things, the amended complaint alleges that Allegacy \n“misleadingly and deceptively misrepresents” its overdraft practices ; “exploits its \ncontractual discretion by implementing these practices to gouge its customers”; \nemploys a “scheme to extract funds from account holders”; carries out this scheme \nthrough a “secret posting process” for account transactions ; “knowingly authoriz[es] \nlater transactions that it allows to consume available funds” held for previously \nauthorized transactions;  and “willfully engage [s] in the improper assessment of ” \noverdraft fees.  (Am. Compl. ¶¶  2, 5, 21, 38, 60, 113; see also Am. Compl. ¶¶ 13, 45, \n48, 49, 111.)  In addition, the amended complaint alleges that the contracts at issue \nare adhesion contracts, that the imposition of overdraft fees in these  circumstances \nare contrary to the expectation of ordinary consumers, and that overdraft processes \nsimilar o r identical to Allegacy’s have been deemed unfair and deceptive by \nregulatory authorities.  (See Am. Compl. ¶¶ 19, 21, 67–69.) \n27. Viewing these allegations in a light most favorable to Moose, the Court \nconcludes that they suffice to plead aggravating circumstances, particularly given the \ncontext of a consumer adhesion contract .  At a minimum, the allegations could \nsupport an inference that Allegacy  used its “power and position” inequitably.  Lake \nMary L.P. v. Johnston, 145 N.C. App. 525, 534 (2001); see also S. Bldg. Maint., Inc. v. \nOsborne, 127 N.C. App. 327, 334 (1997) (allowing section 75-1.1 claim based on breach \nof contract when defendant “took advantage of [his] position”).  In addition , Moose \nhas alleged “deceit ful conduct” —such as  the alleged secret posting process —to \neffectuate the purported breach.  Sparrow Sys. v. Priv. Diagnostic Clinic, PLLC, 2014 \nNCBC LEXIS 70, at *44–45 (N.C. Super. Ct. Dec. 24, 2014); see also Becker, 149 N.C. \nApp. at 794–95 (reversing dismissal of section 75 -1.1 claim based on allegedly \ndeceitful conduct  to carry out  breach of contract); Lendingtree , LLC v. \nIntercontinental Cap. Grp., Inc., 2017 NCBC LEXIS 54, at *8– 10 (N.C. Super. Ct. \nJune 23, 2017)  (denying motion to dismiss based on allegation of concealment ); cf. \nMorris v. Bank of Am., N.A., 2019 U.S. Dist. LEXIS 53617, at *9–10 (W.D.N.C. Mar. \n29, 2019)  (denying motion to dismiss  section 75 -1.1 claim based on improper \nassessment of overdraft fees).   \n28. At this early stage, these allegations are sufficient to defeat a motion to \ndismiss.  The Court therefore denies Allegacy’s motion to dismiss the section 75 -1.1 \nclaim.    \nIV. \nCONCLUSION \n \n29. For all these reasons, the Court DENIES Allegacy’s motion to dismiss.  \n \nSO ORDERED, this the 5th day of May, 2021.     \n/s/ Adam M. Conrad  \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n "
}