{
  "id": "c13901c588966d97e8cb32a6ca4bffcc64d931c0218c16283585a6709ee35392",
  "source_file": "data/raw/ncbc/c13901c588966d97e8cb32a6ca4bffcc64d931c0218c16283585a6709ee35392.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCATAWBA COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n11 CVS 2780 \n \nCOUNTY OF CATAWBA d/b/a \nCATAWBA VALLEY MEDICAL \nCENTER, \n \nPlaintiff, \n \nv. \n \nFRYE REGIONAL MEDICAL CENTER, \nINC., and TATE SURGERY CENTER, \nLLC, \n \nDefendants. \n \n \n \n \n \n \n \n \nORDER AND OPINION \n \n{1} THIS MATTER is before the Court upon Pl aintiff County of Catawba’s \n(“Plaintiff”) Motion for Revision of Summary Judgment Order on Plaintiff’s Fraud \nand Unfair and Deceptive Trade Practices Claims (the “Motion for Revision”) and \nDefendants Frye Regional Medical Center, Inc. (“Frye”) and Tate Surgery Center, \nLLC’s (“Tate”) (collectively, “Defendants”) Motion to Strike or Disregard Portions of \nReply Brief (the “Motion to Strike”) in the above-captioned case.  Having considered \nthe Motions, affidavits and supporting briefs, the Court hereby DENIES Defendants’ \nMotion to Strike and DENIES Plaintiff’s Motion for Revision. \nBrooks, Pierce, McLendon, Humphrey & Leonard LLP by James C. Adams, II, \nJustin N. Outling, and Forrest W. Campbell, Jr. for Plaintiff. \n \nVan Laningham Duncan PLLC by Alan W. Duncan and Poyner & Spruill, LLP by \nS. Todd Hemphill, Matthew A. Fisher, and David R. Broyles for Defendants. \n \nBledsoe, Judge. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \n{2} The factual and procedural background of  this case is recited in detail in \nCounty of Catawba v. Frye Reg’l Med. Ctr., Inc., 2014 NCBC 27 (N.C. Super. Ct. June \n26, 2014), www.ncbusinesscourt.net/opinion s/2014_NCBC_27.pdf (granting in part \nCounty of Catawba v. Frye Reg’l Med. Ctr., Inc., 2015 NCBC 17.\nand denying in part Defendants’ Motion for Summary Judgment).   The facts \npertinent for purposes of resolving the present Motions are set forth below. \n{3} Plaintiff filed the Complaint in this action on September 8, 2011, asserting \nclaims against Defendants for breach of four separate contracts (claims 1 – 4), fraud \n(claim 5), and unfair and deceptive trade practices under N.C.G.S. § 1-75.1 (“UDTP”) \n(claim 6).  Defendants filed a Motion fo r Summary Judgment (the “SJ Motion”) on \nOctober 21, 2013, seeking dismissal of each of Plaintiff’s six claims. \n{4} On June 27, 2014, this Court (Murphy,  J.) issued an Order and Opinion \ngranting Defendants’ SJ Motion on Plai ntiff’s claims for fraud and unfair and \ndeceptive trade practices (the “SJ Order”).  County of Catawba, 2014 NCBC 27 at ¶¶ \n57, 59.  In dismissing those claims, Judg e Murphy stated that Plaintiffs had not \nbrought forward evidence of injury caused  by the alleged actions of Defendants.  Id. \nat ¶¶ 56, 59.  Judge Murphy did not dismis s Plaintiff’s fourth claim for relief – for \nbreach of the parties’ Private Party Settlement Agreement (the “PPSA”) – stating \nthat “there is a question of material fact as to whether the parties intended the PPSA \nto serve as a binding agreement . . . .”  Id. at ¶ 48. \n{5} On June 30, 2014, Judge Murphy retired from the bench upon expiration of \nhis term as a Business Court judge (technically, a Special Superior Court Judge for \nComplex Business Cases).  \n{6} After Judge Murphy’s retirement, on July 25, 2014, Defendants moved the \nCourt to consider Defendants’ contention that Plaintiff’s claim for breach of the PPSA \nwas barred by the applicable statute of limitations – an issue Defendants argued \nJudge Murphy left unresolved in his SJ Order and on which Defendants claimed they \nwere entitled to a favorable ruling (the “Motion for Consideration”).  The Court denied \nDefendants’ Motion for Consideration, finding that the Court had the authority to \nconsider arguments not previously considered by Judge Murphy in his Opinion on the \nSJ Motion, but ultimately concluding that summary judgment should not be entered \ndismissing Plaintiff’s breach of PPSA claim on statute of limit ations grounds.  \nSee \nCounty of Catawba v. Frye Reg’l Med. Ctr., Inc., 2014 NCBC 57 (N.C. Super. Ct. Nov. \n13, 2014), www.ncbusinesscourt.net/opinions/2014_NCBC_57.pdf. \n{7} On October 10, 2014, Plaintiff filed a Motion for Reconsideration of \nSummary Judgment Order on Fraud and Un fair Trade Practices Claim under Rule \n60(b)(6) of the North Carolina Rules of Civil Procedure seeking reconsideration of \nJudge Murphy’s Summary Judgment ruling di smissing Plaintiff’s claims for fraud \nand UDTP (the “Motion for Reconsideration”).  Plaintiff subsequently withdrew its \nMotion for Reconsideration on October 17, 2014. \n{8} Twelve days later on October 29, 2014, Plaintiff filed the Motion for Revision \nunder Rule 54(b).  Both the Motion for Re consideration and the Motion for Revision \nseek the same relief – reversal of Judge Murphy’s SJ Order dismissing Plaintiff’s \nclaims for fraud and UDTP.  Defendants filed their Response to Plaintiff’s Motion for \nRevision on November 14, 2014.  Plaintiff filed its Reply on December 1, 2014, \nadvancing for the first time that N.C.R.C.P. 63, in combination with N.C.R.C.P. 54(b), \npermits the Court to revisit and reverse Judge Murphy’s SJ Order based on what \nPlaintiff contends are clear errors of law. \n{9} Defendants subsequently filed a Motion to Strike on December 10, 2014, \nrequesting that Plaintiff’s newly-advanced arguments based on N.C.R.C.P. 63 not be \nconsidered on Plaintiff’s Motion for Revisi on.  Plaintiff responded to the Motion to \nStrike on January 2, 2015, and Defendants filed their Reply on January 7, 2015. \n{10} The Motions are now ripe for resolution .  Pursuant to Ru le 15.4(a) of the \nBusiness Court Rules, the Court elects, in  its discretion, to decide the Motions \nwithout a hearing.  The Court takes each Motion in turn. \nII. \nANALYSIS \na. Motion to Strike \n{11}  Based on the particular procedural facts here, without intending to create \na rule of general application, without prejudice to future challenges under Business \nCourt Rule 15.7 concerning reply briefs, and in light of the Court’s resolution of the \nMotion for Revision, the Court elects, in its discretion, to consider all the arguments \npresented in Plaintiff’s Reply Brief in cons idering Plaintiff’s Motion for Revision.  \nAccordingly, Defendants’ Motion to Strike is DENIED.  \nb. Motion for Revision \n{12} Plaintiff asks the Court to revise Judge Murphy’s SJ Order under Rules \n54(b) and 63 and reverse Judge Murphy’s di smissal of Plaintiff’s fraud and UDTP \nclaims.  (Pl.’s Mot. Revision, p. 1.)  In support of its Motion, Plaintiff argues that \nJudge Murphy’s retirement vested this Co urt with the authority to change Judge \nMurphy’s SJ Order because (i) Rule 54(b) provides that where, as here, a final \njudgment has not been entered, “any order or other form of decision is subject to \nrevision at any time before the entry of judgment adjudicating all the claims and \nrights and liabilities of all the parties” an d (ii) according to Plaintiff, Rule 63 \nauthorizes a substitute judge to reconsider an order entered by a judge who has since \nretired.  (Pl.’s Reply Supp. Mot. Revision, p. 5 (quoting Springs v. City of Charlotte , \n730 S.E.2d 803, 805 (N.C. Ct. App. 2012) and  In re Expungement for Kearney , 174 \nN.C. App. 213, 214–15, 620 S.E.2d 276, 277 (2005).). \n{13} Our Supreme Court has held that “[t] he well established rule in North \nCarolina is that no appeal lies from one Su perior Court judge to another; that one \nSuperior Court judge may not correct another’s errors of law; and that ordinarily one \njudge may not modify, overrule, or change the judgment of another Superior Court \njudge previously made in the same action.”  Calloway v. Ford Motor Co ., 281 N.C. \n496, 501, 189 S.E.2d 484, 488 (1972).    \n{14} This Court has previously observed that North Carolina law has long \nrecognized that “‘[o]ne superior court judge may only modify, overrule, or change the \norder of another superior court judge where the original order was (1) interlocutory, \n(2) discretionary, and (3) there has been a substantial change of circumstances since \nthe entry of the prior order.’”  DeGorter v. Capitol Bancorp Ltd., 2014 NCBC 62 (N.C. \nSuper. Ct. Nov. 26, 2014), www.ncbusine sscourt.net/opinions/2014_NCBC_62.pdf \n(denying motion for reconsideration) (quoting Crook v. KRC Mgmt. Corp. , 206 N.C. \nApp. 179, 189, 697 S.E.2d 449, 456 (2010)).    \n{15} Rule 63 does not change this oft-app lied North Carolina rule.  That Rule \nprovides, in relevant part, that: \n[i]f by reason of death, sickness or other disability, resignation, retirement, \nexpiration of term, removal from office, or  other reason, a judge before whom . . . \na hearing has been held is unable to perform the duties to be performed by the \ncourt under these rules after a . . . hear ing is otherwise concluded, then those \nduties . . . may be performed . . . by the judge senior in point of continuous service \non the superior court regularly holding the courts of the district.”  \n  \n{16} Plaintiff essentially contends that Rules 54(b) and 63, taken together, treat \nJudge Murphy’s retirement at the expiration of his term of office as an invitation to \nthis Court to decide Defendants’ SJ Moti on anew.  The Court disagrees.  Not only \nwould such a reading ignore the North Carolina rule that one Superior Court judge \ngenerally cannot overrule another, but read in context, the Court concludes that Rule \n63 is intended for situations where, for ex ample, a Superior Court judge leaves the \nbench prior to entering a written order on a matter that has been heard, or before a \nmatter is remanded from the appellate courts  with instructions for further action.  \nThe Court does not read Rule 63 to address the situation here, where Judge Murphy \nreceived the parties’ briefs, held a hearin g, issued a written order ruling on the \nparties’ arguments and dismissing claims, and then left the bench. \n{17} The Court recognizes that its construction of Rule 63 effectively results in a \nparty losing its right to seek revision of a summary judgment ruling by the trial court \nunder Rule 54(b) when the issuing Superior Court judge retires or otherwise leaves \nthe bench prior to the entry of a final judgment.\n1  In that circumstance, however, the \nCourt concludes that the party’s redress is with the North Carolina appellate courts \nand not with another Superior Court judge.2   \n                                                 \n1  Whether a substitute Superior Court judge may certify under Rule 54(b) a judgment entered by a \nsince-retired Superior Court judge as a final judgme nt “as to one or more but fewer than all of the \nclaims or parties in an action” based on a determination that “there is no just reason for delay” is not \nan issue before the Court or intended to be resolved by the Court’s ruling. \n \n2  The Court also notes that Plaintiff’s interpretation of Rule 63 would create great uncertainty and \nconfusion whenever a Business Court judge were to resign, retire or depart from the bench by inviting \na potential sea of motions to the newly-assigned Business Court judge from disappointed litigants \nseeking to overturn adverse decisions issued in the last weeks of the departing judge’s service on the \nbench. \n \n{18} Accordingly, to permit this Court to review the prior order, Plaintiff must \nshow that Judge Murphy’s SJ Order was in terlocutory and discretionary, and that \nthere has been a substantial change of ci rcumstances since its entry.  The parties \nagree that the SJ Order here is interlocutory but disagree as to whether the SJ Order \nis discretionary and whether there has been  a substantial change in circumstances \nsince the entry of Judge Murphy’s prior order. \n{19} First, as to the nature of the SJ Orde r, the Court of Appeals has held that \nan order on a motion for summary judgment  involves an issue of law and is not \ndiscretionary.  \nSee Iverson v. TM One, Inc. , 92 N.C. App. 161, 164, 374 S.E.2d 160, \n163 (1988) (“Although the denial of a motion for summary judgment is an \ninterlocutory order, it is not a discretionar y order so as to give a second judge the \npower to modify or change it even where there has been a change of circumstances.”); \nWhitley’s Electric Serv., Inc. v. Walston, 105 N.C. App. 609, 611, 414 S.E.2d 47, 48 \n(1992) (“Even though it is interlocutory in terms of appealability, a ruling on a motion \nfor summary judgment involves an issue of law, not discretion.”).   \n{20} Plaintiff attempts to salvage its claim by relying on federal case law and \narguing in its Reply Brief that “[t]he discretionary aspect of Judge Murphy’s Order \non Summary Judgment was his decision, ex mero motu , to consider an issue not \nraised or briefed by the pa rties on the cross-motions for summary judgment – the \nissue of damages and harm on CVMC’s fraud claim.”  (Pl.’s Reply Supp. Mot. Revision, \np. 7.)  Plaintiff does not po int to any North Carolina cases to support its contention, \nhowever, and the Court fails to see how a trial court’s decision to consider an issue it \nraises on its own motion somehow changes the character of the trial court’s resulting \norder.  North Carolina case law makes cl ear that a ruling on a motion for summary \njudgment is not discretionary, and this Court concludes that it therefore may not \nmodify, overrule or change Judge Murphy’s prior order. \n{21} Even if the SJ Order was discretionar y, as Plaintiff contends, the Court \nfurther concludes that Plaintiff has not shown a substantial change in circumstances \nsince the entry of the SJ Order that would pe rmit the Court to revise the Order.  “A \nsubstantial change in circumstances exists if since the entry of the prior order, there \nhas been an ‘intervention of new facts which bear upon the propriety’ of the previous \norder.  The burden of showing the change in circumstances is on the party seeking a \nmodification or reversal of an order previously entered by another judge.”  First Fin. \nIns. Co. v. Commercial Coverage, 154 N.C. App. 504, 507, 572 S.E.2d 259, 262 (2002). \n{22} Plaintiff contends a substantial change in circumstances exists here because \n“the Court, through its ex mero motu  decision to consider the issue of damages, \nchanged the pleading and proof requirements of the parties, and CVMC in particular \nwithout notice or an opportunity to respond and present evidence.”  (Pl.’s Reply Supp. \nMot. Revision, p. 7–9.)  By its own formulat ion, however, Plaintiff has asserted that \nthe alleged change in circumstances occurre d prior to the entry of the SJ Order.  \nBecause Plaintiff has failed to identify, as it must, circumstances that have \nsubstantially changed since the entry of Ju dge Murphy’s Order, Plaintiff has failed \nto meet its burden, and the Court finds that it is without authority to modify or revise \nthe SJ Order.  See Taidoc Tech. Corp. v. OK Biotech Co., Ltd. , 2014 NCBC 48 ¶ 11 \n(N.C. Super. Ct. Oct. 9, 2014), \nhttp://www.ncbusinesscourt.net/opinions/2014_NCBC_48.pdf (“‘[W]here the trial \ncourt fails to find that there has been a ma terial change in circumstances, it has no \nauthority to modify the order of another ju dge.’”).  For this additional reason, the \nCourt concludes that Plaintiff’s Motion for Revision should be DENIED. \nIII. \nCONCLUSION \n{23} For the reasons stated above, the Court DENIES Defendants’ Motion to \nStrike and DENIES Plaintiff’s Motion for Revision.  All other requested relief is also \nDENIED. \n \nSO ORDERED, this the 25th day of February 2015. \n \n       \n  "
}