{
  "id": "c1554ae194868ea7939fb10e4cc7029a92b511e2ac5ada9d6fcfee919db18921",
  "source_file": "data/raw/ncbc/c1554ae194868ea7939fb10e4cc7029a92b511e2ac5ada9d6fcfee919db18921.pdf",
  "raw_text": "Allegis Grp., Inc. v. Zachary Piper, LLC, 2014 NCBC 37. \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF DURHAM \n \n \nIN THE GENERAL COURT OF JUSTICE  \nSUPERIOR COURT DIVISION \n12 CVS 2984 \nALLEGIS GROUP, INC., AEROTEK, \nINC. and TEKSYTEMS, INC., \n \nPlaintiffs, \n \nv. \n \nZACHARY PIPER LLC, ZACHARY \nPIPER, LLC NORTH CAROLINA, \nPIPER ENTERPRISE SOLUTIONS \nNORTH CAROLINA, LLC, JUSTIN \nJORDAN, DANIEL CURRAN, and \nMICHAEL NICHOLAS, \n \nDefendants. \n \n)\n \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \nORDER ON MOTION FOR ORDER ON MOTION FOR ORDER ON MOTION FOR ORDER ON MOTION FOR    \nSUMMARY JUDGMENT SUMMARY JUDGMENT SUMMARY JUDGMENT SUMMARY JUDGMENT    \n \n {1} THIS MATTER is before the court on Defendants’ Motion for Summary \nJudgment (“Motion”) pursuant to Rule 56 of the North Carolina Rules of Civil \nProcedure (“Rule(s)”).  For the reasons stated below, Defendants’ Motion is \nDENIED. \n \nLittler Mendelson, P.C. by Ryan R. Crosswell, Paul J. Kennedy (pro hac vice), \nand Jacqueline C. Johnson (pro hac vice) for Plaintiffs. \n \nJordan Price Wall Gray Jones & Carlton PLLC by Lori P. Jones and Paul T. \nFlick, and Mintz, Levin, Cohn, Ferris, Glovsky and Popeo, P.C. by Jillian M. \nCollins (pro hac vice), Katherine O. Beattie (pro hac vice), and Donald W. \nSchroeder (pro hac vice) for Defendants. \n \nGale, Judge. \n \nI. I. I. I. \n NATURE OF THE MATTER NATURE OF THE MATTER NATURE OF THE MATTER NATURE OF THE MATTER    \n \n{2} This is one of two lawsuits filed following the departure of five \nemployees from their employment with Plaintiff Aerotek to accept employment with \ncompanies formed by Defendant Jordan, a former high-level Aerotek employee.  The \n \n \nother litigation is before the United States District Court for the District of \nMaryland, (“Maryland Litigation”).  The Maryland court issued a summary \njudgment order relating to breach of certain employment contracts.  The same \nemployment contracts underlie Plaintiffs’ tortious interference claim in this \nlitigation.  Allegis Grp., Inc. v. Jordan , No. GLR-12-2535, 2014 U.S. Dist. LEXIS \n78567 (D. Md. June 10, 2014).  The court addresses the effect of that order below.  \nRegardless of whether the Maryland court has found certain breaches of contract, \nmaterial issues of fact remain regarding claims pending before this court that \npreclude entry of summary judgment. \nII. II. II. II.  PROCE PROCE PROCE PROCEDURAL HISTORY DURAL HISTORY DURAL HISTORY DURAL HISTORY    \n{3} Plaintiffs initiated this action on May 3, 2012.  The matter was \ndesignated as a mandatory complex business case on May 16, 2012, and assigned to \nthe undersigned on May 21, 2012. \n{4} Plaintiffs filed an Amended Complaint on June 13, 2012, bringing \nclaims for (1) tortious interference with contract; (2) misappropriation of trade \nsecrets; (3) unfair and deceptive trade practices; and (4) breach of fiduciary duties. \nBy its February 25, 2013 Order, the court dismissed the breach of fiduciary duty \nclaims. \n{5} Plaintiffs have also requested leave to amend their Amended \nComplaint in order to abandon trade secret claims, some of which were ruled on in \nthe Maryland Litigation.  Consequently, the court does not address Plaintiffs’ trade \nsecret claims in this Order.1  \n{6} On August 30, 2013, Defendants moved for summary judgment on all \nremaining claims.  Following full briefing, the court heard oral argument on March \n5, 2014.  The court subsequently accepted letters regarding the Parties’ positions on \nthe effect of the June 10, 2014 decision in the Maryland Litigation.  On July 17, \n2014, Plaintiffs filed their proposed Second Amended Verified Complaint.  Except as \n                                                 \n1  The deadline for responding to Plaintiffs’ Motion for Leave to File Second Amended Verified \nComplaint is August 11, 2014, should Defendants wish to oppose the motion.  \n \n \nto trade secret claims, the proposed amendment does not affect the Motion, which is \nnow ripe for disposition. \nIII. III. III. III.   STATEMENT OF RELEVANT FACTS STATEMENT OF RELEVANT FACTS STATEMENT OF RELEVANT FACTS STATEMENT OF RELEVANT FACTS    \n{7} The court does not make findings of fact in ruling on a motion for \nsummary judgment.  Hyde Ins. Agency, Inc. v. Dixie Leasing Corp. , 26 N.C. App. \n138, 142, 215 S.E.2d 162, 164–65 (1975).  For context, the court summarizes the \nfollowing facts which it believes are either uncontested or are construed in \nPlaintiffs’ favor as the party opposing summary judgment. \nA. A. A. A.  The Parties The Parties The Parties The Parties    \n{8} Aerotek, Inc. (“Aerotek”), TEKsystems, Inc. (“TEKsystems”), and \nAllegis Group, Inc. (“Allegis”) (collectively, “Plaintiffs”) are all Maryland \ncorporations authorized to do business in North Carolina.  (Am. Compl. ¶¶ 2, 4–5.)  \nAllegis is the parent company of Aerotek and TEKsystems, (Am. Compl. ¶ 5,) each \nof which provides staffing services throughout the United States.  (Am. Compl. ¶ 15; \nMem. Law Supp. Defs.’ Mot. Summ. J. (“Defs. Supp. Br.”) 4–5.) \n{9} Defendant Zachary Piper, LLC (“ZP”) is a Virginia limited liability \ncompany with a registered agent in Raleigh, North Carolina and regularly conducts \nbusiness in North Carolina. (Am. Compl. ¶¶ 6–7; Answer ¶¶ 6–7.)  \n{10} Defendant Zachary Piper, LLC North Carolina (“ZP-NC”) is a North \nCarolina limited liability company with a principal office in Durham, North \nCarolina. (Am. Compl. ¶ 8; Answer ¶ 8.)   \n{11} Defendant Piper Enterprise Solutions North Carolina, LLC (“PES-\nNC”) is a North Carolina limited liability company with a principal office in \nDurham, North Carolina (Am. Compl. ¶ 9; Answer ¶ 9.)  Piper Enterprise Solutions, \nLLC (“PES-VA”), a non-party, is a Virginia limited liability company.  PES-NC and \nPES-VA are occasionally referred to as “PES.” \n{12} The court refers to ZP, ZP-NC, PES-NC, and PES-VA collectively as \n“the Piper Entities.” \n \n \n{13} Defendant Justin Jordan (“Jordan”) resides in Virginia and is the \nfounder, President, and Chief Executive Officer of the Piper Entities.  (Am. Compl. \n¶ 10; Answer ¶ 10.)  Before founding the Piper Entities, Jordan worked for Aerotek \nand its predecessor for approximately thirteen years until his resignation as \nRegional Vice President in February 2009.  (Am. Compl. ¶ 27; Answer ¶ 27.)  In that \nposition, Jordan managed a team of national salespersons in Aerotek’s Mid-Atlantic \nRegion.  (Jordan Aff. ¶ 18.) \n{14} Defendant Daniel Curran (“Curran”) is a North Carolina resident.  \n(Am. Compl. ¶ 11; Answer ¶ 11.)  Curran resigned from his position as Aerotek’s \nDirector of Strategic Sales for Government Services in September 2011.  (Am. \nCompl ¶ 28; Answer ¶ 28; Curran Aff. ¶ 7.) \n{15} Defendant Michael Nicholas (“Nicholas”) is a resident of North \nCarolina.  (Am. Compl. ¶ 12; Answer ¶ 12.)  Nicholas resigned from his position as \nAerotek’s Director of Strategic Sales for the Mid-Atlantic Region in January 2012.  \n(Am. Compl. ¶ 29; Answer ¶ 29; Nicholas Aff. ¶¶ 6–8.) \n{16} Chris Hadley (“Hadley”), Ana Cristina Neto Rodrigues (“Rodrigues”), \nand Alexander Ferrello (“Ferrello”) are not parties to the North Carolina litigation.  \nEach resigned from his or her position at Aerotek to begin employment at one of the \nPiper Entities.  (Am. Compl. ¶49, 51; Defs. Supp. Br. 8–9.)  The court refers to \nCurran, Nicholas, Hadley, Rodrigues, and Ferrello collectively as “the Former \nEmployees.”  \n{17} Hadley worked at Aerotek and its predecessor entity from February \n2001 to April 2012.  (Am. Compl. ¶ 49; Defs. Supp. Br. 8.)  Hadley had a high-level \nposition and participated in Allegis’ Incentive Investment Plan, reserved for \nmanagement or highly-compensated employees.  (Am. Compl. ¶ 31; Hadley Aff. ¶¶ \n7, 18.)  After resigning from Aerotek, Hadley began work at PES-NC.  (Am. Compl. \n¶ 51; Hadley Aff. ¶ 17.) \n{18} Rodrigues worked at Aerotek from January 2005 to March 2012, where \nshe served as a recruiter and then account manager.  (Am. Compl. ¶¶ 31, 49; \n \n \nRodrigues Aff. ¶¶ 2–3, 5–6.)  After resigning from Aerotek, Rodrigues began work at \nPES-VA.  (Rodrigues Aff. ¶ 3.) \n{19} Ferrello worked for Aerotek from July 2007 to March 2012, where he \nserved in various recruiting positions.  (Am. Compl. ¶¶ 31, 49; Ferrello Aff. ¶¶ 4–9, \n15.)  Three weeks after leaving Aerotek, Ferrello began working at PES-VA.  \n(Ferrello Aff. ¶ 23.) \n{20} Plaintiffs’ first claim against Jordan, ZP, ZP-NC, and PES-NC is that \nthese Defendants tortiously interfered with the Former Employees’ contracts and \nother restrictive covenants protecting Plaintiffs’ interests.  (Am. Compl. ¶¶ 79–90.) \nB. B. B. B.  The The The The    Allegis Allegis Allegis Allegis    Businesses Businesses Businesses Businesses    \n{21} The nature of the respective businesses of Aerotek and TEKsystems \nand the effect of the scope of those respective businesses on the contracts and \ncovenants is disputed, and specifically, whether those contracts and covenants \nextend to protecting TEKsystems because it, but not Aerotek, is engaged in IT \nstaffing.  ( Compare  Opp’n Br. 15, with  Supp. Br. Ex. 11.) \n{22} Aerotek and TEKsystems locate, select, screen, mobilize, and place \ncandidates in employment positions throughout the United States.  (Am. Compl. ¶ \n15.)  Each entity claims to have developed extensive knowledge and methods in the \nprofessional placement field, including identifying companies with a need for \nprofessional placement services, maintaining close business relationships with \nthose companies, providing quality and innovative services to clients, and setting \ncompetitive prices.  (Am. Compl. ¶ 17.) \n{23} Aerotek and TEKsystems largely focus on different industry segments.  \nAerotek “concentrates primarily on a number of technical fields, including, but not \nlimited to satisfying the scientific, software engineering, and administrative needs \nof its clients.”  (Am. Compl. ¶ 15; Defs. Supp. Br. 5.)  Aerotek also provides staffing \nfor certain governmental agencies and government contractors. (Am. Compl. ¶ 15; \nDefs.’ Reply Pls.’ Resp. Mot. Summ. J. (“Defs. Reply Br.”) 12–13.)  TEKsystems \ntargets businesses with information technology and communications staffing needs.  \n \n \n(Am. Compl. ¶ 15; Defs. Supp. Br. Ex. 11.)  As explained below, while Aerotek’s \nemphasis may not be on IT staffing, it contends that it does do IT staffing, thereby \ntriggering the restrictive covenants to which the Former Employees agreed. \nC. C. C. C.  The Former Employees’ Work at The Former Employees’ Work at The Former Employees’ Work at The Former Employees’ Work at Aerotek Aerotek Aerotek Aerotek    \n{24} While at Aerotek, the Former Employees participated in training, \nincluding attending executive-level conferences where Aerotek’s “key confidential \nbusiness and financial information was discussed[.]”  (Am. Compl. ¶¶ 36–37, 55; \nAnswer ¶¶ 36–37, 55; Opp’n Br. Exs. 29 ¶ 66, 54.)  Plaintiffs contend the Former \nEmployees further had access to confidential documents which Defendants have, or \ninevitably will impermissibly disclose or use. \n1. 1. 1. 1.  Employment Agreements Employment Agreements Employment Agreements Employment Agreements    \n{25} Each Former Employee signed an Aerotek Employment Agreement.  \n(Am. Compl. ¶¶ 30, 31; Answer ¶ 30; Curran Aff. ¶ 15; Nicholas Aff. ¶ 15; Hadley \nAff. ¶ 14; Rodrigues Aff. ¶ 11; Ferrello Aff. ¶ 13.)  Each covenanted not to divulge \nAerotek’s confidential information.  (Pls. Opp’n Br. Ex. 11, Employment Agreements \n§ 6.)  The Employment Agreements define Confidential Information as “information \nnot generally known by the competitors of Aerotek or the general public concerning \nAerotek’s Business that Aerotek takes reasonable measures to keep secret.”  (Id. )  \nUnless the Confidential Information is also a trade secret, the restriction expires \nthree years after the employee’s termination.  (Id. ) \n{26} The Employment Agreements for Nicholas, Rodrigues, and Ferrello \nprohibit competing with Aerotek for eighteen months after termination within a 50-\nmile radius from any office in which the employee worked during the two-year \nperiod prior to termination.  (Pls. Opp’n Br. Ex. 11, Rodrgiues Employment \nAgreement § 3, Ferrello Employment Agreement § 3, Nicholas Employment \nAgreement § 3.)  These agreements also prohibit communications with any Aerotek \ncustomers about whom the employee learned confidential information during the \ntwo years preceding his or her termination for the purpose of (1) entering into a \n \n \ncompetitive business relationship with them or (2) taking business away from \nAerotek.  (Opp’n Br. Ex. 11, Rodrigues Employment Agreement § 4(a)(i–ii), Ferrello \nEmployment Agreement § 4(a)(i–ii), Nicholas Employment Agreement § 4(a)(i–ii).)   \n{27} The Employment Agreements for Curran and Hadley contain similar \nrestrictive covenants, but extend to a 100-mile radius from the offices at which each \nworked, reported to, or had responsibilities over during the two years prior to \ntermination, and in “the geographic areas where [the employee] assisted Aerotek in \nmarketing its services during the two[-]year period prior to termination of \nemployment where such assistance involved customers for which [the employee] \nhad . . . responsibilities.”  (Curran Employment Agreement § 4(a)(i–ii); Hadley \nEmployment Agreement § 4(a)(i–ii).)  \n2. 2. 2. 2.  IIP A IIP A IIP A IIP Agreement greement greement greementss ss    \n {28} Jordan, Nicholas, Curran, and Hadley each elected to participate in \nAllegis’s Incentive Investment Plan (“IIP”) and received payments pursuant to the \nPlan.  (Pls. Opp’n Br. Ex. 7; Am. Compl. ¶¶ 31, 42–44; Answer ¶¶ 42–44; Hadley \nAff. ¶¶ 7, 18.)  The IIP provides for post-employment payments, conditioned on \nagreement to and compliance with certain restrictions.  (IIP § 9.)   \n{29} The IIP has a broader reach to businesses within the Allegis family.  In \nexchange for post-employment payments, the IIP bars participants from entering \ninto any lines of business in which Aerotek, TEKsystems, or Allegis (collectively \n“Allegis Entities”) engaged or was preparing to engage and in which the participant \n“performed work or obtained knowledge and information during the two (2) year \nperiod preceding his or her Separation from Service.”  (IIP § 9(1).)   An IIP \nparticipant is further barred from soliciting any of the Allegis Entities’ clients about \nwhom the participant obtained knowledge through employment with one of the \nAllegis Entities, (IIP § 9(2),) and from soliciting any of the Allegis Entities’ \ncustomers or employees in those lines of business.  (IIP § 9(3–5).) According to the \nIIP, participants forfeit payments if they “[u]se, divulge or disclose [the Allegis \nEntities’] proprietary, trade secret or confidential information.” (IIP §9(6).)   \n \n \n{30} The IIP restricts participants for thirty (30) months following \ntermination of employment and encompasses a 250-mile geographic radius from any \noffice where the employee worked during the two years prior to termination.  (IIP § \n9.)  The covenants extend to any Allegis line of business about which the participant \nobtained knowledge or information.  (IIP § 9.) 2   \nD. D. D. D.  The The The The Piper Entities Piper Entities Piper Entities Piper Entities’ Business and Activities ’ Business and Activities ’ Business and Activities ’ Business and Activities    \n{31} Shortly after resigning from Aerotek, Jordan formed ZP and registered \nit with the Department of Defense Central Contract Registry.  (Jordan Aff. ¶ 31.)  \nJordan then worked on a business plan for ZP, set up its infrastructure, and hired \nemployees, but contends he did not begin conducting business as ZP until February \n2011.  (Jordan Aff. ¶¶ 33–36.)  Jordan formed PES-VA, ZP-NC and PES-NC shortly \nafter the restrictive covenants in his IIP Agreement expired in August 2011.  (Am. \nComp. ¶ 46; Answer ¶ 46; Jordan Aff. ¶¶ 34, 38–39, 41.) \n{32} PES-VA and PES-NC focus on IT staffing, IT infrastructure, software \ndevelopment, and IT systems engineering, specializing in technology management, \nproject management, application development, (Jordan Aff. ¶¶ 4, 50,) and IT \ninfrastructure and communications support services for Fortune 500 businesses, \n(Jordan Supplemental Aff. ¶6.)  Defendants admit that PES directly competes with \nTEKsystems but deny that PES’s line of business overlaps with Aerotek’s or that \nthe work by any of the Former Employees affects Aerotek or customers or business \nlines about which the Former Employees were informed as a result of their Aerotek \nemployment.  (Defs. Supp. Br. 6–7.)  The significance is that Defendants contend \nthat Former Employees may work for PES without violating their Employment \nAgreements.   \n{33} All of the Former Employees participate in the Piper Entities’ Profits \nInterest Plan, which is based on all of the Piper Entities’ profits.  (Opp’n Br. Ex. 27.) \n                                                 \n2  The Maryland court held that the IIP restrictions include customers shared between Aerotek and \nTEKsystems for whom each provided different staffing services if the participant formed a working \nrelationship with such a customer.  Allegis Grp., Inc. , 2014 U.S. Dist. LEXIS 78567, at *45–48.  \n \n \n{34} ZP is a defense subcontractor that performs specialized services in \n“three core areas: intelligence analysis and support, information technology and \ncommunications, and cyber solutions.”  (Jordan Aff. ¶¶ 45–46.)   \nE. E. E. E.  The Former The Former The Former The Former Employees Employees Employees Employees’’ ’’    Departure from Departure from Departure from Departure from    Aerot Aerot Aerot Aerotek ek ek ek    and Subsequent and Subsequent and Subsequent and Subsequent \nEmployment with the Piper Entities Employment with the Piper Entities Employment with the Piper Entities Employment with the Piper Entities    \n{35} Jordan approached Curran, Nicholas, Hadley, and Ferrello with formal \nemployment offers between August 2011 and January 2012.  (Defs.’ Resps. Pls.’ \nFirst Set Interrogs. (“Defs. First Interrogs. Resp.”) No. 3.)  Rodrigues contacted \nJordan regarding employment in December 2011; and Jordan began discussions \nwith her in January 2012.  (Defs. First Interrogs. Resp. No. 3.)  Plaintiffs contend, \nwith some evidentiary support, that the Former Employees coordinated in order to \nstagger their resignations. (Opp’n Br. Exs. 18, 19.) \n{36} Curran became PES-NC’s Director of Business Development in \nRaleigh, North Carolina on September 16, 2011.  (Am. Compl. ¶ 48; Answer ¶ 48.)  \nNicholas resigned from Aerotek on January 3, 2012 to become PES-NC’s Vice \nPresident of IT Solutions.  (Am. Compl. ¶ 49; Nicholas Aff. ¶¶ 17, 27.) \n{37} Rodrigues and Ferrello joined PES-VA to work in the IT field.  \n(Rodrigues Aff. ¶ 33; Ferrello Aff. ¶ 23.)  Rodrigues is PES-VA’s Vice President of IT \nInfrastructure and Applications.  (Rodrigues Aff. ¶ 33.)  Ferrello is PES-VA’s \nDirector of Recruiting.  (Ferrello Aff. ¶ 23.)  Hadley left Aerotek in early April 2012 \nto become PES-NC’s Vice President of IT Infrastructure and Applications.  (Hadley \nAff. ¶ 28.) \n{38} Rodrigues and Ferrello work approximately ten miles away from their \nformer offices at Aerotek, within the 50-mile radius of the covenants provided in \ntheir Employment Agreements.  The parties have suggested a dispute whether \nHadley, Nicholas, and Curran maintain their office outside the IIP Agreements’ \n250-mile radius.  PES-NC offices are 260 miles by car from the Aerotek office but \n220 miles by “how the crow flies.”  The record does not fully address the more \n \n \ncontrolling question: whether their actual activities extend into the covenants’ radii \nduring their term. \n{39} The Former Employees at least occasionally perform work for ZP even \nthough they are formally employed with either PES-NC or PES-VA.  (Opp’n Br. 30–\n31.)  Curran testified that he was Vice-President of both ZP and PES.  (Curran Dep. \n77:11–12.)  Defendants state this work is limited to certain government contracts \nand if the client is already familiar with ZP, but deny that the Former Employees \ndo any staffing outside of “the IT arena.”  (Jordan Supplemental Aff. ¶¶ 9, 13–14.) \n{40} Plaintiffs dispute that the Former Employees’ new responsibilities are \nconfined to the IT arena, but further assert that any such limitation does not \ninsulate their liability, for Aerotek is also involved in competitive IT and \nengineering areas.  Aerotek’s Communications Engineering division staffs at least \nfour positions that PES also staffs: (1) .Net Developers, (2) Data Analyst, (3) Java \nSoftware Engineers, and (4) Software Engineers.  ( Compare  Hilger Aff. ¶ 19, with \nDunn Aff. (attaching screenshots of PES’s job postings).) \n{41} Defendants hotly dispute whether Aerotek is sufficiently involved in IT \nto trigger the application of the Former Employees’ restrictive covenants.   \n{42} During his employment at Aerotek, Curran worked with Northup \nGrumman, SAIC, Raytheon Co. (“Raytheon”), DRS Technologies, Inc. (“DRS”), and \nManTech International Corporation (“ManTech”).  (Curran Dep. 36:19–37:12.)  \nCurran and Hadley had access to Plaintiffs’ client database of government prime \ncontractors (“Seibel”), which provided information about Lockheed Martin Corp. \n(“Lockheed Martin”), L-3 Communications Corp. (“L-3”), Boeing Co. (“Boeing”), and \nBooz Allen Hamilton.  (Hilger Aff. ¶¶ 18, 20, 22.)  While at Aerotek, Nicholas \ntracked Aerotek’s Lockheed Martin and SAIC accounts.  (Opp’n Br. Ex. 43.)  The \nPiper Entities have targeted each of these accounts, 3  (Opp’n Br. Exs. 10, 39–42,) \n                                                 \n3  Plaintiffs point to record evidence that Jordan contacted a Senior Technical Recruiter from \nManTech, one of Curran’s former accounts, five days after Curran resigned from Aerotek.  (Opp’n Br. \nEx. 42.)  The record is unclear whether the email is social or business in nature.  Construing the \ncommunication in Plaintiff’s favor, the court accepts the email as evidence that Jordan was soliciting \nbusiness from ManTech.  \n \n \nand successfully obtained business from Northup Grumman and Lockheed Martin, \n(Defs. First Interrogs. Resp. No. 1.)  \nF. F. F. F.  Confidential Information Confidential Information Confidential Information Confidential Information    \n{43} The court no longer considers the trade secret claims, but the \nemployment contracts extend to confidential information which need not separately \nrise to the level of trade secret.  Plaintiffs have not yet indicated an intent to \nabandon any claims related to the misuse of confidential information.  At this \njuncture then, the court believes that Plaintiffs continue to pursue claims grounded \non the possession or use of the following information: (1) TEKsytems’s Staffing \nService Agreement (Opp’n Br. Ex. 47;) (2) Allegis’s Internal Employee Handbook \n(occasionally, “Handbook”) (Opp’n Br. Ex. 45;) (3) TEKsystems’s Authorized Federal \nSupply Service – IT Technology Schedule Price List (Opp’n Br. Ex. 48;) (4) \nTEKsytems CATS 2 Price Sheet (Opp’n Br. Ex. 49;) (5) a seventy-two (72) page excel \nspreadsheet containing customer information (“Customer Spreadsheet”) (Opp’n Br. \nEx. 52;) (6) a territorial review of Birmingham, Alabama (“Birmingham Territorial \nReview”) (Opp’n Br. Ex. 52;) (7) Aerotek training materials (“Aerotek Training \nManual” or “Manual”) (Opp’n Br. Ex. 52;) and (8) various information taken from \nexecutive-level meetings and other training to which the Former Employees were \nprivy.     \n{44} The record indicates that Jordan used the Allegis Internal Employee \nHandbook to create a virtually identical version for his own business.  ( Compare  \nOpp’n Br. Ex. 45, with  Opp’n Br. Ex. 46.)  Plaintiffs assert that Rodrigues, Ferrello, \nand Hadley’s “suspicious” laptop activity is evidence that the Former Employees \nmisappropriated Plaintiffs’ confidential information. (Decl. Phillip A. Rodokanakis \nAttachs. 3-B, 4-B, 5-B; Opp’n Ex. 53; Am. Compl. ¶ 49; Rodrigues Aff. ¶ 3; Ferrello \nAff. ¶¶ 15–19; Hadley Aff. ¶ 17.) 4    \n                                                 \n4  See also  Rodokanakis Decl. Attachs. 2-A, 3-A, 4-A, 5-A (suggesting that Rodrigues, Ferrello, \nNicholas, and Hadley increased their USB usage after they began contemplating working at the \nPiper Entities); Rodrigues Aff. ¶ 13 (indicating she began employment discussions with Jordan in \n \n \n{45} Defendants claim that none of the information upon which Plaintiffs \nrely is confidential information because it was either publicly available, widely \nknown in the industry, or easily ascertainable. \nIV. IV. IV. IV.  STANDARD OF REVIEW STANDARD OF REVIEW STANDARD OF REVIEW STANDARD OF REVIEW    \n{46} A party is entitled to summary judgment if the record shows “that \nthere is no genuine issue as to any material fact and that any party is entitled to a \njudgment as a matter of law.”  N.C. R. Civ. P. 56(c).  The court views evidence in the \nlight most favorable to the nonmovant, drawing all reasonable inferences in the \nnon-moving party’s favor.  Robinson, Bradshaw & Hinson, P.A. v. Smith , 129 N.C. \nApp. 305, 314, 498 S.E.2d 841, 848 (1998).  The movant bears the initial burden of \ndemonstrating the absence of a genuine issue of material fact, which may be met by \nproving that an essential element of the opposing party’s claim is nonexistent.  \nDeWitt v. Eveready Battery Co. , 355 N.C. 672, 681, 565 S.E.2d 140, 146 (2002).  If \nthe movant successfully makes such a showing, the burden then shifts to the \nnonmovant to present specific facts establishing the presence of a genuine factual \ndispute for trial.  Lowe v. Bradford , 305 N.C. 366, 369–70, 289 S.E.2d 363, 366 \n(1982). \nV. V. V. V.  ANALYSIS ANALYSIS ANALYSIS ANALYSIS    \nA. A. A. A.  Plaintiffs Plaintiffs Plaintiffs Plaintiffs’’ ’’    Claim for Tortious Interference Claim for Tortious Interference Claim for Tortious Interference Claim for Tortious Interference    \n{47} The Motion raises an issue as to whether Plaintiffs have an actionable \nclaim that Jordan or his entities, without justification, induced the Former \nEmployees to breach their confidentiality, non-solicitation, and non-competition \ncovenants.  (Am. Compl. ¶¶ 84–85.)    \n{48} A tortious interference claimant must demonstrate: (1) a valid contract \nbetween the plaintiff and a third person which confers upon the plaintiff a \n                                                 \nJanuary 2012, just before her USB usage increased).  Plaintiff’s forensic report, (Rodokanakis Decl.,) \ndoes not conclusively indicate which, if any, confidential documents were downloaded.  \n \n \ncontractual right against a third person; 5  (2) the defendant knows of that contract; \n(3) the defendant intentionally induces the third person not to perform the contract; \n(4) in so doing, the defendant acts without justification; and (5) the plaintiff \nconsequently suffers actual damages.  Robinson, Bradshaw, & Hinson , 129 N.C. \nApp. at 318, 498 S.E.2d at 850.  A defendant acts without justification when he acts \nwith malice and for a reason not reasonably related to the protection of a legitimate \nbusiness interest.  Sellers v. Morton , 191 N.C. App. 75, 82, 661 S.E.2d 915, 921 \n(2008).  Defendants respond first that Plaintiffs’ claim fails because they have not \nforecasted evidence that the Former Employees have breached their covenants. \n(Curran Aff. ¶ 31; Nicholas Aff. ¶ 35; Hadley Aff. ¶ 37; Rodrigues Aff. ¶ 40; and \nFerrello Aff. ¶ 25 (each asserting that the affiant has complied and will continue to \ncomply with any post-employment restrictions).)  They further argue that Jordan \nand his entities enjoy a competitive privilege that insulates them from a claim of \ntortious interference. \n{49} After a careful review of the record, the court concludes there are \nunresolved material fact issues as to whether the Former Employees actually \nbreached their restrictive covenants, whether Jordan had a competitive privilege to \ninduce any such breach, and whether Plaintiffs suffered damage from any such \nbreach.  As such, the tortious interference claim cannot be resolved summarily. \n1. 1. 1. 1.  Material Issues of Fact Remain as to Whether the Former Employees Material Issues of Fact Remain as to Whether the Former Employees Material Issues of Fact Remain as to Whether the Former Employees Material Issues of Fact Remain as to Whether the Former Employees \nBreached Breached Breached Breached Certain Certain Certain Certain    Restrict Restrict Restrict Restrictive Covenants ive Covenants ive Covenants ive Covenants \ni. i. i. i.  Alleged Breach of Alleged Breach of Alleged Breach of Alleged Breach of Confidentiality Clause Confidentiality Clause Confidentiality Clause Confidentiality Clausess ss \n{50} The Former Employees agreed not to disclose any of Aerotek’s \nconfidential information.  (Employment Agreements § 6; IIP § 9(6).)   As noted \nabove, the Employment Agreements define “Confidential Information” as \n                                                 \n5  While any successful tortious interference claim requires that the underlying contract is valid, the \nParties have not put this in issue before this court.  The court then assumes the contracts’ validity.  \nThe Maryland court held that at least certain restrictive covenants at issue in this tortious \ninterference claim are enforceable as a matter of law.  It further determined that Curran, Hadley, \nand Nicholas actually breached certain of their non-solicitation covenants.  Allegis Grp. , 2014 U.S. \nDist. LEXIS 78567, at *31–32. \n \n \n“information not generally known by the competitors of AEROTEK or the general \npublic concerning AEROTEK’s Business that AEROTEK takes reasonable measures \nto keep secret.”  (Employment Agreements § 6.)  As noted above in Section III(F), \nthe claim primarily revolves around seven specific documents and the broad \ncategory of information to which the Former Employees were exposed at executive \nor training meetings.  \n1.  Certain Certain Certain Certain II IInformation nformation nformation nformation    is is is is PP PPublic ublic ublic ublicly Available ly Available ly Available ly Available And Does Not And Does Not And Does Not And Does Not \nSupport An Action Support An Action Support An Action Support An Action \n{51} After careful review, the court concludes that there is no material fact \nissue as to whether the TEKsystems’s Staffing Service Agreement,  TEKsystems’s \nAuthorized Federal Supply Service – IT Technology Schedule Price List, and \nTEKsystems’s CATS 2 Price Sheet are publicly available and, therefore, not \nconfidential information.  (Defs. First Interrogs. Resp. No. 4.) 6  Defendants’ \npossession or use of these materials is not actionable under either the covenants of \nthe IIP or Employment Agreements. \n2.  The Allegis Group Internal Employee Handbook Does The Allegis Group Internal Employee Handbook Does The Allegis Group Internal Employee Handbook Does The Allegis Group Internal Employee Handbook Does    Not Not Not Not \nContain Confidential Information Contain Confidential Information Contain Confidential Information Contain Confidential Information \n{52} It appears clear that Jordan used the Allegis Internal Employee \nHandbook to create a virtually identical version for his own business.  ( Compare  \nOpp’n Br. Ex. 45, with  Opp’n Br. Ex. 46.)  Defendants claim the Allegis Group \nInternal Employee Handbook was available online, but has been removed.  (Defs. \nFirst Interrogs. Resp. No. 4 (responding the document was formerly available at the \n                                                 \n6 The court confirmed Defendants’ Response.  The Staffing Services Agreement, CATS 2 Price Sheet, \nand IT Technology Schedule Price List are available at http://www.ct.gov/hix/lib/hix/TEK.pdf, \nhttp://doit.maryland.gov/contracts/Documents/catsII_laborrates/TEKsystemsInc.pdf, and  \nhttps://www.gsaadvantage.gov/ref_text/GS35F0353L/0J3V85.29KF9K_GS-35F-\n0353L_GS35F0353L.PDF, respectively.  \n \n \nfollowing url: http://printfu.org/allegis+group+services+inc).)   The Handbook 7 \nbegins with an “Important Notice”: \nThe information contained herein constitutes confidential and \nproprietary information and/or a trade secret of Allegis Group, Inc.  \nSuch information shall be used solely for the benefit of and in \nfurtherance of the business of Allegis Group, Inc. and its affiliates.  \nAny other use, disclosure, reproduction, modification, transfer, or \ntransmittal of this information for any other purpose or in any other \nform or by any other means is strictly prohibited without the prior \nwritten consent of Allegis Group, Inc. \n(Opp’n Br. Ex. 45.)  Such a notice is inconsequential if the information is not, in \nfact, confidential or proprietary or a trade secret.  Glaxo, Inc. v. Novopharm Ltd. , \n931 F. Supp. 1280, 1302–03 n.23 (E.D.N.C. 1996)).  After review, the court \nconcludes that the human resources provisions in the Handbook are information \nthat is generally known and not “Confidential Information” as defined in the \nEmployment Agreements or as contemplated in the IIP.  Therefore, it is not a valid \nbasis for the tortious interference claim regardless of whether it has been published \npublicly. \n3. 3. 3. 3.  Plaintiffs Have Not Plaintiffs Have Not Plaintiffs Have Not Plaintiffs Have Not Forecast Forecast Forecast Forecasted ed ed ed    Evidence that the Former Evidence that the Former Evidence that the Former Evidence that the Former \nEmployees Have Used, Disclosed, or Divulged Employees Have Used, Disclosed, or Divulged Employees Have Used, Disclosed, or Divulged Employees Have Used, Disclosed, or Divulged \nInformation from Training or Information from Training or Information from Training or Information from Training or Executive Executive Executive Executive-- --Level Meeting Level Meeting Level Meeting Level Meetingss ss    \n{53} Plaintiffs allege that Hadley, Ferrello, and Rodrigues attended a \nNational Sales Meeting in “late March,” (Am. Compl. ¶ 56,) at which they \nparticipated in discussions involving strategic resources, sample “elevator speeches” \nfor landing prospective clients, specific areas for Aerotek’s future growth, \ninformation on its top ten customers, and how to track projects within the \ncommunications engineering division, (Opp’n Br. Ex. 54.)  Nicholas also attended an \n                                                 \n7 Specifically, the Handbook contains provisions regarding: (1) Equal Employment Opportunity; (2) \nSexual and Other Unlawful Harassment; (3) Inclement Weather; (4) Personal Appearance; (5) \nSmoking/Tobacco; (6) Employee Conduct and Work Rules; (7) Progressive Discipline; (8) Employee \nCommunication and Conflict Resolution; (9) Conflicts of Interest; (10) Outside Employment Policy; \n(11) nepotism and intra-office dating; (12) substance abuse and available rehabilitative programs; \n(13) termination; (14) job posting; (15) benefits, holidays, and leave time information; (16) adoption \nand foster care; and (17) short-term disability.  (Opp’n Br. Ex. 45.)  \n \n \nexecutive-level meeting weeks before he resigned (“the Miami Meeting”) at which he \nwas privy to “key confidential business and financial information” about Aerotek.  \n(Am. Compl. ¶ 55; Answer ¶ 55; Opp’n Br. Ex. 29 (“Defs.’ Maryland Answer”) ¶65.) \n{54} Even granting Plaintiffs an inference that this vaguely defined \ninformation was “Confidential Information,” Plaintiffs have failed to forecast any \nevidence from which a reasonable individual could conclude that the Former \nEmployees misappropriated or disclosed the information from these meetings. 8  \nTherefore, this information does not support a tortious interference claim. \n4.  There Are Material Issues of Fact There Are Material Issues of Fact There Are Material Issues of Fact There Are Material Issues of Fact Regarding Regarding Regarding Regarding The Alleged The Alleged The Alleged The Alleged \nMis Mis Mis Misappropriation appropriation appropriation appropriation    or Misuse or Misuse or Misuse or Misuse    of of of of    Other Other Other Other Confidential Confidential Confidential Confidential \nMaterials Materials Materials Materials \n{55} There are material issues of fact regarding the Customer Spreadsheet, \nBirmingham Territorial Review, and Aerotek Training Manual.  The nature of the \nmaterial is such that a jury might conclude that it constitutes “Confidential \nInformation.”  There is no direct evidence that this information was \nmisappropriated, and the court has seriously considered granting summary \njudgment on the tortious inference claim on this basis.  However, a forensic \nexamination of Hadley’s electronic devices reveals that he, and by inference, the \nDefendants, possess these materials and accessed them in close proximity to their \nresignations. (Opp’n Br. 21–22, Ex. 52.).  That fact must be considered in the \ncontext of evidence suggesting Former Employees’ increased USB usage preceding \ntheir resignation, (Rodokanakis Decl. Attachs. 2-A, 3-A, 4-A, 5-A,) and Hadley’s \n“last accessed dates” for the Customer Spreadsheet, Birmingham Territorial \nReview, and Aerotek Training Manual, (Reply Br. Ex. 8; Hadley Aff. ¶¶ 13–14).  The \n                                                 \n8 Plaintiffs do offer evidence that Ferrello had documents from a national sales meeting on his laptop \nafter leaving Aerotek.  (Rodokanakis Decl. Attach. 4-B.)  However, by Plaintiffs’ own admission, \nFerrello last accessed the document four days before the actual meeting, ( Compare Am. Compl. ¶ 56 \nwith  Ferrello Aff. ¶ 15, and  Rodokanakis Decl. Attach. 4-B,) and has not accessed it since his \nresignation.  \n \n \ncourt concludes these facts allow the tortious interence of contract claims based on \nConfidential Information to survive on this limited basis. 9  \nii. ii. ii. ii.  All All All Alleged Breach of eged Breach of eged Breach of eged Breach of Non Non Non Non-- --Compete Clause Compete Clause Compete Clause Compete Clausess ss    \n{56} Defendants contend that the Former Employees have not breached \ntheir covenants if their efforts for Defendants are limited to IT staffing.  (Def. Supp. \nBr. 12.)  This contention rests on two assumptions: (1) the Former Employees did \nnot work in or learn about IT during their Aerotek employment and (2) Aerotek is \nnot involved in IT staffing.  It seems clear that Aerotek predominantly focuses on \nwork outside the IT area.  For purposes of summary judgment, the court does not \ninquire into the extent of Aerotek’s IT staffing business but asks whether Aerotek \nhas forecasted evidence adequate for a jury to determine whether its scope of \nbusiness involves IT staffing.  Whether the degree of such involvement is sufficient \nto hold that the Former Employees must remain entirely outside that field is a \nmixed question of law and fact the court finds inappropriate for summary \nadjudication.  The court finds Plaintiffs have forecasted adequate evidence to \nsurvive summary judgment claims of competition with Aerotek in the IT arena.  \nThe court further notes, however, that save for allegations that certain Former \nEmployees had access to a shared database, Plaintiffs have not forecasted any \ndirect evidence that Defendants actually accessed or obtained confidential \ninformation regarding TEKsystems’ operations.  That evidence, without more, will \nnot be sufficient to sustain a tortious interference claim based on competition with \nonly TEKsystems.  \n{57}        The evidence includes a list of positions which both Aerotek and the \nPiper Entities staffed as of September 27, 2013: (1) Software Engineers; (2) Imagery \n                                                 \n9  Even assuming North Carolina accepts the doctrine of inevitable disclosure as to trade secrets, the \ncourt does not believe that it supports a tortious interference claim in this case.  See FMC Corp. v. \nCyprus Foote Mineral Co. , 899 F. Supp. 1477, 1482 (W.D.N.C. 1995) (declining to apply inevitable \ndisclosure doctrine to breach of contract claim because otherwise “no employee could ever work for \nits former employer’s competitor on the theory that disclosure of confidential information is \ninevitable”).  Accordingly, Plaintiffs must show actual disclosure and use of their confidential \ninformation to prevail on this claim.  \n \n \nanalysts; (3) Java developers; (4) C++ Developer; (5) Android Mobile Developer; (6) \nEmbedded Engineer; (7) Jr. Controller CPA; (8) Systems Engineer; (9) Android \nDeveloper; (10) .Net Developer; (11) Data Warehouse Engineer; (12) Network \nEngineer; (13) Virtualization Programmer; and (14) Data Analyst.  (Opp’n Br. 14–\n15; compare  Matthews Aff. (listing Aerotek’s posted positions), and  Hilger Aff. ¶ 19 \n(listing positions Aerotek staffs), with  Dunn Aff. (attaching screenshots of Piper \nEntities’ job postings).)  PES staffs at least four of these positions.  ( Compare Hilger \nAff. ¶ 19, with  Dunn Aff.)  The court cannot determine from the submitted record \nwhether Aerotek staffed these positions during the Former Employees’ employment \nor that the Former Employees either staffed these positions or learned confidential \ninformation about them.  (Employment Agreements § 3.)  The record does not allow \na summary determination.  \n{58} The evidence regarding a potential breach by Curran and Hadley is \nperhaps stronger, for they worked in high-level positions in Aerotek’s Government \nServices division, which provides staffing to government contractors and \nsubcontractors across each of Aerotek’s industries.  (Curran Aff. ¶ 7; Hadley Aff. ¶ \n10; Opp’n Br. Ex. 2.)  Defendants admit that Hadley and Curran do at least some \nwork for ZP, which staffs government subcontracting positions potentially in \ncompetition with Aerotek.  (Piper Entities 30(b)(6) Dep. 150:8–14; Defs.’ Maryland \nAnswer ¶ 59.)   \n{59} As to any potential defense that the Former Employees based in \nRaleigh are insulated from liability because their office is outside the radii of the \ncovenants, there are two unresolved facts. First, it is uncertain how any radius is to \nbe measured. 10   More importantly, the material inquiry is not merely the office \nlocation, but whether actual activity during the term of the covenant extends into \nthe radius of the covenant. \n{60} In sum, unresolved material issues of fact preclude a summary \ndetermination as to whether the Former Employees have breached their non-\n                                                 \n10  By car, the office is outside of the restricted area; by “how the crow flies,” the office is within the \nradius. \n \n \ncompetition covenants and, if so, whether Defendants tortiously induced such \nbreach. \niii. iii. iii. iii.  Non Non Non Non-- --Solicitation Solicitation Solicitation Solicitation Covenants Covenants Covenants Covenants    \n{61} The Employee Agreements prohibit post-employment communications \nwith Aerotek customers as follows:  \n (a) [The EMPLOYEE shall not directly or indirectly] 11  \n[c]ommunicate with any [AEROTEK customers] about which \nEMPLOYEE obtained Confidential Information or with which \nEMPLOYEE did business on AEROTEK’s behalf during the two (2) \nyear period preceding termination of employment for the purpose of: \n(i)  entering into any business relationship with such \ncustomer if the business relationship is competitive \nwith any aspect of AEROTEK’s Business, for which \nEMPLOYEE performed services or about which \nEMPLOYEE obtained Confidential Information \nduring the two (2) year period preceding termination \nof employment, or \n(ii) \n reducing or eliminating the business such customer \nconducts with AEROTEK[.] \n(Employment Agreements § 4(a).) \n {62} The IIP Agreement prohibits participants from \n[a]pproach[ing], contact[ing], solicit[ing] or induc[ing] any individual, \ncorporation or other entity which is a client or customer of any of the \n[Allegis Entities], about which Participant obtained knowledge by \nreason of Participant’s employment by the [Allegis Entities] in an \nattempt to: \n (a) enter into any business relationship with a client or \ncustomer of any of the [Allegis Entities] if the business relationship is \n                                                 \n11  As noted, the court has assumed the validity of the various covenants.  Under North Carolina law, \nwhen reviewing a restrictive covenant, terms prohibiting “indirect” conduct raise concerns. \nVisionAIR, Inc. v. James , 167 N.C. App. 504, 508, 606 S.E.2d 359, 362 (2004) (holding a restrictive \ncovenant prohibiting “directly or indirectly” competing with employer was overbroad and \nunenforceable).  However, where the restricted activity is solicitation rather than competition, these \nconcerns may not be as great.  Triangle Leasing Co., Inc. v. McMahon , 327 N.C. 224, 228, 393 S.E.2d \n854, 857 (1990) (holding “indirectly or directly” language was valid when it prohibited the employee \nfrom soliciting the employer’s customers); Azko Nobel Coatings, Inc. v. Rogers , 2011 NCBC LEXIS \n42, at *31–32 (N.C. Super. Ct. Nov. 3, 2011).  \n \n \ncompetitive with any aspect of [the Allegis Entities’] Business in which \nParticipant worked during the two (2) year period preceding his or her \nSeparation from Service, or \n (b) reduce or eliminate the business such client or customer \nconducts with the [Allegis Entities.] \n(IIP § 9(2).)  Section 9(5) of the IIP prevents the participant from diverting the \nAllegis Entities’ goodwill or soliciting its customers about whom the participant \nlearned during employment, “[i]n any way.”  (IIP § 9(5).) \n  \n {63} The Maryland court in its June 10, 2014 order held that Curran, \nHadley, and Nicholas breached Section 9(5) of their IIP Agreements. Allegis Grp. , \n2014 U.S. Dist. LEXIS 78567, at *45.  The court concludes that this finding is \nbinding on this court, but that the finding, alone, does not necessarily lead to an \nadverse determination of tortious interference.  Collateral estoppel is appropriate \nwhere: (1) the prior suit resulted in a final judgment on the merits; (2) identical \nissues are involved in both suits; (3) the issue was actually litigated in the prior suit \nand necessary to the judgment; and (4) the issue was actually determined.  Royster \nv. McNamara , 723 S.E.2d 122, 126–27 (N.C. Ct. App. 2012).  It applies even where \n“the first adjudication is conducted in federal court and the second in state court.”  \nStrates Shows, Inc. v. Amusements of Am., Inc. , 184 N.C. App. 455, 461, 646 S.E.2d \n418, 423 (2007).  Here, Defendants enjoyed a full and fair opportunity in the \nMaryland Litigation to litigate whether Nicholas, Curran, and Hadley violated their \nIIP restrictions; the final ruling on that issue was on the merits; the issue was \nactually litigated and necessary to the judgment; and the District Court actually \ndetermined the issue.   \n {64} Plaintiffs have additionally forecasted evidence that the Former \nEmployees violated other non-solicitation provisions.  At Aerotek, Curran, Hadley, \nand Nicholas worked with or had access to information regarding the following \nAerotek customers: Northup Grumman, SAIC, Raytheon, DRS, ManTech, Lockheed \nMartin, L-3, Boeing, Red Hat, SAS Institute (“SAS”), and Booz Allen Hamilton.  \n(Curran Dep. 36:19–37:12; Hilger Aff. ¶¶ 18, 20, 22; Opp’n Br. Ex. 43.)  The Piper \nEntities have targeted each of these accounts, (Opp’n Br. Exs. 10, 39–42,) and \n \n \nsuccessfully secured contracts with Northup Grumman and Lockheed Martin. (Defs. \nFirst Interrogs. Resp. No. 1.)   One month before Hadley and Rodrigues resigned \nfrom Aerotek, Curran emailed Jordan a list of “target customers,” with the subject \n“Can You Send this to CH & CN.” 12   (Opp’n Ex. 44.)  The list included Lockheed \nMartin, L-3, SAS and Red Hat.   While Nicholas was still working at Aerotek and \ntracking the Lockheed Martin and SAIC accounts, he emailed Jordan suggesting \nthat “we should line up a meeting with one of the head Lockeed guys at the \npentagon and figure out where we can best do business.”  (Opp’n Br. Ex. 26.)  \nThough not conclusive, this evidence is adequate to support a finding that the \nvarious customers fall within the scope of the restrictive covenants and supports an \ninference that Jordan induced Curran, Hadley, Rodrigues, and Nicholas to violate \ntheir non-solicitation covenants. \niv. iv. iv. iv.  Engaging in Conflicting Business Engaging in Conflicting Business Engaging in Conflicting Business Engaging in Conflicting Business    \n{65} Curran, Nicholas, Hadley, and Rodrigues each agreed to refrain from \nentering into or engaging in “any conflicting business activity” while working for \nAerotek.  (Employment Agreement § 1.)   \n{66} In September 2010, Curran gave Jordan some editorial advice \nregarding ZP’s website.  (Opp’n Br. Ex. 56.)  In October 2011, Hadley provided \nJordan feedback on a compensation plan for one of Jordan’s potential new hires.  \n(Opp’n Br. Ex. 24.)  One month later, Nicholas emailed Jordan suggesting that they \n“line up a meeting with one of the head Lockheed guys . . . and figure out where we \ncan best do business.”  (Opp’n Br. Ex. 26.) Email exchanges suggest that Curran, \nacting as Jordan’s agent, coordinated with Rodrigues and Hadley to recruit and \ninterview Mike Wagner for employment with ZP.  (Opp’n Br. Ex. 23; Hadley Dep. \n34:3–36:3.)  At the time, Rodrigues and Hadley were still working for Aerotek.  \nUltimately, Jordan did not hire Wagner.  (Hadley Dep. 36:7–8.) \n                                                 \n12  Rodrigues used to go by “Cristina Neto.”  \n \n \n{67} Each communication indicates that while Rodrigues, Hadley, Nicholas, \nand Curran were still working at Aerotek, each assisted Jordan with his potentially \ncompeting businesses.   \n{68} The court believes this evidence is adequate to survive summary \njudgment on the claim that Defendants induced a breach of the relevant contract \nprovisions.  The court notes, however, that Plaintiffs’ claims may ultimately fail \nabsent further proof that they actually suffered damage from any such inducement \nor breach. \n2. 2. 2. 2.  There Are Material Fact Issues as to Whether Defendants There Are Material Fact Issues as to Whether Defendants There Are Material Fact Issues as to Whether Defendants There Are Material Fact Issues as to Whether Defendants    Are Are Are Are \nProtected By a Protected By a Protected By a Protected By a    Competitive Privilege Competitive Privilege Competitive Privilege Competitive Privilege    \n{69} A defendant acts without justification when he acts with malice and \nfor a reason not reasonably related to the protection of a legitimate business \ninterest.  Sellers , 191 N.C. App. at 82, 661 S.E.2d at 921.  A plaintiff must \ndemonstrate that the defendant acts wrongfully or exceeds his legal authority to \ninterfere with the contract.  Robinson, Bradshaw, & Hinson , 129 N.C. App. at 318, \n661 S.E.2d at 851.  If an individual has a sufficient lawful reason for inducing the \nbreach, he is exempt from liability, regardless of his actual malice.  Id.  Whether a \ndefendant has acted without justification depends on “the circumstances \nsurrounding the interference, the [defendant’s] motive or conduct, the interests \nsought to be advanced, the social interest in protecting the freedom of action of the \n[defendant] and the contractual interests of the other party.”  Barnard v. Rowland , \n132 N.C. App. 416, 426, 512 S.E.2d 458, 466 (1999) (citing Peoples Sec. Life Ins. Co. \nv. Hooks , 322 N.C. 216, 221, 367 S.E.2d 647, 650 (1988)).  Where there is an issue as \nto a defendant’s intent, summary judgment is inappropriate.  Robinson, Bradshaw, \n& Hinson , 129 N.C. App. at 318, 498 S.E.2d at 850. \n{70} In Hooks , the defendant induced the plaintiff’s employees to leave the \nplaintiff’s employ for defendant’s competing company.  Hooks , 322 N.C.  at 221–22, \n367 S.E.2d at 650.  The employees signed non-competes with the plaintiff, which \nrestricted them from competing with their former employer for one year following \n \n \ntheir separation.  Id.  The Supreme Court determined that the defendant’s actions \nwere justifiable, as the defendant and the plaintiff were competitors and the \nemployees’ employment with the plaintiff was terminable at will.  Id. at 222, 367 \nS.E.2d at 651. \n{71} On the other hand, in Kuykendall , the Supreme Court determined that \nthere was a genuine dispute whether the competitor defendant acted with malice \nwhen he induced plaintiff’s employee to leave plaintiff’s employ for his.  United \nLabs., Inc. v. Kuykendall , 322 N.C. 643, 663, 370 S.E.2d 375, 388 (1988).  In finding \na fact issue as to malice, the Kuykendall  court noted that (1) upon terminating his \nemployment, the employee solicited the same customers he serviced while employed \nwith the plaintiff, (2) the defendant knew the employee had signed covenants not to \ncompete, and (3) the defendant had actually agreed to pay any legal expenses the \nemployee incurred as a result of breaching his non-compete covenants.  Id.  at 662–\n63, 370 S.E.2d at 387–88; see also Roane-Barker v. Se. Hosp. Supply Corp. , 99 N.C. \nApp. 30, 39, 392 S.E.2d 663, 669 (1990) (finding malice where defendant’s new hire \nsolicited his former employer’s customers). \n{72} Here, Jordan knew of the Former Employees’ restrictive covenants and \noffered to pay their legal expenses for suits arising out of their Employment \nAgreements and IIP Agreements.  (Opp’n Br. Ex. 22 (“Piper Entities Employment \nAgreements”) Curran Agreement §§ 1.11, 1.10; Nicholas Agreement §§ 1.10, 1.11, \nHadley Agreement §§ 1.11, 1.12, Rodrigues Agreement § 1.11, Ferrello Agreement § \n1.10.)  Moreover, the evidence supports a finding that the Former Employees \nsolicited their Aerotek clients for PES and ZP.  (Opp’n Br. Ex. 26.) \n{73} There is a reasoned basis for arguing that the facts of this case should \nbe governed by the holding in Kuykendall  and that the court should refrain from \nresolving the competitor’s privilege issue summarily.  The court will not grant \nsummary judgment on the grounds of competitive privilege. \n \n \n \n \nB. B. B. B.  TT TThe he he he    Unfair and Deceptive Trade Practices Unfair and Deceptive Trade Practices Unfair and Deceptive Trade Practices Unfair and Deceptive Trade Practices    Claim Must Await Claim Must Await Claim Must Await Claim Must Await Resolution Resolution Resolution Resolution of of of of \nOther Claims Other Claims Other Claims Other Claims    \n{74} To succeed on an unfair and deceptive trade practices claim, a \nclaimant must show “(1) defendant committed an unfair or deceptive act or practice, \n(2) the action in question was in or affecting commerce, and (3) the act proximately \ncaused injury to the plaintiff.”  Dalton v. Camp , 353 N.C. 647, 656, 548 S.E.2d 704, \n711 (2001); N.C. Gen. Stat. § 75-1.1(a) (2013). \n{75} A claim for tortious interference with contract can but does not \nnecessarily support a Section 75-1.1 violation.  Sunbelt Rentals, Inc. v. Head & \nEngquist Equip., LLC , 2002 NCBC LEXIS 2, at *47 (citing Roane-Barker , 99 N.C. \nApp. 30, 392 S.E.2d 663).   \n{76} There is adequate evidence to defeat Defendants’ Motion as to the \nUDTPA claim. \nVI. VI. VI. VI.  CONCLUSION CONCLUSION CONCLUSION CONCLUSION    \n{77} For the foregoing reasons, Plaintiffs’ claims are narrowed, but \nDefendants’ Motion is DENIED. \n \nIT IS SO ORDERED, this the 7th day of August, 2014. "
}