{
  "id": "c248b917b4c5c22277e6ac02f4ea38e8b6497ff7e0112365e52c1b27489e93df",
  "source_file": "data/raw/ncbc/c248b917b4c5c22277e6ac02f4ea38e8b6497ff7e0112365e52c1b27489e93df.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nBUNCOMBE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23CVS005013-100 \n \nJEFF JACKSON, Attorney General, \nex rel. DOGWOOD HEALTH TRUST,  \n \nPlaintiff, \n \nv. \n \nMH MASTER HOLDINGS LLLP,  \n \nDefendant. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION FOR \nPARTIAL SUMMARY JUDGMENT \n \n \n1. This case centers on the terms of an Amended and Restated Asset \nPurchase Agreement (APA) memorializing MH Master Holdings LLLP ’s (HCA1) \nacquisition of a six -campus hospital system serving western North Carolina  \n(Mission).  In its Motion for Par tial Summary Judgment (Motion), HCA asks the \nCourt to determine that the language “shall not discontinue” in Section 7.13(a) of the \nAPA is unambiguous and to interpret the language as a matter of law.  (Mot. Partial \nSumm. J., ECF No. 69.) \n2. Having considered the Motion, the related briefs, other appropriate \nmatters of record, and the arguments of counsel at a hearing held  on 12 December \n2024, the Court hereby DENIES the Motion. \n  \n \n1 Pursuant to Section 7.10 of the APA, MH Ma ster Holdings LLLP is authorized to do \nbusiness as HCA.  Therefore, for purposes of this Motion, the Court refers to Defendant as \n“HCA.” \nJackson v. MH Master Holdings, LLLP, 2025 NCBC 21. \nNorth Carolina Department of Justice,  by Brian Rabinovitz, Llogan R. \nWalters, Daniel P. Mosteller,  Danielle Wilburn Allen, and  Marc D. \nBrunton, for Plaintiff Attorney General Jeff Jackson  ex. rel. Dogwood \nHealth Trust.2  \n \nLatham & Watkins, LLP, by Nathan A. Sandals and Chase A. Chesser;  \nKirton McConkie,  by Allen Gardner;  and Roberts & Stevens, PA,  by \nPhillip T. Jackson, John Noor, and David Hawisher, for Defendant MH \nMaster Holdings, LLLP.  \n \nEarp, J. \nI. FACTUAL AND PROCEDURAL BACKGROUND \n3. The Court does not make findings of fact when ruling on a motion for \nsummary judgement.  Instead, the Court summarizes the material facts it considers \nto be uncontested.  See, e.g., Vizant Techs., LLC v. YRC Worldwide, Inc. , 373 N.C. \n549, 551 (2020).  \n4. Section 7.13(a) of the A PA and its accompanying s chedule speak to \nHCA’s obligation to continue certain services during the ten-year period following its \nacquisition of Mission , barring certain defined contingencies or extenuating \ncircumstances.  (Am. Compl., Ex. 1 [APA], Section 7.13(a), ECF No. 50.1.)  \n5. Section 7.13(a) states in relevant part:  \nUnless otherwise consented to in writing by the Advisory Board \nfor a period of ten (10) years immediately following the Closing Date, \nBuyer shall not discontinue the provision of the services set forth \non Schedule 7.13(a) (the “Mission Hospital / CarePartners Services”) \nat the Mission Hospital Campus Facility, the Community CarePartners \nFacilities or the Mission Children’s Hospital Reuter Outpatient Center, \nas applicable, subject to Force Majeure making the provision of such \nservices impossible or commercia lly unreasonable (but only for the \nperiod of Force Majeure and the applicable Remediation Period).  \n \n2 Jessica Vance Sutton, Jasmine McGhee, South A. Moore and Sarah G. Boyce also appeared \non behalf of the Attorney General at oral argument but have since been permitted to \nwithdraw as counsel in this matter.  (See ECF Nos. 104, 107, 114.)   \n(APA, Section 7.13(a) (emphasis added)). \n6. The accompanying Schedule 7.13(a) specifies the services:  \n• Behavioral Health  – child, adolescent and adult inpatient and \npartial hospitalization outpatient services.  \n• Cardiac Services  – Cardiology, Interventional Cardiology, \nElectrophysiology, Cardiac Surgery and rehabilitation services.  \n• Emergency and Trauma services generally consistent with the \ncurrent Level II Trauma Program with emergency services for pediatrics \nand adults, ground/air medical transport services and forensic nursing \nservices.  \n• General Medicine Services  – hospitalist, gastroenterology, \ninfectious disease, nephrology, pulmonary/critical care, neurology, and \npalliative care services.  \n• Imaging and Diagnostic Services  – CT, Cardiac CT, MRI, neuro -\ninterventional and interventional radiology and high- risk \nmammography services.  \n• Neuro Trauma Services.  \n• Obstetrical services – OB emergency, labor, delivery, post -partum \nand high-risk maternal fetal services.  \n• Oncology Services  – inpatient and outpatient cancer services, \nradiation therapy, surgery, chemotherapy, and infusion services.  \n• Pediatric Services – Level III neonatal intensive care and associated \ntransport, and pediatric inpatient/intensive care.  \n• Surgical Services  – bariatric, cardiac, ear/nose/throat, breast, \nendoscopy, gynecologic/gynecologic oncology, neuro- spine, oncology, \northopedic trauma, orthopedic pediatrics, cardiothoracic, trauma, \nophthalmology, plastics, urology, vascular, and minimally invasive and \nrobotic surgery. \n \n(APA Schedule 7.13(a).)  \n \n7. Pursuant to Section 55A -12-02(g) of the  North Carolina General \nStatutes, the Attorney General conducted a review of the APA prior to the transaction \nclosing.  The purpose of the review was, among other things, to ensure that the price \npaid for the assets was fair and that any charitable assets remained dedicated to a \ncharitable purpose.  (Am. Compl. ¶  32, ECF No. 50 .)  As part of the review process, \nthe Attorney General’s Office requested and  reviewed a wealth of information \nsubmitted by the parties. \n8. The Attorney General identified several matters of concern with respect \nto the deal .  As a result, counsel in the Attorney General’s Office were tasked with \nnegotiating modifications to the language of the APA.  (Am. Compl. ¶ 33.) \n9. Having completed the negotiations, on 16 January 2019, the Attorney \nGeneral issued a Letter of Nonobjection detailing the agreed changes to the APA .  \n(Def.’s Answ . and Countercls. Ex. 1 , ECF No. 55 .1.)  It is undisputed that the \nnegotiations did not result in a change to the language of Section 7.13(a) or its \nschedule.  (Decl. of Att’y Gen’l Stein [Stein Decl.] § 5, ECF No. 94.6.) \n10. The transaction closed in January 2019.  (Am. Compl. ¶ 29.) \n11. On 14 December 2023, the Attorney General, 3 acting on behalf of \nDogwood Health Trust,4 initiated this action.  The Attorney General alleges that HCA \nhas breached the APA by fail ing to provide the emergency and trauma s ervices, as \nwell as the oncology services, required by the APA.  HCA denies these allegations. \n \n3 On 1 January 2025, Jeff Jackson took the oath of office to become North Carolina’s Attorney \nGeneral and lead the North Carolina Department of Justice, replacing Joshua H. Stein, the \noriginal Plaintiff in this action. \n \n4 Dogwood Health Trust is a nonprofit corporation identified as the “Foundation” in the APA.  \n(Def.’s Countercls. ¶ 6, ECF No. 55.)  According to its website, “[i] n addition to investing in \nthe health and wellness of our region, one of Dogwood Health Trust’s roles is to ensure that \nHCA remains in compliance with the terms it agreed to when it purchased the assets of \nMission Health System .”\n (https://dogwoodhealthtrust.org/about/independent-monitor/. Last \nvisited 14 April 2025.)  Section 13.13(b) of the APA gives the Attorney General the right to \nenforce Section 7.13(a) on behalf of Dogwood Health Trust. \n \n12. On 26 July 2024, HCA  filed this Motion  seeking partial summary \njudgment “on the proper textual construction of the words  ‘shall not discontinue’ in \nSection 7.13(a) of the [APA].”  HCA maintains that the Attorney General’s claims for \nbreach of the APA turn on the meaning of these three words. \n13. After full briefing, the Court held a hearing on the Motion on 12 \nDecember 2024, at which all parties were represented by counsel.  (Not. Hr’g., ECF \nNo. 95.)  The Motion is now ripe for disposition.  \nII. LEGAL STANDARD \n14. Summary judgment is appropriate “if the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with the affidavits, if any, \nshow there is no genuine issue as to any material fact and that [the movant] is \nentitled to a judgment as a matter of law.”  N.C. R. Civ. P. 56(c). \n15. Genuine issues of material fact are those “which can be maintained by \nsubstantial evidence.”  Kessing v. Nat’l Mortg. Corp. , 278 N.C. 523, 534 (1971).  \n“Substantial evidence is such relevant evidence as a reasonable mind might accept \nas adequate to support a conclusion and means more than a scintilla or a permissible \ninference.”  Daughtridge v. Tanager Land, LLC , 373 N.C. 182, 187 (2019) (citation \nand internal quotation marks omitted). \n16. In reviewing a motion for summary judgment, the Court must consider \nall evidence in the light most favorable to the non -moving party.  Belmont Ass’n v. \nFarwig, 381 N.C. 306, 310 (2022).  Parties moving for summary judgment have the \nburden of establishing the lack of any triable issue of fact.  Pembee Mfg. Corp. v. Cape \nFear Constr. Co., 313 N.C. 488, 491 (1985). \n17. A movant may satisfy its burden by proving that “an essential element \nof the opposing party’s claim does not exist, cannot be proven at trial, or would be \nbarred by an affirmative defense, or by showing through discovery that the opposing \nparty cannot produce evidence to support an essential element of [the] claim.”  Dobson \nv. Harris, 352 N.C. 77, 83 (2000) (citations omitted).  Should the movant satisfy its \nburden, “then the burden shifts to the non- moving party to ‘set forth specific facts \nshowing that there is a genuine issue for trial.’  ”  Lowe v. Bradford , 305 N.C. 366, \n369−70 (1982) (quoting N.C. R. Civ. P. 56(e) (emphasis omitted)).   \n18. When ruling on a motion for summary judgment, the Court does not \nresolve issues of fact and must deny the motion if there is any genuine issue of \nmaterial fact.  Singleton v. Stewart, 280 N.C. 460, 464 (1972). \n19. “Ordinarily it is error for a court to hear and rule on a motion for \nsummary judgment when discovery procedures, which might lead to the production \nof evidence relevant to the motion, are still pending and the party seeking discovery \nhas not been dilatory in doing so.”  Conover v. Newton, 297 N.C. 506, 512 (1979). \nIII. ANALYSIS \n20. In North Carolina, “[w]henever a court is called upon to interpret a \ncontract its primary purpose is to ascertain the intention of the parties at the moment \nof its execution.”  Lane v. Scarborough , 284 N.C. 407, 409– 10 (1973) ; Galloway v. \nSnell, 384 N.C. 285, 287 –88 (2023) (“Written contracts are to be construed and \nenforced according to their terms.   They must receive a reasonable interpretation, \naccording to the intention of the parties at the time of executing them, gathered from \nthe language employed by them.” (internal citation and quotation marks omitted)).   \n21. The language in a contract “should be given its natural and ordinary \nmeaning.”  Southpark Mall Ltd. P’ship v. CLT Food Mgmt., Inc., 142 N.C. App. 675, \n678 (2001) (citation omitted).  If the terms of a contract are unambiguous, then the \ncourt “cannot look beyond the terms of the contract to determine the intentions of the \nparties.”  Stovall v. Stovall, 205 N.C. App. 405, 410 (2010) (quoting Lynn v. Lynn, 202 \nN.C. App. 423, 431 (2010)); see also Walton v. City of Raleigh, 342 N.C. 879, 881 (1996) \n(“If the plain language of a contract is clear, the intention of the parties is inferred \nfrom the words of the contract.”); Johnston Cnty. v. R.N. Rouse & Co., Inc., 331 N.C. \n88, 95 (1992) (“[T]he most fundamental principle of contract construction [is] that the \ncourts must give effect to the plain and unambiguous language of a contract.”). \n22. An ambiguity exists when the language of a contract is fairly and \nreasonably susceptible to differing interpretations.  Salvaggio v. New Breed Transfer \nCorp., 150 N.C. App. 688, 690 (2002).  While not controlling, “[t]he fact that a dispute \nhas arisen as to the parties’ interpretation [s] of the contract is some indication that \nthe language of the contract is, at best, ambiguous .”  Id. (quoting St. Paul Fire & \nMarine Ins. Co. v. Freeman-White Assoc., Inc., 322 N.C. 77, 83 (1988)). \n23. Ultimately, deciding whether the language of a contract is ambiguous is \na question for the court.  Lynn v. Lynn, 202 N.C. App. 423, 432 (2010).   If it is \nambiguous, extrinsic evidence may be used to determine the parties’ intent.  Int’l \nPaper Co. v. Corporex Constructors, Inc., 96 N.C. App. 312, 317 (1989) (“If the writing \nleaves it uncertain as to what the agreement was, parol evidence is competent, not to \ncontradict, but to show and make certain what was the real agreement between the \nparties.”).  However, i n that event, interpretation of the con tract is no longer a \nquestion of law but is rather a question of fact.  See, e.g., Schenkel & Schultz, Inc. v. \nHermon F. Fox & Assocs., P.C. , 362 N.C. 269, 273 (2008)  (“When an agreement is \nambiguous and the intention of the parties is unclear  . . . interpretation of the \ncontract is for the jury.”); Martin v. Ray Lackey Enters., Inc., 100 N.C. App. 349, 354 \n(1990) (“[I]ntent is a question of law [only] where the writing is free of any ambiguity \nwhich would require resort to extrinsic evidence or the consideration of disputed \nfact.”); Cleland v. Children’s Home, Inc., 64 N.C. App. 153, 157 (1983) (“Ambiguities \nin contracts are to be resolved by the [factfinder.]”). \n24. In its Motion, HCA argues that the phrase “shall not discontinue” \nunambiguously means that it cannot completely stop one or more of  the service s \nidentified in Schedule 7.13(a) .  It asks the Court to interpret its obligation  \naccordingly.  \n25. The Attorney General  contests this interpretation and points out that \nthe phrase in question is actually, “Buyer shall not discontinue  the provision of the \nservices set forth on Schedule 7.13(a).”  He argues that HCA agreed to commit itself, \nnot just to an organizational structure that includes certain service  lines, but to \nactually providing all of the services contained within Schedule 7.13(a).  \n26. HCA relies on several dictionary definitions of the verb “discontinue” to \nsupport its position.  According to  the Merriam-Webster Dictionary, “discontinue” \nmeans “to break the continuity of: cease to operate, administer, use, produce, or take.”  \n(Def.’s Br. Supp. of Mot. [Def.’s Br.] 17, ECF No. 70 .)  HCA contends that it is \nproviding each of the services listed and that the Attorney General is attempting to \nadd quality and volume metrics that were not negotiated.  (Def.’s Br. 14, 17–19; Def.’s \nReply in Supp. Mot. Partial Summ. J. [Def.’s Reply Br.] 8, ECF No. 94.)5   \n27. HCA also points to other provisions in the APA to support its argument.  \nAmong other things, HCA contends that Section 7.13(h), which requires HCA to cause \nthe facilities to “remain enrolled and in good standing in Medicare, Medicaid or their \nsuccessor programs,” as well as the changes made to add measurable requirements \nto the service commitments found in Schedule 7.13(b) , prove that the Attorney \nGeneral knew how to negotiate for these metrics but did not do so with respect to \nSection 7.13(a) and its schedule.  (Def.’s Br. 9−10.) \n28. The Attorney General agrees that to breach the APA , HCA must \ndiscontinue a service.  However, he argues that HCA’s interpretation is a “cramped \nreading” of the relevant language and that discontinuing a service means more than \njust shuttering an entire service line.  For example, the Attorney General contends \nthat HCA is no longer providing inpatient treatment to complex hematology cancer \n \n5 The Court declines the parties’ invitation to look to extrinsic evidence to determine whether \nthe language of Section 7.13(a) is unambiguous.  (See, e.g., Def.’s Br. 20−23.)  As discussed \nbelow, extrinsic evidence only becomes relevant if the language is ambiguous, and then \nsummary judgment is appropriate only if there is no genuine issue of material fact with \nrespect to the intent of the contracting parties.  \npatients, a service he argues was provided at the time the APA was executed.  (Pl.’s \nResp. Opp. Def.’s Mot. Summ. J. [Pl.’s Br. ] 2, ECF No. 93.)  He maintains that HCA \ndiscontinued a service when it stopped providing otolaryngology (ear, nose and \nthroat) surgical services “for periods lasting longer than a week, even though Level \nII Trauma facilities are required to provide those services around- the-clock.”  (Pl.’s \nBr. 10.) \n29. Again, r eferencing t he Merriam -Webster Dictionary definition of \n“discontinue,” the Attorney General focuses on the phrase “to break the continuity of” \nand argues that even a gap or temporary break in a  service constitutes a \ndiscontinuation of that service for the patient impacted.  (Pl.’s Br. 18.)  Using HCA’s \ninterpretation, the Attorney General argues, all that would be required to comply \nwith Section 7.13(a) is for HCA to have provided some type of oncology service  (for \nexample, one chemotherapy treatment for breast cancer) to a single patient at some \npoint in 2023 – an interpretation so parsimonious as to be inconceivable given the \nAttorney General’s duty to protect the public’s access to healthcare.  (Pl.’s Br. 2.)  And, \nturning HCA’s argument on its head, the Attorney General contends that had the \nparties intended for “discontinue” to mean the total cessation of a service, they could \nhave simply used the word “cease.”  (Pl.’s Br. 20−21.) \n30. As for emergency and trauma services, the Attorney General points out \nthat Schedule 7.13(a) requires the service to be “generally consistent with the current \nLevel II Trauma Program,” (that is, the Level II Trauma Program that existed at the \ntime the transaction closed), a requirement that the Attorney General contends \nnecessarily incorporates quantity and quality measurements .  He argues, for \nexample, that a break in the continuity of the provision of ENT surgical services is a \nbreach of HCA’s obligation  because such services were available prior to HCA’s \nacquisition.  (Pl.’s Br. 22−24.)   \n31. Finally, like HCA, the Attorney General argues that other provisions of \nthe APA support his interpretation.  He contends that the parties heavily negotiated \nSection 7.13(a)’s definition of “Contingencies” (circumstances that would allow HCA \nto discontinue a service, such as the unavailability of qualified physicians) to include \nonly circumstances that occur after the first ten years.  They  did not include \ncircumstances that might occur earlier because the parties always intended for HCA \nto “provide the services Mission Hospital previously offered (if encompassed by \nSchedule 7.13(a)) even if independent physician groups decline to provide the service \nat the Hospital or even offer a competing service nearby.”  (Pl.’s Br. 23−24.) \n32. After reviewing  the briefing and hearing from the parties at oral \nargument, t he Court concludes not only that the words “shall not discontinue” in \nSection 7.13(a) are ambiguous , but also that the word “services” lacks clarity .  \nAdditional evidence is needed to determine the parties’ intent.   For example, does a \ndiscontinuation of chemotherapy under “ oncology services” mean a cessation of all  \ntypes of chemotherapy, or is it enough to stop providing one  type of chemotherapy?  \nDoes it mean that the  service stops for all current and prospective patients,  or is it \nenough for a single  patient to experience a discontinuation of treatment?  Must the \ncessation be permanent, or is a temporary stop enough? \n33. To be sure, the three words “shall not discontinue” cannot be interpreted \nin a vacuum.  Basic rules of contract construction require the Court to consider the \nwords in their context: \nA contract must be construed as a whole, and the intention of the parties \nis to be collected from the entire instrument and not from detached \nportions, it being necessary to consider all of its parts in order to \ndetermine the meaning of any particular part  as well as of the whole.  \nIndividual clauses in an agreement and particular words must be \nconsidered in connection with the rest of the agreement, and all parts of \nthe writing, and every word in it, will,  if possible, be given effect. \n \nRobbins v. C. W. Myers Trading Post, Inc., 253 N.C. 474, 477 (1960) (citation and \nquotation marks omitted).  It is noteworthy , then, that both HCA and the Attorney \nGeneral argue that reading the words in context  supports their differing \ninterpretations of Section 7.13(a).  Each likewise argues that the dictionary definition \nof “discontinue” supports its/his position .  T he depth of the  parties’ disagreement \nabout the meaning of the language is telling. \n34. The Court concludes that the relevant language of the APA is “fairly and \nreasonably susceptible to either of the constructions asserted by the parties.”  St. Paul \nFire & Marine Ins. Co ., 322 N.C. a t 83 .  Consequently, an ambiguity exists that \nprevents the Court from construing the language  at this stage  as a matter of law.   \nThe intent of the parties as to the meaning o f the language cannot be determined \nwithout a more robust record.  \n35. On that point, the parties appear to agree that it is the intent of the  \ncontracting parties—and not the Attorney General —that should control here.  (Pl.’s \nBr. 26, Def.’s Reply Br. 14.)  HCA argues that it has presented evidence that the seller \nand HCA agreed on the meaning of the relevant language and that it was incumbent \non the Attorney General to present evidence to the contrary.  (Def.’s Reply Br. 14−15.)   \n36. But the Attorney General takes issue with HCA’s evidence.  He argues \nthat an email exchange between Mission’s then-CEO Ron Paulus and HCA’s counsel \nChuck Hall in which Mr. Paulus wrote that it was “particularly important” that “the \nservices available today at Mission Hospital are going to be here for at least 10 years” \nsupports his argument rather than HCA’s argument.  (Def.s’ Br. Ex 10, ECF 71.10 .)  \nIn the Attorney General’s view, Mr. Paulus ’s statement makes it clear that Mission \nHealth was “only interested in a deal with HCA if HCA  agreed to continue each of \nthe existing services at Mission Hospital.”   (Pl.’s Br. 27–28.)  More is needed to \ndetermine what Mr. Paulus actually meant. \n37. In addition, the Attorney General  argues that deciding the contracting \nparties’ intent on  summary judgment at this stage would be premature because \ndiscovery is ongoing.  (Pl.’s Br. 29.)  Although HCA challenges the assertion that any \nsuch discovery will shed light on the parties’ intent, the Attorney General disagrees \nand has presented an affidavit to that effect.  (Def.’s Reply Br. 2, 14–17; Aff. of Jessica \nSutton, ECF No. 93.11.) \n38. The Court observes that after a hearing on the Motion, HCA requested \nand was given the opportunity to depose the seller.  ( Order Following BCR 10.9 \nConference, ECF No.  116.)  In addition, the Court has only recently ruled on \nDefendant’s Motion to Compel and has ordered that certain internal documents from \nthe Office of the Attorney General be produced in discovery.  It remains to be seen \nwhat, if any, evidence with respect to the contracting parties’ intent will surface in \nthis discovery.  However, there is no doubt that a determination of the parties’ intent \nwith respect to the contract language at issue requires a more developed record than \nthe one presented. \nIV. CONCLUSION \n39. As the party moving for summary judgment, HCA must establish that \nthere are no genuine issue s of material fact.   Because it is unable to do so at this \njuncture, summary judgment is not appropriate.   Accordingly, the Court DENIES \nthe Motion.  \nIT IS SO ORDERED, this the 16th day of April, 2025.  \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n "
}