{
  "id": "c2a50ddfb0491f55f0de80c73b3cd0e6c0b9ff95c0b3944811f3f2a8171bbbf8",
  "source_file": "data/raw/ncbc/c2a50ddfb0491f55f0de80c73b3cd0e6c0b9ff95c0b3944811f3f2a8171bbbf8.pdf",
  "raw_text": "Brady v. Van Vlaanderen, 2016 NCBC 56. \n \nSTATE OF NORTH CAROLINA\n \nCOUNTY OF CUMBERLAND \n \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n12 CVS 7552 \nPATRICIA M. BRADY, \n \nPlaintiff, \n \nv. \n \nBRYANT C. VAN VLAANDEREN; \nRENEE M. VAN VLAANDEREN; \nMARC S. TOWNSEND; LINDA M. \nTOWNSEND; UNITED TOOL & \nSTAMPING COMPANY OF NORTH \nCAROLINA, INC.; UNITED \nREALTY OF NORTH CAROLINA, \nLLC; ENTERPRISE REALTY, LLC; \nand WATERS EDGE TOWN \nAPARTMENTS, LLC, \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER & OPINION \n \n {1} THIS MATTER is before the Cour t on Defendant Enterprise Realty, \nLLC’s Motion for Summary Judgment (“Enterprise’s Motion”).  For the reasons \nexpressed below, Enterprise’s Motion is GRANTED in part and DENIED in part. \n Bain & McRae, LLP by Edgar R. Bain for Plaintiff. \nShanahan Law Group, PLLC by Kieran J. Shanahan, Brandon S. Neuman, \nand Jeffrey M. Kelly for Defendants. \nGale, Chief Judge. \nI. INTRODUCTION \n{2} Plaintiff Patricia M. Brady (“Brad y”), and Defendants Bryant C. Van \nVlaanderen (“B. Van Vlaanderen”), Renee M. Van Vlaanderen (“R. Van \nVlaanderen”), Marc S. Townsend (“M. Townsend”), and Linda M. Townsend (“L. \nTownsend”) (collectively, without Brady, the “Individual Defendants”; with Brady, \nthe “Members”) are family members, each of whom have or had ownership interests \nin the various Defendant companies.  Brady asserts that her employment with \nDefendant United Tool & Stamping Company of North Carolina, Inc. (“United \nTool”) was wrongfully terminated, that she has been unfairly excluded from \nparticipating in management of the various company Defendants, and that she has \n \n \nnot been allowed access to documents and information regarding the companies.  \nShe has brought claims for judicial dissolution (“Meiselman claim(s)”) and \ninspection of corporate records against each of the companies, and other claims \nagainst the Individual Defendants. \n{3} The present motion relates solely to claims involving Enterprise \nRealty, LLC (“Enterprise”), of which Brady is a one-third owner.1  Enterprise has \nbrought counterclaims—namely for breach of Enterprise’s operating agreement and \nbreach of fiduciary duty—to recover contributions that it contends Brady was \nrequired to make under Enterprise’s operating agreement.   \n{4} Brady does not deny that she and the Individual Defendants agreed to \nmake such capital contributions as necessary to cover Enterprise’s shortfalls and \npay down its debt, nor does she deny that she and the Individual Defendants agreed \nto sell Enterprise’s properties, likely at a loss.  However, Brady argues that she has \nnot been given access to adequate documentation to determine the amount of the \ncapital contribution, if any, that she should be required to make to Enterprise, and \nalso that she should be excused from making the capital contributions because of \nher exclusion from, and the mismanagement of, Enterprise and the other company \nDefendants.     \n{5} Enterprise also counterclaims that Brady breached her fiduciary duty \nto Enterprise by refusing to make contributions that were necessary for the best \ninterests of the company.  However, the record makes clear that Brady did not owe \nEnterprise a fiduciary duty, even though she may have been contractually obligated \nto make certain payments. \n{6} The Court concludes that Brady has now been given full access to any \nand all documentation related to her claims involving Enterprise, that her \nallegations against the other company Defendants do not excuse Brady from her \nobligation make capital contributions, and that Brady did not owe a fiduciary duty \nto Enterprise to make capital contributions and thus did not breach a duty by \n                                                 \n1 Because of the nature of Enterprise’s structure and business, the Court may consider claims \ninvolving Enterprise separately from other claims in this matter, even though Brady makes similar \nclaims against each of the company Defendants.   \n \n \nfailing to make those contributions.  Accordingly, Enterprise is entitled to summary \njudgment on all of Brady’s claims and on its claim for breach of the operating \nagreement.  As to Enterprise’s claim that Brady’s failure to make capital \ncontributions was a breach of her fiduciary duty to Enterprise, the Court concludes \nthat the uncontested record indicates that Brady had no fiduciary duty to make \nthose contributions and that any failure to make the contributions was instead a \nmatter of contract between Enterprise’s members, as a result of which Enterprise’s \nclaim for breach of fiduciary duty should be dismissed. \nII. PROCEDURAL HISTORY \n{7} Brady filed her original Complaint on August 24, 2012.  The case was \ndesignated as a complex business case on September 12, 2012, and assigned to the \nundersigned on September 19, 2012.  The operative complaint in this matter is the \nSecond Amended Complaint, which was filed on August 6, 2013, and which brings \ntwo claims against Enterprise: a claim for inspection of Enterprise’s records and a \nMeiselman claim.  The Court case stayed the case by consent of the parties from \nAugust 26, 2013, until March 15, 2014.   \n{8} Defendants filed their Answer an d Counterclaims on April 21, 2014.  \nEnterprise asserts two counterclaims: breach of operating agreement and breach of \nfiduciary duty.  Brady replied to Enterprise’s counterclaims on May 16, 2014. \n{9} The case has involved an unusual amount of contested discovery.  \nUltimately, Enterprise’s Motion was filed on April 9, 2015, and briefing was \ncompleted on June 17, 2015.  On June 3, 2015, the Court dismissed Brady’s claim \nagainst Defendant United Realty of North Carolina, LLC (“United Realty”) for \ninspection of corporate records, following Brady’s admission that Defendants have \nprovided her with copies of, or access to, all documents to which she contends that \nshe is entitled.  See Brady v. Van Vlaanderen, No. 12 CVS 7552, 2015 NCBC LEXIS \n59, at *6–7 (N.C. Super. Ct. June 3, 2015).   \n{10} The Court heard oral argument on  Enterprise’s Motion on August 27, \n2015.  Resolution of Enterprise’s Motion and several other motions was delayed \n \n \nbecause of a dispute over an affidavit filed after the close of briefing on the motions.  \nRegarding Enterprise’s Motion, the Court instructed Brady to file “a specific list of \nwhat she contends are the material issues of fact that preclude granting summary \njudgment to [Enterprise].”  Order at 2, Brady, No. 12 CVS 7552 (N.C. Super. Ct. \nAug. 28, 2015).  On September 3, 2015, Brady made a filing that listed as the sole \nissue of material fact the question of “[w]hether there is a genuine issue of material \nfact as to the amount, if any, that the Defendants allege are owed to Enterprise \nRealty by the Plaintiff.”  Plaintiff’s List of Proposed Issues of Material Fact at 1, \nBrady, No. 12 CVS 7552 (N.C. Super. Ct. Sept. 3, 2015).  Brady also provided \nseveral pages of additional legal argument, which the Court struck as improper by \nits June 21, 2016 Order. \n{11} Enterprise’s Motion is now ripe for decision. \nIII. FACTUAL HISTORY \n{12} Enterprise is a North Carolina LLC that was organized in August 2001 \nand has a principal office in Fayetteville, North Carolina.  Enterprise is or was \nengaged in the purchase, sale, and rental of real estate. \n{13} Brady is a resident of Cumber land County, North Carolina and is a \none-third owner of Enterprise.  The Individual Defendants own equal percentages of \nthe remaining interest in Enterprise.  Brady and the Individual Defendants are \nrelated either by blood or by marriage, and each owns shares in each of the \ncompany Defendants.   \n{14} Brady was employed by United Tool until May 24, 2012, when her \nemployment was terminated.  \n{15} Each of the Members executed the Operating Agreement of Enterprise \nRealty, LLC (“Operating Agreement”) on November 15, 2002.  The Operating \nAgreement provides as follows:  \n1.2. Additional Funds.  In the event that the Members \ndetermine at any time . . . that additional funds are required by \n[Enterprise] for or in respect of its business or to pay any of its \nobligations, expenses, costs, liabilities, or expenditures (including, \nwithout limitation, any operating deficits), then the Members may \n \n \nagree by unanimous action to make additional contributions to the \ncapital of the Company or may, acting in their capacities as Managers, \nborrow all or part of such additional funds on behalf of the Company, \nwith interest payable at then-prevailing rates, from one or more of the \nMembers or from commercial banks, savings and loan associations, or \nother commercial lending institutions. \n1.3. Additional Capital Contributions.  If the Members \ndetermine that additional funds are required for the purposes set forth \nin Section 5.2 [sic] above and that all or any portion of such additional \nfunds should be contributed to the Company as additional Capital \nContributions, the Members, in the absence of any written agreement \nbetween them to the contrary, shall make the necessary additional \nCapital Contributions to the Company in proportion to their respective \nPercentage Interests at the time such additional contributions are \nmade. \n(M. Townsend Aff. Ex. B (“Operating Agreement”) art. V, ¶¶ 1.2 to .3, Apr. 9, \n2015.)   \n{16} Enterprise purchased five proper ties in 2004 and one property in 2005. \nEach property required remodeling and repair. \n{17} Enterprise is registered as a member-managed LLC.  However, the \nMembers executed a resolution on January 1, 2005, to give M. Townsend full \nauthority over Enterprise’s day-to-day management and expressly vested M. \nTownsend with the authority to determine, in his sole discretion, whether \nEnterprise required additional funds.  He was also given the authority to borrow \nmoney on Enterprise’s behalf. \n{18} In 2008, the value of Enterprise’s properties suffered a marked decline, \nsuch that the debt secured by Enterprise’s various properties exceeded the \nproperties’ value.  Enterprise began selling its properties.  The first property sold on \nAugust 7, 2008.  The second sold on April 30, 2009, at a loss, which required \nEnterprise to make a cash payment to satisfy the secured debt.  The Members then \nbegan making capital contributions to cover the shortfall and pay down Enterprise’s \nremaining debt, collectively contributing an average of $15,000 per month.  Brady \npersonally guaranteed several loans to Enterprise, including one guaranty she \nprovided in 2013.  \n \n \n{19} On May 24, 2012, United Tool te rminated Brady’s employment, salary, \nand benefits on the basis that she was doing no work for United Tool. \n{20} Also on May 24, 2012, the Members, including Brady, agreed to sell all \nof the remaining properties at a loss in order to mitigate further losses and \nminimize the company’s outstanding debt.  Over the next few years, Enterprise sold \nits remaining properties for less than the total amount of its loans, which required \nEnterprise to contribute cash to close the sales. \n{21} All Members made capital contributions to Enterprise up until June \n2012, at which time Brady ceased her contributions of approximately $5,000 per \nmonth, which constituted one-third of the value of the Members’ monthly capital \ncontributions.  Enterprise then began to borrow funds to make up for shortfalls in \nits budget, and the other Members loaned money to Enterprise to prevent it from \ndefaulting on bank loans that all Members had personally guaranteed.  Some of the \nloans that Enterprise satisfied in this way—releasing the guarantors’ liability for \nthe loan—included loans that Brady had personally guaranteed. \n{22} In March 2013, Enterprise sent Br ady a letter detailing $249,291.73 of \nexpenditures that Enterprise had incurred since June 2012 and requesting that \nBrady make a capital contribution of one-third of that amount, or $83,097.00.  \nBrady refused and requested information from Enterprise to enable her to verify the \namount of her obligation.  Although Brady has consistently represented that she \nhas not been given adequate information to verify that Enterprise was managed \nresponsibly and that Enterprise actually required the funds, during discovery, \nBrady admitted that Enterprise has provided or given her access to all of the \ndocuments to which she is entitled.  (\nSee Suppl. Resps. Defs.’ First Set Interrogs. Pl. \n¶ 14.) \nIV. ANALYSIS \n{23} On a motion for summary judgment made under Rule 56 of the North \nCarolina Rules of Civil Procedure, the movant bears the burden of showing that \nthere is no genuine issue of material fact with respect to the essential elements of a \n \n \nclaim and that the movant is entitled to judgment as a matter of law.  See Steel \nCreek Dev. Corp. v. James, 300 N.C. 631, 636–37, 268 S.E.2d 205, 209 (1980).  Once \nthe movant satisfies that burden, the nonmovant then bears the burden “to present \na forecast of the evidence which shows that a genuine issue of fact exists, or to \nprovide an excuse for not so doing.”  Watts v. Cumberland Cty. Hosp. Sys., Inc., 75 \nN.C. App. 1, 6, 330 S.E.2d 242, 247 (1985), aff’d in part, rev’d in part, 317 N.C. 110, \n343 S.E.2d 879 (1986).  The Court must view the evidence in the light most \nfavorable to the nonmovant.  See Coats v. Jones, 63 N.C. App. 151, 154, 303 S.E.2d \n655, 657 (1983). \nA. Enterprise Is Entitled to Summary Judgment on Brady’s Claim for \nInspection of Corporate Records. \n{24} Brady’s claims against Enterprise and United Realty for inspection of \ncorporate records are identical.  The Court dismissed Brady’s inspection claim \nagainst United Realty on June 3, 2015, based on Brady’s admission that she had, \nduring the course of discovery, obtained all documents to which she is entitled.  See \nBrady, 2015 NCBC LEXIS 59, at *6–7.  Brady’s claim for inspection of corporate \nrecords against Enterprise should now be dismissed based on the same admission. \nB. Enterprise Is Entitled to Summary Judgment on Brady’s Meiselman Claim. \n{25} Brady asserts that she had reasonable expectations as a one-third \nowner of Enterprise, including employment and fringe benefits from one of the \nfamily companies, a meaningful role in Enterprise’s management, and access to \nEnterprise’s financial information.  She now claims that judicial dissolution of \nEnterprise is appropriate because those expectations have been frustrated. \n{26} Subsection 57D-6-02(2) of the North Carolina Limited Liability \nCompany Act (“LLC Act”) allows for judicial dissolution of an LLC by a member if \n“(i) it is not practicable to conduct the LLC’s business in conformance with the \noperating agreement . . . or (ii) liquidation of the LLC is necessary to protect the \nrights and interests of the member.”  N.C. Gen. Stat. § 57D-6-02(2) (2015).  In \naddition to invoking this statute, Brady also relies on \nMeiselman v. Meiselman, \n \n \nwhich involved a closely held corporation, rather than an LLC.  See 309 N.C. 279, \n300–05, 307 S.E.2d 551, 564–67 (1983) (determining the applicable standard of \nanalysis for whether judicial dissolution of a closely held corporation is \nappropriate).  As this Court has noted, “[t]he North Carolina courts have not yet \nhad to address whether . . . [the LLC Act] embodies the same policies [as the North \nCarolina General Corporation Act] that should equally lead to granting a minority \nowner in a limited liability company similar rights to protect his reasonable \nexpectations as a minority owner.”  Blythe v. Bell, No. 11 CVS 933, 2013 NCBC \nLEXIS 7, at *6 (N.C. Super. Ct. Feb. 4, 2013).  However, the Court’s ruling here \ndoes not turn on this possible distinction. \n{27} To prove her Meiselman claim, Brady must provide evidence that  \n[s]he had one or more substantial reasonable expectations known or \nassumed by the other participants; (2) the expectation has been \nfrustrated; (3) the frustration was without fault of plaintiff and was in \nlarge part beyond h[er] control; and (4) under all of the circumstances \nof the case, plaintiff is entitled to some form of equitable relief.  \nMeiselman, 309 N.C. at 301, 307 S.E.2d at 564. \n{28} Enterprise bears the initial burden  of establishing that there are no \ndisputed issues of material fact with relation to these elements.  See Steel Creek \nDev. Corp., 300 N.C. at 636–37, 268 S.E.2d at 209.  The Court ascertains whether \nBrady has offered sufficient evidence to support Brady’s allegations of her \nreasonable expectation by reviewing the context of the overall history of the \nrelationship of the parties.  See Meiselman, 309 N.C. at 299, 307 S.E.2d at 563. \n{29} Brady provides substantial argument that she had a reasonable \nexpectation of employment with one of the family-owned companies and that her \nexpectation was frustrated as to all of the companies when she was discharged from \nUnited Tool.  The Court does not by this Order & Opinion rule on Brady’s \nexpectations as to any other company, but only as to Enterprise.   \n{30} Enterprise has presented substantial and uncontested evidence that it \nhas never had any employees, that it has never employed Brady, and that Brady \nhas never expressed the desire to become an Enterprise employee.  Further, there is \n \n \nno evidence that Brady has requested or has been denied employment with \nEnterprise.  The Court finds that, regardless of whether Brady had a reasonable \nexpectation of employment with another company, including United Tool, she had \nno reasonable expectation of employment with Enterprise that can support her \nMeiselman claim. \n{31} As to Brady’s claim that she was denied her reasonable expectation of \na meaningful role in Enterprise’s management, the uncontested evidence reflects \nthat she was given that right and that she participated in the decision to vest \nsubstantial management authority in M. Townsend.  While such a delegation \nshould not alone be interpreted to defeat a member–manager’s expectation of a \nmanagement role, see N.C. Gen. Stat. § 57D-3-22 (noting that a delegation of \nmanagement authority does not cause a manager to cease to be a manager), Brady \nhas not presented or forecasted any evidence that she or any of the other Members \nrequired M. Townsend to routinely discuss his management activities with them or \nthat she made her desire to be included in M. Townsend’s management decisions \nknown to the other Members.  \nSee Meiselman, 309 N.C. at 301, 307 S.E.2d at 564 \n(requiring the claimant’s reasonable expectations to have been known or assumed \nby the other participants).   \n{32} Further, even if Brady’s expectation of a meaningful role in \nmanagement was reasonable, Enterprise has presented uncontested testimony \ndetailing that the Members, including Brady, had informal conversations regarding \nrepairs to Enterprise’s properties and that no one was omitted from those \nconversations.  There is no evidence that Brady was treated any differently in that \nregard.  For example, it is undisputed that during a meeting of the Members on \nMay 24, 2012, all Members, including Brady, agreed to sell the beach properties.  \nThe Court concludes that no Meiselman claim can be supported by Brady’s \nassertion that she was not informed of the particulars of each sale or of any \nproperty renovations or repairs.   \n \n \n{33} Finally, as noted above, the Court has determined that, even if Brady \nhad a reasonable expectation of access to Enterprise’s company records, Enterprise’s \ndelivery of those records shows that her expectation has not been frustrated.   \n{34} In sum, Brady has not produced a sufficient forecast of evidence that \nshe, as a Member of Enterprise, had reasonable expectations that have been \nfrustrated.  There is, therefore, no legal basis for Enterprise’s judicial dissolution \nbased on those expectations, and her claim for such dissolution should be dismissed.  \nThis holding does not adjudicate Brady’s Meiselman claim as to any company other \nthan Enterprise.2 \nC. Enterprise Is Entitled to Summary Judgment on Its Claim that Brady \nBreached Enterprise’s Operating Agreement.  \n{35} Enterprise counterclaimed for Brady’s breach of the Operating \nAgreement, alleging that Brady’s failure to make capital contributions is a breach of \nthe obligations required by the Operating Agreement when analyzed in conjunction \nwith the subsequent agreements of the Members.   \n{36} “The elements of a claim for brea ch of contract are (1) existence of a \nvalid contract and (2) breach of the terms of that contract.”  One Beacon Ins. Co. v. \nUnited Mech. Corp., 207 N.C. App. 483, 487, 700 S.E.2d 121, 124 (2010) (quoting \nAhmadi v. Triangle Rent A Car, Inc., 203 N.C. App. 360, 362, 691 S.E.2d 101, 103 \n(2010)).  An LLC’s operating agreement is a contract, N.C. State Bar v. Merrell, __ \nN.C. App. __, 777 S.E.2d 103, 114 (2015), and the LLC and its interest-owners are \nbound by that contract, see N.C. Gen. Stat. § 57D-2-31(a)–(b).   \n{37} The Operating Agreement requir es that the Members make capital \ncontributions in proportion to their respective percentage interests once the \nMembers unanimously agree to make additional capital contributions to pay for \nEnterprise’s obligations, expenses, costs, liabilities, or expenditures.  Although \nBrady has disputed whether the amount of the requested capital contributions is \n                                                 \n2 The Court’s ruling in this Order & Opinion effectively resolves, as to Enterprise, Brady’s motion for \nsummary judgment, which requests entry of summary judgment in Brady’s favor on her Meiselman \nclaims.  This ruling does not resolve Brady’s motion as to any other company. \n \n \nproper, she has not disputed that she agreed to make the capital contributions or \nthat she agreed to the actions that led to Enterprise’s indebtedness.  Further, Brady \nadmits that, in June 2012, she stopped making capital contributions that were used \nto pay down Enterprise’s debt.   \n{38} Brady argues, in part, that her failures to make the capital \ncontributions should be excused because of the facts underlying her claims against \nthe other Defendants.  As noted above, the Court concludes that the actions \nunderlying Brady’s claims against the other company Defendants, and particularly \nthe termination of her employment with United Tool, do not translate to claims \nagainst Enterprise or defenses to Enterprise’s claims and do not excuse Brady’s \nfailure to make capital contributions as an Enterprise Member. \n{39} Although Brady has also argued that she had not been given adequate \ninformation to allow her to verify the amount she owed to Enterprise or to \ndetermine whether Enterprise was being mismanaged, Brady now admits that she \nobtained that information in discovery.  When pressed by the Court to detail any \ncontested issue of material fact that the jury should determine, Brady responded \nwith no detail to support her contention that the amount that Enterprise requested \nwas incorrect.  The Court concludes that Brady has failed to forecast evidence \nchallenging the amount of Enterprise’s request to her for capital contributions.   \n{40} After viewing all of the evidence in the light most favorable to Brady, \nthe Court concludes that Enterprise has met its burden of proving that there are no \ndisputed issues of material fact regarding Brady’s liability for breach of the \nOperating Agreement as a result of her failure to provide capital contributions and \nthat summary judgment should be entered in Enterprise’s favor on that claim. \nD. Enterprise’s Claim that Brady Breached a Fiduciary Duty Owed to \nEnterprise Must Be Dismissed.  \n{41} Enterprise claims that Brady’s failure to make capital contributions \nconstitutes a breach of fiduciary duty. \n{42} Generally speaking, “[m]embers of a limited liability company are like \nshareholders in a corporation in that members do not owe a fiduciary duty to each \n \n \nother or to the company.”  Kaplan v. O.K. Techs., LLC, 196 N.C. App. 469, 473, 675 \nS.E.2d 133, 137 (2009).  However, a manager of an LLC owes a fiduciary duty to the \ncompany to discharge his or her duties (1) in good faith, (2) with the care of an \nordinarily prudent person, and (3) subject to the operating agreement, in a manner \nhe or she believes to be in the best interest of the company.  Id. at 473–74, 675 \nS.E.2d at 137; see also N.C. Gen. Stat. § 57D-3-21.  Even if the members of a \nmember-managed LLC delegate the authority to act on behalf of the LLC to \nsomeone else, the members retain their manager status.  \nSee id. § 57D-3-22. \n{43} The Members delegated to M. Townsend the full and sole discretion to \nmanage Enterprise, but Enterprise remained a member-managed LLC.  See id. \nBrady therefore remained one of Enterprise’s managers and owed Enterprise a \nfiduciary duty in her capacity as a member–manager.  See id.  However, LLC \nmanagers are not required to make capital contributions.  See id. § 57D-3-20.  \nEnterprise’s Operating Agreement specifically places the obligation of making \nadditional capital contributions on the Members, which it defines as “each Person \ndesignated as a member of [Enterprise] on Schedule I [of the Operating Agreement.” \n(See Operating Agreement arts. V ¶ 1.2, II ¶ 1.1.)  That is, the obligation, if any, to \nmake capital contributions arises as a result of a member’s status as a member, not \nas a result of his or her status as a manager. \n{44} The Court concludes that Brady’ s decision to stop making capital \ncontributions was made in her capacity as a member and that Brady’s failure to \nmake such contributions is properly considered as a breach of her contract as a \nmember and not as a breach of the fiduciary duty she owed as a manager.  As a \nresult, the Court concludes that Enterprise is not entitled to summary judgment on \nits counterclaim for breach of fiduciary duty.  Instead, this claim must be dismissed.  \nSee N.C. R. Civ. P. 56(b) (“Summary judgment, when appropriate, may be rendered \nagainst the moving party.”). \n \n \n \n \n \nV. CONCLUSION \n For the reasons expressed above, the Court concludes as follows: \n1. Summary judgment is GRANTED in favor of Enterprise as to Brady’s \nliability arising from Enterprise’s counterclaim for breach of the \nOperating Agreement, and Enterprise is entitled to recover from Brady \nthe sum of $83,097.00, plus interest.  Payment of such amount shall be \ndeferred until final resolution of Brady’s other claims. \n2. Summary judgment is DENIED as to Enterprise’s claim for breach of \nfiduciary duty, and this claim is DISMISSED WITH PREJUDICE. \n3. Summary judgment is GRANTED in favor of Enterprise on Brady’s \nMeiselman claim, and this claim is DISMISSED WITH PREJUDICE.  \n4. Summary judgment is GRANTED in favor of Enterprise on Brady’s claim \nfor inspection of Enterprise’s records, and this claim is DISMISSED \nWITH PREJUDICE. \nThis the 21st day of July, 2016. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Special Superior Court Judge \n    for Complex Business Cases \n \n \n \n \n \n \n \n \n \n \n \n "
}