{
  "id": "c2b457b3a24b1435aef36559f9ad4b346e0115e4cb3d5458feab36c6708a087e",
  "source_file": "data/raw/ncbc/c2b457b3a24b1435aef36559f9ad4b346e0115e4cb3d5458feab36c6708a087e.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nIREDELL COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 2394 \n \nASHTON K. LOYD, \n \nPlaintiff, \n \nv. \n \nJAMES MICHAEL GRIFFIN and \nGRIFFIN INSURANCE AGENCY, \nINC., \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTION TO DISMISS \nDEFENDANTS’ COUNTERCLAIMS \n \n1. THIS MATTER is before the Court on Plaintiff Ashton K. Loyd’s (“Lo yd”) \nMotion to Dismiss (the “Motion”) filed on 28 January 2021.  ( Pl. Mot. Dismiss, ECF \nNo. 32 [hereinafter “Mot.”].)  Loyd seeks complete dismissal of all the Defendants ’ \nJames Michael Griffin  (“Griffin”) and Griffin Insurance Agency , Inc. (“GIA”) \n(together, “Defendants”) counterclaims against Loyd (the “Counterclaims”).  ( Defs.’ \nAnswer Pl.’s Compl. and Countercls., ECF No. 14 [hereinafter “Countercls.”].)   \n2. For the reasons set forth in this Order and Opinion , the Court  hereby \nDENIES the Motion.1 \nLevine Law Group, P.A.  by Michael J. Levine and Cathy A. Williams , \nAustin Law Firm, PLLC by John S. Austin, and Mauney, PLLC by Gary \nV. Mauney for Plaintiff Ashton K. Loyd.2  \n \n \n1 The Court does not address any of Defendants’ arguments in support of Defendants’ Motion \nto Dismiss Plaintiff’s Amended Complaint (ECF No. 36) or Defendants’ Motion to Strike (ECF \nNo. 38) in this Opinion.  A separate Order and Opinion will follow at a later date addressing \nDefendants’ pending motions. \n2 John S. Austin of Austin Law Firm, PLLC, and Gary V. Mauney of Mauney, PLLC, entered \nappearances on behalf of Loyd on 5 August 2021.  (ECF Nos. 67– 68.)  Mr. Austin and Mr. \nMauney did not represent Loyd at the  time of the hearing held on 22 April 2021 on Loyd’s \nMotion to Dismiss Defendants’ Counterclaims.  (See ECF No. 51.)   \nLoyd v. Griffin, 2021 NCBC 51. \n \n \nBennett & Guthrie, PLLC by Mitchell Hendrix Blankenship and Joshua \nH. Bennett for Defendants James Michael Griffin and Griffin Insurance \nAgency, Inc.  \n \nRobinson, Judge. \n \nI. INTRODUCTION \n3. Loyd moves to dismiss the Counterclaims alleged by Defendants in this \naction for: breach of fiduciary duty (Count I); breach of contract and breach of \nwarranty based on the Merger Agreement (Count II); fraud (Count III); unfair or \ndeceptive trade practices (“UDTP”) in violation of Section 75 -1.1 of the N.C. General \nStatutes (Count V); breach of contract based on the Associate Agent Agreement \n(Count VI); and breach of contract  and specific performance  based on the \nShareholders’ Agreement (Count VII).   \nII. PROCEDURAL BACKGROUND \n4. Loyd initiated this action by filing his Complaint on 25 September 2020.  \n(Compl., ECF No. 3.)  The case was designated as a mandatory complex business case \nby order of the Chief Justice of the Supreme Court of North Carolina and assigned to \nthe undersigned on 26 October 2020.  (Design. Order and Assign. Order, ECF Nos. 1–\n2.) \n5. On 25 November 2020 Defendants filed the Counterclaims.    \n6. Loyd filed his Answer to Defendants ’ Counterclaim on 28 January 2021 \n(Pl.’s Mot. Dismiss, Defenses and Answer Def. Countercls., ECF No. 34.) \n7. Loyd also filed the Motion to Dismiss on 28 January 2021.  The Motion has \nbeen fully briefed.   ( Pl. Br. Supp. Mot. Dismiss, ECF No. 33  [hereinafter “Mem. \n \n \nSupp.”]; Defs.’ Br. Opp’n Pl. Mot. Dismiss Defs.’ Countercls., ECF No. 44 [hereinafter \n“Mem. Opp’n”].) \n8. On 19 January 2021 Defendants voluntarily dismissed without prejudice \ntheir counterclaim aga inst Loyd for Re scission of Merger and Shareholders’ \nAgreements (Count IV).  (Defs.’ Notice Part. Volunt. Dismiss. Without Prej., ECF No. \n30.)  Loyd filed his First Amended Complaint on 11 January 2021.  (First Am. Compl., \nECF No. 29.)  Defendants filed their Answer to Plaintiff’s First Amended Complaint \non 29 January 2021 and therein realleged the remaining Counterclaims contained in \ntheir earlier Answer .  (Defs.’ Answer Pl.’s First Am. Compl.  18, ECF No. 40  \n[hereinafter “Answer”] .)  The  remaining Counterclaims are still pending and are \nsubject to this Motion.  \n9. On 22 April 2021, the Court held a hearing by video conference on the \nMotion, at which all parties were represented by counsel (the “Hearing”).   \n10. The Motion has been converted from a Rule 12(b)(6) Motion to Dismiss for \nFailure to State a Claim upon which Relief may be Granted to a Rule 12(c) Motion for \nJudgment on the P leadings with the consent of all parties’ counsel in this matter  \nwhich was provided at the hearing on 22 April 2021.3 \n \n3 This Court noted in Handi-Clean Products v. Momar, Inc., 2021 NCBC LEXIS 35  (N.C. \nSuper. Ct. Apr. 6, 2021), that the N.C. Business Court has held that if a Rule 12(b)(6) Motion \nto Dismiss and Answer are filed contemporaneously, it is no longer appropriate for the Court \nto consider the Rule 12(b)(6) Motion to Dismiss because the Rules of Civil Procedure require \nthat the motion come before the answer or else it is untimely.  See also New Friendship Used \nClothing Collection, LLC v. Katz, 2017 NCBC LEXIS 72, at *24–25 (N.C. Super. Ct. Aug. 18, \n2017); Johnston v. Johnston Props., Inc., 2018 NCBC LEXIS 119, at *13 (N.C. Super. Ct. Nov. \n15, 2018).   Here, the Motio n and Plaintiff’s Defenses and Answer to Defendants’ \nCounterclaim (ECF No. 34) were both filed on 28 January 2021 at 4:09:57 p.m., and therefore \nconsideration of the 12(b)(6) Motion would be improper in this matter.   \n \n \n11. The Motion is now ripe for resolution.  \nIII. FACTUAL BACKGROUND \n12. The Court does not make findings of fact on a Rule 12(c) motion for \njudgment on the pleadings .  The following factual background is drawn  from the \npleadings and matters of record that are properly considered, relevant, and necessary \nto the Court’s consideration of the Motion.4 \nA. The Parties5 \n13. Loyd is a resident of Iredell County, North Carolina.  ( Answer ¶ 1.)  At all \nrelevant times, Loyd was an officer and Vice President of GIA.  (Answer ¶ 1.)  \n14. Griffin is a resident of Mecklenburg County, North Carolina.  (Answer ¶ 2.)  \nAt all relevant times, Griffin was President of GIA.  (Answer ¶ 2.)  \n15. GIA is a North Carolina corporation with a principal office located at 135 \nGasoline Alley, Iredell County, North Carolina.  (Answer ¶ 3.)  \nB. Defendants’ Agreements with Plaintiff \n16. On 1 January 2004, Plaintiff began working at GIA as an associate agent. \n(Countercls. ¶ 4.)   \n17. Around 2010, the parties agreed for Plaintiff to “gain an equity stake in \nGIA” by paying for ownership with part of his future commissions.  (Countercls. ¶ 5.)  \n \n4 The Court in deciding this Motion will consider only such matters as raised by the pleadings \nin this case per Rule 12(c).  Anything referenced in briefing by the parties, at the hearing, or \notherwise that was not contained in the pleadings on record in this matter was not considered \nin the issuance of this Order and Opinion.   \n5 On 6 January 2021 Plaintiff voluntarily dismissed all its claims against Jacqueline Sipe ; \ntherefore, she is not referenced in this section detailing parties to this action.  (Notice Volunt. \nDismiss. Without Prej. Def. Jacqueline Sipe, ECF No. 27.) \n \n \n18. In 2012, Plaintiff  signed an A ssociate Agent Agreement wherein  he \n“agree[d] to comply with all applicable insurance laws and regulations.”  (Countercls. \n¶ 58.)  Defendants allege further that Plaintiff became a Vice President of GIA and \ntherefore “owed fiduciary duties to . . . GIA.”  (Countercls. ¶ 22.)  \n19. Defendants assert that by  2018 it was clear that Plaintiff was unable to \nfulfill his agreement to pay  for his purchase of an ownership interest  under the  \nfinancing arrangement.  (Countercls. ¶ 6.)   \n20. To address Plaintiff’s alleged inability to pay, Defendants assert the parties \nentered into a M erger Agreement where “Plaintiff’s company, Loyd  Insurance \nAgency, would merge with Defendant GIA.”  (Countercls. ¶ 6.)   \n21. According to the Agreement and Plan of Merger (the “Merger Agreement”), \n“Plaintiff Loyd represented and warranted that ‘Loyd has complied with and is not in \ndefault in any material r espect under any laws, ordinances, requirements, \nregulations, or orders applicable to its business.’ ”  (Countercls. ¶ 7.)  The agreement \nfurther provided “ that the representations and warranties made in [the applicable \nsection of the Merger Agreement]  ‘shall survive the Effective Date’ of the merger.”   \n(Countercls. ¶ 7.)   \n22. The Defendants allege  they “would not have agreed to merge with the \nPlaintiff and his business without the[se] representations[.]”  (Countercls. ¶ 32.) \n \n \nC. Search for GIA Buyer  \n23. Defendants assert that “[i]n or around the fall of 2019 . . . Defendant Griffin \nwanted to sell GIA because he was looking to retire in the near future.”  (Countercls. \n¶ 10.)   \n24. In the discussions to sell GIA, Defendants allege Plaintiff played an \n“integral” role and was “presented to potential buyers as Mr. Griffin’s successor who \nwould ensure GIA’s continued success once Defendant Griffin had retired.”   \n(Countercls. ¶ 10.)  \nD. Alleged False Certificates of Insurance \n25. Defendants assert that “through a routine desk audit” in February 2020, “it \nwas discovered” that Plaintiff “issued numerous false certificates of insurance over \nthe course of the past several years, both before and after the merger of Loyd \nInsurance Agency and GIA.”  (Countercls. ¶ 11.)  Defendants also allege these \ncertificates were “for policies that either did not exist or for which the type or extent \nof coverage represented under the policy did not exist.”  (Countercls. ¶ 11.) \n26. Defendants notified Nationwide about the alleged false certi ficates.  \n(Countercls. ¶ 12.)   \n27. Defendants assert that in Nationwide’s own review, it found that Plaintiff \nor “his subordinates at his direction ” issued more than 50 false certificates.  \n(Countercls. ¶ 13.)   According to Defendants, just as  Defendants had found, \nNationwide found that some “certificates referenced policies that did not exist and in \n \n \nother instances referenced existing policies but falsely misrepresented the coverages \nand/or limits on the policies.”  (Countercls. ¶ 13.) \n28. Defendants allege that , due to the alleged fraudulent certificates, \n“Nationwide cancelled Plaintiff’s appointment ‘for cause’ and, as required by law, \nnotified the North Carolina Department of Insurance of Plaintiff’s activities.  The ‘for \ncause’ cancellation of Plaintiff’s appointment meant that he was no longer allowed to \nsell or solicit Nationwide Insurance products.”  (Countercls. ¶ 14.)   \n29. Defendants further allege, “[a]s a result of Plaintiff’s fraudulent conduct \nand Nationwide’s cancellation of his appointment to sell insurance, Plaintiff’s \nemployment with Defendant GIA was terminated.”  (Countercls. ¶ 15.) \n30. Additionally, Defendants allege the  North Carolina Department of \nInsurance began investigating GIA “[a]s a result of the Plaintiff’s fraudulent \nconduct[.]”  ( Countercls. ¶ 16.)  “ Defendants were therefore required to notify \npotential buyers of Defendant GIA of the Plaintiff’s fraudulent activities and the \nNorth Carolina Department of Insurance’s investigation into Defendant GIA .”  \n(Countercls. ¶ 17.)  \n31. Defendants claim that after sending the required notice to potential buyers, \nthere was only one prospective purchaser of GIA  that did not reduce or rescind \nentirely its offer to buy GIA.  (Countercls. ¶ 18.)   \n32. Defendants allege that “the remaining offer required GIA to provide a large \nwarranty indemnity policy and a large withholding of funds to be held in escrow to \ncover potential future liabilities.”  (Countercls. ¶ 18.)   \n \n \n33. Defendants allege the falsified certificates caused “extensive damage to \n[GIA’s] reputation and overall valuation.”  (Countercls. ¶ 60.)  Defendants also assert \nthat the extent of GIA’s future liability for the alleged falsified certificates is “not fully \nknown.”  (Countercls. ¶ 60.)  Additionally, Defendants allege that “Plaintiff has thus \nfar refused to assist Defendants and Nationwide in identifying each and every false \nCertificate of Insurance[.]”  (Countercls. ¶ 19.)   \n34. Defendants assert  the GIA Shareholders’ Agreement requires a GIA \nshareholder such as Plaintiff  to s ell his shares back to GIA when he  is no longer \nemployed with GIA.  ( Countercls. ¶ 66.)  Defendants allege “GIA has fulfilled all \nconditions precedent to the Shareholders’ Agreement and remains ready, willing, and \nable to purchase the Plaintiff’s equity stake[;]” however, “Plaintiff has refused to sell \nhis ownership interest to Defendant GIA for the Purchase Price.”  (Countercls. ¶¶ 71–\n72.)   \n35. Based on Plaintiff’s alleged misconduct as set out above, Defendants have \nbrought the Counterclaims for: breach of fiduciary duty (Count I); breach of contract \nand breach of warranty based on the Merger Agreement (Count II); fraud (Count III); \nunfair or deceptive trade practices (“UDTP”) in violation of Section 75-1.1 of the N.C. \nGeneral Statutes (Count V); b reach of contract based on the Associate Agent \nAgreement (Count VI); and breach of contract and specific performance based on the \nShareholders’ Agreement (Count VII).  \n \n \nIV. LEGAL STANDARD \n36. “A motion for judgment on the pleadings should not be granted unless the \nmovant clearly establishes that no material issue of fact remains to be resolved and \nthat he is entitled to judgment as a matter of law.”  Carpenter v. Carpenter, 189 N.C. \nApp. 755, 7 61 (2008).  On a Rule 12(c) motion, “[t]he movant is held to a strict \nstandard and must show that no material issue of fact s exists and that he is clearly \nentitled to judgment.”  Ragsdale v. Kennedy , 286 N.C. 130, 137 (1974).  “[T] he court \ncannot select some of the alleged facts as a basis for granting the motion on the \npleadings if other allegations, together with the selected facts, establish material \nissues of fact.”  J. F. Wilkerson Contracting Co. v. Rowland , 29 N.C. App. 722, 725 \n(1976).  The Court must read the pleadings in the light most favorable to the \nnonmoving party, and \n[a]ll well pleaded factual allegations in the nonmoving party’s pleadings \nare taken as true and all contravening assertions in the movant’s \npleadings are taken as false.  All all egations in the nonmovant’s \npleadings, except conclusions of law, legally impossible facts, and \nmatters not admissible in evidence at the trial, are deemed admitted by \nthe movant for purposes of the motion. \n \nRagsdale, 286 N.C. at 137 (citations omitted). \n \n37. “Judgment on the pleadings is not favored by the law [.]”  Huss v. Huss, 31 \nN.C. App. 463, 466 (1976).  The function of Rule 12(c) “is to dispose of baseless claims \nor defenses when the formal pleadings reveal their lack of merit.”  Ragsdale, 286 N.C. \nat 13 7.  “[J] udgment on the pleadings is not appropriate merely because the \nclaimant’s case is weak and he is unlikely to prevail on the merits.”  Huss, 31 N.C. \nApp. at 469.   “A motion for judgment on the pleadings is allowable only where the \n \n \npleading of the op posite party is so fatally deficient in substance as to present no \nmaterial issue of fact [.]”  George Shinn Sports, Inc. v. Bahakel Sports, Inc. , 99 N.C. \nApp. 481, 486 (1990) (quoting Dobias v. White, 239 N.C. 409, 412 (1954)) (cleaned up) \n(internal citations omitted). \nV. ANALYSIS \n38. Loyd now seeks to have dismissed all the remaining C ounterclaims \nasserted by Defendants against him. \nA. Counts I, II, III, and VI \n39. Loyd first contends that  Counts I, II, III, and VI of the Counterclaim s \nshould be dismissed on the basis that “Defendants have not alleged, nor have they \nsustained, any damages beyond mere speculation or conjecture ” to support these \nclaims.  (Mem. Supp. 6.)  The Court disagrees.  \n40. The Counterclaims allege that Loyd’s involvement in the issuance of false \ncertificates damaged Defendants by resulting  in a decrease  in the value of GIA,  \npotential buyers rescinding or greatly reducing their offers to purchase GIA, and  an \ninvestigation into GIA by the North Carolina Department of Insurance.  (Countercls. \n¶¶ 16, 18, and 25.) \n41. The Counterclaims also allege that Loyd has refused to assist Defendants \nin identifying all the false certificate s in question, thereby preventing Defendants \nfrom better address ing the potential liabilities arising from these certificates. \n(Countercls. ¶ 19.)  \n \n \n42. Taking all these allegations as true  and viewing them in the light most \nfavorable to Defendants as non-movants, the Court concludes that Defendants have \nsufficiently alleged damages to support of Counts I,6 II, III, and VI at this pleading \nstage of the litigation.  See, e.g., Demarco v. Charlotte-Mecklenburg Hosp. Auth., 268 \nN.C. App. 334, 341 (2019) (“An allegation of damages is sufficient under Rule 12(b)(6) \n‘so long as it provides the defendant notice of the nature and basis of plaintiff’s claim \nso as to enable him to answer and prepare for trial. ’ ” (quoting Acosta v. Byrum, 180 \nN.C. App. 562, 570 (2006)) (cleaned up) (internal citations omitted)).7   \n43. Plaintiff also argues that Defendants’ Counterclaim for fraud (Count III)  \nshould be dismissed because it “fails to satisfy Rule 9(k) of the North Carolina Rules \nof Civil Procedure, which requires Defendants to plead Fraud with specificity [,]” \ngiven that “the alleged damages for ‘future uncertain liabilities’ were not plead with \nsufficient specificity and constitute nothing more than speculation or conjecture at \nthis point.”  (Mem. Supp. 9.)   \n44. At the hearing on the Motion,  Plaintiff’s counsel clarified that  Loyd was \nseeking to dismiss the fraud C ounterclaim pursuant to Rule 9(b), and not Rule 9(k) \nwhich deals instead with punitive damages.  See N.C.G.S. § 1A-1, Rule 9(k).   \n \n6 The North Carolina Supreme Court recently held that “potential liability for nominal \ndamages is sufficient to establish the validity of [a] claim[  ] for breach of fiduciary duty ,” \nChisum v. Campagna, 376 N.C. 680, 2021-NCSC-7, ¶ 44, and therefore, even if Defendants \nultimately fail to prove actual damages on their breach of fiduciary duty Counterclaim (Count \nI), the absence of such evidence alone would not defeat their claim.   \n7 In raising this argument that Defendants  have not sustained damages beyond mere \nspeculation or conjecture,  Loyd seemingly takes the position  that Defendants must make \nsome sort of evidentiary showing with respect to damages at the pleading stage.  However, \nas our Court of Appeals has  explained, “[n]either party has any evidentiary burden at [the \npleading] stage[.]”  Neier v. State, 151 N.C. App. 228, 233 (2002). \n \n \n45. Rule 9(b) provides that “[i]n all averments of fraud , . . . the circumstances \nconstituting fraud . . . shall be stated with particularity.”  N.C.G.S. § 1A-1, Rule 9(b).   \n46. However, Loyd has not cited to  any controlling law —and the Court’s own \nresearch has not revealed any—providing that this particularity requirement extends \nto the alleged damages for  fraud.  Cf. Terry v. Terry , 302 N.C. 77, 85 (1981) (“[I]n \npleading actual fraud the particularity requirement is met by alleging time, place and \ncontent of the fraudulent representation, identity of the person  making the \nrepresentation and what was obtained as a result of the fraudulent acts or \nrepresentations.”).   \n47. As a result, the Court is unpersuaded by Plaintiff ’s contention that the  \ndamages resulting from the alleged  fraud must be pled with “specificity” ( i.e., with \nparticularity).   \n48. As addressed previously, the Counterclaim s sufficiently allege that \nDefendants were damaged by Loyd’s conduct. \n49. For these reasons, the Court denies the Motion to the extent that it requests \ndismissal of Counts I, II, III, and VI of the Counterclaims. \nB. Count V \n50. Loyd argues that Defendants’ UDTP C ounterclaim (Count V) should be \ndismissed because “Defendants have not alleged any ‘egregious or aggravating \ncircumstances’ sufficient for [ Section 75 -1.1] to take effect.”   ( Mem. Supp. 11.)   In \naddition, Loyd asserts that Defendants have not sufficiently alleged an injury to \n \n \nsupport their UDTP C ounterclaim.  (Mem. Supp.  11.)  Both arguments are \nunavailing. \n51. To properly state a claim for UDTP under Section 75-1.1, claimants “must \nallege an unfair or deceptive act or practice in or affecting commerce, resulting in \nactual injury.”  Moose v. Allegacy Fed. Credit Union , 2021 NCBC LEXIS 47, at *11 \n(N.C. Super. Ct. May 5 , 2021) (citing McLamb v. T.P. Inc. , 173 N.C. App. 586, 593 \n(2005)). \n52. “It is well established that ‘a mere breach of contract, even if intentional, is \nnot sufficiently unfair or deceptive to sustain an action under N.C.G.S. § 75-1.1.’ ”  Id. \n(quoting Branch Banking & Tr. Co. v. Thompson , 107 N.C. App. 53, 62 (1992) ) \n(internal citations omitted); see also SciGrip, Inc. v. Osae, 373 N.C. 409, 427 (2020) \n(“[A]n intentional breach of contract, standing alone, simply does not suffice to \nsupport the assertion of an unfair and deceptive trade practices claim.”) ; Birtha v. \nStonemor, N.C., LLC , 220 N.C. App. 286, 298 (2012)  (“North Carolina courts are \nextremely hesitant to allow plaintiffs to attempt to manufacture a tort action and \nalleged UDTP out of facts that are properly alleged as [a] breach of contract claim.”  \n(quoting Jones v. Harrelson & Smith Contr’rs, LLC, 194 N.C. App. 203, 229 (2008) ) \n(internal citation omitted)).   \n53. For a breach of contract to  fall within the scope of  Section 75-1.1, \n“[e]gregious or aggravating circumstances mus t be alleged” and ultimately proven.  \nBecker v. Graber Builders, Inc. , 149 N.C. App. 787, 794  (2002) (citing Bartolomeo v. \nS.B. Thomas, Inc., 889 F.2d 530, 535 (4th Cir. 1989). \n \n \n54. First, the Court concludes, based on the same considerations  as set forth \nabove in its analysis of Defendants’ alleged damages, that Defendants have \nsufficiently alleged an injury in the  Counterclaims to support the  UDTP \nCounterclaim.   \n55. As for Loyd’s other contention—that Defendants have not alleged sufficient \negregious or aggravating circumstances  accompanying Plaintiff’s alleged breach of \ncontract to support the  UDTP Counterclaim—Defendants argue that they are not \nrequired to allege such circumstances here because their UDTP claim does not rest \nsolely on a breach of contract claim.  (Mem. Opp’n 9.)  The Court agrees.   \n56. The Counterclaims specifically allege that Loyd “engag[ed] in unfair and \ndeceptive trade practices by issuing  false certificates of insurance to [Loyd] and \n[GIA’s] insurance clients ,” (Countercls. ¶ 53),  and only two of  the three breach of \ncontract Counterclaims are based on this same alleged misconduct  by Loyd (the \nbreach of contract Counterclaim arising from the Merger Agreement and the breach \nof contract Counterclaim arising from the Associate Agent Agreement).  (Countercls.) \n57. Moreover, Loyd’s alleged issuance of false certificates  forms the basis for  \nDefendants’ breach of fiduciary  duty and fraud Counterclaims, both of  which can \nindependently support a UDTP claim .  See, e.g., White v. Thompson, 196 N.C. App. \n568, 578 (2009) (“ [C]onduct which constitutes breach of a fiduciary duty  . . . is \nsufficient to support a [UDTP]  claim.”  (quoting Compton v. Kirby, 157 N.C. App. 1, \n20 (2003))); Bhatti v. Buckland , 328 N.C. 240, 243 (1991)  (“The case law applying \n \n \nChapter 75 holds that a plaintiff who proves fraud thereby establishes that unfair or \ndeceptive acts have occurred.”).   \n58. The Counterclaims also allege that Loyd has refused t o help Defendants \nidentify all the false certificates issued by him or his subordinates and that Loyd is \nactively concealing the extent of his fraudulent conduct.  (Countercls. ¶ 19.) \n59. All these allegations, when taken as true and viewed in the light most \nfavorable to Defendants , point to  more egregious activities  than mere breach of \ncontract.   \n60. Accordingly, the Court concludes that Defendants have sufficiently stated \na Counterclaim against Loyd for UDTP under Section 75 -1.1 and thus denies the \nMotion to the extent that it requests dismissal of this Counterclaim.8 \nC. Count VII \n61. Count VII of Defendants’ Counterclaims seeks specific performance in the \nalternative should the Court reject the claim  for rescission of the Shareholders’ \nAgreement under Count IV based on Plaintiff’s alleged refusal to sell his ownership \ninterest in GIA to GIA.  (Countercls. ¶¶ 63–74.)  \n62. Plaintiff claims that the specific performance Counterclaim should be \nbarred by the equitable doctrine of unclean hands.  (Mem. Supp. 12–13.) \n \n8 For the first time at the Hearing, Loyd’s counsel argued that the alleged conduct did not \naffect commerce because it was between employees of a company.  However, the Court elects \nnot to consider this issue because it was not raised in the Motion, it was not fully briefed by \nthe parties, and therefore it is not properly before this Court for consideration.  Loyd is free \nto revisit this issue on a more developed record after discovery. \n \n \n63. At the outset, the Court  notes that the doctrine of “unclean hands” is fact \ndependent and generally left for the trier of fact to decide.  Ferguson v. Ferguson , 55 \nN.C. App. 341, 347  (1982) (“Whether plaintiff committed an unconscionable act and \nwhether her actions were more egregious than those of defendants, are questions of \nmaterial fact to be decided by a jury and not by the court.”  (citing High v. Parks, 42 \nN.C. App. 707 (1979)); Shaw v. Gee, 2018 NCBC LEXIS 109, at *18 (N.C. Super. Ct. \nOct. 19, 2018) (referring to the issue as a “classic jury question”); s ee also Southeast \nAnesthesiology Consultants v. Charlotte- Mecklenburg Hosp. Auth ., 2018 NCBC \nLEXIS 137, at *78–80 (N.C. Super. Ct. June 22, 2018).  \n64. At the hearing on this matter, Plaintiff agreed that the unclean hands \ndefense should likely be left for the jury to decide at trial.  \n65. Accordingly, this Court denies the Motion as to Count VII as well.  \nD. Punitive Damages in Counts I and II \n66. Plaintiff moves for dismissal of Defendants’ prayer for punitive damages.   \n67. As a preliminary matter, t he fraud claim has survived the Motion , as \naddressed above.  Fraud is an aggravating circumstance specifically set forth in the \nNorth Carolina statute allowing for the recovery of punitive damages.  N.C.G.S. § 1D-\n15 (1995).   \n68. Here, Defendants have s atisfied the pleading requirements for  fraud, as \ndiscussed above, and therefore Defendants’ claim for punitive damages based on the \nsame alleged fraud shall survive the Motion as well, in accordance with N.C. General \nStatute Section 1D-15 allowing claims for punitive damages where fraud is alleged .  \n \n \nSee S. Fastening Sys. v. Grabber Constr. Prods., 2015 NCBC LEXIS 42, at *29 (N.C. \nSuper. Ct. Apr. 28, 2015) (“Because [Plaintiff] has sufficiently pled several claims for \nwhich it seeks compensatory damages and has further alleged that Defendants’ \nconduct was ‘intentional, willful, wanton, and malicious,’ the Court concludes \n[Plaintiff’s] claim for punitive damages should survive at this stage of the \nproceedings.”); see also Aldridge v. Metro. Life Ins. Co., 2019 NCBC LEXIS 116, at \n*145–46 (N.C. Super. Ct. Dec. 31, 2019)  (denying a motion to dismiss to the extent \nthat punitive damages were sought as a remedy for any surviving substantive claim \nfor which punitive damages may be awarded under applicable law).  \n69. Accordingly, this Court denies the Motion as to Count s I and II re garding \nthe recovery of punitive damages.  \nVI.      CONCLUSION \n70. For the foregoing reasons, the Court hereby DENIES  the Motion  in its \nentirety. \nSO ORDERED, this the 1st day of September, 2021.  \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}