{
  "id": "c30d3240d3950c5d5d6ed755e08d5ca3561d3f3b2f8cf8475bec01ac448aa5bc",
  "source_file": "data/raw/ncbc/c30d3240d3950c5d5d6ed755e08d5ca3561d3f3b2f8cf8475bec01ac448aa5bc.pdf",
  "raw_text": "TaiDoc Tech. Corp. v. OK Biotech Co., Ltd., 2016 NCBC 26. \n \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n12 CVS 20909 \n \nTAIDOC TECHNOLOGY \nCORPORATION, \n \nPlaintiff, \n \nv. \n \nOK BIOTECH CO., LTD., \n \nDefendant. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION FOR \nSUMMARY JUDGMENT \n \n \n \n \n{1} THIS MATTER is before the Court upon Defendant OK Biotech Co., Ltd.’s \n(“OK Biotech”) Motion for Summary Judgment pursuant to Rule 56 of the North \nCarolina Rules of Civil Procedure (the “Motion”) seeking dismissal of all claims \nbrought by Plaint iff TaiDoc Technology Corporation (“TaiDoc”) in the above -\ncaptioned case.  Having considered the Motion, the briefs in support of and in \nopposition to the Motion, the record evidence submitted by the parties, and the \narguments of counsel at a hearing on this matter, the Court hereby DENIES in part \nand GRANTS in part the Motion.1   \nErwin, Bishop, Capitano & Moss, P.A., by Joseph W. Moss, Jr. and J. \nDaniel Bishop, for Plaintiff TaiDoc Technology Corporation. \nFoley & Lardner LLP, by Michael J. Lockerby, George  Beck, and Brian \nJ. Kapatkin, and Clements Bernard PLLC, by Christopher L. Bernard \nand Lawrence A. Baratta, Jr., for Defendant OK Biotech Co., Ltd. \nBledsoe, Judge. \n \n \n                                                 \n1 After briefing on the Motion was completed, OK Biotech filed a Motion for Leave to Supplement \nExhibit No. 1 to its Summary Judgment Motion (the “Motion for Leave to Supplement”) , in which \nOK Biotech sought to supplement a North Carolina Rule of Evidence  1006 summary based on \narguments OK Biotech contends TaiDoc made for the first time in its Sur-reply opposing the Motion \nfor Summary Judgment.  Having considered the parties’ briefs in support of and in opposition to the \nMotion for Leave to Supplement, the Court grants the Motion for Leave to Supplement and considers \nOK Biotech’s Exhibit A to the M otion for Leave to Supplement in resolving the Motion for Summary \nJudgment.   \n \n \n \nI. \nINTRODUCTION AND PROCEDURAL HISTORY \n{2} This case involves a dispute between two manufactur ers of blood glucose \nmeters and test strips used by diabetic patients to measure the concentration of \nglucose in their bloodstream.  Plaintiff TaiDoc Technology Corporation (“TaiDoc”) \nclaims that OK Biotech engaged in a conspiracy with Diagnostic Devices, Inc. \n(“DDI”) to obtain confidential and trade secret information from TaiDoc in order to \nmanufacture and sell its own test strips and meters based on TaiDoc’s technology.   \n{3} TaiDoc initiated this action in 2012, asserting claims against OK Biotech \nfor civil conspiracy to commit fraud , facilitating fraud, aiding and abetting fraud, \nmisappropriation of trade secrets under N.C. Gen. Stat. § 66 -152 et seq., unfair and \ndeceptive trade practices in violation of N.C. Gen. Stat. § 75 -1.1, tortious \ninterference with contract, tortious interference with prospective economic \nadvantage, and unjust enrichment.   Relevant factual and procedural background of \nthis case is recited in detail in TaiDoc Tech. Corp. v. OK Biotech Co ., Ltd., 2015 \nNCBC LEXIS 74 (N.C. Super. Ct. Jul y 17, 2015), TaiDoc Tech. Corp. v. OK Biotech \nCo., Ltd., 2015 NCBC LEXIS 27 (N.C. Super. Ct. Mar. 16, 2015) and TaiDoc Tech. \nCorp. v. OK Biotech Co ., Ltd., 2014 NCBC LEXIS 4 9 (N.C. Super. Ct. Oct. 9, 2014) .  \nThe facts pertinent to the resolution of the present Motion are set forth below.     \n{4} OK Biotech’s Motion, which seeks summary judgment dismissing all \nclaims, has been fully briefed, a hearing has been held, and the Motion is now ripe \nfor resolution.   \nII. \nFACTUAL BACKGROUND \n{5} The Court does not make findi ngs of fact on motions for summary \njudgment under Rule 56.  See Hyde Ins. Agency, Inc. v. Dixie Leasing Corp., 26 N.C. \nApp. 138, 142, 215 S.E.2d 162, 164 –65 (1975).  Rather, the Court summarizes facts, \nnoting both the facts that it believes are undisputed and others that it believes are \ncontested, in order to provide context for the claims and the motion.  Id.  In ruling \non a motion under Rule 56, “ the trial court must view all evidence in the light most \n \n \n \nfavorable to the non -movant, accepting the latter's a sserted facts as true, and \ndrawing all reasonable inferences in its favor.”   Anderson v. Demolition Dynamics, \nInc., 136 N.C. App. 603, 605, 525 S.E.2d 471, 472 (2000).   \nThe TaiDoc-DDI Relationship \n{6} TaiDoc, a Taiwanese corporation,  is an original design man ufacturer of \nblood glucose meters and test strips.  It designs and manufactures its own products \nand sells them to distributors throughout the world.  (Chou Aff. Ex. A ¶ 4.)   \n{7}  In 2005, TaiDoc began manufacturing glucose meters and test strips for \nsale and distribution in the United States by DDI, a distributor of diabetic products \nlocated in Charlotte, North Carolina, under DDI’s Prodigy brand.  On March 1, \n2006, TaiDoc entered into a Sales Exclusive Agreement with  DDI (the “SEA”) , \nwhich provided that DDI would serve as TaiDoc’s “sole and exclusive distributor” of \nDDI’s Prodigy branded meters and strips  in the United States .  (See Def.’s Mot. \nSumm. J. App. Ex. 9, hereinafter “SEA”.)    \n{8} The SEA contain ed a confidentiality provision that provided that “[e]ach \nparty acknowledges that in the course of performing its obligations hereunder it will \nreceive information which is confidential and proprietary to the other party.  Each \nparty agrees not to use such information except in the performance of this \nAgreement and not to disclose such information to third parties. ”  (SEA ¶ 17.1.)  \nConfidential information was defined in the SEA to include “the terms of this \nAgreement, the parties’ current and future business plans, and other information \nwhich is stamped or marked as confidential[.]”  (SEA ¶ 17.2.)   \n{9} Before certain medical devices such as blood glucose meters and test trips \ncan be imported and sold in the United States, each product must be registered with \nthe United States Food and Drug Administration (“FDA”) usi ng a 510(k) Premarket \nNotification (“510(k)”).  Before TaiDoc and DDI entered into the SEA, o n December \n21, 2005 and February 21, 2006 , respectively, TaiDoc, at DDI’s request, prepared \nand filed two 510(k)s in DDI’s name, both of which were cleared by the FDA in July \n2006.  TaiDoc contends that t hese 510(k)s contained TaiDoc’s confidential \n \n \n \ninformation.  In October 2007, TaiDoc submitted a third  510(k) in DDI’s name (the \n“Third 510(k)”).  (Chou Aff. ¶ 13.)   \nThe DDI-OK Biotech Relationship \n{10} Beginning in Septe mber 2007, DDI began searching for one or more \nmanufacturers to replace TaiDoc as the manufacturer of its Prodigy glucose meters \nand test strips.  DDI approached a number of potential manufacturers, and \nultimately began soliciting Defendant OK Biotech  to replace TaiDoc.  (Wang Dep. \n13:19–15:13; Lai Dep. 32:7–33:3.)  At the time DDI began soliciting OK Biotech, OK \nBiotech did not manufacture or sell a test strip compatible with TaiDoc products.  \n(Reqs. Admis. 1–2.)  It is undisputed that at this time OK Biotech knew that TaiDoc \nwas a supplier of glucose meters and strips to DDI, but OK Biotech contends that it \ndid not know the terms of any specific contract or agreement governing DDI’s \nrelationship with TaiDoc.  (Def.’s Mot. Summ. J. App. Ex. 14.)   \n{11} During the course of discussions between OK Biotech and DDI, DDI sent \nOK Biotech samples of TaiDoc meters and test strips .  (Pl.’s Dep. Ex. 37 .)  Upon \nreceiving these samples , on September 17, 2007 , OK Biotech indicated to DDI that \nOK Biotech could “do the same pro ducts if based on production technology ,” stating \nthat “[w]e would like to work with you on this issue.” (Pl.’s Dep. Ex. 37.)  A few days \nlater, OK Biotech requested from DDI by e -mail additional samples of TaiDoc \nmeters and strips, as well as a circuit di agram, flow charts, code data, and vocal \nmemory size.  (Pl.’s Dep. Ex. 39.)  In the same e -mail, OK Biotech indicated that it \n“hope[d] to change the outlook of the strip and character a little bit.  For we don’t \nwant it [to be] exactly [the] same as Taidoc.”  (Pl.’s Dep. Ex. 39.)   \n{12} In response, DDI sent to OK Biotech more samples of TaiDoc strips and \nmeters with code, and indicated to OK Biotech that DDI would send it a copy of the \n510(k) TaiDoc applied for in DDI’s name, which DDI advised it would have to \nrequest from the FDA.  (Pl.’s Dep. Ex. 39.)  DDI also indicated that it planned to \nimport OK Biotech products under its existing 510(k)s. (Pl.’s Dep. Ex. 39.)  DDI \nlater sent documents to OK Biotech in response to OK Biotech’s requests, some of \nwhich were expressly labeled as TaiDoc’s “CONFIDENTIAL and PROPRIETARY  \n \n \n \ninformation” and at least one of which was expressly labeled as “Confidential” and a \n“trade secret.”   (Pl.’s Dep. Ex. 6.)  TaiDoc alleges that OK Biotech used these \ndocuments in developing OK Biotech’s Prodigy test strips for DDI.  (Lin Aff. ¶ 10.)   \n{13} On September 26, 2007, OK Biotech e -mailed DDI that “[w]e know the \nhistory of Taidoc very much.  However, we don’t know the code table.  What content \nin the code card and what is the parameter?  It’s very important to know to make \nthe meter.”  (Pl.’s Dep. Ex. 41.)  DDI responded by providing information concerning \nthe details of TaiDoc’s manufacturing processes that  TaiDoc claims is confidential \nand a trade secret.  (P l.’s Dep. Ex. 41.)  OK Biotech con tinued to seek information \nfrom DDI about TaiDoc’s code table, and eventually sent DDI a sample of what OK \nBiotech wanted DDI to request from TaiDoc.  (Pl.’s Dep. Exs. 46 –47.)  OK Biotech \nalso requested information from DDI concerning TaiDoc’s pricing.  (P l.’s Dep. Ex. \n42.)   \n{14} On October 9, 20 07, DDI representatives traveled to Taiwan to meet with \nrepresentatives of OK Biotech.  (Lin Aff. ¶ 9.)  Minutes from this meeting and e -\nmail communications between representatives immediately after the meeting \nsuggest that DDI and OK Biotech form alized a business relationship at this \nmeeting, after which DDI e -mailed OK Biotech advising that DDI was “very happy \nand excited of our new partnership.”   (Pl.’s Dep. Exs, 16, 49.)  In late November \n2007, representatives of OK Biotech traveled to Charlotte to meet again with DDI \nrepresentatives.  (Pl.’s Dep. Ex. 14.)  Minutes from that meeting reflect that DDI \nand OK Biotech shared a mutual goal to “[t]arget win over Taidoc.”  (Pl.’s Dep. Ex. \n14.)   \n{15} On April 23, 2008, OK Biotech  and DDI memorialized their relationship \nby entering into agreements titled “B inding Term Sheets,” whereby OK Biotech \nagreed to manufacture and sell blood glucose test strips and meters exclusively for \nDDI.  (Pl.’s Dep. Exs. 19, 20.)  The Binding Term Shee ts provided that \n“[c]onfidentiality means everything” and further that “OK [Biotech] will not have \nthe right to even tell anyone that OK Biotech is selling or making products for \nDDI.”  (Pl.’s Dep. Exs. 19, 20.) \n \n \n \nDDI’s Alleged Misrepresentations to TaiDoc \n{16} During the course of DDI’s negotiations with OK Biotech , TaiDoc alleges \nthat DDI knowingly made various false statements and representations to TaiDoc, \nincluding the following: \ni. On December 3, 2007, DDI executed a Second Addendum to the \nSEA, which provided that “[t]he Parties commit themselves to treat \ninformation, documents etc., they have received indirectly or \ndirectly in the context of the negotiations about financial or other \nbusiness nature . . . strictly confidential and will not in any form \nforward it to third Parties subject to Article 17 of the [SEA].”  (Chou \nAff. Ex. A3 ¶ A5.)   \nii. On December 14, 2007, DDI e -mailed TaiDoc and indicated that it \nwas “totally committed to Taidoc and [wanted] to put all [its] efforts \nto grow and bring huge business to Taidoc[.]”  (Chou Aff. Ex. C8.)  \niii. On December 20, 2007, DDI e-mailed TaiDoc that it was “extremely \ncommitted to support TaiDoc with all its product line, [and] \nhope . . . to always be an extension of taidoc in the US market[.]”  \n(Chou Aff. Ex. C11.)   \niv. On Decem ber 31, 2007 , DDI e -mailed TaiDoc : “[W]e are 100% \ncommitted to [TaiDoc’s] product and it is not like we can walk away \nto another supplier and buy strip from them . . . .  Our business \nmodel is only working on exclusivity this is what we have started \nthe relation with Taidoc on . . . .”  (Chou Aff. Ex. C13.)   \nv. On January 19, 2008 , DDI e-mailed TaiDoc: “[W]e both are partner \nin this business and if Taidoc does not trust us as a partner, I think \nit is very difficult for us to grow the business.”  (Chou Aff. Ex. C15.)   \nvi. On July 12, 2008 , DDI e -mailed TaiDoc: “It is extremely important \nfor our business and growth that we enjoy a good relation with our \nsuppliers and partners, in addition Taidoc is not only a supplier \nthey are an extension to our company.”  (Chou Ex. C17.)   \n \n \n \nvii. On September 11, 2008, although DDI and OK Biotech had planned \nto “be out of Taidoc” by October  2008, (Pl.’s Dep. Ex. 79), DDI e -\nmailed TaiDoc contemplating the existence of an ongoing \nrelationship between the two, (Chou Aff. Ex. C20).   \nOK Biotech Begins Manufacturing Meters and Strips for DDI \n{17} In July 2008, DDI and OK Biotech exchanged e-mails reaffirming DDI’s \ndecision to import OK Biotech’s products under DDI’s existing 510(k)s—each of \nwhich had been prepared by TaiDoc —and neither DDI nor OK B iotech obtained a \nnew 510(k) for Prodigy meters or strips manufactured by OK Biotech.  (Pl.’s Dep. \nEx. 107.)  At that same time, OK Biotech and DDI exchanged e-mails in which DDI \nstated that “[o]ur job is to kill Taidoc,” that “Okbiotech’ will be bigger than Taidoc in \n2 years,” that “we will scare [customers] to buy taidoc product,” and that “[w]e offer \nyou a lowest price to compete with Taidoc in the market.”   (Pl.’s Dep. Ex. 76.)  From \n2008 through 2014 , neither DDI nor OK Biotech ever filed any document with the \nFDA to suggest that OK Biotech’s strips and meters were different from TaiDoc’s \nproducts.    \n{18} OK Biotech began selling strips to DDI in August 2008.  (R eqs. Admis. \n52.)  Because it took longer for OK Biotech to develop a meter  than it did strips , \nDDI also entered into an agreement with another company, Health & Life  Co., Ltd. \n(“H&L”), to develop Prodigy meters.  OK Biotech was aware of the agreement \nbetween DDI and H&L, and the three communicated during development of the \nmeter in 2008.  (See Pl.’s Dep. Ex. 140.)  DDI requested H&L to develop an autocode \nmeter that was identical to TaiDoc’s  meter.  (Pl.’s Dep. Exs. 133, 136.)  DDI \nsimultaneously tasked OK Biotech with developing a voice meter.  In August 2008, \nDDI obtained the 510(k)s that had been p repared by TaiDoc from the FDA and \nprovided them to H&L and OK Biotech  with instructions that “[a] lot of the \ninformation you need is in the 510(k) I sent you” and advising that meter \ncompletion should be each company’s high priority.  (Pl.’s Dep. Ex. 136,  137.)  OK \nBiotech shipped its first voice meters to DDI on November 26, 2008.  (Pl.’s Dep. Ex. \n105.)  H&L shipped its first autocode meters to DDI on December 16, 2008.  (Pl.’s \n \n \n \nDep. Ex. 105.)  DDI continued to purchase strips from TaiDoc through December 8, \n2008.  (Chen 2d Aff. ¶ 30.)   \n{19} In order to market OK Biotech’s products under the Third 510(k), FDA \nregulations required DDI to demonstrate that OK Biotech’s Prodigy test strips were \nthe same as TaiDoc’s test strips.  (Pl.’s Dep. Ex. 110.)  Under FDA reg ulations, a \nnew 510(k) was required if strip chemistry or meter algorithm changed  from the \noriginal product .  ( See Pl.’s Dep. Ex. 121); 21 C.F.R. § 807.81(a)(3). 2  In January \n2009, DDI asked OK Biotech to complete forms to document a “change of supplier” \nfrom TaiDoc to OK Biotech “using the same 510(k).”  (Pl’s Dep. Ex. 113.)  TaiDoc \ncontends that  in response, OK Biotech completed paperwork reporting that OK \nBiotech’s meters and strips were the same as TaiDoc’s meters and strips to support \nDDI’s submission to the FDA.  (Pl.’s Dep. Ex. 114.)  OK Biotech’s Rule 30(b)(6) \nrepresentative, James Lai, testified, however, that the TaiDoc and OK Biotech strip \nchemistry and meter algorithms had always been  different.  (Lai Dep. 98:7 –98:20) \n(“[O]ur products never have been the same as TaiDoc products.”). \n{20} In January 2009, during the course of prior litigation between the parties, \nDDI made OK Biotech aware of the specific language in the confidentiality \nprovision in the SEA.  (Pl.’s Dep. Ex. 15.)  TaiDoc alleges that OK Biotech continued \nto use TaiDoc’s confidential information thereafter in developing and \nmanufacturing its strips and meters, and to prepare portions of a 510(k) it filed in \nMarch 2009.  (Lin Aff. ¶¶ 16–22.)   \n{21} In connection with a 510(k) filing in August 201 1, OK Biotech requested \nand received from DDI a risk analysis originally prepared by TaiDoc.  (Pl.’s Dep. \nExs. 11 –13.)  The analysis contained a “Confidentiality Statement” that provided \n                                                 \n2  Under 21 U.S.C. § 360(k) and FDA regulations, a new 510(k) premarket notification submission is \nrequired for any medical device that is (i) “being introdu ced into commercial distribution for the first \ntime,” with certain qualifications; and (ii) “one that the person currently has in commercial \ndistribution or is reintroducing into commercial distribution, but that is about to be significantly \nchanged or mod ified in design, components, method of manufacture, or intended use.”  21 C.F.R. § \n807.81(a) et seq.  The regulation specifies that “significant changes or modifications that require a \npremarket identification” are “[a] change or modification in the device  that could significantly affect \nthe safety or effectiveness of the device, e.g., a significant change or modification in design, material, \nchemical composition, energy source, or manufacturing process,” or “a major change or modification \nin the intended use of the device.” 21 C.F.R. § 807.81(a)(3)(i), (ii).  \n \n \n \nthat “[t]he information contained in this document is trade secret an d confidential.  \nThe contents of this file must not be reproduced in any way, nor distributed outside \nthe company or regulatory authorities without express written permission from \nTaiDoc.”  (Pl.’s Dep. Ex. 12.)   \n{22} TaiDoc further alleges that OK Biotech used  TaiDoc’s confidential \ninformation in responding to the FDA in March 2012, (Pl.’s Dep. Ex. 7), and that \nDDI assigned ownership of the three 510(k)s containing TaiDoc’s confidential \ninformation to OK Biotech in December 2012.  \nThe Current Litigation \n{23} On May 10, 2012, TaiDoc sued OK Biotech in the United States District \nCourt for the Eastern District of Pennsylvania (the “Federal Action”).  The Federal \nAction was later transferred to the United States District Court for the Western \nDistrict of North Carolina.  TaiDoc asserted claims in the Federal Action for federal \nunfair competition and false designation of origin under the Lanham Act, 15 U.S.C. \n§ 1125(a), and under Pennsylvania law for misappropriation of trade secrets, unfair \ntrade practices, intentional in terference with contractual relationship, tortious \ninterference with prospective economic advantage, fraud, civil conspiracy, and \nunjust enrichment.  (Pl.’s Resp. Br. Ex. 3.)   \n{24} TaiDoc commenced the current action in this Court on November 16, \n2012.  That same day, TaiDoc voluntarily dismissed its claims in the Federal Action \nwithout prejudice.   \nIII. \nLEGAL STANDARD \n{25} Summary judgment is appropriate whe n the “pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with the affidavi ts, if \nany, show that there is no genuine issue as to any material fact and that any party \nis entitled to judgment as a matter of law.”  N.C. R. Civ. P. 56(c).  The moving party \nhas “the burden of showing there is no triable issue of material fact.”  Farrelly v. \nHamilton Square, 199 N.C. App 541, 543, 459 S.E.2d 23, 25 –26 (1995).  The movant \nmay meet this burden  “by showing either that: (1) an essential element of the non -\n \n \n \nmovant’s case is nonexistent; or (2) based upon discovery, the non -movant cannot \nproduce evidence to support an essential element of its claim; or (3) the movant \ncannot surmount an affirmative defense which would bar the claim.”  McKinnon v. \nCV Indus ., 213 N.C. App. 328, 332, 713 S.E.2d 495, 499 (2011) (citations and \ninternal quotation mark s omitted.)  In determining whether this burden has been \nmet, t he Court must view  the evidence in the light most favorable to the non -\nmoving party and draw all reasonable inferences in its favor.  Whitley v. Cubberly, \n24 N.C. App. 204, 206 –07, 210 S.E.2d 289, 291 (1974) .  Our Supreme Court has \nobserved that “summary judgment is particularly inappropriate where issues such \nas motive, intent, and other subjective feelings and reactions are material and \nwhere the evidence is subject to conflicting interpretati ons.”  Creech v. Melnik, 347 \nN.C. 520, 530, 495 S.E.2d 907, 913 (1998) ; see generally  McKee v. James , 2014 \nNCBC LEXIS 74, at *13–14 (N.C. Super. Ct. Dec. 31, 2014) (discussing standard).   \nIV. \nANALYSIS \nA. Misappropriation of Trade Secrets \n{26} The North Carolina T rade Secrets Protection Act (“TSPA”) provides the \nowner of a trade secret a cause of action for misappropriation of that trade secret.  \nN.C. Gen. Stat. § 66 -153.  “The threshold question in any misappropriation of trade \nsecrets case is whether the informat ion obtained constitutes a trade secret . . . .”  \nCombs & Assocs. v. Kennedy , 147 N.C. App. 362, 369, 555 S.E.2d 634, 639 (2001).  \nUnder the TSPA, a trade secret is defined as  \nbusiness or technical information . . . that: (a) Derives independent \nactual or potential commercial value from not being generally known \nor readily ascertainable through independent development or reverse \nengineering by persons who can obtain economic value from its \ndisclosure or use; and (b) Is the subject of efforts that are reaso nable \nunder the circumstances to maintain its secrecy. \nN.C. Gen. Stat. § 66 -152(3).  North Carolina courts consider six factors when \ndetermining whether information is a trade secret: \n(1) the extent to which the information is known outside the business; \n(2) the extent to which it is known to employees and others involved in \n \n \n \nthe business; (3) the extent of measures taken to guard the secrecy of \nthe information; (4) the value of the information to business and its \ncompetitors; (5) the amount of effort or mon ey expended in developing \nthe information; and (6) the ease or difficulty with which the \ninformation could properly be acquired or duplicated by others. \nCombs & Assocs., 147 N.C. App. at 369–70, 555 S.E.2d at 640.  \ni. TaiDoc’s Efforts to Maintain Secrecy \n{27} TaiDoc has identified fourteen documents that it alleges contain trade \nsecret information that OK Biotech has misappropriated.  OK Biotech argues that \nthis information does not constitute trade secrets under North Carolina law because \nthe information is in the  public domain or readily available from other sources and \nbecause TaiDoc has failed to adequately protect the confidentiality of the \ninformation.  Specifically, OK Biotech contends that (i) TaiDoc lost ownership of any \nalleged trade secrets that were cont ained in the 510(k) filings submitted in DDI’s \nname by failing to use the FDA’s “Master File” process, (ii) the 510(k) filings were \npublicly available through Freedom of Information Act ( “FOIA”) requests, (i ii) \nTaiDoc provided documents to DDI before it had any confidentiality agreement with \nDDI, and ( iv) TaiDoc permitted the delivery of its alleged trade secrets to third \nparties with no restrictions on subsequent disclosure.    \n{28} It is true, as OK Biotech points out, that under North Carolina law “[n]o \ntrade secret will be found if the information is publicly available or there is no \nevidence indicating that the plaintiff undertook efforts to ensure the information’s \nsecrecy.”  Safety Test & Equip. Co. v. Am. Safety Util. Corp. , 2015 NCBC LEXIS 40, \nat *26 (N.C. Super. Ct. Apr . 23, 2015) (citing Bank Travel Bank v. McCoy , 802 F. \nSupp. 1358, 1360 (E.D.N.C. 1992)).  Here, however, the Court concludes that TaiDoc \nhas presented sufficient evidence, viewed in the light most favorable to TaiDoc,  that \nthe information it seeks to protect was not publicly available and that TaiDoc took \nreasonable measures to maintain the secrecy of that information.    \n{29} First, OK Biotech’s argument that TaiDoc  lost ownership of its trade \nsecret information contained in 510(k) filings as a matter of law by failing to use the \nFDA’s Master File process is without merit .  OK Biotech has offered evidence that \n \n \n \nbecause a 510(k) often contains a non -submitting manufacturer’s (here, TaiDoc’s) \nconfidential and/or trade secret information, the FDA offers a Master File process \nthat permits the FDA’s confidential review of the information, without providing \nthe 510(k) submitter (here, DDI) access to that information through a FOIA \nrequest.3  (Def.’s Mot. Summ. J. App. Ex. 22.)  In submitting the 510(k)s in DDI’s \nname here, however, it appears that TaiDoc did not use this Master File process.  \nTaiDoc argues in response that the Master File process is not mandatory, and , in \nany event, TaiDoc did not need to protect its trade secrets through  the Master File \nprocess because DDI had agreed to maintain the confidentiality of the 510(k) \ninformation through its oral agreements with TaiDoc and in the SEA.   \n{30} Without more, the Court cannot conclude as a matter of law that TaiDoc \nlost ownership of its trade secret in formation or otherwise failed to take reasonable \nmeasures to maintain the secrecy of that information by failing to use the Master \nFile process or by submitting the 510(k) in DDI’s name.   \n{31} It does not appear that federal statutes or regulations define or o therwise \ndetermine a right of ownership in the confidential information appearing in a \n510(k).  The 510(k) process appears solely focused on whether a medical device is \n“substantially equivalent” to a prior device and thus whether further information \nmust be disclosed to protect the health and safety of consumers .  21 CFR § \n807.92(a)(3).  As a result, the Court cannot conclude, as a matter of federal law, that \nthe TaiDoc information contained in the 510(k)s submitted under DDI’s name is not \nowned by TaiDoc.   \n{32} Similarly, the Court cannot conclude , as a matter of North Carolina law ,4 \nthat the information TaiDoc incorporated into the 510(k)s was not owned by TaiDoc \n                                                 \n3  FOIA requests to the FDA are subject to 5 U.S.C. § 552(b)(4) and 21 C.F.R. § 20.61(c), which \nprovide for an exemption from disclosure to the general public for trade secrets and other \nconfidential information.  Id. (“Data and information submitted or divulged to the [FDA] which fall \nwithin the definitions of a trade secret . . . are not available for public disclosure.”).   \n \n4 In the absence of federal law, the Court concludes that the ownership righ ts in the information set \nforth in the 510(k)s should be determined by state law.  See, e.g. , Jim Arnold Corp. v. Hydrotech \nSys., Inc., 109 F.3d 1567, 1571 (Fed. Cir. 1997) (under federal patent law, “the question of who owns \nthe patent rights and on what terms typically is a question for state courts”). \n \n \n \nor that TaiDoc intended to transfer its ownership rights in that information to DDI.  \nIndeed, OK Biotech has not offered evidence of an express assignment or sale of any \nsuch rights, any provision in the SEA or other agreement conveying such rights, or \nany communications between the parties suggesting the parties’ inten ded that DDI \nwas to receive such rights at any time.  In contrast, TaiDoc points to statements and \nactions of DDI’s principals and agents suggesting that TaiDoc owned its trade secret \ninformation in the 510(k)s and never intended to transfer, and in fact did not \ntransfer, ownership of its trade secrets at any time. (Pl.’s Resp. Br. 27).   \n{33} Moreover, in addition to its alleged oral agreement with DDI and the SEA, \nTaiDoc points to a variety of measures it took to protect the confidential information \nit included in the 510(k)s, including exchanging draft agreements containing \nconfidentiality provisions beginning in October 2005, affixing confidentiality labels \non documents sent to DDI, requiring DDI to sign confidentiality acknowledgments \non every page of all 510(k)s, requiring a non -disclosure agreement with DDI’s \nconsultant prior to disclosing TaiDoc information, and never providing a copy of any \n510(k) to DDI at any time.   (Pl.’s Resp. Br. 18 –19).  See generally  Koch \nMeasurement Devices, Inc. v. Armke, 2015 NCBC LEXIS 45, at *15 (N.C. Super. Ct. \nMay 1, 2015) (whether plaintiff undertook “reasonable efforts” to “safeguard the \nsecrecy of [trade secrets]” is “ necessarily fact dependent, and courts that have \naddressed it closely examine the circumstances surrounding the trade secret to \ndetermine what measures are reasonable.”).5        \n{34} Next, the Court finds unpersuasive OK Biotech’s argument that TaiDoc \nlost trade secret protection as a matter of law because TaiDoc provided alleged \ntrade secret information to DDI before there was a written confidentiality \n                                                 \n5  TaiDoc asserts that it “does not claim trade secret protection for anything that is not actually \nredacted or which would have been redacted but for FDA error.”  (Pl.’s Resp. Br. 20.)  OK Biotech \nargues that one of the documents for which TaiDoc claims trade secret protection , an Interference \nTest associated with a 510(k), is no longer a trade secret because it was not redacted by the FDA in \nresponse to a FOIA request  and thus was made publicly available.  The Court cannot conclude as a \nmatter of law that TaiDoc failed to maintain appropriate secrecy efforts concerning this document, \nhowever, because there is no evidence that this document was delivered to any person or entity other \nthan DDI, which, as noted above, had confidentiality obligations to TaiDoc by alleged oral agreement \nand under the SEA.   \n \n \n \n \nagreement in place between the parties.  Despite the absence of a formal written \nconfidentiality agreement  prior to the SEA, TaiDoc has presented evidence that \nTaiDoc and DDI discussed TaiDoc ’s requirement that TaiDoc’s information be kept \nconfidential and that TaiDoc’s and DDI’s business relationship prior to entering into \nthe SEA included oral agreements to maintain the confidentiality of TaiDoc’s \ninformation.  (Chen Aff. ¶ 24.)  Additionally, TaiDoc’s pre-SEA 510(k) filings \nrequired DDI to sign an acknowledgement recognizing that the contents of the \nfilings were confidential. 6  (Pl.’s Dep. Ex. 109.)  Based on this record, the Court \ncannot conclude that the lack of a written confidentiality agreement at the time of \nTaiDoc’s initial transfer of inf ormation to DDI establishes TaiDoc’s failure to \nmaintain reasonable measures to maintain the secrecy o f its trade secrets as a \nmatter of law.  See Static Control Components, Inc. v. Darkprint Imaging, Inc. , 200 \nF. Supp. 2d 541, 546 (M.D.N.C. 2002) ( applying North Carolina law and concluding \nthat “[a]lthough confidentiality agreements are one method to protect confidential \ninformation, they are by no means the sole method”).   \n{35} Finally, the Court concludes that OK Biotech’s contention that TaiDoc \nwaived trade secret protection as a matter of law by allowing its alleged trade secret \ninformation to be disclosed to third parties with out restrictions on its further \ndisclosure is without merit.  OK Biotech presents only one instance in which TaiDoc \nprovided DDI wit h information it now alleges to be trade secret —two pages of a \ndocument, each marked “confidential ,” which TaiDoc provided to DDI at DDI’s \nrequest for forwarding to a potential customer, the United States Air Force.  Courts \ndo not require absolute secrecy  at all times and in all circumstances to maintain \ntrade secret protection .  See, e.g. , Metallurgical Indus. v. Fourtek, Inc. , 790 F.2d \n1195, 1200 (5th Cir. 1986) (holding that a limited disclosure of trade secret \ninformation, especially to a potential cust omer, does not destroy the information’s \nstatus as a trade secret) ; Koch Measurement Devices, Inc. , 2015 NCBC LEXIS 45, \n                                                 \n6  The acknowledgement read: “ Confidentiality: DIANOSTICS [sp.] DEVICES, INC. considers the \ninformation contained in this submission to be confidential in na ture (except for 510(k) summary as \nrequired by SMDA).” \n \n \n \nat *15 (requiring “reasonable efforts” to “safeguard the secrecy of [trade secrets]”) .  \nThe Court cannot conclude  here, particularly whe n the two pages were marked \n“confidential” and distributed only to a potential customer, that this single instance \nnecessarily requires  the conclusion that TaiDoc did not take reasonable efforts to \nmaintain the secrecy of the information for which it claim s trade secret protection.  \nSee, e.g., Trandes Corp. v. Guy F. Atkinson Co ., 996 F.2d 655, 664 (4th Cir. 1993)  \n(applying Maryland law and holding that Plaintiff's limited disclosure to, at most, \nthree outsiders, two of whom had licensed the product, did not destroy secrecy).  \n{36} As a result, whether TaiDoc’s contentions and evidence are considered \nseparately or together, the Court cannot conclude as a matter of law that TaiDoc \nfailed to take reasonable measures to maintain the secrecy of its confidential \ninformation.  \nii. OK Biotech’s Alleged Misappropriation \n{37} OK Biotech next argues that TaiDoc cannot show that OK Biotech \nmisappropriated its trade secrets.  Misappropriation is defined under the TSPA as \nthe “acquisition, disclosure, or use of a trade secret of anothe r without express or \nimplied authority or consent, unless such trade secret was arrived at by \nindependent development, reverse engineering, or was obtained from another \nperson with a right to disclose the trade secret.”  N.C. Gen. Stat. § 66-152(1). \nMisappropriation of a trade secret is established by introducing \nsubstantial evidence that the person against whom relief is sought: “(1) \nKnows or should have known of the trade secret; and (2) Has had a \nspecific opportunity to acquire it for disclosure or use o r has acquired, \ndisclosed, or used it without the express or implied consent or \nauthority of the owner.”   \nByrd’s Lawn & Landscaping, Inc. v. Smith , 142 N.C. App. 371, 376, 542 S.E.2d 689, \n693 (2001) (quoting N.C. Gen. Stat. § 66-155).   \n{38} OK Biotech contends that there is no evidence that OK Biotech knew that \nDDI provided it information owned by TaiDoc or anyone other than DDI  and thus \nthat TaiDoc’s claim must necessarily fail .  The Court disagrees.  For example, the \nvery first document that OK Biotech  received from DDI in the parties’ initial \n \n \n \ndiscussions expressly contained the following label: “This document was prepared \nby TaiDoc Technology Corporation and contain s CONFIDENTIAL and \nPROPRIETARY information.”  (Pl.’s Dep. Ex. 6.)   In addition, TaiDoc alleges that \nOK Biotech treats it s own data submitted in a 510(k) as trade secrets in its \nbusiness, (Pl.’s Sur -reply Opp. Def.’s Mot. Summ. J. Exs. A, B), permitting an \ninference that OK Biotech knew or should have known that the information in the \n510(k)s at issue was TaiDoc’s information  and that this information was similarly \nconfidential.  The Court thus concludes that  TaiDoc has presented sufficient \nevidence from which a jury could reasonably conclude that OK Biotech knew that \nTaiDoc owned at least some porti on of the confidential information it received from \nDDI.     \n{39} OK Biotech also argues that the re cord does not show that it ever  used \nTaiDoc’s information.  Again, however, the record contains evidence from which a \njury could reasonably conclude to the contr ary.  First, “defendant[] need not be \nusing the same exact  process as plaintiff in order to be found liable for \nmisappropriating plaintiff’s trade secrets.  Rather, courts have found \nmisappropriation where the substance of the new process is derived from a nother’s \nsecret.”  BSN Med., Inc. v. Parker Med. Assocs. LLC , No. 3:09cv15, 2011 U.S. Dist. \nLEXIS 130643, at *48 (W.D.N.C. Nov. 9, 2011)  (applying North Carolina law) .  \nThus, TaiDoc is not required to show that OK Biotech’s meters and strips were \nidentical to its own; rather, TaiDoc need only show at this stage that there is a \nquestion of material fact as to whether OK Biotech acquired or used its alleged \ntrade secret information.  TaiDoc has clearly met its burden.  Viewed in the light \nmost favorable to Ta iDoc, a jury could reasonably conclude that t here is evidence \nthat OK Biotech acquired or used the 510(k)s prepared by TaiDoc as well as \ninformation obtained from TaiDoc’s lab.  (Abulhaj Dep. 38:9 –17, 42:9 –17, 52:23 –\n53:14; Lin Aff. ¶¶ 15 –16.)  There is als o evidence that DDI sent TaiDoc’s test strips \nmaterial to OK Biotech twice, each time with specific instructions that OK Biotech’s \nchemistry must be the “same” as TaiDoc’s chemistry.  (Lin Aff. ¶ 15.)  The Court \n \n \n \nconcludes that t his and other evidence is su fficient to permit a jury to reasonably \nconclude that OK Biotech acquired or used TaiDoc’s trade secrets. \n{40} For each of these reasons,  the Court concludes that OK Biotech’s Motion \nseeking dismissal of TaiDoc’s claim for misappropriation of trade secrets  should be \ndenied.   \nB. Civil Conspiracy/Facilitating Fraud/Aiding and Abetting Fraud \n{41} TaiDoc’s first three claims for relief in its Complaint are for “fraud \n(liability as a co -conspirator)” (Count 1), “facilitating fraud” (Count 2) , and “aiding \nand abetting fraud” (Count 3).  Count 1 asserts that “OK Biotech is liable to TaiDoc \nfor DDI’s fraud and damages caused thereby as a co-conspirator with DDI.”  (Compl. \n¶ 82.)  Count 2 alleges that “OK Biotech conspired and agreed with DDI” to \n“facilitate[] and aid[] and abet [] DDI’s fraud,” (Compl. ¶ 84), and Count 3 asserts \nthat “OK Biotech aided and abetted DDI’s fraud that caused damage to TaiDoc.”  \n(Compl. ¶ 90.)   \n{42} To recover for civil conspiracy, TaiDoc is required to show: “(1) an \nagreement between two or more persons t o do a wrongful act; (2) an overt act \ncommitted in furtherance of the agreement; and (3) damage to the plaintiff.”  \nPleasant Valley Promenade v. Lechmere, Inc. , 120 N.C. App. 650, 657, 464 S.E.2d \n47, 54 (1995).  However, proof of the civil conspiracy  \ndoes no more than associate the defendants together . . . .  The \ngravamen of the action is the resultant injury, and not the conspiracy \nitself.  To create civil liability for conspiracy there must have been a \nwrongful act resulting in injury to another committed by one or more of \nthe conspirators pursuant to the common scheme and in furtherance of \nthe objective. \nHenry v. Deen , 310 N.C. 75, 87, 310 S.E.2d 326, 334 (1984) (internal citations \nomitted).   \n{43} “A cause of action for facilitation of fraud, a type of conspiracy, has been \nrecognized in this jurisdiction.”  State ex rel. Long v. Petree Stockton, L.L.P. , 129 \nN.C. App. 432, 447, 499 S.E.2d 790, 799 (1998).  “While there is no recognized action \nfor civil conspiracy in North Carolina, and [a claim for facilitating fraud] is couched \n \n \n \nin the language of conspiracy, our law nevertheless permits one defrauded to \nrecover from anyone who facilitated the fraud by agreeing for it to be accomplished.” \nNye v.  Oates, 96 N.C. App. 343, 346 –47, 385 S.E.2d 529, 531 (1989)  (internal \ncitation omitted) .  “The elements of facilitating fraud are: (1) that the defendants \nagreed to defraud plaintiff; (2) that defendants committed an overt tortious act in \nfurtherance of the agreement; and (3) that plaintiff suffered damages from that act.”  \nNeugent v. Beroth Oil Co ., 149 N.C. App. 38, 53, 560 S.E.2d 829, 839 (2002) .  Thus, \nwhere, as here, the object  of the parties’ alleged agreement is to defraud another, a \nclaim for civil conspiracy to commit fraud and a claim for facilitating fraud are  \nessentially the same claim.  See generally Estate of Capps v. Blondeau , 2015 NCBC \nLEXIS 41, at *22–23 (N.C. Super. Ct. Mar. 5, 2015).7  \n{44} Although “direct evidence of a conspiracy agreement is not necessary,” \nLechmere, 120 N.C. App. at 657, 464 S.E.2d at 54 , circumstantial evidence of the \nagreement “must be sufficient to create more than a suspicion or conjecture in order \nto justify submission of the issue to a jury,”  Dickens v. Puryear, 302 N.C. 437, 456, \n276 S.E.2d 325, 337 (1981).  On a motion for summar y judgment, the non -movant \nmust “come forward with facts, as distinguished from allegations, sufficient to \nindicate he will be able to sustain his claim at trial.”  Id.  “When a cause of action \nlies for injury resulting from conspiracy, all of the conspira tors are liable, jointly \nand severally, for the act of any one of them done in furtherance of the agreement.”  \nState ex rel. Long , 129 N.C. App. at 447, 499 S.E.2d at 799 (citation and quotation \nmarks omitted).   \n                                                 \n7  This Court has noted on several occasions that “[n]o North Carolina state court has recognized a \nclaim for aiding and abetting fraud,” Bradshaw v. Maiden , 2015 NCBC LEXIS 80 , at * 37 (N.C. \nSuper. Ct.  Aug. 10, 2015) (quoting Branch Banking & Trust Co. v. Lighthouse Fin. Corp. , 2005 \nNCBC LEXIS 4 , at *22 (N.C. Super. Ct. July 13, 2005) ), and has opined t hat “the North Carolina \ncourts should not recognize a claim for aiding and abetting fraud,” Branch Ban king & Trust Co. , \n2005 NCBC LEXIS 4 at *22, because such a claim cannot be distinguished from a direct fraud claim.  \nSee Sompo Japan Ins., Inc. v. Deloitte & Touche, LLP , 2005 NCBC LEXIS 1 , at *9–10 (N.C. Super. \nCt. June 10, 2005) (“There must be direct knowledge and intent to defraud [for a claim for aiding and \nabetting fraud].  If that is required, the claims are redundant.”).  The Court declines to recognize \nsuch a claim  in the circumstances here, particularly because, as pleaded here, the claim is ident ical \nto TaiDoc’s claims for civil conspiracy to commit fraud and facilitating fraud.  \n \n \n \n{45} OK Biotech argues that  TaiDoc has not broug ht forward sufficient \nevidence of an agreement to commit a wrongful act.  In response, TaiDoc offers \nevidence in the form of minutes from meetings held between DDI and OK Biotech , \n(e.g., Pl. Dep. Ex s. 14, 16), written agreements between DDI and OK Biotech,  (e.g., \nPl. Dep. Ex s. 19, 20), and  various e-mail communications ( e.g., Pl. Dep. Ex. 49) , \nwhich, TaiDoc argues, shows that OK Biotech and DDI agreed to (i) obtain and use \nTaiDoc’s confidential and trade secret information, (ii) intentionally deceive TaiDoc \ninto believing that its relationship with DDI was strong enough to merit TaiDoc’s \nparticipation in preparing and filing a new 510(k) for DDI, (iii) acquire and use the \nnew TaiDoc-prepared 510(k) to market products  manufactured by OK Biotech , (iv) \nfacilitate DDI’s breach of the SEA, and (v) keep their partnership a secret  from \nTaiDoc to induce TaiDoc to continue manufacturing products for DDI until OK \nBiotech was in a position to replace TaiDoc as DDI’s supplier.   \n{46} OK Biotech argues that this evidence shows  no more than an ordinary \nbusiness relationship with DDI to become a supplier of glucose strips and meters \nand, as such, is insufficient circumstantial evidence to establish an agreement to \nperform a wrongful act.  See BDM Invs. v. Lenhil, Inc. 2014 NCBC LEXIS 6, at *45–\n46 (N.C. Super. Ct. Mar. 20, 2014) (concluding that evidence of defendants ’ \ninteractions during the course of an ordinary business transaction, even whe n one \ndefendant improperly failed to disclose a relationship with some of the other \ndefendants, without evidence of other unlawful conduct, did not rise above \n“suspicion or conjecture” of an unlawful agreement).   \n{47} Viewing the evidence TaiDoc advances in the light most favorable to \nTaiDoc, it appears to the Court that TaiDoc has brought forward  evidence \nsuggesting that: (i)  OK Biotech and DDI referred to their relationship as a \n“partnership,” (Pl. Dep. Ex. 49); (ii)  OK Biotech asked DDI for TaiDoc’s price and \ncode information,  (Pl. Dep. Ex. 42);  (iii) DDI instructed OK Biotech  that OK \nBiotech’s strip should “keep the same look and design” as TaiDoc’s strip,  (Pl. Dep. \nEx. 42); (iv) OK Biotech indicated that it could “do the same products  [as TaiDoc] if \nbased on production technology,” (Pl. Dep. Ex. 45.); (v) DDI advised OK Biotech that \n \n \n \n“our job [w as] to “kill TaiDoc,”  (Pl. Dep. Ex. 23) ; (vi) minutes of meetings between \nDDI and OK Biotech stated that their mutual goal was to “target win over TaiDoc,” \n(Pl. Dep. Ex. 14); and (v ii) DDI e-mailed OK Biotech “chemistry that Taidoc claims \nin our 510(k)” in an effort to make certain that OK Biotech used the same chemistry \nin its competing strips , (Pl. Dep. Ex. 81).  While each piece of evidence, on its own, \nmay not rise above the level of “mere suspicion or conjecture”  of an unlawful \nagreement, the Court concludes that the forecast of this and other evidence , taken \ntogether, creates an issue of material fact as to whether DDI and OK Biotech \nentered into an agreement to commit a wrongful act.   See GoRhinoGo, LLC v. \nLewis, 2011 NCBC LEXIS 39, at *18 (N.C. Super . Ct. Sept. 29, 2011)  (citing Terry’s \nFloor Fashions, Inc. v. Burlington Indus., Inc. , 568 F. Supp. 205, 210 (E.D.N.C. \n1983)) (“Behavior that may be benign or innocuous when standing alone can acquire \na different meaning when placed in a larger context.”).   \n{48} The Court also concludes that TaiDoc has offered sufficient evidence of \novert acts by DDI and OK Biotech in furtherance of the alleged conspiracy between \nthem to sustain TaiDoc’s conspiracy claim.  In particular,  TaiDoc offers evidence of \nDDI’s alleged fraudulent misrepresentations, including evidence that one day after \nwriting to OK Biotech that “we are quite excited . . . that we [now] have a strong \npartner to allow us to take over the market,” (Pl. Dep. Ex. 153), DDI negotiated a \nsecond addendum to th e SEA with TaiDoc, and that, while TaiDoc was working to \nprepare the Third 510(k), which it did at DDI’s request and upon DDI’s affirmation \nthat it was committed to its business relationship with TaiDoc, DDI had already \nformed its relationship with OK Biotech to replace TaiDoc, (2d Chen Aff. ¶¶ 16–17).  \nTaiDoc also offers evidence of DDI’s alleged breach of its confidentiality obligations \nunder the SEA and DDI’s alleged misappropriation of TaiDoc’s trade secrets , \nactions TaiDoc contends DDI took pursuant to  its conspiracy with OK Biotech  and \nwhich resulted in causing TaiDoc substantial damages.   \n{49} Accordingly, the Court concludes that OK Biotech’s Motion should be \ndenied as to TaiDoc’s claim for civil conspiracy. \n   \n \n \n \nC. Tortious Interference with Contract  \n{50} The elements of a claim for tortious interference with contract are well -\nestablished:  \nTo establish a claim for tortious interference with contract, a plaintiff \nmust show: (1) a valid contract between the plaintiff and a third person \nwhich confers upon the plain tiff a contractual right against a third \nperson; (2) the defendant knows of the contract; (3) the defendant \nintentionally induces the third person not to perform the contract; (4) \nand in doing so acts without justification; (5) resulting in actual \ndamage to plaintiff. \nBev. Sys. of the Carolinas, LLC v. Associated Bev. Repair, LLC, 762 S.E.2d 316, 323 \n(N.C. Ct. App. 2014) (citation omitted) , rev’d on other grounds , 2016 N.C. LEXIS \n177 (N.C. 2016).   \n{51} TaiDoc claims OK Biotech induced DDI to breach the confiden tiality and \nexclusivity provisions of the SEA.  OK Biotech contends that TaiDoc has offered no \nevidence that OK Biotech knew about the SEA or its confidentiality or exclusivity  \nprovisions, at least until January 17, 2009 , after which the SEA had expired an d \nhad no further force or effect .  Contrary to OK Biotech’s assertions, however, the \nCourt concludes that there is ample evidence in the record from which a jury could \nreasonably conclude that OK Biotech had knowledge of the SEA and the SEA’s \nconfidentiality and exclusivity provisions before and after January 17, 2009.   \n{52} In particular, TaiDoc has forecasted evidence that, no later than \nSeptember 24, 2007, OK Biotech knew that: (i) TaiDoc was DDI’s sole supplier; (ii) \nTaiDoc labeled documents it gave to DDI as confidential; (iii) OK Biotech considered \nsimilar information used in its own business  to be confidential; and (iv) OK Biotech \nhad signed its o wn non -disclosure agreement with DDI .  In addition, there is \nevidence that by January 17, 2009, OK Biotech kne w the terms of the \nconfidentiality provision contained in the SEA , and TaiDoc offers evidence \nsuggesting that, while the SEA had expired by January 2009, the parties’ intended \nthat the confidentiality obligation in the SEA would extend beyond the expiration of \nthe SEA.   Our courts have observed that “[t]he outsider has knowledge of the \ncontract within the meaning of the second element of the tort if he knows the facts \n \n \n \nwhich give rise to the plaintiff’s contractual right against the third person.”  \nReichhold Chems., Inc. v. Goel, 146 N.C. App. 137, 151, 555 S.E.2d 281, 290 (2001).   \nThe Court concludes that, based on the evidence outlined above, a jury could \nreasonably conclude that OK Biotech knew DDI had a contractual duty to maintain \nthe confidentiality of TaiDoc’s trade secret information  at and after the time it \nreceived it. \n{53} OK Biotech next argues that TaiDoc  cannot show that O K Biotech \nintentionally induced DDI not to perform under the SEA.  In particular, OK Biotech \nargues that because DDI approached OK Biotech to manufacture meters and strips, \nOK Biotech cannot be found to have intentionally induced DDI not to perform under \nthe SEA.  See Collins Entm ’t Corp. v. Drews Distrib., Inc. , No. 98-1083, 1999 U.S. \nApp. LEXIS 3712, at *12 –13 (4th Cir. Mar. 9, 1999 ) (unpublished) (no intentional \nprocurement of breach where evidence showed third party sought out defendant , \nnot vice versa) (applying substantially similar South Carolina law).  The Court \nconcludes, however, that regardless of the source of the original solicitation, TaiDoc \nhas offered evidence from which a jury could reasonably conclude that thereafter \nOK Biotech , with knowledge that DDI had confidentiality and exclusivity \nobligations to TaiDoc, intentionally induced DDI to breach those agreements.  For \nexample, TaiDoc has offered evidence that in September 2007, OK Biotech \nrequested from DDI confidential information of TaiDoc, including samples of meters \nand strips, circuit diagrams, flow charts, and code data.  (Pl. Dep. Ex. 39.)   The \ndocuments OK Biotech received from DDI in response to these requests were clearly \nlabeled confidential.  (Pl. Dep. Ex. 6.)  Also in September 2007, OK Biotech asked \nDDI to learn and provide TaiDoc’s pricing information.  (Pl. Dep. Ex. 42.)  The Court \nconcludes that a jury could reasonably find from these facts that OK Biotech \nintentionally induced DDI’s breach of the SEA. \n{54} OK Biotech also argues that its alleged interference constitutes justifiable \ninterference.  The North Carolina Supreme Court has held that if the defendan t’s \ninterference is “for a legitimate business purpose, his actions are privileged. . . . \n[C]ompetition in business constitutes justifiable interference in another’s business \n \n \n \nrelations and is not actionable so long as it is carried on in furtherance of one ’s own \ninterests and by means that are lawful.”  Peoples Sec. Life Ins. Co. v. Hooks , 322 \nN.C. 216, 221, 367 S.E.2d 647, 650 (1988).  This “privilege [to interfere] is \nconditional or qualified; that is, it is lost if exercised for a wrong purpose.  In \ngeneral, a wrong purpose exists where the act is done other than as a reasonable \nand bona fide attempt to protect the interest of the defendant which is involved.”  \nId. at 220, 367 S.E.2d at 650 (citation and quotation marks omitted).  “The \ninterference is ‘wi thout justification’ if the defendant [’s] motives for procuring \ntermination of the . . . contract were ‘not reasonably related to the protection of a \nlegitimate business interest’ of the defendant.”  Privette v. Univ. of N.C. , 96 N.C. \nApp. 124, 134, 385 S.E.2d 185, 190 (1989).   \n{55} The Court concludes that TaiDoc has presented evidence which, if proven, \ncould permit a jury to reasonably conclude that OK Biotech’s conduct was not \nmerely a reasonable and bona fide attempt to protect its own legitimate business \ninterests but rather was accomplished through unlawful means and intended to \nharm TaiDoc’s business.  In particular, TaiDoc has presented evidence suggesting \nthat OK Biotech, r ather than attempting to work with DDI to independently \ndevelop its own glucose m eters and test strips to compete with TaiDoc, instead \nrequested and used TaiDoc’s confidential and trade secret information on numerous \noccasions to attempt to develop meters and strips that were essentially identical to \nTaiDoc’s without notice to TaiDoc in an effort to harm TaiDoc’s business.     \n{56} For these reasons, the Court concludes that OK Biotech’s Motion should \nbe denied as to TaiDoc’s claim for tortious interference with contract.   \nD. Tortious Interference with Prospective Economic Advantage \n{57} “To establish tortious interference with prospective economic advantage, a \nplaintiff must show that the defendant, without justification , induced a third party \nto refrain from entering into a contract with the plaintiff, which would have been \nmade absent the defenda nt’s interference.”  MLC Auto., LLC v. Town of S. Pines , \n207 N.C. App. 555, 571, 702 S.E.2d 68, 79 (2010).  TaiDoc has failed to offer \nevidence identifying a specific contract that a third party was induced not to enter \n \n \n \nwith TaiDoc.  Accordingly, the Court  concludes that this claim should be dismissed \nwith prejudice.  See, e.g. , McElmurry v. Alex Fergusson, Inc ., No. 04CV389, 2006 \nU.S. Dist. LEXIS 10760, at *53 (M.D.N.C. Mar. 8, 2006) (“ [Plaintiff’s mere \nexpectation of future contracts with [potential custo mers] is not enough to maintain \na tortious interference with prospective advantage claim [under North Carolina \nlaw].”). \nE. Unfair and Deceptive Trade Practices \n{58} OK Biotech’s only argument for dismissing TaiDoc’s section 75-1.1 claim is \nthat the claims upon  which the section 75 -1.1 claim is based —civil conspiracy, \nmisappropriation of trade secrets, and tortious interference with contract —should \nfail and, thus, so should the section 75 -1.1 claim.  The Court has concluded, \nhowever, that TaiDoc’s claims for civil conspiracy, misappropriation of trade secrets, \nand tortious interference with contract should survive at this stage.  Accordingly, \nthe Court denies OK Biotech’s Motion as to TaiDoc’s UDTP claim.  See, e.g., Akzo \nNobel Coatings, Inc. v. Rogers , 2011 NCBC LEXIS 42, at *65 (N.C. Super. Ct. Nov. \n3, 2011) (declining to dismiss section 75 -1.1 claim because predicate \nmisappropriation claim survived dismissal). \nF. Unjust Enrichment \n{59} In order to recover on a claim for unjust enrichment, a plaintiff must \nshow: “(1) a measurable benefit was conferred on the defendant, (2) the defendant \nconsciously accepted that benefit, and (3) the benefit was not conferred officiously or \ngratuitously.”  Primerica Life Ins. Co. v. James Massengill & Sons Constr. Co. , 211 \nN.C. App. 252, 259–60, 712 S.E.2d 670, 677 (2011).  TaiDoc asserts that (i) it \nprepared its Third 510(k) with the expectation that it would be used exclusively to \nmarket TaiDoc products for TaiDoc’s profit, (ii) OK Biotech did not contribute to the \ndevelopment of informa tion for the 510(k), and (iii) OK Biotech has been unjustly \nenriched by marketing its products under the 510(k) since 2008.   \n{60} OK Biotech’s only argument in support of its Motion is that the claim \nmust fail without a finding that OK Biotech misappropriated TaiDoc’s trade secrets.  \n \n \n \nBecause the Court has declined to dismiss TaiDoc’s trade secrets claim, the Court \ntherefore declines to dismiss TaiDoc’s claim for unjust enrichment.   \nG. Statutes of Limitations \n{61} Separate and apart from its contentions that TaiDoc’s c laims are fatally \ndeficient as a matter of law, OK Biotech argues that each claim, other than TaiDoc’s \nclaim under section 75-1.1, is time-barred.8  “Once a defendant has properly pleaded \nthe statute of limitations, the burden is then placed upon the plain tiff to offer a \nforecast of evidence showing that the action was instituted within the permissible \nperiod after the accrual of the cause of action.”  Pembee Mfg. Corp. v. Cape Fear \nConstr. Co., 313 N.C. 488, 491, 329 S.E.2d 350, 353 (1985) (citing Little v. Rose, 285 \nN.C. 724, 208 S.E.2d 666 (1974)).  Nonetheless, “the party moving for summary \njudgment ultimately has the burden of establishing the lack of any triable issue of \nfact.”  Id. (citing Texaco, Inc. v. Creel, 310 N.C. 694, 314 S.E.2d 506 (1984)).   \n{62} As an initial matter, TaiDoc argues that the statute of limitations for all \nclaims asserted in this action were tolled when TaiDoc filed the Federal Action  on \nMay 10, 2012 .  North Carolina courts hold that filing an action in federal court \n“toll[s] the st atute of limitations on a claim which is based on state substantive \nlaw.”  Clark v. Velsicol Chem. Corp. , 110 N.C. App. 803, 808, 431 S.E.2d 227, 229 \n(1993).  TaiDoc filed the Federal Action in Pennsylvania on May 10, 2012, and \ncommenced this action on Nov ember 16, 2012 while the federal lawsuit was still \npending.   \n{63} The Federal Action , however, asserted federal claims not present in the \ncurrent action, and TaiDoc’s state law claims in the Federal Action were specifically \nasserted under Pennsylvania law, (Pl .’s Resp. Br. Ex. 3 ¶¶ 76, 89, 101, 110, 120, \n128), while its claims in this action are asserted under North Carolina law.  \nAccordingly, because the state law claims pleaded in this action were not the claims  \npleaded in the Federal Action, the Court concludes that the statute of limitations on \n                                                 \n8 OK Biotech does not contend that TaiDoc’s claim for violation of N.C. Gen. Stat. § 75 -1.1, which is \nsubject to a four -year statute of limitations, is time -barred.  See N.C. Gen. Stat. § 75 -16.2.  All of \nTaiDoc’s other claims are tort claims subject to a three -year statute of limitations .  See N.C. Gen. \nStat. §§ 1-52, 66-157.   \n \n \n \nTaiDoc’s state law claims asserted in this lawsuit were not tolled as of the filing of \nthe Federal Action.   \ni. Tortious Interference and Unjust Enrichment Claims \n{64} Because the claims in this action were asserted on Novemb er 16, 2012,   \nTaiDoc’s claims for tortious interference and unjust enrichment must have accrued \non or after November 16, 2009 to be actionable .  OK Biotech argues that TaiDoc’s \ntortious interference and unjust enrichment claims accrued no later than Augus t \n2008, when OK Biotech allegedly used TaiDoc’s confidential and trade secret \ninformation in developing and manufacturing test strips and meters.  TaiDoc, on \nthe other hand, argues that although there is no express discovery provision \ncontained in N.C. Gen . Stat. § 1 -52(5), the claims should begin to accrue when \nTaiDoc was put on notice of the wrong, not when the wrong actually occurred.    \n{65} North Carolina law is clear that a plaintiff seeking damages for tortious \ninterference with contract or prospective ec onomic advantage “must assert that \nclaim within three years of the date upon which the underlying injury occurred.”  \nGlynne v. Wilson Med. Ctr. , 762 S.E.2d 645, 649  (N.C. Ct. App. 2014)  (citing N.C. \nGen. Stat. § 1 -52(5)).  Similarly, claims for unjust enri chment are governed by a \nthree-year statute of limitations.  Housecalls Home Health Care, Inc. v. State , 200 \nN.C. App. 66, 70, 682 S.E.2d 741, 744 (2009).  “[T]he period of the statute of \nlimitations begins to run when the plaintiff’s right to maintain an action for the \nwrong alleged accrues.  The cause of action accrues when the wrong is complete, \neven though the injured party did not then know the wrong had been committed.”  \nId. (citation omitted).  TaiDoc presents no North Carolina case in which the cour t \nhas applied a “notice” or “discovery” rule to tortious interference or unjust \nenrichment claims, and this Court declines to do so now.   \n{66} TaiDoc does not otherwise contest that its claims accrued before \nNovember 16 , 2009, but nonetheless argues that eithe r equitable estoppel or the \ncontinuing wrong doctrine should preclude application of the statute of limitations.    \n{67} The doctrine of equitable estoppel, which may be invoked to bar a \ndefendant from relying on a statute of limitations defense, “arises when a n \n \n \n \nindividual by his acts, representations, admissions or silence, when he has a duty to \nspeak, intentionally or through culpable negligence, induces another to believe that \ncertain facts exist and that other person rightfully relies on those facts to his \ndetriment.”  Miller v. Talton , 112 N.C. App. 484, 488, 435 S.E.2d 793, 797 (1993).  \nHere, TaiDoc acknowledges that OK Biotech, itself, did not do or make any act, \nrepresentation, or admission that induced TaiDoc’s reliance.  However, TaiDoc \nargues that because TaiDoc’s delay in asserting these claims was due to the refusal \nof OK Biotech’s co -conspirator, DDI, to produce documents in litigation commenced \nas part of the conspiracy, equity should intervene and estop OK Biotech from \nasserting the statute of limitations here.   \n{68} The Court finds this argument unpersuasive.  TaiDoc’s claims for tortious \ninterference with contract, tortious interference with prospective economic \nadvantage, and unjust enrichment are not based on the alleged conspiracy between \nOK Biotech and DDI.  Rather, TaiDoc seeks to hold OK Biotech directly liable for \nthese alleged wrongs.  Whether or to what extent DDI acted to delay TaiDoc in \nasserting its direct claims against OK Biotech is irrelevant to a determination of \nwhether OK Biotech shou ld be equitably estopped from asserting the statute of \nlimitations.   \n{69} Finally, TaiDoc asserts that the continuing wrong doctrine precludes \napplication of the statute of limitations to these claims.  The North Carolina \nSupreme Court has recognized “the ‘con tinuing wrong’ or ‘continuing violation’ \ndoctrine as an exception to the general rule” that a cause of action accrues when the \nright to bring a lawsuit arises.  Williams v. Blue Cross Blue Shield , 357 N.C. 170, \n178–79, 581 S.E.2d 415, 423 (2003).  “When th is doctrine applies, a statute of \nlimitations does not begin to run until the violative act ceases.  A continuing \nviolation is occasioned by continual unlawful acts, not by continual ill effects from \nan original violation.”  Id. at 179, 581 S.E.2d at 423.  (quotation marks and citations \nomitted).  Our courts have made it clear that “the continuing wrong doctrine is not \neasily invoked.”  Soft Line, S.p.A v. Italian Homes, LLC , 2015 NCBC LEXIS 6,  at \n*29 (N.C. Super. Ct. Jan. 16, 2015).   \n \n \n \n{70} Although OK Biotech a rgues otherwise, the Court concludes that TaiDoc \nhas proffered sufficient evidence to raise a genuine issue of material fact as to \nwhether OK Biotech continued to commit acts on and after November 16, 2009 that \nconstitute tortious interference with contrac t or give rise to a claim for unjust \nenrichment.  In particular, TaiDoc offers evidence that OK Biotech induced DDI to \nbreach the SEA by disclosing TaiDoc’s trade secrets in August 2011, (Pl.’s Dep. Ex. \n12), and by selling the 510(k)s containing TaiDoc’s c onfidential information to OK \nBiotech in December 2012.  (Pl.’s Dep. Ex. 18) .  TaiDoc also offers evidence that OK \nBiotech continue d to be unjustly enriched after November 16 , 2009 through its \nmanufacture and sale of products to DDI using TaiDoc’s confiden tial information \nafter that date.   Accordingly, the Court concludes that it is for a jury to determine \nthe facts on which OK Biotech’s continuing wrong defense rests.   \nii. Civil Conspiracy and Misappropriation of Trade Secrets  \n{71} Unlike TaiDoc’s tortious interf erence and unjust enrichment claims, its \nclaims for misappropriation of trade secrets and the underlying acts for which \nTaiDoc asserts liability for civil conspiracy accrue “upon discovery by the plaintiff of \nfacts” constituting the wrong.  Carlisle v. Keith, 169 N.C. App. 674, 683, 614 S.E.2d \n542, 548 (2005); see also N.C. Gen. Stat. §§ 66-157, 1-52(9).  \n‘Discovery’ is defined as actual discovery or the time when the fraud \nshould have been discovered through the exercise of due diligence. . . .  \nWhether a plaintiff has exercised due diligence is ordinarily an issue of \nfact for the jury absent dispositive or conclusive evidence indicating \nneglect by the plaintiff as a matter of law.   \nSpears v. Moore , 145 N.C. App. 706, 708, 551 S.E.2d 483, 485 (2001) (citat ions \nomitted).   \n{72} OK Biotech argues that TaiDoc either knew of or had the opportunity to \ndiscover the basic facts underlying its claims in 2008 because (i) it discovered that \nDDI was purchasing meters and strips from a competing manufacturer, (ii) it knew \nthat OK Biotech was the competing manufacturer, and (iii) TaiDoc  knew that OK \nBiotech was incapable of manufacturing strips and meters without TaiDoc’s \nconfidential and trade secret information.  TaiDoc  responds that the mere fact that \n \n \n \nit knew in 2008 that OK Biotech was manufacturing strips and meters for DDI does \nnot establish that it knew or should have known that OK Biotech was using its \nconfidential and trade secret information , and offers evidence that it did not \ndiscover OK Biotech’s alleged misapprop riation nor DDI’s fraud until 2011.  The \nCourt concludes that the parties’ competing proofs create an issue of material fact \nthat the Court may not resolve at summary judgment. \nV. \nCONCLUSION \n{73} For the foregoing reasons, the Court hereby DENIES OK Biotech’s Motion \nfor Summary Judgment  as to all claims , except that the Court GRANTS OK \nBiotech’s Motion as to TaiDoc’s claim s for tortious interference with prospective \neconomic advantage  and aiding and abetting fraud , which claim s are  hereby \nDISMISSED with prejudice. \nSO ORDERED, this 28th day of March, 2016. \n \n \n      /s/ Louis A. Bledsoe, III   \n      Louis A. Bledsoe, III   \n      Special Superior Court Judge  \n         for Complex Business Cases \n "
}