{
  "id": "c3186a8751d20e42cfc1f86d70bd86c789c318b4a3a1565f8f7fbbe6e73a4518",
  "source_file": "data/raw/ncbc/c3186a8751d20e42cfc1f86d70bd86c789c318b4a3a1565f8f7fbbe6e73a4518.pdf",
  "raw_text": "Aym Techs., LLC v. Rodgers, 2020 NCBC 20. \n \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 21788 \n \nAYM TECHNOLOGIES, LLC, \n \nPlaintiff and \nCounterclaim-\nDefendant, \n \nv. \n \nGENE RODGERS, \n \nDefendant, and \n \nSCOPIA CAPITAL MANAGEMENT \nLP; and COMMUNITY BASED \nCARE, LLC, \n \nDefendants and \nCounterclaim-\nPlaintiffs. \n \n \n \n \n \n \nORDER AND OPINION ON THE \nSCOPIA PARTIES’ MOTION TO STAY \nCOUNTERCLAIM PROCEEDINGS \nAND PLAINTIFF’S MOTION TO \nCERTIFY JUDGMENT FOR APPEAL \n \n1. THIS MATTER  is before the Court on  Defendant and Counterclaim \nPlaintiffs Scopia Capital Management LP (“Scopia”) and Community Based Care , \nLLC’s (“CBC,” together with Scopia , the “Scopia Parties”) Motion to Stay \nCounterclaim Proceedings Pending Resolution of a Related New York Action (“Motion \nto Stay”), (ECF No. 177), and  Plaintiff and Counterclaim Defendant Aym \nTechnologies, LLC’s (“Aym”  or “Plaintiff” ) Motion to Certify Judgment for Appeal \n(“Motion to Certify”) (together, the “Motions”), (ECF No. 185).   \n2. After considering the Motions, the related briefs, appropriate matters of \nrecord, and the arguments of counsel,  the Court orally DENIED the Motions at a  \nhearing held on February 5, 2020 (the “Hearing”).  The Court now enters this Order \nand Opinion memorializing its oral rulings.  \n \n \n \n \nRayburn Cooper & Durham, P.A., by G. Kirkland Hardymon and Luke \nG. Thomas, and Wilder Pantazis Law Group, by Raboteau T. Wilder, for \nPlaintiff and Counterclaim Defendant Aym Technologies, LLC. \n \nBell Davis & Pitt, P.A., by Joshua B. Durham, Jason B. James, and \nEdward B. Davis, for Defendant Gene Rodgers. \n \nPollack Soloman Duffy, LLP, by Barry S. Pollack (pro hac vice) , and \nOgletree, Deakins, Nash, Smoak & Stewart, P.C., by Benjamin R. \nHolland, Lia A. Lesner, and Carl M. Short , III, for Defendants and \nCounterclaim Plaintiffs Scopia Capital Management LP and \nCommunity Based Care, LLC. \n \nBledsoe, Chief Judge. \n \nI. \nANALYSIS \nA. Motion to Stay \n3. The Court dismissed each of Plaintiff’s claims by summary judgment on \nOctober 16, 2019.  Aym Techs., LLC v. Rodgers, 2019 NCBC LEXIS 64, at *49  (N.C. \nSuper. Ct. Oct. 16, 2019 , ECF No. 175 ).  As a result of the Court’s ruling, the only \nclaims remaining in this action (“ North Carolina Action” or “this Action”) are the \nScopia Parties’ counterclaims against Aym for fraudulent misrepresentation and \nunfair or deceptive trade practices under N.C.G.S. § 75 -1.1 (“Counterclaims”).  On  \nDecember 6, 2019, the  Scopia Parties moved to stay further action on the \nCounterclaims in deference to a related action currently pending between Aym, the \nScopia Parties, and others in New York state court (the “New York Action,” together \nwith the North Carolina Action, the “Actions”).  \n4. A North Carolina court may exercise its discretion to stay proceedings in a \npending action to permit trial in a foreign jurisdiction upon a finding “that it would \n \n \n \n \nwork substantial injustice for the action to be tried in a court of this State[.]”  N.C.G.S. \n§ 1-75.12(a); see also, e.g., Motor Inn Mgmt., Inc. v. Irvin-Fuller Dev. Co., 46 N.C. App. \n707, 711, 266 S.E.2d 368, 370 (exercising discretion), appeal dismissed and disc. rev. \ndenied, 301 N.C. 93, 273 S.E.2d 299 (1980). \n5. In deciding a motion to stay proceedings,  \n[r]elevant facts, among others, that may be considered are: convenience \nand access to another forum; nature of case involved; relief sought; \napplicable law; possibility of jury view; convenience of witnesses; \navailability of compulsory process to produce witnesses; cost of obtaining \nattendance of witnesses; relative ease of access to sources of proof; \nenforceability of judgment; burden of litigating matters not of local \nconcern; desirability of litigating matters of local concern in local courts; \nchoice of forum by plaintiff; [and] all other practical considerations \nwhich would make the trial easy, expeditious and inexpensive. \n \nMotor Inn Mgmt., Inc., 46 N.C. App. at 713, 266 S.E.2d at 371. \n6. The Scopia Parties argue that the New York Action, which involves some \nbut not all of the same parties and transactions at issue in this Action, should take \npriority over prosecution of their Counterclaims here.  They contend that both Actions \nrelate to transactions between Aym and its  Chief Executive Officer , Lewis Quinn \n(“Quinn”), on one side, and the Scopia Parties and their affiliates , on the other, and \nconcern each side’s competing efforts to acquire North Carolina providers in the \nintellectual and developmental disabilities (“IDD”) industry.  (Pl.’s Reply Br. Supp. \nMot. Certify J. Appeal  Ex. B, at ¶ 1 [hereinafter “NY 2nd Am. Compl.”], ECF No. \n192.3); see Aym Techs., LLC, 2019 NCBC LEXIS 64, at *2–3, *7–9 (summarizing Aym \nand Quinn’s and the Scopia Parties’ efforts to acquire IDD providers). \n \n \n \n \n7. Significant for resolution of this Motion, it is undisputed that Quinn signed \nnon-use and non- disclosure agreements with Scopia containing New York forum \nselection clauses (the “NDAs”) in conjunction with his efforts to sell Aym to Scopia.  \n(NY 2nd Am. Compl. ¶ 2.)   Those efforts took place in July 2015, after the Scopia \nParties acquired key IDD providers that Aym had also been interested in acquiring.  \nAt that time, Quinn signed the NDAs and “ sought to sell Aym to Scopia, advocating \nfor the roll up and vertical integration of Aym with” IDD providers that the Scopia \nParties had already acquired or “intended to identify and acquire in the future.”  Aym \nTechs., LLC, 2019 NCBC LEXIS 64, at *8 .  Aym and Quinn have not challenged the \nvalidity of the NDAs or the forum selection clauses in the New York Action, ( see NY \n2nd Am. Compl. ¶¶ 27–30), and no party has placed them at issue in this Action.   \n8. The Scopia Parties’ claims in the New York Action are based on their \nallegation that Aym and Quinn breached  the NDAs by using the Scopia Parties’ \nconfidential information to improve Aym’s business plan .  (NY 2nd Am. Compl. ¶¶ \n71–76.)  In contrast, Aym’s now-dismissed claims against the Scopia Parties in this \nAction were focused on  unrelated conduct generally preceding the signing of the \nNDAs and falling outside the scope of the New York forum selection clauses.  See Aym \nTechs., LLC , 2019 NCBC LEXIS 64, at *2–3 (“This action arises out of Plaintiff \nAym[’s] . . . contention that Defendant Gene Rodgers[,] . . . while an independent \ncontractor of Aym, acted duplicitously and in derogation of his contractual duties to \nAym by helping Defendants Scopia . . . and . . . [CBC] acquire North Carolina \nhealthcare providers that Rodgers knew Aym was interested in acquiring under its \n \n \n \n \nconfidential acquisition plan[,] . . . which Aym contends Rodgers subsequently shared \nwith Scopia and CBC without Aym’s consent.”).  \n9. In addition, although bot h Actions include claims for unfair or deceptive \ntrade practices under N.C.G.S. § 75-1.1, those claims involve very different conduct.  \nThe section 75 -1.1 C ounterclaim in this Action is based on Quinn’s alleged ly \nfraudulent representations regarding his motive in involving himself with the Scopia \nParties’ efforts to acquire IDD providers.  (Defs. Scopia Capital Management LP’s & \nCommunity Based Care, LLC’s Answer Compl. & Countercl. 15 [hereinafter “NC \nCountercls.”], ECF No. 69.)  Specifically, the Scopia Parties allege that “Quinn made \nmaterial misrepresentations to [the Scopia Parties] , misleading them into believing \nthat Quinn intended to invest money into a business venture with them, when in fact \nQuinn intended to use his ruse to press for a sale of Aym to [the Scopia Parties].”  (NC \nCountercls. ¶ 1.)  In contrast, the section 75-1.1 claim in the New York Action, which \nwas added several months after the section 75 -1.1 Counterclaim was asserted here, \nis based on Quinn  and Aym’s alleged “fraudulent scheme to misappropriate and \nsurreptitiously misuse confidential information about [the Scopia Parties’] \ncontemplated financing” to eng age in copycat financing  for Aym’s business plan  \n(collectively, the “Chapter 75 Claims”).  (NY 2nd Am. Compl. ¶¶ 84–85.)      \n10. The most important factor  in determining whether to stay a proceeding  in \ndeference to another action is “how the two actions compare[,]” or, stated differently, \nhow much they overlap.   Paramount Rx, Inc. v. Duggan , 2015 NCBC LEXIS 32, at \n*13 (N.C. Super. Ct. Mar. 27, 2015); see Wachovia Bank v. Harbinger Capital Partners \n \n \n \n \nMaster Fund I, Ltd. , 2008 NCBC LEXIS 6, at *21 (N.C. Super. Ct. Mar. 13, 2008) \n(“[T]o grant a stay, it is not required that the parties and issues in both actions be \nidentical.  Substantial or functional identity is sufficient.” (citation omitted)).   \n11. The Scopia Parties argue that it would work a substantial injustice for the \nCounterclaims in this Action to proceed in parallel with the New York Action because \nthe Chapter 75 Claims are “identical in most respects[,]” which could lead to \ninconsistent outcomes, and because priority should be given to the New York Action \nas the parties’ contractual choice of forum since Aym’s North Carolina claims have \nbeen dismissed.  (Mem. Supp. Mot. Defs. Scopia Capital Management LP & \nCommunity Based Care, LLC Stay Countercl. Proceedings Pending Resolution \nRelated New York Action 3 [hereinafter “Br. Supp. Mot. Stay”], ECF No. 178.)   \n12. The Court disagrees.  While the New York and North Carolina Actions are \nfounded upon the same general sequence of events, neither the Actions generally, nor \nthe Chapter 75 Claims specifically, meaningfully overlap either chronologically or \ntopically.  The Counterclaims in this Action are each based on Quinn’s alleged \nknowingly false statement to Scopia that he wanted to invest in a Scopia fund or \naffiliated entity when his true intent was to leverage a sale of Aym to Scopia.  (NC \nCountercls. ¶¶ 30–31, 36–40.)  For  this conduct, the Scopia Parties seek \nreimbursement for the “significant out-of-pocket expenses and lost opportunities” \nthey incurred by treating Quinn as a real potential investor.  (NC Countercls. ¶ 34.)   \n13. In contrast, the New York A ction is primarily for breach of contract based \non the Scopia Parties’ allegation that Quinn and Aym violated the NDAs by disclosing \n \n \n \n \nScopia’s confidential information to third parties after Scopia rebuffed Quinn’s efforts \nto sell Aym to Scopia and used that information to benefit Aym’s own business plan.  \n(NY 2nd Am. Compl. ¶¶ 74–75.)  Furthermore, the Chapter 75 claim in New York is \nbased on alleged copycat financing, (see Br. Supp. Mot. Stay Ex. B, at 3  [hereinafter \n“NY Order Mot. Amend Compl.”] , ECF No. 178.3) , not on “Aym’s scheme to gain \nleverage at selling its business by misrepresenting its interest, ability and willingness \nto invest[,]” as in the North Carolina Action, (NC Countercls. ¶ 37).  \n14. While it is relevant to both Actions, at least as background, that Quinn \nentered into the NDAs and allegedly misrepresented his interest in selling Aym to \nthe Scopia Parties, the Chapter 75 Claims do not involve a common nucleus of \noperative facts or rely on the same evidence.  Quinn’s  allegedly fraudulent \nrepresentations to the Scopia Parties and the expense that the Scopia Parties \nallegedly incurred in treating Quinn as a real potential investor—the focus of the \nNorth Carolina Counterclaims—is not pertinent to whether Quinn and Aym violated \nthe NDAs and engaged in copycat financing—the focus of the New York Action.  As \nsuch, the Actions are insufficiently alike to support a stay.   \n15. While the factual dissimilarity between the Actions is all but determinative \nin this instance, additional pertinent factors and practical considerations further \nsupport the Court’s rejection of a stay, including that the North Carolina Action \npredates and has advanced further than the New York Action, the Chapter 75 claim \nin New York was alleged based on discovery that took place in the North Carolina \nAction, (NY Order Mot. Amend Compl. 3), the actionable conduct in both Actions took \n \n \n \n \nplace in North Carolina, and the Chapter 75 Claims involve interpretation of North \nCarolina law.1   \n16. Based on the above, the Court concludes that the Scopia Parties have failed \nto demonstrate that they would suffer a “substantial injustice” absent a stay and that \ntheir Motion to Stay should therefore be denied.2  See Muter v. Muter, 203 N.C. App. \n129, 134, 689 S.E.2d 924, 928 (2010) ( affirming denial of stay for failure to show \nsubstantial injustice); Am. Motorists Ins. Co. v. Avnet, Inc., 98 N.C. App. 385, 388, \n391 S.E.2d 50, 52 (1990) (vacating stay because no substantial injustice found where \noverlapping claims in foreign action had been dismissed, North Carolina court could \nnot force New York court to consolidate the claims in one action, and North Carolina \nwas a convenient forum); see also PQ Capital Ventures, LLC  v. Vestar Corp. , 2013 \nNCBC LEXIS 64, at *6–7 (N.C. Super. Ct. Dec. 5, 2013) (denying motion to stay where \nno substantial injustice to either party); Robertshaw Controls Co. v. Moll Indus., 2007 \nNCBC LEXIS 48, at *5 (N.C. Super. Ct. July 17, 2007) (denying motion to stay where \n“[a]ll of the evidence show[ed] that no substantial injustice w[ould] arise by hearing \nthe matter in this state”).  \nB. Motion to Certify  \n17. On January 6, 2020 , contemporaneously with the filing of its brief in \nopposition to the Motion to Stay, Plaintiff moved to certify for immediate appeal this \n                                                 \n1 The Court concludes that other factors such as Plaintiff’s choice of forum and the location \nof witnesses do not support one forum in favor of the other under the circumstances here. \n \n2 That Plaintiff reversed course during the Hearing to support the entry of a stay d oes not \nrelieve the Scopia Parties’ burden to demonstrate substantial injustice. \n \n \n \n \nCourt’s rulings on Defendants’ motions to dismiss and for summary judgment.  See \ngenerally Aym Techs., LLC, 2019 NCBC LEXIS 64 (granting Defendants’ motions for \nsummary judgment on Plaintiff’s claims); Aym Techs., LLC v. Rodgers, 2018 NCBC \nLEXIS 14 (N.C. Super. Ct. Feb. 9, 2018, ECF No. 58 ) (granting in part and denying \nin part Defendants’ 12(b)(6) motions to dismiss).  Plaintiff argues that there is no just \nreason to delay Aym’s right to appeal because : (1) the Scopia Parties’ counsel \nrepresented that they would voluntarily dismiss the C ounterclaims upon entry of \nsummary judgment against Aym, which they have failed to do ;3 (2) the prosecution \nof the Counterclaim s, and therefore Aym’s right to appeal , would be indefinitely \ndelayed if the Court were to grant the Motion to Stay; and (3) there is no just reason \nto delay because the Counterclaims are “mere placeholders” and not central to this  \nAction.  (Pl.’s Br. Supp. Mot. Certify J. Appeal 3 –4, ECF No. 186.)  The Court finds \nPlaintiff’s contentions without merit. \n18. “A judgment is either interlocutory o r the final determination of the rights \nof the parties.”  N.C. R. Civ. P. 54(a).   “A final judgment is one that determines the \nentire controversy between the parties, leaving nothing to be decided in the trial \ncourt.”  Ratchford v. C.C. Mangum, Inc., 150 N.C. App. 197, 199, 564 S.E.2d 245, 247 \n(2002).  There is generally no right to appeal interlocutory orders and judgments.   \nState v. Sanchez , 175 N.C. App. 214,  215–16, 623 S.E.2d 780, 781  (2005) (citation \n                                                 \n3 Counsel for the Scopia Parties stated at the summary judgment hearing that “[i]f summary \njudgment [were] granted here, it would be our intent ion to seek leave to withdraw [the \nCounterclaims] without prejudice.”  (Pl.’s Reply Br. Supp. Mot. Certify J. Appeal  Ex. A., at \n49:19–21, ECF No. 192.2.)  The Court concludes both that counsel’s statement of future intent \nwas not a binding commitment and, moreover, that Plaintiff could not  reasonably or \njustifiably rely on a such a statement of future intent in deciding its appeal strategy.  \n \n \n \n \nomitted).  “The general rule precluding immediate appellate review of interlocutory \norders is intended ‘to prevent fragmentary and premature appeals that unnecessarily \ndelay the administration of justice and to ensure that the trial divisions fully and \nfinally dispose of the case before an appeal can be heard [.]’ ”  Newcomb v. Cty. of \nCarteret, 207 N.C. App. 527, 539, 701 S.E.2d 325, 335 (2010) (quoting  Bailey v. \nGooding, 301 N.C. 205, 209, 270 S.E.2d 431, 434 (1980) ).  The rule precluding \ninterlocutory appeals rests on the theory  that “[t]here is no more effective way to \nprocrastinate the administration of justice than that of bringing cases to an appellate \ncourt piecemeal through the medium of successive appeals from intermediate \norders.”  Id. at 539–40, 701 S.E.2d at 335 (quoting Veazey v. Durham, 231 N.C. 357, \n363, 57 S.E.2d 377, 382 (1950)).  \n19. An interlocutory order is nevertheless appealable in two instances:  \nThe first is when the trial court enters a final judgment with respect to \none or more, but less than all of the parties or claims, and certifies the \njudgment for immediate review under Rule 54(b) of the Rules of Civil \nProcedure [(the “Rule(s)”)].  The  second instance is when the order \naffects a substantial right and will work injury to the appellant[] if not \ncorrected before final judgment.   \n \nLambe Realty Inv., Inc. v. Allstate Ins. Co., 137 N.C. App. 1, 3, 527 S.E.2d 328, 330 \n(2000) (internal citations and quotation marks omitted).  \n20. Under Rule 54(b), \n[w]hen more than one claim for relief is presented in an action, whether \nas a claim, counterclaim, crossclaim, or third- party claim, or when \nmultiple parties are involved, the court may enter a final judgment as \nto one or more but fewer than all of the claims or parties only if there is \nno just reason for delay and it is so determined in the judgment.  Such \njudgment shall then be subject to review by appeal or as otherwise \nprovided by these rules or other statutes. \n \n \n \n \n \nN.C. R. Civ. P. 54(b) .  Whether t here is no just reason for delay is a determination \nwithin the sound discretion of the trial court.  Hudson-Cole Dev. Corp. v. Beemer, 132 \nN.C. App. 341, 344, 511 S.E.2d 309, 311 (1999). \n21. Here, t he Court’s partial denial of  Defendants’ motions to d ismiss in \nFebruary 2018 and partial grant of  summary judgment in October 2019 were both \ninterlocutory.4  See Grant v. Miller, 170 N.C. App. 184, 186, 611 S.E.2d 477, 478 \n(2005) (“Ordinarily, a trial court’s denial  of a motion  to dismiss pursuant to Rule \n12(b)(6) . . . is an interlocutory order from which there is no right of appeal.” (citation \nomitted)); Johnson v. Lucas, 168 N.C. App. 515, 518, 608 S.E.2d 336, 338 (2005) \n(holding the trial court’s grant of a partial motion for summary j udgment was \ninterlocutory because several of the plaintiff’s claims remained pending).  The Court \ndid not certify either ruling as a final judgment , and Plaintiff did not request  \ncertification of those orders until it filed the Motion to Certify in January 2020.   \n22. As an initial matter , North Carolina’s appellate courts do not permit trial \ncourts to afford Plaintiff the relief it seeks—retroactive certification of previously \nentered orders absent material  amendments triggered by appropriate motio n.  See \nMartin v. Landfall Council of Ass’ns, No. COA18-505, 2018 N.C. App. LEXIS 1244, \nat *12 (N.C. Ct. App. Dec. 18, 2018) (holding second order attempting to certify earlier \norder improper because “the second order . . . was not an amended judgment, did not \nset out the reasoning of the first order, and simply referenced the first order before \n                                                 \n4 While the Court granted summary judgment on all of Plaintiff’s claims, th e Court’s order \nwas not a final judgment because the Counterclaims remain for trial.  \n \n \n \n \nstating that an immediate appeal was warranted”); Branch  Banking & Tr. Co. v. \nPeacock Farm, Inc., 241 N.C. App. 213, 217, 772 S.E.2d 495, 499 (2015) (holding trial \ncourt’s retroactive, “stand- alone” order attempting to certify a previously entered \ninterlocutory judgment was improper because Rule 54(b) requires certification to be \nin the judgment itself and the or der “was not an amended judgment” of the claims \ndecided); Newcomb, 207 N.C. App. at  543–45, 701 S.E.2d at  337–38 ( dismissing \nappeal of summary judgment order based on certification because trial court lacked \nauthority to amend the original order to add certifying language under Rule 60(a), \nwhich permits clerical corrections, because certification “altered the substance of the \ninitial order”).  Instead, our courts have made clear that t he proper time to request \nRule 54(b) certification is before a judgment is entered.  See Branch Banking & Tr. \nCo., 241 N.C. App. at  218, 772 S.E.2d at 499 (stating a party may request inclusion \nof Rule 54(b) certification language in a court’s judgment before it is entered).   \n23. Here, while Plaintiff has moved for certification under Rule 54(b) , Plaintiff \nhas not moved this  Court to reconsider material elements of the orders Plaintiff \nrequests that the Court certify, see Ehmann v. Medflow, Inc., 2019 NCBC LEXIS 10, \nat *10 (N.C. Super. Ct. Feb. 6, 2019) (stating a trial court may reconsider a decision \nunder Rule 54(b) based on “(1) the discovery of new evidence, (2) an intervening \ndevelopment or change in the controlling law, or (3) the need to c orrect a clear error \nor prevent a manifest injustice” (citation omitted)) , and, as noted above, retroactive \ncertification, standing alone, is beyond the Court’s authority.   \n \n \n \n \n24. Moreover, Aym’s primary argument in support of its Motion to Certify—that \nits right to appeal would be indefinitely delayed by a stay of the Counterclaim \nproceedings—is moot because the Court has denied the Motion to Stay.  Indeed, it is \nthe Court’s intention to expeditiously move this case forward to trial.  \n25. Furthermore, Plaintiff has n either argued nor shown that either of the \nCourt’s orders at issue have affected Aym’s substantial right, see Jeffreys v. Raleigh \nOaks Joint Venture, 115 N.C. App. 377, 380, 444 S.E.2d 252, 254 (1994) (dismissing \nappeal where appellant “presented neither argument nor citation  . . . [in support of \nits] right to appeal the order dismissing its counterclaims”), and our courts have made \nclear that delay in the time for appeal of dismissed claims when other claims remain \npending does not affect a substantial right, see Gilbert v. N.C. State Bar, 363 N.C. 70, \n95, 678 S.E.2d 602, 618 (2009) ( “Simple delay does not amount to a deprivation or \nimpairment of a substantial right[.]”). \n26. For each of these reasons, therefore, the Court  concludes that Plaintiff’s \nMotion to Certify should be denied.  \nII.  \nCONCLUSION \n27. WHEREFORE, for the reasons stated above, the Court , in the exercise of \nits discretion, hereby DENIES the Motions.  \n28. The Court shall address pre -trial scheduling matters by separate order \nfollowing resolution of the Scopia Parties’ March 2, 2020 motion to re-open discovery, \n \n \n \n \n(ECF No. 195), and the completion of any additional discovery the Court may decide \nto permit. \n SO ORDERED, this the 19th day of March, 2020. \n \n       /s/ Louis A. Bledsoe, III \n       Louis A. Bledsoe, III \n       Chief Business Court Judge  "
}