{
  "id": "c350d054e6ada1e771f1579bd587febc7aba8089fec8320fc50e446d2c4fb8cb",
  "source_file": "data/raw/ncbc/c350d054e6ada1e771f1579bd587febc7aba8089fec8320fc50e446d2c4fb8cb.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nHARNETT COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 2015 \n \nJOEL KELLY, DPM, individually \nand as former partner and minority \nshareholder in Piedmont Foot Clinic, \nP.A.; ELIZABETH BASS \nDAUGHTRY, DPM, individually and \nas former partner and minority \nshareholder in Piedmont Foot Clinic, \nP.A., and as owner of Dunn Foot and \nAnkle Center, P.A.; and DUNN \nFOOT AND ANKLE CENTER, P.A., \n \nPlaintiffs, \nv. \n \nJASON NOLAN, DPM, individually \nand as former partner and majority \nshareholder in Piedmont Foot Clinic, \nP.A.; and RICHARD HAUSER, DPM, \nindividually and as former partner \nand majority shareholder in \nPiedmont Foot Clinic, P.A.,  \n \nDefendants. \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \nAMENDED COMPLAINT  \n \n THIS MATTER comes before the Court on Defendants’ Motion to Dismiss \nAmended Complaint.  (“Motion to Dismiss,” or “Motion,” ECF No. 16.) \n THE COURT, having considered the Motion, the briefs of the parties, the \narguments of counsel, and all applicable matters of record, CONCLUDES that the \nMotion should be GRANTED, in part, and DENIED, in part, for the reasons set forth \nbelow.  \nTimothy C. Morr is, PA, by Timothy C. Morris, and the Buzzard Law \nFirm, by Robert A. Buzzard and Tracy A. Berry, for Plaintiffs Joel Kelly, \nDPM; Elizabeth B. Daughtry , DPM; and Dunn Foot and Ankle Center, \nP.A. \n \nAdams, Howell, Sizemore & Adams, P.A., by Ryan J. Adams and Jeremy \nJackson, for Defendants Jason Nolan, DPM; and Richard Hauser, DPM.   \nKelly v. Nolan, 2022 NCBC 37. \nDavis, Judge.  \n \nINTRODUCTION \n \n1.  This action involves various claims by two minority shareholders in a \nprofessional corporation against the majority shareholders of the company.  With \nregard to the present motion, the Court must determine whether Plaintiffs’ claims in \ntheir Amended Complaint (ECF No. 11) are subject to dismissal for lack of standing \npursuant to Rule 12(b)(1) of the North Carolina Rules of Civil Procedure and for \nfailure to state a claim upon which relief can be granted based on Rule 12(b)(6).   \n2.  The Court notes that it s job has been made m ore difficult by the fact \nthat the Amended Complaint at times fails to specify which claims are being asserted \non behalf of which of the named Plaintiffs.   Similarly, throughout the Amended \nComplaint, the two Defendants—Jason Nolan and Richard Hauser—are referred to \ngenerically as “Defendants” without any attempt made to differentiate between them \nas to the acts alleged therein.   \nFACTUAL AND PROCEDURAL BACKGROUND \n3. The Court does not make findings of fact on motions to dismiss under \nRule 12(b)(6) of the North Carolina Rules of Civil Procedure and instead recites \npertinent facts contained in Plaintiffs’ Amended Complaint  and in documents \nattached to, referred to, or incorporated by reference in the Amended Complaint that \nare relevant to the Court’s determination of the Motion.  \n4. Plaintiffs Joel Kelly and Elizabeth Bass Daughtry ( collectively, the \n“Individual Plaintiffs”) , along with Defendants Nolan and Hauser ( collectively, \n“Defendants”)—all physicians of podiatric medicine —were shareholders in a \nprofessional corporation, Piedmont Foot Clinic, P.A. (“Piedmont”) , from 1 January \n2017 until 28 February 2020. 1  In 2020, Piedmont was sold to U.S. Foot and Ankle \nSpecialists, LLC (“USFAS”) , Foot and Ankle Specialists of the Mid -Atlantic, LLC \n(“FASMA”), and U.S. Foot and Ankle Specialists Holdings, LLC (“USFASH”).2  (ECF \nNo. 3, at ¶¶ 1–6, 10–12, 35.)   \n5. Kelly and Daughtry were each ten percent (10%) shareholders of \nPiedmont.3  ( Id. at ¶ ¶ 17, 19 –20.)  Defendants—Nolan and Hauser —owned the \nremaining eighty percent (80%) interest  in Piedmont, each  owning forty percent  \n(40%) of the total shares.  (Id. at ¶ 18.)  Nolan served as Vice President and Secretary \nof Piedmont, and Hauser served as President and Treasurer.  (Id. at ¶ 37.)   \n6. Generally, the Amended Complaint alleges that since  January 2017, \nDefendants Nolan and Hauser have conspired and engaged in various wrongful \nconduct toward the Individual Plaintiffs.  (Id. at ¶ 67.)  These alleged wrongful acts \nrelate to three topics: (a) Piedmont’s use and subsequent sale of equipment belonging \nto a separate entity, Plaintiff Dunn Foot and Ankle Center, P.A. (“Dunn Foot” ) that \nwas owned by Daughtry ; (b) the allocation among the  Shareholders of certain \ndisputed expenses of Piedmont; and (c) certain issues relating to the proceeds of the \n \n1 Throughout this Opinion, Kelly, Daughtry, Nolan, and Hauser are at times referred to \ncollectively as the “Shareholders.” \n \n2 USFAS, FASMA, and USFASH are not parties to this lawsuit.   \n \n3 Prior to becoming shareholders of Piedmont, Kelly and Daughtry worked for Piedmont as \nassociates.  (ECF No. 3, at ¶¶ 19–20.)    \n \nsale of Piedmont.  Plaintiffs’ allegations pertaining to these topics  are set out more \nfully below.  \n7. Prior to joining Piedmont, Daughtry was the sole owner of Dunn Foot.   \n(Id. at ¶ 20.)   Piedmont acquired Dunn Foot in 2015, after which Daughtry began \nworking for Piedmont as an associate.  (Id. at ¶¶ 21, 24.)    \n8. As part of he r practice at Dunn Foot, Daughtry “owned all the \nequipment necessary to practice podiatric medicine including a client management \nsystem, charts, and equipment, including five (5) podiatry exam tables and chairs, a \ncasting table, all surgical equipment, an  X-Ray unit and processor, and all office \nfurniture and office supplies.”  (Id. at ¶ 25.)  Plaintiffs assert that the “total value of \nthe equipment [ ] Daughtry owned at the time Piedmont acquired her practice was \napproximately one hundred thousand dollars ($100,000.00).”  (Id. at ¶ 26.)   \n9. Plaintiffs allege that a “Piedmont-Bass Daughtry agreement” regarding \nthe purchase of Dunn Foot by Piedmont contained the following provision:  \n[Daughtry] would begin practicing as an associate with Piedmon t, and \nPiedmont would pay her salary as an associate, Piedmont would assume \nall administrative duties of the office, and the equipment would remain \nthe property of Dunn Foot until she was paid for them [sic] by Piedmont \nwhile [ ] Daughtry personally assumed any pe rsonal debt associated \nwith Dunn Foot in addition to making personal payments for access to \nDunn Foot [ ] to maintain records at a personal cost to [ ] Daughtry of \ntwo hundred fourteen dollars ($214.00) per month. \n \n(Id. at ¶ 27 (emphasis added).)   \n10. Despite this provision, Plaintiffs allege,  Daughtry has “[a]t no time prior \nto or after becoming a shareholder . . . [been] compensated by Piedmont for her \nequipment.”  ( Id. at ¶ 30.)  Further more, Plaintiffs assert that as a part of the \neventual sale of Piedmont, this equipment was listed as an asset of Piedmont.  (Id. at \n¶ 58.)    \n11. Plaintiffs also allege  the existence of an agreement between the \nShareholders “that expenses would be shared equally in spite of the disparate \nownership percentages and the [Shareholders]  would keep the profits that they \nbrought to the business after deducting business expenses.”  (Id. at ¶ 36.)  Piedmont’s \nbylaws “required a majority of shareholders to agree on most matters,” and therefore \nKelly and Daughtry —as minority shar eholders—were unable  “to vote [that]  their \nexpenses [ ] be proportioned according to their ownership percentage”  (instead of \nbeing shared equally among the Shareholders).  (Id. at ¶ 38.)   \n12. Consequently, from 2017 through 2020, Kelly and Daughtry were \nrequired to  share equally  in certain expenses that they contend were not valid \nbusiness expenses of Piedmont.  (Id. at ¶¶ 39–52.)  These expenses included: salaries \nand benefits paid by Piedmont to Defendants’ family members  despite the fact that \nthese family members did not perform any work for Piedmont  (id. at ¶¶ 39 –52); \nNolan’s purchase of season tickets to the Carolina Hurricanes for the 2018 –2020 \nseasons, which Plaintiffs allege were solely for Nolan’s personal use ( id. at ¶ 54) ; \n“fraudulently inflated  . . . fees for physician licensing and dues, continued medical \neducation fees, accounting fees, and advertising fees”  (id. at ¶ 55); and “doctor \nmanagement fees and staff management fees” that Defendants paid to themselves.  \n(id. at ¶ 56). \n  \n13. For example, in 2019, Plaintiffs allege that \nwithout the knowledge or consent of the [Individual Plaintiffs], [ ] \nNolan’s spouse was paid a salary of two hundred forty -five thousand \ndollars ($245,000.00) and received a 401K contribution of ni neteen \nthousand dollars ($19,000.00) from Piedmont as an employee despite not \nperforming any work for the practice during said period, while said \nexpenses were shared equally by [ the Individual Plaintiffs] as part of \nthe total employee expenses despite sai d expense not being a valid \nbusiness expense.   \n \n[W]ithout the knowledge or consent of the [Individual Plaintiffs], [ ] \nNolan’s son was paid a salary of nineteen thousand nine hundred \nninety-five dollars ($19, 995.00) from Piedmont despite not doing any \nactual work for the practice, and said expense was shared equally by \n[the Individual Plaintiffs] as part of the total employee expenses despite \nsaid expense not being a valid business expense.  \n \n[W]ithout the knowledge or consent of the [Individual Plainti ffs], [ ] \nHauser’s spouse was paid a salary of one hundred sixty thousand three \nhundred ninety -five dollars ($160,395.000), received a 401K \ncontribution of twenty -five thousand dollars ($25,000), and was \nprovided a dental insurance coverage contribution of  one thousand five \nhundred nine dollars and four cents ($1,509.04), received a health \nsavings account contribution of seven thousand eight hundred dollars \n($7,800.00), received a medical insurance contribution of eleven \nthousand six hundred eighty -eight do llars and fifty -six cents \n($11,688.56); and received a vision insurance contribution of two \nhundred thirty dollars and thirty -six cents ($230.36) from Piedmont \ndespite not doing any work for the practice during said period, while said \nexpenses were shared equally by [ the Individual Plaintiffs] as part of \nthe total employee expense despite said expense not being a valid \nbusiness expense. \n   \n(Id. at ¶¶ 46–48.)   \n14. In 2017, Nolan and Hauser  bought out another existing shareholder of \nPiedmont, Robert Lenfesty .  ( Id. at ¶ ¶ 21, 29.)   The Shareholders all agreed to be \nequally liable on a  loan taken out to facilitate this buy -out in the amount of \n$1,146,334.26.  (Id. at ¶ 32.)  The “note [was] paid in full as of the date of” the sale of \nPiedmont on 28 February 2020.  ( Id. at ¶¶ 32 –33.)  The Individual Plaintiffs allege  \nthat they “bore an equal share” of this debt “in spite of only owning ten percent [ ] \nrespectively in Piedmont.”   (Id. at ¶ 34.)   \n15. On 28 February 2020, Piedmont was sold to USFAS, FASMA, and \nUSFASH.  (Id. at ¶ 58.)  Plaintiffs allege that after Piedmont was sold, “[D]efendants \nrefused to divide the proceeds of the sale pursuant to each member’s respective \npercentage of shares[.]”  (Id. at ¶ 59.)   \n16. Plaintiffs filed an original  Complaint in this action on 23 September \n2021.  (ECF No. 3.)  On 29 October 2021, this case was designated a mandatory \ncomplex business case and assigned to the undersigned.  (ECF Nos. 1, 2.)   \n17. On 20 December 2021, Plaintiffs filed an  Amended Complaint.  (ECF \nNo. 11.)  The Amended Complaint contains seven claims  against Defendants : (1) \nbreach of the covenant of good faith and fair dealing; (2) civil conspiracy; (3) breach \nof contract; (4) conversion; (5) breach of fiduciary duty; (6) unfair and deceptive trade \npractices (“UDTP”); and (7) fraud.  (Id. at ¶¶ 72–110.)   \n18. On 19 January 2022, Defendants filed the present Motion to Dismiss as \nto all claims asserted in the Amended Complaint.  (ECF No. 16.)   \n19. The Court held a hearing on the Motion to Dismiss on 5 May 2022.  The \nMotion is now ripe for decision.   \nLEGAL STANDARD \n20. “Standing is a neces sary prerequisite to a court’s proper exercise of \nsubject matter jurisdiction.”  In re A.S.M.R. , 375 N.C. 539, 542 (2020) (cleaned up).  \nRule 12(b)(1) requires the dismissal of any action “based upon a trial court’s lack of \njurisdiction over the subject ma tter of the claim.”  N.C. R. Civ. P.  12(b)(1).4  The \nplaintiff bears the burden of establishing subject matter jurisdiction.  See Harper v. \nCity of Asheville, 160 N.C. App. 209, 217 (2003).  In ruling on a motion to dismiss for \nlack of standing pursuant to Rule 12(b)(1), the Court “may consider matters outside \nthe pleadings” in determining whether subject matter jurisdiction exists, Harris v. \nMatthews, 361 N.C. 265, 271 (2007), and must “view the allegations [of the complaint] \nas true and the supporting record in the light most favorable to the non -moving \nparty[,]”  Mangum v. Raleigh Bd. of Adjustment, 362 N.C. 640, 644 (2008). \n21. “A motion to dismiss under Rule 1 2(b)(6) tests the legal sufficiency of \nthe complaint by presenting the question whether, as a matter of law, the allegations \nof the complaint, treated as true, are sufficient to state a claim upon which relief can \nbe granted under some recognized  legal the ory.”  Forsyth Mem’l Hosp., Inc. v. \nArmstrong World Indus., Inc., 336 N.C. 438, 442 (1994) (cleaned up).  In ruling on a \nmotion to dismiss under Rule 12(b)(6), the Court may only consider the complaint and \nany “documents attached, specifically referred to, or incorporated by reference in the \ncomplaint,” Laster v. Francis, 199 N.C. App. 572, 577 (2009); see also Moch v. A.M. \nPappas & Assocs., LLC, 251 N.C. App. 198, 206 (2016); Oberlin Capital, L.P. v. Slavin, \n147 N.C. App. 52, 60 (2001) , and must view the allegations in the complaint “in the \nlight most favorable to the non -moving party [,]” Christenbury Eye Ctr., P.A. v. \n \n4 The Court notes that “[a] plaintiff’s standing to assert its claims may be challenged under \neither Rule 12(b)(1) or Rule 12(b)(6)[.]”  Raja v. Patel, 2017 NCBC LEXIS 25, at *11 (N.C. \nSuper. Ct. Mar. 23, 2017). \nMedflow, Inc., 370 N.C. 1, 5 (2017) (citation omitted) .  “It is well -established that \ndismissal pursuant to  Rule 12(b)(6)  is proper when (1) the complaint on its face \nreveals that no law supports the plaintiff’s claim; (2) the complaint on its face reveals \nthe absence of facts sufficient to make a good claim; or (3) the complaint discloses \nsome fact that necessarily defeats the plaintiff’s claim.”  Corwin v. British Am. \nTobacco PLC, 371 N.C. 605, 615 (2018) (cleaned up).   \nANALYSIS \n22.  At the outset, the Court notes that  following the filing of Defendants’ \nMotion to Dismiss, Plaintiffs filed a notice stating that “Plaintiffs hereby voluntarily \ndismiss only the derivative claim pursuant to Rule 41(a) of the North Carolina Rules \nof Civil Procedure without prejudice.”  (ECF No. 25.)  Although the caption of the \nAmended Complaint lists Piedmont as both an additional plaintiff and as a nominal \ndefendant, the Court observes that the Amended Complaint does not state which \nclaim(s) were intended to be asserted derivatively .  In any event, the parties agreed \nat the 5 May 2022 hearing that, as a result of the voluntary dismissal, no derivative \nclaims currently exist.\n5  Therefore, to the extent Defendants’ Motion to Dismiss seeks \ndismissal of any derivative claims  asserted by Plaintiffs, the Motion is DENIED a s \nMOOT. \n  \n \n5 Accordingly, the Court has amended the case caption to reflect the absence of any derivative \nclaims.  The parties are directed to use this new caption going forward on all future filings \nunless any new amended complaint filed by Plaintiffs necessitates additional changes to the \ncaption.   \nA. Breach of Fiduciary Duty \n23. Defendants’ argument based on lack of standing is directed toward \nPlaintiffs’ claim for breach of fiduciary duty  against Nolan and Hauser as  majority \nshareholders and officers of Piedmont.  (ECF No. 11, at ¶¶ 96–100.)  Accordingly, the \nCourt will address this argument first. \n24. In this claim, Plaintiffs assert that “Defendants owed a fiduciary duty \nto Plaintiffs” and breached said fiduciary duties by  “embezzl[ing] [ ] business fund s \nfor their own personal use” ; “[p]aying their family members a yearly salary and \nbenefits despite them not actually working for Piedmont”; “[f]orcing Plaintiff[s] to \nequally share in [ ] fraudulent business expenses”; “[s]elling . . . Daughtry’s \nequipment”; “not paying the minority [shareholders] their fair share of the proceeds  \nfrom the sale of Piedmont”; and “paying themselves management fees . . . without the \nknowledge and consent of Plaintiffs.”  (ECF No. 11, at ¶¶ 98–99.)   \n25. It is well-settled that “[t]o establish a claim for breach of fiduciary duty, \na plaintiff must show that: (1) the defendant owed the plaintiff a fiduciary duty; (2) \nthe defendant breached that fiduciary duty; and (3) the breach of fiduciary duty was \na proximate cause of the injury to the plaintiff.”  Thus, “to make out a claim for breach \nof a fiduciary duty, plaintiffs must first allege facts that, taken as true, demonstrate \nthat a fiduciary relationship existed between the parties.”  Sykes v. Health Network \nSols., Inc., 372 N.C. 326, 339–40 (2019).   \n26. Defendants contend that Plaintiffs’ breach of fiduciary duty claim \nshould be dismissed pursuant to Rule 12(b)(1) because “caselaw dictates that breach \nof fiduciary duty claims should be brought as derivative claims” rath er than \nindividual claims.  (ECF No. 17, at p. 14.)   Defendants appear to be basing this \nargument on the body of case law in North Carolina generally requiring claims by \nshareholders alleging harm to the corporation itself to be brought derivatively.  See, \ne.g., Barger v. McCoy Hillard & Parks, 346 N.C. 650, 660 (1997) (explaining that \ncorporate shareholders “generally may not bring individual actions to recover what \nthey consider their share of the damages suffered by the corporation”).    \n27. In Barger, however, our Supreme Court set out two exceptions to the \ngeneral rule:  \n(1) where there is a special duty, such as a contractual duty, between \nthe wrongdoer and the shareholder, and (2) where the shareholder \nsuffered injury separate and distinct from that suff ered by other \nshareholders. \n \n346 N.C. at 658.   \n28. One such “special duty” that our appellate courts have recognized is the \nfiduciary duty  owed by majority shareholders to minority shareholders  in close \ncorporations.  See Norman v. Nash Johnson & Sons’ Farms, Inc., 140 N.C. App. 390, \n407 (2000) (“[O]ur cases have consistently held that majority shareholders in a close \ncorporation owe a ‘special duty’ and obligation of good faith to minority \nshareholders.”); see also Raymond James Capital Partners, L.P. v . Hayes, 248 N.C. \nApp. 574, 579– 80 (2016) (“[A] controlling shareholder owes a fiduciary duty to \nminority shareholders” and “a special duty exists when a party violates its fiduciary \nduties to the shareholder”).  To that end, North Carolina courts have allowed minority \nshareholders to bring individual claim s against majority shareholders for breach of \ntheir fiduciary duties even where a derivative action would otherwise have been  \nappropriate.  See, e.g., Norman, 140 N.C. App. at 406–08 (“[W]e hold that under the \ncircumstances of this case, the plaintiff minority shareholders . . . may maintain their \nindividual actions against the majority shareholders . . . , including the allegation of \ndiversion of corporate assets and opportunities.”).   \n29. Moreover, this Court has recognized that such a fiduciary duty can arise \nwhere two shareholders—each lacking a majority ownership interest on their own—\nact together to form a majority interest collectively at the expense of other minority \nshareholders: \nCorporate shareholders generally do not owe a fiduciary duty to one \nanother.  See Freese v. Smith , 110 N.C. App. 28, 37 [ . . . ] (1993 ).  But \nthere is an exception: a controlling shareholder owes a fiduciary duty to \nprotect the interest of minority sharehold ers.  Gaines v. Long Mfg. Co., \n234 N.C. 340, 344–45 [ . . . ] (1951).  Typically, a controlling shareholder \nis a majority shareholder (or a group of shareholders with an aggregate \nmajority interest acting in concert).  See id. at 345 [ . . . ] (citing S. Pac. \nCo. v. Bogart, 250 U.S. 483, 487–88 [ . . . ] (1919); Loy v. Lorm Corp., 52 \nN.C. App. 428, 432 [ . . . ] (1981).   \n \nBrewster v. Powell Bail Bonding, Inc., 2018 NCBC LEXIS 76, at *10 (N.C. Super. Ct. \nJuly 26, 2018) (emphasis added); see also Flynn v. Pierce, 2020 NCBC LEXIS 149, at \n**10–11 (N.C. Super. Ct. Dec. 22, 2020) (allowing minority shareholders to pursue \nclaims against shareholders who collectively owned 98% of the corporation’s shares).   \n30. Here, Plaintiffs have alleged that Nolan and Hauser together own ed \n80% of Piedmont’s shares.  Moreover, they have also asserted that Nolan and Hauser \n(a) served as the sole officers of Piedmont; (b ) possessed “complete control” over \nPiedmont; and (c) conspired to breach their fiduciary duties to  Kelly and Daughtry.  \n(ECF No. 11, at ¶¶ 18, 37, 39–53.) \n31. The Court concludes that these assertions sufficiently allege  the \nexistence of a fiduciary duty for purposes of Plaintiffs’ individual claim for breach of \nfiduciary duty against Nolan and Hauser.   \n32. Therefore, Defendants’ Motion to Dismiss based on Rule 12(b)(1) is \nDENIED with regard to Plaintiffs’ claim for breach of fiduciary duty.   \nB. Breach of Contract \n33.  Plaintiffs have also alleged a claim for breach of contract against Nolan \nand Hauser.  (ECF No. 11, at ¶¶ 84–90.)  To state a claim for breach of contract, the \ncomplaint must allege “(1) the existence of a contract between plaintiff and defendant, \n(2) the specific provisions breached, (3) the facts constituting the breach, and (4) the \namount of damages resulting to plaintiff from such breach.”  Intersal, Inc. v. \nHamilton, 373 N.C. 89, 109 (2019) (cleaned up). \n34. Although no contract was attached to Plaintiffs’ Amended Complaint, it \nis clear that the document Plaintiffs are relying upon with regard to this claim is the \nShareholder Agreement for Piedmont.  (“Shareholder Agreement,” ECF No. 17, at pp. \n52–73.)  Because the Shareholder Agreement is referred to (and quoted in part) in the \nAmended Complaint, the Court is allowed to consider th is document , which is \nattached to Defendants’ brief in support of their Motion to Dismiss.  See Oberlin, 147 \nN.C. App. at 60 (stating that the “court may properly consider documents which are \nthe subject of plaintiff’s complaint and to which the complaint specifically refers even \nthough they are presented by the defendant”).6   \n35. The specific provision within the Shareholder Agreement that serves as \nthe basis for Plaintiffs’ breach of contract claim is Section C of the “Recitals” section  \nat the beginning of the document, which states as follows:    \nThe parties hereto desire and intend, among other things, to provide for \nthe ongoing rights of the Shareholders and future dispos ition of the \nShares, to encourage the harmonious and successful management and \ncontrol of the Corporation and to prevent interference with the orderly \nconduct of the business of the Corporation, and do hereby execute this \nAgreement for such purposes. \n \n(“Section C,” ECF No. 17, at p. 52.)   \n36. Defendants contend that the breach of contract claim should be \ndismissed because (a) Section C “creates no duties and requires no performance”; and \n(b) Plaintiffs have failed to allege a breach of any term in the Shareholder Agreement.  \n(ECF No. 17, at p. 10.)   \n37. Plaintiffs allege that Nolan and Hauser have breached Section C  by \nengaging in the following conduct: “fraudulent and wrongful business deductions ”; \n“paying their family members a yearly salary and benefits despite them not actually \nworking for Piedmont”; “forcing Plaintiffs to equally share in [ ] fraudulent business \nexpenses”; “selling Plaintiff [ ] Daughtry’s equipment”;  “intentionally not paying \n[Plaintiffs] their fair share of the proceeds from the sale of Piedmont”;  “pa[ying] \nthemselves management fees . . . without the knowledge and consent of Plaintiffs”; \n \n6 At the 5 May 2022 hearing, the parties agreed that the Court can properly consider the \nShareholder Agreement in deciding the present Motion.   \n“t[aking] actions and m[aking] decisions without holding the appropriate  meetings \nwith the other shareholders”; and “caus[ing] discord between the Shareholders and \nprevent[ing] the successful managem ent of Piedmont[.]”  (ECF No. 11, at ¶ ¶ 86(a)–\n(i).) \n38. The fatal defect in Plaintiffs’ argument is that Section C does not contain \nany actual contractual obligations sufficient to form the basis for a breach of contract \nclaim.  Instead, it is merely a recital  as to the overall purpose of the Shareholder \nAgreement.  Moreover, Plaintiffs have failed to point to any other specific provisions \nof the Shareholder Agreement that would support Plaintiffs’ breach of contract claim.  \nAt the hearing, Plaintiffs’ counsel raised the possibility that other contracts may have \nexisted between the parties.  However, the Shareholder Agreement is the only specific \ncontract pled in the Amended Complaint as the basis for Plaintiffs’ breach of contract \nclaim, and the Amended Complaint does not identify any other existing agreements.  \n39. Accordingly, the Court concludes that Defendants’ Motion to Dismiss is \nGRANTED as to Plaintiffs’ breach of contract claim , and this claim is DISMISSED \nwithout prejudice.  See Charlotte Motor Speedway, LLC  v. County of Cabarrus, 230 \nN.C. App. 1, 9 (201 3) (affirming trial court’s dismissal of breach of contract claim \nwhere complaint and documents incorporated therein “necessarily defeat” the claim).   \nC. Breach of Implied Duty of Good Faith and Fair Dealing \n40.  Plaintiffs have also brought a claim for breach of the covenant of good \nfaith and fair dealing.  (ECF No. 11, at ¶¶ 72–76.)  Under North Carolina law, every \nenforceable contract contains an underlying implied covenant of good faith and fair \ndealing “that neither party will do anything which injures the right of the other to \nreceive the benefits of the agreemen t.”  Bicycle Transit Auth., Inc. v. Bell , 314 N.C. \n219, 228 (1985). \nAs a general proposition, where a party’s claim for breach of the implied \ncovenant of good faith and fair dealing is based upon the same acts as \nits claim for breach of contract, we treat the former claim as “part and \nparcel” of the latter.”  In other words, if a plaintiff brings a breach of \ncontract claim and a claim for breach of the covenant of good faith and \nfair dealing based on the same facts, the two causes of action are treated \nas one and the same. \n \nEye Dialogue LLC v. Pa rty Reflections, Inc. , 2020 NCBC LEXIS 90, at **19 (N.C. \nSuper. Ct. July 28, 2020) (cleaned up) (quoting C ordaro v. Harrington Bank, FSB , \n260 N.C. App. 26, 38–39 (2018)).   \n41. Accordingly, North Carolina courts have held that where a plaintiff \ncannot show an actual breach of a contract’s express terms, it is precluded from also \nasserting a claim for breach of the implied covenant of good faith and fair dealing in \nthat same contract.  See Cordaro, 260 N.C. App. at 38–39 (holding that “the invalidity \nof [plaintiff’s] breach of contract claim is . . . fatal to his claim for breach of the implied \ncovenant of good faith and fair dealing” where its basis was “identical to the basis for \nhis breach of contract claim”); Eye Dialogue LLC, 2020 NCBC LEXIS 90 at **20 –21 \n(dismissing breach of contract claim and, therefore, also dismissing claim for breach \nof the implied covenant of good faith and fair dealing to the extent it was “supported \nby the same factual underpinnings”);  see also Suntrust Bank v. Bryant/Sutphin \nProps., LLC, 222 N.C. App. 821, 833 (2012) (“As the jury determined that plaintiff did \nnot breach any of its contracts with defendants, it would be illogical for this Court to \nconclude that plaintiff somehow breached implied terms of the same contracts.”).   \n42. Here, the basis for Plaintiffs’ claim that Nolan and Hauser breached the \nimplied covenant of good faith and fair dealing is identical to the basis for their breach \nof contract claim, which the Court has dismissed.  Accordingly, as in Suntrust Bank, \nit would be “ illogical” to find that Plaintiffs have adequately alleged a breach of \nimplied terms in that same contract.  See 222 N.C. App. at 833.  Therefore, \nDefendants’ Motion to Dismiss is GRANTED  as to Plaintiffs’ claim for breach of the \nimplied covenant of good faith and fair dealing, and this claim is DISMISSED without \nprejudice.   \nD. Conversion \n43.  In addition, the Amended Complaint contains a claim for conversion in \nwhich Plaintiffs alleg e that “Defendants converted the income and profits from \nPiedmont . . . and the equipment of Dunn Foot[.]”  (ECF No. 11, at ¶¶ 91–95.)7   \n44. Our Supreme Court has stated that “ the tort of conversion is well \ndefined as an unauthorized assumption and exercise of the right of ownership over \ngoods or personal chattels belonging to another, to the alteration of their condition or \nthe exclusion of an owner’s rights.”   Variety Wholesalers, Inc. v. Salem Logistics \nTraffic Servs., LLC, 365 N.C. 520, 523 (2012) (cleaned up).  “There are, in effect, two \nessential elements of a conversion claim: ownership in the plaintiff and wrongful \n \n7 As noted above, Dunn Foot is also named as a Plaintiff in this case.  Presumably, the \nconversion claim (that is, the portion of the claim alleging the conversion of equipment owned \nby Dunn Foot) is the only claim in the Amended Complaint asserted on behalf of Dunn Foot. \npossession or conversion by the defendant.”  Id.  (citing Gadson v. Toney, 69 N.C. App. \n244, 246 (1984)).   \n45. In the Amended Complaint, Plaintiffs allege, in part, the following:  \nAt all times that Plaintiffs were owners and shareholders of Piedmont, \nthey were entitled to, and the lawful owners of their income and profits \nof Piedmont, and Plaintiff [ ] Daughtry, as the owner of Dunn Foot, was \nthe established and known owner of the equipment that came from the \nDunn Foot Office.  \n \nDefendants converted the income and profits from Piedmont, the lawful \nproperty of the Plaintiffs, and the equipment of Dunn Foo t through \nfraud, deception, misrepresentations, and by refusing to return or pay \nfor the property upon the request of Plaintiffs . . . .  \n \nDefendants exercised control over the Plaintiffs’ property and deprived \nthe Plaintiffs of their property by giving th e property to the family \nmembers of the Defendants and selling it to FASMA.  At the time the \nDefendants gave the property of the Plaintiffs to their family members \nand FASMA, they knew t hat the property did not belong to them and \nthat their actions would deprive the Plaintiffs of their property.   \n \n(ECF No. 11, at ¶¶ 92–94.)   \n \n46. Defendants contend that the conversion claim should be dismissed \nbecause the Amended Complaint fails to clearly allege (a) who is the legal owner of \nthe Dunn Foot equipment (Dunn Foot or Daughtry); (b) when any conversion of the \nDunn Foot equipment took place; (c) who is alleged to have exercised control of the \nDunn Foot e quipment (Nolan, Hauser, o r Piedmont ); and (d) how any alleged  \nconversion of income and profits would be attributable to Nolan or Hauser  rather \nthan Piedmont  itself—given the nature of the acts of conversion  alleged in the \nAmended Complaint.  (ECF No. 17, at pp. 11–14.)   \n47. The Court concludes that the conversion claim , as currently pled, is \nimpermissibly vague.  It is difficult to tell which of the Plaintiffs is alleged to actually \nown the specific property forming the basis for this claim .  It is likewise hard to \ndiscern from Plaintiffs’ allegations the precise acts of conversion being alleged, when \nthose acts occurred, and whether they were effectuated by the Defendants or \nPiedmont.   \n48. Therefore, Defendants’ Motion to Dismiss is GRANTED as to Plaintiffs’ \nclaim for conversion, and this claim is DISMISSED without prejudice.   \nE. UDTP \n49.  Plaintiffs also allege a claim for UDTP under the North Carolina Unfair \nand Deceptive Trade Practices Act, N.C.G.S. § 75 -1.1 et seq. (“UDTPA”).  (ECF No. \n11, at ¶¶ 101–05.) \n50. To successfully state a UDTP claim, a plaintiff must allege “(1) an unfair \nor deceptive act or practice, (2) in or affecting commerce, and (3) which proximately \ncaused injury to plaintiffs.”  Walker v. Fleetwood Homes of N.C., Inc. , 362 N.C. 63, \n71–72 (2007) (quoting Gray v. N.C. Ins. Underwriting Ass’n, 352 N.C. 61, 68 (2000)).   \n51. In seeking dismissal of Plaintiffs’ UDTP claim, Defendants focus solely \non the second element, arguing that the claim should be dismissed because Plaintiffs’ \nallegations of unfair and deceptive conduct are not “in or affecting commerce” in that \nthe Amended Complaint “arises completely within the corporate dealings of \nPiedmont[.]”  (ECF No. 17, at pp. 15– 16.)  Conversely, Plaintiffs contend that the \nconduct alleged did, in fact, affect commerce because it involved “multiple companies, \nmultiple persons, patients and even public sporting event payments.”8  (ECF No. 23, \nat p. 17.)   \n52. Our Supreme Court has stated that despite the expansive definition of \ncommerce contained in Chapter 75,  “the [UDTPA] is not focused on the internal \nconduct of individuals within a single market participant, that is, within a single \nbusiness.”  White v. Thompson , 364 N.C. 47, 53 (2010)  (holding that defendant’s \nconduct fell outside the scope of the UDTPA where he “unfairly and de ceptively \ninteracted only with his partners” and where “his conduct occurred completely within \nthe . . . partnership”); see also Alexander v. Alexander, 250 N.C. App. 511, 515 (2016) \n(holding that defendant’s misappropriation of corporate funds  “for the benefit of \nhimself and his family members are more properly classified as the misappropriation \nof funds within a single entity rather than commercial transactions between separate \nmarket participants ‘in or affecting commerce’ ”).   \n53. On several occasions, this Court has  dismissed UDTP claims  on this \nground.  See, e.g., Poluka v. Willette, 2021 NCBC LEXIS 105, at **13–21 (N.C. Super. \nCt. Dec. 2, 2021) ( dismissing UDTP claim where  allegations of majority member ’s \n“improper payments” to family members and wrongful acts regarding LLC’s \nmanagement were “simply another example of an internal dispute between members \nof a single company”); Botanisol Holdings II, LLC v. Propheter, 2021 NCBC LEXIS \n94, at **24– 28 (N.C. Supe r. Ct. Oct. 18, 2021) ( dismissing UDTP claim where  \n \n8 In the Amended Complaint, Plaintiffs allege that Defendants’ wrongful “acts and omissions” \nare “in and affecting commerce in that multiple businesses were involved.”  (ECF No. 11, at \n¶ 102.) \nallegations of member’s diversion of opportunities away from original LLC to his new \nLLC were not “in or affecting commerce” because “the focus of the deception was on \n[the original entity]”) ; Potts v. KEL , LLC, 2018 NCBC LEXIS 24, at **12 –16 (N.C. \nSuper. Ct. Mar. 27, 2018) (dismissing UDTP claim where allegations of shareholder’s \nfunneling of  money belonging to corporation toward entities owned by the \nshareholder and his family were not “in or affecting commerce” because “the \nunfairness of these actions, if any, inheres in  the relationship between [the plaintiff \nand defendant] as co -owners of” a single market participant ); JS Real Estate Invs. \nLLC v. Gee Real Estate, LLC , 2017 NCBC LEXIS 104, *17–22 (N.C. Super. Ct. Nov. \n9, 2017) ( dismissing UDTP claim where  “[b]y its nature, th[e] dispute [did] not \nconcern the regular interactions of separate market participants” but rather involved \nthe members’ dispute “ over the companies’ internal management and the members’ \nright to receive distributions.”). \n54. Plaintiffs attempt to rebut Defendants’ argument on this issue by \nstating the following in their brief in opposition to Defendants’ Motion to Dismiss:   \nIn Sara Lee [Corp. v. Carter, 351 N.C. 27 (1999)] , the Court noted the \nimportance of the role that pricing has in the marketplace.  Here, the \nsame logic applies.  Piedmont is a consumer/patient driven business.  \nExpense of such business will necessarily impact prices to the \nconsumer/patient.  Illegitimate expenses passed along to Plaintiffs, \nwhich would necessarily co me in to play in assessing charges to \nconsumers/patient[s], thereby clearly bringing the matter within the \ncommerce prong for UDTP claims.  Furthermore, you would also \nnecessarily have an interaction with health insurers.  Lastly, you also \nhave the interac tion and effect on the purchase price and negotiation \nwith three distinct companies who purchased Piedmont.   \n \n(ECF No. 23, at pp. 16–17.)   \n \n55. The Court is unpersuaded by Plaintiffs’ argument.  As in the cases cited \nabove, the Court similarly concludes that the wrongful acts alleged by Plaintiffs here \nprimarily relate to an internal business dispute between shareholders of a single \ncorporation such that they have not alleged conduct “in or affecting commerce” within \nthe meaning of the UDTPA.  The essence of Plaintiffs’ allegations is that Defendants \nauthorized improper payments  from Piedmont  to themselves and t heir family \nmembers, inflated Piedmont’s expenses, and withheld money and assets belonging to \nPlaintiffs.   \n56. As noted above, Plaintiffs’ main argument as to why Defendants’ alleged \nconduct was “in or affecting commerce” i s that their acts had indirect consequences \noutside the company  on patients and consumers.  “The Supreme Court’s refus al in \nWhite to allow indirect involvement of other market participants to trigger liability \nunder Section 75-1.1 forecloses [this] argument.”  Powell v. Dunn, 2014 NCBC LEXIS \n3, at **10 –11 (N.C. Super. Ct. Jan. 28, 2014) ; see White, 346 N.C. at 54 (rejecting \nplaintiffs’ argument that defendant’s internal conduct was “in or affecting commerce” \nbecause it indirectly “reduc[ed] competition and potentially affect[ed] prices in the \nmarket”); see also LLG-NRMH, LLC v. Northern Riverfront Marina & Hotel, LLLP , \n2018 NCBC LEXIS 105, at *13 (N.C . Super. Ct. Oct. 9, 2018) (finding allegations of \ndefendants’ indirect harm to the “broader marketplace” insufficient to support a \nUDTP claim).  Moreover, although Plaintiffs are correct that the Amended Complaint \nreferences third-party entities that acquired Piedmont, the mere mention of these \nother entities does not alter the fundamental character of this case,  as the allegedly \nunfair conduct does not directly involve those entities.  See JS Real Estate Invs. LLC, \n2017 NCBC LEXIS 104, at *21; Bandy v. Gibson , 2017 NCBC LEXIS 66, at *21 –22 \n(N.C. Super. Ct. July 26, 2017).   \n57. Accordingly, the Court finds  that Plaintiffs have failed to adequately \nallege conduct that is “in or affecting commerce.”  Therefore, the Court concludes that \nDefendants’ Motion to Dismiss is GRANTED as  to Plaintiffs’ claim for UDTP, and \nthis claim is DISMISSED without prejudice.   \nF. Fraud \n58.  The Amended Complaint further alleges a  claim for fraud.  (ECF No. \n11, at ¶¶ 106– 10.)  Under North Carolina law, the essential elements of a claim for \nfraud are: “(1) [f]alse representation or concealment of a material fact, (2) reasonably \ncalculated to deceive, (3) made with intent to deceive, (4) which does in fact deceive, \n(5) resulting in damage to the injured party. ”  Terry v. Terry, 302 N.C. 77, 83 (1981) \n(quoting Ragsdale v. Kennedy, 286 N.C. 130, 138 (1974)).  \n59. Defendants contend that the fraud claim  should be dismissed because \nPlaintiffs’ allegations do not satisfy the heightened pleading requirement for such \nclaims as required by Rule 9(b) of the North Carolina Rules of Civil Procedure.  (ECF \nNo. 17, at pp. 16–20.)   \n60. Rule 9(b) requires that “the circumstances constituting fraud” be alleged \n“with particularity.”  N.C. R. Civ. P. 9(b).  “The purpose of Rule 9(b) is to provide a \ndefendant with sufficient notice of the fraud alleged ‘ in order to meet the charges .’ ” \nProvectus Biopharm., Inc. v. RSM US LLP , 2018 NCBC LEXIS 101, at *63 (N.C. \nSuper. Ct. Sept. 28, 2018) (quoting Terry, 302 N.C. at 85).  Our Supreme Court has \nheld that “in pleading actual fraud[,] the particularity requirement is met by alleging \ntime, place[,] and content of the fraudulent representation, identi ty of the person \nmaking the representation[,] and what was obtained as a result of the fraudulent acts \nor representations.”  Terry, 302 N.C. at 85.  Thus, “a pleading is sufficiently particular \n‘if, upon a liberal construction of the whole pleading, the charge of fraud might be \nsupported by proof of the alleged constitutive facts.’ ”  Provectus Biopharm., Inc., 2018 \nNCBC LEXIS 101 at *63 (quoting Carver v. Roberts, 78 N.C. App. 511, 513 (1985)).    \n61. Here, the Amended Complaint contains general allegations that \n“Defendants” made  “false and intentionally misleading statements” on “ multiple \noccasions” to “Plaintiffs” during periods spanning up to three years.  (ECF No. 11, at \n¶¶ 107(a)–(i).)  However, as with Plaintiffs’ conversion claim, these fraud allegations \nare vague —particularly with regard to who made  the statements,  to whom the \nstatements were made, the substance of the statements, and the dates the statements \nwere made.  Accordingly, the Court finds that Plaintiffs have inadequately pled their \nfraud claim with particularity, as required by Rule 9(b).   \n62. Therefore, Defendants’ Motion to Dismiss is GRANTED as to Plaintiffs’ \nclaim for fraud, and this claim is DISMISSED without prejudice.   \nG. Civil Conspiracy \n63.  Finally, the Amended Complaint includes a claim for civil conspiracy.  \n(ECF No. 11, at ¶¶  77–83.)  Our Supreme  Court has held that  “a complaint \nsufficiently states a claim for civil conspiracy when it alleges (1) a conspiracy, (2) \nwrongful acts done by certain of the alleged conspirators in furtherance of that \nconspiracy, and (3) injury as a result of that conspiracy.”  Krawiec v. Manly, 370 N.C. \n602, 614 (2018) (cleaned up).  A claim for civil conspiracy is not a standalone claim \nand therefore “must be based on an adequately pled underlying claim.”  USA Trouser, \nS.A. de C.V. v. Williams, 258 N.C. App. 192, 201 (2018); see Krawiec, 370 N.C. at 615 \n(dismissing civil conspiracy claim where the underlying claims were dismissed).   \n64. Defendants contend that Plaintiffs’ civil conspiracy claim should be \ndismissed because (a) Plaintiffs “failed to adequately plead that an agreement existed \nbetween the Defendants ”; and (b) if the Court accepts  Defendants’ arguments for \ndismissal of all other claims in the Amended Complaint, there will be no underlying \nclaim left to serve as the basis for the civil conspiracy claim.  (ECF No. 17, at p. 11.)   \n65. With regard to Defendants’ first argument, our Supreme Court has \nstated that “ [a] party may prove an  action for civil conspiracy by circumstantial \nevidence[.]”  Dalton v. Camp, 138 N.C. App. 201, 213 (2000) (cleaned up) (citing \nDickens v. Puryear, 302 N.C. 437, 456 (1981)) .  Here, the Amended Complaint \ncontains allegations that, since 2017, Defendants Nolan and Hauser —as majority \nshareholders and officers  of Piedmont —had meetings, conversations, and other \ncommunications in which they developed a “plan or scheme” to deny Plaintiffs from \nreceiving a fair share of profits and income  from Piedmont.  (ECF No. 11, at ¶¶ 67, \n79–80.)  These statements, taken as true  as is required under Rule 12(b)(6) , \nsufficiently allege that an agreement existed between  the Defendants to  engage in \nunlawful conduct  toward Plaintiffs .  Indeed, this Court has recognized that “it is \ndifficult to dismiss a conspiracy claim summarily because the elements of a \nconspiracy claim are broadly stated.”  Safety Test & Equip. Co. v. Am. Safety Util. \nCorp., 2015 NCBC LEXIS 40, at *48 (N.C. Super. Ct. Apr. 23, 2015).   While Plaintiffs \nwill ultimately bear the burden of proving that a conspiracy did, in fact, exist, the \nCourt finds these allegations sufficient at the pleadings stage.   \n66. As for Defendants’ second argument, although Defendants are correct \nthat a claim for  civil conspiracy is not a standalone claim, the Court —as discussed \nabove—is denying Defendants’ Motion to Dismiss as to Plaintiffs’ breach of fiduciary \nduty claim.  This Court has previously allowed a civil conspiracy claim predicated on \na breach of fiduciary duty claim to survive a motion to dismiss.  See, e.g., Veer Right \nMgmt. Grp., Inc. v. Czarnowski Display Serv. , 2015 NCBC LEXIS 13, **9 –11 (N.C. \nSuper. Ct. Feb. 4, 2015); GoRhinoGo, LLC v. Lewis , 2011 NCBC LEXIS 39, at *20 \n(N.C. Super. Ct. Sept. 29, 2011).   \n67. Therefore, Defendants’ Motion to Dismiss is DENIED  as to Plaintiffs’ \nclaim for civil conspiracy.   \nCONCLUSION \n THEREFORE, IT IS ORDERED  that Defendants’ Motion to Dismiss is \nGRANTED, in part, and DENIED, in part, as follows:  \n1. The Motion is GRANTED with respect to the following claims, which \nare dismissed without prejudice: \na. Plaintiffs’ claim for breach of contract; \nb. Plaintiffs’ claim for breach of the covenant of good faith and \nfair dealing;  \nc. Plaintiffs’ claim for conversion;  \nd. Plaintiffs’ claim for UDTP; and \ne. Plaintiffs’ claim for fraud. \n2. The Motion is DENIED with respect to the following claims:  \na. Plaintiffs’ claim for civil conspiracy; and \nb. Plaintiffs’ claim for breach of fiduciary duty. \n3. The Motion is DENIED as MOOT to the extent it seeks dismissal of \nany derivative claims contained in the Amended Complaint.   \n4. Plaintiffs shall have thirty (30) days  in which to file a Second \nAmended Complaint if they desire to do so.9 \n \nSO ORDERED, this the 19th day of July, 2022.  \n \n        \n/s/ Mark A. Davis     \n       Mark A. Davis  \n       Special Superior Court Judge  \n       for Complex Business Cases  \n \n \n9 In the event that Plaintiffs elect to file a Second Amended Complaint, they are directed to \nstate their claims with greater clarity than that existing in the Amended Complaint currently \nbefore the Court.   "
}