{
  "id": "c39e1639684038fb07120132f83e4d94b8288734a5f107699b24eb4c1bdec947",
  "source_file": "data/raw/ncbc/c39e1639684038fb07120132f83e4d94b8288734a5f107699b24eb4c1bdec947.pdf",
  "raw_text": "Bennett v. Bennett, 2019 NCBC 18.  \n \nSTATE OF NORTH CAROLINA \n \nFORSYTH COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 48 \n \nBERT L. BENNETT III and TERRY \nBENNETT ALLEN, \n \n Plaintiffs, \n \nv. \n \nGRAHAM F. BENNETT; ANN \nBENNETT-PHILLIPS; JAMES H. \nBENNETT; and LOUISE BENNETT, \n \n Defendants, \n \nand \n \nBENNETT LINVILLE FARM, LLC; \nJOHN J. BENNETT; and JEANNE R. \nBENNETT, \n \n Nominal Defendants. \n \nORDER AND OPINION ON  \nMOTION TO DISMISS SECOND \nAMENDED COMPLAINT \n \n \n \n \n1. This case arises out of a dispute between siblings, all of whom are members \nor former members of Bennett Linville Farm, LLC (“Bennett Farm”) .  Formed as an \nestate-planning vehicle, Bennett Farm’s initial members included most of the \nBennett family—both parents and six of their children.  The family’s intent, according \nto Plaintiffs, was for each of Bennett Farm’s members to have an equal say in its \naffairs. \n2. Instead, Plaintiffs contend, they have been denied a voice on nearly every \ncompany decision in recent years.  In this action, they allege that three of the Bennett \nsiblings—Graham Bennett, Ann Bennett -Phillips, and Jim Bennett —conspired to \nseize managerial authority without the other members’ knowledge or approval.  The \nthree then fraudulently amended Bennett Farm’s operating agreement to consolidate \ntheir control and, having done so, began taking actions on the company’s behalf \nwithout member approval.  Plaintiffs now claim that Graham, Ann, and Jim breached \na fiduciary duty owed to the other members, seek declarations that their actions were \nunauthorized and invalid, and request a decree judicially dissolving Bennett Farm. \n3. In response, Graham, Ann, and Jim  seek to dismiss this action in its \nentirety.  They contend that Plaintiffs lack standing to bring many of the asserted  \nclaims as direct claims, rather than as derivative claims on behalf of Bennett Farm .  \nThey also contend that Plaintiffs fail to state any claim upon which relief can be \ngranted.  For the reasons stated below, the Court GRANTS in part and DENIES in \npart the motion. \nFitzgerald Litigation, by Andrew L. Fitzgerald , Lee Denton , and D. \nStuart Punger, for Plaintiffs.  \n \nBell, Davis & Pitt, P.A., by Allison B. Parker and Kevin G. Williams, for \nDefendants Graham F. Bennett, Ann Bennett -Phillips, James H. \nBennett, and Bennett Linville Farm, LLC. \n \nRoberson Haworth & Reese, PLLC , by Andrew D. Irby, for Defendant \nLouise Bennett.  \n \nNo counsel appeared for Nominal Defendants  John J. Bennett and \nJeanne R. Bennett.  \n \nConrad, Judge. \n \nI. \nBACKGROUND1 \n \n4. The history of this case begins nearly 40 years ago with Bert Bennett, Jr., \nhis wife Lillian Bennett, and their eight children: Bert III, Graham, Joy, John, Louise, \nTerry, Ann, and Jim.  (Second Am. Compl. ¶ 12, ECF No. 25 [“Compl.”].)  In the early \n1980s, the Bennett parents began giving real estate to their children.  (Compl. ¶ 14.)  \nOver the course of several years, each of the Bennett children received a one -eighth \nundivided interest in several parcels in Avery County —a tract that eventually grew \nto hundreds of acres.  (Compl. ¶¶ 14, 15.) \n5. Such was the status quo until 2001, when Joy gave up her interest in the \nproperty, transferring it to her seven siblings.  (Compl. ¶ 16.)  Around the same time, \nJohn and his wife, Jeanne, requested that they be given a portion of the property to \nown separate and apart from the others.  (Compl. ¶ 17.)  The Bennett parents agreed, \nand the other Bennett children deeded their interests in a 35 -acre tract to John and \nJeanne.  (Compl. ¶ 19.)  Although somewhat unclear, it appears that John in return \ngave up his interest in the rest of the Avery County property.  (See Compl. ¶ 20.) \n6. The second amended  complaint says little about how the Bennett  family \nmanaged the jointly held property at first.  The Bennett parents, though having given \nthe property to their children, seem to have  exercised continued  decision-making \nauthority for a time.  (See Compl. ¶¶ 18, 24.)  That changed in 2007 with the creation \nof Bennett Farm, a limited liability company formed to facilitate the parents’ estate \n                                                 \n1 This summary is drawn from relevant allegations in the second amended complaint and the \nattached exhibits.  It is intended only to provide context for the Court’s decision and does not \nconstitute findings of fact. \nplanning.  (See Compl. ¶  24.)  The f ounding members  of Bennett Farm  were the \nBennett parents (each with a 23% interest ), along with Bert III, Graham, Louise, \nTerry, Ann, and Jim  (each with a 9% interest ).  (Compl. ¶  24; see also  Ex. 2 at \nSchedule I [“Op. Agr.”].)  All of the members transferred their ownership interests in \nthe Avery County property to Bennett Farm.  (Compl. ¶ 28.) \n7. According to Bert III and Terry ( the plaintiffs here), the family intended \nBennett Farm to be a member -managed LLC.  (Compl. ¶  24.)  They allege, though, \nthat Graham and Ann designated Bennett Farm as a manager -managed LLC —\nwithout the knowledge of the other members —in certain Articles of Incorporation.2  \n(Compl. ¶ 25.)  The company’s Operating Agreement was then executed in February \n2007.  (Compl. ¶  26.)  It  also states that Bennett Farm “shall be managed by the \nManagers,” a term defined as “those individu als set forth in Schedule II” or \nindividuals “who are elected to  act as Managers.”   (Op. Agr. §§ 2.1, 12.1(p) .)  As \nexecuted, though, the Operating Agreement included no Schedule II, and no election \nof managers ever took place.  (See Compl. ¶¶ 26, 27.)  Bert III and Terry allege that \na document labeled as Schedule II, which lists Graham  and Ann as managers,  was \nadded later without the approval of Bennett Farm’s members.  (Compl. ¶ 26.) \n8. In 2010 , Graham and Ann, joined by Jim, amended the Operating \nAgreement, again without the others’ knowledge, to include new terms  designed to \nconsolidate their control .  (See Compl. ¶ 30.)  Among other changes, the Amended \nOperating Agreement designates Jim as a third manager, authorizes the managers \n                                                 \n2 It is unclear why Articles of Incorporation were adopted for Bennett Farm, which is a limited \nliability company and not a corporation. \nto make capital calls without member consent, loosens the restrictions on a member’s \nright to transfer his or her interest, and permits Bennett Farm to redeem any \nmember’s interest upon the consent of members owning at least 75% of the company.  \n(See Compl. Ex. 4 §§  7.2, 9.2, 9.6 [“Am. Op. Agr.”].)   Bert III and Terry signed the \nAmended Operating Agreement but  allege that they were never provided a copy of \nthe document apart from the signature page, that the terms were never disclosed, \nand that Graham falsely represented  that their signatures were needed  for \nadministrative purposes.  (Compl. ¶  31.)  They saw the new terms for the first time \nmore than five years later.  (See Compl. ¶ 33.) \n9. In 2012, Lillian Bennett died.  (Compl. ¶  34.)  She passed her interest in \nBennett Farm to Bert III, Graham, Louise, Te rry, Ann, and Jim —the six children \nwith membership interests in the company.  (Compl. ¶ 34.)  Bert Bennett, Jr., though \nstill living, did the same a few months later.  ( Compl. ¶ 35.)  Thus, as of June 2012, \nBennett Farm had six remaining members, all with equal interests.  (Compl. ¶ 36.) \n10. Not long after , Graham, Ann, and Jim asked John  and Jeanne  to give \nBennett Farm a right of first refusal on their separate 35-acre tract.  (Compl. ¶ 37.)   \nJohn and Jeanne agreed.  (Compl. ¶ 38.)  When John later learned that the right of \nfirst refusal would interfere with his plan to incorporate his property into an adjacent \nsubdivision, he requested that Bennett Farm terminate the then-unexercised right.  \n(Compl. ¶ 40.)  This prompted a heated family disagreement.  Bert III, Terry, and \nLouise had received no notice of the right of first refusal in the first place and favored \ngranting John’s request to terminate it.  (Compl. ¶¶ 39, 46.)  Graham, Ann, and Jim \ndisagreed and, claiming managerial authority,  decided to exercise and enforce the \nright of first refusal even in the absence of majority approval of the members.  (Compl. \n¶¶ 46–48.)  John and Jeanne responded by suing Bennett Farm.  (Compl. ¶ 50.) \n11. The litigation deepened the family divide.  The siblings disputed who should \npay for Bennett Farm’s litigation expenses.  ( See Compl. ¶¶ 61, 78, 90(f).)  Bert III’s \nrefusal to pay his share of the expenses prompted a backlash  by Graham, Ann, and \nJim, resulting in his exclusion from the Bennett Farm property.  (See Compl. ¶¶ 78, \n79.) \n12. There were also discussions about how to pay for John and Jeanne’s land if \nBennett Farm succeeded in  exercising the right of first refusal.   Bert III and Terry \nnow allege that the others used the issue as leverage to force Terry out of the \ncompany.  In an e-mail to Graham and Ann, Jim expressed his “wish” to “find a way \nto get Terry to sell out of the entire property now.”  (Compl. ¶ 52.)  Ann agreed and \nobserved that Terry likely would not or could not pay her pro rata share of any cost \nto buy John and Jeanne’s land.  (See Compl. ¶ 52.)  Graham later informed Terry that \nshe would have to make such a contribution—an amount over $100,000—or consider \nselling her interest in Bennett Farm to the other members.  (Compl. ¶ 54.)  To satisfy \nany capital call to buy out John and Jeanne, Terry would have needed access to funds \nin a trust that had been created by her mother’s will.  (Compl. ¶ 51.)  Ann, one of the \ntwo trustees, refused to assure Terry that she would have access to the trust funds.  \n(Compl. ¶  57.)  Unable to afford a  capital call, Terry negotiated a sale of her \nmembership interest in February 2016  to the other five remaining members  of \nBennett Farm.  (Compl. ¶ 58.) \n13. As the litigation with John lingered, Bert III commenced this action in \nJanuary 2018 against Graham, Ann, Jim, and Louise, along with Bennett Farm as a \nnominal defendant.  (ECF No. 4.)  His original complaint sought a declaration that \nGraham, Ann, and Jim are not managers  of Bennett Farm  and that many of their \nactions on the company’s behalf  were invalid .  In addition, h e brought claims for  \nbreach of fiduciary duty, civil conspiracy, constructive fraud, and judicial dissolution \nof Bennett Farm.  The complaint was later amended to add Terry as a plaintiff.  (ECF \nNo. 5.)  Terry joined in Bert III’s original claims and added new allegations that Ann \nbreached her fiduciary duty in her role as trustee for Terry. \n14. A motion to dismiss the amended complaint was filed but became moot when \nBert III and Terry were granted leave to amend for a second time.  (ECF No. 24.)  The \nsecond amended complaint adds John and Jeanne as nominal defendants.  It also \nadds new claims for breach of contract and breach of the implied covenant of good \nfaith and fair dealing, both relating to Louise’s sale of her membership interest in \nApril 2018.  ( See Compl. ¶ 68.)  Louise, apparently fed up with family litigiousness, \ninvited offers to purchase her  membership interest  from all her siblings but \nultimately sold it to Graham, Ann, and Jim.  (See Compl. ¶¶ 63–69.)  The transaction \ngave Graham, Ann, and Jim a combined 80% of Bennett Farm and left Bert III with \nthe remaining 20% interest.  (Compl. ¶ 68.)  Bert III and Terry allege that the transfer \nfailed to comply with the terms of the Operating Agreement , or the Amended \nOperating Agreement if it controls.  (See Compl. ¶¶ 103–09.)   \n15. Graham, Ann, and Jim moved to dismiss th e second amended complaint in \nits entirety on July 10, 2018.  (ECF No. 32.)  The motion has been fully briefed, and \nthe Court held a hearing on August 16, 2018.  The motion is ripe for resolution.3 \nII. \nANALYSIS \n \n16. Bert III and Terry allege that three of their siblings—Graham, Ann, and \nJim—“have undertaken a crusade” to gain control of Bennett Farm and its property \nto the exclusion of the other Bennett children.  ( Pl.’s Br. Opp’n. Mot. Dismiss  6–7, \nECF No. 38 [“Opp’n”].)  According to Bert III and Terry, all or nearly all of the actions \ntaken by Graham, Ann, and Jim on behalf of Bennett Farm were unauthorized and \nin violation of fiduciary and contractual duties owed to the other members.  Bert III \nand Terry have brought each of their eight claims for relief as direct claims and not \nas derivative claims on behalf of Bennett Farm. \n17. Graham, Ann, and Jim seek to dismiss the second amended complaint in its \nentirety.  They press a mix of jurisdictional and merits-related arguments.  Among \nother things, Graham, Ann, and Jim contend that they owed no fiduciary duties to \nBert III and Terry as either co-members or managers of Bennett Farm and that the \n                                                 \n3 Louise filed her own motion to dismiss on July 26, 2018.  (ECF No. 36.)  In response, Bert \nIII and Terry voluntarily dismissed any demand for monetary relief against Louise, though \nmaintaining that she must remain a party because their claims could affect the transfer of \nher membership interest in Bennett Farm.  (ECF No. 40.)  Louise  withdrew her motion on \nAugust 10, 2018.  (ECF No. 41.) \nrequested declaratory judgments are largely improper efforts to nullify contracts,  \nincluding the Amended Operating Agreement. \nA. Legal Standard  \n18. “Subject matter jurisdiction is a prerequisite for the exercise of judicial \nauthority over any case or controversy.”  Intersal, Inc. v. Hamilton , 2017 NCBC \nLEXIS 97, at *16 (N.C. Super. Ct. Oct. 12, 2017).  Matters outside the pleadings may \nbe considered by the Court.  See State v. Seneca-Cayuga Tobacco Co., 197 N.C. App. \n176, 177, 676 S.E.2d 579, 583 (2009).  If the Court does not consider matters outside \nthe pleadings, “the court must accept plaintiff’s allegations as true and construe them \nin the light most favorable to the plaintiff.”  DiCesare v. Charlotte-Mecklenburg Hosp. \nAuth., 2017 NCBC LEXIS 33, at *18 (N.C. Super. Ct. Apr. 11, 2017). \n19. A motion to dismiss under North Carolina Rule of Civil Procedure 12(b)(6) \n“tests the legal sufficiency of the complaint.”  Concrete Serv. Corp. v. Inv’rs Grp., Inc., \n79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986).  Dismissal pursuant to Rule \n12(b)(6) is appropriate when “(1) the  complaint on its face reveals that no law \nsupports the plaintiff’s claim; (2) the complaint on its face reveals the absence of facts \nsufficient to make a good claim; or (3) the complaint discloses some fact that \nnecessarily defeats the plaintiff’s claim.”   Corwin v. British Am. Tobacco PLC , 821 \nS.E.2d 729, 736–37 (N.C. 2018) (citation and quotation marks omitted). \n20. In deciding a Rule 12(b)(6) motion, the Court must treat the well -pleaded \nallegations of the complaint as true and view the facts and permissible inferences “in \nthe light most favorable to” the nonmoving party.  Ford v. Peaches Entm’t Corp., 83 \nN.C. App. 155, 156, 349 S.E.2d 82, 83 (1986) .  “[T]he court is not required to accept \nas true any conclusions of law or unwarranted deductions of fact.”  Oberlin Capital, \nL.P. v. Slavin , 147 N.C. App. 52, 56, 554 S.E.2d 840, 844 (2001) .  The Court “may \nproperly consider documents which are the subject of a plaintiff’s complaint and to \nwhich the complaint specifically refers ” without converting a Rule 12(b)(6 ) motion \ninto a motion for summary judgment.  Weaver v. St. Joseph of the Pines, Inc., 187 N.C. \nApp. 198, 204, 652 S.E.2d 701, 707 (2007) (quoting Oberlin Capital, 147 N.C. App. at \n60, 554 S.E.2d at 847).4 \nB. Fiduciary Claims  \n21. The Court begins with the claims based on fiduciary relationships .  The \nsecond amended complaint includes two distinct claims  for breach of fiduciary duty: \none related to actions taken by Graham, Ann, and Jim on behalf of Bennett Farm; \nand the other against Ann in her role as trustee for Terry.  There is also a single claim \nfor constructive fraud that is premised on the same facts underlying the two \nfiduciary-duty claims.  The Court considers each in turn. \n1. Breach of Fiduciary Duty Based on Actions by Graham, Ann, and Jim on Behalf of \nBennett Farm \n22. As alleged in the second amended complaint,  Graham, Ann, and Jim \nbreached their fiduciary duties owed to Bert III and Terry by  seizing control  of \nBennett Farm without the authorization of its members and then taking a series of \n                                                 \n4 Bert III and Terry object to any consideration of the exhibits to the motion to dismiss and \nother extrinsic matter introduced in the briefing.  ( See Opp’n 28–29.)  These materials are \nnot pertinent to the disputed issues, and the Court therefore has not considered them. \nactions designed to consolidate their control.  (See Compl. ¶¶ 84–96.)  Graham, Ann, \nand Jim contend that Bert III and Terry lack standing to pursue a direct claim for \nbreach of fiduciary duty  and that the complaint doe s not adequately allege the \nexistence of a fiduciary relationship between the parties.  (See Def.’s Br. in Supp. Mot. \nDismiss 7–10 [“Br. in Supp.”].) \n23. “Standing generally refers to a party’s right to have a court decide the merits \nof a dispute.”  DiCesare, 2017 NCBC LEXIS 33, at *19.  It is “a necessary prerequisite \nto a court’s proper exercise of subject matter jurisdiction ,” Aubin v. Susi , 149 N.C. \nApp. 320, 324, 560 S.E.2d 875, 878 (2002) , and, therefore, “a threshold issue that \nmust be addressed and found to exist, before the merits of the case are judicially \nresolved,” Byron v. SYNCO Props., 813 S.E.2d 455, 458 (N.C. Ct. App. 2018) (citation \nand quotation marks omitted). \n24. Here, Graham, Ann, and Jim argue that Bert III and Terry lack standing to \nassert a direct claim for breach of fiduciary duty, relying on the general rule “that \nshareholders cannot pursue individual causes of action against third parties for \nwrongs or injuries to the corporation that resul t in the diminution or destruction of \nthe value of their stock .”  Barger v. McCoy Hillard & Parks, 346 N.C. 650, 65 8, 488 \nS.E.2d 215, 219 (1997).  The exception to this rule is that a shareholder may maintain \nan individual action, “even if the corporation also has a cause of action arising from \nthe same wrong, if the shareholder can show that the wrongdoer owed him a special \nduty or that the injury suffered by the shareholder is sepa rate and distinct from the \ninjury sustained by the other shareholders or the corporation itself.”  Id. at 659, 488 \nS.E.2d at 219.  These rules apply “equally to LLCs” and their members because the \nmembers are, for this purpose, functionally equivalent to corporate shareholders.  \nLevin v. Jacobson, 2015 NCBC LEXIS 111, at *15 n.4 (N.C. Super. Ct. Dec. 7, 2015).5   \n25. The alleged breaches of fiduciary duty here are extensive and overlapping.  \nThey include allegations that Graham, Ann, and Jim improperly acquired and then \nexercised managerial authority  over Bennett Farm—for example, hiring counsel to \namend the Operating Agreement (which they then tricked their siblings into signing), \nnegotiating and exercising the right of first refusal as to John and Jeanne’s land, and \ndeclaring and ma king capital calls .  ( See Compl. ¶¶  88, 90, 92, 93.)  The second \namended complaint further alleges that Graham, Ann, and Jim improperly induced \nTerry into selling her membersh ip interest and purchased Louise’s membership \ninterest in violation of the Operating Agreement.  (See Compl. ¶¶ 90, 94.) \n26. In each case, assuming the alleged facts to be true, the injuries incurred by \nBert III and Terry are “separate and distinct” from those of Bennett Farm as required \nunder the Barger framework.  Barger, 346 N.C. at 659, 488 S.E.2d at 219.  At root, \nBert III and Terry allege that Graham, Ann, and Jim seized managerial control \nwithout authorization and took actions on behalf of Bennett Farm against the wishes \n                                                 \n5 The Barger framework seems to be a poor fit here, yet both sides apply it, apparently on the \ntheory that the claim is based on alleged wrongs committed “against [Bennett Farm] and \nalleged injuries suffered by [Bennett Farm].”  (Br. in Supp. 6; see also Opp’n 15–18.)  There \nis no claim, though, that Graham, Ann, and Jim breached a fiduciary duty owed to Bennett \nFarm.  And many  of the alleged wrongs were clearly  directed toward Bennett Farm’s \nmembers, not Bennett Farm, which would suggest the claim is, at least in part, a direct claim \non its face.  Nevertheless, application of the Barger framework would lead to the same result, \nand the Court elects to do so.  See Atkinson v. Lackey, 2015 NCBC LEXIS 21, at *14 n.3 (N.C. \nSuper. Ct. Feb. 27, 2015) (applying Barger even though “claims arguably could be seen as \ndirect claims on their face and fall outside the Barger analysis altogether”). \nof the majority of its members.  If so, the effect was to deprive dissenting members of \ntheir voting rights.  This would include at least the right to elect managers, (see Op. \nAgr. § 12.1(p)), and the residual right to vote on business affairs in the absence of \nvalidly appointed managers, see N.C. Gen. Stat. § 57D-3-20(d) (“All members will be \nmanagers for any period during which the LLC would otherwise not have any \nmanagers or other company officials.”).  As this Court recently held, the right to vote \non company matters is a right possessed by the individual member, and the \ninfringement of that right is an individual injury properly the subject of a direct \nclaim.  See 759 Ventures, LLC v. GCP Apt. Investors, LLC, 2018 NCBC LEXIS 82, at \n*10 (N.C. Super. Ct. Aug. 13, 2018); see also La Mack v. Obeid, 2015 NCBC LEXIS \n24, at *12–14 (N.C. Super. Ct. Mar. 5, 2015) (applying Delaware law). \n27. So too for the other allegations.  The loss of Terry’s membership interest, if \nshe was wrongfully induced into selling, is an injury unique to Terry.   Similarly, the \nallegedly improper purchase of Louise’s membership interest by Graham, Ann, and \nJim diluted the interest of Bert III relativ e to theirs—effectively increasing the \ninterest of the three managerial members at the expense of the remaining minority \nmember.  Cf. Corwin, 821 S.E.2d at 735 –36 (holding that shareholder had standing \nto bring direct claim for voting power dilution in corporate context). \n28. Graham, Ann, and Jim argue, perhaps correctly, that they became \nmanagers through legitimate means and therefore properly exercised managerial \nauthority.  (See Br. in Supp. 3, 19.)  They also argue that Terry was not coerced into \nselling her interest and that the purchase of Louise’s interest complied with the \nrequirements of the Amended Operating Agreement.  (See Br. in Supp. 21.)  But the \nallegations of the second amended complaint say otherwise, and “[j]urisdiction of the \ncourt over the subject matter is not defeated by the possibility that the allegations of \nthe complaint may fail to state a cause of action upon which the plaintiff may recover.”  \nWilkie v. Stanley, 2011 NCBC LEXIS 11, at *7 (N.C. Super. Ct. Apr. 20, 2011) \n(quoting Dale v. Lattimore, 12 N.C. App. 348, 352, 183 S.E.2d 417, 420 (1971)).  For \npurposes of standing, Bert III and Terry have alleged a concrete, individual injury, \nsufficient “to justify the invocation of the judiciary’s remedial powers.”  Id. at *8 \n(citation and quotation marks omitted). \n29. On the merits, however, the claim falls short.  An “essential element” of a \nclaim for breach of fiduciary duty “is the existence of a fiduciary relationship.”  Azure \nDolphin, LLC v. Barton, 2017 NCBC LEXIS 90, at *23 (N.C. Super. Ct. Oct. 2, 2017) \n(citing Dalton v. Camp, 353 N.C. 647, 651, 548 S.E.2d 704, 707 (2001)).  As a general \nrule, m embers of a n LLC “do not owe a fiduciary dut y to each other or to the \ncompany.”  Kaplan v. O.K. Techs., L.L.C. , 196 N.C. App. 469, 473, 675 S.E.2d 133, \n137 (2009).  Rather, “[t]he rights and duties of LLC members are ordinarily governed \nby the company’s operating agreement, not by general principles of fiduciary \nrelationships.”  Strategic Mgmt. Decisions, LLC v. Sales Performance Int’l, LLC, 2017 \nNCBC LEXIS 69, at * 10–11 (N.C. Super. Ct. Aug. 7, 2017) ; see also N.C. Gen. Stat. \n§ 57D-2-30(a). \n30. Bert III and Terry offer no  persuasive reason to depart from these usual \nrules.  Although Bert III and Terry dispute the validity of the Amended Operating \nAgreement, they do not contest  the validity of the original Operating Agreement .  \n(See, e.g. , Compl. ¶¶ 26, 82 .)  That agreement thoroughly addresses the duties, \npowers, and potential liability of members.  ( See Op. Agr. §§  4.2, 5.6, 6.3, 11.1 .)  \nSeveral provisions expressly disclaim fiduciary or fiduciary-like duties on the part of \nmembers or managers.  (See Op. Agr. §§ 6.2, 11.1.)  No provision is alleged to support \nthe existence of a fiduciary relationship between Bennett Farm’s members.   \n31. Rather, Bert III and Terry  allege a fiduciary relationship based on other \nfactors, unrelated to the Operating Agreement or the organizational structure of \nBennett Farm.  They point to  their sibling relationship and the  allegedly greater \nbusiness experience and financial resources  of Graham, Ann, and Jim .  (Compl. \n¶¶ 86, 87.)  It is debatable whether these factors, even if taken as true, could override \nthe Operating Agreement.  “Especially when the members have bargained for \ncomprehensive terms to govern their relationship, the imp rudent imposition of \nfiduciary duties could undermine the contractual nature of an operating agreement.”  \nStrategic Mgmt. Decisions, 2017 NCBC LEXIS 69, at *11. \n32. In any event, the allegations are facially insufficient to plead the existence \nof a fiduciary r elationship.  “Only when one party figuratively holds all the cards—\nall the financial power or technical information, for example —have North Carolina \ncourts found that the special circumstance of a fiduciary relationship has arisen.”   \nHighland Paving Co. v. First Bank, 227 N.C. App. 36, 42, 742 S.E.2d 287, 292 (2013) \n(citation and quotation marks omitted).  Here, no individual sibling held all the cards.  \nEach member affirmatively represented that he  or she  possessed “ such expertise, \nknowledge, and sophistication in financial and business matters generally, and in the \ntype of transactions in which [Bennett Farm] proposes to engage in particular,” to be \nable to evaluate  the merits and risks of membership in the company.   (Op. Agr.  \n§ 11.2.) \n33. Furthermore, the other allegations in the second amended complaint refute \nthe existence of a relationship of confidence or trust.  Bert III and Terry deny ever \nhaving given managerial authority to their siblings.  ( See Compl. ¶¶ 26, 27, 82(b) .)  \nIn addition, they repeatedly voted against the actions taken by Graham, Ann, and \nJim that form the basis of this lawsuit.  (See Compl. ¶¶ 46, 47, 48.)  They also refused \nto satisfy capital calls.  (See Compl. ¶ 78.)  Simply put, even taking the allegations of \nthe second amended complaint as true, this is not the rare familial relationship that \ngives rise to a fiduciary relationship.  See White v. Hyde, 2016 NCBC LEXIS 74, at \n*21 (N.C. Super. Ct. Oct. 4, 2016) (rejecting fiduciary relationship between sibling \nco-owners of LLC). \n34. In their briefing, Bert III and Terry make two additional, and much \nnarrower, arguments.6  First, they contend that Graham, Ann, and Jim collectively \nown more than 50% of Bennett Farm and therefore owe a fiduciary duty as controlling \nmembers.  (See Opp’n 16.)  This duty, if it existed, would have applied only after Terry \nsold her membership interest in February 2016.  (See Comp. ¶¶ 57, 58.) \n                                                 \n6 The second amended complaint also makes reference to a family ledger, which apparently \nrecords distributions from the Bennett parents to their children.  (See Compl. ¶ 72.)  The \nBennett parents delegated responsibility for maintaining the ledger to Graham at some point.  \n(See Compl. ¶ 74.)  Bert III and Terry suggest this is another factor supporting the existence \nof a fiduciary duty but give no reasoned explanation for why that would be so, and the Court \ncannot discern one.  No claim appears to arise out of mismanagement of the ledger. \n35. Some recent cases have stated that “a holder of a majority interest who \nexercises control over the LLC owes a fiduciary duty to minority interest members.”  \nFiske v. Kieffer , 2016 NCBC LEXIS 22, at *9 (N.C. Super. Ct. Mar. 9, 2016) .  “The \nscope of this exc eption, borrowed from precedents governing corporations, remains \nunsettled,” and “[t]his Court has cautioned against a broad application because of the \nfundamental differences between LLCs and corporations.”  Strategic Mgmt. \nDecisions, 2017 NCBC LEXIS 68, at *11.  In the corporate context, for example, courts \nhave held that a controlling shareholder may include “a group of shareholders with \nan aggregated majority interest acting in concert.”  Brewster v. Powell Bail Bonding, \nInc., 2018 NCBC LEXIS 76, at *10 (N.C. Super. Ct. July 26, 2018) .  But this Court \nhas routinely refused to extend these precedents to LLCs because minority members \nhave much greater ability to negotiate for protections  in the operating agreement .  \nSee, e.g., HCW Ret. & Fin. Servs. , LLC v. HCW Employee Benefit Servs., LLC , 2018 \nNCBC LEXIS 73, at *47 n.102  (N.C. Super. Ct. July 14, 2015) ; Fiske, 2016 NCBC \nLEXIS 22, at *10 ; Blythe v. Bell, 2013 NCBC 18, at *13–14 (N.C. Super. Ct. Apr. 8, \n2013). \n36. The Court adheres to these decisions, which Bert III and Terry do not \naddress or distinguish.  As alleged, Bennett Farm does not have and has never had a \nsingle majority member.  (See Compl. ¶¶ 24, 36, 68 .)  The allegation that Graham, \nAnn, and Jim collectively own a majority interest does not give rise to a fiduciary duty \nto minority members.   \n37. Second, Terry argues that Graham, Ann, and Jim owed her a fiduciary duty \nof disclosure when purchasing her interest.  (Compl. ¶¶ 51–58, 88.)  The briefing does \nlittle to explain this position, which apparently would apply only to Terry and only to \nthe purchase of her interest .  Terry cites no law supporting the proposition that an \nLLC member owes a fiduciary duty when negotiating a contract to purchase another’s \ninterest.  Rather, Terry relies on another precedent from the law governing \ncorporations related to a director ’s purchase of shares from a shareholder.   See \nLazenby v. Godwin, 40 N.C. App. 487, 492, 253 S.E.2d 489, 491 (1979).  To the extent \nTerry intends to suggest that a manager of an LLC (akin to a corporate director) owes \na similar duty to a member  (akin to a shareholder), the claim is contradicted by her \ndenial that Graham, Ann, and Jim are, in fact, the managers of Bennett Farm. \n38. At bottom, t he members of Bennett Farm  decided to organize their \nrelationship through an LLC.  Their rights and duties, as members, are and should \nbe governed by the Operating Agreement, not general principles of fiduciary \nrelationships.  Bert III and Terry have not pleaded facts sufficient to  show the \nexistence of such a relationship between them, on the one hand, and Graham, Ann, \nand Jim, on the other.7   \n39. Accordingly, the Court grants the motion to dismiss the claim for breach of \nfiduciary duty as to the actions of Graham, Ann, and Jim on behalf of Bennett Farm.  \nThe Court need not and does not address alternative arguments made in support of \nthe motion. \n                                                 \n7 This excludes Ann’s role as trustee for Terry, which is the subject of a separate claim and \naddressed below. \n2. Breach of Fiduciary Duty Based on Ann’s Actions as Trustee \n40. The second claim for breach of fiduciary duty relates to Ann’s role as trustee \nfor Terry.  There is no dispute that Ann, as trustee, owes a fiduciary duty to Terry, \nas beneficiary of the trust.  See Wachovia Bank & Tr. Co. v. Johnston, 269 N.C. 701, \n711, 153 S.E.2d 449, 457 (1967) (observing “that one of the most fundamental duties \nof the trustee throughout the trust relationship is to maintain complete loyalty to the \ninterests of” the beneficiary).   \n41. Ann argues that the claim should be dismissed for two other reasons.  She \nargues, first, that Terry failed to join all necessar y parties because Ann’s co -trustee \nwas not named as a party.  (See Br. in Supp. 22–23.)  She also argues that the second \namended complaint fails to allege a breach of her duty or any injury resulting from \nit.  (See Br. in Supp. 23.)  Neither argument is persuasive. \n42. Whether a trustee is a necessary party depends on the nature of the asserted \nclaims.  See, e.g., Wash. Mut. Bank v. Hargrove, 2007 N.C. App. LEXIS 12, at *7 (2007) \n(unpublished) (concluding that trustee was not a necessary party); Tart v. Byrne, 243 \nN.C. 409, 411, 90 S.E.2d 692 , 694 (1956) (concluding that trustee was a necessary \nparty as to some but not all claims).  Ann points to the general rule that all trustees \n(and all beneficiaries) are necessary parties “in suits, respecting the trust prop erty, \nbrought either by or against the trustees.”  Dunn v. Cook, 204 N.C. App. 332, 337, 693 \nS.E.2d 752, 756 (2010) (citation and quotation marks omitted).  It is a rule that stems \nfrom the broader requirement that “all parties claiming an interest in cont ested \nassets must be a party to a suit affecting those assets.”  Window World of St. Louis, \nInc. v. Window World, Inc. , 2015 NCBC LEXIS 79, at * 24 (N.C. Super. Ct. Aug. 10, \n2015). \n43. Neither the rule nor its underlying rationale applies here.  As alleged, \nTerry’s claim does not create a dispute over the property in her trust.  It is instead a \nclaim for money damages against Ann  based on Ann’s actions as trustee .  See In re \nJacobs, 91 N.C. App. 138 , 145, 370 S.E.2d 860, 865  (1988) (“General common law \nprinciples hold that a trustee’s breach of trust subjects him to personal liability.”).   \nThis claim can be decided without affecting the trust property or infringing the \nproperty rights possessed by the trustees or beneficiary .  It was therefore not  \nnecessary to name Ann’s co-trustee as a party. \n44. Terry’s allegations are also sufficient to state a claim for relief .  Taken as \ntrue, the second amended complaint shows that Ann joined with Graham and Jim in \nan effort “to get Terry to sell out of the entire property now .”  (Compl. ¶  52.)  Ann \nproposed telling Terry that she would need to “pony up” a sum of money, apparently \nto permit Bennett Farm to buy John and Jeanne’s property, in the hopes that Terry \nwould instead sell her membership interest.  (Compl. ¶ 52.)  Graham did just that by \npresenting Terry with the prospect of contributing her share in a capital call or taking \na sizeable loan.  ( Compl. ¶ 56.)  Ann then refused to make trust assets available to \nTerry to meet a capital call , prompting Terry to sell her membership interest as \nplanned.  (Compl. ¶ 57.)  Construed liberally, these allegations are sufficient to allege \nthat Ann did not act in Terry’s interests but instead used her status as trustee as \nleverage in Bennett Farm’s internal feud, all to Terry’s detriment. \n45. Accordingly, the Court denies the motion to dismiss Terry’s claim for breach \nof fiduciary duty against Ann in her role as trustee. \n3. Constructive Fraud \n46. The claim for constructive fraud is premised on the same facts that underlie \nthe two fiduciary-duty claims.  ( See Compl. ¶¶ 115–19.)  The dismissal of the first \nclaim for breach of fiduciary duty —the Bennett Farm-centered claim—also requires \ndismissal of the claim for constructive fraud to the extent it is based on the  same \nfacts.  Bert III and Terry have standing to bring the claim individually, for the reasons \nexplained above.  But they have not sufficiently alleged the existence of a fiduciary \nrelationship, which is a necessary element for constructive fraud  just as it is for \nbreach of fiduciary duty.  See White v. Consol. Planning, Inc., 166 N.C. App. 283, 293, \n603 S.E.2d 147, 155 (2004); see also Brown v. Secor , 2017 NCBC LEXIS 65, at *18 \n(N.C. Super. Ct. July 28, 2017).   \n47. Terry’s claim against Ann in her role as trustee, on the other hand, may \nproceed.  As noted, Ann does not challenge the existence of a fiduciary relationship.   \n(See Br. in Supp. 23.)  Constructive fraud also requires a showing that the defendant \ntook advantage of the fiduciary relationship  “to benefit himself” or herself .  White, \n166 N.C. App. at 294, 603 S.E.2d at 156.   Although Graham, Ann, and Jim’s  brief \nargues that this element is absent as it relates to their actions on behalf of Bennett \nFarm, they do not make the same argument about Ann’s alleged actions as trustee.  \n(See Br. in Supp. 17–18.)  Accordingly, the Court finds no persuasive basis to dismiss \nTerry’s claim against Ann for constructive fraud. \n48. The Court therefore grants the motion to dismiss the claim for constructive \nfraud against Graham and Jim but denies the motion as to the claim against Ann to \nthe extent it is based on her role as Terry’s trustee.   \nC. Contract Claims \n49. Bert III and Terry allege that the transfer of Louise’s interest in Bennett \nFarm to Graham, Ann, and Jim was improper under section s 9.1 and 9.2  of the \nOperating Agreement or, alternatively, the same sections of the Amended Operating \nAgreement.  (See Compl. ¶ 104.)  They assert claims for breach of contract and breach \nof the implied covenant of good faith and fair dealing.  The parties’ briefs treat the \ntwo claims as one, and the Court therefore does as well.   \n50. To state a claim for breach of contract, a party must al lege that there is a \nvalid contract and that a term of the contract was breached.  See Poor v. Hill , 138 \nN.C. App. 19, 26, 530 S.E.2d 838, 843 (2000).   In every contract, including LLC \noperating agreements , there is an implied covenant “that neither party will do \nanything which injures the right of the other to receive the benefits of the agreement.”  \nPro-Tech Energy Solutions, LLC v. Cooper, 2015 NCBC LEXIS 76, at *21 (N.C. Super. \nCt. July 30, 2015) (quoting Bicycle Transit Auth., Inc. v. Bell, 314 N.C. 219, 228, 333 \nS.E.2d 299, 305 (1985)). \n51. According to Graham, Ann, and Jim, the Amended Operating Agreement is \na valid contract, but the second amended compla int does not adequately allege that \nit was breached.  They contend that section 9.2, by its terms, permitted Louise to sell \nher membership interest to some of her siblings without first offering it to all.  ( See \nBr. in Supp. 21.) \n52. As Bert III and Terry correctly note, though, s ection 9.2 of the Amended \nOperating Agreement permits transfers by one sibling to another “for estate and gift \ntax planning purposes.”  (Am. Op. Agr. § 9.2.)  Transfers to family members for other \npurposes (or to non-family members for any reason) are permitted only if a number \nof conditions are satisfied, including first offering the interest to Bennett Farm.  (See \nAm. Op. Agr. §  9.2(a)–(d).)  The second amended complaint alleges  that Louise \nadmitted to selling “her interest primarily to get away from family dis harmony and \navoid paying legal fees,” not to plan for any estate or gift tax considerations.  (Compl. \n¶ 69.)  At the Rule 12 stage, this allegation is sufficient to plead that the transfer was \nimproper and, therefore, a breach of section 9.2. \n53. The original Operating Agreement is structured differently.  It has no \nprovision permitting transfers to siblings for estate or gift tax purposes.  For any \nproposed transfer, a member must offer his or her interest first to Bennett Farm.  (See \nOp. Agr. § 9.2(a)–(d).)  Thus, in the event the original Operating Agreement remains \noperative, as Bert III and Terry contend, the allegations relating to Louise’s transfer \nof her membership would also state a claim for its breach. \n54. The Court therefore denies the motion to dismiss the claims for breach of \ncontract and the implied covenant of good faith and fair dealing. \nD. Conspiracy \n55. There is no “separate civil action for civil conspiracy in North Carolina.”  \nDove v. Harvey, 168 N.C. App. 687, 690, 608 S.E.2d 798, 800 (2005).  Rather, “[t]he \naction is for damages caused by acts committed pursuant to a formed conspiracy, \nrather than by the conspiracy itself.”  Reid v. Holden, 242 N.C. 408, 414–15, 88 S.E.2d \n125, 130 (1955).  Thus, a claim for civil conspiracy requires “(1) an agreement between \ntwo or more individuals; (2) to do an unlawful act or to do a lawful act in an unlawful \nway; (3) resulting in injury to the plaintiff inflicted by one or more of the conspirators; \nand (4) pursuant to a common scheme.”  Lendingtree, LLC v. Intercontinental Capital \nGrp., 201 7 NCBC LEXIS 54, at *1 4–15 (N.C. Super. Ct. June 23, 201 7) (quoting \nPiraino Bros., LLC v. Atl. Fin. Grp., Inc., 211 N.C. App. 343, 350, 712 S.E.2d 328, 333 \n(2011)). \n56. Bert III and Terry base their  conspiracy claim on the wrongful acts \nunderlying the claims for breach of fiduciary duty and breach of contract.  The second \namended complaint alleges, for example, that Graham, Ann, and Terry conspired to \ntake control of Bennett Farm, to exercise that control without the other members’ \nconsent, to deprive Terry of access to her trust funds, and to acquire Louise’s \nmembership interest for themselves.  (See Compl. ¶¶ 111(d), 111(g), 112.) \n57. Graham, Ann, and Jim argue  that the conspiracy claim must be dismissed \nif the underlying claims are dismissed.  ( See Br. in Supp. 18–19.)  As to the Bennett \nFarm-centered claim for breach of fiduciary duty, the Court agrees.  Having dismissed \nthat underlying claim, the Court also dismisses t he conspiracy claim to the extent \nbased on the same acts .  See Azure Dolphin , 2017 NCBC LEXIS 90, at *28 –29 \n(dismissing conspiracy claim).  The allegations specific to Ann’s actions in her role as \ntrustee and to the purchase of Louise’s membership interest, however, are sufficient \nto plead an unlawful act for purposes of  the conspiracy claim .8  See Brewster, 2018 \nNCBC LEXIS 76, at *15 (denying motion to dismiss conspiracy claim  when \nunderlying claim survived). \n58. Graham, Ann, and Jim also argue that “Plaintiffs have not alleged any facts \nto establish the existence of an agreement” between them to perform any unlawful \nacts.  (Br. in Supp. 19.)  This short, undeveloped argument is unconvincing.  The \nsecond amended complaint identifies several communications between Graham, Ann, \nand Jim that tend to support the existence of such an agreement.  ( See, e.g., Compl. \n¶¶ 52, 55.) \n59. The Court therefore denies the motion to dismiss the claim for conspiracy to \nthe extent that claim is based on Ann’s alleged breach of fiduciary duty in her role as \ntrustee and on Defendants’ alleged breach of contract and the implied covenant of \ngood faith and fair dealing. \nE. Declaratory Judgment \n60. The declaratory -judgment claim is better viewed as nine requests for \ndistinct, but often overlapping, declarations : (1) that the Amended Operating \nAgreement is invalid; (2) that Bennett Farm has no validly elected managers; (3) that \n                                                 \n8 There is an open question in North Carolina as to whether a breach of contract may support \na claim for conspiracy.  Some courts in other jurisdictions have held that it may not.  See, e.g., \nApplied Equip. Corp. v. Litton Saudi Arabia Ltd., 7 Cal. 4th 503,  522 (1994).  Bert III and \nTerry have not raised this issue, however, and the Court therefore does not address it.   \nGraham, Ann, and Jim have no managerial authority over Bennett Farm; (4) that \ncapital calls require member consent; (5) that Bennett Farm’s acquisition of the right \nof first refusal on John’s property was not validly authorized; (6) that Bennett Farm \nalso had no authority to exercise or enforce th e right of first refusal; (7) that the \npurchase of Terry’s membership interest was improper or fraudulent; (8) that Bert \nmay access Bennett Farm ’s property; and (9) that Bert, Graham, Ann, Jim, and \nLouise held an equal membership interest in Bennett Farm as of April 13, 2018.  (See \nCompl. ¶¶ 82, 83.)  Most, if not all, of the requested declarations turn on the authority \nof Graham, Ann, and Jim to act as managers of Bennett Farm.9  The effect, if Bert III \nand Terry are successful, would be to unravel years of activity by Bennett Farm , \nincluding changes to its assets and ownership structure. \n61. Our appellate courts have stressed that “[a] motion to dismiss for failure to \nstate a claim is seldom appropriate ‘in actions for declaratory judgments, and will not \nbe allowed simply because the plaintiff may not be able to prevail.’”  Morris v. Plyler \nPaper Stock Co. , 89 N.C. App. 555, 557, 366 S. E.2d 556, 558 (1988) (quoting N.C. \nConsumers Power, Inc. v. Duke Power Co. , 285 N.C. 434, 439, 206 S.E.2d 178, 182 \n(1974)).  Rather, a motion to dismiss a declaratory-judgment claim is appropriate only \n“‘when the complaint does not allege an actual, genuine existing controversy,’” which \n                                                 \n9 Graham, Ann, and Jim contend that Bert III and Terry lack standing to seek these \ndeclarations for the same reasons asserted as to the cla im for breach of fiduciary duty.  As \nnoted, the Court concludes that Bert III and Terry have sufficiently alleged a concrete, \nindividual injury.  It is also unclear how the Barger framework, with its focus on diminution \nof stock value, applies in the context of declaratory relief. \nprevents a court from entering a “purely advisory opinion.”  Legalzoom.com, Inc. v. \nN.C. State Bar, 2012 NCBC LEXIS 49, at *9 (N.C. Super. Ct. Aug. 27, 2012). \n62. Graham, Ann, and Jim argue that nearly all of the requested decla rations \nare improper efforts to nullify contracts—Bennett Farm’s Operating Agreement, the \nright of first refusal, and other contracts transferring membership interests.  (See Br. \nin Supp. 19–20.)  They point to cases stating that the Declaratory Judgment A ct “is \nnot a vehicle for the nullification of [written] instruments.”  Farthing v. Farthing, 235 \nN.C. 634, 635, 70 S.E.2d 664, 665 (1952).   The North Carolina Court of Appeals, \nhowever, has rejected this argument.  Farthing held only that “the validity of a will \nis a probate matter” and cannot be held void through a declaratory-judgment action.  \nBueltel v. Lumber Mut. Ins. Co., 134 N.C. App. 626, 630, 518 S.E.2d 205, 208 (1999).  \n“The validity of a contract, however, is a di fferent matter,” and this Court “certainly \nmay determine the validity and enforceability of a contract under the Declaratory \nJudgment Act.”  Id.; see also, e.g., Allen v. Ferrera, 141 N.C. App. 284, 292, 540 S.E.2d \n761, 767 (2000) (following Bueltel); Tumlin v. Tuggle Duggins P.A. , 2018 NCBC \nLEXIS 217, at *40 (N.C. Super. Ct. Dec. 18, 2018) (same ); Haigh v. Superior Ins. \nMgmt. Grp., 2017 NCBC LEXIS 100, at *20–21 (N.C. Super. Ct. Oct. 24, 2017) (same). \n63. The other arguments go toward the merits of the requested declarations.  In \ntheir opening brief, Graham, Ann, and Jim contend that Bert III has not alleged that \nhe ever possessed the right to access Bennett Farm’s property and that, in any event, \nit was reasonable for them  to deny access to the property for members who fail to \nsatisfy capital calls.  (See Br. in Supp. 20–21.)  In their reply brief, Graham, Ann, and \nJim argue more comprehensively that, as a matter of law, they are Bennett Farm’s \nmanagers and that Bert III an d Terry are bound by the Amended Operating \nAgreement.  (See Reply Br. Supp. Mot. Dismiss 1–3, ECF No. 39.)   \n64. The question, though, is not whether Bert III and Terry will prevail on their \nclaim.  It is only whether they have identified an actual, genuine co ntroversy.  See \nJohnson’s Landing Homeowners Ass’n, Inc. v. Hotwire Communs., LLC , 2018 NCBC \nLEXIS 113, at *11 (N.C. Super. Ct. Oct. 29, 2018); see also Gvest Real Estate, LLC v. \nJS Real Estate Invs., LLC , 2017 NCBC LEXIS 32, at *10 (N.C. Super. Ct. Apr. 6, \n2017) (declining to address “arguments more appropriately made in the context of a \nmotion for judgment on the pleadings under Rule 12(c) or a motion for summary \njudgment under Rule 56”) .  The parties’ views about which members are entitled to \nexercise managerial authority over Bennett Farm are irreconcilable, giving rise to a \ndefinite, concrete controversy.  As a result, “[t]he parties are entitled to a declaration \nof their rights and liabilities and the action should be disposed of only by a judgment \ndeclaring them.”  Nationwide Mut. Ins. Co. v. Roberts, 261 N.C. 285, 288, 134 S.E.2d \n654, 657 (1964). \n65. The Court therefore denies the motion to dismiss the declaratory-judgment \nclaim. \nF. Judicial Dissolution \n66. In their final claim, Bert III and Terry seek a decree judicially dissolving \nBennett Farm.  By statute, a member of an LLC may seek dissolution if “(i) it is not \npracticable to conduct the LLC’s business in conformance with the operating \nagreement and [gov erning statutes] or (ii) liquidation of the LLC is necessary to \nprotect the rights and interests of the member.”  N.C. Gen. Stat. § 57D-6-02(2).  Bert \nIII and Terry invoke both grounds.  (See Compl. ¶ 121.) \n67. Graham, Ann, and Jim begin by arguing that Terry lacks standing to seek \ndissolution because she is no longer a member of Bennett Farm.  ( See Br. in Supp. \n22.)  The Court agrees.  Although Terry hopes to invalidate or revoke the transfer of \nher membership through this action, she is currently not a member of Bennett Farm.  \n(See Compl. ¶ 2.)  Section 57D-6-02(2) does not authorize courts to dissolve limited \nliability companies in proceedings brought by former members.  As a result, Terry \nlacks standing to seek judicial dissolution.  See Slaughter v. Winner Enters. of \nCarolina Beach, LLC, 2019 NCBC LEXIS 1, at *25–26 (N.C. Super. Ct. Jan. 7, 2019) \n(granting motion to dismiss); Finkel v. Palm Park, Inc., 2018 NCBC LEXIS 112, at *9 \n(N.C. Super. Ct. Oct. 24, 2018) (same); Azure Dolphin, 2017 NCBC LEXIS 90, at *17 \n(same). \n68. There is no dispute, however, that Bert III is a member of Bennett Farm \nand has standing.  Graham, Ann, and Jim contend that his claim fails because he has \nnot alleged that it is impracticable to operate Bennett Farm or that liquidation is \nnecessary to protect his interests.  The management disagreements identified in the \ncomplaint, they contend, are insufficient to warrant dissolution.  ( See Br. in Supp. \n22.)   \n69. Bert III responds that his siblings have exercised illegitimate authority over \nBennett Farm for nearly a decade.   He believes that, if his claims are successful,  it \nwould be impossible to unwind all of the ir actions during that time, leaving \ndissolution as the only meaningful path forward.  (See Opp’n 25.)  Bert III also looks \nto dissolution case law in the corporate context, which permits minority shareholders \nin closely held corporations to seek liquidation when their reasonable expectations \nhave been frustrated.  See Meiselman v. Meiselman, 309 N.C. 279, 299, S.E.2d 551, \n563 (1983).   \n70. After careful consideration, the Court concludes that it would be premature \nto dismiss Bert III’s claim for judicial dissolution .  The second amended complaint \nalleges that virtually every action taken by Bennett Farm  since its inception is \ntainted by his siblings’ usurpation of managerial authority.  If Bert III is able to \nsupport those allegations after discovery and establish his claims to the satisfaction \nof a jury, it would raise thorny questions about Bennett Farm’s ability to bring itself \ninto compliance with its governing operating agreement, as well as whether nearly a \ndecade of unlawful management has left liquidation as the only way to protect Bert \nIII’s rights.  In addition, our courts have not yet decided whether and to what extent \nthe principles of Meiselman apply to actions under section 57D-6-02(2).  See Brady v. \nVan Vlaanderen, 2017 NCBC LEXIS 61, at *31 –32 (N.C. Super. Ct. July 19, 2017).   \nAs this Court has observed, it is prudent to address such questions on a more fully \ndeveloped record.  See Pure Body  Studios Charlotte, LLC v. Crnalic , 2017 NCBC \nLEXIS 98, at *13 (N.C. Super. Ct. Oct. 18, 2017).   \n71. Accordingly, the Court concludes that Terry lacks standing to seek judicial \ndissolution and grants the motion to dismiss her claim.  The Court denies the motion \nto dismiss Bert III’s claim for dissolution. \nIII. \nCONCLUSION \n \n72. For the reasons discussed above, the Court ORDERS as follows:  \na. The motion to dismiss the claim for breach of fiduciary duty based on the \nactions of Graham, Ann, and Jim on behalf of Bennett Farm is GRANTED.  The \nclaim is DISMISSED with prejudice. \nb. The motion to dismiss the claim for breach of fiduciary duty against Ann \nin her role as trustee is DENIED. \nc. The motion to dismiss the claim for constructive fraud is DENIED to the \nextent based on Ann’s actions in her role as trustee and GRANTED to the extent \nbased on the actions of Graham, Ann, and Jim on behalf of Bennett Farm. \nd. The motion to dismiss the claims for b reach of contract and breach of \ngood faith and fair dealing is DENIED.  \ne. The motion to dismiss the claim for civil conspiracy is DENIED to the \nextent based on Ann’s actions in her role as trustee and on the claims for breach \nof contract and the implied covenant of good faith and fair dealing.  It is \nGRANTED to the extent based on the actions of Graham, Ann, and Jim on behalf \nof Bennett Farm. \nf. The motion to dismiss the claim for declaratory judgment is DENIED. \ng. The motion to dismiss Terry’s claim for judicial dissolution is \nGRANTED, and the claim is  DISMISSED without prejudice.  The motion to \ndismiss Bert III’s claim for judicial dissolution is DENIED. \n73. The Court further ORDERS the parties to file their case management \nreport and a proposed case management order within fourteen days of the date of this \nOrder and Opinion.  See Business Court Rule 9.2. \n \nSO ORDERED, this the 15th day of March, 2019. \n /s/ Adam M. Conrad    \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n \n "
}