{
  "id": "c3af2bfc491c58ddea1f139c157b72b8cf57a932dbcebbd6bbc4dc34e5f46eb2",
  "source_file": "data/raw/ncbc/c3af2bfc491c58ddea1f139c157b72b8cf57a932dbcebbd6bbc4dc34e5f46eb2.pdf",
  "raw_text": "Window World of Baton Rouge, LLC v. Window World, Inc.; Window World of St. \nLouis, Inc. v. Window World, Inc., 2016 NCBC 80. \n \nSTATE OF NORTH CAROLINA \n \nWILKES COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 1 \n \nWINDOW WORLD OF BATON \nROUGE, LLC; WINDOW WORLD \nOF DALLAS, LLC; WINDOW \nWORLD OF TRI STATE AREA, LLC; \nand JAMES W. ROLAND, \n \nPlaintiffs, \n \nv. \n \nWINDOW WORLD, INC. and \nWINDOW WORLD \nINTERNATIONAL, LLC, \n \nDefendants. \n \n \n \n \n \n \n \n \n \n \nWILKES COUNTY 15 CVS 2 \n \nWINDOW WORLD OF ST. LOUIS, \nINC.; WINDOW WORLD OF \nKANSAS CITY, INC.; WINDOW \nWORLD OF \nSPRINGFIELD/PEORIA, INC.; \nJAMES T. LOMAX III; JONATHAN \nGILLETTE; B&E INVESTORS, INC.; \nWINDOW WORLD OF NORTH \nATLANTA, INC.; WINDOW WORLD \nOF CENTRAL ALABAMA, INC.; \nMICHAEL EDWARDS; MELISSA \nEDWARDS; WINDOW WORLD OF \nCENTRAL PA, LLC; ANGELL P. \nWESNERFORD; KENNETH R. \nFORD, JR.; WORLD OF WINDOWS \nOF DENVER, LLC; RICK D. ROSE; \nCHRISTINA M. ROSE; WINDOW \nWORLD OF ROCKFORD, INC.; \nWINDOW WORLD OF JOLIET, \nINC.; SCOTT A. WILLIAMSON; \nJENNIFER L. WILLIAMSON; \nBRIAN C. HOPKINS; WINDOW \nWORLD OF LEXINGTON, INC.; \n \n \n \n \n \n \n \nTOMMY R. JONES; JEREMY T. \nSHUMATE; WINDOW WORLD OF \nPHOENIX LLC; JAMES BALLARD; \nand TONI BALLARD, \n \nPlaintiffs, \n \nv. \n \nWINDOW WORLD, INC. and \nWINDOW WORLD \nINTERNATIONAL, LLC, \n \nDefendants. \n \n \nORDER AND OPINION ON DEFENDANTS’ MOTION TO DISMISS AND \nSECOND MOTION FOR JUDGMENT ON THE PLEADINGS \n \n1. THIS MATTER is before the Court upon Defendants Window World, Inc. \nand Window World International, LLC’s (collectively, “Window World” or \n“Defendants”) Motion to Dismiss pursuant to Rule 12(b)(6) of the North Carolina \nRules of Civil Procedure in Window World of Baton Rouge, LLC v. Window Worl d, \nInc., 15 CVS 1 (the “Roland Action”), and Defendants’ Second Motion for Judgment \non the Pleadings pursuant to Rule 12(c) of the North Carolina Rules of Civil \nProcedure in Window World of St. Louis, Inc. v. Window World, Inc. , 15 CVS 2 (the \n“Lomax Action”) (collectively, the “Motions”).   \n2. After considering the Motions, the briefs in support of and in opposition to \nthe Motions, and the arguments of counsel at a hearing held on June 15, 2016, the \nCourt hereby GRANTS both Motions and DISMISSES with prejudice  Plaintiffs’1 \n                                                 \n1 “Plaintiffs” herein means all plaintiffs in the Roland Action and the Lomax Action \ncollectively: Window World of Baton Rouge, LLC; Window World of Dallas, LLC; Window \nWorld of Tri State Area, LLC; James W. Roland; Window World of St. Louis, Inc.; Window \nWorld of Kansas City, Inc.; Window World of Springfield/Peoria, Inc.; James T. Lomax III; \nJonathan Gillette; B&E Investors, Inc.; Window World of North Atlanta, Inc.; Window World \nNinth Cause of Action in the Roland Action and Plaintiffs’ Eleventh Cause of Action \nin the Lomax Action , each  of which allege Defendants are liable to Plaintiffs for  \nviolation of N.C. Gen. Stat. § 75-1. \nBrooks, Pierce, McLendon, Humphrey & Leonard LLP, by Charles E. \nCoble, Benjamin R. Norman, Jeffrey E. Oleynik, and Andrew L. \nRodenbough, and Keogh Cox & Wilson, Ltd, by John P. Wolff, III, for \nPlaintiffs Window World of Baton Rouge, LLC, Window World of Dallas, \nLLC, Window World of Tri State Area LLC, James W. Roland, Window \nWorld of St. Louis, Inc., Window World of Kansas City, Inc., Window \nWorld of Springfield/Peoria, Inc., James T. Lomax III, Jonathan Gillette, \nB&E Investors, Inc., Window World of North Atlanta, Inc., Window \nWorld of Centra l Alabama, Inc., Michael Edwards, Melissa Edwards, \nWindow World of Central PA, LLC, Angell P. Wesnerford, Kenneth R. \nFord, Jr., World of Windows of Denver, LLC, Rick D. Rose, Christina M. \nRose, Window World of Rockford, Inc., Window World of Joliet, Inc., \nScott A. Williamson, Jennifer L. Williamson, Brian C. Hopkins, Window \nWorld of Lexington, LLC, Tommy R. Johns, Jeremy T. Shumate, \nWindow World of Phoenix LLC, James Ballard, and Toni Ballard. \nManning, Fulton & Skinner, P.A., by Michael T. Medford, Judson A . \nWelborn, Natalie M. Rice, Jessica B. Vickers, and Pia Anderson Dorius \nReynard & Moss, by Mark M. Leitner, Joseph S. Goode, Travis James \nWest, and Jessica L. Farley, for Defendants Window World, Inc. and \nWindow World International, LLC. \nBledsoe, Judge. \nI. \nINTRODUCTION \n3. As pleaded here, t his case involves a dispute between Window World, a \nfranchisor of its own brand of vinyl replacement windows, doors, and related \n                                                 \nof Central Alabama, Inc.; Michael Edwards; Melissa Edwards; Window World of Central PA, \nLLC; Angell P. Wesnerford; Kenneth R. Ford, Jr.; World of Windows of Denver, LLC; Rick D. \nRose; Christina M. Rose; Window World of Rockford, Inc.; Window World of Joliet, Inc.; Scott \nA. Williamson; Jennifer L. Williamson; Brian C. Hopkins; Window World of Lexington, Inc.; \nTommy R. Jones; Jeremy T. Shumate; Window World of Phoenix LLC; James Ballard; and \nToni Ballard. \nmaterials, and Plaintiffs, who are various Window World franchisees  around the \nUnited States .  Plaintiffs filed these two lawsuits in 2015 , alleging that Window \nWorld knowingly and intentionally withheld information from Plaintiffs that \nPlaintiffs allege they were entitled to receive under federal franchise law.  \nParticularly relevant to these Motio ns, Plaintiffs allege  that Window World  \nmisrepresented a key fact on which the franchise relationships were formed—that by \nbecoming a licensee of the Window World marks, each Plaintiff would gain access to \nthe lowest available wholesale prices for the Window World windows, doors,  and \nrelated materials Plaintiffs sold and installed. \n4. Plaintiffs’ Second Amended Complaint in each action alleges various causes \nof action against Window World for declaratory judgment, reformation, injunction, \nbreach of contract, fraud, negligent misrepresentation, violation of N.C. Gen. Stat. §§ \n75-1 and 75-1.1, unjust enrichment, and fraudulent transfer.  Plaintiffs seek over $5 \nmillion in damages in each action.   \n5. Defendants’ Motions seek dismissal of a single claim in each Second \nAmended Complaint: Plaintiffs’ claim against Defendants for an illegal combination \nin restraint of trade in violation of N.C. Gen. Stat. § 75 -1.  Defendants argue that \nPlaintiffs’ Second Amended Complaint in each action fails to allege facts sufficient to \nestablish necessary elements under section 75 -1, including (i) the identi ty of a \nrelevant market, (ii) that Window World has sufficient market power in the relevant \nmarket, (iii) that Window World’s conduct had an anticompetitive effect, and (iv) that \nPlaintiffs suffered antitrust injury.  The allegations relevant to the determination of \nthe Motions are substantially similar in each of Plaintiffs’  Second Amended \nComplaints. \nII. \nPROCEDURAL AND FACTUAL BACKGROUND \n6. The Court does not make findings of fact on motions to dismiss under Rule \n12(b)(6) or on motions for judgment on the pleadings under Rule 12(c), but only recites \nthose facts included in each Second Amended  Complaint that are relevant to the \nCourt's determination of the Motion s.  See, e.g., Concrete Serv. Corp. v. Investors \nGrp., Inc., 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986). \n7. According to Plaintiffs, Window World is a North Carolina franchisor that \noperates a network of approximately 200 franchises  across the United States that \nincludes Plaintiffs’ franchises.  ( Second Am. Compl., 15 CVS 1, hereafter, “ Roland \nSAC,” ¶¶ 15, 19, 22; Second Am. Compl., 15 CVS 2, hereafter, “ Lomax SAC,\" ¶¶ 50, \n54.)   \n8. Plaintiffs and other Window World franchisees purchase vinyl replacement \nwindows, doors and siding, related accessories, and other Window World -\ntrademarked items from Window World’s approved vendors.  (Roland SAC ¶¶ 19, 24; \nLomax SAC ¶¶ 54, 59.)  The franc hisees then resell to, and install the products for , \ncustomers.  (Roland SAC ¶¶ 19, 24; Lomax SAC ¶¶ 54, 59.) \n9. Each of Window World’s multiple franchisees is assigned an exclusive \ngeographic area.  (Roland SAC ¶¶ 30, 31, 35, 36; Lomax SAC ¶¶ 65 –95.)  Plaintiffs \nare long-standing Window World franchisees and sell Window World -trademarked \nproducts in different parts of the United States.  (Roland SAC ¶ 2; Lomax SAC ¶ 2.) \n10. In addition to providing the right to use the Window World trademark s, \nWindow World endeav ors to use the bargaining power created by its network of \nfranchisees to negotiate with Window World’s approved vendors to provide lower \nprices to its franchisees for Window World-trademarked products.  (Roland SAC ¶¶ \n98, 99, 102; Lomax SAC ¶¶ 187, 188, 19 7.)  Window World has historically charged \nits franchisees a modest upfront franchise fee when the franchisee acquire d its \nfranchise.  (Roland SAC ¶¶ 30, 32, 36; Lomax SAC ¶¶ 65, 74, 75, 81, 82, 83, 90, 91, \n93, 95.)  Instead of collecting royalties directl y from franchisees on their sales of \nWindow World-trademarked items, Window World collects its royalties through the \napproved vendors as a percentage of the sales price of Window World items sold by \nthese vendors.  (Roland SAC ¶ 68; Lomax SAC ¶ 160.) \n11. Plaintiffs allege that these payments from approved vendors are in the form \nof “kickbacks” or “rebates” and were not disclosed to Plaintiffs until soon before \nPlaintiffs initiated these lawsuits.  (Roland ¶ 68; Lomax SAC ¶ 160.)  Plaintiffs \nfurther allege that these payments supplied nearly all of the revenue that Window \nWorld has collected in the course of its franchising business over the time period \nrelevant to this dispute.  (Roland ¶ 68; Lomax SAC ¶ 160.)  \n12. According to Plaintiffs, s ince as early as 2002, Window World has \nconsistently represented to Plaintiffs that participation in the Window World \nfranchisee network would allow Plaintiffs to receive the lowest available wholesale \npricing for Window World-trademarked products.  (Roland ¶ 72, Lomax SAC ¶ 164.)  \nAs stated in the typical Window World licensing agreement  with its franchisees,  \nWindow World “shall endeavor to arrange for the supply of the items to LICENSEE \nat prices which are less than those charged to non -licensees within t he trade area \nherein defined.”2  (Roland SAC ¶ 102; Lomax SAC ¶ 197; Defs.’ Mot. Dismiss Exs. A, \nB, C, D § 4.)   \n13. The licensing agreements also required, however, that Plaintiffs agree to \n“sell and install only and exclusively  those products, goods, equipment, and parts \nfrom vendors approved by [Window World].”  (Defs.’ Mot. Dismiss Exs. A, B, C, D § 4) \n(emphasis in original) .  Nonetheless, Plaintiffs allege  that “the parties’ business \nrelationship existed independent of those written agreements, predated the execution \nof those written agreements, continued unabated and unaltered after the expiration \nof those written agreements, and was not limited by those written agreements.”  \n(Roland SAC ¶ 29; Lomax SAC ¶ 64.)   \n14. Since at leas t 2000, Associated Materials, LLC (“AMI”) has served as a \nWindow World-approved supplier of vinyl replacement windows to Window World \nfranchisees.  (Roland SAC ¶ 24; Lomax SAC ¶ 59.)  In 2007, Window World announced \nto its franchisees that it would be movi ng to AMI as the “sole source” supplier of \nwindows within the Window World franchise network.  (Roland SAC ¶ 137; Lomax \nSAC ¶ 159.)   \n                                                 \n2 These documents were not attached to Plaintiffs’ Second Amended Complaints, but were \nreferred to therein, and Window World has attached the referenced documents to its Motions.  \nAs a result, the Court may properly consider such documents in resolving the Motions.  See, \ne.g., Oberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 60, 554 S.E.2d 840, 847 (2001).   \n15. Plaintiffs allege that Window World unlawfully conspired with AMI to \nrequire Window World franchisees to purchase only from AMI, to inflate the prices \nWindow World franchisees, including Plaintiffs, were required to pay to AMI, and \ntherefore to increase the revenue that Window World collected from each purchase \nits franchisees made from AMI.  (Roland ¶ 134; Lomax SAC ¶ 230.)  Plaintiffs allege \nthat these actions harmed competition and injured Window World franchisees, \nincluding Plaintiffs.  (Roland SAC ¶ 138; Lomax SAC ¶ 234.) \n16. Plaintiffs further allege that Window World has failed to meet its \ncommitment to secure superior whol esale pricing for its franchisees.  In addition , \nPlaintiffs allege that the amounts Plaintiffs have paid to AMI exceed the amounts \nthey would otherwise have paid to AMI or other suppliers of comparable products in \nthe relevant markets were they not Window World franchisees.  (Roland SAC ¶ 106; \nLomax SAC ¶ 201.)  Plaintiffs also contend that they have been required to pay above-\nmarket prices for vinyl replacement wi ndows and for various other products, \nincluding caulk, doors, siding, and garage doors.  (Roland SAC ¶ 111; Lomax SAC ¶ \n206.) \n17. Plaintiffs assert that these actions and other allegedly wrongful conduct by \nWindow World motivated Plaintiffs to file these actions on January 2, 2015.  Since \nthe filing of the lawsuits, the parties have engaged in pretrial motions practice as \nwell as voluminous discovery, none of which is relevant for the resolution of the \ncurrent Motions, which is based solely on an examination of the allegations of each \nSecond Amended Complaint. \n18. Plaintiffs filed the Second Amended Complaint in the Lomax Action on \nSeptember 8, 2015, and the Second Amended Complaint in the Roland Action on \nMarch 22, 2016.  On April 25, 2016, Window World filed its Motion to Dismiss in the \nRoland Action and its Motion for Judgment on the Pleadings in the Lomax Action.  \nThe Motions have been fully briefed, the Court held a hearing on the Motions on June \n15, 2016, and the Motions are now ripe for resolution. \nIII. \nLEGAL STANDARD \n19. In ruling on a motion to dismiss pursuant to Rule 12(b)(6) of the North \nCarolina Rules of Civil Procedure, the Court reviews the allegations of the operative \ncomplaint in the light most favorable to the plaintiff.  The Court’s inquiry here is \n“whether, as a matter of law, the allegations of the [Second Amended Complaint in \nthe Roland Action], treated as true, are sufficient to state a claim upon which relief \nmay be granted under some legal theory.”  Harris v. NCNB Nat’l Bank of N.C. , 85 \nN.C. App. 669, 670, 355 S.E.2d 838, 840 (1987).  The Court construes the Second \nAmended Complaint liberally and accepts all allegations as true.  Laster v. Francis, \n199 N.C. App. 572, 577, 681 S.E.2d 858, 862 (2009). \n20. Dismissal of a claim pursuant to Rul e 12(b)(6) is proper “(1) when the \ncomplaint on its face reveals that no law supports plaintiff’s claim; (2) when the \ncomplaint reveals on its face the absence of fact sufficient to make a good claim; [or] \n(3) when some fact disclosed in the complaint necessarily defeats the plaintiff’s \nclaim.”  Oates v. JAG, Inc. , 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985); see also \nJackson v. Bumgardner, 318 N.C. 172, 175, 347 S.E.2d 743, 745 (1986).  Otherwise, \n“a complaint should not be dismissed for insufficiency unless it appears to a certainty \nthat plaintiff is entitled to no relief under any state of facts which could be proved in \nsupport of the claim.”  Sutton v. Duke, 277 N.C. 94, 103, 176 S.E.2d 161, 166 (1970) \n(emphasis omitted).   \n21. The Court is not required “t o accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, 274, 620 \nS.E.2d 873, 880 (2005).  A “trial court can rej ect allegations that are contradicted by \nthe documents attached, specifically referred to, or incorporated by reference in the \ncomplaint.”  Laster, 199 N.C. App. at 577, 681 S.E.2d at 862.   \n22. The standard for a motion for judgment on the pleadings under Rul e 12(c) \nis similar.  “’A complaint is fatally deficient in substance, and subject to a motion by \nthe defendant for judgment on the pleadings if it fails to state a good cause of action \nfor plaintiff and against defendant[.]’”  Bigelow v. Town of Chapel Hill, 227 N.C. App. \n1, 3, 745 S.E.2d 316, 319 (2013) (quoting George Shinn Sports, Inc. v. Bahakel Sports, \nInc., 99 N.C. App. 481, 486, 393 S.E.2d 580, 583 (1990)).  The Court must “view the \nfacts and permissible inferences in the light most favorable to the nonmoving party.”  \nRagsdale v. Kennedy , 286 N.C. 130, 137, 209 S.E.2d 494, 499 (1974).  Thus, \nDefendants’ Rule 12(c) motion for judgment on the pleadings in the Lomax Action \nshould be denied “unless it is clear that [Plaintiffs are] not entitled to any relief under \nany statement of the facts.”  Praxair, Inc. v. Airgas, Inc., 1999 NCBC LEXIS 5, at *8 \n(N.C. Super. Ct. May 26, 1999). \nIV. \nANALYSIS \n23. N.C. Gen. Stat. § 75-1 makes illegal “[e]very contract, combination in the \nform of trust or otherwise, or conspiracy in restraint of trade or commerce in the State \nof North Carolina.”  Our Supreme Court has directed trial courts that “the body of \nlaw applying the [federal] Sherman Act, although not binding upon this Court in \napplying [section] 75-1, is nonetheless instructive in determining the full reach of \nthat statute.”  Rose v. Vulcan Materials Co., 282 N.C. 643, 655, 194 S.E.2d 521, 530 \n(1973).   \n24. Restraints of trade, which section 75 -1 makes illegal, are most often \nevaluated under the rule of reason.  See, e.g., Oksanen v. Page Mem. Hosp., 945 F.2d \n696, 708–09 (4th Cir. 1991).  “Under the rule of reason, [a plaintiff] bears the burden \nof proving th at the actions of the defendants have unreasonably restrained trade.”  \nId. at 709.  In order to meet this burden, a plaintiff must show that a defendant has \nmarket power3  by showing “what market [the plaintiff] contends was restrained and \nthat the defendants played a significant role in the relevant market.”  Id.  The \n                                                 \n3   Market power has been defined as the power “to force a purchaser to do something that he \nwould not do in a competitive market.”  Jefferson Parish Hosp. Dist. No. 2 v. Hyde, 466 U.S. \n2, 14 (1984).  It is ‘ “the ability to raise prices abo ve those that would be charged in a \ncompetitive market”’ and “is usually demonstrated by a defendant’s ‘dominant market share \nin a well-defined market.”’ Carolina Rest. Group, Inc. v. Pepsico Sales, Inc., No. 3:14-CV-668, \n2015 U.S. Dist. LEXIS 90598,  at *18 (W.D.N.C. July 13, 2015) (quoting Flegel v. Christian \nHosp., 4 F.3d 682, 688–89 (8th Cir. 1993)).    \n“purpose of the inquiries into market definition and  market power is to determine \nwhether an arrangement has the poten tial for genuine adverse effects on \ncompetition.”  FTC v. Ind. Fed'n of Dentists, 476 U.S. 447, 460 (1986).  Courts have \nobserved that “[a]ntitrust claims often rise or fall on the definition of the relevant \nmarket.”  Bathke v. Casey’s Gen. Stores, 64 F.3d 340, 345 (8th Cir. 1995).   \n25. Window World thus contends that in order to state a valid claim under \nsection 75-1, Plaintiffs must allege facts sufficient to show that Window World had \nmarket power in a valid and relevant market.  Plaintiffs concede that fed eral case \nlaw interpreting the Sherman Act is instructive in interpreting section 75 -1, but \nnonetheless argue that no North Carolina state court has required market power  to \nbe specifically pleaded in order to withstand 12(b)(6) dismissal.  Therefore, Plaintiffs \ncontend, even if they have not sufficiently pleaded market power, Plaintiffs’ section \n75-1 claim should not be dismissed on that basis alone. \n26. The Court finds this argument without merit.  As explained above, our \nSupreme Court has stated that federal  decisions are instructive in interpreting \nsection 75-1.  Rose, 282 N.C. at 655, 194 S.E.2d at 530.  Moreover, this Court (Gale, \nJ.) has recently looked to federal case law in dismissing a section 75-1 claim for failure \nto plead sufficiently a relevant pro duct market or market power .  See SiteLink  \nSoftware LLC v. Red Nova Labs, Inc. , 2016 NCBC LEXIS 45  (N.C. Super. Ct. June \n14, 2016).  Indeed, in 1995, the North Carolina General Assembly amended certain \nprovisions of North Carolina’s antitrust laws, and titled such revision “An Act to \nRevise the Statutes Regarding Antitrust Law to Ensure that These Provisions Are . . . \nConsistent with Federal Antitrust Laws.”  See 1995 N.C. Sess. Laws 550.  Plaintiffs \nhave cited no North Carolina case inconsistent with the federal case law relied upon \nby both Window World and Plaintiffs in arguing the Motions.  Thus, the Court looks \nto federal case law interpreting the S herman Act, 15 U.S.C. § 1, in resolving the \ncurrent Motions.   \n27. Nevertheless, the Court is mindful that Window World’s Motions must be \nresolved under North Carolina’s more indulgent Rule 12(b)(6) standard rather than \nthe more exacting plausibility standard under federal Rule 12(b)(6) that governs the \nfederal cases that the parties cite in their briefs and that the Court relies on here.  \nCompare Sutton, 277 N.C. at 104, 176 S.E.2d at 167 (noting that a pleading complies \nwith North Carolina’s standard if it gi ves sufficient notice of the events underlying \nthe claims), with Bell Atl. Corp. v. Twombly, 550 U.S. 544, 556–57 (2007) (requiring \nthat a complaint must state a plausible claim); see SiteLink, 2016 NCBC LEXIS 45, \nat *17 (noting the difference between the federal and North Carolina Rule 12(b)(6) \nstandards in the context of evaluating federal antitrust precedents).   \n28. Despite the broad nature of the antitrust-related allegations in the Second \nAmended Complaints, it has become clear through the parties’ briefing and argument \nthat Plaintiffs are asserting a “lock-in” theory of antitrust liability under section 75-\n1.  Plaintiffs’ claim is not that Window World exercised market power in the broad \nmarket for windows and related accessories by enjoying a dominant market share in \nparticular geographic regions of the United States .  Rather, t he gravamen of \nPlaintiffs’ claim is that Window World exercised market power over its franchisees  \nby locking them in to franchise agreements and then imposing unilaterally a sole-\nsupplier requirement that the “locked in ” franchisees could not have anticipated \nbefore entering into their franchise agreements.   Window World argues, however, \nthat Plaintiffs’ Second Amended Complaints fail to define a valid relevant market \nand, additionally, fail to allege that Window World had market power in the relevant \nmarket, such that Plaintiffs’ claim must fail in each action.   \n29. As noted above, “Plaintiffs have the burden of defining t he relevant \nmarket.”  Queen City Pizza v. Domino’s Pizza , 124 F.3d 430, 436 (3d Cir. 1997).  \nGenerally, a relevant market is defined:  \nby the reasonabl e interchangeability of use or the cross -elasticity of \ndemand between the product itself and substitutes for it.  Where the \nplaintiff fails to define its proposed relevant market with reference to \nthe rule of reasonable interchangeability and cross-elasticity of demand, \nor alleges a proposed relevant market that clearly does not encompass \nall interchangeable substitute products even when all inferences are \ngranted in plaintiff’s favor, the relevant market is legally insufficient \nand a motion to dismiss may be granted. \n \nId.  Courts have also held that a “relevant market has both a product and a geographic \ndimension,” Carolina Rest. Group, Inc ., 2015 U.S. Dist. LEXIS 90598 , at *17, and \nhave defined the relevant geographic market as “‘the area of effective competition . . \n. in which the seller operates, and to which the purchaser can practicably turn for \nsupplies.’” Id. at *18 (quoting United States v. Philadelphia Nat’l Bank, 374 U.S. 321, \n359 (1963)).   \n30. Window World argues that Plaintiffs’ section 75 -1 claim here must be \ndismissed because Plaintiffs do not , and cannot, allege that interchangeable \nsubstitutes do n ot exist in the relevant market  and further because the relevant \nmarket cannot be restricted to a single franchisor or its products, as Plaintiffs contend \nis appropriate here .  Window World  relies, in particular, on the Third Circuit ’s \ndecision in Queen City Pizza, which held that “the relevant market . . . cannot be \nrestricted solely to those products currently approved by [the franchisor] for use by \n[the] franchisees” and therefore “reject[ed] plaintiffs’ proposed relevant market.”  Id. \nat 438.   \n31. Queen City Pizza  explains that “[a] court making a relevant market \ndetermination looks not to the contractual restraints assumed by a particular \nplaintiff [or plaintiffs] when determining whether a product is interchangeable, but \nto the uses to which the product is put by consumers in general.”  Queen City Pizza, \n124 F.3d at 438.  Thus, analogizing Queen City Pizza to the present case, the Third \nCircuit posits that “the relevant inquiry here is not whether a [Window World] \nfranchisee may reasonably use both appro ved or non -approved products \ninterchangeably without triggering liability for breach of contract, but whether \n[window resellers and in stallers] in general might use such products \ninterchangeably.”  Id.  Window World argues that the Third Circuit’s conclusi on in \nQueen City Pizza  that approved and non -approved products could be used \ninterchangeably applies equally here and that Plaintiffs have not pleaded otherwise.  \n(Defs.’ Br. Supp. Disp. Mots. 18–19.)  \n32. Notwithstanding the above, Plaintiffs argue that they have defined, based \non a “lock-in” theory of antitrust liability, a valid relevant market, in particular, “the \nmarket formed by the large group of Window World franchisees.”  (Pls.’ Br. Opp. Defs.’ \nDisp. Mots. 6.)  The lock-in theory stems from the United States Supreme Court’s \ndecision in Eastman Kodak Co. v. Image Technical Services, 504 U.S. 451 (1992).  In \nthat case, the defendant, Kodak, was a manufacturer and seller of photocopiers, and \nalso sold service and replacement parts for its equipment.  The p laintiffs were \neighteen independent service organizations  (“ISOs”) that repaired and serviced \nKodak equipment  at price s substantially lower than Kodak ’s prices .  Kodak \neventually implemented a policy of selling replacement parts for their machines only \nto buyers of Kodak equipment who use d Kodak service or who repaired their own \nmachines, thus reducing the ISOs’ access to the replacement parts they needed to \nprovide service to Kodak machines.  Kodak also took steps to limit ISO access to other \nsources of Kodak parts.   \n33. This policy succeeded in making it more difficult for the ISOs to sell service \nfor Kodak machines, and many ISOs were forced out of business or lost substantial \nrevenue.  Customers were also forced to pay higher prices for Kodak service rather \nthan the lower prices offered by the ISOs .  Eventually, the ISOs  sued Kodak for \nfederal antitrust violations, alleging that Kodak’s policies limiting the availability of \nparts to the ISOs made it more difficult for those ISOs to compete with Kodak in \nservicing Kodak equipment.  The Supreme Court upheld the denial of Kodak’s motion \nfor summary judgment, holding that there was a triable is sue of fact as to the \navailability of interchangeable substitutes for Kodak replacement parts and service \nin the market. \n34. In so holding, t he Supreme Court recognized the general rule that “[t]he \nrelevant market for antitrust purposes is determined by the ch oices available to \nKodak equipment owners.”  Id. at 482.  The Court concluded, however, that “[b]ecause \nservice and parts for Kodak equipment are not interchangeable with other \nmanufacturers’ service and parts, the relevant market from the Kodak equipment \nowner’s perspective is composed of only those companies that service Kodak \nmachines.”  Id.   \n35. Further, in upholding the denial of Kodak’s motion for summary judgment, \nthe Supreme Court considered it important that high switching costs, such as where \na consumer has purchased an expensive piece of copying equipment, could force th e \nconsumer to pay supracompetitive prices in the services aftermarket for replacement \nparts, observing that a “locked in” consumer will likely tolerate some level of price \nincreases before switching brands.  See Kodak, 504 U.S. at 476.   Thus, the Court \nconcluded, it was reasonable to infer that Kodak had market power to raise prices \nand drive out competition in the aftermarkets of service and repair.   \n36. Kodak did not, however, involve a franchise network like that alleged to \nexist here.  In Queen City Pizza, the Third Circuit considered the Kodak decision in, \nand distinguished it from, the franchise context.  Queen City Pizza involved Domino’s \nPizza, which  operated in large measure at that time through a network of  \napproximately 3,500 franchisees  around the United States .  The plaintiffs  were \nDomino’s franchisees  who alleged that Domino’s had restricted their ability to \npurchase competitively priced dough and other ingredients by making it practically \nimpossible for franchisees to obtain ingredients from another source, or to \nmanufacture the ingredients themselves, at more favorable prices.  The plaintiffs  \ndefined the relevan t market as the market for ingredients and supplies among \nDomino’s franchisees.   \n37. In considering the applicability of Kodak to the franchise context, the Third \nCircuit concluded that “Kodak does not hold that the existence of information and \nswitching costs alone, such as those faced by the Domino’s franchisees, renders an \notherwise invalid relevant market valid.”  124 F.3d at 439.  In determining that \nKodak was distinguishable from the typical franchise situation, the Third Circuit \nnoted that, in Kodak, there was a “change in policy [that] was not foreseen at the time \nof sale, [thus] buyers had no ability to calculate these higher costs at the time of \npurchase and incorporate them into their purchase decision.”  Id. at 440.   \n38. In contrast, the plaintiffs in Queen City Pizza: \nknew that Domino’s Pizza retained significant power over their ability \nto purchase cheaper supplies from alternative sources because that \nauthority was spelled out in deta il in section 12.2 of the standard \nfranchise agreement.  Unlike the plaintiffs in Kodak, the Domino’s \nfranchisees could assess the potential costs and economic risks at the \ntime they signed the franchise agreement .  The franchise transaction \nbetween Domino’s Pizza, Inc. and plaintiffs was subjected to competition \nat the pre-contract stage.  That cannot be said of the conduct challenged \nin Kodak because it was not authorized by contract terms disclosed at \nthe time of the original transaction.  Kodak’s sale of its product involved \nno contractual framework for continuing relations with the purchaser.  \nBut a franchise agreement regulating supplies, inspections, and quality \nstandards structures an ongoing relationship between franchisor and \nfranchisee designed to  maintain good will.  These differences between \nthe Kodak transaction and franchise transactions are compelling. \nId. (emphasis added).  The Court therefore concluded that “Domino’s does not sell a \nunique product or service ” and further tha t “[f]ranchisees must buy Domino’s -\napproved supplies and ingredients not because they are unique, but because they are \nobligated by contract to do so. ”  Id.  As such, the Third Circuit concluded that \nDomino’s did not exercise market power  in a relevant market sufficient to state a \nviolation of the Sherman Act.  Id. at 441. \n39. Accordingly, the Third Circuit concluded in Queen City Pizza  that the \nfranchisor’s disclosures to franchisees through the franchise agreement are critical \nin assessing whether the franchisees could have anticipated the franchisor’s conduct \nand thus whether the franchisees should have relief from any resulting “locked in” \nfranchise arrangement.  Id. at 440.   Significantly for that case, Domino’s’ standard \nfranchise agreement expressly provided that Domino’s  “may in our sole discretion \nrequire that ingredients, supplies and materials used in the preparation, packaging, \nand delivery of pizza be purchased exclusively from us or from approved suppliers or \ndistributors.”  Id. at 433.  The Third Circuit concluded that this provision clearly put \nfranchisees on notice that Domino’s retained control over the approval of suppliers \nsuch that the franchisees had the ability to assess the costs and economic risks of \nentering into a franchise agreement with Domino’s before they entered the franchise \nrelationship.  Id. at 440. \n40. Since Kodak and Queen City Pizza were decided, numerous federal courts \nevaluating Kodak-type, lock-in based, antitrust claims in the franchise context have \nlooked to the specific language of the  parties’ franchise agreement to determine \nwhether the franchisor effected an unforeseen change in policy after the franchisee \nentered into the franchise agreement that prevented the franchisee from evaluating \nthe economic costs and risks of the franchise  prior to entry .  If so, courts have \ngenerally allowed claims under the Sherman Act to survive; if not, federal courts have \nnot hesitated to dismiss a franchisee’s claims under the Sherman Act.   See, e.g. , \nGeorge Lussier Enters. v. Subaru of New Eng., Inc., 286 F. Supp. 2d 86, 100 (D.N.H. \n2003) (since Kodak, “the prevailing view is that a contractual lock-in ordinarily does \nnot give rise to concerns that the antitrust laws were enacted to address”). \n41. For example, in Burda v. Wendy’s International, Inc., 659 F. Supp. 2d 928 \n(S.D. Ohio 2009), the plaintiff became a Wendy’s franchisee in 1996  and signed a \nfranchise agreement that provided, in relevant part, as follows: \nFranchisee shall purchase all food items, ingredients, supplies, \nmaterials, and other products used or offered for sale at the Restaurant \nsolely from suppliers (including manufacturers, distributors, and other \nsources) who demonstrate, to the continuing reasonable satisfaction of \nFranchisor, the ability to meet Franchisor’s then-current standards and \nspecifications for such items; who possess adequate quality controls and \ncapacity to supply Franchisee ’s needs promptly and reliably; and who \nhave been approved in writing by Franchisor prior to any purchases by \nFranchisee from any such supplier, and ha ve not thereafter been \ndisapproved.  If Franchisee desires to purchase any products from an \nunapproved supplier, Franchisee shall submit to Franchisor a written \nrequest for such approval.  Franchisee shall not purchase from any \nsupplier until, and unless, such supplier has been approved in writing \nby Franchisor. \n \nId. at 931. \n \n42. When the plaintiff in Burda first acquired his franchise, there were a \nnumber of  Wendy’s-approved food suppliers  from which  the franchisees  could \npurchase needed supplies.  Prior to 1997, the plaintiff purchased hamburger buns \nfrom an approved supplier, LePage Bakery.  In 1997, Wendy’s eliminated LePage \nBakery as an approved supplier and insisted that the plaintiff change bun suppliers \nand purchase all buns thereafter from Ne w Bakery, which was a subsidiary of \nWendy’s.  Plaintiff alleged that he had no knowledge of a potential obligation to buy \nbuns from New Bakery when he became a franchisee, and therefore, he had no means \nof incorporating the costs of the New Bakery buns into his calculation of the potential \nfinancial return on his contemplated investment in a Wendy’s franchise  prior to \nmaking his investment.  Wendy’s, on the other hand, contended that the possibil ity \nof a sole supplier requirement was specifically set forth in the franchise agreement \nand, therefore, that the plaintiff knew, before becoming a Wendy’s franchisee, that \nWendy’s could require the plaintiff to purchase some essential items, like hamburger \nbuns, from a particular vendor. \n43. The district court concluded that  \n[t]here is no language in [the franchise agreement] that would put a \npotential franchisee on notice that [Wendy’s] would be able to eliminate \nall competition by naming an exclusive suppli er or that they could \nimpose a surcharge on approved suppliers.  Instead, the language \nsuggests that supplier competition was welcome so long as prospective \nsuppliers met [Wendy’s’] “standards and specifications, ” and \n“possess[ed] adequate quality controls  and capacity to supply [the \nplaintiff’s] needs.” \n \nId. at 935–36.  Accordingly, the court held that the appointment of an exclusive bun \nsupplier constituted a “change of policy” that had not been disclosed to the franchisee \nplaintiff and that therefore plaintiff had stated a claim under the federal antitrust \nlaws.  Id. at 936. \n44. In contrast, in Wilson v. Mobil Oil Corp., 984 F. Supp. 450 (E.D. La. 1997), \nthe plaintiffs, franchisees of SpeeDee Oil Change Systems, Inc., alleged that \ndefendants’ refusal to permit plaintiffs to purchase automotive supplies from vendors \nother than Mobil Oil Corporation resulted in their paying supracompetitive prices for \nthese required products.  Each of the franchisees signed substantially similar \nfranchise agree ments, with each agreement containing a provision that the \n“[f]ranchisor . . . reserves the right to require that the [franchisees] purchase and use \nspecific brand name items to be used in the operation of the franchise.”  The \nagreements also specifically designated certain companies, including Mobil, as the \nexclusive lubricant suppliers to the franchisees.  See id. at 453–54.   \n45. In granting summary judgment for the defendants, the federal district \ncourt concluded that SpeeDee could not have had market power in the relevant \nmarket—defined here as the SpeeDee franchise network—because the plaintiffs “had \nsufficient information to evaluate the SpeeDee franchise opportunity before they \n‘locked-in’ to the franchise .”  Id. at 461.  Relying on  Queen City Pizza  and other \nsimilar cases from the federal courts, the district court concluded that “the effect of \nadvance disclosure of a tying arrangement is to prevent the purchaser from being \nlocked-in.”  Id. at 459.  The court f urther held that  “arguments about information \ncosts and switching costs are inapposite in the franchise context if there is advance \ndisclosure of the tying arrangement.”  Id. at 460 (citing several commentators).   \n46. In the instant case, Plaintiffs allege th at Window World’s arrangement \nwith AMI as its sole source supplier “locked in place a substantial volume of \npurchasers at a fixed price, while preventing them from seeking alternative \nsuppliers” and thus violated section 75 -1.  (Roland SAC ¶ 141; Lomax SAC  ¶ 237.)  \nThe Court disagrees.   \n47. Here, the Window World licensing agreements explicitly provided that the \n“LICENSEE expressly agrees that it will sell and install only and exclusively those \nproducts, goods, equipment, and parts from vendors approved by [Window World].”  \n(E.g., Defs.’ Mot. Dismiss Ex. A  § 4.)  The Court finds that this provision , like the \nprovisions at issue in the franchise agreement s in Queen City Pizza  and Wilson, \nclearly put franchisees on notice that the franchisor, Window World , retained the \nauthority to require the franchisees to purchase products from only a vendor that \nWindow World had approved.  See Queen City Pizza, 124 F.3d at 433; Wilson, 984 F. \nSupp. at 461.  As such, the Court is not persuaded that Plaintiffs were locked in to an \narrangement that would allow Window World to raise the prices of its Window World-\ntrademarked windows to artificially high levels, as Plaintiffs contend .  See Queen \nCity Pizza , 124 F.3d at 440 (explaining that, unlike in Kodak, where the conduct \nchallenged “was not authorized by contract terms disclosed at the time of the original \ntransaction,” the franchise transaction at issue here “was subjected to competition at \nthe pre -contract stage”); Wilson, 984 F. Supp. at 459 (“[T]he effect of advance \ndisclosure of a tying arrangement is to prevent the purchaser from being locked-in.”) \nand compare Burda , 659 F. Supp. 2d at 937 ( rejecting 12(b)(6) challenge because \nplaintiffs “could not have reasonably anticipated being required to purchase buns and \nfood supplies from exclusive suppliers.”).   \n48. To the contrary, l ike the Third Circuit in Queen City Pizza , the Court \nconcludes here that, based on the language of the Window World licensing \nagreements, Plaintiffs were able to anticipate that Window World might move to a \nsole source supplier, which it ultimately did.  See Queen City Pizza, 124 F.3d at 440 \n(“[P]laintiffs here knew that Domino’s . . . retained significant power over their ability \nto purchase cheaper supplies from alternative sources because that authority was \nspelled out in detail in section 12.2 of the standard franchise ag reement.”).  If, as \nPlaintiffs contend, they were locked in to purchasing from a sole supplier  here, the \nCourt concludes that this was the result of the specific terms of the licensing \nagreements, not because of Window World’s purported market power.  See Wilson, \n984 F. Supp. at 460 (“[I]f the franchise agreement creates the tie -in, plaintiff is not \nlocked-in to anything.”).   \n49. The Court does not find Plaintiffs’ additional arguments in opposition \npersuasive.  First, Plaintiffs contend that the use of the wo rd “vendors” in the \nlicensing agreements, rather than the singular term “vendor,” failed to put Plaintiffs \non notice that Window World  might approve  only a single vendor from which \nPlaintiffs could purchase products .  The Court concludes, however, that the specific \nuse of the plural term “vendors” here cannot be interpreted as a requirement for a \nparticular number of vendors or a guarantee that there would always be at least two \nvendors, but rather simply that Window World retained the authority to approve any \nvendor that sold Window World -trademarked products to Plaintiffs and other \nfranchisees.  See generally N.C. Gen. Stat. § 12 -3(1) (providing a rule of statutory \nconstruction in North Carolina that “every word importing the plural number only \nshall extend and be applied to one person or thing, as well as to several persons or \nthings”); Antonin Scalia & Bryan A. Garner,  Reading Law: The Interpretation of \nLegal Texts § 14 (2012) (noting that use of the plural includes the singular).4     \n50. Plaintiffs also attempt to avoid the effect of the licensing agreements’ plain \nlanguage by contending in conclusory fashion that they  “entered into a regular, \ndefinite, and consistent course of dealings establishing a business relationship” \nbetween Plaintiffs and Window World that “existed independent of” and “was not \nlimited by” the written licensing agreements.  (Roland SAC ¶ 29; Lomax SAC ¶ 64.) \nPlaintiffs’ conclusory allegations, however, without supporting factual allegations, \nare insufficient to withstand Defendants’ Motion.  See, e.g., Estate of Vaughn v. Pike \nElec., LLC , 230 N.C. App. 485, 493, 751 S.E.2d 227, 233 (2013) (“On a m otion to \ndismiss under Rule 12(b)(6), the court is not  . . . required to accept mere conclusory \nallegations, unwarranted deductions of fact, or unreasonable inferences as true.”); \nGlobal Promotions Grp., Inc. v. Danas Inc., 2012 NCBC LEXIS 40, at *12 (N.C. Super. \nCt. June 22, 2012) (“Absent specific, supportive, factual allegations, the court need \nnot accept as true general conclusory allegations of the elements of a cause of action \nfor purposes of a motion to dismiss.”); see also Livingston v. Bakewell , No. COA13-\n                                                 \n4   Although not raised by either party, the Court acknowledges that it has previously \nconcluded in Pro-Tech Energy Solutions, LLC v. Cooper, 2015 NCBC LEXIS 76 (N.C. Super. \nCt. July 30, 2015), that the plural term “Managers,” as used in the LLC operating agreement \nat issue in that case, did not include the singular term “Manager” as a matter of law, id. at \n*18, which might appear in conflict with the Court’s conclusion here.  In the Pro-Tech case, \nhowever, the singular form “Manager” and the plural form “Managers” were each used \nelsewhere in the Operating Agreement, which strongly supported the interpretation that \n“Managers” and “Manager” were intended to have different meanings.  In the lic ensing \nagreements at issue here, however, there is no use of the singular form “vendor” —only the \nplural form “vendors”—which, as used here, plainly suggests that the term “vendors” was not \nintended to exclude Window World’s approval of only a single vendor. \n \n748, 2014 N.C. App. LEXIS 141, at *15 (N.C. Ct. App. 2014) (unpublished) (“By not \nproviding some factual foundation for these conclusory allegations , plaintiff's \ncomplaint, on its face, is insufficient to defeat defendants’ motion to dismiss.”).  \n51. The Court also finds unpersuasive Plaintiffs’ reliance on Burda and two \nadditional federal district court cases Plaintiffs advance in opposition to the Motions, \nCollins v. International Dairy Queen , 980 F. Supp. 125 2 (M.D. Ga. 1997) and Little \nCaesar Enterprises, Inc. v. Smith, Nos. 93-CV-40521-FL, 96-CV-40254-FL, 1998 U.S. \nDist. LEXIS 22039 (E.D. Mich. Sep. 30, 1998).   \n52. In Burda, as noted above, the court found it significant that the franchise \nagreement included language that “supplier competition was wel come so long as \nprospective suppliers met [Wendy’s’] ‘standards and specifications,’ and ‘possess[ed] \nadequate quality controls and capacity to supply [the plaintiff’s] needs.”  Burda, 659 \nF. Supp. 2d at 935 –36.  Indeed, t he franchise agreement specificall y provided a \nmechanism for Wendy’s franchisees to request Wendy’s’ approval of previously \nunapproved suppliers.  The court concluded that this language created an expectation \nthat Wendy’s would not unilaterally approve only a single supplier.  Id.  The language \nin the licensing agreements at issue here  is far different, makes clear that Window \nWorld franchisees would not be able to choose their own suppliers , and vests sole \napproval authority for all vendors in Window World.   \n53. In Collins, the plaintiffs were Dairy Queen franchisees  who alleged that \nDairy Queen controlled the process of approving alternative suppliers through its \nfranchise agreements.  The franchise agreement at issue specifically required Dairy \nQueen “to consider requests of [franchisees] for approval of specific alternate sources \nof supply and to cooperate with [franchisees] in this regard.”  Collins, 980 F. Supp. at \n1259.  The agreement also explicitly provided that “neither Franchisor nor any of its \naffiliates are the only approved supp liers of any goods, services, [or] supplies . . . \nrelating to the establishment or operation of the franchised business .”  Id.  The \nplaintiffs alleged that the franchise agreement failed to put the plaintiffs on notice \nthat Dairy Queen would not authorize certain alternative products and suppliers, as \nit was alleged to have done. \n54. Faced with this  franchise agreement language, t he federal district court \ndetermined that there was “a triable issue of fact” whether the effect of this language \nwas to cause the franchisees to be “locked in to the existing arrangement.”  Id.  The \nlanguage in the Dairy Queen franchise agreement , however, is far less clear and \ndecidedly more ambiguous than the plain directive in the licensing agreements in this \ncase that the franchisees will “ sell and install only and exclusively  those products, \ngoods, equipment, and parts from vendors approved by [Window World].”  Moreover, \nthe Eleventh Circuit, in Maris Distrib. Co. v. Anheuser -Busch, Inc., 302 F.3d 1207  \n(11th Cir. 2002 ), considered and rejected the district court’s holding in Collins,  \nconcluding in that case that:  \n[t]he fact that [the franchisor] had considerable power over many \naspects of [the plaintiff’s] business by virtue of the provisions of the \ncontract to which they agreed . . . reveals little about the issue of whether \n[the franchisor] had market power in the broader, relevant market for \nthe purchase and sale of equity ownership interests in beer \ndistributorships. \n \nId. at 1222.   \n55. Plaintiffs also rely on Little Caesar.  There, the plaintiffs were Little \nCaesar’s franchisees who alleged that “Little Caesar Enterprises made promises [in \nthe franchise agreement ] to approve alternate distributors ,” and by thereafter \ndenying approval of an alternate distributor, “changed its position” and “force[d] [the \nfranchisees] to purchase the tied product of the foods and other goods necessary to \noperate their franchises.”  Little Caesar, 1998 U.S. Dist. LEXIS 22039, at *55 –58.  \nLittle Caesar is distinguishable, however, because the Court has concluded that the \nlanguage in the licensing agreements here permitted Window World to select AMI as \na sole source supplier , and, thus, Window World’s selection of AMI did not reflect a \nchange in position as did the franchisor’s action in Little Caesar. \n56. In sum, the Court concludes that the licensing agreements at issue here are \nunambiguous and made clear to Plaintiffs and other Window World franchisees at \nthe time they entered into the agreements that Plaintiffs would be required to \npurchase exclusively from approved vendors , which came to include AMI.  The \nagreements did not promise that Window World would approve a specific or minimum \nnumber of vendors or preclude Window World from approving a single supplier such \nas AMI.  The Court thus concludes that Window World’s requirement that Plaintiffs \npurchase Window World-trademarked windows solely from AMI was not a “change \nin policy, ” but rather the implementation of a contractual provision concerning \nvendor approval as set forth in the licensing agreements.  As in Queen City Pizza , \n“[i]f the contractual restrictions . . . were viewed as overly burdensome or risky at the \ntime they were proposed, [Plaintiffs] could have purchased a different [franchise], or \nmade some alternative investment.”  Queen City Pizza, 124 F.3d at 441.   \n57. Although the Court recognizes, as did the Third Circuit in Queen City, that \n“relevant market determinations are inherently fact intensive” and “in most cases, \nproper market definition can be determi ned only after a factual inquiry into the \ncommercial realities faced by consumers,” this general rule , under either North \nCarolina or federal law,  is not “a per se prohibition against dismissal of antitrust \nclaims for failure to plead a relevant market under [Rule 12(b)(6).]”  Queen City Pizza, \n124 F.3d at 436 (granting Federal Rule 12(b)(6) motion for failure to plead a valid \nrelevant market) ; see also Todd v. Exxon Corp. , 275 F.3d 191, 200 (2d Cir. 2001) \n(“Cases in which dismissal on the pleadings is appr opriate frequently involve . . . \nfailed attempts to limit a product market to a single brand, franchise, institution, or \ncomparable entity that competes with potential substitutes . . . .”).   \n58. For the reasons set forth above , the Court concludes that Plain tiffs have \nfailed to allege a valid relevant market over which Window World maintained market \npower sufficient to maintain a claim under section 75-1.  As a result, the Court \ndetermines that Window World’s Motions should be granted.   \n59. Plaintiffs request that, if the Court determines, as it has, that Plaintiffs’ \nsection 75-1 claim should be dismissed, such dismissal should be without prejudice, \nand that Plaintiffs should be permitted leave to amend their complaints to address \npleading de ficiencies.  The Court concludes, however, that any such amendment \nwould be futile.  As has been explained, the market limited to Window World \nfranchisees that Plaintiffs insist is the relevant one cannot, as a matter of law, \nconstitute a valid market for antitrust liability in the circumstances pleaded here .  \nFurther, Plaintiffs do not contend, nor does it appear that they could contend, that \nWindow World has market power in a market properly defined by the reasonable \ninterchangeability of use.  See, e.g., Queen City Pizza, 124 F.3d at 439 (“[H]ere, it is \nuncontested that contractual restraints aside, the . . . products . . . approved for use \nby Domino’s franchisees are interchangeable with other items available on the \nmarket.”).   \n60. Therefore, the Court conc ludes, in the exercise of its discretion, that \nallowing Plaintiffs to amend their complaints with respect to Plaintiffs’ section 75 -1 \nwould be futile, and that Plaintiffs’ claims should be dismissed with prejudice.   \nV. \nCONCLUSION \n61. For the foregoing reasons , the Court hereby GRANTS the Motions and \nDISMISSES Plaintiffs’ Ninth Cause of Action under N.C. Gen. Stat. § 75-1 in the \nRoland Action and Plaintiffs’ Eleventh Cause of Action under N.C. Gen. Stat. § 75-1 \nin the Lomax Action, each with prejudice. \nSO ORDERED, this the 25th day of October, 2016. \n \n/s/ Louis A. Bledsoe, III   \nLouis A. Bledsoe, III \nSpecial Superior Court Judge \n  for Complex Business Cases "
}