{
  "id": "c3e81b4e23c70c7f87dd29576988546c2c78752033d9482c7d825443336ba0ac",
  "source_file": "data/raw/ncbc/c3e81b4e23c70c7f87dd29576988546c2c78752033d9482c7d825443336ba0ac.pdf",
  "raw_text": "Moody v. Sears, Roebuck & Co., 2008 NCBC 14. \n \nSTATE OF NORTH CAROLINA                   IN THE GENERAL COURT OF JUSTICE \n                                                                       SUPERIOR COURT DIVISION \nCOUNTY OF NEW HANOVER                                               02 CVS 4892 \n \nWILLIAM MOODY, JR., on behalf   ) \nhimself and others similarly situated,  ) \n      )  \n      )  \n  Plaintiff,   )                            ORDER \n      )                                \n v .      )  \n      )  \nSEARS, ROEBUCK AND CO.,  ) \n      )  \n  Defendant.   ) \n \n \n  \n{1} This matter is before the Court on remand from the North Carolina Court of Appeals.  \nMoody v. Sears Roebuck & Co., No. COA07-1089, 2008 N.C. App. LEXIS 1324 (N.C. Ct. App. July \n15, 2008).  The Court of Appeals has ruled that this Court should have afforded full faith and credit \nto the settlement approved by the Honorable Julia M. Nowicki of the Circuit Court of Cook County, \nIllinois, in Wrobel v. Sears Roebuck & Co., No. 02 CH 23058 (Ill. Cir. Ct. Dec. 24, 2002), and \ninstructed the Court to dismiss the class action allegations with prejudice.1  In so doing, the Court of \nAppeals shared the trial court’s serious concerns regarding the final accounting, which showed that \nthe class members in North Carolina received $66.00 in cash and coupons and the nationwide class \nmembers received $2,402.00 in cash and coupons, while Plaintiff’s counsel received $1,100,000.00 \nin cash and coupons.  Moody, 2008 N.C. App. LEXIS 1324 at *11, *41.  Based on that concern, the \nappellate court provided direct instructions to the trial courts about their obligations to oversee class \nactions.  The Court of Appeals said: \nWe . . . hold that the requirements of our own Rule 23(c) do not apply to pre-\ncertification class-action complaints. Therefor e, we hold that the trial court erred in \nconcluding that Plaintiff Moody was required to obtain judicial approval under Rule \n23(c) before obtaining a voluntary dismissal of his class-action complaint. . . . \n. . . . \n                                                 \n1 This Court has previously dismissed Mr. Moody’s individual claim, which the Court of Appeals found deprived him \nof standing on appeal. \nWithout some level of pre-certification court supervision, there is an unacceptable \nrisk that parties may abuse the class-action mechanism in myriad ways. . . . \n. . . . \nWe therefore hold that when a plain tiff seeks voluntary dismissal of a pre-\ncertification class-action complaint, the tria l court should engage in a limited inquiry \nto determine (a) whether the parties have  abused the class-action mechanism for \npersonal gain, and (b) whether dismissal will prejudice absent putative class \nmembers.   If the trial court finds that neither of these concerns are present, the \nplaintiff is entitled to a voluntary dismissal. However, if the trial court finds that one \nor both of these concerns are present, it retains discretion to address the issues . . . .  \nTo the extent the trial c ourt's post-16 December 2004 orders encompassed this type \nof limited inquiry, the trial court did not err by issuing such orders.   \n \nMoody, 2008 N.C. App. LEXIS 1324, at *22, *26, *28. (emphasis added.) \n \n{2} Applying the holdings set out above in future cases is not a problem for Special Superior \nCourt Judges for Complex Business Cases.2  All pleadings are required to be filed with the judge \nassigned the case.  The Business Court judge therefore will have notice of the filing of a voluntary \ndismissal.  The Court takes this opportunity to inform the Bar of the procedures that counsel must \nfollow in pre-certification class actions assigned to Special Superior Court Judges for Complex \nBusiness Cases when a plaintiff who has assumed a fiduciary duty by filing a class action \nsubsequently files a voluntary dismissal.  These measures are taken in order for the Court to exercise \nthe level of pre-certification court supervision directed and approved by the Court of Appeals.  \n{3}  Counsel shall be required to file with the Court a statement of (1) the reason for \ndismissal, (2) the personal gain received by the plaintiffs in any settlement,  (3) a statement of any \nother material terms of the settlement, specifically including any terms which have the potential to \nimpact class members, (4) a statement of any counsel fees paid to plaintiff’s counsel by defendants, \nand (5) a statement of any agreement by plaintiff(s) restricting their ability to file other litigation \nagainst any defendant.  Plaintiff(s) counsel shall also file a statement either detailing any potential \nprejudice to putative class members or representing to the Court that no prejudice exists.  Courts will \nbe particularly concerned about issues related to tolling of the statute of limitations.  The Court notes \nthe Court of Appeals’ approval of its authority to hold a certification hearing, certify the class if \n                                                 \n2 This Court is in no position to determine how other trial courts will exercise their supervisory obligations if a plaintiff \nsimply files a voluntary dismissal with prejudice with the clerk’s office.  Must the Clerk do something?  Is the Senior \nResident Judge required to review dismissals of pre-certification class actions?  Is counsel required to file a motion?   \n \nappropriate, and order that notice be given to the class members if concerns are present.  See Moody, \n2008 N.C. App. LEXIS 1324, at *28 n.7.   \n{4} In the instance where a plaintiff files a voluntary dismissal based upon approval of a \nnationwide class action settlement in a foreign jurisdiction which encompasses persons who would \nhave been class members in a North Carolina action, counsel shall file with the Court a copy of the \norder approving settlement and sufficient information concerning the notice provisions so that the \nCourt can ascertain if jurisdictional and due process issues have been addressed by the foreign court \nand whether North Carolina citizens have been represented in the proceeding.  This will permit the \nCourt to raise any concerns with the foreign court.3  Once those concerns have been addressed, the \nforeign court’s order will be entitled to full faith and credit whether or not this Court would have \ngranted approval of the settlement.  North Carolina counsel will be required to file a final accounting \nas described in paragraph 6 below. \n{5} In providing instruction to trial judges on their obligations to supervise class actions, the \nCourt of Appeals recognized the need for judicial oversight of settlements.  One comprehensive \nstudy of class actions explained the benefits of judicial oversight as follows:  \nIf judges already have the power to regulate damage class actions but not \nall of them use it fully, what stands in the way of stricter regulations?  We see \nthree obstacles: a discourse about j udging that emphasizes calendar-clearing \nabove all other values, a belief that cour t efficiency is measured in terms of \ndollars spent rather than dollars spent well, and a failure to systematically expose \nwhat occurs in damage class actions to public light. \nTo promote stricter regulation of damage class actions, we need to change \nthe discourse about the role of judges in collective li tigation.  Judges need to be \neducated that damage class actions are not just about problem solving, that the \nrights of plaintiffs and de fendants are at stake, th at responsibility for case \noutcomes lies not just with class counsel and defendant but with the judge as well, \nand that what is deemed acceptable in one case sends important signals about \nwhat will be deemed acceptable in another.   \n . . . . \n As with many other public controversies, the debate over damage class \nactions has created a lot of  heat without shedding mu ch light on the range of \npractices and outcomes in these lawsuits .  Shining more light on damage class \naction outcomes would enha nce judges’ incentives to regulate class actions.  \nComprehensive reporting of class action litigation would provide a rich resource \nfor policymakers concerned about class action reform as well as an unbiased \ninformation source for print and broadcast reporters. \nTo increase public information about class action outcomes: \n                                                 \n3 The Court of Appeals raised no concern over this Court’s communication of its concerns to Judge Nowicki. \n Judges should require public repo rting of the number of class \nmembers who claimed and received compensation, the total funds \ndisbursed to class members, the names of other beneficiaries and \namounts disbursed to them, and th e amounts paid to class counsel \nin fees and expenses. \n Courts and legislatures should fi nd ways of facilitating broad \npublic access to such data, for ex ample, by making electronically \nreadable case files through the internet. \n \nDeborah R. Hensler et al., RAND Inst. for Civil Justice, Class Action Dilemmas: Pursuing \nPublic Goals for Private Gain, Executive Summary 35, 37 (2000). \n{6} Based upon the ruling of the Court of Appeals on the Petition for Writ of Mandamus in \nthis case, this Court concludes that it also is entitled to receive a copy of the final accounting of the \ndistributions to the class in every class action case pending before the Court.  It has been the practice \nof this Court to require class representatives to file and publish a copy of the final accounting \ndetailing the amount of money (or coupons) actually received by the class, the amount of \nadministrative fees, and the amount of attorney fees received.  Only by seeing those numbers can \nthis Court perform the judicial oversight mandated by the Court of Appeals in its decision.  It is the \nonly way for the public to know what happened.   \n{7} The Court concludes that lawyers who file actions purporting to be class actions in North \nCarolina and then settle the claims of North Carolina citizens (and receive compensation for their \nservices) in connection with a nationwide class action settlement in a foreign jurisdiction should be \ntreated the same as counsel who complete their class action litigation in North Carolina.  The Court \nwill continue its prior practice requiring filing of settlement results in those cases in order to fulfill \nthe supervision mandated by the Court of Appeals’ opinion in this case and to ensure public \nknowledge of the results of class action settlements that affect North Carolina residents.  The results \nwill be published on the Court’s website.  \n{8} In adopting these procedures the Business Court seeks to promote greater transparency \nthat will fill the “informational black hole” concerning final distributions and make administration of \nclass actions more efficient and effective and thus more beneficial to class members.  Further studies \nat the RAND Institute have confirmed the need for this information: \nThe lack of transparency concerning class action dist ribution rates is \ntroubling because so many fundamental issu es turn on what is contained in the \nmissing data:  How can class members a nd government officials make informed \nresponses to proposed notice and claiming  programs without some sense of the \nlikely distributional outcome?  On what basis are judges a pproving settlements \nand awarding fees without knowing the most  likely results of their orders?  Who \nultimately benefits from class cases?  Can different forms of notice and different \ntypes of distributional programs improve cl aiming rates?  If s o, which ones?  If \ncompensation programs are unlikely to change, should compensation remain a \ncentral feature of class actions or should the deterrent aspects be emphasized \ninstead?  If so, how?  Despite the impor tance of these questions, it is unclear \nwhether the data needed to answer them  are available to policymakers and the \npublic.  \n \nPace, Nicholas M. & Rubenstein, William B., How Transparent are Class Action Outcomes?: \nEmpirical Research on the Availability of Class Action Claims Data 2 (RAND Working Paper \nSeries WR- 599-ICJ, 2008), available at SSRN: http://ssrn.com/abstract=1206315. \n{9} This Court would add to that list of benefits from transparency, the benefit of judges being \nable to assess the past performance, abilities and commitment of those lawyers who seek to be class \ncounsel in other cases.  A history of final results in other cases would also alert judges to scrutinize \nsettlements proposed by defendants who have settled their class action in ways that resulted in no \nbenefits to class members.  This Court can think of no reason why the final results should not be \nmade known to the Court and the citizens affected. \n{10} The Special Superior Court Judges for Complex Business Cases will follow the guidelines \nand procedures set forth in paragraphs 3, 4, and 6 above to provide the supervision and transparency \nencouraged by the Court of Appeals with respect to class action litigation. \n{11} The class action allegations in this action are dismissed with prejudice. \n \nSO ORDERED, this the 6th day of August 2008. \n \nThe Honorable Ben F. Tennille \n       Chief Special Superior Court Judge \n         for Complex Business Cases "
}