{
  "id": "c434c23ed9e161c07d6f5a237f29f770e6e2b112b1ffa8d307aa41cb298fa620",
  "source_file": "data/raw/ncbc/c434c23ed9e161c07d6f5a237f29f770e6e2b112b1ffa8d307aa41cb298fa620.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 12 CVS 1742 \n \n \nANDREA SAUD MARTINEZ, ) \n Plaintiff  )  \n  ) \n v.  ) OPINION AND ORDER \n   )  ON MOTION TO DISMISS \nLUDO REYNDERS and AL CAVAGNARO, ) \n  Defendants ) \n \nTHIS MATTER comes before the court upon Defendants Ludo Reynders and Al \nCavagnaro’s Motion to Dismiss (\"Motion\"); and \nTHE COURT, having reviewed the Motion, briefs in support and in opposition to \nthe Motion, arguments of counsel and other appropriate matters of record, \nCONCLUDES that the Motion should be GRANTED for the reasons stated herein.   \nHarris, Winfield, Sarratt & Hodges, L.L.P., by Donald J. Harris, Esq., for Plaintiff \nAndrea Saud Martinez. \n \nOgletree, Deakins, Nash, Smoak & Stewart, P.C. by Philip J. Strach, Esq., and \nMargaret S. Scholz, Esq., for Defendants Ludo Reynders and Al Cavagnaro. \n \nJolly, Judge. \nI.  \nPROCEDURAL HISTORY\n \n[1] On February 3, 2012, Plaintiff Andr ea Saud Martinez (\"Martinez\") filed a \nComplaint against Defendants Ludo Reynders (\"Reynders\") and Al Cavagnaro \n(\"Cavagnaro\").   \n[2] The Complaint asserts claims (\"Claim(s)\") against Reynders and \nCavagnaro for Fraud/Fraudulent Inducement (\"Claim One\"), Negligent \nMisrepresentation (\"Claim Two\"), Conspiracy to Defraud (\"Claim Three\"), violations of \n  Martinez v. Reynders, 2013 NCBC 35. \nChapter 75 of the North Carolina General Statutes (\"Claim Four\") and Punitive \nDamages (\"Claim Five\"). \n[3] On December 3, 2012, Defendants f iled the Motion seeking dismissal of \nthe Complaint pursuant to Rules 12(b)(6) and 12(c) of the North Carolina Rules of Civil \nProcedure (\"Rule(s)\").   \n[4] The Motion has been fully briefed and argued and is ripe for \ndetermination. \nII.  \nFACTUAL BACKGROUND \n The Complaint alleges, among other things, that: \n[5] Plaintiff incorporated Instituto de Pesquisa Clinica São Paolo SC LTDA \n(\"IPCSP\"), a pharmaceutical research and development firm in Brazil, in or about \nOctober 2000.1 \n[6] On or about May 15, 2007, AAIPha rma, Inc. (\"AAIPharma\"), a Delaware \ncorporation headquartered in Wilmington, North Carolina, entered into a Quota \nPurchase Agreement with IPCSP, whereby AAIPharma purchased 100% of IPCSP’s \noutstanding shares.2 \n[7] IPCSP was renamed AAIPharma Pes quisa Clinica Ltda. (\"AAIPharma \nBrazil\").3 \n[8] Reynders and Cavagnaro were direct ors and officers of AAIPharma and \nwere responsible for all actions taken by AAIPharma.4 \n                                                 \n1 Compl. ¶ 7. \n2 Id. ¶ 8. \n3 Id. \n4 Id. ¶. 9. \n[9] At the time of acquisition, IP CSP had no outstanding debt, other than \ntrade debt incurred in the ordinary course of business and a lease obligation for its \noffices.5 \n[10] On May 15, 2007, Plaintiff ent ered into an employment-management \nagreement with AAIPharma Brazil under which Plaintiff would be the sole manager of \nAAIPharma Brazil, reporting directly to Reynders.6  Despite being named manager, \nMartinez was excluded from \"all decision making related to AAIPharma and AAIPharma \nBrazil.\"7  As a result, Martinez \"was not aware of many of the business and financial \ndecisions made by Defendants which materially affected the business and financial \nstate of AAIPharma and AAIPharma Brazil.\"8 \n[11] Following the acquisiti on of IPCSP, AAIPharma transferred several of \nAAIPharma Brazil’s contracts to itself, which resulted in revenue streams under those \ncontracts being paid directly to AAIPharma.9 \n[12] AAIPharma failed properly to fund AAIPharma Brazil’s operations and, as \na result, AAIPharma Brazil began incurring debt.10 \n[13] In 2008, Plaintiff notified Cavagn aro that AAIPharma Brazil was required \nby Brazilian Civil Code to have at least one citizen of Brazil as a quota holder.11  To \n                                                 \n5 Id. ¶ 11. \n6 Id. ¶ 14. \n7 Id. ¶ 15. \n8 Id.  The court notes that the Complaint does not specify which of Defendants' business and financial \ndecisions were kept from Plaintiff and the extent to which Plaintiff was unaware of the financial condition \nof AAIPharma and AAIPharma Brazil. \n9 Id. ¶ 16. \n10 Id. ¶ 20. \n11 Quota holder is, apparently, the Brazilian equivalent of a shareholder.   \ncomply with this law, Cavagnaro asked Plaintiff if she would become a quota holder for \na short period of time.12 \n[14] At the suggestion of Cavagnaro, Plai ntiff agreed to take a 0.004% interest \nin AAIPharma Brazil for three months until a new Brazilian quota holder could be \nfound.13 \n[15] No new quota holder was f ound and, on May 18, 2009, Plaintiff \nrelinquished her quota interest in AAIPharma Brazil.14 \n[16] In late 2008, AAIPharma Brazil la cked the funds necessary to renew an \nexisting lease on its office property.  At the request of Reynders, Plaintiff provided a \npersonal guaranty of the lease.  Plaintiff agreed to provide the guaranty upon the urging \nof Reynders.15  Plaintiff alleges that her agreement with Reynders was to provide the \nguaranty for a limited ninety-day period while Defendants raised the capital necessary \nto guarantee the lease and relieve Plaintiff of any personal obligation.16 \n[17] Defendants failed to raise the funds required to release Plaintiff from the \nguaranty and, as a result, Plaintiff has incurred in excess of $352,000 in personal \nliability on the lease.17 \n[18] In or about July 2009,  Brazilian tax authorities notified Plaintiff that \nAAIPharma Brazil owed more than $400,000 in back taxes and that if AAIPharma Brazil \nfailed to pay the amount owed, Martinez would be held personally liable for the tax debt.  \n                                                 \n12 Id. ¶¶ 31-32. \n13 Id. ¶ 33. \n14 Id. ¶ 35. \n15 Id. ¶¶ 37-40. \n16 Id. \n17 Id. ¶¶ 41-42. \nAfter informing Defendants of the tax debt, Defendants refused to pay and Brazilian tax \nauthorities notified Martinez that she would be held personally liable.18 \n[19] As a result of t he undercapitalization of AAIPharma Brazil, that entity \nincurred overdraft fees on certain business accounts at two Brazilian banks.  After \nDefendants failed to pay the overdraft fees, Martinez paid in excess of $38,000 to both \nbanks and has committed to paying an additional $90,752.94.19 \n[20] In December 2009, Defendants announced the closing of AAIPharma \nBrazil and the subsequent termination of all its employees in Brazil.20 \n[21] The circumstances under which so me employees of AAIPharma Brazil \nwere terminated constituted a violation of Brazilian law.  As a result, AAIPharma Brazil \nwas held liable for wrongful termination in lawsuits filed by former employees.  With \nregard to this liability, the Brazilian courts pierced the corporate veil of AAIPharma Brazil \nand found Plaintiff personally liable.  To date, Plaintiff’s liability from these lawsuits \nexceeds $353,110.92.21 \nIII.  \nDISCUSSION \n[22] When ruling on a motion to dismiss pursuant to Rule 12(b)(6), the court \nmust determine \"whether, as a matter of law, the allegations of the complaint . . . are \nsufficient to state a claim upon which relief may be granted . . .\"  Harris v. NCNB Nat'l \nBank, 85 N.C. App. 669, 670 (1987).  To make this determination, courts are to take the \nwell-pleaded allegations of the complaint as true and admitted, but conclusions of law or \n                                                 \n18 Id. ¶ 21. \n19 Id. ¶¶ 29-30. \n20 Id. ¶ 44. \n21 Id. ¶¶ 46-48. \nunwarranted deductions are not admitted.  Sutton v. Duke, 277 N.C. 94, 98 (1970).  \nConsistent with the system of notice pleading, a court, when considering a motion to \ndismiss pursuant to Rule 12(b)(6), should afford the complaint a liberal construction.  \nZenobile v. McKecuen, 144 N.C. App. 104, 110 (2001).   \n[23] Following the standard set by Rule 12(b)(6), a complaint may be properly \ndismissed if (a) the complaint on its face reveals that no law supports plaintiff’s claim, \n(b) the complaint on its face reveals the absence of facts sufficient to make a good \nclaim or (c) any fact disclosed in the complaint necessarily defeats plaintiff’s claim.  \nJackson v. Bumgardner, 318 N.C. 172, 175 (1986).   \nA.  \nClaim One: Fraud/Fraud in the Inducement \n[24] To state a claim for fraud, a plai ntiff must plead that (a) the defendant \nmade a false representation or concealment of a material fact, (b) that was reasonably \ncalculated to deceive, (c) that was made with the intent to deceive, (d) which did in fact \ndeceive the plaintiff, (e) resulting in damage to the plaintiff.  Myers & Chapman, Inc. v. \nThomas G. Evans, Inc., 323 N.C. 559, 568-69 (1988) (internal citations omitted).  \nPlaintiff’s reliance on any fraudulent statement or concealment must be reasonable.  \nMacFadden v. Louf, 182 N.C. App. 745, 747 (2007).  A representation must be of past \nor existing fact, not merely a statement of opinion.  Warfield v. Hicks, 91 N.C. App. 1, 8 \n(1988). \n[25] Plaintiff alleges t hat Defendants fraudulently induced her into becoming a \nquota holder of AAIPharma Brazil and into personally guaranteeing the AAIPharma \nBrazil lease for office space.  Plaintiff alleges that Defendants made false \nrepresentations when they told Plaintiff they would replace her as quota holder and \nwould release her from her personal guaranty of AAIPharma’s lease for office space.   \ni. \nQuota Interest \n[26] It is unclear from the Complain t in what manner the circumstances \nsurrounding Plaintiff becoming a quota holder of AAIPharma Brazil rise to the level of \nfraud.  The Complaint discloses that it was actually Plaintiff who informed Defendants \nthat AAIPharma Brazil needed a citizen of Brazil to serve as a quota holder in order to \ncomply with Brazilian law.22  In response to this information, Cavagnaro asked Plaintiff \nto take a fractional interest in AAIPharma Brazil on a temporary basis.23  In addition, the \ninterest taken by Plaintiff in AAIPharma Brazil apparently could be relinquished at \nPlaintiff's discretion, as it eventually was on May 18, 2009.24   \n[27] It appears from the Complaint that Plaintiff's theory is that Defendants \ninduced her to become a quota holder knowing that (a) AAIPharma Brazil was in \nserious financial trouble and (b) Plaintiff, as the domestic quota holder, would ultimately \nbecome personally liable for the debts and obligations of AAIPharma Brazil described in \nthe Complaint.   \n[28] As mentioned above, the Complaint di scloses that the idea of AAIPharma \nBrazil having a Brazilian quota holder originated with Plaintiff.  While this fact, standing \nalone, does not preclude Plaintiff's Fraud Claim, it strongly suggests the lack of any \nfraudulent intent or scheme on the part of Defendants as to making Plaintiff a quota \nholder.  The inference that Defendants somehow knew, at the time Plaintiff proposed \n                                                 \n22 Id. ¶ 31. \n23 Id. ¶¶ 32-33. \n24 Id. ¶ 35. \nthe inclusion of a Brazilian quota holder, that Plaintiff would ultimately become \npersonally liable for the debts and obligations of AAIPharma Brazil were she to serve as \nthe Brazilian quota holder is too attenuated to adequately allege fraudulent intent on the \npart of Defendants. \n[29] Further, the allegati on that Cavagnaro asked Plaintiff to become a quota \nholder for three months, until a new quota holder was found, on its face is not a \nmisrepresentation of a past or existing fact.  Defendants' assurance that it would replace \nPlaintiff as a quota holder within three months is, at most, a statement of future intent or \npromissory representation which cannot typically serve as the basis of a fraud claim.  \nLeftwich v. Gaines, 134 N.C. App. 502, 508 (1999).  A promissory representation may \nonly serve as the basis of a fraud claim where the promissory representation is made \nwith a present intent not to carry it out and may therefore be said to be a statement of \nexisting fact.  Id.  In order for a promissory representation to be the basis of an action \nfor fraud, facts must be alleged from which it may reasonably be inferred that the \ndefendant did not intend to carry out such representation when it was made.  Whitley v. \nO'Neal, 5 N.C. App. 136, 139 (1969).  The court finds no facts alleged in the Complaint \nfrom which it might reasonably be inferred that Defendants did not intend to remove \nPlaintiff as a quota holder at the time they represented they intended to do so.  \n[30] Further, it is unclear how the representation that Defendants would \nreplace Plaintiff as quota holder may be considered \"reasonably calculated to deceive\" \nor in what manner Plaintiff was actually deceived by it.  The Complaint suggests that \nPlaintiff's quota interest in AAIPharma Brazil could be freely relinquished by her at her \ndiscretion.25  To the extent Defendants failed to replace Plaintiff as quota holder within \nthree months, it appears Plaintiff had the ability to simply relinquish her quota interest in \nAAIPharma Brazil.  In light of this fact, the court concludes that Defendants \nrepresentations to Plaintiff were not \"reasonably calculated to deceive\" so as to give rise \nto a claim for fraud.  \n[31] Lastly, the Complaint contains insufficient allegations as to what damage \nPlaintiff suffered as a result of being made a quota holder in AAIPharma Brazil.  Plaintiff \npaid nothing for her quota interest in AAIPharma Brazil.26  There is no allegation in the \nComplaint that Plaintiff's personal liability for certain tax debts of AAIPharma Brazil, \noverdraft fees incurred by AAIPharma Brazil and AAIPharma Brazil's lease obligations \naccrued to her by virtue of her status as a quota holder.  Indeed, the Complaint provides \nno indication of how and in what manner Plaintiff incurred these personal liabilities.27  \nThe Complaint does allege that Plaintiff was held personally liable as a quota holder by \nthe Brazilian courts for AAIPharma Brazil's violations of Brazilian law in terminating \ncertain of its employees.  As to that specific liability, the Complaint states that \"Martinez' \nliability was based upon her status as a former quota holder and manager of \nAAIPharma Brazil.\"28  The Complaint therefore discloses that Plaintiff's liability in this \nregard would have accrued to her personally regardless of whether she had ever \nbecome a quota holder or whether Defendants had replaced her as a quota holder \nwithin three months. \n \n                                                \n \n25 Id. ¶ 35. \n26 Id. ¶ 33. \n27 At a hearing on the Motion, Plaintiff's counsel was unable to represent whether these liabilities accrued \nto Plaintiff by virtue of her status as a quota holder, her status as a manager or both.   \n28 Compl. ¶ 47. \nii. \nLease Guaranty \n[32] Plaintiff alleges t hat she agreed to provide a personal guaranty for \nAAIPharma Brazil's real estate lease for a limited ninety-day period while Defendants \nraised the funds necessary to guarantee the lease from the sale of AAIPharma's \nGerman unit or from its United States investors.29  Plaintiff alleges that Defendants \nspecifically represented to her that she would be released from the personal guaranty \nwithin ninety days.30   Plaintiff alleges that Defendants hid the troubled financial \ncondition of AAIPharma Brazil from her when making this representation and knew they \nwould be unable to raise the funds necessary to relieve Plaintiff from her personal \nguaranty.   \n[33] Plaintiff does not allege with any par ticularity which facts concerning the \nfinancial condition of AAIPharma and AAIPharma Brazil were concealed. 31  Plaintiff \nalleges only that the financial condition of both entities in general was not disclosed to \nher.  Thus, the allegation that Defendants concealed the financial condition of \nAAIPharma Brazil from Plaintiff is likely in violation of Rule 9(b). \n[34] An actionable fraud claim require s not only reliance, but reasonable or \njustified reliance.  MacFadden, 182 N.C. App. at 749-50.    Plaintiff alleges, despite her \nrole in AAIPharma Brazil as its \"sole manager,\"32 that Defendants hid from her entirely \nthe state of AAIPharma Brazil’s financial condition.  However, Plaintiff’s own complaint \nacknowledges that Plaintiff was aware that \"in 2008, AAIPharma and AAIPharma \n                                                 \n29 Id. ¶ 37. \n30 Id.  \n31 See N.C. R. Civ. P. 9(b) (requiring claims of fraud to be \"stated with particularity\").   \n32 Compl. ¶ 14. \nBrazil's business began to decline as a result of certain poor management decisions \nand the world-wide recession.\"33  It appears that Plaintiff was aware that once \nAAIPharma acquired AAIPharma Brazil, all contracts were made payable to \nAAIPharma, leaving AAIPharma Brazil with no independent source of income.34  \n[35] Despite her awareness of these clear warning signs as to the financial \ncondition of AAIPharma and AAIPharma Brazil, Plaintiff alleges that she relied on the \n\"concealment\" of the financial condition by Defendants.  Further, Plaintiff does not \nallege that the financial state of AAIPharma and AAIPharma Brazil could not have been \ndiscovered through the performance of due diligence or that Defendants denied her the \nopportunity to discover the true state of AAIPharma Brazil's financial affairs.  Given the \nfacts as alleged in the Complaint, Plaintiff's alleged reliance was unreasonable.   \n[36] It appears from the Complaint that at  the time Defendants asked Plaintiff \nto provide a personal guaranty of AAIPharma Brazil's real estate lease, Plaintiff \nunderstood that AAIPharma Brazil lacked the necessary funds to provide the guaranty \nitself.  The Complaint further discloses that Plaintiff was aware that Defendants' ability to \nraise the funds necessary to provide the guaranty was contingent upon their ability to \neither sell AAIPharma's German unit or raise funds from investors.  \n[37] As with the representations rela ted to Plaintiff becoming a quota holder, \nthese representations are, at most, statements of future intent or promissory \nrepresentations.  Similar to the representations discussed above, there are no facts \nalleged from which it may reasonably be inferred that Defendants did not intend to \nrelieve Plaintiff of her personal guaranty at the time they represented they would do so.  \n                                                 \n33 Id. ¶ 17. \n34 Id. ¶ 21. \nAll that is alleged is that Defendants ultimately failed to raise the funds necessary to \nrelease Plaintiff from the personal guaranty.   \n[38] Based on the foregoing, Plaintiff has failed to state a claim upon which \nrelief can be granted with regard to Plaintiff's Claim for Fraud/Fraudulent Inducement, \nand as to said Claim, the Motion should be GRANTED. \nB.  \nClaim Two: Negligent Misrepresentation \n[39] Negligent misrepresentation occurs when a party justifiably relies to his \ndetriment on information provided without reasonable care by another who owes the \nrelying party a duty of care.  Jordan v. Earthgrains Baking Cos., 155 N.C. App. 762, 766 \n(2003).  A plaintiff must show that the defendant owed a duty to provide \"complete and \naccurate information\" and that such duty was breached before a negligent \nmisrepresentation claim will lie.  Simms v. Prudential Life Ins. Co. of Am., 140 N.C. App. \n529, 533 (2000).  \n[40] In the context of an action for ne gligent misrepresentation, North Carolina \ncourts have described a breach of the duty of care owed as, \". . . one who, in the course \nof his business, profession or employment, or in any other transaction in which he has a \npecuniary interest, supplies false information for the guidance of others in their business \ntransactions, [and thus] is subject to liability for pecuniary loss caused to them by their \njustifiable reliance upon the information, if he fails to exercise reasonable care or \ncompetence in obtaining or communicating the information.\"  Simms, 140 N.C. App. at \n534, citing Marcus Bros. Textiles, Inc. v. Price Waterhouse, LLP, 350 N.C. 214, 218, \n513 S.E.2d 320, 323-24 (1999).  In Simms, the court affirmed dismissal of the plaintiff's \nclaim for negligent misrepresentation because nothing in the complaint suggested the \ndefendant was engaged in the business of giving the type of advice or information which \nwas the basis for plaintiff's negligent misrepresentation claim.  The court in Simms \nfurther found to be dispositive of plaintiff's claim the lack of any allegation that \ndefendants had a pecuniary interest in, or obtained any pecuniary gain from, the \nprovision of the allegedly negligent advice or information.  \n[41] In the present acti on, Plaintiff alleges that Defendants negligently \nmisrepresented that they were seeking a quota holder to replace her and that \nDefendants would release Plaintiff from her personal guaranty of AAIPharma Brazil’s \nlease.35  Plaintiff further alleges that the statements as to these representations were \nfalse, intended to deceive and were reasonably relied upon by her.36 \n[42] As in Simms, there is nothing in the present Complaint suggesting that \nDefendants were engaged in the business of providing the type of information which is \nthe basis of Plaintiff's Negligent Misrepresentation Claim.  Further, there is no allegation \nthat either of the Defendants received any pecuniary gain from representing to Plaintiff \nthat they would seek another quota holder and that they would relieve her of the \npersonal guaranty within ninety days.  Whatever indirect pecuniary benefit arose from \nboth of those representations flowed to AAIPharma, not to Defendants individually.   \n[43] Additionally, Plaintiff has failed to  allege that Defendants owed Plaintiff a \nduty of care.  Corporate directors owe a duty of care to the corporation itself, not to \nindividual employees.  Jordan, 155 N.C. App. at 767.  At the time the alleged \nmisrepresentations were made, Plaintiff was an employee of AAIPharma Brazil, a \n                                                 \n35 Id. ¶¶ 65-66 \n36 Id. ¶¶ 67-71. \nposition she took as part of an arms-length business transaction.  As a result, \nDefendants did not owe Plaintiff fiduciary duties in the course of their employee-\nemployer relationship.  Further, the court finds no allegations in the Complaint \nconcerning any free-standing duty of care owed to Plaintiff by Defendants.   \n[44] Based on the foregoing, Defendants' Motion as to Plaintiff's Negligent \nMisrepresentation Claim should be GRANTED.   \nC.  \nClaim Three: Conspiracy to Defraud \n[45] Because Plaintiff has failed to stat e a claim for either fraud or fraudulent \ninducement, Plaintiff has also failed to state a claim for her derivative Conspiracy to \nDefraud Claim.  Therefore, Defendants Motion as to Plaintiff's Conspiracy to Defraud \nClaim should be GRANTED. \nD.  \nClaim Four: Violations of N.C. Gen. Stat. § 75-1.1 (\"UDTPA\") \n[46] A party violates North Carolina’s UDTPA when it engages in \"unfair or \ndeceptive acts or practices in or affecting commerce.\"  N.C. Gen. Stat. § 75-1.1.  To \nprevail on a UDTPA claim, a plaintiff must show that there was an unfair or deceptive \npractice, that was in or affecting commerce and that the practice proximately caused \ninjury to the plaintiff.  Walker v. Fleetwood Homes of N.C., Inc., 362 N.C. 63, 71-72 \n(2007).  Commerce is statutorily defined as including \"all business activities, however \ndenominated, with the only exclusion being professional services.\"  N.C. Gen. Stat. § \n75-1.1(b).  The North Carolina Supreme Court has defined business activities with a \nfocus on the \"activities the business regularly engages in and for which it is organized,\" \nor its \"regular, day-to-day activities.\"  HAJMM, Inc. v. House of Raeford Farms, Inc., 328 \nN.C. 578, 594 (1991).  Following HAJMM, courts have held that activities outside the \nscope of a firm’s regular business activity are in not \"in or affecting commerce\" for \nUDTPA purposes.  See, e.g., Malone v. Topsail Area Jaycees, 113 N.C. App. 498 \n(1994) (holding a charitable golf tournament was not a \"business activity\").  Additionally, \nmatters of internal corporate management are not \"in or affecting commerce\" for \nUDTPA purposes.  Wilson v. Blue Ridge Elec. Mbrshp. Corp., 157 N.C. App. 355, 358 \n(2003).    \n[47] Plaintiff has alleged that while she was an employee of AAIPharma Brazil, \nDefendants engaged in certain activities and made representations that were unfair and \ndeceptive as to her.  However, the activities and representations upon which Plaintiff \nbases the Complaint are matters of internal corporate management, including the \ninternal financial operations of AAIPharma and AAIPharma Brazil.  Plaintiff has not \nalleged any activity that is unfair or deceptive that occurred in AAIPharma or \nAAIPharma Brazil’s regular, day-to-day activities for which those firms were organized.  \nThe issues of internal corporate management upon which Plaintiff bases her Complaint \nare not \"in or affecting commerce\" and, therefore, Plaintiff has failed to state a claim for \nviolations of the UDTPA. \n[48] Based on the foregoing, Defendants Motion as to Plaintiff's Claim for \nUnfair and Deceptive Trade Practices should be GRANTED. \nE.  \nClaim Five: Punitive Damages \n[49] Because Plaintiff has failed to state any substantive Claim upon which \nrelief may be granted, Plaintiff’s claim for punitive damages should be DISMISSED.   \nNOW THEREFORE, it is hereby ORDERED that: \n [50] Defendants’ Motion to Dismiss is GRANTED as to all Claims.  \nAccordingly, this civil action is DISMISSED. \n[51] Taxable costs are charged to Plaintiff. \nThis the 10th of July, 2013. \n \n "
}