{
  "id": "c479117132dc0ccec87cc379bdd1ef9ec4c0cdf88d9ed460f16c3d4497e33c57",
  "source_file": "data/raw/ncbc/c479117132dc0ccec87cc379bdd1ef9ec4c0cdf88d9ed460f16c3d4497e33c57.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nBUNCOMBE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 3707 \n \nVITAFORM, INC. d/b/a BODY \nAFTER BABY, \n \nPlaintiff, \n \nv. \n \nAEROFLOW, INC. and MOTIF \nMEDICAL, LLC, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION FOR \nSUMMARY JUDGMENT \n \n \n1. THIS MATTER  is before the Court upon Defendants Aeroflow, Inc.  \n(“Aeroflow”) and Motif Medical, LLC’s (“Motif ”) (together, the “Defendants”) Motion \nfor Summary Judgment (the “Motion”) pursuant to Rule 56 of the North Carolina \nRules of Civil Procedure (the “Rule(s)”) in the above-captioned case.  (ECF No. 122.) \n2. Having considered the Motion, the briefs, exhibits, and affidavits in support \nof and in opposition to the Motion, the arguments of counsel at the hearing on the \nMotion, and other appropriate matters of the record, the Court GRANTS  in part \nand DENIES in part the Motion for the reasons set forth below. \nSmith DeVoss, PLLC, by Jeffrey J. Smith and John R. DeVoss, and \nWimer & Snider, P.C., by Jake A. Snider, for Plaintiff Vitaform, Inc. \nd/b/a Body After Baby. \n \nWard and Smith, P.A., by Joseph A. Schouten , Hayley R. Wells,  and \nJordan M. Spanner, for Defendants Aeroflow, Inc. and Motif Medical, \nLLC. \n \nBledsoe, Chief Judge. \nVitaform, Inc. v. Aeroflow, Inc., 2022 NCBC 65. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND  \n3. “[I]in ruling on a motion for summary judgment[,] the trial judge does not \nmake findings of fact, which are decisions upon conflicting evidence, but [the judge] \nmay properly list the uncontroverted material facts which are the basis of [the \njudge’s] conclusions of law and judgment.”  Rodgerson v. Davis, 27 N.C. App. 173, 178 \n(1975).  \n4. Plaintiff Vitaform, Inc.  d/b/a Body After B aby (“BAB”) is a California \ncorporation that is wholly owned by Don Francisco (“Francisco”), its  president and \nfounder.1  Francisco formed BAB “to target the maternity band market and to develop \nthe market for post-partum compression garments.”2  Based on his experience in the \ndurable medical equipment (“DME”) industry, Francisco saw an opportunity to \nmarket “maternity compression wear that would include the application of an \ninsurance payment model.”3 \n5. After consulting with medical professionals, Francisco  designed and  \ndeveloped a pre -birth maternity band, the “Motherload,” and two compression \ngarments for post-partum recovery, the “Angelica” and the “Sienna” (collectively, the \n \n1 (See First Am. Compl. ¶ 1 [hereinafter “FAC”], ECF No. 40; Defs.’ Mem. Law Supp. Mot. \nSumm. J. Ex. A Dep. Donald H. Francisco, dated May 12, 2021, at 30:10– 12, 46:17– 19 \n[hereinafter “Francisco Dep.”], ECF No. 123.2.) \n \n2 (Pl.’s Resp. Br. Defs.’ Mot. Summ. J. Ex. C Aff. Don Francisco, dated Sept. 30, 2019, at ¶ 2 \n[hereinafter “2d Francisco Aff.”], ECF No. 126.4.) \n \n3 (Pl.’s Resp. Br. Defs.’ Mot. Summ. J. Ex. B Aff. Don Francisco, dated Sept. 30, 2019, at ¶¶ 7, \n9 [hereinafter “1st Francisco Aff.”], ECF No. 126.3.) \n \n“Maternity Compression Garments”) , which were designed to address speci fic \nmedical conditions associated with pregnancy.4  According to Francisco, the Angelica \nand Sienna were the first compression garments designed specifically for post-partum \nrecovery,5 and the Maternity Compression Garments were the first such products  \nthat qualified for insurance reimbursement.6 \n6. BAB began selling its Maternity Compression Garments sometime between \n2012 and 2013, directly through its own website as well as  through various regional \nDME providers. 7  In 2017, BAB began to sell it s products through 1 Natural Way  \n(“1NW”), a regional DME subcontractor for Aeroflow. 8  BAB provided “[a] ll of [its]  \nwhite papers, all of [its] marketing efforts,  all of [its] years of understanding the \nproducts, the sizing, [and] how insurance correlates[ ]” to 1NW, recognizing the need \nto “shar[e] that process and product with someone that is in a position to put it into \nthe market.”9 \n \n4 (See 2d Francisco Aff. ¶ 3; Francisco Dep. 48:15 –21, 56:9–18; see generally Pl.’s Resp. Br. \nDefs.’ Mot. Summ. J. Ex. P, ECF No. 126.18 (under seal).) \n \n5 (See 1st Francisco Aff. ¶ 4; Pl.’s Resp. Br. Defs.’ Mot. Summ. J. Ex. D Aff. Don Francisco, \ndated Sept. 30, 2019, at ¶¶ 1, 17 [hereinafter “3d Francisco Aff.”], ECF No. 126.5.) \n \n6 (See Francisco Dep. 84:3–11, 91:16–92:1, 118:13–19; 2d Francisco Aff. ¶¶ 4, 7, 9.) \n \n7 (See Francisco Dep. 43:12–22, 44:1–24, 84:16–85:4.) \n \n8 (See Francisco Dep. 105:16– 22, 108:18–21; 3d Francisco Aff. ¶ 3 ; Defs.’ Mem. Law Supp. \nMot. Summ. J. Ex. B Aff. Ryan D. Wright, dated Aug. 4, 2021, at ¶  9 [hereinafter “Wright \nAff.”], ECF No. 123.3.) \n \n9 (Francisco Dep. 113:11–15; see also Francisco Dep. 121:21–23:27, 126:19–28:17, 132:21–24.) \n \n7. BAB’s work with 1 NW “proved to be extremely successful on a regional \nbasis,”10 and Francisco determined that i t was time to “connect[ ] with a DME \nprovider with national reach[ .]”11  According to Francisco, he had “been attempting \nto break through with someone at Aeroflow,” 12 a nationwide DME provider and \ndistributor offering multiple brands from multiple manufacturers, 13 when Evan \nIsrael (“Israel”), Aeroflow’s director of emerging markets, contacted him on 19 July \n2018 (the “July 19 Call”) after receiving Francisco’s contact information from 1NW.14 \n8. During the July 19 Call, Francisco pitched BAB and its pro ducts to Israel, \nexplaining that he had designed the Maternity Compression Garments to qualify for \nhealth insurance coverage as DME.15  Francisco claims that he and Israel came to an \noral agreement during the July 19 Call whereby BAB would provide Aeroflow with \nits products, marketing material, and insurance coding information and, in exchange, \nAeroflow would market  the Maternity Compression Garments through its national \ndistribution channels , process the associated insurance claims , and pay BAB for \n \n10 (3d Francisco Aff. ¶ 3.) \n \n11 (3d Francisco Aff. ¶ 6.) \n \n12 (3d Francisco Aff. ¶ 4.) \n \n13 (See Defs.’ Am. Answer to FAC and Countercls. ¶ 1 [hereinafter “Countercls.”], ECF No. \n96.) \n \n14 (See Francisco Dep. 191:10– 14; Pl.’s Resp. Br. Defs.’ Mot. Summ. J. Ex. V at \nAEROFLOW_0000765 [hereinafter “Disc. Docs.”], ECF No. 126.24.) \n \n15 (See Francisco Dep. 192:9– 17; Defs.’ Mem. Law Supp. Mot. Summ. J. Ex. C Dep. Evan \nIsrael, dated May 11, 2021, at 11:17– 12:4, 23:14–21 [hereinafter “Israel Dep.”], ECF No. \n123.4.) \n \nshipments received.16  Francisco additionally claims that he and Israel , on behalf of \nAeroflow, specifically agreed to maintain the confidentiality of BAB’s comprehensive \nbusiness plan.17 \n9. Later that day, Francisco attached BAB’s new account paperwork, including \nBAB’s insurance authorization form, to an e -mail to Israel and also provided Israel \nwith a Dropbox link to various marketing materials for the Maternity Compression \nGarments.18  Many of these materials were intended to be shared with healthcare \nproviders and potential customers of BAB’s products.19 \n10. Events moved rapidly from there.  BAB completed its first d rop shipment \norder for Aeroflow about a week later.20  Over the next few weeks, BAB continued to \nprovide Aeroflow with additional materials to support the sale of the Maternity \n \n16 (See Francisco Dep. 208:25–10:7, 245:5–47:16; 3d Francisco Aff. ¶¶ 23–27, 31; Israel Dep. \n37:19–38:13, 51:6–52:3; Aff. Evan Israel, dated Oct. 18, 2019 , at ¶ 32 [hereinafter “Israel \nAff.”], ECF No. 22; Pl.’s Resp. Br. Defs.’ Mot. Summ. J. Ex. E Aff. Don Francisco, dated Nov. \n5, 2019, at ¶¶ 18, 56 [hereinafter “5th Francisco Aff.”], ECF No. 126.6.)   BAB  describes \nExhibit D to its Response Brief to Defendants’ Motion for Summary Judgment (the \n“Response”) as “Francisco Affidavit 3” and Exhibit E thereto as “Francisco Affidavit 5.”  (See \n3d Francisco Aff.; 5th Francisco Aff.)  Although no “Francisco Affidavit 4” appears on the \ndocket, the Court will retain BAB’s numbering to avoid confusion. \n \n17 (Francisco Dep. 207:13–23, 217:14–18:23, 223:10–20; 3d Francisco Aff. ¶¶ 25, 28–29.) \n \n18 (See Defs.’ Mem. Law Supp. Mot. Summ. J. Ex. I at AEROFLOW_000696–99 [hereinafter \n“Defs.’ Br. Supp. Ex. I”], ECF No. 123.10; Disc. Docs. at AEROFLOW_0000693; Francisco \nDep. 223:10–24:17, 262:16–63:25; Israel Dep. 41:5–13.) \n \n19 (See Francisco Dep. 223:10– 24:17; Israel Aff. ¶¶ 44– 47; Defs.’ Br. Supp.  Ex. I at \nAEROFLOW_000698.) \n \n20 (See 5th Francisco Aff. ¶ 58.) \n \nCompression Garments21 and Francisco led an on-site training to educate Aeroflow \nemployees on BAB’s products at the end of August 2018.22  But Aeroflow claims that, \nas early as September 2018, the demand for BAB’s products began to outpace its \nability to fulfill orders, 23 and Aeroflow began order ing the Maternity Compression \nGarments directly from  Fansl, BAB’s factory in China. 24  Aside from individual \npurchase orders for each shipment of BAB products, BAB and Aeroflow never entered \ninto a written contract.25 \n11. During this same time, Motif, a wholly owned subsidiary of Aeroflow,  was \ndeveloping its own line of post-partum compression garments.26  Motif ordered BAB’s \nMaternity Compression Garments through Amazon, 27 located BAB’s Chinese  \n \n21 (See Israel Dep. 38:23–39:5; 3d Francisco Aff. ¶ 27; 5th Francisco Aff. ¶¶ 57, 59, 62, 69.) \n \n22 (See Israel Dep. 33:23–34:19; 3d Francisco Aff. ¶ 16; 5th Francisco Aff. ¶ 68.) \n \n23 (See Aff. Jennifer Jordan, dated Oct. 18, 2019, at ¶¶ 7– 9 [hereinafter “Jordan Aff.”], ECF \nNo. 23; Jordan Aff. Ex. C, ECF No. 23.3; Disc. Docs. at AEROFLOW_0000834; see also Wright \nAff. ¶¶ 16–22.) \n \n24 (See 5th Francisco Aff. ¶¶ 68, 72.) \n \n25 (See Francisco Dep. 215:6–14; Israel Aff. ¶ 36.) \n \n26 (See Countercls. ¶ 4; Disc. Docs. at AEROFLOW_000609, 2482, MOTIF_0000174–92, 861–\n63, 1703.) \n \n27 (See Aff. Brandon Fonville, dated Oct. 18, 2019, at ¶ 6 [hereinafter “Fonville Aff.”], ECF \nNo. 24; Disc. Docs. at AEROFLOW_0000588–90.) \n \nmanufacturer after searching public records,28 and ultimately entered into a contract \nwith the same manufacturer to produce its own post-partum compression garments.29   \n12. Aeroflow began to sell Motif’s post -partum compression garments in \nJanuary 2019 30 and stopped ordering BAB’s products in March 2019 .31  Aeroflow \nclaims that it sold both BAB’s and Motif’s post-partum compression garments without \nidentifying the particular brand customers would receive  until Aeroflow’s inventory \nof BAB products was depleted in 2020 and thereafter sold only Motif’s products.32 \n13.   BAB initiated this action against Defendants  on 23 August 2019 33 and \nsubsequently filed its First Amended Complaint on 20 December 2019.34 \n14. Defendants moved to dismiss all claims on 9 January 2020 and, after a  \nhearing on the motion , the Court dismissed  the following  claims: (i) constructive \nfraud; (ii) joint venture; (iii) fraud and fraudulent concealment, except to the extent \nthose claims are based on the July 19 Call; (iv) common law unfair competition and \nviolations of North Carolina’s Unfair and Deceptive Trade Practices Act ( the \n \n28 (See Disc. Docs. at AEROFLOW_0000609.) \n \n29 (See Disc. Docs. at MOTIF_0000891–93, AEROFLOW_0002440; Fonville Aff. ¶ 9.) \n \n30 (See Fonville Aff. ¶ 9; see also Disc. Docs. at AEROFLOW_0000809, 822, 824.) \n \n31 (See Defs.’ Mem. Law Supp. Mot. Summ. J. Ex. D Dep. Jennifer Jordan, dated May 10, \n2021, at 53:4–54:7 [hereinafter “Jordan Dep.”], ECF No. 123.5.) \n \n32 (See Jordan Dep. 74:3 –17; 5th Francisco Aff. ¶¶ 38– 39; Disc. Docs. at MOTIF_0000494; \nPl.’s Resp. Br. Defs.’ Mot. Summ. J. Ex. S at VF004802 [hereinafter “Pl.’s Resp. Ex. S”], ECF \nNo. 126.21.) \n \n33 (Compl., ECF No. 3.) \n \n34 (FAC.) \n \n“UDTPA”), N.C.G.S. § 75-1.1, except to the extent those claims are based on the July \n19 Call; and (v) common law unfair competition and violations of the UDTPA and the \nfederal Lanham Act, 15 U.S.C. § 1125(a), except to the extent those claims are based \non BAB’s allegations that Defendants sold BAB’s products as if they were Defendants’ \nown.  See Vitaform, Inc. v. Aeroflow, Inc., 2020 NCBC LEXIS 132, at *37–38, *46–47 \n(N.C. Super. Ct. Nov. 4, 2020). \n15. Defendants filed their Answer on 14 December 2020 35 and, after receiving \nleave of the Court, later filed their Amended Answer to First Amended Complaint \nand Counterclaims on 16 September 2021, as serting counterclaims for defamation \nper se, tortious interference with prospective economic advantage, and violations of \nthe UDTPA.\n36 \n16. BAB filed its Answer to Counterclaims, Defenses, and Further \nCounterclaims on 2 November 2021. 37  After motions practice,  BAB dismissed its \nfurther counterclaims without prejudice ,38 and Defendants dismissed their second \nand third counterclaims without prejudice shortly thereafter.39 \n17. Defendants filed the Motion on 7 February 2022 , seeking summary \njudgment on BAB’s remaining claims for (i) trade secret misappropriation; (ii) breach \n \n35 (Defs.’ Answer to FAC, ECF No. 65.) \n \n36 (See Countercls. ¶¶ 49–66.) \n \n37 (Pl.’s Answer to Countercls., Defenses, & Further Countercls., ECF No. 106.) \n \n38 (See Notice Dismissal All Further Countercls. Without Prejudice, ECF No. 118.) \n \n39 (See Notice Partial Dismissal Countercls. Without P rejudice [hereinafter “Notice Partial \nDismissal”], ECF No. 121.) \nof the duty of good faith and fair dealing ; (iii) fraud and fraudulent concealment to \nthe extent those claims are based on the July 19 Call, ( iv) common law unfair \ncompetition and violation s of the UDTPA and the Lanham Act to the extent those \nclaims are based on BAB’s allegations that Defendants sold BAB’s products as if they \nwere Defendants’ own; (v) common law unfair competition and violation s of UDTPA \nto the extent those claims are based on the July 19 Call; and (vi) unjust enrichment .  \nAfter full briefing, the Court held a hearing on the Motion on 20  May 2022 (the \n“Hearing”), at which all parties were represented by counsel.  The Motion is now ripe \nfor resolution. \nII. \nLEGAL STANDARD \n18. Under Rule 56(c) , “[s]ummary judgment is appropriate ‘ if the pleadings, \ndepositions, answers to interrogatories, and admissions on file, together with the \naffidavits, if any, show that there is no genuine issue as to any material fact and that \n[the movant] is entitled to a judgment as a matter of law.’ ”  Da Silva v. WakeMed , \n375 N.C. 1, 10 (2020) (quoting N.C. R. Civ. P. 56(c)).  “A genuine issue of material fact \n‘is one that can be maintained by substantial evidence.’ ”  Curlee v. Johnson, 377 N.C. \n97, 2021-NCSC-32, ¶ 11 (quoting Ussery v. Branch Banking & Tr. Co., 368 N.C. 325, \n335 (2015)).  “Substantial evidence is such relevant evidence as a reasonable mind \nmight accept as adequate to support a conclusion and means more than a scintilla or \na permissible inference[.]”  DeWitt v. Eveready Battery Co. , 355 N.C. 672, 681 (2002) \n(cleaned up).   “An issue is material if, as alleged, facts ‘would constitute a legal \ndefense, or would affect the result of the action or if its resolution  would prevent the \nparty against whom it is resolved from prevailing in the action.’ ”  Bartley v. City of \nHigh Point, 381 N.C. 287, 2022-NCSC-63, ¶ 13 (quoting Koontz v. City of Winston -\nSalem, 280 N.C. 513, 518 (1972)).   “When considering a motion for sum mary \njudgment, the trial judge must view the presented evidence in a light most favorable \nto the nonmoving party.”  Belmont Ass’n v. Farwig , 381 N.C. 306, 2022- NCSC-64, \n¶ 15 (quoting Dalton v. Camp, 353 N.C. 647, 651 (2001)). \n19. “The party seeking summary judgment bears the initial burden of \ndemonstrating the absence of a genuine issue of material fact.”  Liberty Mut. Ins. Co. \nv. Pennington, 356 N.C. 571, 579 (2002).  The movant may meet this burden either \n(1) “by proving an essen tial element of the opposing party’s claim does not exist, \ncannot be proven at trial, or would be barred by an affirmative defense ,” or (2) “by \nshowing through discovery that the opposing party cannot produce evidence to \nsupport an essential element of [its] claim[.]”  Dobson v. Harris, 352 N.C. 77, 83 (2000) \n(cleaned up).  If the movant meets its burden, “the burden shifts to the nonmoving \nparty to produce a forecast of evidence demonstrating that the nonmoving party will \nbe able to make out at least a pri ma facie case at trial[.]”  Cummings v. Carroll, 379 \nN.C. 347, 2021- NCSC-147, ¶ 21 (cleaned up) ; see also N.C. R. Civ. P. 56(e) (“[A]n \nadverse party may not rest upon the mere allegations or denials of his pleading, but \nhis response, by affidavits or as otherwise provided in this rule, must set forth specific \nfacts showing that there is a genuine issue for trial.”). \n \nIII. \nANALYSIS \nA. Trade Secret Misappropriation \n20. BAB has asserted a claim against Defendants for misappropriation of BAB’s \nalleged trade secret in violation of  the North Carolina Trade Secret Protection Act \n(the “NCTSPA”), N.C.G.S. § § 66-152 to - 62, alleging that  Aeroflow disclosed the \ncomponents of BAB’s comprehensive business model to Motif so that Motif could \nlaunch its own competing line of post -partum compression garments that qualified \nfor insurance reimbursement. 40  Defendants seek dismissal of BAB’s \nmisappropriation claim, contending that the undisputed evidence establishes that (i) \nBAB has not defined its purported trade secret with sufficient particularity; (ii) the \nparts of the alleged trade secret that BAB has identified are publicly available and \nreadily ascertainable; (iii) BAB has not taken reasonable efforts to protect the secrecy \nof its purported trade secret;  and (iv) even if the Court concludes BAB had a  \nprotectable trade secret, there is no evidence in the current record that either \nAeroflow or Motif misappropriated it.41 \n21. The NCTSPA provides that an “owner of a trade secret shall have remedy \nby c ivil action for misappropriation of his trade secret.”  N.C.G.S. § 66 -153.  The \nNCTSPA defines a protectable trade secret as follows: \n \n40 (See Pl.’s Resp. Br. Defs.’ Mot. Summ. J. 9–18 [hereinafter “Pl.’s Resp.”], ECF No. 126.) \n \n41 (See Defs.’ Mem. Law Supp. Mot. Summ. J. 7–18 [hereinafter “Defs.’ Br. Supp.”], ECF No. \n123.) \nbusiness or technical information, including but not limited to a formula, \npattern, program, device, compilation of inform ation, method, \ntechnique, or process that: \na. [d]erives independent actual or potential commercial value from not \nbeing generally known or readily ascertainable through independent \ndevelopment or reverse engineering by persons who can obtain economic \nvalue from its disclosure or use; and \nb. [i]s the subject of efforts that are reasonable under the circumstances \nto maintain its secrecy. \n \nN.C.G.S. § 66-152(3). \n22. Our courts consider the following six factors in determining whether \ninformation constitutes a trade secret: \n(1) [t]he extent to which information is known outside the business; (2) \nthe extent to which it is known to employees and others involved in the \nbusiness; (3) the extent of measures taken to guard secrecy of the \ninformation; [(4)] the value of information to [the] business and its \ncompetitors; [(5)] the amount of effort or money expended in developing \nthe information; and [(6)] the ease or difficulty wi th which the \ninformation could properly be acquired or duplicated by others. \n \nWilmington Star-News, Inc. v. New Hanover Reg’l Med. Ctr., Inc., 125 N.C. App. 174, \n180–81 (1997) (citation omitted).  “These factors overlap, and courts do not always \nexamine them separately and individually.”  DSM Dyneema, LLC v. Thagard , 2019 \nNCBC LEXIS 44, at *21 (N.C. Super. Ct. June 19, 2019). \n1. Sufficient Particularity \n23. “To prevail under the NCTSPA, ‘a plaintiff must identify a trade secret with \nsufficient particularity so as to enable a defendant to delineate that which he is \naccused of misappropriating and a court to determine whether misappropriation has \nor is threatened to occur.’ ”  Aym Techs., LLC v. Rodgers (Aym Techs. I), 2019 NCBC \nLEXIS 64, at *15 (N.C. Super. Ct. Oct. 16, 2019) (quoting Krawiec v. Manly, 370 N.C. \n602, 609 (2018)).  While  “[t]his ‘sufficient particularity’ standard does not require a \nparty to define every min ute detail of its trade secret down to the finest detail [,]” \nSafety Test & Equip. Co. v. Am. Safety Util. Corp., 2015 NCBC LEXIS 40, at *25 (N.C. \nSuper. Ct. Apr. 23, 2015) (cleaned up) , “[a] plaintiff may not simply make ‘general \nallegations in sweeping and conclusory statements,’ ” Aym Techs.  I, 2019 NCBC \nLEXIS 64, at *15 (quoting Washburn v. Yakin Valley Bank & Tr. Co., 190 N.C. App. \n315, 327 (2008)). \n24. Beginning with the  First Amended Complaint, BAB has identified its \nalleged trade secret as its “business process and model,”  a “cocktail” or “synergy” of \ncomponents consisting of “[u]nique scientific designs, compilation of relevant \ndiagnostic codes, product design -medical condition scientific connection, positioning \nfor insurance coverage, [and] riding the lines of breast pump distribution[.]” 42  \nDefendants contend that “BAB’s trade secret description grew broader” during \ndiscovery to encompass “everything [Francisco] ever developed[,]”43 including BAB’s \nproduct images, product descriptions, technical design packs, marketing literature, \nsizing charts, white papers, insurance authorization forms,  training materials, and \nmanufacturing facility.44   \n \n42 (FAC ¶¶ 245–59; see also Pl.’s Resp. 10; 1st Francisco Aff. ¶ 11; 3d Francisco Aff. ¶¶ 5, 7, \n24–26; 5th Francisco Aff. ¶¶ 8, 10–14, 23.) \n \n43 (Defs.’ Br. Supp. 9 (quoting Francisco Dep. 218:14).) \n \n44 (See Francisco Dep. 163:24–64:5, 218:16–19, 220:6–15, 270:16–71:4; 5th Francisco Aff. ¶ 44; \nPl.’s Resp. Ex. F Aff. Don Francisco, dated Mar. 9, 2022, at ¶¶ 3 –4, 8 [hereinafter “6th \nFrancisco Aff.”], ECF No. 126.7.) \n \n25. Defendants further contend that not only has BAB expanded the scope of its \npurported trade secret, but BAB has also “refused to identify all of the components of \n[its] process or model[,]” thereby preventing Defendants from determining what they \nare accused of misappropriating. 45  Defendants point out that e ach time Francisco \nwas asked to identify all of the components of BAB’s alleged trade secret during his \ndeposition, Francisco responded by listing several components followed by a qualifier \nsuch as “to name a few[,]”46 “it’s not exclusive of anything I’ve done[,]”47 and “I think \nthat is a smattering of the things they took in order to get where they are. ”48  \nDefendants argue that Francisco’s affidavit testimony is equally vague, consisting of \nnon-exclusive lists of the purported components that make up BAB’s comprehensive \nbusiness model.49 \n26. Despite BAB’s reluctance  to provide a n exhaustive list of the specific \ncomponents that, collectively, constitute  its business process, BAB has consistently \nidentified the following as parts of its alleged trade secret: \n \n45 (Defs.’ Br. Supp. 9.) \n \n46 (Francisco Dep. 218:19.) \n \n47 (Francisco Dep. 219:15–16.) \n \n48 (Francisco Dep. 164:18–19.) \n \n49 (See 5th Francisco Aff. ¶ 44 (listing of BAB’s “self -developed, trade secret components” \nfollowed by “etc.”); 6th Francisco Aff. ¶ 8 (alleging that Aeroflow agreed th at all BAB \nmaterials and processes “including but not limited to” a list of items were the exclusive \nproperty of BAB).) \n• The Maternity Compression Garments, including technical design \npacks, product images, product descriptions, marketing literature, and \nsizing charts; \n• The scientific design of the Maternity Compression Garments to treat \nspecific medical conditions, including supporting white papers; \n• The positioning of the Maternity Compression Garments to qualify for \ninsurance reimbursement as DME, including the compilation of relevant \ncodes and insurance authorization forms; and \n• The i ntegration of the Maternity Compression Garments  into \npreexisting national DME channels for breast pump sales. \n27. BAB bears the burden of pleading its  purported trade secret with \nparticularity, see Aym Techs.  I , 2019 NCBC LEXIS 64, at *15, and had multiple \nopportunities to definitively delineate every component of its business process .  The \nCourt rejects  BAB’s attempt to keep its trade secret open -ended but nonet heless \nconcludes that BAB  has pleaded its  alleged trade secret —consisting only of those \ncomponents bullet-listed above—with sufficient particularity to advance its claim. \n2. Publicly Available and Readily Ascertainable \n28. A trade secret must “[d]erive[ ] independent actual or potential commercial \nvalue from not being generally known or readily ascertainable through independent \ndevelopment or reverse engineering [.]”  N.C.G.S. § 66 -152(3)(a).  “C onsequently, \ncompilations comprised solely of publicly available information are generally not \nrecognized as trade secrets.”  Safety Test & Equip. Co., 2015 NCBC LEXIS 40, at *26. \n29. “[P]rotection of a process comprised of published components ‘turns on how \neasy or difficult it is to assembl e the relevant elem ents into the secret  \ncombination.’ ”  SCR-Tech LLC v. Evonik Energy Servs. LLC, 2011 NCBC LEXIS 27, \nat *42 (N.C. Super. Ct. July 22, 2011) (quoting Uniram Tech., Inc. v. Taiwan \nSemiconductor Mfg. Co., 617 F. Supp. 2d 938, 943 (N.D. Cal. 2007)).  Specifically, \n[i]f all the individual parts of a process are in the public domain, so that \nthrough specific disclosures the entire process can be generally known \nor readily ascertainable through the independent development by those \nwho can obtain economic value through the disclosure, then that entire \nprocess will lose any trade secret protection.   If part of the process \nbecomes known, but other steps remain undisclosed, then the secret \nsteps may maintain trade secret protection. . . . \n \n. . . [C]omparing the publication of component parts of a process  to a \ntrade secret claim in the overall process involves a mixture of fact and \nlaw. \n \nId. at *42–45. \n30. Defendants first argue that each of the  individual components of BAB’s \nalleged trade secret  were available in the pu blic domain  and easily attainable by \nDefendants.50  The Court agrees. \n31. As an initial matter , i t is undisputed that t he Maternity Compression \nGarments were available for purchase from various online retailers, including BAB  \nitself,51 and were not protected by patent s or copyrights.52  Defendants could —and \n \n50 (See Defs.’ Br. Supp. 11.) \n \n51 (See, e.g., Francisco Dep. 84:16–85:4, 157:11–13; Disc. Docs. at AEROFLOW_0000588–90, \n798.) \n \n52 (See Francisco Dep. 281:16–21; May 20, 2022 Hr’g Tr. 64:13–15, 65:8–10 [hereinafter “Tr.”], \nECF No. 137.) \n \ndid—purchase BAB’s Maternity Compression Garments to reverse engineer their \nown competing products.53  Moreover, these online retailers included product images, \nproduct descriptions, sizing charts , and a list of features and benefits on their \nwebsites to promote the sale of the Maternity Compression Garments , which \nDefendants viewed prior to the July 19 Call.54 \n32. In opposition, BAB argues that (i) Motif’s competing products were not only \na product of  reverse engineering but were also designed  using BAB’s confidential \ntechnical design packs, which were not publicly available;55 and (ii) Defendants relied \non “complex international back-channels” to obtain these packs from BAB’s Chinese \nmanufacturer.56  The record evidence, however, does not support these assertions. \n33. BAB argues in its Response that “[Motif’s] postpartum garments are \nproduced from BAB design tech packs obtained from Fansl[,]” 57 BAB’s Chinese \nmanufacturing facility, relying primarily on Francisco’s 9 March 2022 affidavit in \nwhich he avers that Defendants “stole the designs[.]”58  At the Hearing on the Motion, \nDefendants objected to consideration of this affidavit, arguing that BAB was trying \n \n53 (See Fonville Aff. ¶ 6; Disc. Docs. at AEROFLOW_0000588–90.) \n \n54 (See Francisco Dep. 263:14–25, 264:18–25; Disc. Docs. at AEROFLOW_0000779–81, 798.) \n \n55 (See Francisco Dep. 165:11–66:16; Israel Aff. ¶ 38.) \n \n56 (See Pl.’s Resp. 12.) \n \n57 (Pl.’s Resp. 23.) \n \n58 (Pl.’s Resp. Ex. G Aff. Don Francisco, dated Mar. 9, 2022, at ¶ 63 [hereinafter “7th Francisco \nAff.”], ECF No. 126.8.) \n \nto “create an issue of material fact through a post-discovery affidavit that is attached \nto a motion for summary judgment.”59 \n34. “A non -moving party cannot create an issue of fact to defeat summary \njudgment simply by filing an affidavit contradicting his prior sworn testimony.”  \nKixsports, LLC v. Munn, 2021 NCBC LEXIS 32, at *31 (N.C. Super. Ct. Apr. 1, 2021) \n(quoting Carter v. W. Am. Ins. Co., 190 N.C. App. 532, 539 (2008)).   During his \ndeposition, Francisco testified that “I did not say [Defendants] took my tech \npack. . . . I said they copied my measurements,” 60 which directly contradicts \nFrancisco’s March 2022 affidavit testimony.  Moreover, other evidence in the record \nsupports Francisco’s prior deposition testimony  that Defendants acquired the \nmeasurements for BAB’s products  rather than  the technical design packs \nthemselves.61 \n35. The Court therefore concludes that, at most, Defendants acquired the \nmeasurements for the Maternity Compression Garments  from BAB’s factory.  \nBecause BAB never obtained a patent or a copyright on its compression garments, \nhowever, Defendants—and anyone else—were free to purchase BAB’s products and \nreverse engineer them. 62  Having the specific design measurements , while helpful, \n \n59 (Tr. 16:4–17:22.) \n \n60 (Francisco Dep. 165:8, 65:13.) \n \n61 (Compare Pl.’s Resp. Ex. H, ECF No. 126.9  (under seal),  and Pl.’s Resp. Ex. U at \nAEROFLOW_0006142, ECF No. 126.23  (under seal), with Pl.’s Resp. Exs. M –O, ECF Nos. \n126.15–.17 (under seal).) \n \n62 (See Tr. 65:8–9; Francisco Dep. 157:11–58:22, 281:16–83:10.) \n \nwas not necessary for Motif to create its own version of BAB’s compression \ngarments.63 \n36. Second, BAB’s white papers, which we re publicly available on BAB’s \nwebsite, establish the medical necessity for the Maternity Compression Garments, a \nnecessary prerequisite for doctors to prescribe the products and for insurance \ncompanies to pay for them .  The evidence is undisputed that the white papers we re \nprovided to medical offices to educate physicians on the benefits of the products .64  \nWhile BAB does not dispute that its white papers were publicly available ,65 BAB \nargues that Motif simply rephrased BAB’s white papers instead of creating its own.66  \n \n63 Even if Defendants had obtained BAB’s technical design packs from Fansl, the Court would \nreach the same conclusion.   “[W]hen information alleged to be a trade secret is clearly and \neasily obtained through a single publication, then the source of the actual knowledge the \ndefendant used is not relevant.”  SCR -Tech LLC , 2011 NCBC LEXIS 27, at * 48 (citing \nBruning & Federle Mfg. Co. v. Mills, No. COA04-999, 2005 N.C. App. LEXIS 2111, at *8– 9 \n(N.C. Ct. App. Oct. 4, 2005) (determining that the information necessary to produce a similar \ndesign was readily available in a publicly available trade publication)).  T he undisputed \nevidence shows that BAB’s Maternity Compression Garments had been available for \npurchase on BAB’s website and through various regional DME distributors since at least \n2013.  ( See Francisco Dep. 43:12– 22, 44:1– 24, 84:16– 85:4.)  A competitor co uld easily \npurchase one of the Maternity Compression Garments online to reverse engineer it “through \na single publication.”  As discussed above, b ecause the information necessary to design a \ncompeting product was readily available in the public market, the fact Defendants may have \nadditionally acquired BAB’s design packs from its Chinese factory is irrelevant.   The \nundisputed evidence also shows that, in less than an hour, Defendants used import records \nto identify BAB’s manufacturing facility, (see Disc. Docs. at AEROFLOW_0000609), and, with \nthe help of Defendants’ preexisting contacts in China, established contact with Fansl within \na week , ( see Disc. Docs. at MOTIF_0000551– 53).  Despite BAB’s contrary assertion, the \nundisputed record evidence establishes  that Defendants encountered little difficulty in \ncontacting BAB’s manufacturing facility. \n \n64 (See Francisco Dep. 188:2–24, 220:6–20, 225:11–14, 226:17–27:3.) \n \n65 (See Francisco Dep. 226:17–27:3.) \n \n66 (See Pl.’s Resp. 12.) \n \nBut rather than advance BAB’s trade secret claim, Motif’s ability to access BAB’s \nwhite papers and hire a medical professional to rewrite them67 demonstrates the ease \nwith which Motif was able to acquire and duplicate this component. \n37. Third, the undisputed evidence shows that the various codes needed to \nobtain insurance reimbursement for DME products were publicly available and \nknown to DME distributors.  Indeed, the diagnostic codes used by providers to \nprescribe the Maternity Compression Garments are publicly available in the ICD-10, \na compilation of medical diagnosis and procedure codes .\n68  Similarly, the DME \nclassification codes used by insurance companies to process the associated \nreimbursement claims are publicly available on the Centers for Medicare and \nMedicaid Services’ website , among others .69  It is undisputed that, a s part of their \nroutine business practices, DME distributors, such as Defendants, determine which \ndiagnostic and insurance codes to use to obtain insurance reimbursement for DME  \nproducts.70 \n38. BAB’s argument that Defendants encountered difficulty in “obtaining the \npertinent insurance codes before contacting BAB[ ]” is therefore a non-starter.71  The \n \n67 (See, e.g., Francisco Dep. 226:17–27:3; Disc. Docs. at AEROFLOW_0001432–35.) \n \n68 (See Francisco Dep. 71:14–21; Israel Aff. ¶ 9.) \n \n69 (See Francisco Dep. 69:20–70:17, 74:5–11; Israel Aff. ¶ 9.) \n \n70 (See Francisco Dep. 249:8–50:16; Israel Aff. ¶¶ 10–11, 13–18, 29.) \n \n71 (Pl.’s Resp. 12; see  Disc. Docs. at AEROFLOW_0000798 (“I don’t see codes on the \nwebsites.”).) \n \nundisputed evidence shows that, although Aeroflow may not have known the exact \ndiagnostic and insurance codes to use prior to the July 19 Call, Aeroflow could have \nreadily discovered them without relying on BAB’s information.  The relevant codes \nwere easil y obtained from public sources. 72  Aeroflow, an established DME \ndistributor, regularly determine s which diagnostic and insurance codes to use to \nobtain insurance reimbursement for a new DME product.73  In the days leading up to \nthe July 19 Call, e-mails between Aeroflow and Motif employees demonstrate that \nAeroflow was in the process of determining th e appropriate codes and selecting an \ninsurer to test the viability of seeking DME reimbursement for post -partum \ncompression garments.74  The Court concludes that the undisputed evidence , taken \nin the light most favorable to BAB,  shows that Aeroflow  did not encounter \n“difficulties” obtaining the necessary insurance codes. \n39. And fourth, BAB relied on Aeroflow to use its distribution channels to \ndistribute BAB’s products.  A s Defendants correctly note, “Aeroflow’s distribution \nchannels, and the idea to d istribute new products through those channels, are \ncertainly known to Aeroflow and are a part of Aeroflow’s own business model.” 75  \nAeroflow’s distribution network was therefore readily ascertainable and cannot serve \nas part of BAB’s misappropriation of trade secrets claim. \n \n72 (See Francisco Dep. 69:20–70:17, 71:14–21, 74:5–11; Israel Aff. ¶ 9.) \n \n73 (See Israel Aff. ¶¶ 10–11, 13–18, 29; see also Francisco Dep. 249:8–50:16.) \n \n74 (See Disc. Docs. at AEROFLOW_0000779–81, 798, 913–16.) \n \n75 (Defs.’ Br. Supp. 12.) \n \n40. The Court therefore finds BAB’s argument that the individual components \nof its alleged trade secret were not publicly available and/or readily ascertainable by \nDefendants without merit. \n41. Defendants also contend , and the Court agrees,  that the undisputed \nevidence shows that “other DME distributors were publicly practicing BAB’s entire \npurported comprehensive business plan prior to BAB making contact with \nAeroflow.”\n76 \n42. Francisco admits that he ha d approached other DME distributors  about \nselling BAB’s post -partum compression garments. 77  As part of those discussions, \nFrancisco shared his strategy for selling BAB’s products “next to breast pumps, and \nfurther that patient’s value in selling [BAB’s] products through insurance.” 78  \nFrancisco also testified that he provided “parts” of his comprehensive business plan \nto other DMEs, including “brochures, papers, product descriptions, things that help \nthem market the product[.]”79 \n43. In particular, in 2017, BAB approached 1 NW, a regional DME di stributor, \nabout selling BAB’s post -partum compression garments using its “proven” business \n \n76 (Defs.’ Br. Supp. 12.) \n \n77 (See Francisco Dep. 95:6–97:6.) \n \n78 (Francisco Dep. 96:5–97:3.) \n \n79 (Francisco Dep. 243:8–9.) \n \nmodel.80  BAB suggested that 1 NW market BAB’s products to women purchasing \nbreast pumps.81  BAB provided 1 NW with “[m]arketing collateral, papers, product \ndescriptions, reviews from prior patients and clients,” brochures, catalogs, and white \npapers to support sales of BAB’s products on 1 NW’s website.82  After receiving the \nrelevant DME reimbursement codes from BAB, 1NW  submitted claims to insurance \ncompanies on behalf of customers who bought BAB’s post -partum compression \ngarments.83 \n44. Not only did 1NW publicly utiliz e BAB’s business process,  but the \nundisputed evidence shows that Defendants learned about it by visiting 1 NW’s \nwebsite (as well as others) prior to the July 19 Call.  In an e-mail dated 13 July 2018, \nJosh Hill (“Hill”), an Aeroflow employee,  sent Israel links to three websites selling \npost-partum recovery garments and note d that the websites d id not include the \napplicable insurance codes. 84  On 16 July 2018, Brandon Fonville (“Fonville”), a \ndirector at Motif, forwarded an e -mail with the subject line “Test –  Postpartum \nRecovery Apparel” to Israel and Hill, which consisted of 1 NW’s product page fo r \n \n80 (See Francisco Dep. 107:4–17 (“I came to [1NW]  with a product and a concept in hand to \nplug in.  No changes, no vetting, no proof of concept did they participate in.  They scaled what \nhad already been proven.”); see also Francisco Dep. 108:18–21; Wright Aff. ¶ 9.) \n \n81 (See Francisco Dep. 171:20–74:10, 176:4–24; Wright Aff. at AEROFLOW_007298.) \n \n82 (Francisco Dep. 115:19–23, 126:19–29:19; see Wright Aff. ¶ 12, at AEROFLOW_007294–\n95, 7319.) \n \n83 (See Francisco Dep. 144:15–45:19; Wright Aff. ¶¶ 9, 15.) \n \n84 (See Disc. Docs. at AEROFLOW_0000798.) \n \nBAB’s post-partum compression garments. 85  The product page included a product \ndescription, product images, sizing information, a list of product benefits and \nfeatures, and information about how to seek insurance reimbursement. 86  In this \nsame e-mail, Fo nville asked Israel whether he ha d decided with which insurance \ncompanies to test reimbursement and Israel respond ed a short time later  that he \nhad.87 \n45. The undisputed evidence shows that b y 16 July 2018, Defendants had \ndiscovered that other DME distributors were selling BAB’s post-partum compression \ngarments online; viewed the product descriptions, images, sizing information, and \nbenefits and features; determine d that the products qualified for DME \nreimbursement; and were actively engaged in finding the applicable codes.  Although \nDefendants did not have the relevant codes prior to the July 19 Call, Aeroflow, as a \nDME distributor, regularly determined which codes should be used to obtain \ninsurance coverage for products as part of its routine busin ess practices .\n88  And \nFrancisco conceded that he does not know if Aeroflow used the codes BAB provided  \nand acknowledged that determining the appropriate insurance codes is the “nature \n \n85 (Disc. Docs. at AEROFLOW_0000779–81.) \n \n86 (See Disc. Docs. at AEROFLOW_0000779–81.) \n \n87 (See Disc. Docs. at AEROFLOW_0000913–16.) \n \n88 (See Israel Aff. ¶¶ 11, 14–19.) \n \nof [Aeroflow’s] business, ” and that it would have been “prudent” for Aeroflow to \nconduct its own due diligence to verify the appropriate reimbursement codes.89 \n46. Thus, the undisputed evidence shows that BAB’s entire business model was \npublicly in use and known to Defendants prior to  the July 19 Call.  The Court \ntherefore concludes as a matter of law that BAB’s comprehensive business model \ncannot constitute a protectable trade secret.90 \n3. Reasonable Efforts to Maintain Secrecy \n47. The Court also agrees with Defendants that “[t]he undisputed facts \ndemonstrate that BAB failed to take any reasonable efforts to maintain the secrecy \nof its purported trade secret,” a further basis on which BAB’s misappropriation claim \nmust be dismissed.91 \n \n89 (Francisco Dep. 249:8–50:13.) \n \n90 In its Response, BAB also contends that Francisco’s significant investment of time, \nresearch, and money in the development of the Maternity Compression Garments and its \nbusiness model creates an issue of fact as to whether BAB’s business process constitutes a \ntrade secret, (see Pl.’s Resp. 11), but the Court finds BAB’s argument unavailing.  Although \nFrancisco took years to design the Maternity Compression Garments and develop each of the \ncomponents of BAB’s business process, (see, e.g., 2d Francisco Aff.; 3d Francisco Aff. ¶¶ 1–9, \n18), as Defendants point out and Francisco himself admits, Francisco had never developed a \nproduct or taken one to market, (see Defs.’ Reply Supp. Mot. Summ. J. 3 [hereinafter “Defs.’ \nReply”], ECF No. 131 ; Francisco Dep. 36:19–37:5, 41:2– 18, 73:19–22).  By contrast, each of \nthe components of BAB’s alleged trade secret— the development of a DME product tied to a \nspecific medical condition, the identification of the relevant diagnostic and insurance billing \ncodes, and the promotion of the product through a distributor’s preexisting channels —are \nordinary parts of a DME distributor’s business process.  (See  Francisco Dep. 114:18–21, \n250:2–16; 5th Francisco Aff. ¶¶ 14–16; Israel Aff. ¶¶ 10–11, 13–18, 29.)  Based on this record, \nthe fact that it took Francisco years to complete a process that was commonplace in the DME \nindustry does not weigh in favor of finding the existence of a trade secret. \n \n91 (Defs.’ Br. Supp. 12.) \n \n48. For an actionable trade secret to exist, the evidence must  show that the \nclaimant undertook “efforts that are reasonable under the circumstances to maintain \nits secrecy.”  N.C.G.S. § 66 -152(3)(b).  This “inquiry is fact -specific, and courts that \nhave addressed it closely examine the circumstances surrounding the trade secret to \ndetermine what measures are reasonable.”  Encompass Servs., PLLC v. Maser \nConsulting P.A. , 2021 NCBC LEXIS 59, at *27 (N.C. Super. Ct. June 28, 2021) \n(cleaned up).  “Even if information was initially secret and the claimant intended that \ntrade secret information be confidential, trade secret protection can be lost if \nadequate measures were not taken to insure [sic] that the information was, in fact, \nkept confidential.”  Safety Test & Equip. Co., 2015 NCBC LEXIS 40, at *27. \n49. In addition to its alleged oral agreement with Aeroflow, BAB points to the \nfollowing measures it took to protect the confidentiality of its comprehensive business \nmodel: (i) entering into oral confidentiality agreements with Fansl and 1NW ;92 (ii) \nrequesting that Aeroflow keep the identity of BAB’s factory confidential  in a \nNovember 2018 e -mail;93 (iii) including a generic confidentiality statement in the \nsignature block of ev ery e-mail communication BAB sent to Defendants ;94 and (iv) \nnever providing Aeroflow with  its technical design packs  for the Maternity \nCompression Garments.95  The Court will briefly examine each of these in turn. \n \n92 (See Pl.’s Resp. 13; Tr. 195:22–96:3, 278:2–7; 6th Francisco Aff. ¶¶ 17–23.) \n \n93 (See Pl.’s Resp. 14; Defs.’ Br. Supp. Ex. K, ECF No. 123.12.) \n \n94 (See Pl.’s Resp. 14; see, e.g., Disc. Docs. at AEROFLOW_0000539.) \n \n95 (See Pl.’s Resp. 13.) \n \n50. BAB first contends that “[t]he evidence . . . demonstrates Francisco’s \npractice of requiring all parties to maintain confidentiality to capitalize on the \nemerging market he created.” 96  The Court disagrees.  Although Francisco testified \nthat he entered into oral con fidentiality agreements with both Fansl and 1NW ,97 \nwhich 1NW disputes,98 BAB fails to provide any evidence that it obtained oral or \nwritten non-disclosure agreements to protect the confidentiality of its alleged trade \nsecret from its employees, the medical practice it worked with to develop its insurance \nreimbursement model, the insurance companies to which BAB disclosed its insurance \ncodes, the physicians who provided BAB with the scientific studies for its white \npapers, the DME distributors to which BAB pitched its products, or the roughly thirty \nother DME distributors that had been selling BAB’s products since at least 2013.   \nMoreover, Francisco admits that seeking a written confidentiality a greement from \nAeroflow would have been reasonable .99  T he undisputed evidence therefore shows \nthat BAB did not  require all parties to maintain the confidentiality of its business \nprocess and, instead, demonstrates BAB’s inconsistent efforts at ensuring the secrecy \nof its alleged trade secret.  Courts have found that no trade secret exists under similar \ncircumstances.  See, e.g., Electro-Craft Corp. v. Controlled Motion, Inc. , 332 N.W.2d \n \n96 (Pl.’s Resp. 13 (emphasis added).) \n \n97 (See Francisco Dep. 165:11–66:16; Israel Aff. ¶ 38.) \n \n98 (See Wright Aff. ¶ 26.) \n \n99 (See Francisco Dep. 234:19–25.) \n890, 903 (Minn. 1983) (holding that no trade secrets existed where plaintiff did not \nconsistently treat the information as secret). \n51. With regard to BAB’s second argument , the Court has already determined \nthat the identity of BAB’s manufacturer is not part of BAB’s alleged trade secret and, \nmoreover, had already been discovered by Defendants in August 2018.  However, by \nmaking this request for confidentiality in writing, the Court agrees with Defendants \nthat “BAB demonstrated the reasonableness of stating in writing the confidential \nnature of particular information that it sent to Aeroflow.”\n100  Aside from this one e-\nmail, Francisco cannot recall whether any  of the other materials BAB provided to \nAeroflow were in some way marked “confidential” on their face .101  Although \nFrancisco agreed that he had the ability to stamp or otherwise indicate that \nparticular documents  were “confidential,”102 the Court notes that BAB has not \npointed to any other materials in the record provided to Defendants by BAB that bear \na confidentiality designation.103 \n \n100 (Defs.’ Br. Supp. 14.) \n \n101 (See Francisco Dep. 229:15–21, 264:1–17, 268:23–69:7.) \n \n102 (Francisco Dep. 269:8–17.) \n \n103 This is in contrast to TaiDoc Tech. Corp. v. OK Biotech Co. , 2016 NCBC LEXIS 26 (N.C. \nSuper. Ct. Mar. 28, 2016), on which BAB relies as support for the reasonableness of its efforts \nto maintain secrecy.  (See Pl.’s Resp. 13–14.)  In TaiDoc, plaintiff took several additional steps \nto clearly identify the confidential nature of the individual documents at issue in that case, \nsuch as “affixing confidentiality labels on documents sent to [defendant], requiring \n[defendant] to sign confidentiality acknowledgments on every page of all 510(k)s,” and, in the \nsingle instance in which plaintiff allowed defendant to disclose two pages of a document that \nplaintiff alleged to be part of its trade secret, marking both pages as “confidential.”  TaiDoc \nTech. Corp., 2016 NCBC LEXIS 26, at *22, *24–25.  With the exception of the November 2018 \n \n52. Perhaps in recognition of this fact, BAB contends that the language included \nin the signature block of its  e-mail communications with Defendants was sufficient \nto put Defendants on notice that the materials BAB sent to Aeroflow were \nconfidential.104  The confidentiality disclaimer reads as follows: \nThis message and any attachments are confidential and privileged \ninformation intended for the designated recipient(s) only.  If you are not \nthe intended recipient then any disclosing, copying, or distributing of \nthis message and contents is prohibited.  Should you receive this \nmessage in error, please discard or reply to sender – thank you.\n105 \n \n53. As Defendants argued a t the Hearing, however , this language “indicates \nimplicitly that if you were an auth orized recipient of the email  [and] there is no \ndispute that Aeroflow was an authorized recipient and the intended recipient  . . . , \nthey could share.” 106  Defendants’ interpretation is bolstered by the fact that BAB \nexpected Aeroflow to share particular parts of BAB’s business plan with third parties \nin order to successfully sell BAB’s products .107  But despite BAB’s insistence  that \n“only the proper parties receive the p roper materials,” 108 BAB did not provide \nAeroflow with specific instructions regarding which parts of BAB’s alleged trade \n \ne-mail, BAB has not put forth any evidence that it took similar additional steps to denote the \nconfidentiality of any of its materials. \n \n104 (See Pl.’s Resp. 14; Francisco Dep. 228:10–29:14, 233:25–34:5, 260:15–62:14.) \n \n105 (See, e.g., Disc. Docs. at AEROFLOW_0000539.) \n \n106 (Tr. 29:7–11.) \n \n107 (See Francisco Dep. 220:6–20, 221:11–23:2, 224:1–17, 225:11–14, 234:13–18.) \n \n108 (Defs.’ Br. Supp. 15.) \n \nsecret Aeroflow could share with its own employees, much less with third parties. 109  \nNor did the materials on their face clearly indicate whether they may be disclosed  \nand, if so, to whom.110  Moreover, as discussed above, all of the components of BAB’s \nalleged trade secret were publicly available prior to the July 19 Call, and BAB had \nnot taken any steps to limit their accessibility to certain persons  prior to that time .  \nThe Court therefore concludes that the inclusion of such boilerplate confidentiality \nlanguage in the signature block of Francisco’s e -mails was not sufficient to alert  \nDefendants that the contents of or attachments to a  particular e-mail contained \nBAB’s confidential trade secret information. \n54. Finally, the Court has already rejected BAB’s last argument, determining \nthat the undisputed evidence shows that , at most, Defendants acquired a portion of \nBAB’s technical design packs —namely, the measurements for the Maternity \nCompression Garments —from Fansl .  The technical design packs we re but one \ncomponent of BAB’s alleged trade secret  and, because the garments we re publicly \navailable for purchase without copyright or patent protection,  such information was \nmerely additive rather than necessary to reverse engineer BAB’s products. \n \n109 (See Francisco Dep. 126:19–33:9, 221:22–29:3 (“[Aeroflow] should have been well aware \nhow and where they could use those materials.”), 266:4–67:15.)  While it is true that “a holder \nmay divulge his information to a limited extent without destroying its status as a trade \nsecret[,]” Metallurgical Indus. v . Fourtek, Inc. , 790 F.2d 1195, 1200 (5th Cir. 1986), the \nindividual components of BAB’ s alleged trade secret were intended to be provided to third \nparties and the business process as a whole was publicly in view .  This is not an instance \nwhere the alleged trade secret was divulged only “to a limited extent[.]” \n \n110 (See Francisco Dep. 266:4–69:7.) \n \n55. “Courts do not require absolute secrecy at all times and in all circumstances \nto maintain trade secret protection [,]” TaiDoc, 2016 NCBC LEXIS 26, at *25, but \n“trade secret protection can be lost if adequate measures were not taken to insure \n[sic] that the information was, in fact, kept confidential[,]” Safety Test & Equip. Co., \n2015 NCBC LEXIS 40, at *27.  The  undisputed evidence shows that a ll of the \ncomponents of BAB’s alleged trade secret were intended to be shared with third \nparties and were a vailable in the public domain  prior to BAB’s first contact with \nDefendants.  As a result, the Court concludes as a matter of law that BAB’s efforts \nwere not reasonable under the circumstances to maintain the secrecy of its alleged \ntrade secret. \n56. For each of these reasons, therefore, BAB’s claim for misappropriation of \ntrade secrets must be dismissed.111   \nB. Breach of the Duty of Good Faith and Fair Dealing \n57. BAB has also asserted a claim against Aeroflow for breach of an implied \nduty to act in good faith and engage in fair dealing in the performance of its  \nobligations under an alleged oral agreement between Aeroflow and BAB to purchase \nBAB’s garments , to sell  them exclusively , and to keep BAB’s information \nconfidential.112  Defendants seek dismissal, contending that the undisputed evidence \nestablishes that BAB and Aeroflow did not enter into an enforceable oral contract \n \n111 In light of the Court’s conclusions as set forth above, t he Court need not address \nDefendants’ further contention that BAB’s claim should be dismissed for failure to offer \nevidence of Defendants’ alleged misappropriation. \n \n112 (See FAC ¶¶ 63–64, 226–29.) \nduring the July 19 Call and, even if they did, Aeroflow did not breach an implied duty \nof good faith and fair dealing with respect to its obligations under that contract.113 \n58. In their Memorandum of Law in Support of the Motion, Defendants argue \nwithout opposition that the parties did not enter into an enforceable oral contract \nduring the July 19 Call because (i) “[a] contract for the sale of goods at a price greater \nthan $500 will not be enforced unless it is in writing[;]”114 (ii) BAB “now admits that \nAeroflow never promised to sell BAB’s garments exclusively[;]”115 and (iii) the alleged \npromise of confidentiality was “too ambiguous for there to have been mutual \nassent.”116  Because BAB has not responded to Defendants’ argument s, BAB’s good \nfaith and fair dealing  claim—which depends upon that alleged oral contract—must \nbe dismissed.  See, e.g., Kixsports, LLC, 2021 NCBC LEXIS 32, at *42– 43 (granting \nsummary judgment when plaintiffs presented no argument or evidence in support of \nclaim); Bennett v. Bennett, 2020 NCBC LEXIS 147, at *15 (N.C. Super. Ct. Dec. 16, \n2020) (same). \n59. In addition, e ven if BAB had been abl e to establish  the existence of an  \nalleged oral contract, for its evidence of breach, BAB simply asserts, in conclusory \nfashion and without citation to the record, that “Defendants engaged in conduct with \n \n113 (See Defs.’ Br. Supp. 18 –21; see also Francisco Dep. 126:19– 33:9, 165:8–13, 215:6–17:1, \n221:22–29:3, 259:15–60:4, 266:4– 67:15; Fonville Aff. ¶¶ 5 –8; Disc. Docs. at \nAEROFLOW_0000609.) \n \n114 (Defs.’ Br. Supp. 19 (citing N.C.G.S. § 25-2-201(1)).) \n \n115 (Defs.’ Br. Supp. 20 (citing Francisco Dep. 216:22–17.1).) \n \n116 (Defs.’ Br. Supp. 20.) \nthe intent to deprive BAB of the benefit it expected under the oral confidentiality \nagreement[ ]” and “not only breached their duty to act in good faith in the performance \nof the obligations of the oral agreement, but they also had no intentions of ever \nmaintaining the confidentiality of BAB’s information [.]”117  But as one federal court \nhas observed, “saying so doesn’t make it so; summary judgment may only be defeated \nby pointing to admissible evidence in the summary judgment record that creates a \ngenuine issue of material fact, and it [is] not the . . . court’s job to sift through the \nrecord and make [the non-moving party’s] case for [it].”  United States v. 5443 Suffield \nTerrace, 607 F.3d 504, 510 (7th Cir. 2010); 118 see also Rodriguez v. Elon Univ. , No. \n1:17CV165, 2018 U.S. Dist. LEXIS 76211, at *19 (M.D.N.C. Apr. 27, 2018) (granting \nsummary judgment when plaintiff  characterized the purported evidence instead of \nproviding citations to the record); Brown v. Secor, 2020 NCBC LEXIS 134, at *24 \n(N.C. Super. Ct. Nov. 13, 2020) (granting summary judgment when plaintiff failed to \ncite any evidence); Brewster v. Powell Bail Bonding, Inc. , 2020 NCBC LEXIS 27, at \n*9 (N.C. Super. Ct. Mar. 11, 2020) (same).   \n60. Because BAB has failed in its Response  to “set forth specific facts showing \nthat there is a genuine issue for trial[,]” N.C. R. Civ. P. 56(e) (emphasis added), it has \nfailed to carry its burden to “ produce a forecast of evidence demonstrating that [it] \nwill be able to make out at least a prima facie case at trial[,]” Cummings, 2021-NCSC-\n \n117 (Pl.’s Resp. 22.) \n \n118 “Although [North Carolina courts] are not bound by federal case law, we may find their \nanalysis and holdings persuasive.”  Ellison v. Alexander , 207 N.C. App. 401, 405 (2010) \n(citation and quotation marks omitted). \n147, ¶ 21 (quoting DeWitt, 355 N.C. at 681–82).  For this additional reason, therefore, \nBAB’s breach of good faith and fair dealing claim must be dismissed.  \nC. Fraudulent Misrepresentation and Fraudulent Concealment \n61. BAB’s claims for fraudulent misrepresentation and for fraudulent \nconcealment are limited to statements made by Israel  during the July  19 Call.119  \nDefendants contend that BAB’s fraudulent misrepresentation claim is based on a \nnon-actionable promise to maintain the confidentiality of BAB’s comprehensive \nbusiness plan rather than on any false representation of material fact. 120  With \nrespect to fraudulent concealment, Defendants first argue that BAB has put forth no \nevidence that “Aeroflow concealed a plan to use BA B’s comprehensive business plan \nto create and sell a competing product[,]”121 and second, that even if they had such a \nplan, the undisputed evidence shows that (i) Aeroflow did not have a duty to disclose \nits alleged intention to use BAB’s business plan; and (ii) Aeroflow’s alleged plan was \nnot material to Francisco’s decision  to disclose BAB’s business plan to Aeroflow .122  \nDefendants further contend that the Court should grant summary judgment on both \n \n119 In the Court’s 4 November 2020 Order and Opinion on Defendants’ Motion to Dismiss \nPlaintiff’s First Amended Complaint (the “November 2020 Order”), the Court dismissed these \ntwo claims except to the extent they were based on the July 19 Call.  See Vitaform, Inc., 2020 \nNCBC LEXIS 132, at *47. \n \n120 (See Defs.’ Br. Supp. 22–23.)  Here again, Defendants argue without opposition that “BAB \nnow concedes that Aeroflow never promised to sell BAB’s garments exclusively.”  (Defs.’ Br. \nSupp. 23.)  The Court therefore dismisses BAB’s fraudulent misrepresentation claim to the \nextent it is based on an alleged promise by Aeroflow to sell BAB’s products exclusively. \n \n121 (Defs.’ Br. Supp. 23.) \n \n122 (See Defs.’ Br. Supp. 23–25.) \n \nfraud claims because Francisco’s relian ce on the alleged misrepresentation and \nomission was not reasonable in the circumstances.123   \n62. In response, BAB argues that its forecast of evidence is sufficient to \nmaintain both fraud claims.  First, BAB contends that the record evidence shows that \nat the time Israel promised confidentiality, Aeroflow never “intended to keep BAB’s \ncompilation of information confidential.”124  BAB also contends that “Israel took the \naffirmative act of promising confidentiality during the July  19 Call, thereby \nconcealing the underlying and pre -existing plan to compete with BAB through \nMotif[,]” which is further evidenced by Defendants’ subsequent conduct. 125  With \nregard to both fraud claims, BAB contends that whether Francisco reasonably relied \non Israel’s false representation or omission is a question of fact for the jury.126 \n63. Our appellate courts routinely identify the following five elements to make \nout a prima facie case for fraud: “ (1) [f]alse representation or concealment of a \nmaterial fact, (2) reasonably calculated to deceive, (3) made with intent to deceive, (4) \nwhich does in fact deceive, (5) resulting in damage to the injured party.”  Cummings, \n2021-NCSC-147, ¶ 53 (quoting Forbis v. Neal, 361 N.C. 519, 526–27 (2007)).  “[A]ny \nreliance on the allegedly false representations must be reasonable.”  Id. (quoting \nForbis, 361 N.C. at 527). \n \n123 (See Defs.’ Br. Supp. 25–26.) \n \n124 (Pl.’s Resp. 18.) \n \n125 (Pl.’s Resp. 21.) \n \n126 (See Pl.’s Resp. 20.) \n1. Fraudulent Misrepresentation \n64. Defendants first contend that any statements made by Israel concerning the \nconfidentiality of BAB’s comprehensive business plan were merely promises rather \nthan representations of past or present facts.127 \n65. North Carolina law is clear that “ [a] mere promissory representation will \nnot support an action for fraud.  However, a promissory misrepresentation may \nconstitute actual fraud if the misrepresentation is made with intent to deceive and \nwith no intent to comply with the stated promise or representation.”  Hills Mach. Co. \nv. Pea Creek Mine, LLC , 265 N.C. App. 408, 419 (2019) (cleaned up).  “Fraud is not \nautomatically presumed by the mere failure, nothing else appearing, to perform an \nagreement or to carry out a promise.”  Carcano v. JBSS, LLC , 200 N.C. App. 162, \n169–70 (2009) (cleaned up). \n66. Although Defendants assert that BAB has presented no evidence that \n“Aeroflow intended to breach the alleged [confidentiality] promise at the time it was \nsupposedly made [,]”\n128 BAB contends that the undisputed ev idence demonstrates \nthat Aeroflow planned to enter into the post -partum compression garment market \nprior to the July  19 Call and, thus, never had any intention of ensuring the \nconfidentiality of BAB’s business plan.129 \n \n127 (See Defs.’ Br. Supp. 22.) \n \n128 (Defs.’ Br. Supp. 23.) \n \n129 (See Pl.’s Resp. 18–19.) \n \n67. In support of its  argument, BAB relies on a series of e- mails authored and \nreceived by Aeroflow and Motif employees, including Israel, in the week leading up \nto the July 19 Call.  On 13 July 2018, Hill sent Israel an e-mail consisting of links to \npost-partum compression garments available for purchase, including BAB’s products, \non three different websites, noting in the subject line that “I don’t see the [insurance] \ncodes on the websites.”130  In a series of e-mails dated 16 July 2018, Fonville, a Motif \nemployee,131 solicited feedback from Aeroflow employees, including Israel, regarding \nthe design of an e-mail marketing template with the generic subject line “Postpartum \nRecovery Apparel” that  consisted of 1NW’s product page for BAB’s post -partum \ncompression garments .132  That s ame day, Cheri Hoffman  (“Hoffman”), brand \nmanager at Aeroflow,  forwarded the e-mail marketing template to Jennifer Jordan \n(“Jordan”), director of “M other and Baby” at Aeroflow, indicating that she had  “lots \nof questions” and had “already added this to the agenda [of our manager meeting.]”133  \nJordan responded,  “I’m sure there’s a really good plan in place and they are just \ngetting a jump on everything by getting an email in place[,]” to which Hoffman \nresponded that she “would like to be involved from the beginning on anything that \n \n130 (Disc. Docs. at AEROFLOW_0000798.) \n \n131 The Court notes that although Fonville is an employee of Motif, his e-mail address domain \nis “aeroflowinc.com.”  (See, e.g., Disc. Docs. at AEROFLOW_0000779, 81.) \n \n132 (See Disc. Docs. at AEROFLOW_0000779–81, 913–16, MOTIF_0000185–92.) \n \n133 (Disc. Docs. at AEROFLOW_0002482, 598.) \n \nhas [Aeroflow] branding[.]”134  The morning of the July 19 Call, Hill forwarded an e-\nmail from Ryan Wright (“Wright”), CEO of 1NW, to Israel in which Wright state d \nthat he wa s “[l]ooking forward to reviewing the marketing agreement for \ncompression.”135  Hill responded shortly thereafter that he was “[w]orking on the \nMarketing Services contract now.”136 \n68. Defendants argue that these e-mails “show only Aeroflow’s general interest \nin selling maternity compression garments, particularly BAB’s products; [1NW’s] \nintroduction of BAB to A eroflow; and Defendants’ foray into compression socks.” 137  \nWhile the evidence may support those inferences, it is equally true that a jury could  \nalso reasonably infer from this same evidence that Motif was planning to develop its \nown post -partum compression products after initially marketing BAB’s products.   \nFurthermore, the pre -call e -mails and Israel’s contradictory deposition testimony \ncreate an issue of fact as to whether or not Israel knew that Aeroflow was engaged in \ninternal discussions about entering into the maternity compression market prior to \nthe July 19 Call.138  \n \n134 (Disc. Docs. at AEROFLOW_0002598 (emphasis added).) \n \n135 (Disc. Docs. at AEROFLOW_0000765.) \n \n136 (Disc. Docs. at AEROFLOW_0000765, 868.) \n \n137 (Defs.’ Reply 9.) \n \n138 (Compare Israel Dep. 12:5–8 (“Q. So prior to that [July 19 C]all, as a company, prior to \nthat, making that call to [Francisco], you guys had already decided to go into maternity \ncompression, is that right?  A. No.”), with 16:3–12 (“Q. Were you involved in any discussions \nabout going into maternity compression prior to July 19th, 2018?  A. Yes.  Q. You were \ninvolved in discussions?  A. Yes.  Q. And who was involved in those discussions with you?  A. \nJosh Hill.”).) \n \n69. Taken together, the Court concludes that a jury could find from this evidence \nthat when Israel allegedly promised Francisco to keep BAB’s business model \nconfidential during the July 19 Call, Israel was aware that  Aeroflow had a plan to \ncompete with its own product line and therefore made that promise  “with intent to \ndeceive and with no intent to comply[.]”  Hills Mach. Co., 265 N.C. App. at 419. \n70. Even so , Defendants contend that  BAB’s fraudulent misrepresentation  \nclaim nevertheless fails because  Francisco’s reliance on Israel’s alleged \nmisrepresentation was unreasonable as a matter of law.139 \n71. “The reasonableness of a party’s reliance is a question for the jury, unless \nthe facts are so clear that they support only one conclusion.”  Forbis, 361 N.C. at 527.  \nBut “[w]here reliance ceases to be reasonable and becomes such negligence and \ninattention that it will, as a matter of law, bar recovery for fraud is frequently very \ndifficult to determine.”  Tillery Env’t LLC v. A&D Holdings, Inc., 2018 NCBC LEXIS \n13, at *20 (N.C. Super. Ct. Feb. 9, 2018) (quoting Johnson v. Owens , 263 N.C. 754, \n758 (1965)). \n72. In the circumstances presented here, the Court concludes that Defendants’ \narguments about the reasonableness of Francisco’s reliance on Israel’s alleged \npromise of confidentiality are properly tested by a  jury.  See, e.g. , Massey v. Duke \nUniv., 130 N.C. App. 461, 466 (1998) (“It is only in exceptional cases that the issue of \nreasonable reliance on an alleged misrepresentation may be decided by summary \njudgment.”). \n \n139 (See Defs.’ Br. Supp. 25–26; Defs.’ Reply 8.) \n73. The Court will therefore deny Defendants’ Motion as to BAB’s fraudulent \nmisrepresentation claim premised on Aeroflow’s alleged promise of confidentiality \nmade during the July 19 Call. \n2. Fraudulent Concealment \n74. Defendants make four arguments for dismissal of BAB’s fraudulent \nconcealment claim: (i) BAB has put forth no evidence that “Aeroflow concealed a plan \nto use BAB’s comprehensive business plan to create and sell a competing product [;]” \n(ii) even if there was such a plan, Aeroflow did not have a duty to disclose it to BAB; \n(iii) any alleged plan was not material to Francisco’s decision to provide Aeroflow with \nBAB’s information ; and (iv)  Francisco’s reliance on the alleged omission was not \nreasonable.140 \n75. The Court has already determ ined that Defendants’ first argument is \nwithout merit in its discussion of BAB’s fraudulent misrepresentation claim above. \n76. “[I]t is well settled that where there is a duty to speak[,] the concealment of \na material fact is equivalent to fraudulent misrepres entation.”  Griffin v. Wheeler -\nLeonard & Co., 290 N.C. 185, 198 (1976).  “Generally, commercial parties engaging \nin an arms-length transaction with one another do not have a duty to disclose.”  Aym \nTechs., LLC v. Scopia Cap. Mgmt. LP (Aym Techs. II), 2021 NCBC LEXIS 29, at *23 \n(N.C. Super. Ct. Mar. 31, 2021) (collecting cases).  Our courts have determined that \na duty to disclose arises where: \n(1) a fiduciary relationship exists between the parties to the transaction; \n(2) there is no fiduciary relati onship and a party has taken affirmative \n \n140 (Defs.’ Br. Supp. 23–26.) \nsteps to conceal material facts from the other; [or] 141 (3) there is no \nfiduciary relationship and one party has knowledge of a latent defect in \nthe subject matter of the negotiations about which the other party is \nboth ignorant and unable to discover through reasonable diligence. \n \nHardin v. KCS Int’l, Inc., 199 N.C. App. 687, 696 (2009) (cleaned up).  “A concealed \nfact is considered material when it would have influenced the decision or judgment \nof another party, if known.”  Tillery Env’t LLC, 2018 NCBC LEXIS 13, at *22 (citing \nGodfrey v. Res-Care, Inc., 165 N.C. App. 68, 75–76 (2004)). \n77. The Court has already concluded that Aeroflow a nd BAB were not in a \nfiduciary relationship.  See Vitaform, Inc., 2020 NCBC LEXIS 132, at *14– 15.  With \nregard to the second scenario, Defendants first argue that BAB has failed to present \nevidence that Aeroflow took any affirmative steps to conceal  an alleged plan to sell \nits own competing product.142  “[T]o show a duty to disclose based on affirmative steps \nto conceal a material fact, a plaintiff must allege the specific affirmative acts taken \nto conceal that fact.”  Aym Techs. II, 2021 NCBC LEXIS 29, at *25 (citation omitted).  \nBAB contends that the alleged promise of confidentiality itself constituted an \n \n141 Although Hardin connected the second and third scenarios with the conjunctive word \n“and,” Hardin examined the “third circumstance” alone, making it clear that the three \nscenarios are independent and that the presence of any one of the three trigger s a duty to \ndisclose.  See Hardin, 199 N.C. App. at 696–97.  The Court has therefore replaced “and” with \nthe disjunctive “or” above to better reflect Hardin’s meaning.  Numerous decisions of this \nCourt have done likewise.  See, e.g. , Lee v. McDowell, 2022 NCBC LEXIS 51,  at *45 (N.C. \nSuper. Ct. May 26, 2022); Higgins v. Synergy Coverage Sols., LLC, 2020 NCBC LEXIS 6, at \n*35 (N.C. Super. Ct. Jan. 15, 2020); Shaw v. Gee, 2016 NCBC LEXIS 103, at *11 (N.C. Super. \nCt. Dec. 21, 2016). \n \n142 (See Defs.’ Br. Supp. 25.) \n \naffirmative act of concealment by Aeroflow and that Defendants engaged in other acts \nto further the alleged plan after the July 19 Call.143   \n78. Defendants disagree, arguing that the alleged promise “is part of the fraud \nclaim, not the additional ‘affirmative act’ that creates a duty to disclose .”144  \nDefendants additionally contend  that “[a] DME distributor could very well both \n‘promise confidentiality’ and concurrently plan to sell a competitor’s garments [ ]” \nwithout committing  an affirmative act to conceal a plan to compete.145  Furthermore, \nDefendants argue  that subsequent acts have no bearing on whether Aeroflow  \nconcealed a material fact during the July 19 Call.146      \n79. Here again, BAB has the better argument.  BAB ’s fraudulent concealment \nclaim is premised on  Aeroflow’s alleged  concealment of  a “plan to use BAB’s \ncomprehensive business plan  to create and sell a competing product [,]” rather than \nmere concealment of a plan to compete. 147  As such, Israel’s alleged promise “not to \ndisclose BAB’s specialized plans . . . to BAB’s competitors and/or potential \ncompetitors[ ]”148 can be viewed as an affirmative act taken by Aeroflow to conceal its \nalleged intent to use BAB’s business model for its own competitive advantage. \n \n143 (See Pl.’s Resp. 21.) \n \n144 (Defs.’ Reply 11.) \n \n145 (Defs.’ Reply 11.) \n \n146 (See Defs.’ Reply 12.) \n \n147 (Defs.’ Br. Supp. 23 (emphasis added); see also FAC ¶¶ 113–16.) \n \n148 (FAC ¶ 118.) \n \n80. Moreover, a jury could infer that other evidence in the record, when viewed \nin the light most favorable to B AB, constitutes affirmative steps by Defendants to \nconceal a plan to use BAB’s information to design and sell a competing product.  The \nCourt has already concluded above that a jury could reasonably conclude that the e -\nmails exchanged among Aeroflow and Motif employees in the week leading up to the \nJuly 19 Call evidenced a plan by Defendants to launch their own line of maternity \ncompression garments.  In addition, the record contains several  actions taken by \nDefendants shortly after the July 19 Call and unbeknownst to BAB from which an \nintent to conceal may also be inferred. 149  These acts include: (1) Defendants’ \nconfirmation that the Maternity Compression Garments were not protected by \npatent;150 (2) Defendants’ identification of BAB’s Chinese manufac turing facility;151 \n(3) Defendants’ invitation to Francisco to train their staff on BAB’s products despite \nan internal assertion that the relationship would not “last long before bringing this \n \n149 Despite Defendants’ assertion that acts alleged to have occurred after the July 19 Call “do \nnot constitute evidence that there was even a plan in place to disclose” at the time of the July \n19 Call, our courts regularly consider subsequent acts as evidence of an intent to conceal.  \nSee, e.g., Jones v. Harrelson & Smith Contrs., LLC, 194 N.C. App. 203, 214– 15 (N.C. App. \n2008) (relying on subsequent actions as further evidence of initial concealment of a material \nfact), aff’d per curiam, 363 N.C. 371 (2009); Meekins v. Box , 152 N.C. App. 379, 388 (N.C. \nApp. 2002) (consider ing subsequent actions of the defendant as constituting a “continued \npattern of deceit”); Potts v. KEL, LLC, 2021 NCBC LEXIS 100, at *22 (N.C. Super. Ct. Nov. \n5, 2021) (“Circumstantial evidence of intent may include, among other things, a motive to \ndeceive, close proximity between the promise and the breach, efforts to conceal \nnonperformance from the promisee, and a broader pattern of deceit.”). \n \n150 (See Disc. Docs. at AEROFLOW_0000609, MOTIF_0000551.) \n \n151 (See Disc. Docs. at AEROFLOW_0000609.) \n \nin house”; 152 and (4) Fonville’s purchase of BAB’s products from Amazon “to get \n[them] knocked off[.]” 153  Taken together, the Court concludes that , when viewed in \nthe light most favorable to BAB, a jury could conclude that Defendants’ pre- and post-\nJuly 19 Call actions constitute “specific affirmative acts taken to conceal” an alleged \nplan to use BAB’s business model to launch a competing product. \n81. The Court also concludes that BAB has put forth sufficient evidence to show \nthat the concealed information was material to Francisco’s agreement to disclose \nBAB’s information.  Defendants rely on Francisco’s concession that Aeroflow “did not \nrepresent” that it would purchase post -partum compression garments exclusively \nfrom BAB 154 to contend that, because the “lack of exclusivity was not material to \nBAB’s decision-making,” it is reasonable to infer that “a plan for Motif to develop its \nown line of garments would not have been material either.”155  But Aeroflow’s reliance \non Francisco’s concession  is misplaced.  Under Israel’s alleged promise, Aeroflow \ncould market compression garments sold by other companies —as Defendants have \nrepeatedly emphasized —but any information provided by BAB could be used to \nmarket BAB products only.156  And BAB’s acknowledgment that Aeroflow needed this \n \n152 (Disc. Docs. at AEROFLOW_0000591.) \n \n153 (See Fonville Aff. ¶ 6; Disc. Docs. at AEROFLOW_0000588–90, MOTIF_0000167; see also \nDisc. Docs. at MOTIF_0000551 (suggesting Defendants “try to Frankenstein” BAB’s \nproducts).) \n \n154 (Francisco Dep. 216:22–17:1.) \n \n155 (Defs.’ Br. Supp. 24.) \n \n156 (See Francisco Dep. 217:21–18:9; 6th Francisco Aff. ¶ 12; 3d Francisco Aff. ¶¶ 23–26.) \n \ninformation to effectively sel l BAB’s products does not contradict Francisco’s \nassertion that, had he known that Aeroflow was poised to become a competitor, he \nwould not have decided to “reveal[ ] anything about [BAB’s] process and products” to \nAeroflow.157  BAB has therefore provided s ufficient evidence that knowledge of \nAeroflow’s alleged plan to sell its own competing product was a material fact that \nwould have influenced BAB’s decision to provide the components of its business model \nto Aeroflow.158 \n82. As for Defendants’ last argument—the reasonableness of BAB’s reliance on \nthe alleged omission —the Court concludes that the facts are not so clear that they \nsupport only one conclusion, see Forbis, 361 N.C. at 527, and thus that this issue is \nproperly within the purview of the jury, see Massey, 130 N.C. App. at 466.   \n83. The Court therefore concludes that th e record, viewed in the light most \nfavorable to BAB,  creates a n issue of f act as to whether Defendants fraudulently \nconcealed a plan to use BAB’s comprehensive business model to design and market a \n \n157 (6th Francisco Aff. ¶ 16; see also Francisco Dep. 170:14–18 (“Had I known that they were \ndeveloping Motif . . . [p]roducts  at the time we commenced business which overlapped, . . . \nthere’s no way I would have provided this to a competitor[.]”) ; 3d Francisco Aff. ¶ 30 (“BAB \nwas induced by Aeroflow’s strategy session.”).)  Although Defendants argued that Francisco’s \n6th affidavit was “self -serving” and “contradicted by other undisputed facts in this case[,]”  \n(Defs.’ Reply 12; see also  Tr. 16:4–17:22), the Court concludes that the affidavit does not \ncontradict his prior testimony on this point.  See Kixsports, LLC , 2021 NCBC LEXIS 32, at \n*31 (“A non-moving party cannot create an issue of fact to defeat summary judgment simply \nby filing an affidavit contradicting his prior sworn testimony .” (quotation and citation \nomitted)).  \n \n158 Because the Court has determined that Defendants had a duty to disclose under the second \nscenario, see Hardin, 199 N.C. App. at 696, the Court will not address the parties’ arguments \nas they relate to the third scenario. \ncompeting product.  The Court will therefore deny Defendants’ Motion with respect \nto this claim.  \nD. Unfair Competition Claims \n84. BAB has asserted two claims based on Defendants’ alleged unfair \ncompetition.  First, BAB alleges a claim for common law unfair competition and \nviolations of the UDTPA and the federal Lanham Act based on Defendants’ alleged \nsale of BAB’s products as if they  were Defendants’ own (the “Reverse Passing Off \nClaims”).  Next, BAB alleges a claim for common law unfair competition and \nviolations of the UDTPA against Defendants for allegedly fraudulently and \ndeceptively inducing BAB to share its confidential business plan and thereby \nfacilitate Defendants’ design and sale of their competing product  (the “Unfairness \nClaims”).159  Defendants seek dismissal of both sets of claims. \n1. BAB’s Reverse Passing Off Claims \na. The Lanham Act Claim \n85. The federal Lanham Act provides, in relevant part, as follows:  \nAny person who, on or in connection with any goods or services, or any \ncontainer for goods, uses in commerce any word, term, name, symbol, or \ndevice, or any combination thereof, or any false designation of origin, \nfalse or misleading description of fact, or false or misleading \nrepresentation of fact, which— \n \n(A) is likely to cause confusion, or to cause mistake, or to deceive as to \nthe affiliation, connection, or association of such person with another \nperson, or as to the origin, sponsorship, or approval of his or her goods, \nservices, or commercial activities by another person, or \n \n \n159 In the November 2020 Order, t he Court dismissed these claims except to the extent \ndescribed above.  See Vitaform, Inc., 2020 NCBC LEXIS 132, at *37–38, *46–47. \n(B) in commercial advertising or promotion, misrepresents the nature, \ncharacteristics, qualities, or geographic origin of h is or her or another \nperson’s goods, services, or commercial activities, \n \nshall be liable in a civil action by any person who believes that he or she \nis or is likely to be damaged by such act. \n \n15 U.S.C. § 1125(a)(1). \n86. “Passing off” under the Lanham Act “occurs when a producer misrepresents \nhis own goods or services as someone else’s.”  Dastar Corp. v. Twentieth Century Fox \nFilm Corp. , 539 U.S. 23, 27 n.1 (2003).  “ Reverse passing off” occurs when “[t]he \nproducer misrepresents someone else’s goods or services as his own.”  Id.  Both actions \nviolate the Lanham Act.  See 15 U.S.C. § 1125(a)(1). \n87. A reverse passing off claim under the Lanham Act requires a plaintiff to \nprove:  \n(1) that the work at issue originated with [the plaintiff]; (2) that origin \nof the work was falsely designated by [a defendant]; (3) that the false \ndesignation of origin was likely to cause consumer confusion; and (4) \nthat [the plaintiff was] harmed [or likely to be harmed] by [a \ndefendant’s] false designation of origin. \n \nBon Aqua Int’l,  Inc. v. Second Earth, Inc. , No. 1:10CV169, 2013 U.S. Dist. LEXIS \n11635, at *57 (M.D.N.C. Jan. 29, 2013) (citation omitted), report and recomm. adopted \nby 2013 U.S. Dist. LEXIS 203623 (M.D.N.C. Feb. 26, 2013).   Defendants argue that \nBAB’s Reverse Passing Off claim fails because Aeroflow never falsely designated the \norigin of BAB’s products and because there was no likelihood of consumer confusion.   \n(1) False Designation of Origin \n88. BAB argues that, beginning in March 2019 (when Aeroflow stopped ordering \nBAB prod ucts), “Aeroflow used all BAB marketing content, product features and \nbenefits, models, sizing charts, etc[.]” to market both BAB’s and Motif’s garments, \n“yet never identified BAB as the brand and at some point identified [Motif] as the \nbrand.”160  Defendants do not dispute that they used certain of BAB’s marketing \nmaterials to market both BAB’s and Motif’s products, 161 but offer evidence that \n“Aeroflow treated its inventory of maternity compression garments as ‘brand \nagnostic.’ ”162  Aeroflow argues that the undisputed evidence shows that it did not \nrepresent to customers that the customer would receive a specific brand of post -\npartum compression garment ; rather, when a customer placed an order, Aeroflow \nsent the c ustomer either a BAB garment, properly  packaged and labeled as a BAB \nproduct, or a Motif garment, properly packaged and labeled as  a Motif product .163  \nBased on this undisputed evidence, Defendants argue that BAB  has failed to show \nthat Aeroflow ever falsely designated BAB’s products as Motif’s , requiring the \ndismissal of BAB’s claim under the Lanham Act.164 \n89. The Court agrees.  Under t he Lanham Act , “an entity makes a false \ndesignation of origin sufficient to support a reverse passing off claim only where it \nfalsely represents the product’s geographic origin or represents that it has \nmanufactured the tangible product that is sold in the marketplace when it did not in \n \n160 (Pl.’s Resp. 24.) \n \n161 (See Status Report, ECF No. 38.) \n \n162 (Defs.’ Br. Supp. 28; see Jordan Dep. 74:3–17.) \n \n163 (Defs.’ Br. Supp. 28.) \n \n164 (See Defs.’ Br. Supp. 28.) \n \nfact do so.”  Kehoe Component Sales Inc. v. Best Lighting Prods., Inc. , 796 F.3d 576, \n587 (6th Cir. 2015) (cleaned up).   BAB claims it has offered evidence sufficient to \nmaintain its claim and points to Francisco’s affidavit testimony as  its support.  \nAccording to Francisco, by March 2019, (i) the product images supplied by BAB and \nused by Defendants to sell BAB products on their websites no longer included BAB’s \nbrand labels; (ii) Defendants then added new images that portrayed models wearing \nBAB’s products with no brand labels; and (iii) the products were later marketed under \nthe Motif brand label.\n165 \n90. The record , however,  does not support Francisco’s assertions.  F irst, \nalthough Francisco attests in boilerplate fashion  that the entirety of his affidavit \ntestimony is “within [his] personal knowledge ,” he nowhere identifies the source for \nhis knowledge concerning the product images and branding that he asserts appeared \non Defendants’ websites .  To the contrary, he testifie s that he  “discovered” this \ninformation, and he does not specifically aver that he actually saw the images and \nbranding he purports to describe .  Rule 56 (e), however,  requires that affidavits \nsupporting or opposing summary judgment “ shall be made on personal knowledge, \nshall set forth such facts as would be admissible in evidence, and shall show \naffirmatively that the affiant is competent to testify to the matters stated therein .”  \nThe Court therefore concludes that Francisco’s Fifth Affidavit at paragraphs 106–108 \nfails on each of these requirement s and thus that the testimony reflected in these \nparagraphs is not properly considered on this Motion.     \n \n165 (See 5th Francisco Aff. ¶¶ 106–08.) \n \n91. Nonetheless, even if the Court were to consider this testimony, and, in \nparticular, Francisco’s testimony that “[b]y March 6, 2019,  . . . my products were \nbeing marketed under the name ‘Motif Medical[,]’ ”166 which is BAB’s critical factual \nassertion for its Reverse Passing Off claim, the Court notes that in the same affidavit, \nFrancisco directly contradicted this testimony, admitting , as Defendants contend, \nthat “Aeroflow sold a nameless brand.”167 \n92. The documentary evidence on which BAB relies likewise shows that \nDefendants sold BAB and Motif products in a “brand agnostic” manner.  For example, \nBAB relies on screenshots of a 2 April 2019 press release from PRWeb announcing \nAeroflow’s addition of a “ selection of Maternity Support Bands ,”168 as well as \nscreenshots of an overview of the benefits of maternity compression garments  on \nAeroflow’s website dated 23 December 2018 and  several undated screenshots of \nAeroflow’s product pages for the various compression garments it sold.169   \n93. Despite Francisco’s assertion that, at some point, BAB’s products “were \nbeing marketed under the name ‘Motif Medical[ ]’ ” and that the “models shown wore \nproducts with the Motif brand name on them[,]”170 none of the product images include \n \n166 (5th Francisco Aff. ¶ 106.) \n \n167 (5th Francisco Aff. ¶ 39; see also  3d Francisco Aff. ¶ 12 (“Aeroflow, when it was carrying \nmy product, always referred to the individual products as a number, never identifying the \nsource.”).) \n \n168 (Pl.’s Resp. Ex. S at VF004794–95 (emphasis added).) \n \n169 (See Pl.’s Resp. Ex. S at VF004797–800, 803–04.) \n \n170 (5th Francisco Aff. ¶¶ 106, 08.)  The Court further notes that, according to Francisco, \nAeroflow “made almost imperceptible cosmetic changes to the products[,]” (5th Francisco Aff. \n \nbrand labels, and the only mention of a specific brand name appears on the product  \npage for the “Postpartum Compression Garment” underneath the “Description” label, \nwhere it states that “Motif Postpartum Recovery Support Garments were designed \nby medical professionals” 171 without s uggesting which brand a customer would \nreceive upon purchase.  In fact, the only evidence in the record that reflects Aeroflow’s \nrepresentations to its customers about which brand of compression garment a \ncustomer would receive upon purchase supports Defendants’ position: “The brand you \nwill receive is either [BAB] or [Motif].” 172  Moreover, BAB has proffered no evidence \nthat a customer ever received a BAB product in a Motif package  and, as counsel for \nBAB acknowledged at the Hearing, when BAB itself purchased a Motif product, BAB \nreceived a Motif garment in a Motif package.173 \n94. “[T]he Lanham Act protects the ability to control one’s brand; it does not \nprotect the ability to control one’s inventions or innovations.”  Kehoe Component Sales \nInc., 796 F.3d at 586–87.  Taking the evidence in the light most favorable to BAB, the \nCourt concludes that Aeroflow did not “ falsely represent[ ] the product’s geographic \n \n¶ 114), and that “[i]f you strip the labels off, you . . . would not be able to determine whose \nwas whose[,]” (Francisco Dep. 166:18–22). \n \n171 (Pl.’s Resp. Ex. S at VF004804.) \n \n172 (Pl.’s Resp. Ex. S at VF004802; see also Disc. Docs. at AEROFLOW_0000980–82, 1005–06 \n(discussing how to refine Aeroflow’s  “compression dashboard”—a computer program that \n“determine[s] what products are interchangeable” and automatically selects the product with \nhighest inventory—because BAB’s products were populating when other product brands were \nselected).) \n \n173 (See Tr. 48:18–24; see also Pl.’s Resp. Ex. A, ECF No. 126.2 (visual product comparison).) \n \norigin or represent[ ] that it ha[d] manufactured the tangible product that is sold in \nthe marketplace when it did not in fact do so.”  Id. at 587. \n(2) Likelihood of Consumer Confusion \n95. Defendants also contend that BAB’s Reverse Passing Off claim under the \nLanham Act fails because BAB has not shown a likelihood of customer confusion.174 \n96. Courts have articulated that the following factors are relevant to the \n“likelihood of confusion” inquiry under the Lanham Act: \n(1) the strength or distinctiveness of the plaintiff’s mark as actually used \nin the marketplace; (2) the similarity of the two marks to consumers; (3) \nthe similarity of the goods or services that the marks identify;  (4) the \nsimilarity of the facilities used by the markholders; (5) the similarity of \nadvertising used by the markholders; (6) the defendant ’s intent; (7) \nactual confusion; (8) the quality of the defendant ’s product; and (9) the \nsophistication of the consuming public. \n \nRosetta Stone Ltd. v. Google, Inc., 676 F.3d 144, 153 (4th Cir. 2012) (citation omitted).  \nHowever, “[t]hese factors are not always weighted equally, and not all factors are \nrelevant in every case.”  Id.  at 154 (quoting Louis Vuitton Malletier S.A. v. Haute \nDiggity Dog, LLC, 507 F.3d 252, 259–60 (4th Cir. 2007)). \n97. BAB has failed to offer evidence from which a jur y could conclude that \nAeroflow’s marketing caused consumer confusion.  As discussed above, the \nundisputed evidence shows that Aeroflow did not market a particular brand of \nmaternity compression garments. 175  When asked which brand Aeroflow sold,  the \nevidence shows that Aeroflow responded that customers would receive either a BAB \n \n174 (See Defs.’ Br. Supp. 29.) \n \n175 (Defs.’ Br. Supp. 28; see Pl.’s Resp. Ex. S at VF004797–800, 02–04.) \n \nproduct or a Motif product .176  Moreover, t he branding on the products and their \npackaging is distinct , there are no allegations of mislabeling ,177 and BAB has not \noffered evidence suggesting that customers ever received BAB products in Motif \npackaging or Motif products in BAB packaging .  Accordingly, because BAB has not \noffered evidence of customer confusion , BAB’s Reverse Passing Off claim under the \nLanham Act must also fail for this separate reason. \nb. Violation of the UDTPA and Common Law Unfair Competition \n98. To sustain a claim for unfair and  deceptive trade practices under the \nUDTPA, a plaintiff must allege: “ (1) an unfair or deceptive act or practice, (2) in or \naffecting commerce, and (3) which proximately caused injury to plaintiff[ ].”  Walker \nv. Fleetwood Homes of N.C., Inc., 362 N.C. 63, 71–72 (2007) (quoting Gray v. N.C. Ins. \nUnderwriting Ass’n, 352 N.C. 61, 68 (2000)).  “ ‘A practice is unfair when it offends \nestablished public policy as well as when the practice is immoral, unethical, \noppressive, unscrupulous, or substantially injurious to consumers,’ and a ‘practice is \ndeceptive if it has the capacity or tendency to deceive.’ ”  Bumpers v. Cmty. Bank of \nN. Va., 367 N.C. 81, 91 (2013) (quoting Walker, 362 N.C. at 72).  North Carolina courts \nhave held that “[t]he ‘passing off’ of one’s goods as those of a competitor has long been \nregarded as unfair competition. ”  Harrington Mfg. Co. v. Powell Mfg. Co., 38 N.C. \nApp. 393, 404 (1978).  Our courts have also determined that “the underlying nature \nof the wrong” in passing off a competitor’s goods as one’s own is the same because \n \n176 (Pl.’s Resp. Ex. S at VF004802.) \n \n177 (See Defs.’ Br. Supp. 29; Tr. 48:10–24; Pl.’s Resp. Ex. Q at VF004808–10, 30, 39–40, ECF \nNo. 126.19.) \nboth passing off and reverse passing off “involve t he misappropriation of benefits \nwhich flow from the quality of a competitor’s product.”  Id. at 405. \n99. The tort of common law unfair competition is similar and “consist[s] of acts \nor practices by a competitor which are likely to deceive the consuming public.”  \nStearns v. Genrad, Inc., 564 F. Supp. 1309, 1320 (M.D.N.C. 1983).  “The gravamen of \nunfair competition is the protection of a business from misappropriatio n of its \ncommercial advantage earned through organization, skill, labor, and money.”  \nHenderson v. U.S. Fid. & Guar. Co., 346 N.C. 741, 749 (1997).   Common law unfair \ncompetition includes activity “such as trademark or trade name infringement, \nimitation of a competitor’s product or its appearance, interference with a competitor’s \ncontractual relations, disparagement of a competitor’s product or business methods, \nand misappropriation of a competitor’s intangible property rights such as advertising \ndevices or business systems.”  Stearns, 564 F. Supp. at 1320. \n100. Significantly for present purposes, “[c]ourts recognize that a claim for \ncommon law unfair competition is analyzed the same way as a claim for unfair or \ndeceptive trade practices under [ the UD TPA].”  Glob . Textile All., Inc. v. TDI \nWorldwide, LLC, 2018 NCBC LEXIS 159, at *33 (N.C. Super. Ct. Nov. 29, 2018); see \nalso Blue Rhino Glob. Sourcing, Inc. v. Well Traveled Imps., Inc., 888 F. Supp. 2d 718, \n721 n.1 (M.D.N.C. 2012) (“[T]he standard which a plaintiff must meet to recover [ on \nan unfair competition claim under North Carolina  common law] is not appreciably \ndifferent from a claim under the North Carolina [UDTPA].” (cleaned up)). \n101. As discussed above, t he undisputed evidence  here shows that (i) Aeroflow \ndid not represent that customers would receive a specific brand of product  upon \npurchase; and (ii) the products customers received were appropriately branded and \npackaged in corresponding branded packaging.  Since BAB has failed to offer evidence \nthat Aeroflow engaged in unfair or deceptive practices in selling Motif’s and BAB’s \nproducts, t he Court will dismiss BAB’s Reverse Passing Off Claims based on the \nUDTPA and common law unfair competition. \n2.  BAB’s Unfairness Claims \n102. The alleged misconduct on which BAB’s Unfairness Claims rest is the same \nconduct on which BAB’s frau d claims are premised.  Having concluded that \nDefendants’ Motion should be denied with respect to BAB’s fraudulent concealment \nclaim and granted with respect to BAB’s fraudulent misrepresentation claim except \nto the extent that claim is based on an alleged promise made by Aeroflow during the \nJuly 19 Call to maintain the confident iality of BAB’s comprehensive business plan , \nthe Court concludes that BAB’s Unfairness Claims should be resolved to th e same \nextent and in the same manner. \nE. Unjust Enrichment \n103. BAB contends that it is entitled to recover on its claim for unjust enrichment \nbecause it conferred on Defendants the benefit of its comprehensive business plan to \nbreak into an emerging market.178 \n \n178 (See Pl.’s Resp. 25.) \n \n104. “The general rule of unjust enrichment is that where services are rendered \nand expenditures made by one party to or for the ben efit of another, without an \nexpress contract to pay, the law will imply a promise to pay a fair compensation \ntherefor.”  Krawiec, 370 N.C. at 615 (quoting Atl. Coast Line R.R. Co. v. State Highway \nComm’n, 268 N.C. 92, 95–96 (1966)).  To establish a claim for unjust enrichment, “a \nparty must prove that it  conferred a benefit on another party, that the other party \nconsciously accepted the benefit, and that the benefit was not conferred gratuitously \nor by an interference in the affairs of the other party.”  Se. Shelter Corp. v. BTU, Inc., \n154 N.C. App. 321, 330 (2002).  In addition, the benefit conferred must be measurable.  \nSee Krawiec, 370 N.C. at 615. \n105. Defendants argue that BAB did not confer a benefit on Aeroflow because the \nmaterials BAB provided to Aeroflow were “part and parcel of the parties’ contractual \nrelationship” and “essential for Aeroflow to market, distribute, and seek insurance \nreimbursement for BAB’s products.” 179  See Se. Shelter Corp., 154 N.C. App. at 331 \n(“If there is a contract between the parties, the contract governs the claim and the \nlaw will not imply a contract.”); see also Atl. Coast Line R.R. Co., 268 N.C. at 96 (“The \nrule [of unjust enrichment ] does not apply when the servic es are rendered . . . in \ndischarge of some obligation.” (emphasis omitted)).  This argument is without merit, \nhowever, because BAB has not alleged a breach of contract claim and the Court , in \ndismissing BAB’s breach of good faith and fair dealing claim , di d not determine \nwhether BAB and Aeroflow entered into an enforceable oral contract .  In addition , \n \n179 (Defs.’ Br. Supp. 27.) \nBAB has put forth sufficient evidence alleging that Defendants engaged in “wrongful” \nconduct to sustain its claim , as the Court has determined that a limited portion of \nBAB’s fraud claims survives summary judgment.  As a result, Defendants’ Motion is \ndenied with respect to this claim. \nF. Punitive Damages and Attorneys’ Fees \n106. BAB seeks punitive damages based on its fraud claims  and reasonable \nattorneys’ fees based on its UDTPA claim s.180  Because the Court has denied \nsummary judgment on BAB’s fraud claims and its unfairness -based UDTPA claim , \nhowever, the Court will likewise deny Defendants’ Motion with respect to  these \nrequests for relief.  \nIV. \nCONCLUSION \n107. WHEREFORE, the Court, for the reasons set forth above, hereby GRANTS \nin part and DENIES in part the Motion as follows: \na. The Court GRANTS the Motion as to BAB’s claims for misappropriation of \ntrade secrets and breach of the duty of good faith and fair dealing, and those \nclaims are hereby DISMISSED with prejudice. \nb. The Court GRANTS the Motion as to BAB’s claims for common law unfair \ncompetition and violations of the UDTPA and the federal Lanham Act \nbased on BAB’s allegations that Defendants sold BAB’s products as if they \n \n180 (See Pl.’s Resp. 25–26.) \nwere Defendants’ own (the Reverse Passing Off Claims), and those claims \nare hereby DISMISSED with prejudice. \nc. The Court GRANT S the Motion as to BAB’s claim for fraudulent \nmisrepresentation and that claim is DISMISSED with prejudice, except \nto the extent BAB’s fraud  claim is based on an alleged promise made by \nAeroflow during the July 19 Call to maintain the confidentiality of BAB’s \ncomprehensive business plan , and to that extent, the Court DENIES  the \nMotion and this aspect of BAB’s claim shall proceed to trial. \nd. The Court DENIES  the Motion as to BAB’s claim for fraudulent \nconcealment based on BAB’s allegations in connection with and arising \nfrom the July 19 Call, and that claim shall proceed to trial. \ne. The Court GRANTS the Motion as to BAB’s claims for common law unfair \ncompetition and violations of the UDTPA (the Unfairness Claims) and those \nclaims are DISMISSED with prejudice, except to the extent those claims \nare based on Aeroflow’s alleged promise during the July 19 Call to maintain \nthe confidentiality of BAB’s comprehensive business plan  and Aeroflow’s \nalleged fraudulent concealment in connection with and arising from the \nJuly 19 Call, and to that extent, the Court DENIES the Motion and those \naspects of these claims shall proceed to trial. \nf. The Court DENIES  the Motion as to BAB’s claim for unjust enrichment, \nand that claim shall proceed to trial. \ng. The Court DENIES the Motion as to BAB’s request for punitive damages \nand for attorneys’ fees under its unfairness-based UDTPA claim.181 \n    SO ORDERED, this the 27th day of October, 2022. \n \n      /s/ Louis A. Bledsoe, III   \n      Louis A. Bledsoe, III    \n      Chief Business Court Judge \n \n \n181 The Court notes that Defendants’ counterclaim for defamation per se will also proceed to \ntrial.  (See Countercls. ¶¶ 49–55; Notice Partial Dismissal.) "
}