{
  "id": "c4ac4f2fb7df0b9216cb41d8aea67a3514eee532875ea79fcb626a051dda170a",
  "source_file": "data/raw/ncbc/c4ac4f2fb7df0b9216cb41d8aea67a3514eee532875ea79fcb626a051dda170a.pdf",
  "raw_text": " Levin v. Jacobson, 2015 NCBC 108. \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n10 CVS 12062 \n \nERIC LEVIN, HOWARD SHAREFF, \nSHAREFF & ASSOCIATES, DDS PA, \nindividually and derivatively in the right \nof LAKEBOUND FIXED RETURN \nFUND, LLC, and SILVERDEER OLDE \nLIBERTY, LLC, \n \nPlaintiffs, \n \nv. \n \nHOWARD A. JACOBSON, CILPS \nACQUISITION LLC, and PROVINCE \nGRANDE OLDE LIBERTY LLC, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON MOTIONS \nFOR SUMMARY JUDGMENT  \n \n \n \n{1} THIS MATTER  is before the Court upon the Motion for Summary \nJudgment filed by Plaintiffs Eric Levin (“Levin”), Howard Shareff (“Shareff”), and \nShareff & Associates, DDS PA, individua lly and derivatively in the right of \nLakebound Fixed Return Fund, LLC (“Lake bound”) and SilverDeer Olde Liberty, \nLLC (“SDOL”) (collectively, “Plaintiffs”) (“Motion for Summary Judgment”) and the \nCross-Motion for Summary Judgment filed by Defendants Howard A. Jacobson \n(“Jacobson”), CILPS Acquisition LLC (“CILPS”), and Province Grande Olde Liberty \nLLC (“PGOL”) (collectively, “Defendants”) (“Cross-Motion for Summary Judgment,” \ncollectively with Plaintiffs’ Motion for Summary Judgment, the “Motions”) in the \nabove-captioned case. \n{2} After considering the parties’ briefs  in support of and opposition to \nPlaintiffs’ Motion for Summary Judgment and Defendants’ Cross-Motion for \nSummary Judgment, the appropriate eviden ce of record, and the arguments of \ncounsel at the hearing held on the Motions, the Court hereby DENIES Plaintiffs’ \nMotion for Summary Judgment and GRANTS in part and DENIES in part  \nDefendants’ Cross-Motion for Summary Judgment. \n \n \nParry Tyndall White, by James C. White and Michelle M. Walker, for \nPlaintiffs Eric Levin, Howard Share ff, and Shareff & Associates, DDS PA, \nindividually and derivatively in the right of Lakebound Fixed Return Fund, \nLLC and SilverDeer Olde Liberty, LLC. \n \nRobinson Elliott and Smith, by William C. Robinson and Katherine \nArmstrong, for Defendant Province Grande Olde Liberty LLC. \n \nHoward A. Jacobson, for Defendants  Howard A. Jacobson and CILPS \nAcquisition LLC. \n \nBledsoe, Judge. \nI. \nPROCEDURAL HISTORY  \n{3} This case involves a lengthy procedural history stretching over five years \nand containing numerous parties, some of which are no longer involved in this \nlawsuit.  The initial Complaint was filed in August 2010 by fourteen plaintiffs \nalleging six original causes of action against four defendants. \n{4} The Second Amended Complaint includes only the parties now reflected in \nthe caption and six causes of action. 1  Although the Second Amended Complaint \ndoes not specifically label which Defendants should be held liable for each of \nPlaintiffs’ causes of action, it appears to  the Court that Plaintiffs allege:  (1) \nconstructive trust and accounting against all Defendants; (2) breach of fiduciary \nduty against all Defendants; (3) constructive fraud against Mr. Jacobson; (4) \nconversion against all Defendants; (5) qu antum meruit against Mr. Jacobson; and \n(6) permanent injunctive relief against all Defendants.  (Second Am. Compl. ¶¶ 76–\n106.) \n                                                 \n1 Although Plaintiffs’ Motion for Summary Judg ment and Defendants’ Cross-Motion for Summary \nJudgment were both filed before the Second Amended Complaint, it appears from the parties’ filings \nthat the parties intend for their previously-filed Motions to apply to the Second Amended Complaint.  \nThe Court also allowed the parties to file supplemental briefing on the Motions.  Accordingly, the \nCourt deems the parties’ Motions to apply to  Plaintiffs’ Second Amended Complaint.  See Emergys \nCorp. v. Consert, Inc., 2012 NCBC LEXIS, at *3 n.4 (N.C. Super. Ct. April 5, 2012). \n \n \n \n{5} This Court 2 held a hearing on the Motions, at which Plaintiffs and \nDefendant PGOL were represented by counsel, and Defendant Howard A. Jacobson, \na member of the North Carolina State Bar, represented himself and CILPS. \n{6} The time for briefing, arguments, an d further submissions has now passed \nand the Motions are ripe for resolution. \nII.  \nRELEVANT FACTUAL BACKGROUND \n{7} While findings of fact are not necessary or proper on a motion for summary \njudgment, “it is helpful to the parties and the courts for the trial judge to articulate \na summary of the material facts which he  considers are not at issue and which \njustify entry of judgment.”  Collier v. Collier, 204 N.C. App. 160, 161–62, 693 S.E.2d \n250, 252 (2010) (quotations and citation omitted).  Therefore, the Court limits its \nfactual recitation to the undisputed materi al facts necessary to decide the Motion, \nand not to resolve issues of material fact. \n{8} The individual Plaintiffs, Levin and Shareff, are investors in three limited \nliability investment companies establis hed by Jacobson through SilverDeer LLC \n(“SilverDeer”):  (i) Lakebound, (ii) SilverD eer Carolinas Caribbean I LLC, and (iii) \nSDOL.  (Second Am. Compl. ¶ 13.)   \n{9} On or about September 21, 2007, Le vin invested $500,000 in Lakebound, \nand on or about April 16, 2009, Shareff also invested $500,000 in Lakebound. \n{10} In acknowledging the numerous complexities of the Jacobson-affiliated \nLLCs, the Motions focus on three factual scenarios:  (1) the alleged Lakebound \nPonzi scheme, (2) the purported transfer  of $100,000 from Lakebound to CILPS, \nand (3) the purported transfer of $188,000 from Lakebound to PGOL.  \nA. The Alleged Ponzi Scheme \n{11} Jacobson and his former partner, Richard Deckelbaum, created SilverDeer, \nLLC (“SilverDeer”) in 2003 as the first step in building a private equity business \nwith a focus on real estate development.  (Jacobson Aff. ¶ 4.)  Jacobson and \n                                                 \n2 This case was originally designated a mandatory complex business case under N.C. Gen. Stat. § 7A-\n45.4(b) and assigned to the Honorable John R.  Jolly on September 7, 2010.  The case was \nsubsequently reassigned to the undersigned by Order Reassigning Case on January 6, 2015. \n \n \nDeckelbaum structured their investments so  that one LLC would hold title to a \ncertain real estate asset, while another LLC  would own the interests in that asset.  \nSilverDeer was the holding company that typi cally held profit interests or “carried \ninterests,” which Jacobson describes as owne rship interests received as a result of \nfinancing the transactions.  (Jacobson Aff. ¶¶ 4a–b.)  \n{12} Jacobson and Deckelbaum later created SilverDeer Management, LLC \n(“SilverDeer Management”), whose purpose was to provide management services—\nincluding accounting, payroll, property management, and other services—to \nSilverDeer and the other investme nt LLCs.  (Jacobson Aff. ¶ 4c.)  At the time of its \ncreation, Jacobson and Deckelbaum owned equal interests in SilverDeer \nManagement and were its only members or managers.   \n{13} Jacobson and Deckelbaum also created two investment funds, one of which \nwas Lakebound.  (Jacobson Aff. ¶ 4a.)  La kebound was designed as a high-yield, \nfixed-return vehicle that would invest in real estate projects and offer a fixed return \nto investors.  Lakebound’s Private Placement Memorandum indicated that members \ncould expect a return of 10% on capital contributions.  (Shareff Aff. Ex. A 1.)  \nSilverDeer Management, which was in turn managed by Jacobson and Deckelbaum, \nserved as Lakebound’s initial manager.  However, Lakebound’s most recent annual \nreport on file with the North Carolina Secretary of State identifies Jacobson as \nLakebound’s manager.  (Lakebound Fixed Return Fund, LLC Annual Report, \nattached to Pls.’ Mem. Supp. Summ. J. , hereinafter “Lakebound 2009 Annual \nReport.”)  Plaintiffs allege that Lakebound  was set up with the singular goal of \ngenerating cash for Jacobson and Deckelbaum.  (Pls.’ Mem. Supp. Summ. J. 1.)    \n{14} The first transaction contemplated for Lakebound was the purchase of a \nportion of SilverDeer’s ownership interest in Olde Liberty Golf and Country Club \n(“Olde Liberty”).  (Jacobson Dep. v.1, 102; Shareff Aff. Ex. A. 10.)  Olde Liberty is a \nsingle-family residential community and golf course located in Franklin County, \nNorth Carolina.  (Second Am. Compl. ¶ 22.)  In 2005, prior to the development of the \ngolf course and the residential community, Olde Liberty Club, LLC (“OLC LLC”) \npurchased the Olde Liberty property.  (W olf Aff. ¶ 5.)  OLC LLC financed the \n \n \npurchase with a loan from a hedge fund and later secured contracts with builders \nfor the sale of existing and future lots on  the Olde Liberty property.  (Wolf Aff. ¶¶ \n5–6.)  The contracts were sizeable enough that, if paid in full, they would have \ngenerated sufficient funds to pay off OLC LLC’s existing and anticipated debt and \nto return all of the investors’ capital contributions.  (Wolf Aff. ¶ 7.)  One of the main \ninvestors in OLC LLC was SDOL, which held a $2,600,000 equity share in the \ncompany and was entitled to priority profit share of $3,000,000.  (Wolf Aff. ¶¶ 7, 15.)  \nSilverDeer in turn owned a share of SDOL.  (Jacobson Aff. Ex. G.)   \n{15} On the same day that Lakebound filed its Articles of Organization with the \nNorth Carolina Secretary of State, Lakebound and SilverDeer entered into a \nMembership Interest Purchase Agreement whereby SilverDeer sold an ownership \ninterest in SDOL, and thus, through SDOL , an interest in Olde Liberty, to \nLakebound for $2,500,000, of which $750,000 was to be paid at closing.  Lakebound \nwas to pay SilverDeer the remaining $1,750,000 out of its capital contributions and \ncash flow, although no schedule or deadlin e was in place.  (Shareff Aff. Ex. G.)  \nJacobson signed on behalf of both Silver Deer and Lakebound.  Lakebound’s Private \nPlacement Memorandum identified this as a conflict of interest transaction.  \n(Shareff Aff. Ex. A 13.)   \n{16} The ownership interest in Olde Liberty (“Olde Liberty Interest”) had a \nprojected profit value of $3,500,000, which meant that Lakebound could \ntheoretically realize profits over time on the sale of Olde Liberty Club lots.  \nPlaintiffs allege that the transaction had only the immediate effect of supplying \nSilverDeer—and its manager Jacobson—with  immediate access to cash that it \notherwise would not have seen for years.  (Pls.’ Mem. Supp. Summ. J. 6–7.)   \n{17} A similar transaction occurred in December of 2007, when SilverDeer sold \nto Lakebound its interests in SilverDeer Paradise Resort, LLC, and Paradise \nResort, LLC, which owned a condominium development in Myrtle Beach, South \nCarolina.  (Jacobson Aff. ¶ 85.)  SilverD eer sold Lakebound this interest for \n$3,100,000, of which $0 was due at closing.  The remainder (the “Paradise Resort \nDebt”) was owed to SilverDeer in installments, although the agreement included no \n \n \npayment schedule or deadlines.  Jacobson again acted as signatory for both parties \nto the transaction.  (Jacobson Aff. Ex. R. )  Eventually, when Paradise Resort could \nnot pay Lakebound in cash, it conveyed title to some condominiums to Lakebound.  \n(Jacobson Dep. v.1, 68.)   \n{18} Bank statements for Lakebound show that as funds were invested into \nLakebound, they were quickly transferred into SilverDeer’s own accounts.  (Mense \nDep. v.1, 41, Exh. 39.)  Plaintiffs allege  that Lakebound raised a total of $1,965,000 \nbetween September 2007 and March 2008 but neve r used the funds to invest in the \nmanner described in its formation document s.  (Pls. Mem. Supp. Summ. J. 5–6.)  \nPlaintiffs argue that as investors paid money into Lakebound, Jacobson \nimmediately funneled funds into SilverDeer and paid returns to old investors with \nthis new money.   (Pls.’ Mem. Supp. Summ. J. 6.)   \n{19} In the real estate and financial downturn of 2008, OLC LLC’s revenue \nstreams dried up.  The builders who held  contracts to buy Olde Liberty lots \nwithdrew, and OLC LLC was unable to find ot her interested buyers.  (Wolf. Aff. ¶ \n23.)  OLC LLC was unable to repay its inve stors, including SDOL, and it defaulted \non loans owed to: \ni. Fifth Third Bank, for approximately $4,800,000; \nii. Paragon Commercial Bank (“Paragon”), for approximately $6,450,000; \nand  \niii. Interim-HZ Funding, for approximately $6,800,000. \n{20} On November 11, 2008, Jacobson, on behalf of SilverDeer Management, \nsent a letter notifying Lakebound investor s that it was suspen ding distributions, \nnoting that Olde Liberty Club was its primary asset.  (Shareff Aff. Ex. E.) \nB. The CILPS Foreclosure \n{21} In mid-2009, Interim-HZ Funding bega n foreclosing on the portion of the \nOlde Liberty Club that secured its loan.  (Jacobson Aff. ¶ 47.)  After the foreclosure \noccurred, a series of upset bids were placed.  Diana Padgett, Jacobson’s wife, \nsubmitted a bid on behalf of a related LLC.  (Jacobson Aff. ¶ 53.)  Ultimately, Erik \nTroan placed the prevailing upset bid of $2, 000,000.  (Jacobson Aff. ¶ 59.)  He later \n \n \nassigned this bid to CILPS Acquisition, LLC (“CILPS”), in which Jacobson invested \n$100,000 for a 5.5% ownership interest.  (Jacobson Aff. ¶ 63.)   \n{22} Plaintiffs allege, and Jacobson admi ts, that the $100,000 he personally \ninvested in CILPS came from Lakebound.  In October of 2009, Lakebound received \nsome funds as a result of the sale of so me Paradise Resort condominiums.  (Pls.’ \nMem. Supp. Summ. J. 12.)  Plaintiffs cont end that Jacobson directed $100,000 from \nLakebound to SilverDeer and then to himsel f.  (Pls.’ Mem. Su pp. Summ. J. 12.)  \nJacobson does not dispute this and contends  that the transfer represented a valid \npayment of the Paradise Resorts Debt.  (Jacobson Aff. ¶ 94.)   \nC. The PGOL Foreclosure \n{23} In late 2008 and early 2009, OLC LLC worked with Paragon to stave off \nforeclosure against the part of the Olde  Liberty Club secured by the $6,450,000 \nloan.  Jacobson and a different group of investors formed Province Grande Olde \nLiberty, LLC (“PGOL”) to provide capital to  prevent foreclosure.  (Jacobson Aff. ¶ \n34.)  PGOL and Paragon negotiated an agreement by which Paragon loaned PGOL \nfunds to buy the Olde Liberty Club assets out of foreclosure for the same amount \nowed by OLC LLC.  (Pls. Mem. Supp. Summ.  J. 13.)  Paragon allegedly made this \nloan because PGOL assured Paragon that it had new investors willing to put capital \ninto the project.  (Pls. Me m. Supp. Summ. J. 14.)  P GOL paid Paragon $236,761.56 \nat closing to purchase the land out of fore closure.  (Mense Dep. Ex. 73 at 10.)  \nPGOL’s general ledger notes that it re ceived $188,000 at closing from Lakebound.  \n(Mense Dep. Ex. 73 at 10.)   \n{24} Jacobson also directed that the $188,000 transfer from Lakebound be \nmade.  (Mense Dep. Ex. 82.)  However, he  again alleges that the transfer was a \nvalid payment of the Paradise Resorts Debt.  (Jacobson Aff. ¶ 89.)  PGOL contends \nthat the $188,000 transfer was a loan by Lakebound.  (Def. PGOL’s Resp. Br. to Pls.’ \nSupplemental. Br. 2–3.) \n \n \n \n \n \nIII. \nANALYSIS \n{25} Summary judgment under Rule 56(c) is only appropriate “if the pleadings, \ndepositions, answers to interrogatories, an d admissions on file, together with the \naffidavits, if any, show that there is no genuine issue as to any material fact and \nthat any party is entitled to judgment as a matter of law.” Craig v. New Hanover \nCty. Bd. of Educ. , 363 N.C. 334, 337, 678 S.E.2d 351, 353 (2009).  “The party \nseeking summary judgment bears the initia l burden of demonstrating the absence \nof a genuine issue of material fact.”  Liberty Mut. Ins. Co. v. Pennington , 356 N.C. \n571, 579, 573 S.E.2d 118,  124 (2002) (citing DeWitt v. Eveready Battery Co ., 355 \nN.C. 672, 681, 565 S.E. 2d 140, 146 (2002)). A genuine issue is one “supported by \nsubstantial evidence” and “an issue is material if the facts alleged would constitute \na legal defense.”  DeWitt, 355 N.C. at 681, 565 S.E.2d at 146.  “[O]nce the party \nseeking summary judgment makes the requir ed showing, the burden shifts to the \nnonmoving party to produce a forecast of evidence demonstrating specific facts, as \nopposed to allegations, showing th at he can at least establish a \nprima facie case at \ntrial.”  Gaunt v. Pittaway , 139 N.C. App. 778, 784–85, 534 S.E.2d 660, 664 (2000). \nAll of the “[e]vidence presented by the part ies is viewed in the light most favorable \nto the non-movant.”  Summey v. Barker , 357 N.C. 492, 496, 586 S.E.2d 247, 249 \n(2003). \nA. Breach of Fiduciary Duty \n{26} All parties seek summary judgment on Plaintiffs’ individual and derivative \nbreach of fiduciary duty claims, which allege that (i) Jacobson owed a fiduciary duty \nto Lakebound and the individual Plaintiffs, and (ii) Jacobson breached these \nfiduciary duties by misappropriating Lakebound funds for his own personal benefit.  \n(Pls.’ Mem. Supp. Summ. J. 16–20.) \ni. Individual Claims \n{27} Generally, “[s]hareholders . . . cannot bring individual actions to recover \nwhat they consider their share of the damages suffered by the corporation.  Barger \nv. McCoy Hillard & Parks , 346 N.C. 650, 660, 488 S.E.2d 215, 220–21 (1997).  \n \n \nInstead, a claim arising from injury to a co rporation is properly a derivative action, \nbecause the loss of an investment is typica lly identical to the injury suffered by the \ncorporation as a whole.  See Green v. Freeman , 367 N.C. 136, 144,  749 S.E.2d 262, \n269 (2013).  Under the North Carolina Limi ted Liability Company Act, N.C. Gen. \nStat. § 57C-1-01 et seq. ,3 members of an LLC are treated like corporate \nshareholders and managers are similar to directors .  Kaplan v. O.K. Techs., L.L.C. , \n196 N.C. App. 469, 473–74, 6 75 S.E.2d 133, 137 (2009).  Managers owe fiduciary \nduties to the company but not to individual members.  Id. \n{28} This Court has previously explained th at there are two exceptions to this \nrule prohibiting individual actions by LLC members:   \nThe North Carolina Supreme Court has recognized two exceptions to \nthis general rule, holding that “shareholders, creditors and guarantors \nmay bring an individual action against a third party for breach of \nfiduciary duty when (1) ‘the wrongdoer owed [them] a special duty’ or \n(2) they suffered a personal injury ‘distinct from the injury sustained \nby . . . the corporation itself.’ [ Green], 367 N.C. at 142,  759 S.E.2d at \n268 (quoting Barger, 346 N.C. at 659, 488 S.E.2d at 219). ‘The \nexistence of a special duty thus wo uld be established by facts showing \nthat defendants owed a duty to plaintiffs that was personal to \nplaintiffs as shareholders and was separate and distinct from the duty \ndefendants owed the corporation.’ Barger, 346 N.C. at 659, 488 S.E.2d \nat 220. \n \nSignificantly for this case, our courts  have held that a special duty will \nexist ‘when the wrongful actions of a party induced an individual to \nbecome a shareholder.’  Id. \n \nAtkinson v. Lackey , 2015 NCBC LEXIS 21, at *14 (N.C. Super. Ct. Feb. 27, \n2015).4   \n                                                 \n3 Chapter 57C of the General Statutes was repealed and replaced by Chapter 57D, effective on \nJanuary 1, 2014.  Because this case was commen ced prior to Chapter 57D’s effective date, and \nbecause the parties’ briefing relies on Chapter 57C, the Court elects to apply that section to its \nanalysis.  See N.C. Gen. Stat. § 57D-11-03(b) (2015) (“Any proceeding commenced before January 1, \n2014, may be completed in accordance with the law then in effect.”).  \n \n4 Although it originally discussed fiduciary duties in the context of corporations, Barger and its \nprogeny apply equally to LLCs.  See Dawson v. Atlanta Design Assocs., Inc. , 144 N.C. App. 716, 719 \nn.1, 551 S.E.2d 877, 880 n.1 (2001) (applying the Barger rule to limited liability companies). \n \n \n{29} Plaintiffs argue that they fall under  the second exception and suffered an \ninjury distinct from the LLC’s injury.  (Pls.’ Supplemental Br. Supp. Summ. J. 4–5.)  \nOur Supreme Court has held that injury is personal to a shareholder when a “‘legal \nbasis exists to support plaintiff’s allegati ons of an individual loss, separate and \ndistinct from any damage suffered by the corporation.’”  Energy Investors Fund, \nL.P. v. Metric Constructors, Inc. , 351 N.C. 331, 335, 525 S.E.2d 441, 444 (2000) \n(quoting Barger, 346 N.C. at 659, 488 S.E.2d at 220).  “[H]opes for profits are hardly \nunique,” and the loss of an investment typically is identical to the injury suffered by \nthe corporate entity as a whole.  Energy Investors, 351 N.C. at 336, 525 S.E.2d at \n444.  Further, no individual injury exists on the basis of a person’s unique amount \nof investment.  Id.  In determining whether a plaintiff experienced a distinct injury, \nthe question is whether the plaintiff is in a less favorable position when compared \nto all other similarly-situated investors.  \nJackson v. Marshall , 140 N.C. App. 504, \n509, 537 S.E.2d 232, 235 (2000) (citing Energy Investors , 351 N.C. at 336, 525 \nS.E.2d at 444).    \n{30} Plaintiffs, therefore, have the burden  of presenting evidence that their \ninjury is peculiar or personal to themselv es.  According to Plaintiffs’ theory, each \ninvestor suffered individual harm because each investor’s capital contributions were \ntransferred from Lakebound to SilverDeer within days of deposit into Lakebound’s \naccount.  (Pls.’ Supplemental Br. Supp. Summ. J. 5.)  For example, under this \ntheory, Shareff claims that he was harmed  individually when he made a $140,000 \ncapital contribution to Lakebound on February 20, 2008 and Lakebound transferred \n$125,000 to SilverDeer on February 21, 2008.  (Mense Dep. Ex. 39; Aff. Sharreff ¶ \n8.)   \n{31} Plaintiffs have not identified any legal basis supporting their theory that \nthe timing of these transactions makes th e injury personal.  Plaintiffs’ alleged \ninjury is the diminution in value of their membership interests in Lakebound, \nwhich is identical to the loss experience d by Lakebound.  Plaintiffs’ individual \nclaims for breach of fiduciary duty th erefore must fail as  a matter of law.  \nSee \nEnergy Investors, 351 N.C. at 336, 525 S. E.2d at 444 (“That [the plaintiff] invested \n \n \nan amount different from other limited pa rtners hardly makes for an ‘individual \ninjury’”); Barger, 346 N.C. at 659, 488 S.E.2d at 220 (“[D]iminution or destruction of \nthe value of their shares as the result of defendants’ [malfeasance] . . . is precisely \nthe injury suffered by the corporation itself.”). \n{32} Plaintiffs also allege that, under the other exception identified in Barger, \nJacobson owed them a “special duty” that was distinct from any duty he owed to \nLakebound.  (Pls.’ Mem. Supp. Summ. J. 16–20.)  A special duty is one that is \npersonal to shareholders and separate and distinct from the duty owed to the \ncorporation.  Barger, 346 N.C. at 659, 488 S. E.2d at 220.  Our co urts have found a \nspecial duty when a party wrongfully induced an individual to become a \nshareholder, when a party performed indi vidualized services directly for the \nshareholder, and when a party advised shareholders independently of the \ncorporation.  \nId. (noting that the list is illustrative); see also Howell v. Fisher , 49 \nN.C. App. 488, 498, 272 S.E.2d 19, 26 (1980), disc. review denied, 302 N.C. 218, 277 \nS.E.2d 69 (1981) (holding that stockholde rs’ claims for wrongf ul inducement to \ninvest is necessarily an individual rather than a derivative claim because the \nalleged negligence occurred before plaintiffs became stockholders).   \n{33} Here, Plaintiffs intimate that Jacobson induced them to invest in \nLakebound.  Shareff states that he chose to  invest in Lakebound because of positive \nexperiences investing in other entities mana ged by Jacobson (Shareff. Aff. ¶ 5), and \nLevin states that he invested in Lakebound on the advice of his financial advisor, \nwho had a professional relationship with Jacobson.  (Levin Aff. ¶¶ 4–5.)  Levin \nacknowledges that he had no contact or communication with Jacobson prior to \ninvesting, (Levin Dep. v.1, 10–11), an d Shareff indicates only that he \nmay have \nspoken with Jacobson prior to investing in Lakebound, although he cannot identify \nany representation made by Jacobson (Sha reff Dep. v.1, 16).  Plaintiffs, however, \nhave not identified any authority supporting a conclusion that an inducement to \ninvest could occur without some meaningful communication prior to investment. \nSee, e.g. , Energy Investors ,  351 N.C. at 338, 525 S.E. 2d at 445 (holding that, \n“[a]bsent some indication whereby defendants  directly solicited [plaintiff] with the \n \n \nintent to induce its participation in [the partnership],” plaintiff failed to allege a \nspecial duty under Barger); Howell, 49 N.C. App. at 495–96, 272 S.E.2d at 24–25 \n(finding that plaintiffs sufficiently alleged inducement to invest where defendant \ncorporation’s agents personally told plaintiffs that the land the corporation intended \nto mine was favorable for mining and that  purchase of the corporation’s stock was a \ngood investment). \n{34} Plaintiffs also suggest that Jacobso n owed them an individual duty \nbecause he “completely dominated” Lakebound.  (Pls.’ Mem. Supp. Summ. J. 19–20.)  \nWhen fiduciary duties are not owed as a matter of law, a fiduciary relationship may \nnevertheless arise in fact when “there is confidence reposed in one side, and \nresulting domination and influence on the other.”   \nDalton v. Camp , 353 N.C. 647, \n651–52, 548 S.E.2d  704, 707–08 (2001) (quoting Abbitt v. Gregory , 201 N.C. 577, \n598, 160 S.E. 896, 906 (1931)); see also Curl v. Key , 311 N.C. 259, 264, 316 S.E.2d \n272, 275 (1984) (“‘[A fiduciary] relationship exists in all cases where there has been \na special confidence reposed in one who in equity and good conscience is bound to \nact in good faith and with due regard to the interests of the one reposing \nconfidence.’” (quoting Link v. Link, 278 N.C. 181, 192, 179 S.E.2d 697, 704 (1971))). \n{35}  Plaintiffs again suffer from the sa me problem that they had minimal \nengagement with Jacobson before Lakebound failed.  Levin did not speak to \nJacobson about his investment until 2009, after the Lakebound distributions ended.  \n(Levin Dep. v.1, 13–14.)  Shareff lik ewise cannot specifically recall any \ncommunication he had with Jacobson until the time when he demanded the return \nof his investment.  (Shareff Dep. v.1, 15–16.)  Plaintiffs’ failure to demonstrate that \nthey placed special confidence in Jacobso n personally “is insufficient to take the \nparties’ relationship . . . from arm’s length to fiduciary.”  Dallaire v. Bank of Am., \nN.A., 367 N.C. 363, 368, 760 S.E. 2d 263, 267 (2014) (affirming that no fiduciary \nrelationship existed on the basis of a loan officer’s mere assertion that the plaintiffs \ncould obtain a favorable mortgage loan); Crumley & Assocs., P.C. v. Charles Peed & \nAssocs., P.A., 219 N.C. App. 615, 621, 730 S.E.2d  763, 767 (2012) (“North Carolina \ncourts generally find that parties who interact at arms-length do not have a \n \n \nfiduciary relationship with each other . . . .”).  See also Highland Paving Co. v. First \nBank, 227 N.C. App. 37, 42–43, 742 S.E.2d 287,  292 (2013) (affirming dismissal of \nfiduciary duty claim when the parties’ wr itten agreements and previous dealings \nfailed to demonstrate that plaintiff placed “special trust and confidence” in \ndefendant); \nBranch Banking and Trust Co. v. Thompson , 107 N.C. App. 53, 61, 418 \nS.E.2d 694, 699, disc. review denied, 332 N.C. 482, 421 S.E.2d 350 (1992) (“[P]arties \nto a contract do not thereby become each others’ fiduciaries . . . .”).5   \n{36} Because Plaintiffs are unable to present evidence demonstrating that \nJacobson owed them individual duties, th e Court denies summary judgment as to \ntheir individual claims for breach of fi duciary duty and grants summary judgment \nin favor of Jacobson on the individual claims. \nii. Derivative Claims \n{37} Plaintiffs also bring a derivative claim alleging that Jacobson breached his \nfiduciary duty to Lakebound.  A manager ow es a duty to the LLC to act in good \nfaith, with the care of an ordinary prud ent person in a like position, and in the \nmanner the manager reasonably believes to be in the best interests of the LLC.  \nN.C. Gen. Stat. § 57C-3-22 (2012).  Th e LLC Act, N.C. Gen. Stat. § 57C et seq. , \nallows the members to limit a manger’s li ability for breach of these duties.  N.C. \nGen. Stat. § 57C-3-32(a).  However, a mana ger’s liability cannot be limited for acts \nknown to be in conflict with the interest s of the LLC or for acts from which the \nmanager derived an improper personal bene fit.  N.C. Gen. Stat. § 57C-3-32(b).  \nLakebound’s operating agreement had such  a provision limiting its manager’s \nliability to acts known to be in conflict with the LLC’s interests and acts from which \nthe manager received an improper personal benefit.  (Shareff Aff. Ex. B, hereinafter \n“Lakebound Operating Agreement,” § 3.7.)   \n                                                 \n5 Plaintiffs have also failed to show that Jacobson’s limited relationship to them was one in which \nJacobson “figuratively [held] all the cards,” an addi tional fatal deficiency in Plaintiffs’ claim.  See \nKaplan, 196 N.C. App. at 475, 675 S.E.2d at 138 (“[o]nly when one party figuratively holds all the \ncards -- all the financial power or technical informat ion, for example -- have North Carolina courts \nfound that the special circumstance of a fiduciary relationship has arisen.”). \n \n \n{38} As an initial matter, Jacobson contends  that Plaintiffs, having failed to \nmake a demand upon the LLC, lack standing to bring a derivative claim.  (Def. \nJacobson’s Resp. to Pls.’ Supplemental Br . 3–4.)  N.C. Gen. Stat. § 57C-8-01(b) \ndictates that a complaint must allege with particularity a member’s efforts to obtain \nthe action the plaintiff desires from the managers or the reasons for the plaintiff’s \nfailure to do so.  Plaintiffs in this case have alleged that they did not make efforts \nunder Section 57C-8-01 because Jacobson controlled the affairs of Lakebound and \nthey feared that he would further convert the LLC’s assets should demand be made.  \n(Second Am. Compl. ¶ 75.)  In interpreting Section 57C-8-01, this Court has held \nthat an LLC “does not face the same inflexible demand requirements attendant to a \nderivative suit brought on behalf of a closely-held corporation.”  \nIsland Beyond, LLC \nv. Prime Capital Group, LLC , 2013 NCBC LEXIS 48, at *11–13 (N.C. Super. Ct. \nOct. 30, 2013) (Gale, J.) (holding that  Section 57C-8-01 was satisfied when the \ncomplaint alleged only that the defendant controlled all decision-making of the \nsubject entity).  Therefore, the Court concludes that Plaintiffs have satisfied the \nstatute and have standing to bring a deri vative claim on behalf of Lakebound.  \nSee \nCrouse v. Mineo , 189 N.C. App. 232, 24 4–45, 658 S.E.2d 33, 40–41 (2008) (holding \nthat the LLC demand requirement was satisfied even when plaintiff made no effort \nto label the claims as derivative).   \n{39} Plaintiffs’ derivative claim is premised on their contention that Jacobson \nwas Lakebound’s manager.  Lakeboun d’s 2009 Annual Report filed with the \nSecretary of State lists Jacobson as Lakebo und’s manager.  Plaintiffs contend that \nNorth Carolina law entitles them to rely  on the Annual Report as proof that \nJacobson was manager: \nAny person dealing with a limited liability company . . . may rely conclusively \nupon its most recent annual report and any amendments to it on file with the \nSecretary of State as to the identity of  its managers, except to the extent the \nperson has actual knowledge that a person identified therein as a manager is \nnot a manager. \n \nN.C. Gen. Stat. § 57C-3-25 (2012). \n \n \n{40} Jacobson asserts in response that he “was not the manager and never was \nthe manager” of Lakebound.  (Jacobson Aff. ¶ 92.)  In his opposition to Plaintiffs’ \nMotion, he identifies this as a disputed fact.  (Defs.’ Mem. Opp. Summ. J. 7.)  \nJacobson states that he signed the Annual Re port in his name out of the belief that \nSilverDeer Management, as an entity and the alleged actual manager, could not \nsign the Annual Report.  (Jacobson Aff. ¶ 92.)  Jacobson instead points to the \nLakebound Operating Agreement, which identifies SilverDeer Management as \nLakebound’s manager.  (Lakebound Operating Agreement § 2.28.)  The individual \nsubscription agreements signed by the indi vidual investors also identify SilverDeer \nManagement as the manager of Lakebound, and Jacobson as the manager of \nSilverDeer Management.  (Jacobson Aff. Ex. A.)  In advancing this evidence, \nJacobson essentially argues that Plaintiffs  had knowledge that Jacobson was not in \nfact Lakebound’s manager and are therefore not entitled to rely on the Annual \nReport under Section 57C-3-25.  In light of  this conflicting evidence, the Court finds \nthat there exist genuine issues of material fact concerning whether Jacobson was \nLakebound’s manager and thus whether he owed fiduciary duties to Lakebound.  As \nsuch, the Court denies summary judgment as to all parties on Plaintiffs’ derivative \nclaim for breach of fiduciary duty. \nB. Constructive Fraud \n{41} Plaintiffs seek summary judgment on their claims for constructive fraud \nagainst Jacobson.  Jacobson seeks summar y judgment dismissing the claims for \nconstructive fraud. \n{42} Constructive fraud arises in circums tances “where a confidential or \nfiduciary relationship exists.”  Forbis v. Neal , 361 N.C. 519, 528, 649 S.E.2d 382, \n388 (2007) (quoting Watts v. Cumberland Cnty Hosp. Sys., Inc. , 317 N.C. 110, 115, \n343 S.E.2d 879, 884 (1986)).  A plaintiff is entitled to a presumption that fraud \noccurred when the “superior party obtains a possible benefit through the alleged \nabuse of the confidential or fiduciary relationship.”  Id. at 529, 649 S.E.2d at 388.  \nTo prove a claim for constructive fraud,  a plaintiff must allege “facts and \ncircumstances (1) which created the relation of trust and confidence, and (2) [which] \n \n \nled up to and surrounded the consummation of the transaction in which defendant \nis alleged to have taken advantage of his po sition of trust to the hurt of plaintiff.”  \nTerry v. Terry, 302 N.C. 77, 85, 273 S.E. 2d 674, 679 (1981).  “Put simply, a plaintiff \nmust show (1) the existence of a fiduciary duty, and (2) a breach  of that duty.”  \nGovernor’s Club Inc. v. Governor’s Club Ltd. P’ship, 152 N.C. App. 240, 249–50, 567 \nS.E.2d 781, 788 (2002) (citation omitted).   \n{43} Having determined that Jacobson did not owe fiduciary duties to the \nindividual Plaintiffs but that material qu estions of fact remain as to Jacobson’s \nalleged fiduciary duties to Lakebound, the Court grants Jacobson’s motion for \nsummary judgment as to Plaintiffs’ indivi dual claims for constructive fraud and \ndenies both motions for summary judgment on the derivative claim for constructive \nfraud.  See, e.g., Green v. Condra , 2009 NCBC LEXIS 20, at *21–22, 34–36 (N.C. \nSuper. Ct. Aug. 14, 2009) (evaluating both  individual and derivative claims for \nconstructive fraud). \nC. Conversion \n{44} Plaintiffs contend that the transfer s from Lakebound to CILPS and PGOL \nconstitute conversion.  (Pls.’ Mem. Supp. Summ. J. 24.)  North Carolina recognizes \nconversion as the “unauthorized assumptio n and exercise of ownership over goods \nor personal chattels belonging to another, to the alteration of their condition or the \nexclusion of an owner’s rights.”  Variety Wholesalers, Inc. v. Salem Logistics Traffic \nServs., LLC , 365 N.C. 520, 523, 723 S.E.2d 744, 74 7 (2012) (citation omitted).  \n“There are, in effect, two essential elements of a conversion claim: ownership in the \nplaintiff and wrongful possession or  conversion by the defendant.”  Id.  \nTraditionally, claims for conversion of money could only stand if the funds could be \nspecifically traced and identified.  Id. at 528, 723 S.E.2d at 750.  Under North \nCarolina law, “funds transferred electronic ally may be sufficiently identified \nthrough evidence of the specific source, sp ecific amount, and specific destination of \nthe funds in question.”  Id. at 529, 723 S.E.2d at 750–51.   \n{45} Specifically, Plaintiffs allege conversion by Jacobson in association with \nthe $100,000 transfer to CILPS (“CILPS Tr ansfer”) and the $188,000 transfer to \n \n \nPGOL (“PGOL Transfer”).  In the CILPS Transfer, Plaintiffs contend that Jacobson \narranged for Erik Troan to bid on some of  the OLC LLC assets in  foreclosure, that \nTroan placed the bid and transferred the bid to CILPS, and that Jacobson \ntransferred $100,000 from Lakebound to CILPS, which allowed him to take a 5% \nownership interest individually.  In the PGOL Transfer, Plaintiffs contend that \nParagon was foreclosing on a portion of the Olde Liberty property, that Jacobson \nnegotiated a deal with Paragon in whic h Paragon loaned PGOL funds to purchase \nthe assets out of foreclosure, that a ho lding company owned by  Jacobson and his \nfamily had a 33% ownership interest in  PGOL, and that Jacobson transferred \n$188,000 from Lakebound to PGOL in order to secure Paragon’s loan to PGOL.   \n{46} The funds allegedly converted were held by Lakebound, and Lakebound’s \noperating agreement affirms that “[l]egal title to all Company assets shall be held in \nthe name of the Company.”  (Lakebound Operating Agreement § 1.7.)  As such, \nPlaintiffs’ conversion claim can only be asserted derivatively on behalf of \nLakebound.  No party disputes that Lakebound owned the funds in question.   \n{47} “Where there has been no wrongful taking or disposal of the goods, and the \ndefendant has merely come rightfully into  possession and then refused to surrender \nthem, demand and refusal are necessary  to the existence of the tort.”  \nWhite v. \nConsol. Planning, Inc. , 166 N.C. App. 283, 310–11, 603 S.E.2d 147, 165 (2004) \n(quoting Hoch v. Young, 63 N.C. App. 480, 483,  305 S.E.2d 201, 203, disc. review \ndenied, 309 N.C. 632, 308 S.E. 2d 715 (1983)).  After making a demand, the \n“unqualified refusal to surrender . . . is of course a conversion.”  Hoch, 63 N.C. App. \nat 483, 305 S.E.2d at 203.  Plaintiffs allege that because “CILPS and PGOL \nexercised ownership rights over [the fu nds] . . . each commi tted conversion of \nLakebound’s money.”  (Pls.’ Mem. Supp. Summ. J. 25.)  Plaintiffs do not allege any \nwrongful act by CILPS or PGOL other than possession of the funds, (Levin Dep. v.1, \n9; Shareff Dep. v.1,  135–36, 152), which means Plainti ffs must have first made a \ndemand for the return of the funds in order to sustain a conversion claim.  \nPlaintiffs, however, have neither alleged no r offered proof of demand and refusal as \n \n \nto Defendants CILPS and PGOL; thus, th e Court grants summary judgment in \nfavor of CILPS and PGOL on the conversion claim. \n{48} As to Jacobson, on the other hand, Pl aintiffs allege “wrongful taking.”  \nJacobson contends that the $288,000 was not converted but instead properly \ndistributed to SilverDeer in payment of  a valid debt owed by Lakebound to \nSilverDeer.  (Defs.’ Mem. Opp. Summ. J. 23.)  In the transaction giving rise to the \nParadise Resort Debt, SilverDeer sold a pros pective profit interest of $3,000,000 to \nLakebound for a reduced price of $2,500,000, all of which was to be paid in \nunspecified installments after closing.  Th erefore, Jacobson argues, the transfer of \nfunds from Lakebound to CILPS and PGOL was lawful as a payment of the \nParadise Resort Debt owed to SilverDeer.   \n{49} As for the $100,000 transfer, Jacobson admits that he received a \ndistribution in that amount from Silver Deer, and that SilverDeer received those \nfunds from Lakebound as partial payment of  the Paradise Resorts Debt.   (Jacobson \nAff. ¶ 94.)  Plaintiffs in turn have pr esented evidence that Jacobson directed \nLakebound’s law firm to return $100,000 from its trust account to Lakebound’s \noperating account, that the law firm deposited $100,000 into Lakebound’s account \n(Jacobson Dep. v.1, 180–82), that Silver Deer withdrew $100,000 from Lakebound’s \naccount on November 3, 2009 (Shareff Aff. Ex. K), that the $100,000 that left the \nfirm’s trust account was eventually used  as a capital contribution in CILPS \n(Jacobson Dep. v.1, 214), and that Jacob son owned a $100,000 interest in CILPS,   \n(Troan Aff. Ex. C).  \n{50} The Court concludes that summary judgme nt is inappropriate at this time \non the conversion claim against Jacobson based on the $100,000 transfer.  Material \nquestions of fact remain, including whether the Paradise Resorts Debt, which had \nno terms for repayment and was signed by Jacobson on behalf of all parties, was a \nvalid debt that entitled Jacobson, through SilverDeer, to transfer $100,000 from \nLakebound to himself.    \n{51} As to the $188,000 transfer, Plaintiffs have demonstrated that Jacobson \ndirected that $188,000 be withdrawn from  Lakebound’s account, and that such \n \n \nfunds were deposited into the account of a real estate law firm.  (Pls.’ Mem. Supp. \nSumm. J. 14; Mense Dep. Ex. 82.)  On the same day, PGOL’s general ledger reflects \na deposit of $188,000 with the notation “r ecord amount received at closing from \nLakebound.”  (Mense Dep. Ex. 73 at 10.)  However, while Jacobson’s affidavit again \nasserts that he was entitled to transfer that money out of Lakebound as payment on \nthe Paradise Resorts Debt, other documents evince this transaction as a “loan” from \nLakebound to PGOL.  PGOL’s 2009 balance sheet lists this as a liability “payable to \nLakebound.”  PGOL’s brief also categorizes this transaction as a loan.  (Def. PGOL’s \nResp. Br. to Pls.’ Supplemental. Br. 2–3.)  If this transfer was a loan, rather than a \npayment of a debt, further questions exist as to whether the loan fell within the \nmanager’s discretion under the operating agreement or whether Jacobson received \nan improper personal benefit.  If the transfer was in payment of the Paradise \nResorts Debt, then material questions of fact  remain as to the validity of that debt \nand whether the LLCs actually treated the transfer as a payment on the debt.  \nTherefore, the Court concludes that materi al issues of fact remain, and denies \nsummary judgment to Jacobson and Plaintiffs on the claim for conversion against \nJacobson based on the $188,000 transfer.   \nD. Quantum Meruit \n{52} The Second Amended Complaint seeks recovery in quantum meruit of “all \nassets, income streams and corporate opportunities diverted by Jacobson.”  At the \nhearing, Plaintiffs clarified that they have pleaded this claim alternatively.   \n{53} A plaintiff may recover in quantum meruit “on an implied contract theory \nfor the reasonable value of services rendered.”  Horack v. S. Real Estate Co. of \nCharlotte, Inc., 150 N.C. App. 305, 311, 563 S.E.2d 47, 52 (2002) (citation omitted).  \nThe law is settled that “an express contract precludes an implied contract with \nreference to the same matter.”  Id. (citing Concrete Co. v. Lumber Co., 256 N.C 709, \n713, 124 S.E.2d 905, 908 (1962)).  Recovery in quantum meruit, therefore, “is not an \nappropriate remedy when there is an ac tual agreement between the parties.”  Id. \n(quoting Whitfield v. Gilchrist, 348 N.C. 39, 42, 497 S.E.2d 412, 414 (1998)). \n \n \n{54} In this case, the Lakebound Operating Agreement governed Plaintiffs’ \nrights arising from their investments in Lakebound.  The Lakebound Operating \nAgreement further prescribed rights and obligations for Jacobson acting through \nSilverDeer Management.  No party disputes these facts, and so the Court concludes \nthat an actual agreement existe d, which precludes recovery in quantum meruit .  \nThe Court therefore grants summary judgment to Defendant on this claim. \nE. Injunctive Relief \n{55} “A permanent injunction is an extraordinary equitable remedy and may \nonly properly issue after a full consideration of the merits of a case.”   \nCB&I Constructors, Inc. v. Town of Wake Forest , 157 N.C. App. 545, 548, 579 \nS.E.2d 502, 504 (2003) (citation omitted).  Furthermore, Plaintiffs would only be \nentitled to injunctive relief if they can demonstrate that they have “no adequate \nremedy at law and [that] irreparable harm  will result if the injunction is not \ngranted.”  \nVest v. Easley, 145 N.C. App. 70, 76, 549 S.E. 2d 568, 574 (2001) (citation \nomitted).      \n{56} As a matter of timing, Plaintiffs’ request for preliminary injunctive relief \nmust fail.  Since the filing of their Se cond Amended Complaint on February 13, \n2013, Plaintiffs have not pursued their claim for preliminary injunctive relief, and \nas such they have not offered any evidence of irreparable harm.  \nSee Precision Walls \nv. Servie , 152 N.C. App. 630, 635, 568 S.E.2d  267, 271 (2002) (noting that a \npreliminary injunction is intended to pres erve the status quo during litigation).  \nBecause there has not yet been a “full consideration of the merits of the case,” the \nCourt cannot grant a permanent injunction at this time.  CB&I Constructors, Inc. , \n157 N.C. App. at 548, 579 S.E.2d at 504. \n{57} Plaintiffs have additionally failed to  present any evidence that they lack \nan adequate remedy at law.  In fact, all of their claims arise from the loss of the \nmoney that they invested in Lakebound and other Jacobson-affiliated entities, the \nrecovery of which as monetary damages would be an adequate remedy at law.  See \nWhalehead Props. v. Coastland Corp. , 299 N.C. 270, 283, 26 1 S.E.2d 899, 907–08 \n(1980) (discussing money damages as a le gal remedy).  Therefore, because the \n \n \nPlaintiffs have not forecast evidence enti tling them to equitable relief, the Court \ngrants summary judgment for the Defendants on the claim for injunctive relief.  \nVest, 145 N.C. App. at 76, 549 S. E.2d at 574 (2001) (reversing denial of defendant’s \nsummary judgment motion when plaintiff sought equitable relief and had adequate \nremedies at law). \nF. Constructive Trust & Accounting \n{58} Plaintiffs request that the Court impose a constructive trust. \nA constructive trust is a duty, or relationship, imposed by courts of \nequity to prevent the unjust enrichment of the holder of title to, or of \nan interest in, property which such  holder acquired through fraud, \nbreach of duty or some other circu mstance making it inequitable for \nhim to retain it against the claim of the beneficiary of the constructive \ntrust. . . . [T]here is a common, indispensable element in the many \ntypes of situations out of which a constructive trust is deemed to arise. \nThis common element is some fraud, breach of duty or other \nwrongdoing by the holder of the property, or by one under whom he \nclaims. . . . \n \nRoper v. Edwards , 323 N.C. 461, 464, 373 S.E.2d 423, 424–25 (1988) (quoting \nWilson v. Dev. Co., 276 N.C. 198, 211–12, 171 S.E.2d 873, 882 (1970)).  \n{59} While the imposition of a constructive trust may be appropriate at a future \ntime, the Court cannot grant summary judgment to any party on the Plaintiffs’ \nrequest for a constructive trust because it has not at this point conclusively found \nwrongdoing by Defendants.  That no lega l claims survive against CILPS and PGOL \nis not fatal to Plaintiffs’ ability to obta in a constructive trust against them as \nholders of the allegedly misappropriated f unds.  Our Supreme Court has held that \n“continued acceptance of . . . funds [when the defendant breached no duty but had \nconstructive notice of the disputed owners hip] could be considered unconscientious \nor inequitable and could thus permit the imposition of a constructive trust.”  \nVariety \nWholesalers, Inc. v. Salem Logistics Traffic Servs., LLC , 365 N.C. 520, 531, 723 \nS.E.2d 744, 752 (2012).  See also Houston v. Tillman , 760 S.E.2d 18, 22 (N.C. Ct. \nApp. 2014) (“Indeed, the Supreme Court’s application of the constructive trust \ndoctrine in Variety Wholesalers establishes that actual wrongdoing, such as fraud \nor breach of fiduciary duty, is  not necessary for imposition of a constructive trust.”)  \n \n \nAfter fact finding regarding the underlyin g events in this case, “the ultimate \ndecision whether to impose a constructive trust as an equitable remedy would rest \nin the discretion of the trial court.”  Variety Wholesalers , 365 N.C. at 531, 723 \nS.E.2d at 752. Therefore, th e Court denies summary judgment as to all parties on \nthis claim. \nIV. \nCONCLUSION \n{60} For the foregoing reasons: \n1. Plaintiffs’ Motion for Summary Judgment is DENIED; \n2. Defendants’ Cross-Motion for Summary Judgment is GRANTED in part \nand DENIED in part; \n3. Plaintiffs’ individual claims for breach of fiduciary duty are DISMISSED \nwith prejudice; \n4. Plaintiffs’ individual claims for constructive fraud are DISMISSED with \nprejudice; \n5. Plaintiffs’ individual claims for conversion are DISMISSED with \nprejudice; \n6. Plaintiffs’ derivative claims for conversion against Defendants CILPS and \nPGOL are DISMISSED with prejudice \n7. Plaintiffs’ claims for recovery in quantum meruit  are DISMISSED with \nprejudice; \n8. Plaintiffs’ claims for injunctive relief are DISMISSED with prejudice; and \n9. Plaintiffs’ following claims and remedies survive: \na. Constructive trust and accounting; \nb. Breach of fiduciary duty (derivative);  \nc. Constructive fraud (derivative); and \nd. Conversion (derivative) against Defendant Jacobson based on the \n$100,000 transfer and the $188,000 transfer. \n{61} Consistent with the parties’ Joint Status Report and Proposal, Levin v. \nJacobson, Wake County No. 10-CVS-12062 (N.C. Super. Ct. Jan. 30. 2015), the \n \n \nCourt will issue an order in the related case, Shareff v. Jacobson, Wake County No. \n09-CVS-9983 (the “Shareff Action”), setting forth a short supplemental briefing \nschedule on the Motion to Consolidate in the Shareff Action.  After resolution of the \nMotion to Consolidate in the Shareff Action, the Court will schedule this matter for \ntrial.   \n SO ORDERED , this the 7th day of December, 2015. \n \n \n \n       / s /  L o u i s  A .  B l e d s o e ,  I I I    \n       Louis A. Bledsoe, III \n       Special Superior Court Judge \n         f o r  C o m p l e x  B u s i n e s s  C a s e s  "
}