{
  "id": "c4dfb5727d6e99363b87b084f75e2c04bbbe367c43c62b7b73acd0338c96f8b9",
  "source_file": "data/raw/ncbc/c4dfb5727d6e99363b87b084f75e2c04bbbe367c43c62b7b73acd0338c96f8b9.pdf",
  "raw_text": "Quidore v. All. Plastics, LLC, 2020 NCBC 39. \n \n \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 23648 \n \nKEVIN QUIDORE, \n \nPlaintiff, \n \nv. \n \nALLIANCE PLASTICS, LLC; and \nRONALD GRUBBS, JR., \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \nAND PLAINTIFF’S MOTION FOR \nJURISDICTIONAL DISCOVERY \n \n \n1. THIS MATTER is before the Court upon Defendants’ Motion to Dismiss \nPursuant to Rule 12(b)(6) and Rule 12(b)(2), North Carolina Rules of Civil Procedure \n(“Motion to Dismiss”) , (ECF No. 10) , and Plaintiff’s Motion for Jurisdictional \nDiscovery (“Discovery Motion”), (ECF No. 15), (together, the “Motions”).   \n2. Plaintiff Kevin Quidore (“Quidore”) contends that Defendant Alliance \nPlastics, LLC (“Allianc e” or the “Company”)  promised, but did not provide , certain \nvaluable benefits in connection with his agreement to leave secure employment in \nCalifornia and move to Charlotte, North Carolina to accept a high-ranking position \nwith the Company  in 2017.  Alliance moves to dismiss Quidore’s claims against it , \ncontending that Alliance is not subject to personal jurisdiction in North Carolina and \nthat, even if it is, Quidore has failed to state an actionable claim for fraud against the \nCompany, necessitating dismissal of at least that claim  (“Alliance’s Motion to \nDismiss”).  Quidore opposes dismissal on both theories  and brings the Discovery \nMotion should the Court find Quidore’s current evidence insufficient to support \npersonal jurisdiction over Alliance.   \n \n \n3. Defendant Ronald Grubbs , Jr. (“Grubbs”)  also moved to dismiss Quidore’s \nclaims against him , arguing that since Grubbs was authorized to act on behalf of \nAlliance, the individual claims against Grubbs may not be sustained  and, further, \nthat there is no actionable claim for fraud against him (“Grubbs’ Motion to Dismiss”).  \nQuidore has since dismissed all claims against Grubbs without prejudice.   \n4. Having considered the Motion s, the related briefing, and the arguments of \ncounsel at the hearing on the Motions, the Court hereby DENIES as moot Grubbs’ \nMotion to Dismiss, DENIES Alliance’s Motion to Dismiss, and DENIES as moot the \nDiscovery Motion. \nRayburn Cooper & Durham, P.A., by Ross R. Fulton and Matthew Tomsic, for \nPlaintiff Kevin Quidore.  \n \nMorton & Gettys, LLC, by James Nathanial Pierce and Beverly A. Carroll, for \nDefendants Alliance Plastics, LLC and Ronald Grubbs, Jr. \n \nBledsoe, Chief Judge. \nI. \nPROCEDURAL BACKGROUND \n5. On December 12, 2019, Quidore filed the Complaint, alleging claims for \nbreach of contract, fraud, and promissory estoppel against Alliance and, \nalternatively, against Grubbs, Alliance’s president and the owner of at least 50 % of \nthe Company.\n1  (Compl., ECF No. 4.)   \n                                                 \n1 In his affidavit filed in support of Alliance’s Rule 12(b)(2) Motion , Grubbs avers that he \nholds “the majority of the membership interest in [Alliance.] ”  (Defs.’ Mem. Supp. Mot. \nDismiss Ex. B, at ¶ 2 [hereafter “Grubbs Aff.”], ECF No. 11.1.)  \n \n \n6. On February 3, 2020, Defendants filed the Motion  to Dismiss, seeking \ndismissal of this action against Alliance under Rule 12(b)(2) of the North Carolina \nRules of Civil Procedure (“Rule(s)”) for lack of personal ju risdiction and against \nGrubbs under Rule 12(b)(6) for failure to assert facts supporting individual (rather \nthan agency-based) claims against him.  Grubbs and Alliance have separately moved \nto dismiss Quidore’s  fraud claim against them under Rule 12(b)(6),  primarily for \nfailure to allege a misrepresentation of a pre-existing fact.   \n7. Quidore filed the Discovery Motion on February 24, 2020, seeking \njurisdictional discovery concerning Alliance’s contacts with North  Carolina should \nthe Court find Alliance’s jurisdictional contacts insufficient to support personal \njurisdiction on the current record. \n8. The Court held a hearing on the Motions on March 13, 2020, at which all \nparties were represented by counsel.   \n9. After the h earing, on May 6, 2020, Quidore and Grubbs stipulated to the \ndismissal of this action against Grubbs without prejudice.  (Stipulation Dismissal \nWithout Prejudice Claims Against Ronald Grubbs, Jr., ECF No. 25.)  As a result, the \nMotion to Dismiss shall be denied as moot as to Grubbs, and the Court will address \nonly the Motion to Dismiss on the grounds asserted by Alliance.   \n10. Alliance’s Motion to Dismiss and the Discovery Motion  are now ripe for \nresolution.  \n \n \nII. \nALLIANCE’S 12(B)(2) MOTION \nA. Legal Standard \n11. “When a defendant challenges the court ’s jurisdiction under Rule 12(b)(2), \nthe burden falls on the plaintiff to establish that grounds for asserting  [personal] \njurisdiction exist.”  AYM Techs., LLC v. Rodgers, 2018 NCBC LEXIS 14, at *6 (N.C. \nSuper. Ct. Feb. 9, 2018); see also  Filmar Racing, Inc. v. Stewart, 141 N.C. App. 668, \n671, 541 S.E.2d 733, 736 (2001)  (“The burden is on the plaintiff to prove by a \npreponderance of the evidence that grounds exist for the exercise of personal \njurisdiction over a defendant.”).   \n12. In a case where, as here, “both parties submit competing affidavits . . . and \nthe trial court holds a hearing on personal jurisdiction, the trial court should consider \nthe matter as if an  evidentiary hearing had occurred. ”  AYM Techs. , 2018 NCBC \nLEXIS 14, at *6–7.  “In such circumstances, the trial court must ‘act as a fact-finder, \nand decide the question of personal jurisdiction by a preponderance of the \nevidence[.]’ ”  Parker v. Town of Erwin , 243 N.C. App. 84, 97, 776 S.E.2d 710, 721 \n(2015) (quoting Deer Corp. v. Carter, 177 N.C. App. 314, 322, 629 S.E.2d 159, 166 \n(2006)); see also Banc of Am. Sec. LLC v. Evergreen Int’l Aviation, Inc., 169 N.C. App. \n690, 694, 611 S.E.2d 179, 183 (2005) (Where there are “dueling affidavits[,]” the Court \n“must determine the weight and sufficiency of the evidence [presented in the \naffidavits] much as a juror.” (quoting Fungaroli v. Fungaroli, 51 N.C. App. 363, 367, \n276 S.E.2d 521, 524, disc. review denied, 303 N.C. 314, 281 S.E.2d 651 (1981))).   \n \n \n13. Accordingly, the Court makes the following findings of fact and conclusions \nof law in resolving Alliance’ s Motion to Dismiss under Rule 12(b)(2) (“Rule 12(b)(2) \nMotion”). \nB. Findings of Fact \n14. The Court makes the following findings of facts solely for purposes of ruling \non the present Rule 12(b)(2) Motion.2 \n15. Grubbs lived in Charlotte,  North Carolina  at all relevant times herein .  \nQuidore lived in California until he moved to Charlotte in August 2 017.  (Mem. Law \nOpp’n Defs.’ Mot. Dismiss Ex. A, at ¶¶ 5, 10, 15, 18 [hereafter “Quidore Aff.”], ECF \nNo. 14.1.)   \n16. Alliance is a South Carolina corporation established in 2003 , with its \nprincipal place of business located in Rock Hill, South Carolina.  ( Grubbs Aff. ¶ 4.)  \nAlliance is in the business of “converting and distributing stretch film” and \n“manufacturing cornerboard . . . and industrial quality hand tapes.”  (Grubbs Aff. \n¶ 3.) \n17. Quidore lived and worked in California , (Grubbs Aff. ¶ 10) , before Grubbs \nrecruited him to become Alliance’s Chief Operating Officer (“COO”) in late 2016 and \nearly 2017, (Quidore Aff. ¶¶ 4, 6, 10 ).  In recruiting Quidore for Alliance, Grubbs \ncommunicated with Quidore  through telephone calls, email s, and texts, “some” of \nwhich Quidore avers originated from Grubbs’ home in Charlotte.  In addition, Quidore \ntraveled from his home in California to Charlotte on two separate occasions for multi-\n                                                 \n2 Any determination later stated as a Conclusion of Law that should have been stated as a \nfinding of fact is incorporated in these Findings of Fact.  \n \n \nday meetings with Grubbs in North Carolina to discuss and negotiate his potential \nemployment.  (Quidore Aff. ¶¶ 5–7, 10–11.)   \n18. After becoming Alliance’s COO, Quidore initially consulted for the \nCompany, which required him to fly into Charlotte from California approximately \nonce a month for five months.  (Quidore Aff. ¶ ¶ 11–12.)  Grubbs allowed Quidore to \nuse Grubbs’ North Carolina-registered car while Quidore was in the area , (Quidore \nAff. ¶ 12), and also encouraged Quidore to visit Charlotte with his family during this \ntime, (Quidore Aff. ¶ 14).  To that end, Alliance paid for Quidore to bring his family \nto Charlotte for a one-week visit prior to his official start date.  (Quidore Aff. ¶ 14.) \n19. In August 2017, Quidore moved to Charlotte permanently with his family.  \n(Quidore Aff. ¶ 15.)  Although disputed by Defendants, (Defs.’ Reply Pl.’s Mem. Opp’n \nDefs.’ Mot. Dismiss Ex. B, at  ¶¶ 12, 14, ECF No. 19.1 ), the Court finds that while \nacting as COO, Quidore performed regular and continuous work on behalf of Alliance \nin North Carolina , (Quidore Aff. ¶ 16) , including meeting monthly with Grubbs in \nNorth Carolina to conduct a “comprehensive review of [Alliance’s] business,” (Quidore \nAff. ¶ 19), frequently entertaining, networking , and transacting business  in North \nCarolina with existing customers , suppliers, and vendors , (Quidore Aff. ¶ ¶ 17, 23–\n25), and routinely working from his North Carolina home on nights and weekends an \naverage of fifteen hours each week, (Quidore Aff. ¶ 18).  The Court further finds that \nGrubbs approved Quidore’s North Carolina-based work for Alliance and often worked \non Alliance business in North Carolina as well.  (Quidore Aff. ¶ 18.)   \n \n \n20. Following Quidore’s termination from Alliance, Quidore requested a \nmeeting with Grubbs in Charlotte to discuss the termination.  At the meeting, Grubbs \nadvised him that Alliance would not provide the benefits Quidore contends that \nGrubbs promised him during his recruitment.  (Quidore Aff. ¶ 19.)   \nC. Conclusions of Law \n21. Based on the foregoing Findings of Fact, the Court ma kes the following \nConclusions of Law.3  \n22. Alliance argues that the Company, as a South Carolina LLC based in and \noperating from Rock Hill , South Carolina  with no North Carolina property or \nfacilities, is not properly subject to personal jurisdiction in this Court .  (Defs.’ Mem. \nSupp. Mot. Dismiss 7 –9, ECF No. 11 .)  In opposition, Plaintiff argues that Alliance \nhas submitted to jurisdiction in North Carolina in three ways: (i) by accepting service \nof process, (ii) by filing a notice of appearance, and (iii) by engaging in constitutionally \nsufficient minimum contacts with this State both generally and specifically based on \nits recruitment of, employment of, and refusal to pay benefits to Quidore.  (Mem. Law \nOpp’n Defs.’ Mot. Dismiss 5–16, ECF No. 14.)  The Court declines to address Quidore’s \nfirst two contentions in light of its resolution of the third.   \n23. The Supreme Court of North Carolina has recently reiterated that “[i] n \nexamining whether a nonresident defendant is subject to personal jurisdiction in our \ncourts,” trial courts should engage in a “two-step analysis”: “First, jurisdiction over \nthe defendant must be authorized by N.C.G.S. § 1-75.4—North Carolina’s long-arm \n                                                 \n3 Any Findings of Fact that are more appropriately deemed Conclusions of Law are \nincorporated by reference into the Court’s Conclusions of Law. \n \n \nstatute.  Second, if the long-arm statute permits consideration of the action, exercise \nof jurisdiction must not violate the Due Process Clause of the Fourteenth Amendment \nto the U.S. Constitution.”  Beem USA LLLP v. Grax Consulting, LLC, 838 S.E.2d 158, \n161 (N.C. 2020) (citation and internal quotation marks omitted).   \n24. “[B]ecause North Carolina’s long-arm statute has been interpreted to allow \nthe exercise of personal jurisdiction to the fullest extent allowed under the due \nprocess clause, the two -step analysis collapses into one inquiry [,]” Worley v. Moore, \n2017 NCBC LEXIS 15, at *19 (N.C. Super. Ct. Feb. 28, 2017), namely, “whether [the] \ndefendant has the minimum contacts necessary to meet the requirements of due \nprocess[,]” Filmar Racing, 141 N.C. App. at 671, 541 S.E.2d at 736 (quoting Hiwassee \nStables, Inc. v. Cunningham, 135 N.C. App. 24, 27, 519 S.E.2d 317, 320 (1999)).   \n25. For a court to exercise  personal jurisdiction, “there must be sufficient \nminimum contacts between the nonresident defendant and our state such that the \nmaintenance of the suit does not offend traditional notions of fair play and substantial \njustice.”  Skinner v. Preferred Credit, 361 N.C. 114, 122, 638 S.E.2d 203, 210 (2006) \n(quoting Int’l Shoe Co. v. Washington , 326 U.S. 310, 316 (1945))  (internal quotation \nmarks omitted).  As our Supreme Court explained in Beem: \nPersonal jurisdiction cannot exist based upon a defendant’s “random, \nfortuitous, or attenuated” contacts with the forum state, Walden v. \nFiore, 571 U.S. 277, 286, 188 L. Ed. 2d 12, 21 (2014) (quoting Burger \nKing, 471 U.S. at 475, 85 L. Ed. 2d at 543), but rather must be the result \nof “some act by which the defendant purposefully avails itself of the \nprivilege of conducting activities within the forum State, thus invoking \nthe benefits and protections of its laws,” Skinner, 361 N.C. at 133, 638 \nS.E.2d at 217 (quoting Hanson  v. Denckla, 357 U.S. 235, 253, 2 L. Ed. \n2d 1283, 1298 (1958)).  As such, a defendant’s contacts with the forum \nstate must be such that a defendant “should reasonably anticipate being \n \n \nhaled into court there.”  World-Wide Volkswagen Corp. v. Woodson, 444 \nU.S. 286, 297, 62 L. Ed. 2d 490, 501 (1980); see also Skinner, 361 N.C. \nat 133, 638 S.E.2d at 217 (“A crucial factor is whether the defendant had \nreason to expect that he might be subjected to litigation in the forum \nstate.”). \n \n838 S.E.2d at 162. \n26. The Court further summarized: \nThe United States Supreme Court has recognized two types of personal \njurisdiction that can exist with regard to a foreign defendant: general \n(or “all-purpose”) jurisdiction and specific (or “case-based”) jurisdiction.  \nSee Daimler AG v. Bauman, 571 U.S. 117, 126–27, 187 L. Ed. 2d 624, \n633–34 (2014) (citing Helicopteros, 466 U.S. at 414 nn.8–9, 80 L. Ed. 2d \nat 411 nn.8–9).  General jurisdiction is applicable in cases where the \ndefendant’s “affiliations with the State are so ‘continuous and \nsystematic’ as to render them essentially at home in the forum State.” \nGoodyear Dunlop Tires Operations, S.A. v. Brown, 564 U.S. 915, 919, \n180 L. Ed. 2d 796, 803 (2011) (quoting Int’l Shoe, 326 U.S. at 317, 90 L. \nEd. at 102).  Specific jurisdiction, conversely, encompasses cases “in \nwhich the suit ‘aris[es] out of or relate[s] to the defendant’s contacts with \nthe forum.’ ”  Daimler, 571 U.S. at 127, 187 L. Ed. 2d at 633–34 (2014) \n(alteration in original) (quoting Helicopteros, 466 U.S. at 414 n.8, 80 L. \nEd. 2d at 411 n.8). \n \nId. \n \n27. Alliance contends that it is  not subject to either general or specific \njurisdiction in this Court.  The Court turns first to specific jurisdiction.  As explained \nin Beem:  \nSpecific jurisdiction is, at its core, focused on the “relationship among \nthe defendant, the forum, and the litigation.”  Daimler, 571 U.S. at 133, \n187 L. Ed. 2d at 637 (quoting Shaffer v. Heitner, 433 U.S. 186, 204, 53 \nL. Ed. 2d 683, 698 (1977)).  Some “affiliatio[n] between the forum and \nthe underlying controversy” is required.  Walden , 571 U.S. at 283 n.6, \n188 L. Ed. 2d at 20 n.6 (alteration in original) (quoting Goodyear, 564 \nU.S. at 919, 180 L. Ed. 2d at 803).  The United States Supreme Court \nhas emphasized that “specific jurisdiction is confined to adjudication of \nissues deriving from, or connected with, the very controversy that \nestablishes jurisdiction.”  Bristol -Myers Squibb Co. v. Sup. Ct. of Cal., \n \n \nSan Francisco Cty., 137 S. Ct. 1773, 1780 (U.S. 2017) (quoting Goodyear, \n564 U.S. at 919, 180 L. Ed. 2d at 803). \n \nId. at 162–63. \n \n28. “[F]or purposes of asserting ‘specific’ jurisdiction, a defendant has ‘fair \nwarning’ that he may be sued in a state for injuries arising from activities that he \n‘purposefully directed’ toward that state’s residents. ”  Tom Togs, Inc. v. Ben Elias \nIndus., 318 N.C. 361, 366, 348 S.E.2d 782, 786 (1986) (quoting Burger King Corp. v. \nRudzewicz, 471 U.S. 462, 472 (1985)).  “[T]he trial court must carefully scrutinize the \nfacts . . . to determine if a defendant’s dispute -related contacts with the forum state \nconstitute sufficient minimum contacts to exercise personal jurisdiction[.]”  Soma \nTech., Inc. v. Dalamagas, 2017 NCBC LEXIS 26, at *11–12 (N.C. Super. Ct. Mar. 24, \n2017).   \n29. Of particular relevance, our Supreme Court has held that “a single contract \nmay be a sufficient basis for the exercise of [specific] jurisdiction if it has a substantial \nconnection with this State.”  Beem, 838 S.E.2d at 163 (quoting Tom Togs, 318 N.C. at \n367, 348 S.E.2d at 786) .  The fact that a contract is “made in North Carolina” and \n“substantially performed” in the State is particularly relevant for this analysis.  Id. \n(quoting Tom Togs, 318 N.C. at 367, 348 S.E.2d at 786–87).   \n30. Significantly for the Court’s analysis in this case, in  its recent decision in  \nBeem, the Supreme Court found specific jurisdiction to exist where , in part,  the \ndefendant’s representative traveled to North Carolina on three separate occasions \nand contacted his co-partner in North Carolina once a month to discuss partnership \nmatters, “ establish[ing] an ongoing relationship with persons and entities located \n \n \nwithin this [S]tate.”  Id. at 164.  The Court explained that personal j urisdiction was \nproperly exercised over the defendant, “[g]iven that (1) [the defendant’s] contacts with \nNorth Carolina all related to [the plaintiff’s] partnership agreement and the \nimplementation thereof, and (2) this case is wholly concerned with the conduct of [the \ndefendant] pursuant to that agreement[.]”  Id. at 165.   \n31. Similarly here, Alliance’s contacts with North Carolina in connection with \nQuidore’s recruitment, his work for Alliance, and Alliance’s alleged breach of contract \nare directly related to Quidore’s claims for payment of agreed-upon benefits and are \nconstitutionally sufficient to permit the exercise of personal jurisdiction over Alliance \nin this action.  In particular, Quidore’s claims arise from Alliance’s alleged promises \nduring Quidore’s recruitment and employment at the Company  and from Alliance’s \ndecision to terminate Quidore’s employment and reject his demands for further \npayment.  (Compl. ¶¶ 35 –38, 46– 53, 64–67.)  Alliance’s  forecasted defense—that \nQuidore failed to meet certain employment objectives precluding his realization of \nany promised benefits and necessitating his termination—arises from Quidore’s job \nperformance during his employment.  (Defs.’ Mem. Supp. Mot. Dismiss 1–2.)   \n32. The relevant dispute-related contacts for purposes of determining personal \njurisdiction are therefore those Alliance had with North Carolina concerning \nQuidore’s recruitment  and performance and Alliance’s refusal to pay the benefits \nQuidore contends are due under the Agreement.  See, e.g. , Teague & Glover, P.A. v. \nKane & Silverman P.C., 2019 N.C. App. LEXIS 92, at *14 (N.C. Ct. App. Feb. 5, 2019) \n(“When determining whether a  contract has a ‘ substantial connection’ with North \n \n \nCarolina,” the Court should consider factors such as: “(1) whether the  contract was \n‘made’ in the forum state; (2) whether the defendant knew that the contract was going \nto be ‘substantially performed’ in the forum state; (3) and whether the defendant was \naware that the other contracted party resided in the forum state.” (quoting Tom Togs, \n318 N.C. at 367, 348 S.E.2d at 786 –87)); see also, e.g., Burger King, 471 U.S. at 479 \n(“It is these factors – prior negotiations and contemplated future consequences, along \nwith the terms of the contract and the parties’ actual course of dealing –  that must \nbe evaluated in determining whether the defendant purposefully established \nminimum contacts within the forum.”).   \n33. The Court concludes that the following facts establish this Court’s specific \njurisdiction over Alliance even more persuasively than the defendant’s contacts found \nconstitutionally sufficient in Beem. \n34. First, the employment contract on which this action is based was solicited \nfrom, and substantially negotiated in, North Carolina.  Indeed, Alliance recruited \nQuidore through telephone calls, emails, and texts, some of which Grubbs originated \nin North Carolina, and convened at least two multi -day meetings with Quidore in \nNorth Carolina to solicit him to join the Company.  (Quidore Aff. ¶ ¶ 5–7, 10); see \nCarson v. Brodin, 160 N.C. App. 366, 372, 585 S.E.2d 491, 496 (2003) (“By negotiating \nwithin the state and entering into a contract with North Carolina residents , \ndefendant purposefully availed himself of the privilege of conducting activities within \nNorth Carolina with the benefits and protection of its laws. ”); Mabry v. Ful ler-\nShuwayer Co., 50 N.C. App. 245, 251, 273 S.E.2d 509, 513 (1981) (“We find persuasive \n \n \nthe fact that the contract upon which this action for breach is based . . . arose out of \nsolicitations and was substantially negotiated here.”).   \n35. Second, Alliance per mitted Quidore to perform the contract in significant \npart in North Carolina—contract performance that Alliance has forecasted is central \nto its defense against Quidore’s claims .  See Tom Togs, 318 N.C. at 367, 348 S.E.2d \nat 786 (finding personal jurisdiction in North Carolina, in part, because defendant \nknew the contract at issue would be substantially performed in this State).  Alliance \npermitted Quidore to perform regular and continuous work in North Carolina as COO \nof Alliance, (Quidore Aff. ¶ 16), including working from his Charlotte home \napproximately fifteen hours each week, (Quidore Aff. ¶ 18), regularly meeting with \nGrubbs in Charlotte for scheduled comprehensive reviews of Alliance’s b usiness, \n(Quidore Aff. ¶ 19), and entertaining, networking, and transacting business  with \nsuppliers, customers, and vendors in Charlotte, (Quidore Aff. ¶¶ 17, 23– 25), all to \nfurther Alliance’s business objectives , see Chapman v. Janko, U.S.A., Inc. , 120 N.C. \nApp. 371, 373,  376, 462 S.E.2d 534, 536, 538  (1995) (finding jurisdiction over non -\nresident, non -domesticated corporation in action for breach of contract for \nconsultation services by resident plaintiff where plaintiff performed substantial \nservices for corporation in North Carolina, even though employer had no employees \nresiding in North Carolina  and only made contact with plaintiff from outside North \nCarolina); Unitrac, S.A. v. S. Funding Corp. , 75 N.C. App. 142, 145, 330 S.E.2d 44, \n46 (1985) (“Our courts have found that [due process is satisfied] if the contract is \nmade or is to be performed in North Carolina[.]”). \n \n \n36. Third, Alliance’s alleged breach of contract occurred in North Carolina.  In \nparticular, at a meeting Grubbs convened in Charlotte, Grubbs advised Quidore that \nAlliance would not pay the benefits that Quidore had demanded and now seeks to \nrecover in this litigation.  (Quidore Aff. ¶ 19; Compl. ¶ 30.)  Therefore, the act giving \nrise to Quidore’s breach of contract claim occurred in  this State, a further basis to \nsupport specific jurisdiction over Alliance in this State .  See, e.g. , Gen. Elec. Co. v. \nDeutz AG, 270 F.3d 144, 150 (3d Cir. 2001) (“In contract cases, courts should inquire \nwhether the defendant ’s contacts with the forum were instrumental in either the \nformation of the contract or its  breach.”); Phillips Exeter Acad. v. Howard Phillips \nFund, Inc., 196 F.3d 284, 289 (1st Cir. 1999) (to similar effect). \n37. Finally, the Court concludes that the  quantity, nature, and quality of \nAlliance’s contacts with North Carolina, and the  source and connection of Quidore’s \nclaims to those contacts, all as discussed more fully above, are sufficient to permit the \nexercise of specific jurisdiction over Alliance i n this action.  See, e.g., New Bern Pool \n& Supply Co. v. Graubart, 94 N.C. App. 619, 624, 381 S.E.2d 156, 159 (1989) (listing \nthese, among others, as relevant factors for minimum contacts analysis).  And \nAlliance has offered no persuasive evidence that req uiring Alliance to litigate this \naction in Mecklenburg County, North Carolina, a short distance from its Rock Hill, \nSouth Carolina headquarters, would be unfair or unreasonable in the circumstances \nhere.  See Burger King, 471 U.S. at 477 (“[W]here a defendant who purposefully has \ndirected his activities at forum residents seeks to defeat jurisdiction, he must present \na compelling case that the presence of some other considerations would render \n \n \njurisdiction unreasonable.”); see also Cherry Bekaert & Holland v. Brown , 99 N.C. \nApp. 626, 635, 394 S.E.2d 651, 657 (1990)  (“When ‘[t]he inconvenience to defendant \nof litigating in North Carolina is no greater than would be the  inconvenience of \nplaintiff of  litigating in [defendant ’s state] .  . . no convenience factors .  . . are \ndeterminative of the jurisdictional issue.’ ” (quoting Harrelson Rubber Co. v. Layne, \n69 N.C. App. 577, 587, 317 S.E.2d 737, 743 (1984)) ); ETR Corp. v. Wilson Welding \nServ., Inc., 96 N.C. App. 666, 669, 386 S.E.2d 766, 768 (1990)  (“Defendant has failed \nto demonstrate any reason why the exercise of jurisdiction over it would be unfair.  \nNorth Carolina is as convenient a forum as any to resolve this dispute.”).   \n38. Based on the foregoing , the Court concludes that Alliance has engag ed in \nvarious acts in North Carolina by which it has “ purposefully avail[ed] itself of the \nprivilege of conducting activities within [this] State,” Skinner , 361 N.C. at 133, 638 \nS.E.2d at 217 (quoting Hanson , 357 U.S. at 253), and “should [have] reasonably \nanticipate[d] being haled into court” here, World-Wide Volkswagen, 444 U.S. at 297. \n39. Accordingly, for the reasons set forth above, the Court concludes that \nAlliance has sufficient minimum contacts with North Carolina arising from its \nrecruitment and employment of Quidore, and its refusal to pay Quidore the benefits \nhe alleges Alliance promised to pay,  to permit the Court’s exercise of specific \njurisdiction over Alliance in this action consistent with due process.4   \n                                                 \n4 In light of the Court’s determination that Alliance is subject to the specific jurisdiction of \nthis Court in this action, the Court both declines to address Quidore’s further contention that \nAlliance is subject to this Court’s general jurisdiction and denies Quidore’s Discovery Motion \nas moot.  \n \n \nIII. \nALLIANCE’S 12(B)(6) MOTION \nA. Legal Standard \n40. When considering a motion to dismiss under Rule 12(b)(6), the Court views \nthe allegations in the complaint “in the light most favorable to the non-moving \nparty[,]” Christenbury Eye Ctr., P.A. v. Medflow, Inc., 370 N.C. 1, 5, 802 S.E.2d 888, \n891 (2017) (quoting Kirby v. N.C. Dep’t of Transp., 368 N.C. 847, 852, 786 S.E.2d 919, \n923 (2016)), and determines “whether the allegations of the complaint, if treated as \ntrue, are sufficient to state a claim upon which relief may be granted under some \nlegal theory[,]” Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615, 821 S.E.2d \n729, 736 (2018) (quoting CommScope Credit Union v. Butler & Burke, LLP, 369 N.C. \n48, 51, 790 S.E.2d 657, 659 (2016)).   \n41. “[T]he complaint is to be liberally construed, and the trial court should not \ndismiss the complaint unless it appears beyond doubt that [the] plaintiff could prove \nno set of facts in support of his claim which would entitle him to relief.”  State ex rel. \nCooper v. Ridgeway Brands Mfg., LLC, 362 N.C. 431, 444, 666 S.E.2d 107, 116 (2008) \n(quoting Meyer v. Walls, 347 N.C. 97, 111–12, 489 S.E.2d 880, 888 (1997)).   \n42. Dismissal of a complaint u nder Rule 12(b)(6) is proper only: “(1) when the \ncomplaint on its face reveals that no law supports [the] claim; (2) when the complaint \nreveals on its face the absence of fact sufficient to make a good claim; [or] (3) when \nsome fact disclosed in the complaint necessarily defeats the . . . claim.”  Oates v. JAG, \nInc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985). \n \n \nB. Factual Background \n43. The Court does not make findings of fact in ruling on motions to dismiss, “as \nsuch motions do ‘not present the merits, but only [determine] whether the merits may \nbe reached.’ ”  Out of the Box Developers, LLC v. LogicBit Corp., 2012 NCBC LEXIS \n55, at *34 (N.C. Super. Ct. Oct. 30, 2012) (quoting Concrete Serv. Corp. v. Inv’rs Grp., \nInc., 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986)).  The Court only recites those \nallegations in the Complaint that are relevant to the Court ’s determination of the \nMotion.  See, e.g., Concrete Serv., 79 N.C. App. at 681, 340 S.E.2d at 758. \n44. The Court, however, may consider documents to which the Complaint \nspecifically refers.  See Oberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 60, 554 \nS.E.2d 840, 847 (2001).  Additionally,  the Court may “reject allegations [in the \nComplaint] that are contradicted by the documents attached, specifically referred to, \nor incorporated by reference in the [C]omplaint.”  Laster v. Francis, 199 N.C. App. \n572, 577, 681 S.E.2d 858, 862 (2009). \n45. According to the Complaint, Quidore and Grubbs are citizens and residents \nof North Carolina, and Alliance is a limited liability company organized and existing \nunder the laws of South Carolina, with its princip al place of business also in South \nCarolina.  (Compl. ¶¶ 1– 3.)  Grubbs is current ly at least a 50% owner of, and the \npresident of, Alliance.  (Compl. ¶ 3.)   \n46. Quidore alleges that he was contacted by Grubbs in 2016, when Quidore was \nliving and working in California,  to discuss the possibility of Quidore becoming \nAlliance’s COO.  (Compl. ¶ 7.)  From late 2016 through early 2017, Quidore and \n \n \nGrubbs negotiated the terms of Quidore’s potential employment with Alliance \nthrough emails, phone calls, texts, and in-person meetings.  (Compl. ¶ 8.)   \n47. Quidore and Grubbs reached an oral agreement in January 2017 ( the \n“Agreement”).  As part of the Agreement, Quidore alleges that the parties agreed  \nQuidore would receive a 10%  equity stake in Alliance (“Equity Stake”), a “4xsalary” \nlife insurance policy (“Life Insurance”), and certain performance-based bonuses.  \nQuidore avers that he made clear to Grubbs that these three terms were essential \nrequirements for him to move to North Carolina to work for Alliance.  (Compl. ¶ 9.)   \n48. On January 9, 2017, Grubbs sent Quidore an offer of employment (the “Offer \nLetter”), setting forth Quidore’s proposed salary, benefits, vacation, profit -sharing \nbonuses, start date, and housing and car allowances.  (Compl. ¶ 10, Ex. A.)  Quidore \nrejected the Offer Letter  because it did not include provisions regarding the Equity \nStake, the Life Insurance, or the performance -based bonuses previously negotiated \nas part of the Agreement.  (Compl. ¶ 10.)   \n49. Quidore thereafter asked Grubbs to re -draft the documents to include all  \nterms agreed upon in the Agreement .  (Compl. ¶ 11.)  According to Quidore, Grubbs \nassured him on January 27, 2017 that the appropriate documents would be drafted \nand that he should not “wait on fancy documents – we can draw them up when I get \na breather.”  (Compl. ¶ 11, Ex. B.)  Quidore also alleges that Grubbs advised that \nQuidore had Grubbs’ “unconditional guarantee” that Quidore would receive both the \nEquity Stake and the Life Insurance.  (Compl. ¶ 12, Ex. B.)   \n \n \n50. Relying on Grubbs’ alleged promises on behalf of Alliance, Quidore accepted \nAlliance’s offer and began his employment  with Alliance in June 2017.  (Compl. \n¶¶ 12–14.)  In agreeing to take the COO position with Alliance , Quidore agreed to \nleave secure employment in California, move to North Carolina permanently with his \nfamily, and receive significantly less compensation in the form of salary and bonuses \nthan he was receiving in his previous position.  (Compl. ¶ 13.)   \n51. During his employment , Quidore repeatedly asked Grubbs to memorialize \nthe Agreement’s terms in writing, but, according to Quidore, Grubbs “repeatedly put \n[him] off,” straining the relationship between the two .  (Compl. ¶¶ 15, 17.)  No \ndocuments memorializing the Agreement were ever prepared or executed. \n52. On June 17, 2019, Alliance terminated Quidore for what Alliance described \nas “performance deficiencies[,]” including work attendance issues and paid- time off \npayouts.  (Compl. ¶ 27, Ex. C.)  Although Quidore acknowledges that he was absent \nfrom work for a few days caring for an ill family member out of state, he otherwise \ndenies Alliance’s allegations concerning his deficient work attendance and paid-time \noff payouts.  (Compl. ¶ 29.)   \n53. Following Quidore’s termination, Grubbs arranged a meeting with Quidore \nat a Starbucks in North Carolina to discuss the Equity Stake, the Life Insurance, and \nthe performance-based bonuses in the Agreement .  At the meeting, Grubbs denied \nthat Alliance owed Quidore any further compensation and asserted for the first time \nthat the Equity Stake was tied to certain yearly revenue goals, which he said had not \nbeen met.  Although Grubbs advised Quidore that Alliance would consider covering \n \n \ncertain of Quidore’s post-termination health expenses, Alliance ultimately did not do \nso.  (Co mpl. ¶ 30.)  Despite Quidore’s repeated demands, Alliance has not paid \nQuidore the Equity Stake, the Life Insurance, or  the performance-based bonuses  \nQuidore has alleged are due.  (Compl. ¶¶ 30–31.)   \nC. Analysis \n54. Although the parties dispute which state’s law applies to Quidore’s fraud \nclaim against Alliance —North Carolina, South Carolina, or California —Alliance \nargues that Quidore ’s claim necessarily fails regardless because Quidore has not \nalleged with sufficient  particularity a false representation of a pre -existing fact , \n(Defs.’ Mem. Supp. Mot. Dismiss 10), a necessary element for fraud under each state’s \nlaw.5   \n55. Alliance ignores, however, that in each state, if “at the time the promise is \nmade the promisor has no intention to perform and the promisee reasonably relies on \nthe promise to act to his injury, the  promise may . . . support an action for fraud.”  \nGribble v. Gribble, 25 N.C. App. 366, 369, 213 S.E.2d 376, 378 (1975); see also Union \nFlower Mkt., Ltd. v. S. Cal. Flower Mkt., Inc., 76 P.2d 503, 506 (Cal. 1938) (“A promise \nmade without any intention of performing it constitutes fraud. ”); Page v. Pilot Life \nIns. Co., 5 S.E.2d 454, 457 (S.C. 1939) (holding “[w]here one promises to do a certain \n                                                 \n5 See, e.g., West v. JPMorgan Chase Bank, N.A. , 154 Cal. Rptr. 3d 285, 295 (Cal. Ct. App. \n2013) (“The elements of fraud are (1) the defendant made a false representation as to a past \nor existing material fact[.]”); Cofield v. Griffin, 238 N.C. 377, 379, 78 S.E.2d 131, 133 (1953) \n(“The essential elements of fraud are these: (1) That defendant made a representation \nrelating to some material past or existing fact [.]”); Jones v. Cooper , 109 S.E.2d 5, 16 (S.C. \n1959) (“Deceit or fraudulent representation, in order to be actionable, must relate to existing \nor past facts[.]”).  \n \n \nthing, having at the time no intention of keeping his agreement, it is a fraudulent \nmisrepresentation of a fact, and actionable as such”).   \n56. Here, Quidore has pleaded that (i) “[Alliance] . . . made false representations \nof material fact to Quidore, that is, if Quidore accepted the position of COO with \n[Alliance], then [ Alliance] would provide him with” the Equity Stake, the Life \nInsurance, and performance-based bonuses, (Compl. ¶ 46); (ii) “[Alliance] knew at the \ntime that the representation was false[,]” (Compl. ¶ 47); and (iii) “[Alliance] intended \nto deceive Quidore because [ Alliance] knew Quidore would not take the position of \nCOO without the provision of the Equity Stake, [Life Insurance], and performance -\nbased bonuses[,]” (Compl. ¶ 48).   \n57. Although Quidore did not formulaically recite language that Alliance knew \nthat it did not intend to pay Quidore the promised benefits at the time the promise \nwas made, his allegations that Alliance knew that its promise to  provide future \nbenefits was false when that promise was made says exactly the same thing —that \nAlliance did not intend to keep its promise of future benefits w hen it made that \npromise.  Accordingly, the Court concludes both that Quidore has satisfied his burden \nunder Rule 9(b) to plead his fraud claim with particularity, see Hardin v. York Mem’l \nPark, 221 N.C. App. 317, 329, 730 S.E.2d 768, 778 (2012) (“Rule 9 of the Rules of Civil \nProcedure requires that fraud be pled with particularity. . . .  ‘[T] he particularity \nrequirement is met by alleging time, place and content of the fraudulent \nrepresentation, identity of the person making the representation and what wa s \nobtained as a result of the fraudulent acts or representations. ’ ” (quoting Bob \n \n \nTimberlake Collection, Inc. v. Edwards,  176 N.C. App. 33, 39, 626 S.E.2d 315, 321 \n(2006))), and that, viewing the Complaint’s allegations in the light most favorable to \nQuidore, his fraud claim is sufficiently stated to survive dismissal under Rule \n12(b)(6).   \nIV. \nCONCLUSION \n58. WHEREFORE, for the reasons set forth above, the Court hereby DENIES \nas moot  Grubbs’ Motion to Dismiss , DENIES Alliance’s Motion to Dismiss,  and \nDENIES as moot the Discovery Motion.  \nSO ORDERED, this 19th day of May, 2020. \n \n      /s/ Louis A. Bledsoe, III    \n      Louis A. Bledsoe, III \n      Chief Business Court Judge "
}