{
  "id": "c4ea2965e371f76070f9e09a2f7f68043fcb4e28768d2051ed87f0eec79d5b1b",
  "source_file": "data/raw/ncbc/c4ea2965e371f76070f9e09a2f7f68043fcb4e28768d2051ed87f0eec79d5b1b.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nCATAWBA COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 1429 \n \nJASON T. RICHARDSON; JAMES \nCOLE RICHARDSON; and PARKER \nH. RICHARDSON, \n \nPlaintiffs, \n \nv. \n \nUTILI-SERVE, LLC and CLIFFORD \nLEE DIETRICH, \n \nDefendants. \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTIONS TO \nDISMISS AND FOR RULE 11 \nSANCTIONS AND ON PLAINTIFFS’ \nMOTION FOR SUMMARY AND \nEXPEDITED RELIEF OR FOR \nPRELIMINARY INJUNCTION \n \n1. Jason, James, and Parker Richardson are members of Utili -Serve, LLC.  \nThey suspect Utili- Serve’s fourth member and only  manager, C. Lee Dietrich, of \nself-dealing and mismanagement.  To investigate, the Richardsons made a demand \nto inspect the company’s records and audit its books.  Utili-Serve mostly refused the \ndemand, prom pting the Richardsons to file this action and seek a court -ordered \ninspection and audit. \n2. The parties have filed dueling motions.  Dietrich and Utili- Serve ask the \nCourt to dismiss the complaint and award sanctions.  The Richardsons request either \nsummary relief or a preliminary injunction requiring Utili- Serve to turn over the  \nrequested records and to permit an audit.  For the following reasons, the Court \nDENIES Dietrich and Utili-Serve’s motions and GRANTS in part and DENIES in \npart the Richardsons’ motion. \nEllis & Winters LLP, by  Curtis J. Shipley, Andrew S. Chamberlin, and \nScottie Forbes Lee, for Plaintiffs Jason T. Richardson, James Cole \nRichardson, and Parker H. Richardson. \n \nRichardson v. Utili-Serve, LLC, 2020 NCBC 83. \nShumaker, Loop & Kendrick, LLP, by Frederick M. Thurman, Jr., for \nDefendant Utili-Serve, LLC. \n \nBell Davis & Pitt, by Marc E. Gustafson, for Defendant Clifford Lee \nDietrich. \n \nConrad, Judge. \nI. \nBACKGROUND \n3. The following background is drawn from  the allegations of the  complaint \nand its attachments. \n4. Utili-Serve provides electrical utility services to energy suppliers.  ( See \nCompl. ¶ 12, ECF No. 12.)  It has four members, divided into two classes.  Dietrich is \nthe sole Class A member, owns 51% of the company, and serves as its manager.  The \nRichardsons are Class B members and collectively own the remaining 49%.  ( See \nCompl. ¶ 13.) \n5. Much of this dispute has to do with the difference between Class A and Class \nB membership .  When the members revised  Utili-Serve’s operating agreement  in \n2017, they agreed that “Class A Members” (meaning Dietrich) “shall have all voting \nrights on all matters” and that “Class B Members” (meaning the Richardsons) “shall \nnot have any vote in the conduct or management of the business or affairs of” \nUtili-Serve.  (Compl. Ex. 1 § 2.1 (“Member”), ECF No. 3.1 [“Op. Agrmt.”].)  In another \nsection, they further agreed that “no amendment to this Agreement  . . . will be valid \nor binding  . . . unless in writing and signed by the Manager and by the Members \nholding at least a Majority in Inter est of the Class A Members” (again meaning  \nDietrich).  (Op. Agrmt. § 11.4.) \n6. Though not allowed a say  in company management, Class B members \nretained the right to their share of distributions and a limited right to transfer their \ninterests.  (See Op. Agrmt. §§ 7.1, 8.1.)  They also gained broad inspection and audit \nrights.  S ection 11.1 allows that  “[e]ach Member, at such Member’s expense, may \ninspect and make copies of the records maintained by the Company and may require \nan audit of the books of account maintained by the Company to be conducted by \nindependent accountants for the Company.”  (Op. Agrmt. § 11.1.) \n7. Controversy flared up in late  2019.  The Richardsons  began questioning \nDietrich about suspected self-dealing and other mischief , which he denies .  ( See \nCompl. ¶ 16.)  Then Dietrich proposed changing the company’s tax status, drawing a \nprotest from  the Richardsons  that doing so would run afoul of the  operating \nagreement and devalue their interests.  ( See Compl. ¶¶ 14, 18.)  Dietrich made the \nchange anyway.  (See Compl. ¶ 18.)1 \n8. A few months later , the Richardsons  made a written demand to inspect \nUtili-Serve’s records and to audit its books  under section 11.1 of  the operating \nagreement and N.C.G.S. § 57D-3-04.  (See Compl. ¶ 19; Compl. Ex. 2 at 1 , 6–7, ECF \nNo. 3.2.)  They specified  thirty-eight categories of requested records, ostensibly to \nascertain the company’s financial condition, to investigate self -dealing and other \n \n1 Dietrich claims that he amended Utili -Serve’s operating agreement in January 2020 to \npermit or ratify the change in tax status.  This document, which is attached to the motion to \ndismiss, is signed only by Dietrich and states that it is “effective as of the Effective Date \nwithout the need for its execution by any of the Class B Members.”  (Defs.’ Ex. 1 at p.16 n.*, \nECF No. 9.)  The Richardsons say that this is the first time they’ve seen an executed copy.  \n(See Pls.’ Opp’n to Mots. to Dismiss & for Sanctions 4 n.1, ECF No. 14 [“Pls.’ MTD Opp’n”].)  \nThis amendment, if valid, does not alter the relevant terms of the operating agreement, and \nneither side has suggested that it has any effect on the asserted claims or pending motions. \nimproprieties by Dietrich, and to determine the value of the members’ interests.  (See \ngenerally Compl. Ex. 2.)  Dated May 1, 2020, the letter called for a  response within \ntwo weeks.  (Compl. Ex. 2 at 7.) \n9. Utili-Serve responded on May 12.  (Compl. ¶ 20; see also Compl. Ex. 3, ECF \nNo. 3.3.)  It stated that, after receiving the demand, Dietrich “determine[d] it is in the \nCompany’s best interest to amend” section 11.1 of the operating agreement.  (Compl. \nEx. 3 at 3 .)  Without notice to the Richardsons and without the ir consent, Dietrich \nrewrote section 11.1 to eliminate the Class B members’ audit right altogether and to \nnarrow their inspection right so that it mirrors section 57D-3-04(a).  (See Compl. ¶ 20; \nCompl. Ex. 3 at 5 –7.)2  On that basis, t he company agreed to produce a few \ndocuments—the articles of organization, some financial statements, and one or two \nothers—but said the rest  were “not within the scope of N.C.G.S. §  57D-3-04” and \ntherefore not open to inspection or audit.  (Compl. Ex. 3 at 3.) \n10. Believing that Utili -Serve’s response was  designed “to prevent them from \ninvestigating potential mismanagement,” the Richardsons sued.  (Compl. ¶ 21.)  They \nask the Court to exercise its mandamus power  to compel an inspection of  the \nrequested records.  (See Compl. ¶ 27.)  In addition, they claim that the denial of their \ninspection and audit demand and the unilateral amendment of section 11.1 are  \nbreaches of the operating agreement, the implied duty of good faith and fair dealing, \nand Dietrich’s fiduciary duties.  (See Compl. ¶¶ 32, 36, 40, 41.) \n \n2 Exhibit 3 contains two documents : Utili- Serve’s response letter and the amendment to \nsection 11.4.  Pincites are to the .pdf document page numbers, not those of the individual \ndocuments. \n11. Dietrich and Utili-Serve have moved to dismiss the complaint for failure to \nstate a claim under Rule 12(b)(6) of the North Carolina Rules of Civil Procedure.  They \nhave also sought sanctions under Rule 11.  (ECF No. 8.)  The Richardsons oppose \nthose motions and  have moved for a  summary order or a preliminary injunc tion \ncompelling an inspection and an audit.  (ECF No. 15.) \n12. The motions have been fully briefed, and the Court held a hearing on \nOctober 6, 2020.  These matters are ripe for determination. \nII. \nDEFENDANTS’ MOTIONS \n13. The motion to dismiss, if granted, would res olve all issues, and so it is the \nnatural place to start.  In deciding the motion, the Court takes the allegations of the \ncomplaint as true and view s the facts and permissible inferences in the light most \nfavorable to the Richardsons.  See, e.g., Sykes v. Health Network Sols., Inc., 372 N.C. \n326, 332, 828 S.E.2d 467, 471 (2019).  Exhibits to the complaint are deemed to be part \nof it and may also be considered.  See Krawiec v. Manly, 370 N.C. 602, 606, 811 S.E.2d \n542, 546 (2018); N.C. R. Civ. P. 10(c). \nA. Mandamus Claim for Inspection and Copying \n14. The first claim for relief is for a summary order compelling Utili -Serve to \nallow the Richardsons to inspect and copy the records specified in the demand letter.  \n(See Compl. ¶ 27.)  In their opening brief, Dietrich and Utili- Serve argue, without \ncitation, that this “is simply a remedy” and not an independent cause of action.  (Defs.’ \nBr. Supp. Mots. to Dismiss & for Sanctions 12, ECF No. 9 [“Defs.’ MTD Br”] .)  They \nhave since  abandoned that argument, bowing to decisions holding that an LLC \nmember may “employ the  . . . mandamus power of the courts to enforce his right to \ninspect company records.”  Miller v. Burlington Chem. Co. , 2016 NCBC LEXIS 190, \nat *11 (N.C. Super. Ct. Sept 27, 2016); see also Amory v. ACTS Contracting, Inc., No. \n19 CVS 166 ¶¶ 33–37 (N.C. Super. Ct. Apr. 16, 2019). \n15. In their reply brief, Dietrich and Utili- Serve argue that the claim is moot  \nbecause they have agreed to provide some records and the Richardsons are not \nentitled to more.  A claim is moot only “when a determination is sought on a matter \nwhich, when rendered, cannot have any practical effect on the existing controversy.”  \nRoberts v. Madison Cnty. Realtors Ass’n, Inc., 344 N.C. 394, 398–99, 474 S.E.2d 783, \n787 (1996) (citation omitted).   \n16. The chief issue in this case is whether the Richardsons have the right to \ninspect documents that Utili-Serve refused to provide, which make up the bulk of the \ndemand.  That is a live dispute.  See Gvest Real Estate, LLC v. JS Real Estate Invs., \nLLC, 2017 NCBC LEXIS 32, at * 7–8 (N.C. Super. Ct. Apr. 6, 2017) (denying motion \nto dismiss when parties had “live dispute over the scope of [the member’s] inspection \nrights”).  The Court therefore denies the motion to dismiss the first claim for relief. \nB. Breach of Contract \n17. The Richardsons claim that the refusal to allow an inspection and audit was \na breach of section 11.1 of the operating agreement.  (See Compl. ¶ 32.)  Dietrich and \nUtili-Serve move to dismiss the claim because, after receiving the demand, Dietrich \namended section 11.1 to narrow the inspection right  and excise the audit right .  \n“Following” the amendment, they contend, there could be no breach.  (Defs.’ MTD Br. \n6–7.) \n18. This argument assume s that the amendment i s not only valid but also  \n“retroactive,” reaching back in time to expunge rights the Richardsons had when they \nmade the demand.  (Defs. MTD Br. 7.)  The Richardsons respond that a unilateral, \nretroactive amendment is not enforceable.  ( See Pls.’ MTD Opp’n 11–13.)  It would \ncertainly raise difficult questions.  See, e.g. , Sears Roebuck & Co. v. Avery , 163 N.C. \nApp. 207, 219, 593 S.E.2d 424, 432 (2004) (citing cases that have “concluded that the \npower to unilaterally amend contractual provisions without limitation gives rise to \nan illusory contract”).   But the Court need not wade into that issue because the \namendment isn’t retroactive.  On its f ace, it “is effective the 11 day of May, 2020” —\nten days after the Richardsons made their demand.  (Compl. Ex. 3 at 5.) \n19. Thus, the pertinent question is whether the complaint states  a claim for \nbreach of section 11.1 as it existed at the time of the demand.  The unamended section \n11.1 is broad,  allowing any member to “inspect and make copies of the records \nmaintained by” Utili -Serve.  (Op. Agrmt. §  11.1.)  At no point do Dietrich and  \nUtili-Serve contend that the Richardsons’ demand exceeded the operating \nagreement’s scope.  They do contend in a footnote that there was no breach because \n“[s]ection 11.1 imposed no specific obligation as to when inspection must be allowed.”  \n(Defs.’ MTD Br. 6 n.20.)  Had Utili-Serve merely dawdled, it might have a point, but \nit affirmatively refused the inspection and audit demand.  (See Compl. ¶¶ 19, 20, 32, \nEx. 3 .)  This written refusal of rights granted by the operating agreement  and \nproperly exercised by the Richardsons is enough to allege a breach.  See, e.g., Profile \nInvs. No. 25, LLC v. Ammons E. Corp., 207 N.C. App. 232, 236 –37, 700 S.E.2d 232, \n235–36 (2010); Kezeli v. Logan , 2015 NCBC LEXIS 31, at *17– 18 (N.C. Super. Ct. \nMar. 26, 2015). \n20. The Court therefore denies the motion to dismiss  the claim for breach of \ncontract. \nC. Breach of Implied Duty of Good Faith and Fair Dealing \n21. The Richardsons claim that Dietrich’s unilateral amendment of section 11.1, \nwithout notice, was a breach of the implied duty of good faith and fair dealing.  (See \nCompl. ¶¶ 36, 38.)  According to Dietrich , section 11.4 of the operating agreement \ngives him the “clear and unambiguous” power to amend it without the Richardsons’ \nconsent.  (Defs.’ MTD Br. 8–9; see also Op. Agrmt. § 11.4.)  He and Utili-Serve contend \nthat the implied covenant cannot “override the Operating Agreement’s express \nlanguage, which allowed for the amendment.”  (Defs.’ MTD Br. 9.) \n22. If Dietrich and Utili- Serve are right  about their interpretation of section \n11.4, they may lose more than they gain.  The power that Dietrich claims to have is \none that courts view with skepticism.  When one party to a contract “retains an \nunlimited right to decide later the nature or extent of his performance,” the promise \nis illusory and unenforceable.  Sears Roebuck , 163 N.C. App. at 219, 593 S.E.2d at \n433 (quoting 1 Walter H.E. Jaeger, Williston on Contracts § 43, at 140 (3d ed. 1957)).  \nIn other words, construing  the operating agreement to give Dietrich the power to \namend it unilaterally and with no duty to do so in g ood faith would threaten  the \nvalidity of the disputed amendment. \n23. For now, that issue remains in the distance.  Nothing in section 11.4 \nexpressly states that Dietrich  has the unrestrained  power to amend the operating \nagreement.  At this early pleading stage , the Court assumes without deciding that \nthe operating agreement, like “every contract,” has “an implied covenant of good faith \nand fair dealing that neither party will do anything which injures the right of the \nother to receive the benefits of the agreement.”  Bicycle Transit Auth., Inc. v. Bell, 314 \nN.C. 219, 228, 333 S.E.2d 299, 305 (1985) (citation and quotation marks omitted); see \nalso N.C.G.S. § 57D-2-30(e) (stating that “the implied contractual covenant of good \nfaith and fair dealing . . . govern[s] the administration and enforcement of operating \nagreements”). \n24. The Court also concludes that the Richardsons have adequately alleged a \nbreach of the implied covenant.  The complaint alleges that Dietrich amended section \n11.1, without notice, in retaliation for the Richardsons’ assertion of their inspection \nand audit rights and with the intent to extinguish or curtail those rights.  (See Compl. \n¶¶ 36, 38.)  The com plaint further alleges that Dietrich  aimed to insulate himself  \n“from an investigation of potential improprieties in the management of Utili -Serve.”  \n(Compl. ¶  36.)  Taking t hese allegations  as true,  the Court denies the motion to \ndismiss the claim for brea ch of the implied duty of good faith and fair dealing .  See, \ne.g., Maglione v. Aegis Fam. Health Ctrs., 168 N.C. App. 49, 58, 607 S.E.2d 286, 292 \n(2005) (concluding that there was evidence of breach of covenant of good faith and \nfair dealing when the defendant exercised discretionary authority to switch a “bonus \ncalculation method” without notice and with improper motives). \nD. Breach of Fiduciary Duty \n25. The fourth claim is for breach of fiduciary duty against Dietrich , again \npremised on his amendment of section 11.1.  To state a claim for breach of fiduciary \nduty, a plaintiff must allege  the existence of a fiduciary duty, a breach of that duty, \nand an injury proximately caused by the breach.  See Green v. Freeman, 367 N.C. 136, \n141, 749 S.E.2d 262, 268 (2013).  Dietrich challenges only the first element .  ( See \nDefs.’ MTD Br. 9–10.) \n26. The usual rule is that members of an LLC do not owe fiduciary duties to one \nanother.  An exception is that the “holder of a majority interest who exercises control \nover the LLC owes a fiduciary duty to the minority interest members.”  Vanguard Pai \nLung, LLC v. Moody, 2019 NCBC LEXIS 39, at  *17 (N.C. Super. Ct. June 19, 2019) \n(quoting Fiske v. Kieffer, 2016 NCBC LEXIS 22, at *9 (N.C. Super. Ct. Mar. 9, 2016)); \nsee also Kaplan v. O.K. Techs., L.L.C., 196 N.C. App. 469, 473, 675 S.E.2d 133, 137 \n(2009). \n27. Here, Dietrich is Utili-Serve’s majority member  and its only manager .  \n(Compl. ¶ 13; Op. Agrmt. Schedule 1.)  He possesses all voting and managerial rights \nto the exclusion of the other members.  (See Op. Agrmt. § 2.1 (“Member”), 3.1, 4.2, 4.3, \n4.4.)  And he has the sole authority to sell the company’s assets while claiming to \nhave the power to amend the operating agreement  without consent of the other \nmembers.  ( See Op. Agrmt. §§ 9.1, 11.4.)  In Dietrich’s own words, he has “plenary \npower,” and the Richardsons  have “no voting, management, or operational rights.”  \n(Defs.’ MTD Br. 11.)  The facts stated in the complaint, alon g with the provisions of \nthe operating agreement, suffice to allege that Dietrich is Utili- Serve’s controlling \nmember.  See Vanguard Pai Lung , 2019 NCBC LEXIS 39, at *19– 20; Plasman v. \nDecca Furniture (USA), Inc., 2016 NCBC LEXIS 80, at *25 (N.C. Super. Ct . Oct. 21, \n2016). \n28. Dietrich also argues that he acted in his capacity as manager, not as \nmajority member.  (See Defs.’ MTD Br. 9–12.)  The complaint alleges otherwise.  (See, \ne.g., Compl. ¶¶  13, 20, 40, 41.)  And indeed, Dietrich signed the amendment  twice, \nonce as the Class A member and once as manager.  (See Compl. Ex. 3.) \n29. The Court therefore denies the motion to dismiss the claim for breach of \nfiduciary duty. \nE. Rule 11 \n30. Rule 11 sanctions may be imposed when a pleading is not well grounded in \nfact, lacks legal sufficiency, or was filed for an improper purpose.  See N.C. R. Civ. P. \n11(a); Bryson v. Sullivan , 330 N.C. 644, 655, 412 S.E.2d 327, 332 (1992).   Dietrich \nand Utili-Serve argue that the Richardsons’ claims lack a factual or legal basis “[f]or \nthe reasons set forth in support of [the] motion to dismiss.”  (Defs. MTD Br. 13.)  \nHaving denied the motion to dismiss, the Court finds no basis for imposing sanctions \nand denies that motion too. \nIII. \nPLAINTIFFS’ MOTION \n31. Next, the Court turns to the Richardsons’ motion for summary relief or for \na preliminary injunction .  They ask for an order to compel Utili -Serve to allow an \ninspection of its records and an audit of its books.   (See Pls.’ Br. Supp. Mot. Summ. \nRelief or Prelim. Inj. 9, ECF  No. 16.)  At the hearing, counsel for the Richardsons \nconfirmed that their request for summary relief, grounded in the Court’s mandamus \npower, is limited to the inspection right. \nA. Mandamus \n32. By statute, an LLC member has a qualified right to inspect  and copy the \ncompany’s records.  See N.C.G.S. § 57D-3-04(a).  An operating agreement may expand \nthe members’ inspection rights but cannot diminish them.  See id. § 57D-2-30(b)(4).  \n“Thus, when determining whether a member has a right to access requested \ninformation, a court must look to section 57D -3-04 and to the LLC ’s operating \nagreement.”  Miller, 2016 NCBC LEXIS 190, at *12.  Although no statute creates an \nexpress cause of action for a n LLC  member to enforce his inspection rights, the \nmandamus power of  the courts is available for that purpose, including to enforce \ngreater access allowed by the operating agreement .  See id. *11, 18–19; Amory, No. \n19 CVS 166 ¶¶ 33–37. \n33. A writ of mandamus is a court order “to a board, corporation, inferior court, \nofficer or person commanding the performance of a specified official duty imposed by \nlaw.”  Morningstar Marinas/Eaton Ferry, LLC v. Warren Cnty. , 368 N.C. 360, 364, \n777 S.E.2d 733, 736 (2015) (citation and quotation marks omitted).  Mandamus is \nappropriate when (1)  the petitioner has a “clear legal right to the act requested,” \n(2) the respondent has a “legal duty to perform the act,” (3) performance of the act is \n“ministerial in nature and does not involve the exercise of discretion,” (4)  the \nrespondent “did not perform the act” and “the time for performance has expired,” and \n(5) there is no “alternative, legally adequate remedy” available.  Id.  (citation, \nquotation marks, and alternations omitted). \n34. The material facts are undisputed.3  At the time the Richardsons made their \ndemand, the operating agreement allowed any member to “inspect and make copies \nof the records maintained by” Utili -Serve, without exception.  (Op. Agrmt. §  11.1.)  \nThey requested thirty -eight categories of records , including financial statements, \ncompany credit card statements, employee paystubs, expense reports, bank \nstatements, lease agreements, documents related to Utili -Serve’s change in tax \nstatus, and other documents related to specified transactions involving Dietrich and \nhis family.  (See Compl. Ex. 2 at 2–7; Richardson Aff. ¶¶ 13, 14, ECF No. 16.1.)  With \nfew exceptions, Utili-Serve denied that request.  (See Compl. Ex. 3 at 2–4; Richardson \nAff. ¶¶  15, 16.)   The denial was based on Dietrich’s decision —after receiving the \ndemand—to amend and narrow section 11.1  so that  each member may inspect \n \n3 Most of the testimony from the parties’ affidavits is irrelevant, featuring back-and-forth \narguments over  whether Dietrich engaged in misconduct and whether the Richardsons  \nmiscalculated certain distributions and offsets.  (See, e.g., ECF No. 16.1 ¶¶ 6–11, 18; ECF No. \n20 ¶¶ 8, 9, 11–22; ECF No. 21.2 ¶¶ 2–7, 9; ECF No. 21.3 ¶¶ 2–5; ECF No. 23 ¶¶ 2–10.)  These \nexchanges have no bearing on the scope of the Richardsons’ inspection right, and the merits \nof any potential direct or derivative claims for alleged wrongdoing are not before the Court  \nin this case. \ncompany records only as “required under [N.C.G.S.] § 57D-3-04(a).”  (Compl. Ex. 3 at \n6; see also Compl. Ex. 3 at 3; Dietrich Aff. ¶ 10, ECF No. 20.) \n35. Without question, the broad language of section 11 .1 gave the Richardsons \nthe right to inspect the requested records at the time of their demand.  The only \nargument offered by Dietrich and Utili- Serve is that  section 11.1 “as amended” is  \nnarrower.  (See, e.g., Defs.’ Opp’n Mot. Summ. Relief or Prelim. Inj. 1, 9–13, ECF No. \n19 [“Defs.’ PI Opp’n”].)  As discussed, though, the amendment is not retroactive.  Even \nassuming Dietrich had the unilateral power to extinguish rights already claimed and \nexercised (which is not at all clear), he did not do so.  The amendment, if valid, became \neffective on May 11 and going forward.  When the Richardsons invoked their \ninspection right on May 1, that right vested and was unaffected by the purported \namendment.  The Richardsons were entitled to inspect the requested records at that \ntime and are now entitled to enforce that right. \n36. Dietrich and Utili-Serve do not make any other arguments.  In passing, they \nrefer to the amendment of section 11.1  as a “clarifying” amendment, presumably \nsuggesting that section 11.1’s scope was always the same as that of section 57D-3-04.  \n(See Defs.’ PI Opp’n 4; Dietrich Aff. ¶  10.)  No reasonable reader could read the \nlanguage in that way.  The amendment was narrowing, not clarifying. \n37. Dietrich and Utili -Serve also question the purp ose of the demand .  ( See \ngenerally Defs.’ PI Opp’n.)  They stop short of saying  the Richardsons’ purpose is \ndisqualifying, though.  In any event, section 11.1 does not expressly require a member \nmaking an inspection request to have any particular purpose, and this Court has held \nthat a shareholder’s effort to investigate possible mismanagement or \nmisappropriation by corporate leadership—the purpose the Richardsons have \narticulated here, (see Richardson Aff. ¶¶ 6–11, 13, 14, 16–18)—is a proper purpose in \nthe analogous area of shareholder inspection rights.  See Sharman v. Fortran Corp., \n2018 NCBC LEXIS 27, at *14–15 (N.C. Super. Ct. Apr. 2, 2018). \n38. The Court concludes , based on the undisputed material facts, that the \nrequirements for mandamus relief have been met.  When the Richardsons made their \nrequest on May 1, they had a n unqualified  contractual right to the records they \nrequested.  Utili- Serve had no discretion to refuse, yet t he evidence is undisputed \nthat Utili-Serve has not complied and has refused the demand.  The Court therefore \ngrants the Richardsons’ motion for summary relief to enforce their inspection right \nunder the operating agreement.  The Court need not and does not decide whether \nsection 57D-3-04 also supports their claim to the requested records. \n39. Neither side has directly addressed whether the requested records are \nconfidential.  It seems safe to assume that some of the records, touching on financial \nmatters, are sensitive.  In its discretion, the Court will allow the parties to negotiate \na protective order and will condition access to the records on reasonable safeguards \nto protect any sensitive information from dissemination. \nB. Preliminary Injunction \n40. The Richardsons  also ask the Court to enter a preliminary injunc tion \ncompelling Utili- Serve to allow an audit of its books.  A preliminary injunction ’s \npurpose is to preserve the status quo during litigation.  See A.E.P. Indus., Inc. v. \nMcClure, 308 N.C. 393, 401, 302 S.E.2d 754, 759 (1983) (citation omitted).  It is proper \nonly when the plaintiff can show a likelihood of success on the merits and a likelihood \nof irreparable harm.  See id. at 401, 302 S.E.2d at 759–60.  Because the Richardsons \nseek a mandatory preliminary injunction, their burden is heightened: the case must \nbe “urgent”; the right must be “clear”; and the injury must be “immediate, pressing, \nirreparable, and clearly established.”  Auto. Dealer Res., Inc. v. Occidental Life Ins. \nCo. of N.C., 15 N.C. App. 634, 639, 190 S.E.2d 729, 732 (1972) (citations and quotation \nmarks omitted). \n41. Even if the Richardsons are likely to succeed on the merits, they have failed \nto show irreparable harm.  Neither their opening brief nor their reply brief adequately \narticulates any immediate and pressing harm that an injunction can prevent.  If some \nharm exists, it seems likely that access to the requested records will lessen the blow.  \nIn short, t he Richardsons have not carried their heightened burden, and the Court \ndenies the request for a mandatory  injunction compelling an audit of Utili- Serve’s \nbooks. \nIV. \nCONCLUSION \n42. The Court DENIES  Dietrich and Utili- Serve’s motions to dismiss and for \nRule 11 sanctions. \n43. The Court GRANTS in part and DENIES in part the Richardsons’ motion \nfor summary and expedited relief or, in the alternative , for preliminary injunction \nand ORDERS as follows: \na. The parties shall file either a jointly proposed consent protective order or \nseparately proposed orders for the Court’s consideration no later than December \n4, 2020. \nb. No later than fourteen days after the Court’s entry of the consent \nprotective order, Utili- Serve shall make available to the Richardsons all \ndocuments specified in the May 1, 2020 demand letter located at ECF No. 3.2. \nc. In all other respects, the Court DENIES the Richardsons’ motion. \n44. The Court further ORDERS that no later than December 4, 2020, the \nparties shall conduct a case management meeting , with their  case management \nreport and proposed case management order due no later than fourteen  days \nthereafter.  See Business Court Rules (“BCR”) 9.1, 9.2.  In addition to the matters \nspecifically listed in BCR 9, the report should address what matters remain for \nresolution by the Court. \n \nSO ORDERED, this the 17th day of November, 2020. \n \n \n        /s/ Adam M. Conrad   \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n "
}