{
  "id": "c59474e1fe99d2b76e26a9c0bbc56d0c37548651e15ac51decde86bde70f54a7",
  "source_file": "data/raw/ncbc/c59474e1fe99d2b76e26a9c0bbc56d0c37548651e15ac51decde86bde70f54a7.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nIREDELL COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n24 CVS 543 \n \nGREENTOUCH USA, INC., \n \nPlaintiff, \n \nv. \n \nLOWE’S COMPANIES INC. and L G \nSOURCING, INC., \n \nDefendants. \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ PARTIAL \nMOTION TO DISMISS  \n \n THIS MATTER is before the Court on Defendants Lowe’s Companies Inc. \n(“Lowe’s”) and L G Sourcing, Inc’s (“LGSI”) (collectively, “Defendants”) Partial Motion \nto Dismiss Plaintiff’s Complaint (“Motion to Dismiss,” ECF No. 12). \n THE COURT, having considered the Motion to Dismiss, the parties’ briefs, \nthe arguments of counsel, the applicable law, and all appropriate matters of record, \nCONCLUDES that the Motion to Dismiss should  be GRANTED in part and \nDENIED in part as set forth below. \nMauney PLLC, by Gary V. Mauney, and Rachlis Duff & Peel, LLC, by \nDrew Peel and Kevin Duff, for Plaintiff Greentouch USA, Inc. \nWinston & Strawn, LLP, by Jeffrey Scott Wilkerson and Amanda L. \nGroves, for Defendants Lowe’s Companies Inc. and L G Sourcing, Inc. \nDavis, Judge. \nINTRODUCTION \n1. This case involves a dispute between a retailer and its former vendors \nin the home improvement industry.  For several years, the parties engaged in what \nGreentouch USA, Inc. v. Lowe’s Cos., 2024 NCBC 67. \nappears to have been a harmonious business relationship.  Ultimately, however, the \nrelationship took a cattywampus turn.  The present lawsuit resulted. \nFACTUAL AND PROCEDURAL BACKGROUND \n2. The Court does not make findings of fact in connection with a motion to \ndismiss under Rule 12(b)(6) of the North Carolina Rules of Civil Procedure and \ninstead recites those facts contained in the complaint (and in documents attached to, \nreferred to, or incorporated by reference in the complaint) that are relevant to the \nCourt’s determination of the motion.  See, e.g., Window World of Baton Rouge, LLC \nv. Window World, Inc., 2017 NCBC LEXIS 60, at *11 (N.C. Super. Ct. July 12, 2017). \n3. Plaintiff Greentouch USA, Inc. (“Greentouch”) is incorporated under the \nlaws of the state of Florida and has a place of business in Mooresville, North Carolina.  \n(Compl. ¶ 7, ECF No. 3.)  Greentouch is in the business of designing, supplying, and \nselling bathroom vanities, fireplaces, and related fixtures and furniture.  (Compl. ¶ \n8.) \n4. A related entity, Greentouch Home Ltd.–Hong Kong (“HK Greentouch”) \nwas—at all relevant times—also in the business of designing, supplying, and selling \nbathroom vanities, fireplaces, and related fixtures and furniture.1  (Compl. ¶ 9.) \n5. Defendant Lowe’s is incorporated under the laws of North Carolina and \nhas its principal place of business in Mooresville, North Carolina.  (Compl.  ¶ 10.)  \n \n1 However, the Complaint alleges that HK Greentouch has been forced to suspend its \noperations and has assigned its legal claims in this action to Greentouch.  (Compl. ¶ 9.)  For \nease of reading, this Opinion will hereafter refer to both entities collectively as “Greentouch.” \nLowe’s is the world’s second largest home improvement retailer, operating more than \n1,700 stores in the United States.  (Compl. ¶ 13.) \n6. Defendant LGSI is a wholly owned subsidiary of Lowe’s, is incorporated \nunder the laws of North Carolina, and has its principal place of business in \nMooresville, North Carolina.  (Compl. ¶ 11.) \n7. Prior to the dispute giving rise to this lawsuit, Lowe’s was Greentouch’s \nlargest customer.  (Compl.  ¶¶ 8–9.)  Greentouch’s combined sales to Lowe’s totaled \n$73 million in 2018; $88 million in 2019; $97 million in 2020; $86 million in 2021; $90 \nmillion in 2022; and $12.2 million in 2023.  (Compl. ¶¶ 17–22.) \n8. In October 2020, through a series of email exchanges between a Lowe’s \nrepresentative, Elizabeth Bryant, and two Greentouch executives, Jonathan \nNussbaum and Jody Binkley, Lowe’s entered into a three-year supplier contract with \nGreentouch for the period covering 1 January 2021 through 31 December 2023.2  \n(Compl. ¶ 26.) \n9. Under the terms of the contract, Lowe’s was required to: \n[M]aintain current number of stock vanity combo sku’s . . . with the \nintent of not falling below the current level of purchases [e.g., \napproximately $77 million in 2020], which is encompassing of stock, \nSOE [i.e., special order express], and SOS; [and] \n[Make an] [a]dditional $8.56M in annual purchases of SOE items to be \nhoused in the Lowe’s distribution network over and above the business \nalready awarded as part of the Phase 1 Vanity Reset in April of 2021. \n(Compl. ¶ 27) (alterations in the original). \n \n2 The Complaint is unclear as to whether there were any preexisting written contracts \ngoverning the business relationship between Greentouch and Defendants. \n10. In exchange, Greentouch promised to: (1) supply Lowe’s with thousands \nof additional product SKUs; (2) spend a defined percentage of sales on marketing and \nother support costs; (3) add a “Brand Advocate”3; (4) maintain promotional funding \nat a percentage “consistent with [the] 2019 fiscal promotional funding percentage”; \n(5) spend “$100K in co-marketing [] each year of the agreement”; and (6) provide a \n“0.75% infrastructure allowance.”  (Compl. ¶ 28.) \n11. The contract further provided that, with respect to any non-performing \ngoods, Greentouch would retain a right of first refusal—permitting it to retake \npossession of the “defective” merchandise for correction, or to  re-sell or re-use it.  \n(Compl. ¶ 34.) \n12. Accordingly, Greentouch paid for a “Brand Advocate” in 2021 and 2022; \nhired additional staff to manage design, production, shipping, and management of \nthousands of new SKUs; and began funding promotions, marketing, and research and \ndevelopment for the new SKUs.  (Compl. ¶ 30.) \n13. However, with the onset of the COVID-19 pandemic, Lowe’s allegedly \nbegan “squeezing” Greentouch as it sought new ways to “bolster [its] bottom-line in a \ntime of crisis.”  (Compl. ¶ 42.)  Greentouch asserts that Lowe’s sought to undermine \nand “destroy” it financially so that Greentouch would be unable to perform under its \ncontract with Lowe’s.  (Compl.  ¶¶ 42, 82.)  Greentouch further allege s that the \nultimate goal of these  efforts was to enable Lowe’s to take over product \n \n3 The “Brand Advocate” would be a Lowe’s employee responsible for covering Greentouch’s \nadditional product SKUs, related marketing, and support.  (Compl. ¶ 28.) \nmanufacturing itself or enter into lower-cost agreements with other vendors.  (Compl. \n¶¶ 42, 82.) \n14. To that end, Greentouch alleges that Lowe’s  unilaterally adopted and \nimplemented new shipping, handling, and other vendor-related policies.  (Compl.  ¶ \n32.) \n15. At the same time, Lowe’s allegedly began falsely and arbitrarily \nclaiming that an excessive number of Greentouch’s products were defective upon \ndelivery.  (Compl. ¶ 32.)  Greentouch asserts that under the guise of claimed defects, \nLowe’s began disposing of the products at issue without paying Greentouch for them.  \n(Compl. ¶ 32.)  Despite these products being labelled as defective and unfit for sale, \nLowe’s began reselling substantial numbers of Greentouch’s products to third parties \nand “pocketing” the revenue from those sales for itself.  (Compl. ¶¶ 33, 37.) \n16. In its Complaint, Greentouch contends that Lowe’s began offsetting the \n“full landed” costs, including shipping costs, for the defective products  against the \namounts due and owed to Greentouch under the terms of the contract.  (Compl. ¶ 34.) \n17. Greentouch asserts that a lthough the parties’ contract did not give \nLowe’s the unilateral and unfettered discretion to declare products defective, Lowe’s \nrefused to provide substantiation, documentation, or details to Greentouch regarding \nthis issue.  (Compl.  ¶¶ 33, 36.)  Despite  repeated requests, Greentouch’s inquiries \nwere routinely ignored, and it was not provided the opportunity to verify the product \ndefect claims for itself.  (Compl. ¶ 36.) \n18. During this time period, Greentouch contends, Lowe’s was “condon[ing], \naccept[ing], direct[ing] and/or ratif[ying]” LGSI to disparage Greentouch to its other \nbusiness partners in order to discourage them from doing business with Greentouch.  \n(Compl. ¶¶ 38, 81.) \n19. As an example , LGSI allegedly directed Home Insights, LLC (“Home \nInsights”) and its affiliate, Starwood Furniture (MFG) Vietnam Corporation, to refuse \nto honor an existing services agreement with Greentouch.  (Compl. ¶¶ 39, 65–66.) \n20. Greentouch asserts that i n or around May 2023, an LGSI executive \ncontacted Philip Hood of Home Insights in High Point, North Carolina.  (Compl. ¶ \n86.)  While speaking with Hood, the LGSI executive falsely claimed that Greentouch \nwas in bankruptcy and could not fulfill its financial commitments to Lowe’s.  (Compl. \n¶¶ 40, 86.) \n21. Around this same  time, one of Greentouc h’s managers, Danny Chen, \nreported that LGSI’s Director of Asia Sourcing, Angela Wang, “made false statements \nto Hood about the financial condition” of Greentouch.  (Compl. ¶ 87.) \n22. Greentouch contends that a s a result of these false statements, Home \nInsights curtailed the scope of its business with Greentouch.  (Compl. ¶ 86.) \n23. The Complaint further asserts that Defendants were aware that \nGreentouch was working to enter into a supplier agreement with a company called \nRONA.  (Compl. ¶ 68.)  In or around May 2023, LGSI executives allegedly contacted \ntwo of RONA’s global service managers, Patricia Armstrong and Melyssa Lapierre.  \n(Compl. ¶¶ 67, 84.)  According to Greentouch, LGSI executives—while speaking with \nArmstrong and Lapierre— falsely claimed that Greentouch was in bankruptcy and \ncould not fulfill its financial commitments to Lowe’s, thereby causing RONA to \nexclude Greentouch from its upcoming “Vanities and Fireplaces Product Line \nReviews.”  (Compl. ¶ 84.) \n24. In May of 2023, Greentouch shipped more than a dozen freight \ncontainers of products to Lowe’s.  (Compl. ¶¶ 23, 90.)  The Complaint asserts that \nalthough Lowe’s accepted the shipment, it neither paid Greentouch for the products \nnor provided any explanation for its refusal to do so.  (Compl. ¶¶ 23, 90–91.) \n25. Ultimately, after taking possession of the shipping containers, Lowe’s \nceased all business dealings with Greentouch.  (Compl. ¶¶ 24, 51.) \n26. Greentouch initiated this action by filing a Complaint in Iredell County \nSuperior Court on 20 February 2024.  In the Complaint, Greentouch asserted claims \nagainst Lowe’s for breach of contract, unjust enrichment, quasi contract/contract \nimplied by law, conversion, unfair and deceptive trade practices (“UDTP”), and \nconstructive trust and accounting.  (Compl. ¶¶ 15–28.)  In addition, Greentouch pled \nclaims against both Lowe’s and LGSI for tortious interference with existing contract, \ntortious interference with prospective economic advantage, defamation, and punitive \ndamages.  (Compl. ¶¶ 19, 21–24, 27–28.) \n27. This matter was designated as a mandatory complex business case and \nassigned to the undersigned on 28 March 2024.  (ECF Nos. 1–2.) \n28. Defendants filed the present Motion to Dismiss on 27 May 2024. \n29. The Court held a hearing on the Motion to Dismiss on  17 September \n2024 at which all parties were represented by counsel. \n30. The Motion to Dismiss has been fully briefed and is ripe for resolution. \nLEGAL STANDARD \n31. In ruling on a motion to dismiss under Rule 12(b)(6), the Court may only \nconsider the complaint and “any exhibits attached to the complaint,” Krawiec v. \nManly, 370 N.C. 602, 606 (2018), in order to determine whether “as a matter of law, \nthe allegations of the complaint, treated as true, are sufficient to state a claim upon \nwhich relief can be granted under some recognized legal theory,” Forsyth Mem’l \nHosp., Inc. v. Armstrong World Indus., Inc., 336 N.C. 438, 442 (1994) (cleaned up).  \nThe Court must view the allegations in the complaint “in the light most favorable to \nthe non-moving party.”  Christenbury  Eye Ctr., P.A. v. Medflow, Inc., 370 N.C. 1, 5 \n(2017) (cleaned up). \n32. “It is well established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen ‘(1) the complaint on its face reveals that no law supports the plaintiff’s claim; \n(2) the complaint on its face reveals the absence of facts sufficient to make a good \nclaim; or (3) the complaint discloses some fact that necessarily defeats the plaintiff’s \nclaim.’”  Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615 (2018) (quoting Wood \nv. Guilford Cnty., 355 N.C. 161, 166 (2002)). \nANALYSIS \n33. In its Motion  to Dismiss , Defendants seek dismissal of Greentouch’s \nclaims for conversion, defamation, tortious interference with existing contract, \ntortious interference with prospective economic advantage, UDTP, and punitive \ndamages.  Greentouch’s remaining claims are unaffected by the Motion to Dismiss. \nA. Conversion \n34. “There are, in effect, two essential elements of a conversion claim: \nownership in the plaintiff and wrongful possession or conversion by the defendant.”  \nVariety Wholesalers, Inc. v. Sale Logistics Traffic Servs., LLC, 365 N.C. 520, 523 \n(2012) (citation omitted).  “In cases where the defendant comes into possession of the \nplaintiff’s property lawfully, the plaintiff must show that it made a demand for the \nreturn of the property that was refused by the defendant.”  Morris Int’l v. Packer, \n2021 NCBC LEXIS 99, at *27 (N.C. Super. Ct. Nov. 2, 2021) (citing Hoch v. Young, \n63 N.C. App. 480, 483 (1983)). \n35. Greentouch’s conversion claim concerns  two different c ategories of \nproperty: (1) property that was wrongfully declared defective and then re-sold to third \nparties; and (2) the dozen or more containers of products that were shipped to Lowe’s \nin May 2023.  (Compl. ¶ 90.) \n36. As to the first c ategory, Greentouch alleges that “Lowe’s falsely \nclaim[ed] that an arbitrary and excessive number of Greentouch[’s] . . . products were \n‘defective’ and us[ed] those arbitrary and unfounded assertions to dispose of and avoid \npaying Greentouch . . . for products delivered to Lowe’s.”  (Compl. ¶ 32.)  Greentouch \nfurther asserts that Lowe’s resold Greentouch’s products to third parties after taking \na full credit for them and declaring them “defective.” \n37. Greentouch contends that because the parties never agreed that “Lowe’s \nhad unfettered discretion to declare non -defective goods defective, ” (Compl. ¶ 36) , \nGreentouch has “an immediate and superior right to possess such goods.”  (Compl. ¶ \n91.) \n38. As to the second c ategory of property, Greentouch alleges that “more \nthan a dozen ship freight containers of products were sent to Lowe’s in May 2023 in \nexpectation of receiving a large six -figure sum in payments , but, instead of Lowe’s \npaying for these goods, Lowe’s accepted them, never paid Greentouch . . . anything \nfor them, and never even explained why Lowe’s was refusing to pay anything for these \ngoods.”  (Compl. ¶ 23.) \n39. In their Motion to Dismiss, Defendants argue that —based on \nGreentouch’s allegations in the Complaint —the conversion claim is based entirely \nupon matters within the scope of the parties’ contract —that is, the failure of Lowe’s \nto pay Greentouch for products provided under the contract and to honor \nGreentouch’s contractual right of first refusal.   For this reason, Defendants contend, \nthe conversion claim must be dismissed under North Carolina’s economic loss rule. \n40. “The economic loss rule, as it has developed in North Carolina, \ngenerally bars recovery in tort for damages arising out of a breach of contract[.]”  \nRountree v. Chowan Cnty., 252 N.C. App. 155, 159 (2017).  This  Court has \nsummarized the rule as follows: \nThe economic loss rule “denote[s] limitations on the recovery in tort \nwhen a contract exists between the parties that defines the standard of \nconduct and which the courts believe should set the measure of \nrecovery.”  Akzo Nobel Coatings, Inc. v. Rogers, 2011 NCBC LEXIS 42, \nat *47–48 (N.C. Super. Ct. Nov. 3, 2011).  This rule exists because “the \nopen-ended nature of tort damages should not distort bargained-for \ncontractual terms.”  Artistic S., Inc. v. Lund, 2015 NCBC LEXIS 113, at \n*25 (N.C. Super. Ct. Dec. 9, 2015). \nUSConnect, LLC v. Sprout Retail, Inc., 2017 NCBC LEXIS 37, *13–14 (N.C. Super. \nCt. Apr. 21, 2017). \n41. This Court has recognized that “[w]hen one party to a contract claims  \nthat another party to the contract has wrongfully taken possession of property that \nis the subject of the contract, the appropriate claim is for breach of contract, not \nconversion.”  Howard v. IOMAXIS, LLC, 2023 NCBC LEXIS 159, at *74 (N.C. Super. \nCt. Nov. 29, 2023); see also Window Gang Ventures, Corps. v. Salinas, 2019 NCBC \nLEXIS 24, at *53–54 (N.C. Super. Ct. Apr. 2, 2019) (dismissing claim for conversion \nwhere plaintiff failed to plead a duty independent of the contract); Planet Earth TV, \nLLC v. Level 3 Commc’ns, LLC , No. 1:17-cv-00090-MR-DLH, 2018 U.S. Dist. LEXIS \n129920, at *5–6 (W.D.N.C. Aug. 2, 2018) (dismissing a claim for conversion under the \neconomic loss rule); Legacy Data Access, Inc. v. Cadrillion, LLC , 889 F.3d 158, 167 \n(4th Cir. 2018) (reversing a jury verdict for the plaintiff on a claim of conversion based \non the economic loss rule). \n42. However, we have also held that the economic loss rule does not apply \nwhere the plaintiff “identif[ies] a duty separate and distinct from [the] contractual \nobligations.”  Forest2Market, Inc. v. Arcogent, Inc., 2016 NCBC LEXIS 3, at *8 (N.C. \nSuper. Ct. Jan. 5, 2016); see also Artistic S., Inc., 2015 NCBC LEXIS 113, at *23; Akzo \nNobel Coatings, Inc., 2011 NCBC LEXIS 42, at *48. \n43. Here, although the bulk of Greentouch’s allegations in the Complaint \nare premised on the notion that a legally effective contract existed between the \nparties, Greentouch has also pled in the alternative a claim for quasi-contract and for \nequitable relief under a theory of unjust enrichment.  (Compl. ¶¶ 17–18, 20–21). \n44. Moreover, because the contract is not attached to the C omplaint, the \nCourt is unable to resolve at the pleadings stage the parties’ competing  arguments \nregarding the extent to which the allegations supporting Greentouch’s  conversion \nclaim are—or are not—fully capable of being redressed through its breach of contract \nclaim. \n45. Given the limited information before the Court at this early stage of the \naction, the Court concludes that the dismissal of Greentouch’s conversion claim under \nthe economic loss doctrine would be premature.  See, e.g., Club Car, Inc. v. Dow Chem. \nCo., 2007 NCBC LEXIS 10, at *28–31 (N.C. Super. Ct. May 3, 2007) (deferring \napplication of the economic loss rule where it was “unclear whether [plaintiff] ha[d] \na contractual remedy” because “[defendant] ha[d] yet to answer the allegations of the \n[c]omplaint, and its brief in support of its motion to dismiss [was] cryptic as to the \nscope of” the purported contract); see also McManus v. GMRI, Inc., No. 3:12-CV-009-\nDCK, 2012 U.S. Dist. LEXIS 92094, at * 22–24 (W.D.N.C. July 3, 2012) (denying a \nmotion to dismiss a conversion claim under  the economic loss rule as “premature” \neven though “it appear[ed] the property that was allegedly converted was the subject \nof the contract”). \n46. Therefore, Defendants’  Motion to Dismiss is DENIED as to \nGreentouch’s conversion claim without prejudice to Defendants’ ability to reassert its \nargument under the economic loss rule at a later stage of this case. \nB. Defamation  \n47.  “In order to recover for defamation, a plaintiff must allege and prove \nthat the defendant made false, defamatory statements of or concerning the plaintiff, \nwhich were published to a third person, causing injury to the plaintiff’s reputation.”  \nTaube v. Hooper, 270 N.C. App. 604, 608 (2020) (citations omitted). \n48. Defamation claims must be pled “‘substantially’ in haec verba, or with \nsufficient particularity to enable the court to determine whether the statement was \ndefamatory.”  Stutts v. Duke Power Co., 47 N.C. App. 76, 84 (1980).  This heightened \npleading standard generally requires the plaintiff to allege “who said what to whom, \nas well as when and where the defamatory statements were made.”  Addison Whitney, \nLLC v. Cashion , 2017 NCBC LEXIS 111, at *15 (quoting Gosnell v. Reid, No. \n5:14CV179-RLV, 2015 U.S. Dist. LEXIS 96878, at *21 (W.D.N.C. July 24, 2015), aff’d \nby Gosnell v. Catawba Cnty., 646 F. App’x 318 (4th Cir. 2016)); see also Izydore v. \nAlade, 242 N.C. App. 434, 446 (2015) (affirming dismissal of a defamation claim as \nlacking any “degree of specificity  . . . either specifically or in substance” when the \nonly allegation provided that “[the defendant] made false and defamatory statements \nconcerning [the plaintiff] . . . thereby depriving [him] of his good name and \nreputation”). \n49. Here, the bulk of Greentouch’s allegations fail to specifically identify the \nperson making the allegedly defamatory statement.  For example, Greentouch’s  \nallegations relating to the May 2023 communication to Armstrong and Lapierre at \nRONA and the May 2023 communication to Hood at LGSI  are merely attributed to  \nunnamed “LGSI executives.”  (Compl. ¶¶ 84–86.) \n50. Such allegations fail to satisfy North Carolina’s  heightened pleading \nstandards for defamation claims.  See, e.g.,  Higgins v. Synergy Coverage Sols., LLC .  \n2020 NCBC LEXIS 6, at *74– 78 (N.C. Super. Ct. Jan. 15, 2020) (concluding that a \nplaintiff’s allegations that their former “supervisor” made the defamatory statements \n“lack[ed] [] specificity” because they failed to particularly “identif[y] the maker . . . of \nthe allegedly defamatory statements”); Addison Whitney, LLC , 2017 NCBC LEXIS \n111, at *33–34 (concluding that allegations of defamatory conduct by the defendant’s \n“agents or employees” was “facially inadequate . . . [and] lack[ed] meaningful \nparticularity”); Wynn v. Tyrrell Cnty. Bd. of Educ., No. COA16-1130, 2017 N.C. App. \nLEXIS 358, at *8– 9, (May 16, 2017)  (unpublished) (affirming dismissal where the \ncomplaint failed to particularly  “identify which members of the [county board of \neducation] made the allegedly defamatory statements”). \n51. Only one of Greentouch’s  allegations identif ies the speaker  with \nsufficient particularity.  Greentouch alleges that “Danny Chen, a[n] HK Greentouch \nmanager, reported that Angela Wang, the Director of Asia Sourcing for LGSI in \nShanghai, made false statements to Hood about the financial condition of HK \nGreentouch and Greentouch USA.”  (Compl. ¶ 86.) \n52. Although this allegation specifically identifies the speaker  (Angela \nWang), it is nevertheless deficient because it fails to describe the allegedly false \nstatements themselves with sufficient particularity.  Instead, it merely asserts that \nWang made false statements regarding Greentouch’s  “financial condition”—a broad \ntopic that could conceivably encompass both defamatory and non -defamatory \nstatements.  See, e.g., Jackson v. Mecklenburg Cnty., No. 3:07-cv-218, 2008 U.S. Dist. \nLEXIS 104410, at *17 (W.D.N.C. July 30, 2008) (dismissing a claim for defamation \nwhere the plaintiff simply alleged broad categories of conduct including “allegations \n. . . regarding [p]laintiff’s supposed disloyalty and/or violations of [c]ounty policy”); \nWynn, 2017 N.C. App. LEXIS 358, at *8 (affirming dismissal of  a defamation claim \nwhere the complaint only alleged “the gist of the statements” and w as “devoid of \nfurther relevant factual enhancement”); McKee v. James, 20 13 NCBC LEXIS 33, at \n*29 (N.C. Super. Ct. July 24, 2013) (dismissing a claim for defamation as \ninsufficiently particular where the plaintiff asserted that “[defendants] made oral and \nwritten statements to persons in the [plaintiff’s] industry that were false and \nderogatory”). \n53. In its response brief, Greentouch argues that a contextual reading of \nparagraph 86 of the Complaint shows that the allegations as to Wang were, in fact, \nsufficiently specific  as to the nature of the statement made about Greentouch’s \nfinancial condition.  The Court disagrees. \n54. Paragraph 86 reads as follows: \nOn another occasion that occurred in or about May of 2023, an LGSI \nexecutive made false statements to Philip Hood [] of Home Insights, in \nHigh Point, North Carolina, that the Greentouch entities were in \nbankruptcy and could not fulfill their financial commitments.  Lowe’s \nnegative statements caused Home Insights to curtail the scope of its \nbusiness with Greentouch USA and HK Greentouch, which deprived \nthose entities of millions of dollars’ worth of sales of Greentouch USA’s \nand HK Greentouch products to Home Insights.  At about the same time, \nDanny Chen, a[n] HK Greentouch manager, reported that Angela Wang, \nthe Director of Asia Sourcing for LGSI in Shanghai, made false \nstatements to Hood about the financial condition of HK Greentouch and \nGreentouch USA. \n(Compl. ¶ 86.) (emphasis added) \n55. Contrary to Greentouch’s argument, the only logical reading of this \nparagraph is that the speaker of the statement in the first sentence of paragraph 86 \nabout Greentouch being in bankruptcy and unable to fulfill its financial commitments \nwas someone other than Wang.  If Greentouch had intended to identify Wang as the \nperson who made th at specific statement, the Complaint would not have instead  \nattributed the statement to an unidentified  “LGSI executive. ”  Moreover, the \ninclusion of the phrase “[a]t about the same time ,” which separates the specific \nstatement attributed to the unidentified LGSI executive and the general statements \nattributed to Wang , likewise indicates that two separate speakers are being \nreferenced in paragraph 86. \n56. Therefore, the Motion to Dismiss is GRANTED as to Greentouch’s \ndefamation claim,\n4 and that claim is DISMISSED without prejudice.5 \n \n4 Because the Court concludes that Greentouch’s defamation claim fails to satisfy North \nCarolina’s heightened pleading standards , the Court need not —and does not —address \nDefendants’ argument that Lowe’s cannot be held vicariously liable for  defamatory \nstatements made by LGSI executives or employees. \n5 “The decision to dismiss an action with or without prejudice is in the discretion of the trial \ncourt[.]”  First Fed. Bank v. Alridge, 230 N.C. App. 187, 191 (2013). \nC. Tortious Interference with Existing Contract \n57. Our Supreme Court has articulated the following elements of a tortious \ninterference with existing contract claim: \n(1) a valid contract between the plaintiff and a third person which \nconfers upon the plaintiff a contractual right against a third person; (2) \nthe defendant knows of the contract; (3) the defendant intentionally \ninduces the third person not to perform the contract; (4) and in doing so \nacts without justification; (5) resulting in actual damage to plaintiff. \nUnited Labs., Inc. v. Kuykendall, 322 N.C. 643, 661 (1988). \n58. In support of this claim, Greentouch alleges that “Greentouch USA had \na valid services contract with Home Insights.  Lowe’s and LGSI were aware of this \ncontract and intentionally induced and caused Home Insights to repudiate the \nagreement with the specific intent of injuring Greentouch USA.”  (Compl. ¶ 65 .)  \nSpecifically, Greentouch contends that “LGSI, acting on behalf of Lowe’s, directed \nHome Insights, LLC [] and its affiliate, Starwood Furniture (MFG) Vietnam \nCorporation, to not honor a services agreemen t with Greentouch USA, thereby \ndepriving Greentouch USA of substantial fees it would have earned pursuant to that \nagreement.”  (Compl. ¶ 39.)  Additionally,  the Complaint alleges that “Lowe’s, \nthrough its agents at LGSI, repeatedly ma [de] statements to Home Insights, its \naffiliates, and RONA, outrageously claiming that Greentouch USA was no longer a \nviable business, was bankrupt, had ceased operations, and/or was incapable of \nsupplying its products at sufficient volumes or providing honest  and trustworthy \nservices.”  (Compl. ¶ 40.) \n59. Defendants first argue that Greentouch’s  tortious interference with \nexisting contract claim  fails because it lacks specificity.   Defendants note that the \nComplaint does not describe the services agreement with Home Insights, how Home \nInsights breached its agreement with Greentouch, or how Defendants could have \n“directed” Home Insights to do so. \n60. Although admittedly the allegations in the Complaint are not a model \nof specificity, claims of tortious interference with existing contract are not held to a \nheightened pleading standard but rather must only satisfy the  relatively low bar of \nnotice pleading .  See Embree Constr. Grp., Inc. v. Rafcor, Inc. , 330 N.C. 487, 550 \n(1992) (holding that “under the liberal concept of notice pleading” a plaintiff only need \n“give sufficient notice of the events on which the claim is based to enable defendants \nto respond and prepare for trial and are sufficient to satisfy the substantive elements \nof the claim of tortious interference with contract”). \n61. Read in the light most favorable to Greentouch, the Complaint allege s \nthat Greentouch had an existing contract with Home Insights , Defendants knew \nabout the contract, and Defendants made disparaging comments about Greentouch  \nto Home Insights for the purpose of inducing Home Insights to terminate its contract \nwith Greentouch.  T hese allegations  contain the necessary elements of a tortious \ninterference with existing contract claim. \n62. Defendants’ second argument is that Greentouch has failed to allege a \nlack of justification on the part of Defendants with regard to the conduct at issue. \n63. This Court has previously stated the following regarding the \njustification element of a tortious interference with existing contract claim: \n“A motion to dismiss a claim of tortious interference is properly granted \nwhere the complaint shows the interference was justified[.]”  Pinewood \nHomes, Inc. v. Harris, 184 N.C. App. 597, 605 (2007) (citing Peoples Sec. \nLife Ins. Co. v. Hooks, 322 N.C. 216, 220 (1988)).  “The  interference is \n‘without justification’ if the defendants’ motives . . . were ‘not reasonably \nrelated to the protection of a legitimate business interest’ of the \ndefendant.”  Privette v. Univ. of N.C. at Chapel Hill, 96 N.C. App. 124, \n134 (1989) (quoting Smith v. Ford Motor Co., 289 N.C. 71, 94 (1976)). \nAvadim Health, Inc. v. Harkey, 2021 NCBC LEXIS 104, at *18 (N.C. Super. Ct. Nov. \n30, 2021). \n64. In order f or a tortious interference claim to survive, “a plaintiff must \nplead legal malice, which is just another way of saying the intentional doing of the \nharmful act without justification.”  Lunsford v. ViaOne Servs., LLC, 2020 NCBC \nLEXIS 111, at *14 (N.C. Super. Ct. Sept. 28, 2020) (cleaned up). \n65. Defendants assert that Greentouch’s own allegations in the Complaint \nshow a facially legitimate business justification —that is, the desire of Lowe’s to \nreplace Greentouch with lower-cost vendors. \n66. However, Defendants’ argument ignores the following additional \nallegations in the Complaint: \nLowe’s motive for interfering with Greentouch USA’s contracts and \nprospective contracts with third-parties and for defaming Greentouch \nUSA and HK Greentouch in the marketplace was clear.  Through its \ncontractual relationship with the Greentouch entities, Lowe’s had \ngained access to Greentouch USA’s and HK Greentouch’s designs, \nmanufacturing processes, supply contacts and suppliers, and know-how \n(all of which Lowe’s lauded as best-in-class in terms of design and \npackaging), and, having gained that access and obtained that \nknowledge, Lowe’s intended to eliminate HK Greentouch and \nGreentouch USA and replace them with lower-cost vendors who would \ncharge Lowe’s less and who paid nothing to develop the know-how and \nexpertise Lowe’s had accessed and obtained by means of its business \nrelationships with the Greentouch entities. \n \n. . . \n \nBy the time these statements were made, Lowe’s and LGSI had access \nto Greentouch USA’s and HK Greentouch’s design and manufacturing \nknow-how.  Lowe’s  and LGSI’s objective in undermining Greentouch \n(i.e., its motive) was to impair these entities’ ability to perform on its \ncontract with Lowe’s, so that Lowe’s could then take over the \nmanufacture and sale of such products (or source them from lower-cost \nvendors by giving them the know-how Lowe’s obtained from the \nGreentouch entities) without having to compensate Greentouch. \n(Compl. ¶¶ 41, 82.) \n67. Greentouch further alleges that “Defendants’ intentional and malicious \nbusiness practices were designed and intended to destroy HK Greentouch and \nGreentouch USA[.]”  ( Compl. ¶ 44.)  In  furtherance of their “evident and malicious \neffort to destroy Greentouch USA’s and HK Greentouch’s businesses and \nreputations[,]” Defendants began “deliberately and intentionally disparaging \nGreentouch USA and HK Greentouch in the marketplace, and interfering with \nGreentouch USA’s existing and expected contractual relationships with third \nparties[.]”  (Compl. ¶ 38.) \n68. The Court notes that similar allegations have been deemed by this Court \nto be sufficient to overcome a motion to dismiss a tortious interference claim .  See,  \ne.g., Sandhills Home Care, L.L.C. v. Companion Home Care – Unimed, Inc., 2016 \nNCBC LEXIS 61, at *56–57 (N.C. Super. Ct. Aug. 1, 2016) (denying a motion to \ndismiss where the plaintiff alleged that the defendants’ interference was “‘without \njustification’ in a ‘malicious and blatant attempt to destroy plaintiff’s business’”; \nstating that “[p]laintiff’s allegation of a specific plan or scheme to destroy [p]laintiff’s \nbusiness goes beyond reasonable competitive behavior”); Vanfleet v. City of Hickory , \n2020 NCBC LEXIS 40, at *4– 5, 11–12 (N.C. Super. Ct. Mar. 30, 2020) (denying  a \nmotion to dismiss based on the plaintiff’s allegation that the defendants “conspire[ed] \nto destroy [its] business” and “damage [its] reputation”). \n69. Although it remains to be seen whether Greentouch’s theory will be \nborne out by discovery, the Court is satisfied that these allegations are legally \nadequate at the pleadings stage. \n70. Therefore, Defendants’ Motion to Dismiss is DENIED as to \nGreentouch’s tortious interference with existing contract claim. \nD. Tortious Interference with Prospective Economic Advantage \n71. “An action for tortious interference with prospective economic \nadvantage is based on conduct by the defendant[] which prevents the plaintiff[] from \nentering into a contract with a third party.”  Walker v. Sloan, 137 N.C. App. 387, 392–\n93 (2000) (citing Owens v. Pepsi Cola Bottling Co., 330 N.C. 666, 680 (1992)).  In order \nto state such a claim, “the plaintiff must allege facts to show that the defendant acted \nwithout justification in inducing a third party to refrain from entering into a contract \nwith them which contract would have ensued but for the interference.”  Radcliffe v. \nAvenel Homeowners Ass’n, 248 N.C. App. 541, 567 (2016) (cleaned up).  Our Supreme \nCourt has made clear that a  plaintiff “must produce evidence that a contract would \nhave resulted but for a defendant’s malicious intervention;” the mere expectation of \nan ongoing business relationship is insufficient.  Beverage Sys. of the Carolinas, LLC \nv. Associated Bev. Repair, LLC, 368 N.C. 693, 701 (2016) (citing Dalton v. Camp, 353 \nN.C. 647, 655 (2001)). \n72. In support of its claim, Greentouch alleges that: “Lowe’s and LGSI were \naware of Greentouch USA’s efforts to enter into a supplier relationship with RONA \nand maliciously induced and caused RONA not to enter into a supplier agreement \nwith Greentouch USA.”  (Compl. ¶ 68.)  The Complaint further states that “[b]ut for \nLowe’s and LGSI’s wrongful disparagement of Greentouch USA to RONA, RONA \nwould have entered into a supplier relationship with Greentouch USA for the supply \nof millions of dollars of bathroom vani ties and/or fireplaces that would have \nsubstantially benefitted Greentouch USA.”  (Compl. ¶ 67.) \n73. Defendants argue that other allegations in the Complaint suggest that \nGreentouch was merely excluded fro m a process that could  (but not necessarily \nwould) have resulted in a contract with RONA, which is insufficient to state a valid \nclaim for tortious interference with prospective economic advantage.  However, the \nconcludes that  Greentouch’s allegations on this issue are enough to overcome \nDefendants’ Rule 12(b)(6) motion.  \n74. Therefore, the Motion to Dismiss is DENIED as to Greentouch’s \ntortious interference with prospective economic advantage claim. \nE. UDTP \n75. “To prevail on a claim of unfair and deceptive trade practices a plaintiff \nmust show (1) an unfair or deceptive act or practice, or an unfair method of \ncompetition, (2) in or affecting commerce, (3) which proximately caused actual injury \nto the plaintiff or to his business.”  Spartan  Leasing Inc. v. Pollard, 101 N.C. App. \n450, 460–61 (1991). \n76. Defendants make two arguments as to why Greentouch’ s UDTP claim  \nshould be dismissed .  First, Defendants assert that Greentouch’s  allegations in \nsupport of its UDTP claim are merely duplicative of the allegations pled in support of \nits breach of contract claim  and therefore do not rise to the level of a UDTP claim .  \nSecond, Defendants argue that  to the extent that the UDTP claim is based on \ndeceptive conduct, it is necessarily groun ded in fraud but fail s to satisfy the \nheightened pleading standard for fraud claims under Rule 9(b) of the North Carolina \nRules of Civil Procedure. \n77. However, the Court need not address these arguments because the \ncontinued viability of Greentouch’s tortious interference claims —without more—is \nsufficient to allow Greentouch to proceed on a UDTP claim. See, e.g., S . Fastening \nSys. v. Grabber Constr. Prods., 2015 NCBC LEXIS 42, at *28–29 (N.C. Super. Ct. Apr. \n28, 2016) ( noting that “our courts have long recognized that claims for . . . tortious \ninterference with contract may form  the basis of a UDTP claim”); Bldg. Ctr., Inc. v. \nLumber Inc., 2016 NCBC LEXIS  79, at *30 (N.C. Super. Ct. Oct. 21, 2016) (holding \nthat a validly pled tortious interference claim also “allege[s] sufficient facts for [a] \nUDTP claim to survive”); see also  Truist Fin. Corp. v. Rocco, 2024 NCBC LEXIS 62, \nat *97–99 (N.C. Super. Ct. Apr. 25, 2024) (holding that a sufficiently pled claim for  \ntortious interference is an “independent reason at [the motion to dismiss] stage of the \nlitigation” to sustain a UDTP claim). \n78. Since the Court has determined that Greentouch is entitled to proceed \nwith its tortious interference claims against Defendants, its UDTP claim can likewise \ngo forward.6 \n79. Therefore, the Motion to Dismiss is DENIED as to Greentouch’s UDTP \nclaim. \nF. Punitive Damages \n80. Finally, Defendants assert that Greentouch’s claim for punitive \ndamages should be dismissed. \n81. “North Carolina courts have repeatedly held that ‘a claim for punitive \ndamages is not a stand-alone claim.’”  Aldridge v. Metro. Life Ins. Co., 2019 NCBC \nLEXIS 116, at *146 (N.C. Super. Ct. Dec. 31, 2019) (cleaned up).  Rather, punitive \ndamages are an appropriate remedy “to punish a defendant for egregiously wrongful \nacts and to deter the defendant and others from committing similar wrongful acts.”  \nN.C.G.S. § 1D-1. \n82. Therefore, to the extent that Greentouch intended to assert a standalone \nclaim for punitive damages, Defendants’ Motion to Dismiss is GRANTED but \nwithout prejudice to Greentouch’s ability to seek punitive damages at a later stage of \nthis litigation as a remedy to the extent it is entitled to do so under applicable law. \n  \n \n6 As a result, the Court need not —and does not—address whether Greentouch’s allegations \nof deceptive conduct would independently be sufficient to support a UDTP claim. \nCONCLUSION \nTHEREFORE, IT IS ORDERED as follows: \n1. Defendants’ Motion to Dismiss is GRANTED as to Greentouch’s  claim for \ndefamation, and that claim is DISMISSED without prejudice. \n2. Defendants’ Motion to Dismiss is GRANTED  as to Greentouch’s claim for \npunitive damages without prejudice to Greentouch’s ability to seek punitive \ndamages as a remedy at a later stage of this litigation to the extent permitted \nby applicable law. \n3. In all other respects, the Motion to Dismiss is DENIED. \nSO ORDERED, this the 2nd day of October, 2024. \n \n/s/ Mark A. Davis    \nMark A. Davis \nSpecial Superior Court Judge \nfor Complex Business Cases "
}