{
  "id": "c5e45c6bfc426e1b2ff1b408bf9c1d928d2eb32dcac6d1fa9ada1aa7801ae92b",
  "source_file": "data/raw/ncbc/c5e45c6bfc426e1b2ff1b408bf9c1d928d2eb32dcac6d1fa9ada1aa7801ae92b.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE\n \nSUPERIOR \nCOURT DIVISION\nCOUNTY OF \nMECKLENBURG\n00-CVS-12302\nCARAUSTAR \nINDUSTRIES, INC.,\n \n                                                \nPlaintiff,\n \n            \nv.\n GEORGIA-PACIFIC\nCORPORATION,\n \n                                                \nDefendant.\n \n \nORDER \nand OPINION\n \n {1}    \nTHIS MATTER\n is before the Court on Defendant Georgia-Pacific Corporation’s motion, pursuant\nto N.C. R. Civ. P. 12(b)(6), to dismiss Caraustar Industries, Inc.’s claim for specific performance.\n  \nThe\nmotion is granted.\nRobinson, Bradshaw & Hinson by Everett J. Bowman \nand A. Ward McKeithen, for Plaintiff.\nHunton & Williams by A. Todd Brown, Douglas M. \nGarrou, Nash E. Long, III, and Thomas\nG. Slater, for Defendant.\n                                                             \n \nI.\n{2}   \nCaraustar Industries, Inc. (“Caraustar”) and Georgia-Pacific Corporation (“G-P”) are parties to a\nrequirements contract (“Contract”) dated April 10, 1996.\n  \nThe Contract continued through August 20,\n2005, unless extended or terminated as provided in the Contract.\n  \nPursuant to the Contract, Caraustar\nagreed to sell to G-P, and G-P agreed to buy from Caraustar, 100 percent of certain paper products used by\nG-P to manufacture wallboard at specifically listed wallboard manufacturing plants.\n  \nG-P also gave\nCaraustar the option of extending the Contract to cover certain wallboard manufacturing plants acquired\nby G-P after the effective date of the Contract. One of the central issues in the case is which paper\nproducts are covered by the Contract.\n{3}   \nIn November 1997, Caraustar gave notice to G-P of its intent to exercise its option to extend the\nContract to cover a newly acquired G-P manufacturing plant in Savannah, Georgia.\n  \nG-P refused to\npurchase certain of its requirements for paper products at the Savannah plant from Caraustar, thereby\nallegedly breaching the Contract.\n{4}   \nIn July 2000, G-P advised Caraustar that G-P would not purchase 100 percent of its requirements for\ncertain paper products from Caraustar, thereby allegedly breaching the Contract.\n{5}   \nCaraustar filed a complaint asserting breach of contract and anticipatory breach of contract claims in\nAugust 2000.\n  \nIn its original complaint, Plaintiff claimed damages to be in excess of $100 million.\n  \nIn its\namendment to the complaint, filed in October 2000, Caraustar added claims asserting that it suffers\nirreparable injury for which it does not have a full and adequate remedy at law.\n  \nCaraustar claims it is\nentitled to specific performance of the contract and preliminary and permanent injunctive relief enjoining\nG-P to perform all of its obligations under the contract. The motion to dismiss is addressed solely to the\nclaim for specific performance.\n{6}\n     \nThere is no provision in the Contract for remedy in the event of breach.\n{7}   \nNorth Carolina law governs the Contract.\nII\n{8}   \nWhen ruling on a motion to dismiss under Rule 12(b)(6), the court must determine “whether, as a\nmatter of law, the allegations of the complaint . . . are sufficient to state a claim upon which relief may be\ngranted.”\n  \nHarris v. NCNB\n, 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987).\n  \nIn ruling on a motion to\ndismiss, the court must treat the allegations in the complaint as true.\n  \nSee Hyde v. Abbott Laboratories,\nInc.\n, 123 N.C. App. 572, 473 S.E.2d 680, 682 (1996).\n  \nThe court must construe the complaint liberally and\nmust not dismiss the complaint unless it appears to a legal certainty that plaintiff is entitled to no relief\nunder any state of facts which could be proved in support of the claim.\n  \nSee id.\n \nIII\n{9}    Article 25, North Carolina’s version of the Uniform Commercial Code [U.C.C.], applies to\ntransactions in goods.\n  \nN.C.G.S. § 25-2-102 (2000).\n  \nThe paper products at issue in this dispute are goods\nas defined by the statute.\n  \nN.C.G.S. § 25-2-105.\n \n{10}   \nThe motion to dismiss raises the issue of whether the U.C.C. permits supplemental equitable\nremedies such as specific performance for a seller as a remedy for non-acceptance or repudiation, even\nthough section 2-708 states:\n \nSeller’s damages for non-acceptance or repudiation.\n     \n(1) Subject to subsection (2) and to the provisions of this article \nwith respect to proof of\nmarket price (G.S. 25-2-723), the measure of damages \nfor non-acceptance or repudiation by\nthe buyer is the difference between the \nmarket price at the time and place for tender and the\nunpaid contract price \ntogether with any incidental damages provided in this article (G.S. 25-2-\n710), \nbut less expenses saved in consequence of the buyer’s breach.\n     \n(2) If the measure of damages provided in subsection (1) is inadequate \nto put the seller in\nas good a position as performance would have done then \nthe measure of damages is the profit\n(including reasonable overhead) which the \nseller would have made from full performance by\nthe buyer, together with any \nincidental damages provided in this article (G.S. 25-2-710), due\nallowance for \ncosts reasonably incurred and due credit for payments or proceeds of resale.\n{11}\n      \nDefendant argues that section 2-708 provides the only remedies available to the seller in the event\nof breach, and, absent a specific provision in the Contract, equitable remedies such as specific\nperformance are generally not available.\n \nHence, Defendant contends that the determination of the seller’s\ndamages is controlled by section 2-708 and therefore is limited to lost profits.\n  \nN.C.G.S. § 25-2-708.\n{12}   \nConversely Plaintiff argues that the statute specifically provides that principles of equity may\nsupplement its provisions. Plaintiff relies on the language in N.C.G.S § 25-2-103, which provides:\n \n“Unless displaced by the particular provisions of this chapter, the principles of law and equity . . . shall\nsupplement its provisions.”\n   \nPlaintiff contends that specific performance is an appropriate remedy given\nthe circumstances of this case.\n \n{13}   \nDefendant relies on \nMartin v. Sheffer, \n102 N.C. App. 802, 403 S.E.2d 555 (1991) for the\nproposition that the seller’s damages are controlled by section 2-708.\n  \nIn \nMartin\n, a breach of contract case\ninvolving a transaction in goods, defendants counterclaimed for full performance of the contract pursuant\nto a specific performance clause in the contract between the parties.\n  \nId. \nPlaintiffs argued that the U.C.C.\nprovided the sole remedy available to the seller.\n  \nId.\n at 804, 403 S.E.2d at 556.\n  \nThe court held that “[a]\ncontractual provision expanding seller’s damages upon breach of the buyer will . . . be upheld where the\ncontractual provision is reasonable and in good faith.”\n  \nId.\n   \nIn reaching its decision, the court referenced\nsection 2-719, which states “a contract for the sale of goods may provide for remedies in addition to or in\nsubstitution for those provided in this article and may limit or alter the measure of damages recoverable\nunder this article.”\n  \nId.\n   \nHence, the court started from the premise that unless otherwise indicated in the\ncontract between the parties, the U.C.C. provided the sole remedies available to the seller.\n{14}\n     \nThe Plaintiff cites \nMartin\n to support its reliance on cases in other jurisdictions that find that the\nU.C.C. does not displace equitable remedies.\n  \nPlaintiff relies on the following statement in\n Martin\n:\n  \n“While\nthis is a case of first impression in this jurisdiction, cases from other jurisdictions serve as guidance and\nexplanation as to the purpose of the [U.C.C.], which is to make uniform the law among the various\njurisdictions.”\n  \nId. \nat 805, 403 S.E.2d at 557 (quoting \nEvans v. Everett, \n10 N.C. App. 435, 437 179 S.E.2d\n120, 122, \nrev’d on other grounds, \n279 N.C. 352, 183 S.E.2d 109 (1971).\n  \nHowever, the \nMartin\n court made\nthe above statement\n,\n in support of its reliance on \nFrank LeRoux, Inc. v. Burns, \n4 Wash. App. 165, 480 P2d\n213 (1971).\n  \nMartin, \nat 805, 403 S.E.2d at 557.\n  \nThe court in \nFrank LeRoux, Inc.\n upheld a specific\nperformance clause after finding that “\nabsent such a provision . . . plaintiff would be limited in his\nremedies to [the U.C.C.].”\n  \nId. \n \nat 170, 480 P.2d at 216 (1971).\n  \nThere are no North Carolina U.C.C. cases\nimposing remedies outside those provided by the U.C.C., absent specific contractual provisions\nauthorizing such remedies.\n{15}\n   \nThis Court finds \nMartin \ncontrolling and holds that: as a general rule, U.C.C. § 2-708 provides the\nsole remedies available to the seller in the event of breach by the buyer; and, therefore, the remedy of\nspecific performance is displaced unless specifically provided for in the contract between the parties.\n  \n \n{16}\n     \nThere are three reasons underlying this Court’s holding.\n  \nFirst, it is clear from \nMartin \nthat the\nparties to a requirements contract can negotiate a specific performance remedy if they agree to do so.\n  \nThe\nparties in this action are large sophisticated businesses negotiating at arm’s length and could have\nprovided by contract for the remedy sought by Caraustar.\n{17}\n     \nSecond, the statutory scheme of the Uniform Commercial Code supports a conclusion that the\ndrafters of the U.C.C. intended to displace the equitable remedy of specific performance with the remedies\nprovided therein.\n  \nCourts should determine whether a particular provision of the U.C.C. was intended to\ndisplace common law.\n  \nEquitable Life Assurance Soc. v. Okey,\n 812 F.2d 906, 909 (4\nth\n Cir. 1987).\n  \nOkey\ninvolved a U.C.C. cause of action that overlapped with a common law cause of action, creating a conflict\nin the standard of care giving rise to liability.\n  \nId.\n  \nThe court in \nOkey\n held that where such a conflict\nexisted, the U.C.C. was clearly intended to displace the common law.\n  \nId.\n  \nAs in \nOkey, \nimposing the\nequitable remedy of specific performance conflicts with the remedies provided the seller in sections 2-708\nand 2-709.\n  \nSection 2-709 (3) provides that “[a]fter the buyer has wrongfully rejected or revoked\nacceptance of the goods or has failed to make a payment due or has repudiated . . ., a seller who is held not\nentitled to the price under this section shall nevertheless be awarded damages for nonacceptance under the\npreceding section . . . 2-708.”\n  \nThe U.C.C. could have provided for specific performance, but did not.\n  \nIn\nother instances, it does provide for specific performance.\n  \nSee\n N.C.G.S. § 25-2-716.\n  \nAt least one\ncommentator has explained the rationale behind the U.C.C. scheme of remedies in the following terms:\n“[T]he [U.C.C.] drafters have generally denied the price to a seller of goods not yet accepted because he is\nusually in the business of selling goods of the kind in question, is likely to have better market contacts and\nis therefore in a better position to salvage by redisposing of the goods through his normal channels.”\n \nJames J. White & Robert S. Summers, \nUniform Commercial Code, \n332-33 (3\nrd\n ed. 1988).\n  \nThe system of\nremedies provided by the U.C.C. is an integral part of the overall scheme, and the Court should interpret\nits provisions in a way that will further its underlying policies and purposes.\n  \nSee Rushton v. Shea\n, 423 F.\nSupp. 468, 471 (D. Del. 1976).\n{18}\n     \nFinally, one of the underlying purposes of the U.C.C. was to create uniformity among the states in\ncommercial transactions.\n  \nThe scheme of remedies was a part of that effort.\n  \nIf each state could alter the\nscheme of remedies by substituting common law specific performance for the U.C.C. remedies, that\nuniformity would be lost and the U.C.C. scheme of remedies diminished.\n{19}    \nDefendant’s motion to dismiss is granted and Plaintiff’s claim for specific performance is\ndismissed.\n       \n \nIt is so ORDERED, ADJUDGED and DECREED.\n This is the 26\nth\n day of January 2001.\n                                                                                 \n                                                                                    \nBen F. Tennille\n                                                                                    \nSpecial Superior Court Judge\n                                                                                    \n  \nfor Complex Business \nCases"
}