{
  "id": "c60df96c624ebba2516a2a0edc313076c464466cf5bb9a9387b1ebd4e9a40417",
  "source_file": "data/raw/ncbc/c60df96c624ebba2516a2a0edc313076c464466cf5bb9a9387b1ebd4e9a40417.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCUMBERLAND COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 5612 \n \nSTATE OF NORTH CAROLINA, ex rel. \nJOSHUA H. STEIN, ATTORNEY \nGENERAL, \n \nPlaintiff, \n \nv. \n \nE.I. DU PONT DE NEMOURS AND \nCOMPANY; THE CHEMOURS \nCOMPANY; THE CHEMOURS \nCOMPANY FC, LLC; CORTEVA, INC.; \nDUPONT DE NEMOURS, INC.; and \nBUSINESS ENTITIES 1-10, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFF STATE OF NORTH \nCAROLINA’S MOTION FOR \nPARTIAL SUMMARY JUDGMENT \n[Public]1 \n \n1. THIS MATTER is before the Court on the 12 July 2023 filing of Plaintiff \nState of North Carolina’s Motion for Partial Summary Judgment (the “Motion”).  \n(ECF No. 214 [“Mot.”].)  Pursuant to Rule 56 of the North Carolina Rules of Civil \nProcedure (the “Rule(s) ”), Plaintiff State of North Carolina (“Plaintiff”)  seeks \naffirmative summary judgment against Defendants Corteva Inc. (“Corteva” ) and \nDuPont de Nemours, Inc. (“New DuPont”), on the legal issue of whether Corteva and \nNew DuPont contractually assumed the liabilities of E.I. du  Pont de Nemours and \nCompany (“Old DuPont”) arising from Old DuPont’s use, manufacture, and discharge \nof per- and polyfluoroalkyl substances (“PFAS”) in North Carolina. \n \n1 Recognizing that this Opinion cites to and discusses the subject matter of documents that \nthe Court has allowed to remain under seal in this action, the Court filed this Order and \nOpinion under seal on 30 January 2024.  (See ECF No. 267.)  On 6 February 2024 the parties \nnotified the Court that all parties conferred and agreed that there is no material in this Order \nand Opinion that requires sealing.  Accordingly, the Court now files this public version of the \nOrder and Opinion, and will promptly unseal the previously filed version, (ECF No. 267). \nState of N.C. v. E.I. du Pont de Nemours & Co., 2024 NCBC 5. \n2. For the reasons set forth herein, the Court GRANTS the Motion. \nRhine Law Firm, PC by Martin Ramey, Joel R. Rhine, and Ruth \nSheehan; North Carolina Department of Justice by Marc Bernstein and \nDaniel S. Hirschman; Taft Stettinius & Hollister, LLP by Robert A. \nBilott and David J. Butler; Douglas & London, PC by Gary J. Douglas, \nTate J. Kunkle, Michael A. London, and Rebecca Newman; Levin \nPapantonio Rafferty by Wesley A. Bowden; and Kelley Drye & Warren, \nLLP by Melissa Byroade, Kenneth Corley, Steven Humphreys,  William \nJ. Jackson, Elizabeth Krasnow, Ivan Morales, Lauren H. Shah, David \nZalman, Levi Downing, Julia Schuurman, and Curt D. Marshall  for \nPlaintiff State of North Carolina, ex rel. Joshua H. Stein, Attorney \nGeneral. \n \nBradley Arant Boult Cummings LLP by C . Bailey King, Jr. and Robert \nR. Marcus; and Bartlit Beck, LLP by Katherine L.I. Hacker, Amy R. \nMcCalib, and Katharine A. Roin, for Defendants Corteva, Inc. and \nDuPont de Nemours, Inc. \n \nRobinson, Judge. \n \nI. INTRODUCTION \n3. This action arises out of the alleged contamination of North Carolina’s air, \nland, and water through operations at a chemical manufacturing facility known as \nFayetteville Works located in Bladen and Cumberland Count ies in North Carolina.  \nPlaintiff alleges that Old DuPont, Chemours, Inc., and Chemours  FC (collectively, \nthe “PFAS Defendants”) have caused this cont amination by using, manufacturing, \nand discharging PFAS, which resist biodegradation, persist in the environment, and \naccumulate in people and other living organisms. \n4. Plaintiff alleges that Corteva and New DuPont contractually assumed the \nliabilities of Old DuPont, making them directly liable for Old DuPont’s conduct \narising from Old DuPont’s use, manufacture, and discharge of PFAS  in North \nCarolina. \nII. FACTUAL AND PROCEDURAL BACKGROUND \n5. The Court sets forth herein the al legations in the Complaint to aid in \nsetting out the factual allegations giving rise to this action, notwithstanding the fact \nthat the Complaint is unverified and cannot be treated as an affidavit.  The Court \ndoes not make findings of fact and conclusions of law at this stage, but sets forth only \nthose facts that will allow the Court to determine if there is a genuine issue of \nmaterial fact such that it should be brought before a jury.  \n6. This Order and Opinion focuses on issues regarding the impact of the \nSupreme Court of North Carolina’s decision in this case.  See State ex rel. Stein v. E.I. \ndu Pont Nemours & Co. , 382 N.C. 549, 565 (2022).  Furthe r, this Motion has been \nbrought before the conclusion of discovery and, as a result, the allegations are treated \nas such and not as evidence.   \nA. The Relevant Parties \n7. Old DuPont is a Delaware corporation with its principal place of business \nin Delaware , wh ich conducts business throughout the United States, including in \nNorth Carolina.  (Compl. ¶ 16, ECF No. 2 [“Compl.”].) \n8. Corteva and New DuPont are Delaware corporations  with their principal \nplaces of business in Delaware, which both conduct business throughout the United \nStates, including North Carolina.  (Compl. ¶¶ 20–21.)   \n9. The Chemours Company (“Chemours”) is a Delaware corporation with its \nprincipal place of business in Delaware.  (Compl. ¶ 17.)   \nB. Acquisition and Operation of the Fayetteville Works Property \n10. Old DuPont acquired the Fayetteville Works property, a chemical \nmanufacturing facility,  in 1969 and began operations in the early 1970s.  \n(Compl. ¶¶ 77, 79.)  The Fayetteville Works property is located near Fayetteville, \nNorth Carolina, (Compl. ¶ 78), and Old DuPont operated Fayetteville Works for over \nforty years before it transferred the property to Chemours on 1  February 2015 \n(Compl. ¶ 80).   \n11. Old DuPont has a llegedly generated and released hundreds of PFAS , \nincluding perfluorooctanoic acid (“PFOA”) and GenX, into the air, ground, and water.  \n(Compl. ¶ 4.)  Exposure to these chemicals over time can pose serious health  and \nenvironmental risks to the citizens of North Carolina.  (Compl. ¶ 10.)  \nC. Restructuring of Old DuPont \n12. On 26 June 2015, Old DuPont and Chemours entered into a s eparation \nagreement, which effectively transferred Old DuPont’s “Performance Chemicals” \nsegment to Chemours, which included  Old DuPont’s business associated with the \nmanufacture and use of PFAS and Fayetteville Works .  ( Compl. ¶¶ 157–58; Index \nExs. Mot. Ex. 1 at 209,  ECF No 215.1 [“Corteva Form 10- K”].)  On 1 July 2015, \nOld DuPont completed the spin -off to Chemours, ( see Corteva Form 10 -K at 10),   \npreviously a wholly owned subsidiary of Old DuPont,  and as a result, Chemours \nbecame an independent, publicly traded company (Compl. ¶ 154). \n13. In December 2015, Old DuPont merged with Dow Ch emical Company to \nform New DuPont.  (Compl. ¶ 171; Index Exs. Mot. Ex. 2 at 4, ECF No 215.2 [“New \nDuPont Form 10 -K”].)  According to the merger agreement, Old  DuPont and Dow \nChemical Company would become subsidiaries of New DuPont.  (Compl. ¶ 171; New \nDuPont Form 10-K at 4.)   \n14. New DuPont restructured the combined assets of Old DuPont and Dow \nChemical Company into three business lines : (i) Materials Science, (ii) Agriculture, \nand (iii) Specialty Products.  ( Compl. ¶ 174; Corteva Form 10 -K at 6; New DuPont \nForm 10-K at 4.)  New DuPont then transferred the Materials Science business to a \nnew subsidiary, Dow, Inc. (“New Dow”), the Agriculture business was transferred to \nOld DuPont, and the Specialty Products business was kept by New Du Pont. \n(Compl. ¶ 177; see also Corteva Form 10-K at 6–8; New DuPont Form 10-K at 4; Index \nExs. Mot. Ex. 3 at 66, ECF No. 215.3 [“New DuPont Mar. 2019 10-Q”].)  \n15. Following the transfer of the Agriculture business to Old DuPont, \nOld DuPont was transferred to another newly formed subsidiary, Corteva.  \n(Compl. ¶ 179; Corteva Form 10 -K at 6 –8.)  From April to June 2019, New Dupont \nspun off Corteva  as an independent public company.  ( Compl. ¶ 179; Corteva Form \n10-K at 6–8; New DuPont Mar. 2019 10-Q at 66.)  \n16. On 1 April 2019, the Separation and Distribution Agreement ( the \n“Separation Agreement”) was signed, governing the internal restructuring of \nNew DuPont into three separate, publicly traded companies: one for the Agricultural \nBusiness, one for the Materials Science Business, and one for the Specialty Products \nBusiness.  (See Index Exs. Mot. Ex. 4 at 4, ECF No. 215.4 [“Separation Agt.”].)   \n17. Under the Separation Agreem ent, Corteva assumed the “Agricultural \nLiabilities” and New DuPont assumed the “Specialty Products Liabilities.”  \n(Separation Agt. § 2.2(c).)  The term “ Agricultural Liabilities” is defined as “any of \nthe Liabilities set forth on Schedule 1.1(38)(vii),” (Separation Agt. § 1.1(38)(vii)), and \n“Specialty Products Liability” is defined as “any of the Liabilities set forth on \nSchedule 1.1(309)(vi),” (Separation Agt. § 1.1(309)(vi)).  \n18. On 1 June 2019, Corteva and New DuPont entered into the Letter \nAgreement (together with the Separation Agreement, the “Agreements”) , which \namended Schedules 1.1(38)(vii) and 1.1(309)(vi) to the Separation Agreement.  (Index \nExs. Mot. Ex. 5 at NCAG-CTVA-001346, 001373-75, ECF No. 215.5 [“Ltr. Agt.”].)   \n19. The “Agricultural Shared DuPont Percentage ,” is defined within the \nSeparation Agreement a s 29%.  (Sep. Agt. § 1.1(41).  Further, Schedule  1.1(309)(vi) \nof the Separation Agreement was amended to show that  New DuPont agreed to \nassume 71% of Old DuPont’s PFAS liabilities.  (Ltr. Agt. at NCAG-CTVA-001374-75.)   \nD. Procedural History \n20. On 13 October 2020, this action was initiated by Plaintiff with the filing of \nits Complaint.  (See generally Compl.) \n21. On 29 January 2021, Corteva and New DuPont filed their Consolidated \nMotion to Dismiss (the “Motion  to Dismiss”), (ECF No. 76  [“Mot. Dismiss”]), which \nsought dismissal of Plaintiff’s claims against them pursuant to Rules 12(b)(2) and \n12(b)(6), (Mot. Dismiss 1). \n22. On 17 Aug ust 2021, the Court entered its Order and Opinion on \nConsolidated Motion to Dismiss by Defendants Corteva, Inc. and DuPont de \nNemours, Inc. (the “17 August Order  and Opinion ”).  (ECF No. 15 3 [“17 Aug. \nOpinion”].)  The 17  August Order and Opinion  limited its ruling to the issue of \nwhether the Court could properly exercise personal jurisdiction over Corteva and \nNew DuPont pursuant to Rule 12(b)(2), and the Court noted that it would later enter \nan order and opinion on the remainder of th e Motion to Dismiss.  (17 Aug. \nOpinion ¶ 2 n.2.)  The Court concluded that  it could properly exercise personal \njurisdiction over Corteva and New DuPont.  (17 Aug. Order ¶ 59.)   \n23. On 16 September 2021, Corteva and New DuPont  timely filed their \nAmended Notice of Appeal to the North Carolina Supreme Court , appealing the \n17 August Order.  (ECF No. 156).  Subsequently, the Court stayed all proceedings in \nthis case, including discovery, until final resolution of the appeal.  (ECF No. 161.) \n24. On appeal, the Supreme Court of North Carolina  affirmed the 17 August \nOrder and remanded this case for additional proceedings .  See State ex rel. Stein v. \nE.I. du Pont Nemours & Co., 382 N.C. 549, 565 (2022).   \n25. Following remand, the Court heard arguments on the Rule 12(b)(6) aspect \nof the Motion to Dismiss, and on 2 March 2023, the Court filed its Order and Opinion \non Motions to Dismiss, denying both Motions.  (ECF No. 193.) \n26. The parties are currently engaged in discovery.  (See ECF No. 194.)   \n27. On 12 July 2023, Plaintiff filed th e Motion and its supporting brief .  (See \nMot.; Memo. Supp. Mot., ECF No. 216 [“Br. Supp.”].)   After briefing was complete d, \nthe Court held a hearing on the Motion on 20  November 2023 (the “Hearing”) , at \nwhich all parties were present and represented through counsel.  (See ECF No. 237.) \n28. The Motion is ripe for resolution. \nIII. LEGAL STANDARD \n29. Summary judgment is appropriate when “the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with the affidavits, if any, \nshow that there is no genuine issue as to any material fact and that any party is \nentitled to a judgment as a matter of law.”  N.C.G.S. § 1A-1, Rule 56(c).  In ruling on \na motion for summary judgment, the Court must consider the evidence in the light \nmost favorable to the nonmoving party, drawing all inferences in the nonmoving \nparty's favor.  See, e.g., Morrell v. Hardin Creek, Inc., 371 N.C. 672, 680 (2018). \n30. The moving party “bears the initial burden of demonstrating the absence \nof a genuine issue of material fact.”  Liberty  Mut. Ins. Co. v. Pennington, 356 N.C. \n571, 579 (2002).  The moving party meets its burden “by proving that an essential \nelement of the opposing party’s claim is nonexistent, or by showing through discovery \nthat the opposing party cannot produce evidence to support an essential element of \nhis claim.”  DeWitt v. Eveready Battery Co., 355 N.C. 672, 681 (2002) (citations and \nquotation marks omitted).  If  the moving party makes that showing, “the burden \nshifts to the nonmoving party to ‘produce a forecast of evidence demonstrating that \nthe nonmoving party will be able to make out at least a prima facie case at trial.’ ”  \nCummings v. Carroll, 379 N.C. 347, 358 (2021) (quoting DeWitt, 355 N.C. at 682). \n31. When a party requests affirmative summary judgment on its own claims \nfor relief, “a greater burden must be met.”  Brooks v. Mount Airy Rainbow Farms Ctr., \nInc., 48 N.C. App. 726, 728 (1980).  The moving party “must show that there are no \ngenuine issues of fact, that there are no gaps in his proof, that no inferences \ninconsistent with his recovery arise from the evidence, and that there is no standard \nthat must be applied to the facts by the jury.”  Parks Chevrolet, Inc. v. Watkins, \n74 N.C. App. 719, 721 (1985).  For that reason, it is “ rarely . . . proper to enter \nsummary judgment in favor of the party having the burden of proof.”   Blackwell  v. \nMassey, 69 N.C. App. 240, 243 (1984). \nIV. ANALYSIS \n32. The sole issue presented in the Motion is whether a genuine issue of \nmaterial fact exists as to whether Corteva and New DuPont contractually assumed \nthe liabilities of Old DuPont arising from Old DuPont’s  use, manufacture, and \ndischarge of PFAS in North Carolina. \nA. Law of the Case \n33. Plaintiff contends that the Supreme Court of North Carolina’s ruling that \nCorteva and New DuPont assumed Old DuPont’s PFAS liabilities is the law of this \ncase, and as such, summary judgment is warranted on this issue.  (Br. Supp. 13.)  The \nCourt agrees. \n34. The law of the case doctrine applies to “ points actually presented and \nnecessary to the determination of the case.”  Condellone  v. Condellone, 137 N.C. \nApp. 547, 551 (2000); see also Premier, Inc. v. Peterson, 2016 NCBC LEXIS 39, at **14 \n(N.C. Super. Ct. May 13, 2016) (applying the law of the case doctrine to a question of \ncontract interpretation).  It requires that “[n]o judgment other than that directed or \npermitted by the appellate court may be entered.”  D & W, Inc. v. City of Charlotte, \n268 N.C. 720, 722 (1966).  “ As a result, ‘[o]n remand of a case after appeal, the \nmandate of the reviewing court is binding on the lower court, and must be strictly \nfollowed, without variation or departure.’ ”  Premier,  Inc., 2016 NCBC LEXIS 39, \nat **15 (quoting Couch v. Private Diagnostic Clinic, 146 N.C. App. 658, 667 (2001)). \n35. The parties have argued the issue of whether  Corteva and New DuPont \nassumed Old DuPont’s PFAS liabilities  once already: before the Supreme Court of \nNorth Carolina.  In affirming this Court’s decision concerning the exercise of personal \njurisdiction, our Supreme Court reviewed the Agreements to determine the plain \nlanguage of those documents as it relates to the assumption by Corteva and New \nDuPont of Old DuPont’s PFAS liabilities and their impact on the personal jurisdiction \nanalysis.  \n36. In its decision, the Supreme Court stated, in relevant part, that “the \nBusiness Court’s interpretation of the plain language of the Agreements is well \nsupported,” and that it “upheld [ this Court’s] finding that Corteva and Ne w DuPont \nexpressly assumed Old DuPont’s PFAS liabilities.”   E.I. du Pont de Nemours & Co., \n382 N.C. at 563.   \n37. As a result of the Supreme Court of North Carolina’s conclusion that, when \nread together, the Agreements established that Corteva and New DuPont were liable \nfor Old DuPont’s PFAS liabilities, the Supreme Court necessarily determined that \nCorteva and New DuPont will be held liable if, at a later point in this litigation, Old \nDuPont is found liable for conduct related to its use, manufacture, and discharge of \nPFAS.   \n38. The Court further notes that there have been no new developments that \nwould warrant reconsideration of the liability provisions within the  Agreements .  \nTherefore, that issue has been decided with finality for purposes of this case.  See Ray \nv. Hill Veneer Co., 199 N.C. 414, 415 (1924) (holding that  an exception to the law of \nthe case doctrine applies only when there is a “material difference” between the \nrecord in the prior appeal and the present record); cf. Metts v. Piver, 102 N.C. App. \n98, 100–01 (1991) (holding that even new evidence did not entitle a party to a second \nchance at summary judgment on the same issues ; otherwise “an unending series of \nmotions for summary judgment could ensue”).   \nB. Claims Against PFAS Defendants \n39. Corteva and New DuPont contend that because Plaintiff is seeking \nsummary judgment on the issue of whether Corteva and New DuPont assumed Old \nDuPont’s PFAS liabilities, Plaintiff is necessarily  seeking summary judgment on \nPlaintiffs’ first four causes of action, which are asserted in the Complaint exclusively \nagainst the PFAS Defendants,\n2 not Corteva and New DuPont.  (Br. Opp. Pl.’s Mot. 5, \nECF No. 235 [“Br. Opp.”].)  The Court disagrees. \n40. Application of the law of the case doctrine to this dispute means  only that, \nif Old DuPont is found to have  liability for t he use, manufacture, and discharge of \n \n2 As noted above, Old DuPont is a PFAS Defendant.  (See supra ¶ 3.) \nPFAS, Corteva and New DuPont will be held liable as a result of, and limited to, their \nassumed contractual obligations under the Agreements.  Plaintiff does not assert the \nfirst four causes of action, against Corteva and New DuPont.  However, Corteva and \nNew DuPont’s contractual obligations to Old DuPont result in their assumption of \nany contemplated PFAS liabilities belonging to Old  DuPont, at least to the extent \nCorteva and New DuPont assumed Old DuPont’s liabilities as set forth in the \nAgreements.   \n41. Therefore, while the Complaint does not assert the first four causes of \naction, which directly pertain to Old DuPont’s PFAS-related conduct, against Corteva \nand New DuPont, their contractual obligations to Old DuPont result in their \nassumption of any contemplated PFAS liabilities belonging to Old DuPont, at least \nto the extent Corteva and New DuPont’s assumed Old DuPont’s liabilities, as set forth \nin the Agreements.   \n42. Finally, while Corteva and New DuPont concede , as they must,  that the \nruling by the Supreme Court is binding in this case , (Br. Opp. 1), they contend that \nsummary judgment as to the issue before the Court is not appropriate because  \nPlaintiff is simply seeking an advisory ruling from this Court.  (Br. Opp. 8.)  Corteva \nand New DuPont  argue that “any assumption of liabilities by [Corteva and New \nDuPont] does not affect whether the PFAS Defendants– the ones against whom \nPlaintiff actually asserted the causes of action–committed any acts or omissions that \nprove or disprove any element of the claims.”  (Br. Opp. 8). \n43. Corteva and New DuPont have affirmatively denied Plaintiff’s allegations \nthat the pair assumed Old DuPont’s PFAS liabilities, even after the Supreme Court \nof North Carolina issued its decision.  (See Def. Corteva, Inc.’s Ans. 180, ECF No. 205 \n[“Corteva Ans.”]; Def. New DuPont’s Ans. 180, ECF No. 204 [“New DuPont Ans.”]  \n(admitting that they entered into the Separation Agreement, but denying  the \nremaining allegations related to assumption of Old DuPont’s direct financial \nliability.))  Therefore, and notwithstanding Corteva and New DuPont’s argument to \nthe contrary, the Court’s determination o f this issue  as a matter of law  is not an \nadvisory ruling, but instead one that will provide clarity  as to liability pending \ndetermination of whether Old DuPont is found liable for conduct related to its use, \nmanufacture, and discharge of PFAS.   \n44. To be abundantly clear, t his ruling relates only to the narrow issue of the \nliability assumed by Corteva and New DuPont as to Old DuPont’s PFAS liabilities, \nas was outlined by our Supreme Court in its 2022 Opinion affirming the Court’s \n17 August Order and Opinion.   \n45. This Order and Opinion does not address  whether any other  terms or \nprovisions of the Separation Agreement or the Letter Agreement are satisfied  or \nenforceable as a matter of law, and the Court does not determine herein whether Old \nDuPont is liable for the alleged conduct set forth in the Complaint concerning its use, \nmanufacture, and discharge of PFAS.   \nV. CONCLUSION \n46. For the foregoing reasons, the Court hereby GRANTS Plaintiff’s Motion for \nPartial Summary Judgment. \nSO ORDERED, this the 7th day of February, 2024.  \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}