{
  "id": "c628ae75d3e2fb0cea2c39b124fb4cab445f95e3c3b5fe80f32f55a7e3473be6",
  "source_file": "data/raw/ncbc/c628ae75d3e2fb0cea2c39b124fb4cab445f95e3c3b5fe80f32f55a7e3473be6.pdf",
  "raw_text": "Lowder Constr., Inc. v. Phillips, 2020 NCBC 1. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF RANDOLPH 18 CVS 686 \nLOWDER CONSTRUCTION, \nINC., \nORDER AND OPINION ON \nLOWDER CONSTRUCTION, INC.’S \nMOTION TO DISMISS RONALD E. \nPHILLIPS’S COUNTERCLAIM \n Plaintiff, \n v.  \nRONALD E. PHILLIPS; KEVIN \nW. GLENN; and ATLANTIC \nWOOD & TIMBER, LLC, \n Defendants. \n \n \nRONALD E. PHILLIPS, \n Counterclaim \nPlaintiff, \n v.  \nLOWDER CONSTRUCTION, \nINC. and J. DEAN LOWDER \n Counterclaim \nDefendants. \n \nTHIS MATTER comes before the Court  on Plaintiff/Counterclaim-Defendant \nLowder Construction, Inc.’s Motion to Dismiss the Sixth Amended and Supplemental \nCounterclaim filed by Ronald E. Phillips.  (“Motion,” ECF No. 39.) \n THE COURT, after considering the Motion , the briefs in support of and in \nopposition to the Motion , the arguments of counsel at the hear ing, the pleadings at \nissue, and other appropriate matters of record, CONCLUDES that the Motion should \nbe GRANTED.  \nRoberson, Haworth & Reese, PLLC , by Christopher C. Finan , Esq. for \nPlaintiff Lowder Construction, Inc. \n \nDavid E. Shives, PLLC, by David E. Shives, Esq. for Defendant Ronald \nE. Phillips. \n \n \n McGuire, Judge. \nI. FACTS AND PROCEDURAL BACKGROUND \n1. Counterclaim-Plaintiff Ronald E. Phillips (“Phillips”) provides sales, \nmarketing, and operational services to various businesses as a business consultant .  \n(ECF No. 33 at CC, ¶ 6.)  Counterclaim-Defendant Lowder Construction, Inc. (“LCI”) \nis a commercial construction company that provides framing services for hotels and \napartment buildings.  (Id. at ¶ 7.)  LCI retained Phillips as an independent contractor \nfrom January 2014 to late-December 2017.  (Id. at ¶¶ 6, 9, 28.)  Defendant Kevin W. \nGlenn (“Glenn”) was an LCI employee who worked closely with Phillips at  all times \nrelevant to this matter.  (Id. at ¶¶ 64–65.) \n2. Phillips and Glenn ended their respective employments with LCI in late \nDecember 2017  and were hired by Defendant Atlantic Wood & Timber, LLC \n(“Atlantic”).  Atlantic is a competitor of LCI. \n3. On March 14, 2019, LCI  filed its First Amended Complaint (“FAC”) in \nthis action against Phillips and the other Defendants.  (ECF No. 4.)  In the FAC, LCI \nalleges, inter alia , claims against Phillips for misappropriation of trade secrets ; \nconversion; tortious interference with prospective economic advantage; civil \nconspiracy; and unfair or deceptive trade practices in violation of N.C. G.S. § 75-1.1 \n(“UDTPA”).  (ECF No. 4.)  The claims are based primarily on Phillips’s alleged \nmisappropriation of LCI’s trade secrets, including a computer- generated modeling \nprocess, and other customer and business information.  (Id.) \n \n \n4. In its FAC (ECF No. 4), LCI alleges that it “independently created and \ndeveloped a unique, proprietary method, process and technique . . . to quickly and \naccurately develop, generate and prepare for submission to prospective clients, full \nand complete three -dimensional structural renderings  of proposed Projects  (the \n‘Structural Model’).”  (Id. at ¶ 11.)  Generally, LCI’s claims against Phillips arise from \nwork Phillips and Glenn performed for LCI using LCI’s Structural Model.  LCI alleges \nthat “[t]he Structural Model, . . . consist[s] of a significant amount of specially -\npurposed and customized software.”  ( Id. at ¶ 16.)  LCI further alleges that the \nStructural Model automatically generates “material takeoffs,” a full, complete, and \naccurate list of all necessary materials to complete a propo sed project.  LCI alleges \nthat this gives it a significant, commercially -valuable advantage because LCI’s \ncompetitors routinely generate “material takeoffs” manually, which is a time -\nconsuming and inaccurate process.  (Id. at ¶ 15.)  LCI claims the Structural Model is \na proprietary trade secret protected under the North Carolina Trade Secrets \nProtection Act, N.C.G.S. §§ 66 -152 et seq.  ( Id. at ¶ 24. )  LCI claims that Phillips, \nalong with Glenn, misappropriated the Structural Model, along with other \nconfidential customer and business information, and disclosed and used the \nStructural Model and other confidential information to help  Atlantic unfairly \ncompete with LCI. \n5. Phillips filed his Answer and Counterclaim on June 17, 2019.  As his \n“Sixth Amended and Supplemental Counterclaim” against LCI, Phillips alleges that \nLCI filed this lawsuit against him for the purpose of interfering with his ability to \n \n \ncompete with LCI, or assist Atlantic with competing, and that such conduct is an \nunfair or deceptive trade practice in violation of the UDTPA ( “Sixth Counterclaim”).  \n(ECF No. 33 at CC, ¶¶ 61–112.)  In the Sixth Counterclaim, Phillips alleges that LCI’s \nallegations in the FAC  are “false.”  (Id. at CC, ¶ 63.)  Phillips alleges that the \nStructural Model is not a trade secret, but simply consists of two or more \ncommercially available software programs that have not been modified, altered, or \nupgraded by LCI in any way.  More specifically, in his Sixth Counterclaim, Phillips \nalleges in relevant part: \na. In late 2016, LCI purchased a Dell Precision 5810 Desktop computer for \nthe dedicated purpose of running a Building Information Modeling  \nsoftware program to edit and/or manipulate three -dimensional \nstructural models of buildings (the “Computer”).  (Id. at CC, ¶ 68.)   \nb. LCI purchased two software licenses for programs that were \ndownloaded onto the Computer: “ (a) Revit, a software product created \nby Autodesk, Inc. and purchased from Advanced Solutions which is \ncapable of creating three -dimensional structural models for larg er, \ncommercial construction projects (“Revit”); and (b) StrucSoft Solutions \nNorth America’s MWF (“StrucSoft”), a plugin or application that works \nwithin Revit to specifically assist with framing issues.”  (Id. at CC, ¶ 70.)   \nc. In September 2017, LCI formed Construction Modeling & Management, \nLLC (“CM&M”), and LCI transferred the Revit and StrucSoft licenses \n \n \nand its contract with Advanced Solutions to CM&M.   (Id. at CC, ¶¶ 67, \n71.)   \nd. Starting in February 2017, LCI, and later CM&M, hired Advanced \nSolutions to construct most of  the structural models LCI sought to \nutilize in connection with its projects.  Advanced Solutions used Revit to \nconstruct the models, and then billed LCI (and CM&M) for its modeling \nservices.  LCI and CM&M engaged Advanced Solutions to cre ate \nstructural models only for projects that LCI had already been awarded.  \n“Advanced Solutions never created a structural model for the purposes \nof assisting LCI with a bid on a particular project. ”  (Id. at CC, ¶¶ 73–\n74.)   \ne. After Advanced Solutions sent a structural model to Glenn, Glenn used \nRevit and StrucSoft to complete the framing component of the structural \nmodel.  “Glenn only completed the framing components for models of \nprojects that had already been awarded to LCI; Glenn never generated \nthe framing component of a structural model for the purpose of assisting \nLCI with a bid on a particular project.”  (Id. at CC, ¶ 75.)   \nf. Neither Glenn nor Advanced Solutions created or developed any unique \nor customized software, program, application, or plugin for LCI to use \nin the Structural Model.  “ Advanced Solutions did provide Glenn with \ncertain macroinstructions (“Macros”) for use with in Revit in order to \nmore efficiently accomplish specific tasks. Glenn did not create or assist \n \n \nin the creation of the Macros  . . . .”  Phillips alleges, upon information \nand belief, that the Macros are owne d by Advanced Solutions and/or \nAutodesk, Inc., and not LCI.  (Id. at CC, ¶¶ 76–79.)   \n6. Phillips also alleges that LCI never took any steps to secure or protect \nthe Computer or the software on it.  ( Id. at CC, ¶¶ 83–86.)  Phillips further alleges \n“Revit, StrucSoft, and the Macros are freely available in the market for purchase and \nuse by any individual or entity, including LCI” and “LCI did not, does not, and cannot \npossess any trade secret in connection with any structural model.”  (Id. at CC, ¶¶ 90–\n91.) \n7. On December 14, 2017,  LCI executed an agreement transferring \nownership of the Computer, with the loaded Revit and StrucSoft software, to Glenn \nas payment for certain bonus compensation due to him.  (Id. at CC, ¶ 81.)   \n8. Atlantic does not hold licenses for Revit or StrucSoft and “could not use \nthose software programs or associated Macros.”  (Id. at CC, ¶ 98.) \n9. Phillips alleges that “LCI’s claim of misappropriation of trade secrets \nand each of its other claims, all founded upon its purported trade secret in a \n‘Structural Model,’ are objectively frivolous, unreasonable, and non-justiciable.”  (Id. \nat CC, ¶ 96.)  “ LCI has, without justif ication, intentionally attempted to interfere \nwith the agreements between Atlantic and its employee Glenn and contractor \nPhillips, and has also interfered with Atlantic’s and Phillips ’[s] prospective business \nopportunities” and “[s]pecifically, LCI intends  to disrupt, impede and prevent \nPhillips’[s] contract and potential future employment and/or contracts with Atlantic, \n \n \nin the absence of a non- compete agreement with Phillips, in order to gain a \ncompetitive advantage in the market and deprive Phillips and A tlantic of the \ncompetitive benefits afforded by such relationships.”  (Id. at CC, ¶¶ 101–02.) \n10. On July 19, 2019, LCI filed the Motion.  LCI simultaneously filed a brief \nin support of the Motion.  (Mem. Supp. Pls.’ Mot. to Dismiss, ECF No. 40.)  The Motion \nseeks dismissal of Phillips’s Sixth Counterclaim for unfair or  deceptive trade \npractices in violation of the UDTPA.  \n11. Phillips filed a response in opposition to the Motion.  (ECF No. 50.)  On \nSeptember 9, 2019, LCI filed a reply brief in support of the Motion.  (ECF No. 55.) \n12. The Court held a hearing on the Motion on September 25, 2019, at which \ncounsel for the parties made oral arguments.      \n13. The Motion ha s been fully brief ed and argued,  and is now ripe for \ndetermination.    \nII. STANDARD OF REVIEW \n14. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court’s \ninquiry is “whether, as a matter of law, the allegations of the [counterclaim], treated \nas true, are sufficient to state a claim upon which relief may be granted under some \nlegal theory, whether properly labeled or not.”  Harris v. NCNB Nat’l Bank , 85 N.C. \nApp. 669, 670, 355 S.E.2d 838, 840 (1987).  “It is well established that dismissal \npursuant to Rule 12(b)(6) is proper when ‘(1) the [counterclaim]  on its face reveals \nthat no law sup ports the plaintiff’s claim; (2) the [counterclaim]  on its face reveals \nthe absence of facts sufficient to make a good claim; or (3) the [counterclaim] discloses \n \n \nsome fact that necessarily defeats the plaintiff’s claim.’”  Corwin v. British Am. \nTobacco PLC, 371 N.C. 605, 615, 821 S.E.2d 729, 736– 37 (2018) (quoting Wood v. \nGuilford County, 355 N.C. 161, 166, 558 S.E.2d 490, 494 (2002)).  \n15. In deciding a motion to dismiss, the court must construe the complaint \nliberally and accept all well-pleaded allegations as true.  Laster v. Francis, 199 N.C. \nApp. 572, 577, 681 S.E.2d 858, 862 (2009).  The court, however, is not required “to \naccept as true allegations that are merely conclusory, unwarranted deductions of fact, \nor unreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. Dep’t of Health & Human \nServs., 174 N.C. App. 266, 274, 620 S.E.2d 873, 880 (2005) (citation and quotations \nomitted). \n16. In addition, “when ruling on a Rule  12(b)(6) motion, a court may \nproperly consider documents which are the subject of [the counterclaim] and to which \nthe [counterclaim] specifically refers even though they are presented by the \ndefendant.”  Oberlin Capital, L.P. v. Slavin , 147 N.C. App. 52, 60, 554 S.E.2d 840, \n847 (2001). \nIII. ANALYSIS \n \n17. LCI seeks dismissal of Phillips’s Sixth Counterclaim against LCI for \nunfair or deceptive trade practices in violation of the UDTPA .  LCI argues that \nPhillips’s Sixth Counterclaim  should be dismissed because LCI’s claims against \nPhillips are protected by the Noerr-Pennington doctrine, “which provides that a party \nwho seeks redress by filing a lawsuit is immune from claims that are based solely on \nthe pursuit of that lawsuit.”  Velocity Solutions, Inc. v. BSG Fin., LLC , 2016 NCBC \n \n \nLEXIS 19, at *15 (N.C. Super. Ct. Feb. 22, 2016) (following  E. R.R. Presidents \nConference v. Noerr Motor Freight, Inc. , 365 U.S. 127, 139 (1961)).   As the Supreme \nCourt of North Carolina recently explained: \nThe Noerr-Pennington doctrine originates from the U.S. \nSupreme Court’s decisions in Eastern Railroad Presidents \nConference v. Noerr Motor Freight, Inc., 365 U.S. 127, 81 S. \nCt. 523, 5 L. Ed.2d 464 (1961)  (“Noerr”), and United Mine \nWorkers v. Pennington, 381 U.S. 657, 85 S. Ct. 1585, 14 L. \nEd.2d 626 (1965)  (“Pennington”), which are together its \nnamesake.  In  Noerr, the Supreme Court held that the  \nFirst Amendment protects businesses when they engage in \ncertain petitioning activities, such as initiating litigation, \nproviding them with immun ity from antitrust liability \nwhen their conduct is aimed at influencing governmental \naction and their petitioning activity otherwise potentially \nviolates §§ 1  and 2 of the Sherman Act, which proscribe \nconspiracies to restrain trade and attempts to impose \nmonopolies, respectively.  See 365 U.S. at 135–37, 81 S. Ct. \nat 528 –29.  Pennington then reiterated the core teaching \nof Noerr: that immunity from antitrust liability under the  \nFirst Amendment exists for ‘concerted effort[s] to influence \npublic officials regardless of intent or purpose.’  381 U.S. at \n670, 85 S. Ct. at 1593. \n \nCheryl Lloyd Humphrey Land Inv. Co., LLC v. Resco Prods., 831 S.E.2d 395, 399 (N.C. \nSup. Ct. 2019). \n18. The immunity provided by the Noerr- Pennington doctrine, however, \n“can be lost if the litigation is only a sham.  Under the sham -litigation exception to \nthe Noerr-Pennington doctrine, ‘[t]he institution of a lawsuit may be the basis for an \nunfair trade practices claim if the lawsuit is a mere sham to cover what is actually \nnothing more than an attempt to interfere directly with the business relationships of \na competitor.’”  Velocity Solutions, Inc., 2016 NCBC LEXIS 19, at *15 (quoting United \nStates v. Ward , 618 F. Supp. 884, 907 (E.D.N.C. 1985)).  “[T]he ‘sham litigation’  \n \n \nexception to the Noerr-Pennington doctrine would apply to claims under [the UDTPA] \nwhen 1) the claim asserted is ‘objectively meritless’ and 2) the court finds ‘the \nlitigant’s subjective motivation’ was an unlawful intent to ‘interfere directly with the \nbusiness relation ships of a competitor.’”   Lorillard Tobacco Co. v. R.J. Reynolds \nTobacco Co., 2011 NCBC LEXIS 31, at *15–16 (N.C. Super. Ct. Aug. 8, 2011) (quoting \nProf’l Real Estate Investors, Inc. v. Columbia Pictures Indus., Inc., 508 U.S. 49, 60 \n(1993)).  “Proving that the filing of a lawsuit is a mere sham carries an extremely \nhigh burden, and, even if the Court assumes that an action was brought for no \nlegitimate purpose and with a subjective anti-competitive intent, it can still conclude \nthat the suit is objectively reasonable because it is not utterly baseless. ”  Velocity \nSolutions, Inc., 2016 NCBC LEXIS 19, at *15 (quotations omitted). \n19. In deciding whether Phillips’s Sixth Counterclaim is a sham, the Court \nfirst must determine whether LCI’s lawsuit against Phillips is “objectively \nreasonable.”  “ A lawsuit is objectively reasonable if an objective litigant could \nconclude that the suit is reasonably calculated to elici t a favorable outcome. ”  \nReichhold Chems., Inc. v. Goel, 146 N.C. App. 137, 157, 555 S.E.2d 281, 293 (2001) \n(citation and quotation marks omitted) .  Only if the Court concludes that LCI’s \nlawsuit is not objectively reasonable does it consider whether the suit was brought \nfor a subjective anti-competitive purpose.  Lorillard Tobacco Co., 2011 NCBC LEXIS \n31, at *16 (“[T]he inquiry into subjective intent only follows a finding that the suit is \nobjectively baseless and does not inform that initial objective determination.”).  As \nthis Court succinctly summarized \n \n \n[The] inquiry . . . requires the Court to consider whether, \naccepting the allegations of the Counterclaim as true and \nallowing all favorable factual inferences from those facts, \nthe Court can  and should make that determination as a \nmatter of law without need for further discovery.   The \ncontrolling ultimate issue is whether [p] laintiffs’ \nComplaint is ‘objectively reasonable.’  If it is, [p] laintiffs’ \nsubjective intent in filing the suit is irrelevant, and further \ninquiry into that intent is not necessary. \n \nId. at *2.  Accordingly, the Court first must decide whether LCI’s FAC is objectively \nreasonable. \n20. Phillips’s Sixth Counterclaim against LCI alleges that LCI’s institution \nof the present litigation “is a mere sham” intended to interfere with Phillips’s contract \nand potential future employment with Atlantic, and that LCI’s act of filing the \n“objectively unreasonable, frivolous, and baseless” lawsuit against him constitutes an \nunfair or deceptive trade practice.  (ECF No. 33 at CC, ¶¶ 102, 108.)  Rather than \naddressing the entirety of LCI’s lawsuit, Phillips’s argument in opposition to the \nMotion focuses exclusively on LCI’s claim against Phillips for misappro priation of \ntrade secrets.  Phillips contends that if the misappropriation claim is not objectively \nreasonable, then LCI’s lawsuit is utterly baseless and a sham .  (ECF No. 50, at pp. \n9–13; ECF No. 48, at pp. 18–22.)  Phillips’s argument relies heavily on his allegations \nin the Sixth Counterclaim denying LCI’s allegations regarding the proprietary nature \nof the Structural Model, and confidential customer and business information.  (Id.)   \n21. In analyzing whether LCI’s lawsuit is “objectively reasonable,” on the \none hand, or “utterly baseless ,” on the other, the Court must decide whether “‘an \nobjective litigant could conclude that the suit is reasonably calculated to elicit a \n \n \nfavorable outcome.’”  Reichhold Chems., Inc., 146 N.C. App. at 157, 555 S.E.2d at 293 \n(quoting Prof’l Real Estate Investors, Inc. v. Columbia Pictures Indus. , 508 U.S. 49, \n60 (1993) (“[T]he lawsuit must be objectively baseless in the sense that no reasonable \nlitigant could realistically expect success on the merits.  If an objective litigant could \nconclude that the suit is reasonably calculated to elicit a fav orable outcome, the suit \nis immunized under Noerr, and an antitrust claim premised on the sham exception \nmust fail.”)). \n22. As discussed thoroughly in the Order and Opinion on Phillips’s Motion \nfor Judgment on the Pleadings (ECF No. 62) , LCI has sufficiently a lleged a viable \nclaim for misappropriation of trade secrets against Phillips  to survive a motion for \njudgment on the pleadings .  LCI alleges that it developed its own proprietary \nmodeling and costing process, the Structural Model, and that the Structural Model \nprovides LCI with unique advantages over its competitors.  (ECF No. 4, at ¶¶ 11–16.)  \nLCI alleges that Phillips, along with Glenn, “focused, to a significant degree, on the \ncreation, development and implementation of the Structural Model” and “had \nsignificant, direct and unfettered access to all constituent components—both tangible \nand intangible—of the Structural Model.”  (Id. at ¶¶ 54–55.)  LCI further alleges that: \nwhile Phillips was still employed with LCI, he directed Glenn to provide an example \nof a Structural Model to Atlantic; Phillips accepted employment with Atlantic but \ncontinued working for LCI and provided Atlantic with copies of structural models for \nprojects on which LCI was bidding; and after Phillips began working for Atlantic, he \nhelped Atlantic win projects  from LCI customers using LCI’s trade secrets and \n \n \nconfidential customer and business data.  ( Id. at ¶¶ 79–94.)  LCI alleges that it has \nbeen injured by Phillips’s conduct.  (Id. at ¶ 105.) \n23.  While Phillips alleges that the Structural Model is not a trade secret, \nand undoubtedly will contest LCI’s allegations that he misappropriated trade secrets, \nthe Court finds that , based on LCI’s  allegations in the FAC , “an objective litigant \ncould conclude that” the claim for misappropriation “is reasonably calculated to elicit \na favorable outcome” for LCI.   Reichhold Chems., Inc., 146 N.C. App. at 157, 555 \nS.E.2d at 293. \n24. In addition, in the Sixth Counterclaim, Phillips specifically alleges only \nthat the Structural Model is not a trade secret.  Phillips  does not specifically allege \nhow or why LCI’s confidential customer and business data are not trade secrets, or \nwhy LCI’s claim that Phillips misappropriated the customer and business data is not \nobjectively reasonable and not calculated to seek a favorable outcome on LCI’s claim \nfor misappropriation of trade secrets.  Similarly, Phillips does not specifically allege \non what grounds an ob jective litigant could conclude that LCI’s allegations that \nPhillips interfered with LCI’s opportunity to win at least two specific projects offered \nby LCI’s customers do not support its claim for tortious interference with prospective \neconomic advantage .  (ECF No. 4, at ¶¶  140–46.)  Therefore, even if Phillips has \nalleged that LCI’s claim for misappropriation of the Structural Model is baseless, he \ndoes not adequately allege that LCI’s other claims are utterly baseless.   Velocity \nSolutions, Inc., 2016 NCBC LEXIS 19, at *15. \n \n \n25. As existing authority makes clear , the burden of establishing an \nexception to the protection to petition the courts provided by the Noerr- Pennington \ndoctrine is a heavy one that must be reserved for those lawsuits that are truly “utterly \nbaseless”; the courts should not be hesitant to dismiss claims for unfair or deceptive \ntrade practices grounded in another party’s decision to file a lawsuit.  See, e.g. , \nLorillard Tobacco Co. , 2011 NCBC LEXIS 31; Velocity Solutions, Inc. , 2016 NCBC \nLEXIS 19.  Phillips’s allegations in the Sixth Counterclaim fail to support his claim \nthat LCI’s lawsuit against him is objectively unreasonable or utterly baseless.  \nTherefore, the Motion should be GRANTED. \nIV. CONCLUSION \nTHEREFORE, IT IS ORDERED that the Motion is GRANTED, and Phillips’s \nSixth Counterclaim is dismissed with prejudice. \n \nSO ORDERED, this the 8th day of January, 2020.  \n \n      /s/ Gregory P. McGuire                     \n    Gregory P. McGuire \n    Special Superior Court Judge \n    for Complex Business Cases \n "
}