{
  "id": "c667b1c952dc4cc7da07347a90072f08e40ab2a0a40e64f94094c395a8dd0dbe",
  "source_file": "data/raw/ncbc/c667b1c952dc4cc7da07347a90072f08e40ab2a0a40e64f94094c395a8dd0dbe.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF GUILFORD \n IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n     12 CVS 11322 \n \nIN RE SOUTHEASTERN EYE \nCENTER-JUDGMENTS  \n ORDER AND OPINION ON THE \nRECEIVER’S MOTION FOR \nADDITIONAL FINDINGS AND \nMODIFICATION AND \nAMENDMENT OF \nINTERLOCUTORY ORDER \n (EBW JUDGMENT) \n \n    \n \n \n1. THIS MATTER is before the Court upon the Receiver Gerald A. Jeutter, \nJr.’s (the “Receiver”) Motion for Additional Findings and Modifications and \nAmendment of Interlocutory Order (EBW Judgment) (the “Motion” ) in the above -\ncaptioned case. \n2. Having considered the Motion, the parties’ opening and response briefs, \nthe Receiver’s supplemental brief, and the arguments of counsel at the hearing on \nJuly 25, 2017, the Court DENIES the Motion as set forth below. \nOak City Law LLP, by Robert E. Fields, III, for Receiver Gerald A. \nJeutter, Jr. \n \nDefendant Douglas S. Harris, pro se. \n \nBledsoe, Judge. \nI. \nPROCEDURAL AND FACTUAL BACKGROUND \n3. This Motion seeks modifications to  the Court’s Order and Opinion dated \nMay 4, 2017 (the “ Opinion”), (ECF No. 432) .  The Court incorporates herein the \nIn re Se. Eye Ctr. (EBW Judgment), 2017 NCBC 73. \n \n \nprocedural and f actual background set forth in Section I of the Opinion and only \nrecites subsequent procedural and factual background to the extent necessary to \nresolve the Receiver’s Motion. \n4. In the Opinion, the Court granted Douglas Harris’s (“Harris”) Motion to \nRelease [the Barton] Judgment, denied the Receiver’s Motion for Application of Full \nFaith and Credit and Res Judicata, and ordered the Guilford County Clerk of \nSuperior Court to “(i) mark on the judgment docket for Charles M. Ivey, III, as \nChapter 7 Trustee for EBW Laser, Inc. and EBW, Inc. v. James Mark McDaniel, C. \nRichard Epes and Douglas Harris  (Guilford County Superior Court, No. 12 -CVS-\n11322) that the Barton Judgment is paid and satisfied in full and (ii) f orward a \ncertificate of payment in full to the clerk of superior court in each county to which a \ntranscript of the Judgment has been sent .”  (Opinion 20 –21, ECF No. 432.)   The \nCourt further ordered “ the Receiver to cease and  desist all collection activities to \nrecover on the Barton Judgment.”  (ECF No. 432 at 21.) \n5. The Opinion was stamped and filed by the Guilford County Clerk of \nSuperior Court on May 9, 2017. \n6. On May 19, 2017, the Receiver filed this Motion and initial B rief through \nthe No rth Carolina Business Court’s electronic filing system with service on all \nparties.  The Receiver moves for relief pursuant to Rule 52 and 54, and , in the \nalternative, under Rules 59 and 60, of the North Carolina Rules of Civil Procedure.1 \n                                                 \n1  The Court is required to write an opinion resolving motions made under Rules 59 and 60.  \nSee N.C. Gen. Stat. 7A-45.3. \n \n \n7. The Court convened a telephone status conference on the Motion on May \n25, 2017.  By oral and written  order that same day, the Court ordered the Receiver \nto file a supplemental brief to address “(i) the rules under which the Motion is made \nand how those rules authorize the requests in the Motion;  (ii) the justification for \nthe amendments requested in the Motion;  (iii) the just ification for the Receiver’s \nrequest in the Motion that the Court authorize an appeal and other action  as set \nforth in the Motion; and (iv) the necessity and proprietary of a final report , and the \ncontents thereof [sic] , in the procedural context of the EB W Judgment litigation \n(Guilford County Superior Court, No. 12 -CVS-11322).”  (Scheduling Order (EBW \nJudgment) 1–2, ECF No. 440.) \n8. On May 26, 2017, the Receiver’s Motion was stamped and filed by the \nGuilford County Clerk of Superior Court. \n9. The Receiver filed his supplemental brief on June 9, 2017, and Harris filed \nhis response opposing the Motion on July 1, 2017. \n10. The Court held a hearing on the Motion on July 25, 2017, at which Harris, \nthe Receiver, and counsel for the Receiver were present. \nII. \nRULES 52 AND 54 \n11. Rule 52 of the North Carolina Rules of Civil Procedure provide s that \n“[u]pon motion of a party made not later than 10 days after entry of judgment  the \ncourt may amend its findings or make additional findings and may amend the \n \n \njudgment accordingly. ”  “[A] judgment is entered when it is reduced to writing,  \nsigned by the judge, and filed with the clerk of court.”  N.C. R. Civ. P. 58.2 \n12. “The primary purpose of a Rule 52(b) motion is to enable the appellate \ncourt to obtain a correct understanding of the factual issues determined by the trial \ncourt.  If a trial court has omitted certain essential findin gs of fact, a motion under \nRule 52(b) c an correct this oversight and avoid remand by the appellate court for \nfurther findings.”  Branch Banking & Trust Co. v. Home Fed . Sav. & Loan Ass’n, 85 \nN.C. App. 187, 198 –99, 354 S.E.2d 541, 548  (1987) (citation omitted) ; see also  \nParrish v. Cole, 38 N.C. App. 691, 694, 248 S.E.2d 878, 879 (1978) (to similar effect).  \nDenial of a Rule 52 motion is proper when the findings of fact supporting the entry \nof judgment were sufficient.  Branch Banking, 85 N.C. App. at  199, 354 S.E.2d at  \n548. \n13. Here, the Receiver seeks to add six amendments and additional findings of \nfact to the Opinion.  The Receiver  offers the first four modifications in order to \n“clarify” and “to provide context. ”  (Receiver’s Br. Supp. Mot. 2 –4, ECF No. 435 .)  \nThe Court has reviewed the requested amendments and additional findings of fact \nand concludes that they are either not supported by the record or necessary to  \n“correct [an] oversight” or  to “avoid remand by the appellate court for further \nfindings” or both.  Branch Banking , 85 N.C. App. at  198–99, 354 S.E.2d at  548 \n(citation omitted).  The Court will briefly discuss each in turn. \n                                                 \n2  Harris objects to the Motion as untimely to the extent it is brought under Rule 52 and 59.  \n(Harris’s Resp. 6 –7, ECF No. 453 .)  The Motion, however, was filed on the North Carolina \nBusiness Court’s electronic filing system within ten days of the filing of the May 4 , 2017 \nOpinion with the Guilford County Clerk of Superior Court.  Therefore, the Court concludes \nthat Harris’s timeliness objection is without merit. \n \n \n14. The Receiver’s first request seeks to specifically include Bessie Epes as one \nof the “other defendants” in the “ Trustee Recovery Litigation” referenced in \nparagraph 9 of the Opinion.  (ECF No. 435  at 2.)  The Court declines to make this \nrequested modification , finding it unnecessary because the Court identified the \nTrustee Recovery Litigation by its specific case ca ption in the United States \nBankruptcy Court for the Middle District of North Carolina .  T he case file for that \nproceeding is a matter of public record and can be consulted by any reviewing court \nto determine the identities of all defendants in that litigat ion.  The Court further \nnotes that Bessie Epes is not identified as a defendant in the specific adversary \nproceeding described in the bankruptcy court’s Order Approving Settlement of \nControversy, which is cited in paragraph 9 of the Opinion.   Order Approvi ng \nSettlement of Controversy  at 1, Ivey v. McDaniel  (In re EBW Laser, Inc ., Nos. 05-\n10220C-7G, 05-10221C-7G), No. 07-2004 (Bankr. M.D.N.C. Oct. 16, 2013), ECF No. \n625. \n15. The Receiver’s second request seeks to add information to footnote 3 on \npage 5 of the Opinion concerning the circumstances of Harris’s withdrawal of his \nobjection to the Trustee’s Motion for Authority to Settle Controversy in the federal \nbankruptcy court.  (ECF No. 435 at 2–3.)  The Court declines to make the requested \nmodification, again finding it unnecessary in light of the Court’s citation to the \nOrder Approving Trustee Settlement at pages 5 –7, and 10, a document , which \ndescribes the terms and conditions of Harris’s withdrawal of his objection and which \n \n \nis readily available on the  public record in the Trustee Recovery Litigation in the \nfederal bankruptcy court. \n16. The Receiver’s third and fourth requests seek to add information to \nparagraph 35 of the Opinion, which states  that “[t]he Receiver has not ar gued, nor \nis the Court prepared to conclude, that the UEFJA is preempted or otherwise \nwithout application here. ”  (ECF No. 432 at 1 3.)  The Receiver requests two \nadditional findings: (i) that paragraph 35 be modified to state that “[t]he Receiver’s \nrequest for Full Faith and Credit, a federal constitutional doctrine, and reliance on \nfederal cases addressing satisfaction of federal question judgments presented an \nissue as to whether federal law preempts the UEFJA”  and (ii) that paragraph 35 be \nmodified to state that “the Receiver has not argued explici tly . . . that the UEFJA is \npreempted or otherwise without application here.” .  (ECF No. 435  at 3 –4.)  The \nCourt declines to make the requested modifications, again finding it unnecessary, \nthis time because the Receiver’s brief is available as a matter of public record and a \ntranscript of the hearing on the motions resolved in the Opinion will be available to \nany appellate court reviewing this matter. \n17. In sum, the Court is not persuaded that the Receiver’s request that the \nCourt “clarify” and “provide context”  to the Opinion through the first four proposed \namendments is compelled or appropriate under Rule 52.   \n18. The Receiver’s fifth and sixth proposed amendments seek findings of fact \nauthorizing him “to abandon the [Barton] Judgment to Bessie Epes” or , in the \nalternative, to “add findings to clarify the Receiver’ s authority to pursue any \n \n \nappellate review” of the Opinion and to “direct [] [him] to file a final report as to the \n[Barton] Judgment.”  (ECF No. 435  at 4 –5.)  As with the first four proposed \namendments, however, the Court is not persuaded  that the se proposed \nmodifications are necessary  to “correct [an] oversight” or “avoid remand by the \nappellate court for further findings .”  Branch Banking, 85 N.C. App. at 198 –99, 354 \nS.E.2d at 548 (citation omitted) .  To the contrary, the proposed amendments seek \nthe Court’s authorization to take certain additional actions relating to the Barton \nJudgment, not to clarify  or add essential facts to the Opinion.  Id. at 198–99, 354 \nS.E.2d at 548 .  As such, the Court finds no basis under Rule 52 to justify the \nReceiver’s fifth and sixth proposed amendments , but nonetheless addresses these \nspecific requests more fully in Section IV infra.   \n19. In sum, therefore, the Court concludes , in the exercise of its discretion, \nthat the Receiver’s Motion should be denied to the ext ent it is brought under Rule \n52. \n20. The Receiver also moves under Rule 54, arguing that “a court may modify \nor revise an interlocutory ruling at any time prior to final judgment”  under that \nRule.  (ECF No. 435  at 1 .)  As an initial matter, the parties vi gorously debate \nwhether the Opinion is a final judgment ;3 Harris contends that it is, necessarily \ndefeating the Motion under Rule 54, and the Receiver argues that is not, asserting \nthat the Court thus has broad authority under Rule 54 to modify its ruling .  The \n                                                 \n3  “A final judgment is one which disposes of the cause as to all parties, leaving nothing to \nbe judicially determined between them in the trial court.”  State v. Sanchez, 175 N.C. App. \n214, 215, 623 S.E.2d 780, 781 (2005) (quoting Veazey v. Durham, 231 N.C. 357, 361 –62, 57 \nS.E.2d 377, 381 (1950)). \n \n \nCourt concludes, however, that it need not determine whether the Opinion is a final \njudgment to resolve the Motion because, in either event, the Receiver’s Motion \nunder Rule 54 must fail. \n21.  By its plain and unambiguous terms, Rule 54 does not permit amend ment \nof a final judgment.  Thus, to the extent the Opinion is a  final judgment, the Motion \nmust be denied. \n22.  The same result obtains to the extent the Opinion is an interlocutory \norder.  Although the North Carolina courts have not formulated a standard to guide \ntrial courts in considering a motion to amend an interlocutory ruling under Rule \n54(b), federal case law addressing similarly worded portions of Federal Rule 54(b) \nprovides useful guidance.  See Tetra Tech Tesoro, Inc. v. JAAAT Tech. Servs., LLC , \n794 S.E.2d 535, 539 (N.C. App. 2016) (citing Akeva, L.L.C. v. Adidas Am., Inc. , 385 \nF. Supp. 2d 559, 565 (M.D.N.C. 2005)).4   \n23. Rule 54(b) of the Federal Rules of Civil Procedure, like Rule 54(b) of the \nNorth Carolina Rules of Civil Procedure, does not “set out any standard for \nreconsideration of interlocutory orders ”; however, most federal courts “adhere to a \nfairly narrow set of grounds on which to reconsider their interlocutory orders  and \nopinions.”  Akeva, L.L.C., 385 F. Supp. 2d at 565.  In particular, under Federal Rule \n54(b), interlocutory decisions “may not usually be changed unless there is ‘an \nintervening change of controlling law, the availability of new evidence, or the need \n                                                 \n4  Federal decisions interpreting the federal rules are considered persuasive authority when \ninterpreting similar state rules in the courts of this State.  See e.g., Crowley v. Crowley, 203 \nN.C. App. 299, 305, 691 S.E.2d 727, 732 (2010). \n \n \n \nto correct a clear error or prevent a manifest injustice.’”  Official Comm. of \nUnsecured Creditors of Color Tile, Inc. v. Coopers & Lybrand, L.L.P. , 322 F.3d 147, \n167 (2d Cir. 2003) (quoting Virgin Atl. Airways, Ltd. v. Nat’ l Mediation Bd. , 956 \nF.2d 1245, 1255 (2d Cir. 1992) ).  Although neit her binding on this Court nor an \nexhaustive list of permissible considerations under Rule 54(b), the Court finds  this \nfederal guidance persuasive in the absence of contrary controlling case law from the \nNorth Carolina appellate courts. \n24. After careful review of the Receiver’s Motion, t he Court cannot conclude \nthat modification of the Opinion is required or appropriate under Rule 54(b) under \nthe circumstances.  First, the Receiver does not identify “an intervening change of \ncontrolling law, the availability of new evidence, or the need to correct a clear error \nor prevent a manifest injustice”  in offering his proposed modifications.   Id. (quoting \nVirgin Atl. Airways, Ltd. , 956 F.2d at 1255) .  Moreover, the Court finds that the \nReceiver’s firs t four requests are unnecessary for the same reasons discussed in \nconnection with Rule 52 above.  Finally, the Receiver’s requested modifications to \nauthorize the Receiver to take certain actions do not require a modification of the \nOpinion, and each is addressed more fully in Section IV infra.   \n25. For each of these reasons, therefore, the Court concludes , in the exercise of \nits discretion, that the Receiver’s Motion should be denied to the extent it is brought \nunder Rule 54. \n \n \n \n \nIII. \nRULES 59 AND 60 \n26. In the alternative, the Receiver seeks to obtain his requested amendments \nunder Rules 59 and 60.  Under Rule 59(e), “[a]  motion to alter or amend the \njudgment under section (a) of this rule shall be served not later than 10 days after \nentry of the judgm ent.”  “A Rule 59(e) motion for relief from a judgment must be \nbased on one of the grounds listed in Rule 59(a).”  Ice v. Ice, 136 N.C. App. 787, 789–\n90, 525 S.E.2d 843, 845 (2000) ; see also N.C. Alliance for Transp. R eform, Inc. v. \nN.C. Dep’t of Transp. , 183 N.C. App. 466, 469 , 645 S.E.2d 105, 108 (2007).   Rule \n59(a) lists the causes or grounds for alteration or amendment  of a judgment  as \nfollows:  \n(1) Any irregularity by which any party was prevented from having a \nfair trial; \n(2)  Misconduct of the jury or prevailing party; \n(3) Accident or surprise which ordinary prudence could not have \nguarded against; \n(4) Newly discovered evidence material for the party making the \nmotion which he could not, with reasonable diligence, have dis covered \nand produced at the trial; \n(5) Manifest disregard by the jury of the instructions of the court; \n(6) Excessive or inadequate damages appearing to have been given \nunder the influence of passion or prejudice; \n(7) Insufficiency of the evidence to justify the verdict or that the verdict \nis contrary to law; \n(8) Error in law occurring at the trial and objected to by the party \nmaking the motion, or \n(9) Any other reason heretofore recognized as grounds for new trial. \n \nN.C. Gen. Stat. R. 59(a).   If a motion u nder Rule 59(e) is not based on the grounds \nset forth under 59(a), the motion is improper and should be denied.  Ice, 136 N.C. \nApp. at 790, 525 S.E.2d at 845.   \n \n \n27. Here, the Receiver has not identified or otherwise suggested any grounds \nfor his motion under Rule 59(a), necessitating denial of the Motion to the extent it is \nmade under this Rule.  See also N.C. Alliance, 183 N.C. App. at 469 –70, 465 S.E.2d \nat 108 (affirming denial of Rule 59 motion where the “ basis of the motion was not \napparent from the grounds listed, leaving the trial court and the opposing party to \nguess what the particular grounds might be”).   \n28. Rule 60(a) provides that “[c] lerical mistakes in judgments, orders or other \nparts of the record and errors therein arising from oversight or omission may be \ncorrected by the judge at any time on his own initiative or on the motion of any \nparty and after such notice, if any, as the judge order s.”  “The court ’s authority \nunder Rule 60(a) is limited to the correction of clerical errors or omissions. ”  Food \nServ. Specialists v. Atlas Rest . Mgmt., Inc., 111 N.C. App. 257, 259, 431 S.E.2d 878, \n879 (1993) (quoting Hinson v. Hinson , 78 N.C. App. 613, 615, 337 S.E.2d 663 , 664 \n(1985)). \n29. As discussed  in the context of the Receiver’s Motion under Rule 52 , the \nReceiver’s requested amendments and addition are to “clarify,” “to add context,” or \n“to authorize” and “direct” the Receiver to take certain action.  As such, the Receiver \ndoes not seek to correct “errors [in the Opinion] arising from oversight or omission ,” \nprecluding relief under this Rule. \n30. Rule 60(b) provides as follows: \n[o]n motion and upon such terms as are just, the co urt may relieve a \nparty or his legal representative from a final judgment, order, or \nproceeding for the following reasons: \n(1)  Mistake, inadvertence, surprise, or excusable neglect; \n \n \n(2)  Newly discovered evidence which by due diligence could not  have \nbeen discovered in time to move for a new trial under Rule 59(b); \n(3)  Fraud (whether heretofore denominated intrinsic or extrinsic), \nmisrepresentation, or other misconduct of an adverse party; \n(4)  The judgment is void; \n(5)  The judgment has been satisfied, released, or discharged, or a prior \njudgment upon which it is based has been reversed or otherwise \nvacated, or it is no longer equitable that the judgment should have \nprospective application; or \n(6)  Any other reason justifying relief from the ope ration of the \njudgment. \n \nN.C. R. Civ. P. 60(b).   \n31. The Receiver, however, does not seek relief from the operation or effect of \nthe Opinion.  Again, the Receiver’s requested relief is to “clarify,” “add context,” or \n“authorize” or “direct” action .  As such, the Motion does not seek permissible relief \nunder Rule 60(b).  Moreover, it appears to the Court that even if the Motion did \nseek relief proper under Rule 60(b), the Receiver has not offered evidence to meet \nhis burden under the Rule .  Highfill v. Williamson , 19 N.C. App. 523, 533–34, 199 \nS.E.2d 469, 475 (1973).   \n32. Accordingly, for the reasons set forth above, the Court, in the exercise of its \ndiscretion, denies the Motion to the extent it is brought under Rules 59 or 60. \nIV. \nRELIEF REQUESTED \n33. Although the Court has concluded that the Receiver’s Motion should be \ndenied as discussed  above, the Court finds it appropriate to address further the \nReceiver’s requests seeking the Court’s authorization to permit the Receiver to take  \ncertain actions.   \n \n \n34. When the Receiver was appointed as Receiver of KEPES , th e Court \ngranted the Receiver the powers set forth in N.C. Gen. Stat. §§ 1 -507.2 and/or 57D-\n6-04.  (Order Approving Settlement Agreement and Appointing Receiver for KEPES \nNEWCO, LLC and DRE NEWCO, LLC and Restraining Order 7 , hereinafter \n“Appointment Order,” ECF No. 26 .)  Most of the authority granted to the Receiver \nin th e various appointment orders entered in these proceedings does not require \nspecific Court approval prior to exercise.  See generally First-Citizens Bank & Trust \nCo. v. Berry , 2 N.C. App. 547, 551, 163 S.E.2d 505, 508 (1968) (“The receiver holds \ntitle to the property vested in him as a n officer of the court. He receives his \nauthority from the applicable statutes, together with the directions and instructions \nof the court in its order appointing him.”) .  Nonetheless, the “sale, conveyance, or \ntransfer” of a Receivership Entities’ asset w hen in the “best interests of the \nreceivership estate” must be “approved and confirmed by this Court after notice to \nall parties in interest.”  (ECF No. 26 at 8–9.)   \n35. In the Opinion, t he Court ordered the Receiver “ to cease and desist all \ncollection activities to recover on the Barton Judgment.”   (ECF No. 432  at 21.)  It \nappears, through the Receiver’s briefs on this Motion , that the Receiver now wishes \nto abandon the Barton Judgment to Bessie Epes .  S uch a course of action will \ninvolve the “sale, conveyance, or transfer” of the Barton Judgment to Ms. Epes, \nnecessitating Court approval.  As a result, the Court will enter a separate order, sua \nsponte, contemporaneously with this Order and Opinion deeming the Receiver ’s \nMotion as a request to abandon the Barton Judgment to Ms. Epes, requiring any \n \n \ninterested party to file a timely objection if they oppose the Receiver’s request, and \nordering the Receiver to file a timely response to any properly made objection.   \n36. In addition, although the Receiver acknowledges that “[f]rom the \nperspective of creditors, the Receiver’s time and energy would seem to be better \nfocused elsewhere,” (ECF No. 435 at 4 –5), it appears that the Receiver seeks, in the \nalternative, authorization to appeal the Opinion.  A receiver appointed by the courts \nneeds to be “authorized by the court to appeal from its judgment” but such \nauthorization can be “express or implied .”  C.D. Kenny Co. v. Hinton Hotel, C o., 208 \nN.C. 295, 298, 180 S.E. 697, 699 (1935).   \n37. Here, the Receiver has been authorized under the applicable Appointment \nOrder “to sue and defend  in his own name as Receiver of the Receivership Entities \nin all courts of this State [,]” “[t]o exercise all of the powers of the Receivership \nEntities, through or in place of their managers or board of directors, to the extent \nnecessary to manage the affairs of the Receivership Entities in the best interests of \ntheir members, shareholders and c reditors[,]” and “to bring all actions at law or in \nequity, or as the case may be, such other proceedings as may be necessary and \nproper to administer and liquidate the Receivership Entities’ assets .”  (ECF No. 26  \nat 7, 9, 12 .)  Although these provisions could potentially be construed as granting \nthe Receiver implied authority to appeal in certain circumstances, the Court did not \nintend to authorize the Receiver to appeal absent Court approval.  As such, the \nCourt agrees that the Receiver must seek express  authorization from th e Court to \nappeal the Opinion. \n \n \n38. As a result, in the event  the Receiver wishes to appeal the Opinion , the \nReceiver should move the Court for approval  to initiate the appeal , and the Court \nwill allow interested parties an opportunity  to file objections  and the Receiver an \nopportunity to respond.5  See generally Strauss v. Carolina Interstate Bldg. & Loan \nAss’n, 118 N.C. 556, 563–64, 24 S.E. 116, 117 (1896) (“There are cases in which it is \nthe duty of receivers to appeal, where they think the party or corporation they \nrepresent has not had justice. But it is not c onsidered to be their duty to appeal in \nthe interest of one portion of the corporators --stockholders--against the other.  And \nas to their duties, it is expected they will observe the directions of the court from \nwhom they received their appointments.”); Battery Park Bank v. W . Carolina Bank, \n127 N.C. 432, 435, 37 S.E. 461 , 462  (1900) ( “But we fail to see why the receiver \nappealed from the judgment. He is in no wise concerned, nor is the interest of the \ndefendant bank affected, as the indebtedness is admittedly valid.”). \n39. Finally, the Receiver has asked the Court to order the Receiver to file a \nfinal report concerning the EBW Judgment.  Under North Carolina law, the Court \nis authorized to order the Receiver to make “ a report of his proceedings to  [this \nCourt] at such times as the [C] ourt may direct during the continuance of the trust .”  \nN.C. Gen. Stat. § 1 -507.3.  T he Court is not persuaded that a final report to the \nCourt on the EBW Judgment is necessary at this time or would either facilitate the \nefficient administrati on of the Receivership Entities or provide additional \ninformation to the Court necessary for its supervision of the Receiver. \n                                                 \n5  The Court offers no view on whether any appeal of the Opinion would be timely  as this \nissue is not before the Court at this time. \n \n \n40. WHEREFORE, the Court, in the exercise of its discretion, DENIES the \nMotion as set forth above. \n SO ORDERED, this the 22nd day of August, 2017. \n     /s/ Louis A. Bledsoe, III   \n     Louis A. Bledsoe, III \n     Special Superior Court Judge \n       for Complex Business Cases   \n "
}