{
  "id": "c691d4982d06196328a60efc054217d83353f04237725aea030b26107ed21f0f",
  "source_file": "data/raw/ncbc/c691d4982d06196328a60efc054217d83353f04237725aea030b26107ed21f0f.pdf",
  "raw_text": "Bennett v. Bennett, 2019 NCBC 45. \n \nSTATE OF NORTH CAROLINA \n \nFORSYTH COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 48 \n \nBERT L. BENNETT III, \n \n Plaintiff, \n \nv. \n \nGRAHAM F. BENNETT; ANN \nBENNETT-PHILLIPS; JAMES H. \nBENNETT; LOUISE BENNETT; and \nBENNETT LINVILLE FARM, LLC, \n \n Defendants, \n \nand \n \nJOHN J. BENNETT and JEANNE R. \nBENNETT, \n \n Nominal Defendants. \n \nORDER AND OPINION ON  \nMOTION TO DISMISS \nCOUNTERCLAIMS \n \n \n \n \nFitzgerald Litigation , by Andrew L. Fitzgerald , Lee Denton , and D. \nStuart Punger, for Plaintiff Bert L. Bennett III.  \n \nBell, Davis & Pitt, P.A., by Allison B. Parker and Kevin G. Williams, for \nDefendants Graham F. Bennett, Ann Bennett -Phillips, James H. \nBennett, and Bennett Linville Farm, LLC. \n \nRoberson Haworth & Reese, PLLC , by Andrew D. Irby, for Defendant \nLouise Bennett.  \n \nNo counsel appeared for Nominal Defendants John J. Bennett and \nJeanne R. Bennett.  \n \nConrad, Judge. \n \n1. This case arises out of a dispute between the members  of Bennett Linville \nFarm, LLC (“Bennett Farm”).  The current and former members of Bennett Farm are \n \n \nall members of the Bennett family.  Bert Bennett III brought this action against two \nof his sisters, Ann Bennett-Phillips and Louise Bennett, and two brothers, Graham \nBennett and Jim Bennett.1  A previous opinion describes the nature of Bert’s claims \nin detail.  See Bennett v. Bennett , 2019 NCBC LEXIS 19, at *2 –9 (N.C. Super. Ct. \nMar. 15, 2019) .  This opinion addresses Bert’s motion to dismiss the counterclaims \nbrought by Graham, Ann, Jim, and Bennett Farm, all for the same alleged breach of \ncontract.  (ECF No. 51.) \n2. The facts alleged in support of the counterclaim s, which must be taken as \ntrue, are straightforward.  (Answer Second Am. Compl. and Countercls., ECF No. 50 \n[“Countercl.”].)  Graham, Ann, and Jim are the managers of Bennett Farm, and they \nauthorized seven capital calls during 2017 and 2018.  (Countercl. ¶¶ 5, 9, 12, 15, 18, \n23, 27, 30.)2  Bert, as a member of Bennett Farm, was subject to the capital calls but \nfailed to pay his pro rata share,  an amount totaling nearly $380,000.  ( Countercl. \n¶¶ 7, 44.)  The claim is that the failure to make these capital contributions amounts \nto a breach of section 7.2 of Bennett Farm’s operating agreement , which states that \n“Members shall make additional Capital Contributions to the Co mpany as \ndetermined by a majority of the Managers.”  ( Countercl. ¶ 8; see also Second Am. \nCompl. Ex. 4  § 7.2, ECF No. 16 [“Am. Op. Agmt. ”].)  Bert now contends that  the \n                                                 \n1 A third sister, Terry Bennett Allen, was Bert’s co-plaintiff, but all of Terry’s claims and the \ncounterclaims against her have been settled and dismissed.  (ECF No. 67.)  A third brother, \nJohn Bennett, is a nominal defendant, along with his wife, Jeanne Bennett.   \n2 The Answer to Second Amended Complaint and Counterclaims restarts the paragraph \nnumbering as it transitions from one section to another.  References to that filing  in this \nOpinion are found within the section “Counterclaim Against Bert L. Bennett, III” unless the \ncitation indicates otherwise. \n \n \ncounterclaims must be dismissed for failure to state a claim for relief .  See N.C. R. \nCiv. P. 12(b)(6). \n3. First, a threshold jurisdictional question: do Graham, Ann, and Jim have \nstanding to pursue individual claims for Bert’s failure to make capital contributions?  \nBert’s motion does not raise this issue, but  “[t]his Court has an ob ligation to satisfy \nitself in each case and controversy that it has subject matter jurisdiction to hear the \nclaims before it.”  In re Se. Eye Ctr.-Pending Matters, 2019 NCBC LEXIS 29, at *141 \n(N.C. Super. Ct. May 7, 2019).  The Court addressed the issue wi th counsel during \noral argument.   \n4. The general rule is  that members of an LLC  “cannot pursue individual \ncauses of action against third parties for wrongs or injuries to the” company.  Energy \nInvestors Fund, L.P. v. Metric Constructors, Inc. , 351 N.C. 331, 335, 525 S.E.2d 441, \n444 (2000) (quoting Barger v. McCoy Hillard & Parks, 346 N.C. 650, 660, 488 S.E.2d \n215, 219 (1997)).  Here, the injury resulting from Bert’s failure to make capital \ncontributions is an injury to Bennett Farm due to the shortfall in its capital accounts.  \nGraham, Ann, and Jim do not allege that they suffered any individual injuries in \naddition to or separate from the injury to Bennett Farm .  Indeed, they do not even \nseek to recover damages for the alleged breach;  the prayer for relief seeks an order \ndirecting Bert to pay all damages and interest only to Bennett Farm.  (See Countercl. \np.24 at ¶ 3.) \n5. At the hearing, counsel for Graham, Ann, and Jim argued that the three \nhave standing to enforce the operating agreement because they are parties to it.  But \n \n \nsection 6.3 states in part that “[a] Member shall be liable to the Company  only to \nmake Capital Contributions required of such Member by this Agreement.”  (Am. Op. \nAgmt. § 6.3 (emphasis added).)  Thus, as written, the operating agreement “gives rise \nto a duty owed to the company,” and “a claim for breach of that duty is one belonging \nto the company, and not generally to its members or managers.”   759 Ventures, LLC \nv. GCP Apt. Investors, LLC , 2018 NCBC LEXIS 82, at *10 –11 (N.C. Super. Ct. Aug. \n13, 2018); see also White v. Hyde, 2016 NCBC LEXIS 74, at *24 –25 (N.C. Super. Ct. \nOct. 4, 2016) (no direct claim for breach of operating agreement where harm to \ncompany and individual was the same); Miller v. Burlington Chem. Co., 2017 NCBC \nLEXIS 6, at *15 (N.C. Super. Ct. Jan. 27, 2017) (no direct claim where alleged injury \naffected all members equally).3 \n6. The Court therefore concludes that Graham, Ann, and Jim lack standing to \npursue individual claim s for Bert’s alleged failure to make capital contributions.  \nTheir claims are dismissed for lack of jurisdiction.  See Neuse River Found., Inc. v. \nSmithfield Foods, Inc., 155 N.C. App. 110, 113, 574 S.E.2d 48, 51 (2002) (“Standing \nis a necessary prerequisite to a court’s proper exercise of subject matter \njurisdiction.”).   \n7. That leaves Bennett Farm .  Specifically,  has Bennett Farm adequately \nalleged facts to support a claim for breach of the operating agreement?  Yes. \n                                                 \n3 It is conceivable that different language might impose the kind of duty that would give rise \nto actionable individual claims.  The Court need not, and does not, address that hypothetical \nquestion here. \n \n \n8. In short, Bennett Farm has alleged  the “existence of a valid contract ” (the \noperating agreement) and a “breach of the terms of that contract”  (Bert’s failure to \nmake capital contributions).  Poor v. Hill, 138 N.C. App. 19, 26, 530 S.E.2d 838, 843 \n(2000).  When these elements are alleged, “it is  error to dismiss a breach of contract \nclaim under Rule 12(b)(6) ,” and o ur appellate courts routinely reverse trial court \norders that require anything more.  Woolard v. Davenport, 166 N.C. App. 129, 134, \n601 S.E.2d 319, 322 (2004) ; see also, e.g., Vanguard Pai Lung, LLC v. Moody , 2019 \nNCBC LEXIS 39, at *10 (N.C. Super. Ct. June 19, 2019) (collecting cases). \n9. Though Bert contests the validity of the operating agreement in his own \naffirmative claims, he  concedes its validity for purposes of this motion.  Rathe r, he \ntakes issue with the scope of the managers’ authority to make capital calls .  Section \n7.2 states that  “Members” (plural) must make any capital contributions set by the \nmanagers, and the term “Members” is elsewhere defined to mean all members “as a \ngroup.”  (Am. Op. Agmt. §§ 7.2, 12.1(q).) As Bert sees it, this language gives the \nmanagers the authority to demand capital contributions from Bennett Farm’s \nmembers collectively but not individually.  \n10. This interpretation is hard to square with section 6.3, which seems to allow \nthe kind of individual obligation to which Bert objects.  That section states that “[a] \nMember” (singular) shall be liable for capital contributions “required of such Member \nby this Agreement.”  (Am. Op. Agmt. § 6.3 (emphasis added).)  It would be strange to \nread section 7.2 to forbid capital obligations for individual members when section 6.3 \nmakes members liable to the company for them.  The goal of contract interpretation, \n \n \nafter all, is to harmonize terms when possible .  See, e.g. , Peirson v. American \nHardware Mut. Ins. Co., 249 N.C. 580, 583, 107 S.E.2d 137, 139 (1959). \n11. Even so, Bert’s interpretation, if accepted, wouldn’t require dismissal .  In \nhis reply brief, Bert concedes that his interpretation  makes each member “a \nguarantor” for all and  would allow Bennett Farm to “bring suit against all of its \nmembers to collect [a] shortfall, regardless of whether one of the members has already \ncontributed all of his or her pro rata share .”  (Reply Br. 4 , ECF No. 55.)  In other \nwords, Bert seems to believe that he is potentially liable for the entire capital call and \nthat Bennett Farm could have sued him to recover the full amount if no other member \nhad made a contribution.  Surely, if Bennett Farm could do that, then it may also sue \nBert to recover only his pro rata share. \n12. For these reasons, the Court GRANTS the motion to dismiss the individual \nclaims brought by Graham, Ann, and Jim .  The ir claims are DISMISSED without \nprejudice for lack of jurisdiction.  The Court DENIES the motion in all other respects. \n \n  \nSO ORDERED, this the 6th day of August, 2019. \n/s/ Adam M. Conrad                                 l \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n \n "
}