{
  "id": "c6adc77af337511544d0799a6fbf8d1aff60418bdf69bf536215faf582045ad7",
  "source_file": "data/raw/ncbc/c6adc77af337511544d0799a6fbf8d1aff60418bdf69bf536215faf582045ad7.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF NEW HANOVER  12 CVS 3478 \n \n \nKOCH MEASUREMENT DEVICES, INC., ) \n Plaintiff )  \n  ) \n v.  )   \n   )  ORDER ON MOTION TO DISMISS \nANGELA LEE ARMKE, AS THE  )  \nEXECUTRIX OF THE ESTATE OF  ) \nKENNETH W. ARMKE, II; TOTE GLASS,  ) \nINC. and DENNIS M. WALSAK d/b/a  ) \nMODULAR GRAPHICS & MEDIA, a sole ) \nproprietorship,  ) \n  Defendants ) \n \n \n THIS MATTER comes before the court upon t he Motion of Tote Glass, Inc. and \nDennis M. Walsak to Dismiss Plaintiff's Complaint (\"Motion\"), pursuant to Rule 12(b)(6) \nof the North Carolina Rules of Civil Procedure (\"Rule(s)\"); and \n THE COURT, after considering the Moti on, the briefs in opposition and support \nthereof, arguments of counsel and other appropriate matters of record, CONCLUDES \nthat the Motion should be DENIED for the reasons stated herein.   \n Marshall, Williams & Gorham, LLP by Matthew B. Davis, Esq., for Plaintiff.  \n \nLaw Offices of G. Grady Richardson, Jr., PC by G. Grady Richardson, Jr., Esq., \nfor Defendant Angela Lee Armke, as the Executrix of the Estate of Kenneth W. \nArmke, II.   \n \nHogue Hill, LLP by David A. Nash, Esq., for Defendants Tote Glass, Inc. and \nDennis M. Walsak. \n \nJolly, Judge.   \n \n \n Koch Measurement Devices, Inc. v. Armke ex rel. Armke, 2013 NCBC 48. \nFACTUAL AND PROCEDURAL HISTORY \n[1] Plaintiff Koch Measurement Devices,  Inc. (\"Koch\") is a North Carolina \ncorporation with its principal place of business located in Wilmington, North Carolina.1  \nThe Amended Complaint alleges that Koch’s principal shareholders are a German entity \nKarl Koch Thermometerfabrik Verwaltungs GmbH (75% owner) and Defendant Kenneth \nArmke II (25% owner).  \n[2] Defendant Tote Glass (\"Tote\") is a North Carolina corporation with its \nprincipal place of business located in Wilmington, North Carolina.2  \n[3] Defendant Michael Walsak (\"Walsak\") is a citizen and resident of \nWilmington, North Carolina and is a sole proprietor doing business under the name \nModular Graphics & Media (\"Modular Graphics\").  Walsak is engaged in the business of \ngraphic design, web design and web-hosting services.3 \n[4] Defendant Kenneth Armke, II (\"Armk e\") was a citizen and resident of \nWilmington, North Carolina and was president, secretary, treasurer and a director of \nKoch until his resignation on or about June 13, 2011.4  Armke is now deceased.  \nThe Amended Complaint alleges, among other things, that: \n[5] Koch is in the business of distri buting, on a wholesale basis, high-end \nglass beer growlers imported from Germany.  At times material, Koch's sole line of \nbusiness was the importation and wholesaling of beer growlers. 5  Armke, in addition to \nbeing president, secretary, treasurer and a director of Koch, served as the company's \n                                                 \n1 Am. Compl. ¶ 1.   \n2 Id. ¶ 2. \n3 Id. ¶ 4.   \n4 Id. ¶ 3. \n5 Id. ¶ 6, 16. \nonly employee.6  Since 1997, Walsak provided Koch with various services under \ncontract including graphic design, website design, web hosting, webmail hosting and file \ntransfer protocol services.7 \n[6] Koch's sole supplier of beer growlers was Wassmann GmbH & Co., KG \n(\"Wassmann\"), and Koch served as Wassmann's exclusive distributor in the United \nStates.   \n[7] In March of 2011, Armke and Walsak incorporated Tote. 8  The crux of the \nAmended Complaint is that following the formation of Tote, Armke and Walsak, as part \nof coordinated effort between the two of them, set about to divert certain assets, \nbusiness opportunities and trade secrets of Koch to Tote.   \n[8] On or about June 13, 2011, Armke in formed Koch that he refused to act \non Koch's behalf in any capacity.  At least one week prior to informing Koch of his \nrefusal to carry on the company's business, Armke closed Koch for business without \nadvance notice to the company.9  At the time of his departure, Armke removed the \nfollowing from Koch's office and warehouse: (a) his company-owned desktop computer, \n(b) the hard drive of his company-owned laptop computer, (c) Koch's internal web \nserver and (d) certain customer files.10 \n[9] Around the time Tote was incorp orated, Armke stopped placing regular \norders for Koch with Wassmann and allowed Koch's inventories to dwindle to the point \nthat the company did not have enough inventory to cover five days of average sales at \n                                                 \n6 Id. ¶¶ 7. \n7 Id. ¶ 14. \n8 Id. ¶ 21. \n9 Id. ¶¶ 8-9. \n10 Id. ¶ 45. \nthe time of Armke's departure.11  This was contrary to Koch's regular practice of \nmaintaining inventory sufficient to satisfy approximately three-and-a-half weeks of \nsales.12  Armke failed to maintain adequate inventories in anticipation of abandoning \nKoch and diverting its business to Tote.13 \n[10] Following his departure from Koch, Armke instructed Wassmann to \nterminate its relationship with Koch and instead do business with Tote.14  In addition, \nArmke diverted 720 growlers from Koch's inventories to Tote by way of a fraudulent \ninvoice purporting to sell those 720 growlers to a former Koch customer that had \nrecently filed for bankruptcy.15  Koch's inventory records reflected that the company had \n4,200 growlers in inventory following Armke's departure, but a physical inventory count \nrevealed that only 1,600 growlers were on hand.16  Around the time of Armke's \ndeparture, Armke and Walsak removed Koch's website from the World Wide Web.17  \n[11] Following Armke's departure from Ko ch, Tote, under the control of Armke \nand Walsak, began \"importing growlers from Wassmann; using [Koch's] third-party \nglass decorator, Mission Screen Printing, to decorate growlers; using the same freight \ncarriers as [Koch]; using the same pricing schedule as [Koch]; and using the same \ngraphic designer, web designer and web host as [Koch], to wit: Walsak.\" 18  After Tote \nbecame operational, Armke instructed Koch's largest client, Granite City Food & \n                                                 \n11 Id. ¶ 23.   \n12 Id. ¶ 24. \n13 Id. ¶ 25. \n14 Id. ¶ 26. \n15 Id. ¶¶ 28-30. \n16 Id. ¶ 31. \n17 Id. ¶ 41. \n18 Id. ¶ 33. \nBeverage that Tote, and not Koch, would supply them with beer growlers moving \nforward.19   \n[12] All of Armke and Walsak's action s described above were done without the \nknowledge or approval of Koch.   \n[13] On the basis of the foregoing factual allegations, the Amended Complaint \nasserts the following claims (\"Claim(s)\"): (a) Breach of Duties of Care and Loyalty \n(against Armke) (“Claim One”), (b) Breach of Fiduciary Duty (against Armke) (“Claim \nTwo”), (c) Constructive Fraud (against Armke) (“Claim Three”), (d) Misappropriation of \nTrade Secrets (against all Defendants) (“Claim Four”), (e) Unfair and Deceptive Trade \nPractices (against all Defendants) (“Claim Five”), (f) Constructive Trust (against all \nDefendants) (“Claim Six ”), (g) Unjust Enrichment (against all Defendants) (“Claim \nSeven”), (h) Conversion (against all Defendants) (“Claim Eight”), (i) Breach of Contract \n(against Walsak) (“Claim Nine”), (j) Civil Conspiracy (against all Defendants) (“Claim \nTen”) and (k) Punitive Damages (against all Defendants) (“Claim Eleven”). \n[14] Pursuant to a Limited Stipulation of Dismissal with Prejudice filed May 29, \n2013, all Claims and Counterclaims by and between Koch and Armke were voluntarily \ndismissed.  Accordingly, Claims One through Three were dismissed in their entirety and \nClaims Four through Eleven were dismissed as to Armke.  Walsak and Tote remain the \nonly Defendants as to Claims Four through Eleven.   \n[15] The Motion seeks dismissal of  all Claims alleged against Tote and \nWalsak, and is ripe for determination. \n                                                 \n19 Id. ¶ 36. \nDISCUSSION \n[16] As an initial matter, Walsak and To te argue that the dismissal of Armke \nfrom this action requires dismissal of all Claims against them because the bulk of the \nAmended Complaint describes alleged wrongs committed by Armke.  The court \ndisagrees.  There are sufficient allegations in the Amended Complaint concerning the \ncoordinated efforts of Armke, Walsak and Tote to, in essence, steal Koch's business to \nallow this action to continue without the presence of Armke.  The court will briefly \ndiscuss each remaining Claim. \nClaim Four -- Misappropriation of Trade Secrets \n[17] A trade secret is business or tech nical information that \"(a) [d]erives \nindependent actual or potential commercial value from not being generally known or \nreadily ascertainable through independent development or reverse engineering by \npersons who can obtain economic value from its disclosure or use; and (b) [i]s the \nsubject of efforts that are reasonable under the circumstances to maintain its secrecy.\"  \nN.C. Gen. Stat. § 66-152(3)(a)-(b) (hereinafter, references to the North Carolina \nGeneral Statutes will be to “G.S.”), Sunbelt Rentals, Inc. v. Head and Enquist Equip., \nLLC, 174 N.C. App. 49, 53 (2005).  Misappropriation refers to the \"acquisition, \ndisclosure, or use of a trade secret of another without express or implied authority or \nconsent.\"  G.S. 66-152(1). \n[18] Defendants contend that Plaintiff's Claim Four fails to \"identify a trade \nsecret with sufficient particularity so as to enable a defendant to delineate that which he \nis accused of misappropriating and a court to determine whether misappropriation has \nor is threatened to occur.\"20  Defendants argue that the description of any trade secret \nin the Amended Complaint is too broad or vague to state a claim for the \nmisappropriation of a trade secret.  In support of this contention, Defendants cite to \nWashburn v. Yadkin Valley Bank & Trust Co., in which the court of appeals upheld \ndismissal of a complaint that described the trade secret at issue as \"business methods; \nclients, their specific requirements and needs; and other confidential information \npertaining to Yadkin's business.\"  190 N.C. App. 315, 327 (2008).   \n[19] The court disagrees.  The Amen ded Complaint identifies and sufficiently \ndescribes as confidential business information the following: (a) customer lists including \nnames, contact persons, addresses and phone number of Koch's customers; (b) the \nordering habits, history and needs of Koch's customers and (c) Koch's pricing and \ninventory management strategies.21  Such information may constitute a trade secret \nunder North Carolina law.  The court is unable to determine as a matter of law that \nPlaintiff’s Claim Four fails to state a claim upon which relief can be granted.  Sutton v. \nDuke, 277 N.C. 94 (1970).  \n[20] Accordingly, as to Plaintiff's Claim Four the Motion should be DENIED.22 \nClaim Five -- Unfair and Deceptive Trade Practices \n[21] To state a claim for unfair and deceptive trade practices under G.S. 75-\n1.1, a plaintiff must allege that: (a) the defendant committed an unfair or deceptive act \n                                                 \n20 Br. Supp. Defs. Walsak's and Tote Glass, Inc.'s Mot. Dismiss Counts IV-XI of Pls.' Compl. 5 \n(hereinafter \"Br. Supp. Mot.\"). \n21 Am. Compl. ¶ 18.   \n22 The Amended Complaint sufficiently describes the acquisition and use of this information by Tote and \nWalsak.  Whether this information rises to the level of an actual trade secret and was subject to efforts \nreasonable under the circumstances to maintain its secrecy is not before the court and is more \nappropriately addressed as a question of fact under a Rule 56 motion or otherwise.   \nor practice, (b) the act complained of was in or affecting commerce and (c) it \nproximately caused injury to the plaintiff.  Sunbelt, 174 N.C. App. at 59. \n[22] Defendants contend that Pl aintiff's Claim Five is one for breach of the non-\ndisclosure provisions of Plaintiff's employment agreement with Armke, and that it falls \noutside the scope of Chapter 75 because it concerns an employer/employee \nrelationship.  See Kinesis Adver., Inc. v. Hill, 187 N.C. App. 1, 21 (2007) (noting that \nactions arising out of the employer/employee relationship, including actions for an \nalleged breach of an employment agreement, do not fall within the intended scope and \npurpose of Chapter 75). \n[23] While Defendants are correct as to the inapplicability of Chapter 75 to \nemployment disputes, the court disagrees that Plaintiff's Chapter 75 Claim must fail as a \nmatter of law.  As to Tote and Walsak, the Amended Complaint adequately alleges that \nWalsak collaborated with Armke to form Tote and to divert or convert certain business \nopportunities, assets and information rightfully belonging to Koch.  The allegations of \nthe Amended Complaint describe and allege, essentially, unfair competition on the part \nof Walsak and Tote that falls outside of the employer/employee relationship and does \nnot directly concern any employment agreement that may have existed between Armke \nand Koch.  The court is unable to determine as a matter of law that Plaintiff’s Claim Five \nfails to state a claim upon which relief can be granted.  Sutton, 277 N.C. 94.   \n[24] Accordingly, as to Plaintiff's Cla im Five the Motion should be DENIED.   \nClaim Six -- Constructive Trust \n[25] A constructive trust is an equitable remedy that prevents the enrichment of \nthe holder of property acquired through breach of duty, fraud or other circumstances \nwhich make it inequitable for him to retain it against the claim of the beneficiary of the \nconstructive trust.  Sara Lee Corp. v. Carter, 351 N.C. 27, 34-35 (1999). \n[26] Defendants contend that Plaintiff's Claim Six is fatally defective based on \nthe argument that \"there is no such thing as a legal entitlement to customers\" and that \nPlaintiff's Claim for Conversion is \"specious and founded solely upon inventory \ndiscrepancies.\"23  The court finds this argument to be insufficient to support dismissal of \nPlaintiff's Claim Six.  While there may not be a legal entitlement to customers, the \nAmended Complaint alleges that Defendants are in the wrongful possession of more \nthan just customers.  The Amended Complaint specifically alleges that Defendants are \nin possession of certain tangible business assets and inventory rightfully belonging to \nKoch.  Further, the Amended Complaint alleges that Defendants are in possession of \nthose assets by virtue of the fact that Armke, while in league with Walsak, breached the \nfiduciary duty of care he owed to Koch as its officer and director.  The court is unable to \ndetermine as a matter of law that Plaintiff’s Claim Six fails to state a claim upon which \nrelief can be granted.  Sutton, 277 N.C. 94. \n[27] Accordingly, as to Plaintiff's Claim Six the Motion should be DENIED.   \nClaim Seven -- Unjust Enrichment \n[28] \"In order to establish a claim fo r unjust enrichment, a party must have \nconferred a benefit on the other party.  The benefit must not have been conferred \nofficiously, that is it must not be conferred by an interference in the affairs of the other \nparty in a manner that is not justified in the circumstances.  The benefit must not be \ngratuitous and it must be measurable.\"  D.W.H. Painting Co., Inc. v. D.W. Ward Const. \nCo., 174 N.C. App. 327, 334 (2005) (internal citation omitted). \n                                                 \n23 Br. Supp. Mot. 10. \n[29] Defendants seek dismissal of Pl aintiff's Claim Seven based on the \nargument that this Claim is, in fact, a claim for breach of contract against Armke.  \nDefendants argue that a claim for unjust enrichment, as an equitable remedy, will not lie \nwhere an actual agreement or contract exists between the parties.  See Booe v. \nShadrick, 322 N.C. 567 (1988). \n[30] The Amended Complaint alleges t hat Tote and Walsak have \"retained the \nassets, benefits, and corporate opportunities that were conferred on them by virtue of \nArmke's diverting and usurping corporate opportunities and assets rightfully belonging \nto [Koch].\"24  It further alleges that these Defendants \"consciously accepted these \nassets, benefits and corporate opportunities and have not paid or otherwise \ncompensated [Koch] for the same.\"25   \n[31] Our courts have held t hat \"[i]n order to properly set out a claim for unjust \nenrichment, a plaintiff must allege that property or benefits were conferred26 on a \ndefendant under circumstances which give rise to a legal or equitable obligation on the \npart of the defendant to account for the benefits received, but that the defendant has \nfailed to make restitution for the property or benefits.\"  Norman v. Nash Johnson & \nSons' Farms, Inc., 140 N.C. App. 390, 417 (2000) (citing Adams v. Moore, 96 N.C. App. \n359, 362 (1989)). \n                                                 \n24 Am. Compl. ¶ 92.   \n25 Id. ¶ 93.  \n26 With regard to the requirement that property or benefits as to which recovery is sought must have been \n\"conferred\" upon a defendant as an element of an unjust enrichment claim, an argument can be raised as \nto whether this means that a defendant initially must have come into possession of the property by \naffirmative action of the plaintiff.  In the context of this action, the court does not find any reported \nauthority to that effect, and it concludes that such a broad reading of the word \"confer\" is not appropriate \nhere. \n[32] In the context of the specific fact s alleged in this matter, the court is \nunable to determine as a matter of law that Plaintiff’s Claim Seven fails to state a claim \nupon which relief can be granted.  Sutton, 277 N.C. 94. \n[33] Accordingly, as to Plaintiff's Cla im Seven the Motion should be DENIED.   \nClaim Eight -- Conversion \n[34] \"The tort of conversion is we ll defined as an unauthorized assumption and \nexercise of the right of ownership over goods or personal chattels belonging to another, \nto the alteration of their condition or the exclusion of an owner's rights.\"  Variety \nWholesalers, Inc. v. Salem Logistics Traffic Servs., LLC, 365 N.C. 520, 523 (2012) \n(internal citations omitted).  To state a claim for conversion, a plaintiff must allege \nrightful ownership in goods or personal chattel and wrongful possession of the same by \nDefendant.  Id.   \n[35] Here, Plaintiff has alleged that Defendants wrongfully took possession of \n(a) Koch's inventory; (b) the email account kenarmke@coach-usa.com and all emails \nand information associated with that account; (c) computer equipment, hard drives and \nweb server and (d) client files.27  It is further alleged that these assets rightfully \nbelonged to Koch and that Defendants exercised unauthorized authority and control \nover the assets to the exclusion of Koch.28  \n[36] The court is unable to determine as a matter of law that Plaintiff’s Claim \nEight fails to state a claim upon which relief can be granted.  Sutton, 277 N.C. 94. \n[37] Accordingly, as to Plaintiff's Claim Eight the Motion should be DENIED. \n                                                 \n27 Id. ¶ 96. \n28 Id. ¶¶ 97-98. \nClaim Nine -- Breach of Contract \n[38] The elements of a claim for breach of contract are existence of a valid \ncontract and breach of the terms of that contract.  Schlieper v. Johnson, 195 N.C. App. \n257, 265 (2009).  To state a claim for breach of the implied covenant of good faith and \nfair dealing, a plaintiff must plead that the party charged has taken action which injured \nthe right of the plaintiff to receive the benefits of the agreement and deprived the plaintiff \nof the fruits of his bargain.  See Bicycle Transit Authority, Inc. v. Bell, 314 N.C. 219 \n(1985). \n[39] Plaintiff's Claim Nine is direct ed at Walsak and argues that Walsak \nbreached the express terms of his contract with Koch as well as the implied covenant of \ngood faith and fair dealing.  Defendants argue that Claim Nine is fatally flawed because \n(a) the Amended Complaint fails to allege how actions taken by Walsak deprived Koch \nof its expectancies under its contract with Walsak and (b) there is no allegation that \nperformance or services were owed under the contract at the time of the alleged \nbreach.   \n[40] The court has struggled with the viabi lity of Claim Nine.  However, it is \npersuaded that in the context of the specific facts alleged in the Amended Complaint, \nthis Claim should not be dismissed under Rule 12(b)(6).  Sutton, 277 N.C. 94.  It is \nsufficient for present purposes that Plaintiff has alleged, \"[a] valid contract existed \nbetween [Koch] and Walsak, whereby Walsak agreed to provide services, including but \nnot limited to, web design and webhosting for [Koch],\"\n29 and that Walsak breached the \nexpress and implied terms of that contract by coordinating with Armke to convert Koch's \ncompany e-mail addresses and to remove Koch's web-site from the World Wide Web.   \n                                                 \n29 Id. ¶ 102.   \n[41] Accordingly, as to Plaintiff' s Claim Nine the Motion should be DENIED. \nClaim Ten -- Civil Conspiracy \n[42] A complaint sufficiently  states a claim for civil conspiracy when it alleges \n(a) the existence of a conspiracy, (b) wrongful acts done by certain of the alleged \nconspirators in furtherance of that conspiracy and (c) injury as a proximate result of the \nconspiracy.  State ex rel. Cooper v. Ridgeway Brands Mfg. LLC, 362 N.C. 431, 444 \n(2008). \n[43] Here, Defendants argue that Plaint iff's Civil Conspiracy Claim must be \ndismissed due to the dismissal from this action of Armke, Walsak's alleged co-\nconspirator.  Defendants contend that North Carolina does not recognize a separate \ncivil action for civil conspiracy and that any civil conspiracy must necessarily be \npremised on an underlying tort claim.  According to Defendants, the removal of Armke \nfrom this action means that there is no underlying tort claim on which to premise \nPlaintiff's Civil Conspiracy Claim.   \n[44] The court disagrees.  Plainti ff has alleged a common scheme between \nWalsak and Armke to divert certain corporate assets and opportunities of Koch.  \nFurther, Plaintiff has alleged certain overt acts committed by both Walsak and Armke in \nfurtherance of that common scheme.  If proven, these allegations could result in liability \nfor Walsak regardless of the presence of Armke in this action.\n30  See Burns v. Gulf Oil \nCorp., 246 N.C. 266, 272 (1957) (\"To create civil liability for conspiracy there must have \n                                                 \n30 The impact of any settlement between Plaintiff and Armke upon Claim(s) against Walsak or Tote is not \nbefore the court. However, on June 21, 2013, Defendants filed a Motion to Be Allowed to File Supplement \nto Answer (“Motion to Amend”), in which they seek to raise this issue defensively. The Motion to Amend is \npending before the court. \nbeen an overt act committed by one or more of the conspirators pursuant to the scheme \nand in furtherance of the objective.\") \n[45] The court is unable to determine as a matter of law that Plaintiff’s Claim \nTen fails to state a claim upon which relief can be granted.  Sutton, 277 N.C. 94.   \n[46] Accordingly, as to Plaintiff's Cla im for Civil Conspiracy the Motion should \nbe DENIED.  \nClaim Eleven -- Punitive Damages \n[47] Because Plaintiff's underlying Clai ms have survived the Motion, the Motion \nshould also be DENIED as to Plaintiff's Claim for Punitive Damages.   \nNOW THEREFORE, it is hereby ORDERED that: \n[48] The Motion of Tote Glass, Inc. and Dennis M. Walsak to Dismiss Plaintiff's \nComplaint is DENIED. \nThis the 14th of October, 2013. \n        \n \n "
}