{
  "id": "c6b4be5a8c9d44b1a1397259af91875d473e7af100f05ef2852151e1d66e28ca",
  "source_file": "data/raw/ncbc/c6b4be5a8c9d44b1a1397259af91875d473e7af100f05ef2852151e1d66e28ca.pdf",
  "raw_text": "W4 Farms, Inc. v. Tyson Farms, Inc., 2017 NCBC 97. \n \nSTATE OF NORTH CAROLINA \n \nSURRY COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 1112 \n \nW4 FARMS, INC.; W4 POULTRY \nFARMS, LLC; and CHARLES JOEY \nWHITE, \n \n   Plaintiffs, \n \nv. \n \nTYSON FARMS, INC. and TYSON \nFOODS, INC., \n \n   Defendants. \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION FOR \nRECONSIDERATION \n \n1. THIS MATTER is before the Court on Defendants Tyson Farms, Inc. and \nTyson Foods, Inc.’s (collectively, the “Defendants”)  Motion for Reconsideration of \nDefendants’ Partial Motion to Dismiss Plaintiffs’ Second Amended Complaint (the \n“Motion”).  Having considered the Motio n and the briefs  in support of and in \nopposition to the Motion, the Court DENIES the Motion.  \nRoyster and Royster, PLLC, by Brian A. Royster, and Goldasich & \nAssociates, LLC, by J. Andrew Fulk, Dennis E. Goldasich, and Justin C. \nOwen, for Plaintiffs.  \n \nCranfill Sumner & Hartzog LLP, by F. Marshall Wall and Katherine \nBarber-Jones, and Shook, Hardy & Bacon, by Mark C. Tatum, for \nDefendants.  \n \nRobinson, Judge. \nI. PROCEDURAL AND FACTUAL BACKGROUND \n2. The Motion requests that the Court reconsider portions of its Or der and \nOpinion on Defendants’ Partial Motion to Dismiss (the “Opinion”) entered on July 24, \n \n \n2017.  (ECF No. 80.)  The Court incorporates herein the procedural and factual \nbackground set forth in Sections II and III of the Opinion and only recites subsequent \nprocedural and factual background to the extent necessary to resolve the Motion.  \n3. In the Opinion, the Court granted  in part and denied in part  Defendants’ \npartial motion to dismiss (the “Motion to Dismiss”) under Rule 12(b)(6) of the North \nCarolina Rule s of Civil Procedure (“Rule(s)”) .  The Court granted the Motion to \nDismiss as to Plaintiffs’ claims for negligent misrepresentation and negligence and \ndismissed these claims with prejudice.  (Order & Op. ¶ 55.A.)  The Court denied the \nMotion to Dismiss as to Plaintiffs’ claims for breach of contract, breach of the implied \ncovenant of good faith and fair dealing, fraud, fraud in the inducement, unfair and \ndeceptive trade practices (“UDTP”), vicarious liability, and punitive damages.   \n(Order & Op. ¶ 55.B.) \n4. On August 17, 2017, Defendants filed the Motion requesting \nreconsideration of portions of the Opinion pursuant to Rule s 54(b) and 60(b).  (ECF \nNo. 89.)   \n5. The Motion has been fully briefed and is now ripe for resolution.  Pursuant \nto Rule 7.4 of the General R ules of Practice and Procedure for the North Carolina \nBusiness Court, the Court elects to rule on the Motion without a hearing.  The Court \nfirst considers the Motion under Rule 60(b) and then under Rule 54(b). \n \n \n \n \n \nII. RULE 60(b) \n6. While t he Motion states that it is brought pursuant to Rule 60(b) , \nDefendants’ briefing and argument on the Motion are limited to subsection (6) of Rule \n60(b).  Rule 60(b) provides in its entirety as follows:  \nOn motion and upon such terms as are just, the court may relieve a party \nor his legal representative from a final judgment, order, or proceeding \nfor the following reasons:  \n \n(1) Mistake, inadvertence, surprise, or excusable neglect;  \n \n(2) Newly discovered evidence which by due diligence could not have \nbeen discovered in time to move for a new trial under Rule 59(b);  \n \n(3) Fraud (whether heretofore denominated intrinsic or extrinsic), \nmisrepresentation, or other misconduct of an adverse party;  \n \n(4) The judgment is void;  \n \n(5) The judgment has been satisfied, released, or discharged, or a prior \njudgment upon which it is based has been reversed or otherwise vacated, \nor it is no longer equitable that the judgment should have prospective \napplication; or  \n \n(6) Any other reason justifying relief from the operation of the judgment.  \n  \nN.C. Gen. Stat. § 1A-1, Rule 60(b).     \n7. To the extent that the Motion seeks reconsideration of the Opinion under \nany subsection of Rule 60(b), the Motion must be denied .  The Opinion granting in \npart and denying in part Defendants’ Rule 12(b)(6)  Motion to Dismiss is an \ninterlocutory order.  E.g., Grant v. Miller , 170 N.C. App. 184, 186, 611 S.E.2d 477, \n478 (2005).  It is well established under North Carolina law that , “[b]y its express \nterms, Rule 60(b) only applies to final judgments, orders, or proceedings; it has no \napplication to interlocutory orders.”  Pratt v. Staton , 147 N.C. App. 771, 775, 556 \n \n \nS.E.2d 621, 624 (2001); Sink v. Easter, 288 N.C. 183, 196, 217 S.E.2d 532, 540 (1975) \n(“Rule 60(b) . . . has no application to interlocutory judgments, orders, or proceedings \nof the trial court.  It only applies, by its express terms, to final judgments.  In this \ncontext, the prior denial of defendant’s Rule 12(b) motion  . . . constituted nothing \nmore than an interlocutory order.” (citations omitted)); Rupe v. Hucks-Follis, 170 N.C. \nApp. 188, 191, 611 S.E.2d 867, 869 (2005) (concluding that the trial court had no \nauthority under Rule 60(b) to grant relief from an interlocutory order denying \ndefendants’ motion to dismiss); O’Neill v. S. Nat’l Bank, 40 N.C. App. 227, 231, 252 \nS.E.2d 231, 234 (1979) (“Since the denial of a Rule 12(b)(6) motion to dismiss is not a \nfinal judgment or order, [defendant]’s motion for relief from the [o]rder . . . could not, \nas a matter of law, have been proper under Rule 60(b), and the trial court should not \nhave considered the motion.”).  \n8. Therefore, the Motion under Rule 60(b) is denied.  \nIII. RULE 54(b) \n9. The Motion also requests reconsideration under Rule 54(b).  Under Rule \n54(b), interlocutory orders are “subject to revision at any time before the entry of \njudgment adjudicating all the claims and the rights and liabilities of all the parties.”  \nN.C. Gen. Stat. § 1A -1, Rule 54(b).  “Although the North Carolina courts have not \nformulated a standard to guide trial courts in considering a motion to amend an \ninterlocutory ruling under Rule 54(b), federal case law addressing similarly worded \nportions of Federal Rule 54(b) provi des useful guidance.”  In re Se. Eye Center -\nJudgments, 2017 NCBC LEXIS 77, at *9 (N.C. Super. Ct. Aug. 22, 2017).   A motion \n \n \nfor reconsideration under Rule 54(b) is within the t rial court’s discretion.  Akeva \nL.L.C. v. Adidas Am., Inc., 385 F. Supp. 2d 559, 565 (M.D.N.C. 2005); Ward v. FSC I, \nLLC, 2017 NCBC LEXIS 19, at *6 (N.C. Super. Ct. Mar. 7, 2017).  “Most courts have \nadhered to a fairly narrow set of grounds on which to reconsider their interlocuto ry \norders and opinions.”  Akeva L.L.C., 385 F. Supp. 2d at 565.  These grounds include \n“(1) the discovery of new evidence, (2) an intervening development or change in the \ncontrolling law, or (3) the need to correct a clear error or prevent manifest injustice.”  \nRF Micro Devices, Inc. v. Xiang , 1:12CV967, 2016 U.S. Dist. LEXIS 74550, at *3−4 \n(M.D.N.C. June 8, 2016).   “Such problems rarely arise and the motion to reconsider \nshould be equally rare.”  DirecTV, Inc. v. Hart , 366 F. Supp. 2d 315, 317 (E.D.N.C. \n2004) (quoting Harsco Corp. v. Zlotnicki, 779 F.2d 906, 909 (3d Cir. 1985)).  “A motion \nfor reconsideration is not a vehicle to identify facts or legal arguments that could have \nbeen, but were not, raised at the time the relevant m otion was pending.”  Julianello \nv. K-V Pharm. Co., 791 F.3d 915, 923 (8th Cir. 2015).  “The limited use of a motion to \nreconsider serves to ensure that parties are thorough and accurate in their original \npleadings and arguments presented to the Court.  To allow motions to reconsider \noffhandedly or routinely would result in an unending motions practice.”  Wiseman v. \nFirst Citizens Bank & Tr. Co., 215 F.R.D. 507, 509 (W.D.N.C. 2003). \n10. Defendants argue that reconsideration under Rule 54(b) is necessary \nbecause the Opinion was based on clear error, and Defendants request that the Court \nreconsider the following issues:  \n \n \n1. Whether the [Broiler Production Contract] is a “contract for goods and \nservices,” as stated by counsel for Plaintiffs, or a contract for services \nonly;  \n \n2. Whether the [Broiler Production Contract]  contains warranties or \nrepresentations as to the quality of birds placed by [Defenda nts] on \nPlaintiffs’ farm or the application of the warranty disclaimer. [sic]  \n \n3. Whether the parenthetical clause in Paragraph 7 of the [Broiler \nProduction Contract] . . . modifies both “property” and “product,” or only \n“product,” the word immediately preceding the clause; and [sic]  \n \n4. Whether Plaintiffs’ Second Amended Complaint is sufficient to rebut \nthe presumption that th e merger clause in the [Broiler Production \nContract] prevents modification to add representations and warranties \nconcerning the chickens or modify the disclaimer of warranties. [sic]  \n \n5. Whether Plaintiffs have alleged any sufficiently specific \nrepresentations or a factual basis for a belief concerning bird quality to \nmeet the pleading standard for fraud claims. \n \n(Mot. Recons. Defs.’ Partial Mot. Dismiss 1−2, ECF No. 89.)   \n11. As to the first issue, Defendants  contend that the Opinion “is in error by \nfailing to find the [Broiler Production Contract] to be a contract for services only” and \n“North Carolina law does not support that the [Broiler Production Contract] is a \ncontract for goods and services[.]”   (Reply Supp. Mot. Recons. Defs.’ Partial Mot. \nDismiss 4, ECF No. 105; Mem. Supp. Mot. Recons. Defs.’ Partial Mot. Dismiss 5−9, \nECF No. 90.)  The Opinion, however, did not address whether the Broiler Production \nContract is a contract for goods or services because such a determination  was \nimmaterial to the Court’s resolution of the Motion to Dismiss.  Even so, Defendants \nhave failed to show why  reconsideration is necessary or appropriate on this basis.  \nDefendants argue that the Uniform Commercial Code does not apply, (Mem. Supp. 7, \n9); but the Opinion did not construe the Broiler Production Contract as a contract for \n \n \nthe sale of goods —it did not apply the Uniform Commercial Code , N.C. Gen . Stat. \n§ 25-1-101, et seq. , or cases thereunder to the Broiler Production Contract  in \ndetermining whether the allegations were sufficient to state a  claim.  Therefore, to \nthe extent that Defendants seek reconsideration of this issue, the Motion must fail. \n12. With respect to the second issue, Defendants  argue that the Opinion was \nbased on clear error in failing to conclude that the Broiler Production Contract does \nnot contain any representations or warranties made by Defendants regarding chicken \nquality.  (Mem. Supp. 9−11; Reply Supp. 4.)  Defendants, however, argued this same \npoint in depth in support of  the Motion to Dismiss.  ( See, e.g. , Mem. Supp. Defs.’ \nPartial Mot. Dismiss Pls.’  Second Am. Compl. 17, ECF No. 47.2  (“[T]he [Broiler \nProduction] Contract omits and disclaims any representations as to the type or \nquality of the chickens. . . . [T]he [Broiler Production] Contract discloses that there is \nno enforceable agreement regarding quality in or outside of the written [Broiler \nProduction] Contract.”).)  “Reconsideration by re-argument is not proper under Rule \n54.”  Brunson v. N.C. Dep’t of Soc. Servs. , No. 5:09 -CT-3063-FL, 2011 U.S. Dist. \nLEXIS 20469, at *7 (E.D.N.C. Mar. 1, 2011).  Having fully considered this point in its \noriginal determination of De fendants’ Motion to Dismiss, the Court declines to \nreconsider this issue.  \n13. Likewise, as to the third issue, Defendants assert that the  Opinion was \nbased on clear error in concluding that the parenthetical in the disclaimer provision \ncould be interpreted to modify both “property” and “product” and, thus, is ambiguous.  \n(Mem. Supp. 12−15; Reply Supp. 5.)   Defendants argue that “the Court’s reading [of \n \n \nthe parenthetical] is inconsistent  with general rules of grammar and punctuation, \nand [Defendants] w[ere] not able to supply this analysis prior to the decision because \nthe issue was not raised until oral argument.”  (Mem. Supp. 5.)   In support of the \nMotion to Dismiss, however, Defendants argued that the Broiler Production Contract \nunambiguously disclaims any representations regarding the quality of chickens .  \n(Mem. Supp. Defs.’ Partial Mot. Dismiss 16−17.)   Further, as Defendants correctly \nnote, during the hearing on the Motion to Dismiss , the Court discussed the \nparenthetical with counsel  at length .  Now, Defendants “essentially attempt[] to \npresent a better or more compelling argument in favor of [their] position, which courts \nroutinely hold to be inadequate on a motion for reconsideration.”  RF Micro Devices, \nInc., 2016 U.S. Dist. LEXIS 74550, at *5 (quotation marks omitted).  “Hindsight being \nperfect, any lawyer can construct a new argument to support a position previously \nrejected by the court, especially once the court has spelled out  its reasoning in an \norder.”  Potter v. Potter, 199 F.R.D. 550, 553 (D. Md. 2001).  Having previously argued \nthat the Broiler Production Contract unambiguously disclaims any representations \nregarding chicken quality, Defendants cannot use a motion for reco nsideration to \npresent further arguments, in light of the Opinion, in support of their position.  \nDefendants’ argument in this regard is rejected. \n14. Turning to the fourth issue set forth in the Motion , Defendants argue that \nthe Opinion was based on clear err or in finding that the allegations of fraud are \nsufficient to rebut the presumption , created by the merger clause , that the writing \ncontains the complete agreement of the parties.  (Mem. Supp. 15−20; Reply Supp. 5.)  \n \n \nDefendants state in their brief that, d uring the hearing on the Motion to Dismiss, \n“the Court raised questions regarding the operation of the merger clause, which \n[Defendants] did not raise in initial briefing and  so did not fully address in [their]  \narguments.”  (Mem. Supp. 4  (emphasis added).)  Although Defendants apparently \noverlooked, and thus failed, to address the operation of the merger clause in either of \ntheir briefs on the Motion to Dismiss, the Court inquired of counsel during the \nhearing as to whether the breach of contract claims, notwithstanding the existence of \nthe merger clause, must survive if the fraud in the inducement claim survives.  \nContrary to Defendants’ contention, however, the Opinion did not discuss the \nimplications, if any, of the fraud allegations on the enforceability of the merger clause.  \nInstead, Defendants attempt to use the Motion to raise a new argument , in light of \nthe Court’s inquiries, in further support of their position that the Broiler Production \nContract does not contain any representations with respect to chicken quality.  “When \nparties file a motion with the court, they are obligated to insure that it is complete \nwith respect to fa cts, law and advocacy.”  Potter, 199 F.R.D. at 553.  “[Defendants] \ncannot utilize [their] motion for reconsideration to take a second bite at the proverbial \napple, and [their] new arguments pertaining to the possibility of shaping relief are \ntherefore unavailing.”  Ali v. Carnegie Inst. of Wash., 309 F.R.D. 77, 85 (D.D.C. 2015).  \nThe Court rejects this basis for reconsideration.  \n15. As to the fifth and final issue  raised in their opening brief , Defendants \ncontend that “the Court erred in concluding that Plaintiffs’ allegations are sufficient \nto meet the pleading standard for fraud claims.”  (Reply Supp. 6; Mem. Supp. 20−23.)  \n \n \nDefendants made this same argument—that the allegations are insufficient to satisfy \nthe pleading standard for fraud—in support of the Motion to Dismiss and, in essence, \n“attempt to re -litigate the same issues that already have been decided.”  Brunson, \n2011 U.S. Dist. LEXIS 20469, at *7.  “It is improper to file a motion for \nreconsideration simply to ask the Court to rethink what the Court had already \nthought through – rightly or wrongly.”  Wiseman, 215 F.R.D. at 509 (quotation marks \nomitted).  “[A] motion to reconsider may not be used to raise arguments . . . that could \nhave been addressed or presented  previously.”  Jiangmen Kinwai Furniture \nDecoration Co. Ltd v. IHFC Props., LLC, 1:14CV689, 2017 U.S. Dist. LEXIS 132246, \nat *18 (M.D.N.C. Aug. 18, 2017).   “It is hard to imagine a less efficient means to \nexpedite the resolution of cases than to allow the parties unlimited opportunities to \nseek the same relief simply by conjuring up a new  reason to ask for it.”  Potter, 199 \nF.R.D. at 553. \n16. In their reply brief, D efendants contend, for the first time,  that \nreconsideration is necessary for a sixth reason—to prevent manifest injustice in that \nPlaintiffs are using their Second Amended Complaint as a “juggernaut” to make \ndiscovery requests that are overly broad and und uly burdensome, and that to allow \nPlaintiffs’ “factually insufficient” fraud claims to go forward would put an undue \nburden on Defendants.  (Reply Br. 6−9.)  This latter argument assumes that the Court \nagrees with Defendants that reconsideration of the Opi nion, at least to the extent \nthat it deals with the fraud claims, is warranted, and, as discussed above, the Court \ndoes not so agree.  To the extent that Defendants contend that Plaintiffs’ discovery \n \n \nrequests are overly broad and unduly burdensome even based on the claims as \npleaded, this is not a proper basis for reconsideration.  “In the context of a motion for \nreconsideration, manifest injustice is defined as an error by the court that is direct, \nobvious, and observable.”  RF Micro Devices, Inc., 2016 U.S. Dist. LEXIS 74550, at *6 \n(quotation marks omitted).  Plaintiffs’ discovery requests are the subject of Plaintiffs’ \npending motion to compel, and the Court will properly consider the propriety of those \nrequests in connection with that motion.  Plaintiffs’ allegedly unreasonable and \noverbroad discovery requests do not constitute an error by the Court that is “direct, \nobvious, and observable ” so as to  justify reconsideration of the Opinion under Rule \n54(b).  The Court therefore rejects Defendants’ sixth basis for reconsideration.                                    \n17. In sum, t he Court concludes, in its discretion, that reconsideration of the \nCourt’s Opinion under Rule 54(b) is not appropriate.  \nIV. CONCLUSION \n18. For the foregoing reasons, the Motion is DENIED. \nSO ORDERED, this the 19th day of October, 2017. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}