{
  "id": "c6b8e6adc17a27253e903a6113aaf6f533f12406c4e4f69a8c554667902c93c6",
  "source_file": "data/raw/ncbc/c6b8e6adc17a27253e903a6113aaf6f533f12406c4e4f69a8c554667902c93c6.pdf",
  "raw_text": " Accelerando, Inc. v. Relentless Sols., Inc., 2025 NCBC 28. \n \n \nSTATE OF NORTH CAROLINA \n \nGUILFORD COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n24CV028428-400 \n \nACCELERANDO, INC., \n \nPlaintiff, \n \nv. \n \nRELENTLESS SOLUTIONS, INC. \nand ROBERT YODER, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON MOTION \nTO DISMISS AMENDED COMPLAINT \n \n \n \n \n \n1. THIS MATTER  is before the Court on the 5 March 2025 filing by \nDefendant Relentless Solutions, Inc. (Relentless) of the Motion to Dismiss Amended \nComplaint (the Motion).  (ECF No. 16 [Mot.].)  Pursuant to Rule 12(b)(6) of the North \nCarolina Rules of Civil Procedure (the Rule(s)), Relentless seeks dismissal of all \nclaims alleged against it by Plaintiff Accelerando, Inc. (Plaintiff).  (Mot. 1.)   \n2. For the reasons set forth herein, the Court GRANTS in part and DENIES \nin part the Motion. \nBrooks, Pierce, McLendon, Humphrey & Leonard, L.L.P. by Jennifer K. \nVan Zant and Amanda S. Hawkins, for Plaintiff Accelerando, Inc.  \n \nFitzgerald Hanna & Sullivan, PLLC by Andrew L. Fitzgerald, for \nDefendant Relentless Solutions, Inc.  \n \nRobinson, Chief Judge. \n \nI. INTRODUCTION \n3. This action arises out of Plaintiff’s contention  that its competitor, \nRelentless, has misappropriated trade secrets taken by Plaintiff’s former \nemployees—including Defendant Robert Yoder (Yoder) —who left to work for \n \n \n \nRelentless.  Plaintiff alleges that, in  using Plaintiff’s confidential or trade secret \ninformation, Relentless has breached its contract with Plaintiff and  wrongfully \ninterfered with Plaintiff’s service contracts with its customers  by inducing them to \nterminate the service contracts to work with Relentless instead.   \nII. FACTUAL BACKGROUND \n4. The Court does not make findings of fact when ruling on a motion to dismiss \npursuant to Rule 12(b)(6), and only recites those factual allegations relevant and \nnecessary to the Court’s determination of the Motion.  \nA. The Parties \n5. Plaintiff is a North Carolina corporation with its principal place of business \nin Guilford County, North Carolina.  (Am. Compl. ¶ 1, ECF No. 14 [Am. Compl.].)   \n6. Relentless is a Florida corporation with its principal office in North Miami, \nFlorida.  (Am. Compl. ¶ 2.)   \n7. Yoder is a resident of Forsyth County, North Carolina.  (Am. Compl. ¶ 3.)   \nB. Plaintiff’s Business and Relationship with Relentless \n8. Plaintiff, with the authorization of NCR Corporation (NCR), “provides \nsoftware and services to businesses that license NCR Counterpoint[,]” a point-of-sale \nsoftware product and intellectual property owned by NCR.  (Am. Compl. ¶¶  9–11.)  \n“The products and services [Plaintiff] provides are highly specialized, and are \ntargeted to clients who use NCR Counterpoint.”  (Am. Compl. ¶ 12.)   \n9. Approximately thirty  companies worldwide, including Plaintiff  and \nRelentless, have been authorized by NCR “to sell products and provide service to \n \n \n \ncustomers using NCR Counterpoint within certain geographic regions.”  (Am. \nCompl. ¶¶ 10–11.)  Relentless is  also authorized to provide NCR Counterpoint \nproducts and services.  (Am. Compl. ¶ 13.)    \n10.  On 24 August 2017, Plaintiff and Relentless entered into the Ecommerce 4 \nCounterpoint Reseller Agreement (the E4CP Agreement) , which remains in effect .  \n(Am. Compl. ¶ 18.)   \n11. Pursuant to the E4CP Agreement, Plaintiff authorized Relentless “to resell \ncertain products that [Plaintiff] creates for use with NCR’s Counterpoint” (the E4CP \nProducts).  (Am. Compl. ¶ 19.)   \n12. As a condition of receiving a license to resell the E4CP Products, the E4CP \nAgreement includes a confidentiality provision whereby Relentless “agreed that it \nwould not use in competition [Plaintiff’s] confidential business information, including \n[Plaintiff’s] price lists, data, marketing materials, and business plans.”  (Am. \nCompl. ¶¶ 20–21.)  This provision expressly excludes “information that is publicly \nknown or otherwise available through lawful means, or information that Relentless \nindependently developed.”  (Am. Compl. ¶ 21.)   \nC. Yoder’s Employment with Plaintiff \n13. Yoder began working for Plaintiff around 15 November 2009 .  (Am. \nCompl. ¶ 15.)  At the time of his resignation, Yoder was Plaintiff’s Vice President of \nPlatform Services, through which he had access to Plaintiff’s confidential information \nand clients.  (Am. Compl. ¶ 15.)   \n \n \n \n14. In November 2009, Yoder executed a Subcontractor Non -Compete \nAgreement (the Non-Compete Agreement).  (Am. Compl. ¶ 38; see Am. Compl. Ex. A., \nECF No. 14.1 [Non-Compete Agt.].)   \n15. The Non -Compete Agreement includes the following covenant against \ncompetition:  \nA. During the period of Subcontractor’s contractual relationship with \nthe Company  and for a period of twenty -four (24) months after the \ntermination of agreement .  . . Subcontractor shall not directly or \nindirectly, either for Subcontractor’s own account or as a partner, \nshareholder (other than shares regularly traded in a recognized \nmarket), officer, subcontractor, agent or otherwise, provide services or \nother to any of the Company’s customers, clients or accounts that might \nbe considered competitive in natur e.  By way of example, and not as a \nlimitation, the foregoing shall preclude Subcontractor from soliciting \nbusiness or sales from , or attempting to convert to other sellers or \nproviders of the same or similar products or services as provided by the \nCompany, any customer, client, or account of the Company.  \n \n(Non-Compete Agt. at 1.)   \n16. The Non -Compete Agreement also includes the following confidentiality \nprovision:  \nC. During the period of the Subcontractor’s contractual relationship \nwith the Company, and thereafter for seven (7) years, Subcontractor \nshall not disclose to anyone any Confidential Information.  For the \npurposes of this Agreement, “Confidential Information”  shall include \nany of the Company’s confidential, proprietary or trade secret \ninformation that is disclosed to Subcontractor or Subcontractor \notherwise learns in the course of employment such as, but not limited \nto, business plans, customer lists, finan cial statements, software \ndiagrams, flow charts and product plans.   \n \n(Non-Compete Agt. at 2.)   The confidentiality provision expressly excludes \ninformation that “(i) is or becomes publicly available through no act of Subcontractor, \n \n \n \n(ii) is rightfully received by Subcontractor from a third party without restrictions[,] \nor (iii) is independently developed by Subcontractor.”  (Non-Compete Agt. at 2.)   \nD. Yoder Resigns from Employment with Plaintiff and Begin s Work \nfor Relentless  \n \n17. Plaintiff alleges, upon information and belief, that Yoder met with \nRelentless at its headquarters in Florida in December 2021 and that, shortly \nthereafter, Yoder accepted a position with Relentless.  (Am. Compl. ¶¶ 41–42.)   \n18. On or about 14 March 2022, Yoder informed Plaintiff that he was resigning.  \n(Am. Compl. ¶ 43.)   \n19. At some point after resigning from his employment with Plaintiff, Yoder \nbegan working for Relentless as a Solutions Architect L3.  (Am. Compl. ¶ 16.)  \n20. Plaintiff alleges that its  President, Craig Castor, asked Yoder when he \nresigned whether he was leaving to work for Relentless and that Yoder “lied and said \nhe was not.”  (Am. Compl. ¶ 43.)   \n21. The same day that he resigned, Yoder forwarded certain information \nregarding Plaintiff’s then-customer Frham to his personal email address, including \n“an internal Accelerando service ticket, which included Frham’s customer contact \ninformation.”  (Am. Compl. ¶  45.)  Yoder “also forwarded to his personal email \ncustomer contact information for then -Accelerando customer Girl Scouts Carolinas \nPeaks to Piedmont.”  (Am. Compl. ¶  46.)  Plaintiff alleges that the customer \ninformation taken by Yoder is confidential.  (See Am. Compl. ¶ 45.)   \n \n \n \n22. Plaintiff further alleges, upon information and belief, that Yoder “also stole \nadditional confidential and trade secret information” from Plaintiff and that he took \nthis information to use for Relentless’ benefit.  (Am. Compl. ¶¶ 47–48.)   \nE. Other Employees Depart Plaintiff and Join Relentless \n1. Scott Muller \n23. Scott Muller ( Muller) began working for Plaintiff in 2005 as an account \nmanager and later became a vice president of the company.  (Am. Compl. ¶ 22.)   \n24. Muller resigned his employment with Plaintiff in 2012 “after an argument \nwith [Plaintiff’s] President over his authority and compensation.”  (Am. Compl. ¶ 23.)  \nPlaintiff alleges that, before leaving, Muller threatened that “he would steal \n[Plaintiff’s] customers if he left.”  (Am. Compl. ¶ 23.)   \n25. Upon leaving his employment with Plaintiff, Muller “began working for one \nof [Plaintiff’s] clients ” and, shortly thereafter, Muller, “through his employer, fired \n[Plaintiff].”  (Am. Compl. ¶ 24.)   \n26. In or around June 2021, Muller was hired as Vice President of Business \nDevelopment at Relentless.  (Am. Compl. ¶ 25.)  Plaintiff alleges, upon information \nand belief, that approximately three months later, in or around September 2021, \nMuller became Relentless’ Chief Operations Officer.  (Am. Compl. ¶ 25.)   \n2. Dana Dollaeye \n27. In or around September 2021, Dana Dollaeye (Dollaeye)  was hired as the \nVice President of Client Delivery Service of Relentless.  (Am. Compl. ¶ 26.)   \n \n \n \n28. Dollaeye was previously employed by Plaintiff, where she worked  “in a \nnearly identical role, as [Plaintiff’s] Vice President of Client Delivery Service and an \nofficer of [Plaintiff].”  (Am. Compl. ¶  27.)  Dollaeye resigned from her employment \nwith Plaintiff on 14 September 2021.  (Am. Compl. ¶ 29.)   \n29. In her role as Plaintiff’s Vice President of Client Delivery Service, Dollaeye \n“had access to [Plaintiff’s] confidential information, and was in charge of managing \n[Plaintiff’s] client service protocols.  Nearly all of [Plaintiff’s] employees reported \ndirectly to her, including [Plaintiff’s] Knowledge Services Professionals, service \nmanagers, and subcontractors.”  (Am. Compl. ¶ 28.)  Dollaeye, in this role, “also had \naccess to all information regarding rates of pay, benefit classes, and history of \ncompensation for every employee.”  (Am. Compl. ¶ 28.)   \n30. After tendering notice, but prior to leaving employment with Plaintiff, \nDollaeye emailed to her personal email certain information which Plaintiff alleges \nconstitutes its confidential and trade secret information.  (Am. Compl. ¶ 30.)  Plaintiff \nspecifically alleges that Dollaeye emailed herself a host of sensitive documents \nincluding internal best practices and policies, work templates, job descriptions, and \nother internal document s (collectively, the Customer Service Protocols) .  (See Am. \nCompl. ¶ 30.)  Plaintiff alleges it has “developed and honed” these materials over the \ncourse of more than two decades.  (Am. Compl. ¶ 30.)   \n31. Only service management employees of Plaintiff have access to the \nCustomer Service Protocols, and the materials are password protected and are not \nshared outside the company.  (Am. Compl. ¶ 33.)   \n \n \n \n32. Plaintiff further alleges, upon information and belief, that Dollaeye \n“forwarded and stole additional trade secret materials ” from Plaintiff and that she \ntook this information to use for Relentless’ benefit.  (Am. Compl. ¶¶ 34–35.)   \nF. Plaintiff’s Customers Leave to Work with Relentless \n33. Plaintiff alleges that the following customers have left Plaintiff to work \nwith Relentless: (1) Girl Scouts Carolinas Peaks to Piedmont (Girl Scouts), (2) Frham, \n(3) Shore Décor, and (4) So-Mo Agri Supply.  (Am. Compl. ¶ 54.)   \nIII. PROCEDURAL BACKGROUND \n34. On 23 December 2024, Plaintiff initiated this action upon the filing of the \nVerified Complaint.  (ECF No. 3.)   \n35. On 21 February 2025, Plaintiff filed the Amended Complaint as a matter of \nright.  (ECF No. 14.)   \n36. On 5 March 2025, Relentless filed the Motion.  After full briefing, the Court \nheld a hearing on the Motion on 6 June 2025 (the Hearing), where all parties were \nrepresented by counsel.  (See ECF No. 30.)   \n37. The Motion is ripe for resolution. \nIV. LEGAL STANDARD \n38. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court \nreviews the allegations in the Complaint in the light most favorable to the plaintiff.  \nSee Christenbury Eye Ctr., P.A. v. Medflow, Inc. , 370 N.C. 1, 5 (2017).  The Court’s \ninquiry is “whether, as a matter of law, the allegations of the complaint .  . . are \nsufficient to state a claim upon which relief may be granted under some legal \n \n \n \ntheory[.]”  Harris v. NCNB Nat’l Bank , 85 N.C. App. 669, 670 (1987).  The Court \naccepts all well -pleaded factual allegations in the relevant pleadings as true.  See \nKrawiec v. Manly, 370 N.C. 602, 606 (2018).  The Court is therefore not required “to \naccept as true allegations that are merely conclusory, unwarranted deductions of fact, \nor unreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. Dep’t of Health and Hum. \nServs., 174 N.C. App. 266, 274 (2005) (quotation marks and citation omitted). \n39. Furthermore, the Court “can reject allegations that are contradicted by the \ndocuments attached, specifically referred to, or incorporated by reference in the \ncomplaint.”  Moch v. A.M. Pappas & Assocs., LLC , 251 N.C. App. 198, 206 (2016) \n(citation omitted).  The Court may consider these attached or incorporated documents \nwithout converting the Rule 12(b)(6) motion into a motion for summary judgment.  \nId. (citation and quotations omitted). \n40. Our Supreme Court has observed that “[i]t is well -established that \ndismissal pursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on its face \nreveals that no law supports the plaintiff’s claim; (2) the complaint on its face reveals \nthe absence of fa cts sufficient to make a good claim; or (3) the complaint discloses \nsome fact that necessarily defeats the plaintiff’s claim.’ ”  Corwin v. British Am. \nTobacco PLC, 371 N.C. 605, 615 (2018) (citations omitted).  This standard of review \nfor Rule 12(b)(6) mo tions is the standard our Supreme Court “routinely uses . . . in \nassessing the sufficiency of complaints in the context of complex commercial \nlitigation.”  Id. at 615 n.7 (citations omitted).  \n \n \n \nV. ANALYSIS \n41. Relentless moves to dismiss all of Plaintiff’s claims against Relentless, \nwhich include: (1) misappropriation of trade secrets in violation of N.C.G.S. § 66-152, \net seq. (Am. Compl. ¶¶ 55–66), (Count One); (2) breach of contract related to the E4CP \nAgreement (Am. Compl. ¶¶  75–81), (Count Three); (3) wrongful interference with \ncontract (Am. Compl. ¶ ¶ 82–88), (Count Four); (4) unfair and deceptive  trade \npractices pursuant to N.C.G.S. § 75-1.1, et seq. (Am. Compl. ¶¶ 89–96), (Count Five); \n(5) unjust enrichment  (Am. Compl. ¶¶  97–101), (Count Six); and (6) permanent \ninjunction (Am. Compl. ¶¶  102–05), (Count Seven) 1.  The Court will address each \nclaim in turn.2   \n \n1 The request for permanent injunction, which makes up the seventh claim for relief, was \nmisnamed as a claim for unjust enrichment in the Amended Complaint.    \n \n2 As an initial matter, Relentless contends in its reply brief that Plaintiff has abandoned its \nclaims for unfair and deceptive trade practices, breach of contract, and tortious interference \nby making no argument regarding those claims in its brief in opposition to the Motion.  (See \nReply Br. Supp. Mot. 5, ECF No. 24 [Reply].)   \n \nAlthough the Court notes that Plaintiff’s brief in opposition appears to focus solely on the \nmisappropriation of trade secrets claim, the Court also notes that Relentless’ brief in support \nof the Motion largely discusses Plaintiff’s failure to state a claim for misappropriation of trade \nsecrets and appears to otherwise generally argue that the remaining claims also fail because \n“[e]very one of Plaintiff’s claims against Relentless hinges on a basic premise that Relentless \nmisappropriated trade secrets or confidential information.”  ( See Br. Supp. Mot. 3 –4, ECF \nNo. 17 [Br. Supp.].)   \n \nDespite the fact that the parties’ briefs loosely address these other claims, the Court does not \nconsider those claims abandoned and  will still address whether they have been sufficiently \npled by Plaintiff in the Amended Complaint.   \n \n \n \nA. Count One: Misappropriation of Trade Secrets  \n42. Plaintiff alleges that “Relentless, through Mr. Muller, Ms. Dollaeye, and \nMr. Yoder, has misappropriated [Plaintiff’s] trade secrets by using them against \n[Plaintiff] to solicit [Plaintiff’s] customers.”  (Am. Compl. ¶¶ 49, 56, 60.)   \n43. Specifically, Plaintiff  contends that “[b]ecause Relentless knew from the \nConfidential Customer Service Protocols how [Plaintiff] handled customer service \nissues, it knew how to undercut [Plaintiff] to its customers.”  (Am. Compl. ¶  51.)  By \nway of example, Plaintiff alleges that “Relentless was able to point to specific ‘flaws’ \nin [Plaintiff’s] handling of customer service issues as a way to encourage customers \nto leave [Plaintiff], or to compare its own services to [Plaintiff’s].”  (Am. Compl. ¶ 51.)  \nAdditionally, Plaintiff alleges that based on its misuse of Plaintiff’s trade secrets, \nRelentless successfully encouraged  four specific customers —Girl Scouts, Frham, \nShore Décor, and So -Mo Agri Supply —to leave Plaintiff and work with Relentless \ninstead.  (Am. Compl. ¶ 54.)   \n44. The North Carolina Trade Secrets Protection Act defines a trade secret as  \nbusiness or technical information, including but not limited to a formula, \npattern, program, device, compilation of information, method, \ntechnique, or process that:  \n \na. Derives independent actual or potential commercial value \nfrom not being generally known or readily ascertainable through \nindependent development or reverse engineering by persons who \ncan obtain economic value from its disclosure or use; and  \n \nb. Is the subject of efforts that are reasonable under the \ncircumstances to maintain its secrecy.  \n \n \n \n \nN.C.G.S. § 66-152(3).  “To plead misappropriation of trade secrets, a plaintiff must \nidentify a trade secret with sufficient particularity so as to enable a defendant to \ndelineate that which he is accused of misappropriating and a court to determine \nwhether misappropriation has or is threatened to occur.”  Krawiec, 370 N.C. at 609 \n(citation omitted).  \n45. Misappropriation is defined as the “acquisition, disclosure, or use of a trade \nsecret of another without express or implied authority or consent, unless such trade \nsecret was arrived at by independent development, reverse engineering, or was \nobtained from another person with a right to disclose the trade secret.”  \nN.C.G.S. § 66- 152(1).  The allegations of a complaint must identify with specificity \n“the acts by which the alleged misappropriations were accomplished.”  Washburn v. \nYadkin Valley Bank & Tr. Co., 190 N.C. App. 315, 327 (2008).   \n46. The crux of Relentless’ argument is that the Amended Complaint does not \ninclude sufficient facts or evidence showing that Relentless has possessed and used \nthe alleged trade secret information.   (See Br. Supp. 3–5, 7–8.)  Further, Relentless \nargues that the allegations in the Amended Complaint regarding misappropriation \nof trade secrets amount to a n inevitable disclosure doctrine argument, a doctrine \nwhich has not been adopted by North Carolina courts.  (See Br. Supp. 4–5, 10.)   \n47. Plaintiff contends it has sufficiently alleged misappropriation of trade \nsecrets against Relentless based on the allegations in the Amended Complaint that \n(1) Yoder and Dollaeye each left their employment with Plaintiff and later began \nworking for Relentless; (2) Yoder and Dollaeye each forwarded themselves Plaintiff’s \n \n \n \nalleged confidential or trade secret information after giving notice but prior to leaving \nemployment with Plaintiff; (3) Relentless used the information taken by Yoder and \nDollaeye to undermine relationships with Plaintiff’s customers so that they would \nleave to work with Relentless; and (4) four of Plaintiff’s customers did, in fact, leave \nto work with Relentless, including two customers whose information Yoder forwarded \nto himself prior to leaving employment with Plaintiff.   (See Memo. Opp’n Def.’s \nMot. 6–7, 10–11, ECF No. 21 [Memo. Opp.].)     \n48. The Court determines that the allegations in the Amended Complaint are \nminimally sufficient at this stage to state a claim for misappropriation of trade secrets \nagainst Relentless  based on Relentless’ alleged misappropriation of the Customer \nService Protocols taken by Dollaeye.   \n49. However, to the extent Count One is also based on Relentless’ use of trade \nsecrets allegedly taken by Yoder or Muller , the Court determines the allegations in \nthe Amended Complaint insufficient to state a claim for misappropriation of trade \nsecrets as (i) with respect to Yoder, Plaintiff only alleges that Yoder took confidential \ncustomer information, which Plaintiff concedes does not constitute trade secrets, and \notherwise has generally alleged upon information and belief that Yoder stole \nunspecified trade secret information from Plaintiff ; and (ii) with respect to Muller, \nthe Amended Complaint contains no allegations that trade secrets were taken by \nMuller and subsequently used by Relentless.   \n50. Further, the Court rejects Relentless’ argument that these allegations \nwarrant invoking the inevitable disclosure doctrine.  Plaintiff has not simply alleged \n \n \n \nthat, because former employees of Plaintiff who had access to trade secret information \nleft to work for a competitor , such information will inevitably be disclosed.  Rather, \nPlaintiff has specifically alleged that Relentless accessed the alleged trade secret \ninformation taken by Dollaeye, used it to identify flaws in Plaintiff’s services and \nencourage customers to leave Plaintiff to work with Relentless, and, as a result, four \ncustomers left to work with Relentless.  These are allegations of actual, as opposed to \ninevitable, disclosure and use.   \n51. Therefore, the Court DENIES in part the Motion as to Count One  to the \nextent it is based on Relentless’ alleged misappropriation of the Customer Service \nProtocols taken by Dolla eye.  Except as herein denied, the Motion is GRANTED in \npart as to Count One to the extent it is based on unidentified trade secrets allegedly \ntaken by Yoder or Muller.     \nB. Count Three: Breach of E4CP Agreement  \n52. Plaintiff alleges that Relentless has breached paragraph C of the E4CP \nAgreement by using Plaintiff’s confidential, trade secret, and proprietary information \nto compete with Plaintiff.  (Am. Compl. ¶ 79.)   \n53. Relentless appears to argue that this breach of contract claim fails because \nthe Amended Complaint does not include allegations “explaining the link of how or \nwhy there is a belief that Relentless misused confidential information obtained \nduring the E4CP [Agreement].”  (Br. Supp. 3.)   \n54. To properly plead a breach of contract claim, the claimant must allege \n“(1) [the] existence of a valid contract and (2) [a] breach of the terms of that contract.”  \n \n \n \nPoor v. Hill , 138 N.C. App. 19, 26 (2000) (citing Jackson v. Cal. Hardwood Co. , \n120 N.C. App. 870, 871 (1995)).  Where each of these elements are alleged, “it is error \nto dismiss a breach of contract claim under Rule 12(b)(6).”  Woolard v. Davenport , \n166 N.C. App. 129, 134 (2004).  “[S]tating a claim for breach of contract is a relatively \nlow bar.”  Vanguard Pai Lung, LLC v. Moody , 2019 NCBC LEXIS 39, at *11 (N.C. \nSuper. Ct. June 19, 2019).   \n55. Upon review of the allegations in the Amended Complaint, the Court \ndetermines that Plaintiff has sufficiently pled facts that state a claim for breach of \ncontract.  Specifically, Plaintiff has alleged that the E4CP Agreement is a valid, \nenforceable agreement between Plaintiff and Relentless, (Am. Compl. ¶ 76), and that \nRelentless breached that agreement by using confidential, trade secret, and \nproprietary information to compete with Accelerando  to solicit Plaintiff’s customers \nto work with Relentless, (see Am. Compl. ¶ 79).   \n56. Therefore, the Court DENIES the Motion as to Count Three for breach of \nthe E4CP Agreement.   \nC. Count Four: Wrongful Interference with Contract  \n57. Plaintiff brings Count Four for wrongful interference with contract against \nRelentless, a lleging that (1) valid contracts existed between Plaintiff and the \nfollowing customers for the provision of Counterpoint -related services: Girl Scouts, \nFrham, Shore Décor, and So -Mo Agri Supply; (2) Relentless knew that Plaintiff had \ncontracts with these customers; (3) Relentless used Plaintiff’s confidential and trade \nsecret information in violation of the E4CP Agreement  to intentionally induce these \n \n \n \ncustomers to terminate their contracts with Plaintiff; and (4) Relentless had no legal \njustification for interfering with Plaintiff’s customers through the misuse of Plaintiff’s \nconfidential and trade secret information, which Relentless was contractually bound \nto protect.  (Am. Compl. ¶¶ 83–85, 87.)   \n58. To state a claim for tortious interference with contract, a plaintiff must \nallege the following: (1) a valid contract exists between the plaintiff and a third \nperson; (2) the defendant knows of the contract between plaintiff and the third party; \n(3) the defendant intentionally induces the third person not to perform the contract; \n(4) the defendant in doing so acts without justification; and (5) the interference \nresults in actual damage to the plaintiff .  United Labs., Inc. v. Kuykendall , \n322 N.C. 643, 661 (1988) (citing Childress v. Abeles, 240 N.C. 667, 674 (1954)).  “The \npleading standards for a tortious interference with contract claim are strict.”  \nUrquhart v. Trenkelbach, 2017 NCBC LEXIS 12, at *15 (N.C. Super. Ct. Feb. 8, 2017); \nsee also Wells Fargo Ins. Servs. USA v. Link , 2018 NCBC LEXIS 42, at *47 (N.C. \nSuper. Ct. May 8, 2018); Kerry Bodenhamer Farms,  LLC v. Nature’s Pearl Corp. , \n2017 NCBC LEXIS 27, at *16 (N.C. Super. Ct. Mar. 27, 2017). \n59. Relentless argu es that the claim for tortious interference should fail \nbecause it “hinges on the fact that Relentless allegedly used ‘[Plaintiff’s] confidential \nand trade secrets information’ to win customers in the competitive NCR \nmarketplace[,]” and Relentless believes misappropriation has not been sufficiently \npled.  (Br. Supp. 3–4.)  Relentless also states that it “should be obvious that clients in \na competitive environment will change providers.”  (Br. Supp. 9.)   \n \n \n \n60. While the Court recognizes that there is a “general principle that \ninterference may be justified when  the plaintiff and defendant  are competitors[,]” \ncompetition in business only constitutes justifiable interference so long as it is carried \non in furtherance of one’s own interests and by means that are lawful.”  Peoples Sec. \nLife Ins. Co. v. Hooks , 322 N.C. 216, 221–22 (1988) (emphasis added).  Thus, to the \nextent Relentless contends this claim fails because Plaintiff and Relentless are \ncompetitors, that argument does not pass muster, as Plaintiff has alleged Relentless, \nthrough unlawful means, has intentionally induced Plaintiff’s customers to terminate \ntheir service agreements.    \n61. Upon review of the Amended Complaint, the Court concludes that the \nallegations are sufficient at this stage to state a claim for tortious interference with \nthe service contracts between Plaintiff and Girl Scouts, Frham, Shore Décor, and \nSo- Mo Agri Supply.  \n62. Therefore, the Court DENIES the Motion as to Count Four for tortious \ninterference with contract.   \nD. Count Five: Unfair and Deceptive Trade Practices  \n63. Plaintiff alleges that the conduct of Relentless complained of in the \nAmended Complaint “is oppressive and substantially injurious to customers and, \ntherefore, unfair  under N.C.[G.S.]  § 75 -1.1.”  (Am. Compl. ¶  90.)  Additionally, \nPlaintiff contends that Relentless’ violation of the North Carolina Trade Secrets \nProtection Act and wrongful interference constitute unfair method s of competition \nand unfair or deceptive trade practices.  (Am. Compl. ¶¶ 91–92.)   \n \n \n \n64. “To prevail on a claim of unfair and deceptive trade practices a plaintiff \nmust show (1) an unfair or deceptive act or practice, or an unfair method of \ncompetition, (2) in or affecting commerce, (3) which proximately caused actual injury \nto the plaintiff o r to his business.”  Spartan Leasing, Inc. v. Pollard , 101 N.C. \nApp. 450, 460–61 (1991) (citing Marshall v. Miller, 302 N.C. 539 (1981)).  \n65. Chapter 75 of the North Carolina General Statutes  (UDTPA) provides, in \npertinent part, that “[u]nfair methods of competition in or affecting commerce, and \nunfair or deceptive acts or practices in or affecting commerce, are declared unlawful.”  \nN.C.G.S. § 75-1.1(a).  Further, the UDTPA defines “commerce” to include “all business \nactivities, however denominated, but does not include professional services rendered \nby a member of a learned profession.”  N.C.G.S. § 75- 1.1(b).  \n66. “North Carolina courts have previously concluded that when the UDTP[A] \nclaim rests solely upon other claims .  . . which the court determines should be \ndismissed, the UDTP[A] claim must fail as well.”  Chara, LLC v. Sequoia Servs., LLC, \n2020 NCBC LEXIS 52, at *19 (N.C. Super. Ct. Apr. 17, 2020).  \n67. Because the Court has concluded that Plaintiff’s allegations are sufficient \nto state claims for misappropriation of trade secrets and tortious interference with \ncontract, the allegations are likewise sufficient to state a UDTPA claim as to that \nsame conduct.   \n68. Therefore, the Court DENIES the Motion as to Count Five for violation of \nthe UDTPA.   \n \n \n \nE. Count Six: Unjust Enrichment  \n69. Plaintiff brings Count Six for unjust enrichment against Relentless, \nalleging Relentless “received the benefit of [Plaintiff’s] trade secrets and confidential \ninformation” by using the alleged trade secrets and confidential information to solicit \nPlaintiff’s customers when it was not entitled to do so.  (Am. Compl. ¶¶ 98–100.)   \n70. “In North Carolina, to recover on a claim of unjust enrichment, Plaintiff \nmust prove: (1) that it conferred a benefit on another party; (2) that the other party \nconsciously accepted the benefit; and (3) that the benefit was not conferred \ngratuitously or by  an interference in the affairs of the other party.”   Cnty. of Wake \nPDF Elec. & Supply Co., LLC v. Jacobsen, 2020 NCBC LEXIS 103, at *29 (citing \nSoutheastern Shelter Corp. v. BTU, Inc., 154 N.C. App. 321, 330 (2002)).  The benefit \nmust be measurable.  Krawiec, 370 N.C. at 615.  \n71. “A claim for unjust enrichment ‘is neither in tort nor contract but is \ndescribed as a claim in quasi contract or a contract implied in law.’ ”  Jacobsen, \n2020 NCBC LEXIS 103, at *28 (quoting Booe v. Shadrick, 322 N.C. 567, 570 (1988)).  \n“ ‘The general rule of unjust enrichment is that where services are rendered and \nexpenditures made by one party to or for the benefit of another, without an express \ncontract to pay, the law will imply a promise to pay a fair compensation therefor.’  ”  \nKrawiec, 370 N.C. at 61 5 (quoting Atlantic C. L. R. Co. v. State Highway Comm’n , \n268 N.C. 92, 95–96 (1966) (citation omitted)).  \n72. The basis for Plaintiff’s claim of unjust enrichment is that Relentless \nobtained a benefit through its alleged misappropriation and improper use of \n \n \n \nPlaintiff’s trade secrets and confidential information .  As a result, the Court \ndetermines that any benefit Relentless obtained through improper use of the alleged \ntrade secrets and confidential information was taken by Relentless as opposed to \nbeing voluntarily conferred upon Relentless by Plaintiff.  See KNC Techs., LLC v. \nTutton, 2019 NCBC LEXIS 72, at *37 (N.C. Super. Ct. Oct. 9, 2019) (dismissing unjust \nenrichment claim where the plaintiff only alleged the defendants took some benefit \nfor themselves for which plaintiff believed it should be awarded damages); Am. \nCirs., Inc. v. Bayatronics, LLC, 2023 NCBC LEXIS 165, at **39 –40 (N.C. Super. Ct. \nDec. 8, 2023) (holding the alleged wrongful taking and dissemination of information \nin violation of a confidentiality agreement did not support a claim for unjust \nenrichment because no benefit had been con ferred); A Distrib. Co. v. Mood Prod. \nGrp. LLC, 2024 NCBC LEXIS 130, at ** 25– 26 (N.C. Super. Ct. Sept.  26, 2024)  \n(dismissing unjust enrichment claim where the defendant was alleged to have taken \na benefit for itself through the fraudulent use of the plaintiff’s certificates).    \n73. As such, Plaintiff has not stated a proper claim for unjust enrichment. \nTherefore, the Court GRANTS the Motion as to Count Six, and Count Six for unjust \nenrichment is dismissed with prejudice.  \nF. Count Seven: Permanent Injunction \n74. Plaintiff asks the Court to enforce the E4CP Agreement by entering a \npermanent injunction  forbidding Relentless from using Plaintiff’s confidential or \ntrade secret information or providing the same “to anyone other than [Plaintiff], and \nto return without retaining copies of [Plaintiff’s] trade secret and confidential and \n \n \n \nproprietary information, and all other of [Plaintiff’s] property, documents, data, and \nfiles.”  (Am. Compl. ¶ 103.)      \n75. Injunctive relief “is an ancillary remedy, not an independent cause of \naction.”  Revelle v. Chamblee, 168 N.C. App. 227, 230 (2005) (citation omitted).  It is \nwell-settled that “injunctive relief is not a standalone claim[.]”  Window World of St. \nLouis, Inc. v. Window World of Bloomington, Inc., 2021 NCBC LEXIS 88, at *15 (N.C. \nSuper. Ct. Oct. 6, 2021).   \n76. Accordingly, the Court hereby GRANTS the Motion as to Count Seven, and \nCount Seven for permanent injunctive relief is dismissed without prejudice to \nPlaintiff’s ability to seek this remedy at a later time if warranted by the relevant facts \nand law.  \nVI. CONCLUSION \n77. For the foregoing reasons, the Court hereby GRANTS in part and DENIES \nin part the Motion as follows: \na. The Court GRANTS the Motion in part as to Count One, to the \nextent it is related to any unidentified trade secrets allegedly taken by \nYoder or Muller and used by Relentless, and that claim is DISMISSED \nwithout prejudice to that limited extent; \nb. The Court GRANTS the Motion as to Count Six for unjust \nenrichment, and that claim is DISMISSED with prejudice;  \nc. The Court GRANTS the Motion as to Count Seven for permanent \ninjunction, and that claim is DISMISSED without prejudice; and \n \n \n \nd. Except as herein granted, the Motion is hereby DENIED.  \nSO ORDERED, this the 19th day of June, 2025. \n \n \n \n /s/ Michael L. Robinson  \n Michael L. Robinson \n Chief Business Court Judge \n \n "
}