{
  "id": "c6ec9e568f8cecb09e52fd326a0668ca5ff02c84ae7018828a19cb23c7d590f6",
  "source_file": "data/raw/ncbc/c6ec9e568f8cecb09e52fd326a0668ca5ff02c84ae7018828a19cb23c7d590f6.pdf",
  "raw_text": "Justice v. Mission Hosp., Inc., 2019 NCBC 36. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF BUNCOMBE \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 1755 \nRANDY JUSTICE, Individually and on \nbehalf of all persons similarly situated; \nCATHY JUSTICE, Individually and on \nbehalf of all persons similarly situated; \nand CATHY JUSTICE, Guardian ad \nLitem for the minor child JULYETTE \nWILKERSON, \n \nPlaintiffs, \n \nv. \n \nMISSION HOSPITAL, INC. d/b/a \n“MISSION HOSPITALS” or “MISSION \nHOSPITAL”; NATIONAL GENERAL \nINSURANCE COMPANY; and \nREVCLAIMS, LLC,  \n \nDefendants. \n \nORDER & OPINION ON MOTION TO \nDISMISS APPEAL AND MOTION FOR \nLEAVE TO FILE AMENDED NOTICE \nOF APPEAL \n \n1. THIS MATTER  is before the Court on Defendants’ Motion to Dismiss \nAppeal, filed May 1, 2019 (“Motion to Dismiss”), and Plaintiffs’ Motion to Amend the \nNotice of Appeal Filed Herein, filed May 17, 2019  (“Motion to Amend”).  For reasons \ndiscussed below, the Court DENIES the Motion to Amend and GRANTS the Motion \nto Dismiss. \n \nLong, Parker, Payne, Anderson & McClellan P.A., by Robert B. Long, Jr., \nfor Plaintiffs. \n \nJones Walker LLP, by Joseph L. Adams, for Defendant RevClaims, LLC. \n \nRobinson, Bradshaw & Hinson P.A., by Robert W. Fuller and Mark A. \nHiller, and Roberts & Stevens P.A., by Phillip T. Jackson and Eric P. \nEdgerton, for Defendant Mission Hospital, Inc. \n \n \n \nShumaker, Loop & Kendrick LLP, by Christian H. Staples, J. Bennett \nCrites, III, and Laura Johnson Evans, for Defendant RevClaims, LLC. \n \nYoung Moore & Henderson P.A., by Glenn C. Raynor , Walter E. Brock, \nJr., and Angela Farag Craddock , for Defendant National General \nInsurance Company. \n \nGale, Judge. \n \nI. INTRODUCTION \n \n2. This Court is again faced with a motion to dismiss an appeal which was \naddressed to the North Carolina Court of Appeals when it should instead have been  \npresented to the North  Carolina Supreme Court.  On similar facts presented in a \nsimilar procedural posture, this Court earlier held that the notice of appeal included \na jurisdictional defect which only the appellate courts have the authority to address. \nZloop, Inc. v. Parker, P oe, Adams & Bernstein, 2018 NCBC LEXIS 40 (N.C. Super. \nCt. Apr. 30, 2018).  The Court here again concludes it must dismiss the appeal, even \nthough the jurisdictional defect was clearly inadvertent and the record would allow \nfor no finding that Defendant was surprised as to the matter being appealed from or \notherwise suffered prejudice .  Absent a future amendment to N.C. R. App. P. 3, \nPlaintiffs appear confined to a petition for discretionary review to the North Carolina \nSupreme Court, as was successfully ta ken by the plaintiff in Zloop.  Zloop, Inc. v. \nParker Poe Adams & Bernstein, LLP, 818 S.E.2d 636 (N.C. 2018). \n \nII. PROCEDURAL HISTORY \n \n3. Plaintiffs filed their initial complaint on April 20, 2018, asserting claims of \nbreach of contract, interference with contractual relations, and unfair or deceptive \n \n \ntrade practices (“UDTP”) related to collection practices for services billed for medical \ntreatment at Mission Hospital in Asheville , North Carolina .  (Compl., ECF No. 3.)   \nThe action was designated as a mandatory complex business case on May 11, 2018.  \n(Designation Order, ECF No. 1.)  Plaintiffs subsequently amended their complaint on \nMay 30, 2018, to add a claim for conversion.  (Am. Compl. ¶¶ 45 –47, ECF No. 16.)  \nPlaintiffs seek to represent a purported class of similarly situat ed persons.  (Am. \nCompl. ¶¶ 48–57.) \n4. On July 2, 2018, Defendant Mission Hospital, Inc. (“Mission”) moved to \ndismiss the Amended Complaint pursuant to N.C. R. Civ. P. 12(b)(6) (“Rule 12(b)(6)”).  \n(Def. Mission Hospital’s Mot. Dismiss Pls.’ Compl., ECF No. 21.)  On July 13, 2018, \nDefendant RevClaims, LLC (“RevClaims”) filed a similar Rule 12(b)(6) motion.  (Def. \nRevClaims’ Mot. Dismiss Am. Compl., ECF No. 27.)  On August 8, 2018, Defendant \nNational General Insurance Company (“National General”) moved to dismiss  under \nboth N.C. R. Civ. P. Rule 12(b)(1) and Rule 12(b)(6).  (Def. National General’s Mot. \nDismiss Am. Compl., ECF No. 30.)   \n5. The motions to dismiss were fully briefed and heard.  O n March 27, 2019, \nthe Court denied National General’s Rule 12(b)(1) motion, granted the Rule 12(b)(6) \nmotions, and dismissed the Amended Complaint  with prejudice.  ( Order & Opinion \nMots. to Dismiss, ECF No. 54.)  \n6. On April 3, 2019, Mission filed and served a Notice of Entry of Judgment \nPursuant to Rule 58.  (ECF No. 55.) \n \n \n7. On April 10, 2019, Plaintiffs timely filed a Notice of Appeal (“Notice”) which \nreads as follows: \nTO THE HONORABLE COURT OF APPEALS OF NORTH \nCAROLINA: \n \nPlaintiffs, Randy Justice, Individually and on behalf of all persons \nsimilarly situated , Cathy Justice, Individually and on behalf of all \npersons similarly situated, and Cathy Justice, Guardian ad Litem for \nthe minor child Julyette Wilkerson, hereby gives Notice of Appeal to the \nCourt of Appeals of North Carolina from the Notice of Entry of Final \nJudgment dated 3 April 2019 and the Order & Opinion on Motions to \nDismiss dated the 27 th day of March, 2019, which Final Judgment as \nembodied within the Order & Opinion dated 27 March 2017 granted the \nDefendants’ various Motions to Dismiss for failure to state a claim and \ndismissed Plaintiff’s Amended Complaint with prejudice.  (ECF No. 56.) \n \n8. On May 1, 2019, Plaintiffs timely served a proposed Record on Appeal, \ndesignating the North Carolina Court of Appeals as the court to which the appeal is \nbeing taken.  (Consent Mot. Enlarg ement Time Serve Resp. Proposed Rec. Appea l \n¶ 3, ECF No. 62.)   \n9. On May 1, 2019, Defendants filed their Motion to Dismiss , asserting that \nthe Notice was jurisdictional ly defective because it was addressed to the North \nCarolina Court of Appeals rather than to the North Carolina Supreme Court.  (ECF \nNo. 57.) \n10. On May 14, 2019, the Court granted a consent motion extending the time by \nwhich Defendants are required to respond to the proposed Record on Appeal until \nJuly 3, 2019.  (Order Granting Mot. Ext. Deadline, ECF No. 65.) \n11. On May 17, 2019, Plaintiffs filed their Motion to Amend seeking to amend \nthe Notice of Appeal to designate the North Carolina Supreme Court as the court to \n \n \nwhich the appeal is being taken , (ECF No. 66 ), as well as their opposition to \nDefendants’ Motion to Dismiss, (ECF No. 67). \nIII. DISCUSSION \n12. The respective motions have been fully briefed. The Court elects to rule on \nthe motions without oral argument pursuant to Business Court Rule 7.4.   \n13. For a final judgment in a mandatory complex business case filed on or after \nOctober 1, 2014, appeal is to be made directly to the North Carolina Supreme Court.  \nN.C. Gen. Stat. § 7A-27(a)(2). \n14. A motion to dismiss an appeal is properly made to the trial court where the \nrecord on appeal has not been finalized and filed.  N.C. R. App. P. 25(a); see also Carter \nv. Clements Walker PLLC, 2014 NCBC LEXIS 12, at *6–10 (N.C. Super. Ct. Apr. 30, \n2014); Ehrenhaus v. Baker, 2014 NCBC LEXIS 30, at *3 –4 (N.C. Super. Ct. July 16, \n2014). \n15. The form of a Notice of Appeal is governed by  N.C. R. App. P.  3(d) (“Rule \n3(d)”).  “T he provisions of Rule 3 are jurisdictional , and failure to follow the rule’s \nprerequisites mandates dismissal of an appeal.”  Bailey v. N.C. Dep’t of Revenue, 353 \nN.C. 142, 156, 540 S.E.2d 313, 322 (2000).   \n16. As noted, t his Court was required  previously to consider the import of a \nnotice of appeal having designated that the appeal was being taken to the Court of \nAppeals when the appeal was properly directed to the Supreme Court and concluded \nthat a trial court has no discretion to cure the def ective notice by allowing it to be \namended to designate the correct court.   Zloop, 2018 NCBC LEXIS 40 , at *4 .  The \n \n \nCourt acknowledged inconsistent precedent that allows for argument that our \nappellate courts may in their discretion excuse certain jurisdict ional defects.  See, \ne.g., Phelps Staffing, LLC v. S.C. Phelps, Inc., 217 N.C. App. 403, 410, 720 S.E.2d 785, \n791 (2011); Guilford Cty. Dep’t of Emergency Servs. v. Seaboard Chem. Corp. , 114 \nN.C. App. 1, 9, 441 S.E.2d 177, 181 (1994).  However, the Court was neither then nor \nis it now aware of any precedent that supports the argument that the trial courts also \nhave such discretionary authority. \n17. Plaintiffs respectfully argue that this Court’s decision in Zloop incorrectly \nconcluded that the failure properly  to designate the proper appellate court to which \nthe appeal is being taken is jurisdictional .  (Brief Opp’n. Mot. Dismiss Appeal at 5.)  \nThey further contend that the Court’s conclusion is inconsistent with the Drafting \nCommittee Notes to Rule 3(d) discussing Graves v. General Insurance Corp., 381 F.2d \n517 (10th Cir. 1967), thereby recognizing discretionary authority to allow an appeal \nto proceed pursuant to a defective notice.  (Brief Opp’n. Mot. Dismiss Appeal at 5.)   \n18. The Court was aware of and co nsidered that argument before issuing its \nOrder & Opinion in Zloop dismissing the appeal.1 \n19. In sum, the Court finds no basis to depart from its earlier holding in Zloop \nand finds no significant factual or procedural variation here that would avoid \n                                                 \n1 It was also aware of the decision in State ex rel. Utilities Commission, LLC v. Cooper, 366 \nN.C. 484, 739 S.E.2d 541  (2013), where the Supreme Court proceeded with its review even \nthough the Utilities Commission had allowed the notice of appeal to be amended, without \nany discussion of a potential jurisdictional defect in the notice.   The Court does not believe \nthis decision compels a different result for two reasons.   First, the appeal was gov erned by \nAppellate Rule 18 rather than Appellate Rule 3(d).  Second, inferring that the Supreme Court \nexercised its discretion to avoid a fatal jurisdiction al defect does not require a further \ninference that a trial court has the same discretion.  \n \n \napplying that holding.  Accordingly, while the Court takes no pleasure in doing so, it \nconcludes that it must dismiss the appeal. \n      \nIV. CONCLUSION \n20. The Court therefore rules that: \na. Defendants’ Motion to Dismiss Appeal is GRANTED; \nb. Plaintiff’s Motion for Leave to File Amended Notice of Appeal  is \nDENIED; and \nc. The appeal is DISMISSED. \n \nIT IS SO ORDERED this the 5th day of June, 2019. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Senior Business Court Judge \n "
}