{
  "id": "c756c61e4d96289c2f0cf837ad9f0ccd7e1c68710d4d1fe88c63493dbbc8ffed",
  "source_file": "data/raw/ncbc/c756c61e4d96289c2f0cf837ad9f0ccd7e1c68710d4d1fe88c63493dbbc8ffed.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nGASTON COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 1024 \n \nLORAY MASTER TENANT, LLC \nand JOSEPH LENIHAN, \n \nPlaintiffs, \n \nv. \n \nFOSS N.C. MILL CREDIT 2014 \nFUND I, LLC and FOSS AND \nCOMPANY, INC., \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION FOR \nJUDGMENT ON THE PLEADINGS \nPURSUANT TO RULE 12(c) \n \n \n1. THIS MATTER is before the Court upon Defendant Foss N.C. Mill Credit \n2014 Fund I, LLC’s  (“Foss 2014”) and Defendant Foss and Company, Inc.’s (“Foss” ; \ntogether, “Defendants”) Motion for Judgment on the Pleadings (the “Motion”)  \npursuant to Rule 12(c)  of the North Carolina Rules of Civil Procedure (“Rule(s)”) .  (ECF \nNo. 42.) \n2. This case arises from Foss 2014’s alleged delay in paying certain obligations \nfor the right to claim state and federal tax credits that Plaintiff Loray Master Tenant, \nLLC (“Loray”) generated during the development of the Loray Mill (the “Mill”), a \nhistoric property  in Gaston County, North Carolina .  Loray and Plaintiff Joseph \nLenihan (“Lenihan”; together, “Plaintiffs”) allege that Foss 2014 is liable for this \ndelay and th at Foss is liable for Foss 2014’s actions as a result of Foss’s alleged \ndomination and control ov er Foss 2014.  Defendants seek the dismissal of each of \nPlaintiffs’ claims. \nLoray Master Tenant, LLC v. Foss N.C. Mill Credit 2014 Fund I, LLC, 2021 NCBC 78. \n3. Having considered the Motion, the related briefing, and the arguments of \ncounsel at the hearing on the Motion, the Court GRANTS in part and  DENIES in \npart the Motion.  \nRosenwood, Rose & Litwak, PLLC, by Erik M. Rosenwood, Nancy S. \nLitwak, and Carl J. Burchette, for Plaintiffs Loray Master Tenant, LLC \nand Joseph Lenihan.  \n \nBlanco Tackabery & Matamoros, P.A., by Peter J. Juran and Chad A. \nArcher, for Defendants Foss NC Mill Credit 2014 Fund I, LLC and Foss \nand Company, Inc. \n \nBledsoe, Chief Judge. \nI. \n \nFACTUAL AND PROCEDURAL BACKGROUND \n \n4. The Court d oes not make findings of fact on motions for judgment on the \npleadings under Rule 12(c) and instead recites only those allegations in the pleadings \nthat are relevant and necessary to the Court’s determination of the Motion.  The  \nCourt summarized many of these allegations in its Order and Opinion granting \nformer Defendant Government Employees Insurance Company’s (“GEICO”) motion \nto dismiss in February 2021.  See Loray Master Tenant, LLC v. Foss N.C. Mill Credit \n2014 Fund I, LLC , 2021 NCBC LEXIS 15, at *2 (N.C. Super. Ct. Feb. 18, 2021)  \n[hereinafter GEICO] (ECF No. 34).  The Court reproduces here the Court’s summary \nof those allegations in GEICO that pertain to the current Motion1:  \n5. The Loray Mill (the “Mill”) is a large -scale urban revitalization \nand historic preservation project located in Gastonia, North Carolina.  \n(First Am. Compl. [CORRECTED] ¶ 10 [hereinafter “Am. Compl.”], ECF \n \n1 The Court refers to the corrected version of the Amended Complaint filed on 11 January \n2021 and located at ECF No. 32 for purposes of this Order and Opinion. \n \nNo. 32.)  Loray is the developer and managing member of Loray Mill \nRedevelopment, LLC, the entity that owns the Mill.  (Am. Compl. ¶ 11.) \n \n6. The Mill was developed in part through the use of historic tax \ncredits granted by North Carolina and the federal government to \ndevelopers who restore historic buildings.  (Am. Compl. ¶ 12.)  Because \ndevelopers cannot sell tax credits outright under North C arolina law, \nLoray sought investors to make capital contributions in exchange for the \nright to use the tax credits generated by the project.  (Am. Compl. ¶¶ \n14–15.)   \n \n7. On or about March 27, 2013, Loray entered into an operating \nagreement with various entit ies that agreed to become members of \nLoray and make investments in the Mill in exchange for the right to \nclaim the tax credits the Mill generated.  (Am. Compl. ¶ 16.)  These \ninvestors included Chevron TCI, Inc. (“Chevron”), as well as Foss 2014 \nand Foss N. C. Mill Credit 2011 Fund I, LLC (“Foss 2011”), entities \ncreated by Defendant Foss and Company, Inc. (“Foss”).  (Am. Compl. ¶¶ \n17–18.) \n \n8. Pursuant to the operating agreement, Loray was to obtain loans \nto fund construction of the Mill.  (Am. Compl. ¶ 25.)  Whe n tax credits \nwere generated, Loray was to pass them through to Foss 2014 and the \nother Loray investors, which were to then pass those credits on to \ncustomers.  (Am. Compl. ¶ 25.)  The customers, including Foss 2014’s \ncustomer, GEICO, were then to make pay ments to Loray through the \ninvesting entities.  (Am. Compl. ¶ 25.) \n \n9. To effectuate this plan, Loray borrowed $8,300,000 (the “Bridge \nLoan”) from Central State Bank (“CSB”) in March 2013.  (Am. Compl. \n¶¶ 26–28.)  According to Plaintiffs, “it was understood by all parties that \nthe Bridge Loan . . . would be paid off via Defendants[.]”\n2  (Am. Compl. \n¶ 27.) \n \n10. In early March 2016, Loray notified Foss that payment was due \nin return for the tax credits Foss 2014 had already received and passed \nthrough to GEICO.  (A m. Compl. ¶ 32.)  On March 11, 2016, Foss \nsuggested a new funding agreement (the “Agreement”) that would allow \nLoray to pay off the Bridge Loan with investor payments.  (Am. Compl. \n¶ 34.)  On March 22, 2016, Loray, Foss 2014, Foss 2011, and CSB \nentered int o the  Agreement.  (Am. Compl. ¶ 36.)  The Agreement \nprovided that Foss 2014 would fund approximately $4,000,000 upon the \n \n2 At the time the Court issued its GEICO decision, GEICO was a party Defendant. \nsigning of a settlement agreement between Loray and its general \ncontractor, with which Loray had an ongoing dispute.  (Am. Compl. ¶ \n34.)  Foss 2011 agreed to pay approximately $3,000,000.  (Am. Compl. ¶ \n42.)  The Agreement did not set any other conditions or limitations on \nFoss 2014’s payment obligation.  (Am. Compl. ¶ 34.) \n \n11. On or about March 23, 2016, Foss 2011 wired the full amount it \nowed to Loray, completing its obligation under the Agreement.  (Am. \nCompl. ¶ 45.)  However, Foss 2014 failed to pay its capital contributions \nbecause, as Plaintiffs allege, “G[EICO] was unwilling to fund its \nobligations.”  (Am. Compl. ¶ 46.)  In response, on or about March 29, \n2016, Loray requested an update on payment and confirmed that it had \nentered into a settlement agreement with its general contractor the \nprior week, partially resolving their dispute.  (Am. Compl. ¶ 47; see Am. \nCompl. Ex. I.)  Foss responded that it was waiting for Foss 2014’s \ninvestor approval.  (Am. Compl. ¶ 47.) \n \n12. Foss 2014 then introduced a series of preconditions it required \nbefore it would make its payment. . . .[.]  (Am. Compl. ¶ 48.) \n \n13. First, Plaintiffs allege that on March 31, 2016, Foss claimed that \nthe signed Agreement contained an error, (Am. Compl. ¶ 50), and on \nApril 1, 2016, Foss attempted to rescind the Agreement by circulating a \nrevised contract that would have “substantially changed” payment \nobligations, (Am. Compl. ¶ 49) .  Loray refused to sign the revised \ndocument.  (Am. Compl. ¶ 53.) \n \n14. According to Plaintiffs, “Foss then pivoted to creating a series of \nroadblocks and arbitrary conditions to funding, none of which were set \nforth in the [Agreement].”  (Am. Compl. ¶ 55.)  O n or about April 19, \n2016, Foss indicated that Foss 2014’s investor would not make its \npayment until the Mill was lien-free.  (Am. Compl. ¶ 56.)  Loray worked \nthrough May and June to resolve all liens on the Mill filed by its \nsubcontractors.  (Am. Compl. ¶ 59.)  Foss then indicated that it needed \na title endorsement proving the Mill to be lien -free, which Loray \nobtained and forwarded to Foss on or about June 21, 2016.  (Am. Compl. \n¶¶ 59–60.) \n \n15. Next, Foss expressed concerns that Loray’s ongoing dispute with \nits general contractor could result in a future lien.  (Am. Compl. ¶ 62.)  \nOn or about July 6, 2016, Loray attempted to explain why that was not \na valid reason to withhold payment under the Agreement, (Am. Compl. \n¶ 62), to which Foss responded with “yet ano ther list of ‘investor’ \nconcerns[,]” (Am. Compl. ¶ 63).  This “investor,” Plaintiffs allege, was \nGEICO.  (Am. Compl. ¶ 63.) \n \n16. On or about July 7, 2016, Loray informed Foss that it believed \nFoss 2014 was in violation of its obligations under the Agreement.  (Am. \nCompl. ¶ 64.)  Foss continued to refuse payment, citing the then pending \nlawsuit between Loray and its general contractor as its grounds.  (Am. \nCompl. ¶ 65.)  Consequently, counsel for Loray worked to resolve the \nlawsuit with the general c ontractor.  (Am. Compl. ¶ 66.)  On or about \nJuly 19, 2016, Loray informed Foss that the general contractor agreed \nto dismiss its lawsuit against Loray.  (Am. Compl. ¶ 67.) \n \n17. Foss again refused to make its payment, this time explaining that \nit did not want t o pay until Chevron committed to make a payment for \nits tax credits.  (Am. Compl. ¶ 68.)  On July 20, 2016, Foss drafted an \nescrow agreement in which Foss would pay the full amount to CSB, \nwhich would hold the funds in escrow rather than apply them to the \nBridge Loan until such time as Chevron made its payment.  (Am. Compl. \n¶ 69.)  By July 27, 2016, both Foss and Chevron insisted on the escrow \nagreement, which would also require Loray to pay their legal fees.  (Am. \nCompl. ¶ 70.)   \n \n18. Chevron made a payment by August 2, 2016 in anticipation of the \nescrow agreement’s execution.  (Am. Compl. ¶ 71.)  When Foss 2014 still \nrefused to make any payments, Loray issued a notice of default.  (Am. \nCompl. ¶ 72.)  Foss 2014 continued to demand that Loray sign the escrow \nagreement.  (Am. Compl. ¶ 73.)  On August 12, 2016, Foss circulated a \nrevised draft of the escrow agreement, and Foss 2014 wired funds to the \nescrow account at CSB.  (Am. Compl. ¶¶ 73 –74.)  Plaintiff Joseph \nLenihan then contacted CSB and instructed CSB to app ly the payment \nto the Bridge Loan and otherwise release the funds to support the \nproject.  (Am. Compl. ¶ 75.)  However, CSB refused, stating that all \nconditions of the escrow agreement had not yet been met.  (Am. Compl. \n¶ 76.)  On August 17, 2016, counsel for Foss and CSB informed Loray \nthat CSB had returned the funds to Foss.  (Am. Compl. ¶ 83.) \n \n19. On or about September 14, 2016, Chevron made another \npayment, which Foss “unilaterally decided was a condition precedent to \nrelease of its funds[.]”  (Am. Compl. ¶ 86.)  On September 15, 2016, Foss \n2014 finally fulfilled its payment obligations under the Agreement.  \n(Am. Compl. ¶ 87.)  However, Foss informed Loray that it deducted over \n$25,000 in legal fees from the full amount owed, which, Plaintiffs allege, \nwere incurred as a result of Foss’s refusal to make timely payment.  (Am. \nCompl. ¶ 88.) \n \nGEICO, 2021 NCBC LEXIS 15, at *2–8 (changes in original). \n5. Significantly for this Motion, Plaintiffs allege that at the time Lenihan \ninstructed CSB to apply Foss 2014’s escrowed funds to the Bridge Loan and otherwise \nrelease those funds to support the project, Lenihan was a personal guarantor of the \nBridge Loan through execution of a Third -Party Pledge Agreement.  (Am. Compl. ¶ \n28.) \n6. Plaintiffs initiated this action against Foss 2014 on 13 March 2020.  (Compl., \nECF No. 3.)  Plaintiffs later sought leave to amend the Complaint to add Foss and \nGEICO as defendants, and Plaintiffs’ motion was granted by Judge Jesse B. Caldwell, \nIII (“Judge Caldwell”) on 25 July 2020.  (Order Granting Mot. Leave Amend, ECF No. \n18.1.)  Plaintiffs then filed their First Amended Complaint against Foss 2014, Foss, \nand GEICO on 28 July 2020.  (Am. Compl., ECF No. 5.)  As noted above, after motion \nand hearing, t he Court dismissed Plaintiffs’ claims against GEICO  on 18 February \n2021.  See GEICO, 2021 NCBC LEXIS 15.  \n7. Plaintiffs’ claims against Foss 2014 and Foss are for breach of the \nAgreement (and, in the alternative, against Foss for unjust enrichment), breach of \nthe covenant of good faith and fair dealing, breach of fiduciary duty and constructive \nfraud, and civil conspiracy.  Plaintiffs also allege a claim against Foss for piercing the \ncorporate veil, through which Plaintiffs seek to hold Foss liable for Foss 2014’s \nactions, and, in the alternative, a claim against Foss for unfair and deceptive trade \npractices under N.C.G.S. § 75-1.1. \n8. Defendants filed the Motion on 2 June 2021.  After full b riefing, the Court \nheld a hearing on the Motion on 14 September 2021  (the “Hearing”), at which all \nparties were represented by counsel. \n9. The Motion is now ripe for resolution. \nII. \nLEGAL STANDARD \n10. Rule 12(c) is intended “to dispose of baseless claims or defenses when the \nformal pleadings reveal their lack of merit and is appropriately employed where all \nthe material allegations of fact are admitted in the pleadings and only questions of \nlaw remain.”  DiCesare v. Charlotte-Mecklenburg Hosp. Auth., 376 N.C. 63, 70 (2020) \n(quoting Ragsdale v. Kennedy, 286 N.C. 130, 137 (1974)) ( internal quotation marks \nomitted).   \n11. “In considering a motion for judgment on the pleadings, \nall well pleaded factual allegations in the nonmoving party’s pleadings \nare taken as true and all contravening assertions in the movant’s \npleadings are taken as false.  As with a motion to dismiss, the trial court \nis required to view the facts and permissible inferences in the light most \nfavorable to the nonmoving party.  A Rule 12(c) movant must show that \nthe complaint fails to allege facts sufficient to state a cause of action or \nadmits facts which constitute a complete legal bar to a cause of action.” \n \nTully v. City of Wilmington, 370 N.C. 527, 532 (2018) (cleaned up).  “An exhibit, \nattached to and made a part of the [complaint], Wilson v. Crab Orchard Dev. Co., 276 \nN.C. 198, 206 (1970), and documents that are “the subject of the action and \nspecifically referenced in the complaint,” Erie Ins. Exch. v. Builders Mut. Ins. Co., 227 \nN.C. App. 238, 242 (2013), are properly considered on a Rule 12(c) motion.3  Where a \ndocument is attached, “[t] he terms of such exhibit control other allegations of the \npleading attempting to paraphrase or construe the exhibit, insofar as these are \ninconsistent with its terms.”  Wilson, 276 N.C. at 206.   \n12. Before a Rule 12(c) motion may be granted, however, “[t]he party moving for \njudgment on the pleadings must show that no material issue of fact exists and that \nhe is entitled to judgment as a matter of law.”  Daniels v. Montgomery Mut. Ins. Co., \n320 N.C. 669, 682 (1987).  Moreover, “each motion under Rule 12(c) must be carefully \nscrutinized lest the nonmoving party be precluded from a full and fair hearing on the \nmerits.”  Newman v. Stepp, 376 N.C. 300, 305 (2020) (citation and internal quotation \nmarks omitted).   \nIII. \nANALYSIS \n13. Defendants contend that Plaintiffs’ claims should be dismissed because they \nare premised on an alleged breach of the Agreement that is not supported by \nPlaintiffs’ pleading.  Relying on the absence of either a specified time for performance \nor a “time is of the essence” provision in the Agreement and contending that Plaintiffs \nhave failed to allege that Loray’s delay in payment was unreasonable, Defendants \n \n3 The Court notes that the Loray operating agreement (the “Operating Agreement”) was not \nattached to Plaintiffs’ Amended Complaint but was attached to Plaintiffs’ opposition brief as \nExhibit 1, (ECF No. 49.1).  Defendants have not objected to the Court’s consideration of the \nOperating Agreement on this Motion and the Operating Agreement was referenced and relied \nupon in Plaintiffs’ Amended Complaint, (see Am. Compl. ¶¶ 16, 25, 26, 91).  Accordingly, the \nCourt conclude s that it may consider the Operating Agreement without converting the \nMotion into one under Rule 56.  E.g., Erie Ins. Exch., 227 N.C. App. at 242. \nargue that Plaintiffs’ breach of contract claim is fatally deficient.  ( Defs.’ Br. Supp. \n12(c) Mot. J. Pleadings 12–13 [hereinafter Defs.’ Supp. Br.], ECF No. 43.)  Defendants \nfurther assert that Plaintiffs’ other claims, which Defendants contend are “mere \nvariations of [Plaintiffs’] flawed breach of contract claim[,]” are subject to dismissal \n“for similar  reasons.”  (Defs.’ Supp. Br.  2.)  Specifically , Defendants argue that \nPlaintiffs’ claims for breach of fiduciary duty and constructive fraud should be \ndismissed because they are “really little more than an improper attempt to shoehorn \na baseless breach of contract claim into a tort law framework[.]”  (Defs.’ Supp. Br. 2.) \nA. Judge Caldwell’s Rule 15 Ruling as a Bar to Defendants’ Motion \n14. The Court will take up Defendants’ challenges to each of Plaintiffs’ claims \nin turn but first elects to address Plaintiffs’ contention that Defendants’ Motion is \nmoot because, prior to the designation of this action as a mandatory complex business \ncase, Judge Caldwell granted Plaintiffs leave under Rule 15 to assert their claims \nagainst Foss and GEICO.  Plaintiffs’ arguments are substantially the same as those \nthey advanced unsuccessfully in opposing GEICO’s earlier motion to dismiss .  (See \nPls.’ Mem. L. Opp’n Def. GEICO’s Mot. Dismiss 12–13, ECF No. 18; Pls.’ Mem. L. \nOpp’n Def. Foss N.C. Mill Credit 2014 Fund I, LLC, and Foss and Company, Inc.’s \nMot. J. Pleadings 13–14 [hereinafter Pls.’ Opp’n Br.], ECF No. 49.)  Unsurprisingly, \nthe Court reaches the same result as it did in GEICO  for the same reasons .  See \nGEICO, 2021 NCBC LEXIS 15, at *20–21 (recognizing that “a superior court judge’s \nprior decision to allow amendment under Rule 15 in the face of a futility defense does \nnot foreclose a different judge’s later determination of the same arguments under \nRule 12(b)(6) when the prior judge does not provide an explanation for his or her \nruling”).   \n15. Although Plaintiffs try  to avoid the Court’s prior ruling by seeking to \ndistinguish Foss’s procedural posture from GEICO’s at the time Judge Caldwell \ndecided Plaintiffs’ Rule 15 motion, it is undisputed that Foss, like GEICO, “was not \nyet a party to this case when Judge Caldwell heard and decided the earlier Rule 15 \nmotion and therefore [like GEICO] did not have an opportunity to be heard.”  Id. at \n*21.  And although Plaintiffs point out that Foss’s counsel in this action appeared at \nthe hearing  on behalf of Foss 2014, it is undisputed that Foss’s counsel did not \nrepresent Foss’s interests in that proceeding.  Indeed, this action was not filed against \nFoss until 28 July 2020, several days after Judge Caldwell granted leave to amend \non 25 July 2020, and Foss was not heard on Plaintiffs’ motion before Judge Caldwell.  \n(Order Granting Mot. Leave Amend, ECF No. 18.1).  As explained at length in the \nCourt’s deci sion resolving GEICO’s motion, Plaintiffs’ contention that Judge \nCaldwell’s prior ruling moots Defendants’ motion is wholly without merit.   See \nGEICO, 2021 NCBC LEXIS 15, at *20–21. \nB. Piercing the Corporate Veil as a Basis for Foss’s Liability on Plaintiffs’ Claims \n16. In many of their claims, P laintiffs seek to hold Foss liable for Foss 2014’s \nactions on a theory of piercing the corporate veil.  (Am. Compl. ¶¶ 131–39; Defs.’ Supp. \nBr. 4 n.1, 26.)  Defendants move to dismiss these claims, contending that Plaintiffs \ncannot sustain any claims to support the veil piercing remedy and, in any event, have \nfailed to allege facts sufficient to permit veil piercing as a matter of law.  (Defs.’ Supp. \nBr. 25–26.) \n17. The Court first address es the appropriate choice of law.  Plaintiffs allege \nthat Foss 2014 is a Delaware limited liability company  (“LLC”) and that Foss is a \nCalifornia corporation.  (Am. Compl. ¶¶ 3, 4.)  As discussed in GEICO, “[o]ur Supreme \nCourt has not yet settled whether North Carolina or a foreign state’s law applies \nwhen a North Carolina court considers piercing the veil of a foreign corporation.”  \nGEICO, 2021 NCBC LEXIS 15, at *25.  As it did in GEICO, however, the Court will \napply North Carolina law, again relying upon the Court of Appeals’ decision in Copley \nTriangle Associates v. Apparel America, Inc., 96 N.C. App. 263 (1989).4   \n18. Turning then to whether  this remedy can be sustained under North \nCarolina law, the Court  first notes that “[i]t is well recognized that courts will \ndisregard the corporate form or ‘pierce the corporate veil,’ and extend liability for \ncorporate obligations beyond the confines of a corporation’s separate entity, whenever \nnecessary to prevent fraud or to achieve equity.” Glenn v. Wagner, 313 N.C. 450, 454 \n(1985) (citing 18 Am. Jur. 2d, Corporations § 15 (1965)).  Nevertheless, our courts \nhave made clear that “[a] court ’s decision to pierce the corporate veil, thereby \n‘proceeding beyond the corporate form, is a strong step: Like lightning, it is rare and \nsevere.’ ”  S. Shores Realty Servs. v. Miller, 251 N.C. App. 571, 583 (2017) (quoting \n \n4 The parties elected to brief the Motion under North Carolina law , and neither side has \ncontended that a state’s laws other than North Carolina’s should apply to the assertion of the \nveil piercing remedy here. \nState ex rel. Cooper v. Ridgeway Brands Mfg., LLC, 362 N.C. 431, 439 (2008)) (cleaned \nup).   \n19. The Court set forth in GEICO the principles that guide North Carolina \ncourts in considering whether the veil piercing remedy may be imposed: \n51. Piercing the corporate veil is an extraordinary remedy.   See \n[Green v. Freeman, 367 N.C. 136, 145 (2013)]  (“Disregarding the \ncorporate form is not to be done lightly.”); Ridgeway, 362 N.C. at \n438–39 (“While a corporation’s separate and independent \nexistence is not to be disregarded lightly, it may be theoretically \npermissible to look behind the corporate form.” (citation and \ninternal quotation marks omitted)). \n \n52. North Carolina has adopted the instrumentality rule, under \nwhich “a corporation which exercises actual control over another, \noperating the latter as a mere instrumentality or tool, is liable for \nthe torts of the corporation thus controlled.”  B -W Acceptance \nCorp. v. Spencer, 268 N.C. 1, 8 (1966) (citation omitted).  There \nare three elements “which support an attack on separate \ncorporate entities” under this rule: (1) “control, not mere majority \nor complete stock control, but complete domination, not only of \nfinances, but of policy and business practice in respect to the \ntransaction attacked so that the corporate entity as to this \ntransaction had at the time no separate mind, will or existence of \nits own”; (2) “such control must have been used by the defendant \nto commit fraud or wrong, to perpetrate the violation of a \nstatutory or other positive legal duty, or a dishonest and unjust \nact in contravention of plaintiff’s legal rights”; and (3) “the \naforesaid control and breach of duty must proximately cause the \ninjury or unjust loss complained of.”  [ Glenn, 313 N.C. at 454–55 \n(1985)] (quoting B-W Acceptance Corp., 268 N.C. at 9). \n \n53. Factors to be considered under North Carolina’s rule include: (1) \ninadequate capital ization, (2) non -compliance with corporate \nformalities, (3) complete domination and control of the \ncorporation such that it has no independent identity, and (4) \nexcessive fragmentation of a single enterprise into separate \ncorporations.  Id.  at 454; see generally Russell M. Robinson, II, \nRobinson on North Carolina Corporation Law, §§ 2-10[2], 2-27–2-\n36 (7th ed. 2019). \n \nGEICO, 2021 NCBC LEXIS 15, at *25–27 (cleaned up). \n20. Here, Plaintiffs broadly allege that (i) “Foss 2014 was severely \nundercapitalized,” (Am. Compl. ¶  133), (ii) “Foss 2014 failed to abide by corporate \nformalities and . . . Foss used its position as the sole manager -member, owner, \noperator, principal, and/or registered agent of Foss 2014 for its own purposes and \nbenefit,” (Am. Compl. ¶ 135), and (iii) “Foss exercised complete dominion and control \nover the business practices/decisions of Foss 2014,” (Am. Compl. ¶  132), because \n“Defendants Foss and Foss 2014 were operating and acting as the same entity and \nthe alter ego of one another,” (Am. Compl. ¶ 90).   \n21. Such allegations, however, without supporting facts, are merely conclusory \nand not entitled to weight under Rule 12(c).  See, e.g., W & W Partners, Inc. v. Ferrell \nLand Co., LLC , 2018 NCBC LEXIS 52, at *25–26 (N.C. Super. Ct. May 22, 2018) \n(noting that “rote recitation of the factors enunciated by North Carolina’s appellate \ncourts” could not sustain the veil piercing remedy); Estate of Chambers v. Vision Two \nHospitality Mgmt., LLC, 2013 NCBC LEXIS 52, at *12 (N.C. Super. Ct. Nov. 21, 2013) \n(“Mere recitations of the elements of a veil piercing claim and the factors alleged to \nshow control, without supporting factual allegations, are ‘bare legal conclusions’ not \nentitled to any deference in considering a motion to dismiss a veil piercing claim.”); \nsee also, e.g. , KNC Techs., LLC v. Tutton , 2019 NCBC LEXIS 72, at *29–30 (N.C. \nSuper. Ct. Oct. 9, 2019) (finding insufficient conclusory allegations stating that “[the \ndefendant] has complete domination and control over [the entity] such that it has no \nseparate mind, will, or existence of its own, and that, on information and belief, [the \ndefendant] used the control to circumvent the prohibitions set forth in the Settlement \nAgreement and Consent Order” (cleaned up)).  \n22. Plaintiffs also advance more specific factual allegations  with supporting \nexhibits, but these fare no better under the Court’s analysis.  Plaintiffs allege that \nGeorge Barry (“Barry”) was both Foss’s President and  the chief manager of North \nCarolina Housing Partners, LLC (“NCHP”), which served as manager of Foss 2014.  \n(Am. Compl. ¶¶ 52, 94; Am. Compl. Ex. M.)  Plaintiffs further allege that Barry \nreceived communications about Foss 2014 at his Foss email address and listed his \nFoss email address in his contact information.  (See, e.g., Am. Compl. Exs. A–B, D, F, \nG, I–J, M, Q–R.)  Plaintiffs also allege that Foss and Foss 2014 had the same lawyers.  \n(Am. Compl. Ex. A; Am. Compl. ¶¶ 33, 36 .)  While  these allegations show a \nrelationship between Foss and Foss 2014  and that Barry had a role with each , they \ndo not, without more, permit an inference that Foss 2014 was a “mere instrumentality \nor tool” of Foss  with “no separate mind, will or existence of i ts own” to permit veil \npiercing.  Glenn, 313 N.C. at 458. \n23. Plaintiffs’ primary factual allegations supporting its theory are set forth in \nparagraph 91 of the Amended Complaint.  There, Plaintiffs allege that “Foss exerted \ntotal dominion over Foss 2014 as principal by, and not limited to: \n(a) directing Foss 2014 to enter into the 2013 Operating Agreement; \n(b) directing Foss 2014 to enter into the 2016 Acknowledg ement and \nConsent Agreement;  \n(c) directing Foss 2014 to attempt to force Plaintiffs to enter into a \nrevised Acknowledgement and Consent Agreement; \n(d) directing Foss 2014 to insist upon an escrow agreement as a \nprecondition to funding the Bridge Loan \n(e) directing Foss 2014 to refuse to sign the escrow agreement it insisted \nupon; \n(f) directing Foss 2014 to withhold funds rightfully due to LMT \n(g) directing Foss 2014 to set a variety of post -agreement; conditions to \nfunding, in violation of Foss 2014’s contractual obligations toward LMT; \n(h) fully funding all of Foss 2014’s operations;  \n(i) providing all capital used by Foss 2014 in furtherance of operations;  \n(j) directing the movement of funds such to prevent Foss 2014 from \nmeeting its contractual obligations.” \n \n(Am. Compl. ¶ 91.) \n24. Rather than show Foss’s domination and control  over Foss 2014, however, \nmost of these allegations—particularly those at paragraphs 91(a)–(g) and (j)—simply \nreflect Barry’s conduct in directing Foss 2014 as the chief manager of NCHP, Foss \n2014’s manager.  Our courts have made clear that actions taken in the “exercise of \nordinary daily management” of the entities at issue is not sufficient, standing alone, \nto permit veil piercing.  See, e.g., S. Shores Realty Servs., 251 N.C. App. at 588 (noting \nthat the “exercise of ordinary daily management ” would not be sufficient to permit \nveil piercing).   \n25. Plaintiffs’ remaining allegations in paragraph 91—at paragraphs 91(h) and \n(i)—suggest that Foss 2014 was undercapitalized but  they are offered without any \nfactual allegations showing that Foss 2014 was insolvent or had been intentionally \ncapitalized without sufficient financial resources to conduct its business operations .  \nAs such, the fact that Foss 2014 obtained investment capital and financing from Foss, \nor from any other third party for that matter, is unremarkable and provides no basis \nfor veil piercing.   \n26. Moreover, Plaintiffs have not alleged facts showing that Foss commingled \nits funds with Foss 2014, includi ng by paying Foss 2014’s debts directly , see Kerry \nBodenhamer Farms, LLC v. Nature’s Pearl Corp., 2017 NCBC LEXIS 27, at *13 (N.C. \nSuper. Ct. Mar. 27, 2017) (concluding that defendant’s direct payment of other \ndefendant’s debts favored veil piercing) , or that Foss 2014 was a “puppet entity . . . \ncreated for the purpose of entering into the relevant contract or used as a means to \nunjustly insulate another from liability,” Kerry Bodenhamer Farms, LLC v. Nature’s \nPearl Corp., 2018 NCBC LEXIS 84, at *12–13 (N.C. Super. Ct. Aug. 15, 2018) (noting \nthat “[t]here must be some indicia of fraudulent or inequitable conduct” to pierce the \ncorporate veil in a case for breach of contract) ; see also generally Robinson on North \nCarolina Corporation Law § 2.10 (recognizing that “few North Carolina cases have \ncited evidence of deficient capitalization as a major factor supporting a claim seeking \nto disregard a corporate entity”). \n27. Plaintiffs further allege that Foss 2014 is a “mere shell ,” permitting veil \npiercing, because Foss 2014 is alleged to be a single purpose entity .  (Am. Compl. ¶ \n18.)  But the fact that an entity is created for a  single purpose, without more, is \ninsufficient to sustain the veil piercing remedy.  See, e.g.,  RCC Ventures, LLC v. \nBrandtone Holdings, Ltd. , 322 F.R.D. 442, 448 (S.D.N.Y. 2017) ( holding that “the \nmere assertion of [special purpose vehicle ] (SPV) status” is insufficient for veil \npiercing and noting that “SPVs are frequently created with care precisely to avoid the \nrisk that a court would disregard their corporate separateness from their parents” ); \nAm. Federated Title Corp. v. GFI Mgmt. Servs. , No. 13 -CV-6437 (KMW), 2016 U.S. \nDist. LEXIS 106434, at *8 (S.D.N.Y. Aug. 11, 2016) (holding that “mere formation of \n[a single-purpose-entity that was signatory to contract]  as an asset -less entity” did \nnot merit veil piercing); see also Insight Health Corp. v. Marquis Diagnostic Imaging \nof N.C., LLC, 2017 NCBC LEXIS 14, at *37 (N.C. Super. Ct. Feb. 24, 2017) (“[C]lose \nor solo ownership or membership alone does not always equate to complete \ndomination and control and, thus, veil piercing.”).   \n28. At most, Plaintiffs have alleged facts showing that Barry directed Foss 2014 \nto engage in various activities while he was the chief manager of Foss 2014’s \nmanager, that he occasionally received Foss 2014 communications at his Foss email \naddress, that Foss and Foss 2014 employed the same legal counsel , and that Foss \nprovided investment and operating funds to Foss 2014 .  Such allegations, especially \nwithout any factual allegations of fraudulent or inequitable conduct, are insufficient \nto permit a reasonable factfinder to conclude that Foss 2014 “had ‘no separate mind, \nwill or existence of its own’ and was therefore the ‘mere instrumentality or tool’ of \n[Foss],” Glenn, 313 N.C. at 458.  As a result, particularly considering  our courts’ \nadmonition that veil piercing “is rare and severe,” Ridgeway, 362 N.C. at 439 (cleaned \nup), “a drastic remedy,” Best Cartage, Inc. v. Stonewall Packaging, LLC , 219 N.C. \nApp. 429, 439 (2012)  (citation omitted), and “should be invoked only in an extreme \ncase where necessary to serve the ends of justice,” Dorton v. Dorton, 77 N.C. App. 667, \n672 (1985), the Court concludes that Plaintiffs have failed to allege facts sufficient to \npermit the veil piercing remedy.  See, e.g., Best Cartage, Inc., 219 N.C. App. at  440 \n(rejecting piercing of subsidiary’s veil even though parent negotiated a contract with \nplaintiff to supply services to subsidiary, transferred raw materials to subsidiary, and \ndirected parent’s employee to sign contract for subsidiary); State ex rel. Cooper v. \nWestern Sky Fin., LLC, 2015 NCBC LEXIS 87, at *18 (N.C. Super. Ct. Aug. 27, 2015) \n(rejecting veil piercing, noting that even whe n a single person “was significantly \ninvolved in directing” the subordinate entity, veil piercing requires sufficient \ndomination and control to cause the entities to “los [e] their separate corporate \nidentities”).   \n29. Accordingly, based on the above, the Court concludes that Plaintiffs have \nnot alleged facts sufficient to pursue the veil piercing remedy against Foss and that \nPlaintiffs’ claims against Foss premised upon piercing Foss 2014’s veil to reach Foss \nas Foss 2014’s alter ego should be dismissed.5   \nC. Statute of Limitations as a Bar to Plaintiffs’ Claims Against Foss \n30. Defendants also contend that to the extent Plaintiffs have asserted claims \nagainst Foss that are not based on veil piercing, those claims are barred by the \napplicable statute of limitations.  The Court agrees, in part. \n31. First, Plaintiffs’ claims against Foss for breach of contract, unjust \nenrichment, breach of the covenant of good faith and fair dealing, breach of fiduciary \nduty, and civil conspiracy each ha ve a three-year statute of limitations.  See, e.g., \nUssery v. Branch Banking & Tr. Co., 368 N.C. 325, 335 n.5 (2015) (recognizing three-\n \n5 In light of the Court’s ruling, the Court need not address the parties’ competing contentions \nconcerning the r elation back of Plaintiffs’ claims against Foss to the date of the filing of \nPlaintiffs’ original complaint.  See Ridgeway, 362 N.C. at 443 (holding that “initiating a suit \nagainst a corporation tolls the statute of limitations with respect to its alter egos”). \n \nyear statute of limitations for breach of contract, breach of fiduciary duty, and breach \nof the covenant of good faith and fair dealing) (citing N.C.G.S. § 1 -52(1), (5), (9) \n(2017)); Housecalls Home Health Care, Inc. v. State, 200 N.C. App. 66, 70 (2009) \n(three-year statute of limitations for unjust enrichment); Carlisle v. Keith , 169 N.C. \nApp. 674, 685 (2005) ( same for civil conspiracy  based on a breach of fiduciary duty \nclaim).   \n32. For each of these claims, “the statute [of limitations] begins to run when the \nclaim accrues,” Miller v. Randolph, 124 N.C. App. 779, 781 (1996), and “the cause of \naction generally accrues when the right to institute and maintain a suit arises ,” \nOcean Hill Joint Venture v. North Carolina Dep’t of Environment, Health & Natural \nResources, 333 N.C. 318, 323 (1993) (citation and internal quotation marks omitted).6   \n33. Plaintiffs allege that the Agreement was breached either on 23 March 2016 \nor 22 April 2016.  (Pls.’ Opp’n Br. 9.)  These are the same dates Plaintiffs allege that \nFoss was unjustly enriched by withholding payment, (Am. Compl. ¶ 103; Pls.’ Opp’n \nBr. 8–10), and that Foss breached its fiduciary duty to Plaintiffs  to make timely \n \n6 Each of these claims accrues when the plaintiff knew or should have known of the facts \ngiving rise to the claim.  See, e.g., Chisum v. Campagna, 376 N.C. 680, 702 (2021) (breach of \ncontract claim accrues when the plaintiff “became aware or should have become aware of the \n[defendant’s breach]” ); Cordaro v. Harrington Bank, FSB, 260 N.C. App. 26, 38 (2018) \n(treating a claim for breach of the covenant of good faith and fair dealing the same as a breach \nof contract where the claims are based on the same acts); Cody Creek Park, Inc. v. Capital \nOne Servs., LLC, 1:16CV1136, 2017 U.S. Dist. LEXIS 115801, at *5 (W.D.N.C. July 25, 2017) \n(recognizing that under North Carolina law, “[a]n unjust enrichment claim accrues when the \nwrong is complete.” (citation and internal quotation marks omitted)); Toomer v. Branch \nBanking & Trust Co., 171 N.C. App. 58, 68– 69 (2005) (“the statute of limitations begins to \nrun when the claimant knew or, by due diligence, should have known of the facts constituting \nthe basis for the [breach of fiduciary duty] claim.”  (cleaned up)); see also Carlisle, 169 N.C. \nApp. at 685 (noting that a civil conspiracy claim is time-barred when the claims on which it \ndepends are time-barred). \npayment, (Am. Compl. ¶¶ 117 –18).  The action against Foss, however, was not filed \nuntil 28 July 2020, over four years later.  (Am. Compl.)  Accordingly, accepting either \nof Plaintiffs’ pleaded dates for the accrual of its claims as true, Plaintiffs’ claims for \nbreach of contract , unjust enrichment, and breach of fiduciary duty, as well as \nPlaintiffs’ attendant claims for breach of the covenant of good faith and fair dealing  \nand civil conspiracy, accrued more than three years before Plaintiffs asserted these \nclaims against Foss.  As such, the se claims are time-barred and must be dismissed \non this basis.   \n34. Plaintiffs’ alternative claim against Fos s for alleged violation of N.C.G.S. § \n75-1.1, North Carolina’s unfair and deceptive trade practices statute (“UDTPA”), is \nsubject to a four -year statute of limitations.  N.C.G.S. § 75 -16.2 (2017); Shepard v. \nOcwen Fed. Bank, FSB , 361 N.C. 137, 141 (2006).  Defendants also seek to dismiss \nthat claim on statute of limitations grounds , contending that more than four years \nlapsed between the alleged unfair act —Foss 2014’s nonpayment in either March or \nApril 2016—and the filing of the action against Foss in July 2020.  ( Defs.’ Supp. Br. \n24–25).  However, the Court concludes that it need not reach this issue in light of the \nCourt’s disposition of the claim on the pleadings as set forth below in section F.   \nD. Breach of Contract and Breach of the Covenant of Good Faith and Fair \nDealing  \n \n35. Defendants next contend that Plaintiffs’ claims for breach of contract and \nfor breach of the covenant of good faith and fair dealing against Foss and Foss 2014 \nmust be dismissed because  (i) it is undisputed that Foss was not a party to the \nAgreement between Loray and Foss 2014 and (ii) Plaintiffs failed to plead that Foss \n2014’s payment in September 2016 was not made within a reasonable time after Foss \n2014’s payment obligation arose .  In particular, Defendants  argue that the absence \nof either a provision in the Agreement specifying a time for Foss 2014’s payment or a \n“time is of the essence ” clause permitted Foss 2014 to make its payment within a \n“reasonable time” after its obligation arose and that Plaintiffs’ failure to specifically \nplead that Foss 2014’s payment was unr easonably delayed is fatal to its claims .  \n(Defs.’ Reply Br. Supp. Mot. J. Pleadings 7 [hereinafter Defs.’ Reply  Br.], ECF No. \n50.; Defs.’ Supp. Br. 12–13.) \n36. As an initial matter, and apart from statute of limitations grounds, the \nCourt agrees with Defendants that Plaintiffs’ claim for breach of contract must be \ndismissed against Foss because it is a non-party to the Agreement.  Indeed, the Court \nhas already concluded that Plaintiffs may not pierce Foss 2014’s corporate veil to hold \nFoss liable for Foss 2014’s nonpayment, and North Carolina law is clear that, absent \nveil piercing or agency, “as a matter of law, a non-party to a contract cannot be held \nliable for any breach that may have occurred.”  Howe v. Links Club Condo. Ass’n, 263 \nN.C. App. 130, 139 (2018)  (citation and internal quotation marks omitted) .  In \naddition, because Plaintiffs’ claim for breach of the covenant of good faith and fair \ndealing is identical to their breach of contract claim, (Am. Compl. ¶ 110), it, too, must \nbe dismissed on the same grounds.  See Cordaro, 260 N.C. App. at 38–39 (recognizing \nthat “where a party’s claim for breach of the implied covenant of good faith and fair \ndealing is based upon the same acts as its claim for breach of contract, [the court will] \ntreat the former as ‘part and parcel’ of the latter”).7 \n37. The Court, however, finds without merit Defendants’ contention that \nPlaintiffs’ claims against Foss 2014 fail because they did not specifically plead that \nFoss 2014 did not make payment within a reasonable time .  Although Defendants \ncorrectly note that because the Agreement does not contain a “time is of the essence” \nclause, North Carolina law implies that performance must be completed within a \n“reasonable time,” see Harris & Gurganus, Inc. v. Williams, 37 N.C. App. 585, 589 \n(1978) (“[W]hen time of performance is not made of the essen ce of the contract, the \nlaw implies a reasonable time standard within which performance may be \nrequired.”),8 Defendants fail to a ccord Plaintiffs’ pleading the reasonable inferences \nRule 12(c) requires.   \n38. “Under the notice theory of pleading[,] a statement of claim is adequate if it \ngives sufficient notice of the claim asserted to enable the adverse party to answer and \nprepare for trial, to allow for the application of the doctrine of res judicata, and to \n \n7 For this same reason, the Court also concludes that Plaintiffs’ unjust enrichment claim \nagainst Foss must be dismissed on this additional ground.  Since Plaintiffs have pleaded their \nunjust enrichment claim in the alternative to Plaintiffs’ breach of contract claim, the same \nprinciples that bar the contract claim against non-party Foss likewise bar Plaintiffs’ unjust \nenrichment claim against Foss.  See, e.g., Paul L. Whitfield, P.A. v. Gilchrist, 126 N.C. App. \n241 (1997) (barring implied contract and quantum meruit claims against non- party to \ncontract). \n \n8 Plaintiffs’ contention that this rule applies only in contracts for the sale of land, (Pls.’ Opp’n \nBr. 8–9), is simply incorrect.  See, e.g., Bogovich v. Embassy Club of Sedgefield, Inc., 211 N.C. \nApp. 1, 20  (2011) (lending contract); Digh v. Nationwide Mut. Fire Ins. Co. , 187 N.C.  App. \n725, 728 (2007) (insurance contract); Int’l Minerals & Metals Corp. v. Weinstein , 236 N.C. \n558, 561 (1952) (contract to sell and deliver scrap metal); Graves v. O’Connor, 199 N.C. 231, \n234–35 (1930) (contract to pay a commission following the sale of estate property). \nshow the type of case brought[.]”  Sutton  v. Duke, 277 N.C. 94, 102 (1970) (citation \nand internal quotation marks omitted).  For a breach of contract claim, “[i]t is enough \nto plead the ‘(1) existence of a valid contract and (2) breach of the terms of that  \ncontract.’ ”  Vanguard Pai Lung, LLC v. Moody, 2019 NCBC LEXIS 39, at *10 (N.C. \nSuper. Ct. June 19, 2019) (quoting Poor v. Hill, 138 N.C. App. 19, 26 (2000)).  As such, \nthis Court has recognized that “ stating a claim for breach of contract is a relatively  \nlow bar.”  Id. at *11. \n39. Plaintiffs’ allegations meet this low bar.  Not only does Plaintiffs’ amended \ncomplaint contain numerous allegations which, when viewed in the light most \nfavorable to Plaintiffs, permit a reasonable factfinder to conclude that Foss 2014 \nmade its payment un reasonably late and thereby breached the Agreement, but \nPlaintiffs’ allegations also put Defendants on notice that Plaintiffs contend i n this \naction that Foss 2014 unreasonably delayed its payment in breach of the Agreement.  \nPlaintiffs’ failure to specifically plead that Foss 2014’s payment was not made “within \na reasonable time” is without consequence  in such circumstances because Plaintiffs \nhave pleaded facts and made allegations that effectively convey the very same thing.  \nSee, e.g., Ward v. Nucapital Assocs., No. COA14-1249, 2015 N.C. App. LEXIS 602, at \n*7 (2015) (“[T]he failure to assert when a party’s performance becomes due is not, \nstanding alone, fatal to a claim for breach of contract.”); see also, e.g., Stellar Ins. \nGroup, Inc. v. Cent. Cos., LLC, No. 2:06cv11, 2006 U.S. Dist. LEXIS 75801, at *23 \n(W.D.N.C. 2006)  (holding that “ there are no  magic words for pleading [a contract \nclaim under North Carolina law]”); Feltman v. City of Wilson, 238 N.C. App. 246, 253–\n54, (2014) (rejecting “magic words” such as “but for” to plead causation).  Accordingly, \nthe Court concludes that Defendants’ motion to dismiss Plaintiffs’ breach of contract \nand breach of covenant of good faith and fair dealing claims should be denied on this \nground.9  \nE. Breach of Fiduciary Duty and Constructive Fraud \n40. Defendants next seek to dismiss Plaintiffs’ claim against Foss and Foss 2014 \nfor breach of fiduciary duty .  To successfully plead a breach of fiduciary duty claim, \n“a plaintiff must show that: (1) the defendant owed the plaintiff a fiduciary duty; (2) \nthe defendant breached that fiduciary duty; and (3) the breach of fiduciary duty was \na proximate cause of injury to the plaintiff.”  Sykes v. Health Network Sols., Inc., 372 \nN.C. 326, 339  (2019).  “ Thus, to make out a claim for  breach of a  fiduciary duty, \nplaintiffs must first  allege facts that, taken as true,  demonstrate that a fiduciary \nrelationship existed between the parties.”  Id. at 339–40. \n41. “[A] fiduciary relationship is generally described as arising when ‘there has \nbeen a special confidence reposed in one who in equity and good conscience is bound \nto act in good faith and with due regard to the interests of the one reposing \nconfidence.’ ” Dallaire v. Bank of Am., N.A., 367 N.C. 363, 367 (2014) (quoting Green, \n367 N.C. at 141).  “North Carolina recognizes two types of fiduciary relationships: de \njure, or those imposed by operation of law, and de facto , or those arising from the \nparticular facts and circumstances constituting and surrounding the relationship.”  \n \n9 In light of the Court’s determination, the Court need not reach Plaintiffs ’ contention that \nSection 2.B(c) of Exhibit F to the Operating Agreement sets forth a 30-day deadline for Foss \n2014’s payment.  (Pls.’ Opp’n Br. 9.)      \nHager v. Smithfield E. Health Holdings, LLC , 264 N.C. App. 350, 355 (2019).  \nPlaintiffs do not contend  that Foss 2014 had a de jure  fiduciary relationship with \nLoray.  (Pls.’ Opp’n Br. 10.)  Thus, the Court limits its consideration to whether a de \nfacto fiduciary relationship existed between Loray and Foss 2014.   \n42. A de facto fiduciary relationship exists  where there is “confidence reposed \non one side, and resulting domination and influence on the other.”  Dalton v. Camp, \n353 N.C. 647, 65 2 (2001) (quoting Abbitt v. Gregory , 201 N.C. 577, 598 (1931) ) \n(cleaned up) .  “ The standar d for finding a de facto  fiduciary relationship is a \ndemanding one: ‘ Only when one party figuratively holds all the cards —all the \nfinancial power or technical information, for example —have North Carolina courts \nfound that the special circumstance of a fiduciary relationship has arisen. ’ ”  \nLockerman v. S. River Elec. Mbrshp. Corp. , 250 N.C. App. 631, 636 (2016) (quoting \nS.N.R. Mgmt. Corp. v. Danube Partners 141, LLC, 189 N.C. App. 601, 613 (2008)).    \n43. Pertinent to the present Motion , “[o]ur courts have been clear that general \ncontractual relationships do not typically rise to the level of fiduciary relationships.”  \nSykes, 372 N.C. at 340.  Notably, “[p]arties to a contract do not thereby become each \nother’s fiduciaries; they generally owe no special duty to one another beyond the \nterms of the contract[.]”  Id . (quoting Branch Banking & Tr. Co. v. Thompson , 107 \nN.C. App. 53, 61 (1992)).  Even where one party is in the “position as the holder of the \npurse strings,” “no [fiduciary] relationship arises absent the existence of dominion \nand control by one party over another.”  Kaplan v. O.K. Techs., L.L.C., 196 N.C. App. \n469, 474 (2009).  Thus, “[a]s a matter of law, there can be no fiduciary relationship \nbetween parties in equal bargaining positions dealing at arm’s length[.]”  French \nBroad Place, LLC v. Asheville Sav. Bank, S.S.B. , 259 N.C. App. 769, 788  (2018) \n(citation and internal quotation marks omitted).  “In the event that a party ‘fail[s] to \nallege any special circumstances that could establish a fiduciary relationship,’ \ndismissal of a claim which hinges upon the existence of such a relationship would be \nappropriate.”  Azure Dolphin, LLC v. Barton, 371 N.C. 579, 599 (2018) (citation and \ninternal quotation marks omitted).  \n44. Turning then to the matter at hand, it is important to note that Foss 2014 \nis a member of Loray, 10 not its manager, and North Carolina law is clear that, with \nlimited exceptions,11 “[m]embers of a limited liability company are like shareholders \nin a corporation in that members do not owe a fiduciary duty to each other or to the \ncompany.”  Kaplan, 196 N.C. App. at 473.  Nevertheless, because “an LLC is primarily \na creature of contract,” Crouse v. Mineo, 189 N.C. App. 232, 237 (2008) (quoting \nRobinson on North Carolina Corporate Law § 34.02, at 34-2 to 34-3), the LLC’s \nmembers are “generally free to arrange their relationship however they wish,” \nincluding by “[a] mong other things . . . depart[ing] from statutory default rules, \n \n10 Plaintiffs do not allege that Foss is a member of Loray  or otherwise allege facts showing \nthat Foss exercised domination and influence or control over Loray.  Accordingly, Plaintiffs’ \nclaims for breach of fiduciary duty and constructive fraud against Foss necessarily fail  for \nthis reason.  See, e.g., Edwards v. Mutter, 2019 NCBC LEXIS 111, at *10–11 (N.C. Super. Ct. \nDec. 17, 2019)  (dismissing claim for breach of  fiduciary duty when no  de jure fiduciary \nrelationship existed and the claimant failed to allege circumstances giving rise to a  de facto \nfiduciary relationship). \n \n11 A familiar exception to this rule, not applicable here, is that “a holder of a majority interest \nwho exercises control over the LLC  owes a fiduciary  duty to minority interest members .”  \nFiske v. Kieffer, 2016 NCBC LEXIS 22, at *9 (N.C. Super. Ct. Mar. 9, 2016). \nrequir[ing] supermajority votes for some or all company matters, and impos[ing] or \neliminat[ing] fiduciary duties for members and managers,” Vanguard Pai Lung, 2019 \nNCBC LEXIS 39, at *17–18.   \n45. As a result, “[t]he rights and duties of LLC members are ordinarily governed \nby the company’s operating  agreement, not by general principles of fiduciary \nrelationships.”  Strategic Mgmt. Decisions v. Sales Performance Int’l, 2017 NCBC \nLEXIS 69, at *10–11 (N.C. Super. Ct. Aug. 7, 2017); see N.C.G.S. § 57D-2-30 (stating \nthat an “operating agreement governs the internal affairs of an LLC[,]” including “the \nrights, duties, and obligations” of the LLC’s members and that “the provisions of \n[Chapter 57D] and common law will apply only to the extent contrary or inconsistent \nprovisions are not made in, or are not otherwise sup planted, varied, disclaimed, or \nnullified by, the operating agreement”). \n46. Apparently recognizing that neither Chapter 57D nor North Carolina \ncommon law imposes a fiduciary duty running from Foss 2014 to Loray, Plaintiffs \nargue that such a duty is nevertheless imposed by contract through Loray’s Operating \nAgreement—specifically its indemnity provision.   ( Pls.’ Opp’n Br.  10–11.)  T hat \nprovision states, in relevant part, as follows: \n \nThe Managing Member and the Company, jointly and severally, shall \ndefend, indemnify, and save harmless the State Investor Member and \nits members, managers, employees, agents, and other \nrepresentatives . . . . from any and all liability for Company obligations \n. . . other than those occasioned by [Foss 2014’s] gross negligence, fraud, \nwillful misconduct, malfeasance, material breach of any representation, \nwarranty, covenant, or agreement set forth in this Exhibit F, or breach \nof its fiduciary duty.   \n(Pls.’ Opp’n Br. Ex. A, at Ex. F 25–26 (emphasis added).) \n47. Plaintiffs argue that the reference to the State Investor Member’s “breach \nof its fiduciary duty ” in the indemnity clause permits a factfinder to conclude that \nFoss 2014 owed a fiduciary duty to Loray.  ( Pls.’ Opp’n Br.  11.)  Plaintiffs further \ncontend that concluding otherwise would lead to an “ absurd, harsh or unreasonable \nresult.”  ( Pls.’ Opp’n Br.  11.)  Defendants, for their part , argue that  Plaintiffs’ \ninterpretation of the indemnity clause is unreasonable , while contending that their \nown interpretation of the clause is reasonable, avoids an absurd result, and does not \nrequire that a fiduciary duty owed by Foss 2014 be inferred  from the use of this \nlanguage.  (Defs.’ Reply Br. 8–10.)   \n48. The Court agrees with Defendants.  Applying as it must “North Carolina’s \nestablished rules of contract construction,” Klos Constr., Inc. v. Premier Homes & \nProps., LLC, 2020 NCBC LEXIS 85, at *25 (N.C. Super. Ct. July 21, 2020), the Court \nconcludes that the Operating Agreement’s indemnity provision cannot be read to \ncreate a fiduciary duty.  Rather, the indemnity provision speaks solely to the breach, \nnot the creation, of a fiduciary duty, and the Operating Agreement otherwise does \nnot impose a fiduciary duty on Foss 2014.  Moreover, the indemnity provision \nexcludes indemnification for the “State Investor’s Member’s” breach of fiduciary duty.  \nThe State Investor Member is defined in the Operating Agreement as “either or both” \nFoss 2011 and Foss 2014, “as the context may require,” not Foss 2014 alone, (Pls.’ \nOpp’n Br. Ex. A, at 27), thus permitting the reasonable inference that the referenced \nfiduciary duty may not be one owed by Foss 2014 at all. \n49. While it is certainly true that an operating agreement may create or impose \nfiduciary duties, see, e.g., Pender Farm Dev., LLC v. NDCO, LLC, 2020 NCBC LEXIS \n43, at *34 (N.C. Super. Ct. Apr. 7, 2020), our courts will not do so where, as here, it \n“would be inconsistent with the parties’ bargain and with this State’s policy of giving \nthe maximum effect to the principle of freedom of contract and the enforceability of \noperating agreements .” Strategic Mgmt.  Decisions, 2017 NCBC LEXIS 69, at *14  \n(cleaned up); see Robinson on North Carolina Corporation Law , § 34.02[2] ( noting \nthat Chapter 57D is intended to “give the maximum effect to the principle of freedom \nof contract and the enforceability of operating agreements” ).  This conclusion is \nfurther supported b ecause the parties acknowledge d in the Agreement  that they \nnegotiated at arm’s length, (see Am. Compl. Ex. C, at 3 (“[E]ach of them have fully \nconsidered the terms of this Agreement and has had the opportunity to discuss this \nAgreement with its legal counsel, and each of them is executing this Agreement \nwithout any coercion or duress on the part of S tate Investor Member.”)) , and our \nSupreme Court recognizes that arm’s length transactions “ do not typically give rise \nto fiduciary duties,” Dallaire, 367 N.C. at 368. \n50. Based on the foregoing, the Court concludes that Plaintiffs’ breach of \nfiduciary duty claim  fails.  And because Plaintiffs’ claim for constructive fraud \nnecessarily depends upon the existence of a fiduciary relationship between Foss 2014 \nand Loray, that claim, too, must be dismissed.  See, e.g. , Ironman Med. Props., LLC \nv. Chodri, 268 N.C. App. 502, 513 (2019) (“A constructive fraud claim requires a \nplaintiff to allege and show (1) that the defendant owes the plaintiff a fiduciary duty; \n(2) that the defendant breached that duty; and (3) that the defendant sought to \nbenefit himself in the transaction.” (citation and internal quotation marks omitted)).  \nThe Court shall therefore grant Defendants’ motion dismissing both claims against \nFoss and Foss 2014. \nF. Unfair and Deceptive Trade Practices Act \n51. The Court next consider s Defendants’ motion to dismiss Plaintiffs’ claim \nagainst Foss for violation of North Carolina’s Unfair and Deceptive Trade Practices \nAct (UDTPA), N.C.G.S. § 75-1, which is asserted in the alternative to Plaintiffs’ veil \npiercing allegations.  To state a claim under the UDTPA, “a plaintiff must show: (1) \ndefendant committed an unfair or deceptive act or practice, (2) the action in question \nwas in or affecting commerce, and (3) the act proximately caused injury to the \nplaintiff.”  Dalton , 353 N.C.  at 656.  “A practice is unfair if it is unethical or \nunscrupulous, and it is deceptive if it has a tendency to deceive.”   Id.  Significantly \nfor present purposes, “ proof of an independent tort” that is “validly alleged” or a \nbreach of contract with “substantial aggravating circumstances” “is sufficient to make \nout a separate UDTPA claim.” Reid Pointe, LLC v. Stevens, 2008 NCBC LEXIS 16, at \n*16–17 (N.C. Super. Ct. Aug. 18, 2008) (collecting cases). \n52. To begin, to the extent that Plaintiffs premise their UDTPA claim aga inst \nFoss on their claims against Foss for breach of fiduciary duty and constructive fraud, \nthe UDTPA claim necessarily fails.  Plaintiffs’ failure to successfully plead those \nclaims, as discussed above, subjects Plaintiffs’ UDTPA claim to dismissal to the  \nextent the UDTPA claim is premised on those same allegations.  See Craven v. SEIU \nCOPE, 188 N.C. App. 814, 819 (2008) (dismissing an unfair and deceptive trade \npractices claim where the underlying tort was dismissed).   \n53. Next, to the extent that Plaintiffs  premise their UDTPA claim on Foss’s \nalleged breach of contract, alleged breach of the covenant of good faith and fair \ndealing, and alleged unjust enrichment, the UDTPA claim likewise fails because \nPlaintiffs have failed to allege the substantial aggravating circumstances \naccompanying those breaches necessary to sustain such claim s in these \ncircumstances.  See, e.g., Griffith v. Glen Wood Co., 184 N.C. App. 206, 217 (2007) \n(“Mere breach of contract is not sufficient to sustain an action for [unfair and \ndeceptive trade practices], but if the breach is surrounded by substantial aggravating \ncircumstances, it may sustain an action for [unfair and deceptive trade practices] .”); \nMartin Communs., LLC v. Flowers, 2021 NCBC LEXIS 30, at 18 (N.C. Super. Ct. \nMar. 31, 2021) (dismissing UDTPA claim based on breach of contract, breach of the \ncovenant of good faith and fair dealing, and unjust enrichment for failure to plead \nsubstantial aggravating circumstances) .  Not only  is Foss a non-party to the \nAgreement—the contract on which Plaintiffs’ contract and quasi-contract claims are \nbased—but the conduct alleged to support the alleged breach constitutes, at most, an \nintentional breach of contract, which , without more,  is insufficient to state a claim \nunder the UDTPA.  See, e.g., Tillery Envtl. LLC v. A&D Holdings, Inc., 2017 NCBC \nLEXIS 68, at *9 (N.C. Super. Ct. Aug. 4, 2017) (“North Carolina case law is clear that \na willful or intentional breach of contract is not on its own sufficiently unfair or \ndeceptive to support a section 75-1.1 claim.”). \n54. Plaintiffs offered a new argument at the Hearing in an effort to salvage their \nUDTPA claim—that Plaintiffs’ allegations constitute an unpleaded tortious \ninterference with contract claim, which they contend permits the UDTPA claim t o \nproceed.  Setting aside the procedural impropriety of Plaintiffs’ assertion of this \nunbriefed argument for the first time at the Hearing,12 the Court concludes that this \nargument, too, must fail. \n55.  “[T]he pleading standards for a tortious interference with contract claim are \nstrict,” Southeast Anesthesiology Consultants, PLLC v. Rose, 2019 NCBC LEXIS 52, \nat *27 (N.C. Super. Ct. Aug. 20, 2019) (quoting Kerry Bodenhamer Farms, 2017 NCBC \nLEXIS 27, at *16), and require allegations showing: “(1) a valid contract between the \nplaintiff and a third person which confers upon the plaintiff a contractual right \nagainst a third person; (2) the defendant knows of the contract; (3) the defendant \nintentionally induces the third person not to perform the contract; (4) and in doing so \nacts without justification; (5) resulting in actual damage to plaintiff ,”  Beverage Sys. \nof the Carolinas, LLC v. Associated Bev. Repair, LLC , 368 N.C. 693, 700 (2016)  \n(citation omitted).   \n56. Plaintiffs premise their purported tortious interference claim on Foss’s \nalleged interference with Foss 2014’s performance of its obligation to timely pay \nLoray under the Agreement.  (See Am. Compl. ¶¶ 96, 99, 103.)  Plaintiffs’ purported \n \n12 See, e.g., Price v. City of Winston-Salem, 141 N.C. App. 55, 59 (2000) (declining to consider \nunbriefed issue) ; Loyd v. Griffin, 2021 NCBC 51, 60 n.8 (N.C. Super. Ct. Sept. 1, 2021) \n(declining to consider unbriefed argument made for the first time at the hearing on the \nmotion). \nclaim fails, however, because Plaintiff has not alleged facts showing Foss acted \n“without justification.” \n57. North Carolina law is clear that “ [i]nterference with a contract is ‘justified \nif it is motivated by a legitimate business purpose, as when the plaint iff and the \ndefendant, an outsider, are competitors.’ ”  Beverage Sys. of the Carolinas, 368 N.C. \nat 700 (quoting Embree Constr. Grp., Inc. v. Rafcor, Inc. , 330 N.C. 487, 498 (1992)).  \nHowever, “[i]f the defendant’s only motive is a malicious wish to injure the plaintiff, \nhis actions are not justified. ”  Peoples Sec. Life Ins. Co. v. Hooks , 322 N.C. 216, 221 \n(1988); see also Glover Constr. Co. v. Sequoia Servs., LLC , 2020 NCBC LEXIS 76, at \n*37 (N.C. Super. Ct. June 18, 2020)  (applying Hooks).  Thus, to survive a motion to \ndismiss, a “complaint [for tortious interference] must  admit of no motive for \ninterference other than malice.”  Pinewood Homes, Inc. v. Harris, 184 N.C. App. 597, \n605 (2007).  As this Court has recognized, “complaints sometimes defeat themselves \nby alleging facts that reveal that the interference was justified or privileged.”  \nLunsford v. Viaone Servs., LLC, 2020 NCBC LEXIS 111, at *14 (N.C. Super. Ct. Sept. \n28, 2020) (cleaned up).  This is one of those instances. \n58. The required m alice in this context is legal malice, rather than actual \nmalice.  See Childress v. Abeles, 240 N.C. 667, 675 (1954) (“It is not necessary . . . to \nallege and prove actual malice in the sense of personal hatred, ill will, or spite”—only \n“the intentional doing of the harmful act without legal justification.”); Bldg. Ctr., Inc. \nv. Carter Lumber of the North, Inc., 2017 NCBC LEXIS 85, at *28, (N.C. Super. Ct. \nSept. 21, 2017).  “Legal malice ‘means intentionally doing a wrongful act or exceeding \none’s legal right or authority in order to prevent the making of a contract between \ntwo parties,’ and the act ‘must be taken with the design of injuring one of the parties \nto the contract or of gaining some advantage at the expense of a party. ’ ”  Bldg. Ctr., \n2017 NCBC LEXIS 85, at *28–29 (quoting Murphy v. McIntyre, 69 N.C. App. 323, \n328–29 (1984)).  \n59. Here, Plaintiffs have alleged that Foss refused to release funds for numerous \nreasons—the need for the project to be “lien free” (Am. Compl. ¶ 56) ; the need to \naccommodate certain “investor concerns” (Am. Compl. ¶ 63); the need for Loray to be \ndismissed from Centurion’s lawsuit (Am. Compl. ¶ 65) ; the need for Plaintiffs  to \nexecute an escrow agreement, and the need for  Chevron to pay its funds  first, (Am. \nCompl. ¶¶ 69, 85) .  None of these reasons, however, suggests that Foss wish ed to \nharm Plaintiffs or to act other than for legitimate business reasons to protect Foss’s \nposition in the transaction.  The Court therefore concludes that Plaintiffs’ late-found \nclaim for tortious interference with contract is not supported by allegations showing \nlegal malice and cannot provide grounds to permit  their UDTPA claim  to survive \nDefendants’ motion.  \n60. Finally, while Plaintiffs allege that  Foss’s actions between 22 March 2016 \nand 15 September 2016 delay ed Foss 2014’s payment by several months, the Court \ncannot conclude that these actions rise to the level of “a practice [that] has the \ncapacity o r tendency to deceive” or one that is “immoral, unethical, oppressive, \nunscrupulous, or substantially injurious to consumers”  as required under the \nUDTPA.  See, e.g., Mitchell v. Linville , 148 N.C. App. 71, 74 –76 (2001) (concluding \nthat a failure to honor an agreement “was not an act tending to mislead or deceive”).    \n61. For each of these reasons, therefore, the Court concludes that Plaintiffs ’ \nUDTPA claim must be dismissed.    \nG. Civil Conspiracy  \n62. Defendants seek to dismiss Plaintiffs’ claim for civil conspiracy because each \nof the claims on which it is premised are subject to dismissal.  The Court agrees.   \n63. “To create civil liability for conspiracy there must have been a wrongful act \nresulting in injury to another committed by one or more of the conspirators pursuant \nto the common scheme and in furtherance of the objective.” Krawiec v. Manly , 370 \nN.C. 602, 613 (2018) (quoting Ridgeway, 362 N.C. at 444).  “[A] complaint sufficiently \nstate[s] a claim for civil conspiracy when it allege[s] (1) a conspiracy, (2) wrongful acts \ndone by certain of the alleged conspirators in furtherance of that conspiracy, and (3) \ninjury as a result of that conspiracy.”  Ridgeway, 362 N.C. at 444.  \n64. Plaintiffs base their civil conspiracy claim on the “ wrongful and tortious \nactions complained of” in the Amended Complaint.  (Am. Compl. ¶ 127.)  Because the \nCourt has determined that Plaintiffs’ tort claims must be dismissed , those claims \ncannot provide a basis for Plaintiffs’ civil conspiracy claim.  See, e.g. , Krawiec, 370 \nN.C. at 615 (dismissing civil conspiracy claim where the tort claims alleged as the \nunderlying wrongful acts were dismissed); see also, e.g., USA Trouser, S.A. de C.V. v. \nWilliams, 258 N.C. App. 192, 201 (2018) (“A civil conspiracy claim must be based on \nan adequately pled underlying claim.”).   \n65. Moreover, to the extent that Plaintiffs allege a purported conspiracy \nbetween Foss and Foss 2014 to breach the Agreement, those allegations are identical \nto those the Court found fatally deficient in assessing Plaintiffs’ allegations against \nFoss for tortious interference with contract  as a basis for their UDTPA claim .  As a \nresult, the Court concludes that Plaintiffs’ claim for civil conspiracy is not supported \nby requisite wrongful acts and must therefore be dismissed.  See, e.g., New Bar P’ship \nv. Martin, 221 N.C. App. 302, 310 (2012) (“[W]here a plaintiff’s underlying claims fail, \nits claim for civil conspiracy must also fail.”  (citation and internal quotation marks \nomitted)). \nH. Lenihan as a Third-Party Beneficiary  \n66. Finally, Defendants move to dismiss all claims asserted by Lenihan for lack \nof standing, contending that Lenihan was  neither a party to either the Operating \nAgreement or the Agreement  nor an intended beneficiary  of the latter and thus is \nwithout an enforceable interest as a party plaintiff .  (Defs.’ Supp. Br. 10–12.)  \nPlaintiffs disagree and argue that because Lenihan personally guaranteed the Bridge \nLoan, he was “a known intended third -party beneficiary” of the Agreement  since it \nprovided for payment of that loan.  (Pls. Opp’n Br. 12; Am. Compl. ¶ 97.)     \n67. “[I]n order to establish a claim based on the third-party beneficiary doctrine, \na complainant must show: ‘(1) the existence of a contract between two other persons; \n(2) that the contract was valid and enforceable; and (3) that the contract was entered \ninto for his direct, and not incidental, benefit.’ ” Davis & Taft Architecture, P.A. v. \nDDR-Shadowline, LLC, 268 N.C. App. 327, 332 (2019) (quoting Hoots v. Pryor, 106 \nN.C. App. 397, 408 (1992)).  “The real test is said to be whether the contracting parties \nintended that a third party should receive a benefit which might be enforced in the \ncourts.  It is not sufficient that the contract does benefit him if in fact it was not \nintended for his direct benefit.”  Raritan River Steel Co. v. Cherry, Bekaert & Holland, \n329 N.C. 646, 651 (1991) (cleaned up).   \n68. Beneficiaries who benefit directly are sometimes called “direct” or \n“intended” beneficiaries and are distinguished from “incidental” beneficiaries.  S ee \ngenerally The Restatement (Second) of Contracts § 302 (1981) (discussing distinction).  \nIn evaluating whether a third-party beneficiary is “direct” or incidental,” “[t]he intent \nof the parties is ascertained by construction of the terms of the contract as a whole, \nconstrued in the light of the circumstances under which it was made and the apparent \npurpose that the parties are trying to accomplish.”   DeMent v. Nationwide Mut. Ins. \nCo., 142 N.C. App. 598, 604 (2001) (quoting Chem. Realty Corp. v. Home Fed. Sav. & \nLoan Assoc., 84 N.C. App. 27, 34 (1987)  (cleaned up).  “When a third person seeks \nenforcement of a contract made between other parties, the contract must be construed \nstrictly against the party seeking enforcement.”  Town of Belhaven v. Pantego Creek, \nLLC, 250 N.C. App. 459, 471 (2016) (quoting Babb v. Bynum & Murphrey, PLLC, 182 \nN.C. App. 750, 753–54 (2007)). \n69. Upon careful review, the Court concludes that Lenihan  is an “incidental,” \nnot a “direct ,” beneficiary of the Agreement.  While Lenihan undoubtedly benefits \nfrom the Agreement ’s mechanism for payment of the Bridge Loan, th at Agreement \ncontemplates that Foss 2014 will make payment directly to CSB to pay off the Bridge \nLoan without any mention of Lenihan’s role as guarantor or any provision for the \ncancellation of his guaranty.  By the Agreement’s plain terms, therefore, the benefits \nLenihan obtained under the Agreement derive from  the Agreement’s objective—i.e., \nthe payment of the Bridge Loan.  T he fact that  Lenihan benefited from the \nAgreement’s performance is not discussed or contemplated by the Agreement’s plain \nterms, and the fact that Lenihan anticipated a benefit from the parties’ entry into the \nAgreement does not show “an intent by the parties for [Lenihan] to receive a benefit \nthat is enforceable in the courts.”  Roseboro Ford, Inc. v. Bass, 77 N.C. App. 363, 368 \n(1985).  In such circumstances, Lenihan is merely an incidental, not an intended or \ndirect, beneficiary of the Agreement , and he has no right to enforce the Agreement .  \nSee, e.g.,  Union Grove Milling & Mfg. Co. v. Faw , 109 N.C. App. 248, 252 (1993) \n(noting that a third party was an incidental beneficiary because the “benefits flowing \nto [it] [were] due to circumstances previously arising”); Carolina Builders Corp. v. \nAAA Dry Wall, Inc. , 43 N.C. App. 444, 448 (1979) (stating that the performance \nbetween the two parties to the contract cou ld be made “ without plaintiff’s receiving \nany benefit whatsoever”). \n70. Plaintiffs’ substantial reliance on Snyder v. Freeman , 300 N.C. 204 (1980), \nto sustain their argument is misplaced.  In Snyder, the plaintiff sought to recover as \na third- party beneficiary under  a shareholders’ agreement  made between the \ndefendants as the parties with control over the corporation .  Id.  at 220–22.  The \nshareholders’ agreement provided that the corporation would “ pay salaries accrued \nto [plaintiff.]”  Id. at 207.  In that circumstance, the Supreme Court determined that \nthe plaintiff could recover as a third- party beneficiary  because the parties to the \nagreement “promised to cause the corporati on over which they  have full control to \npay plaintiff.”  Id. at 222.  In contrast, the Agreement here does not mention Lenihan, \nmuch less contemplate or direct that his guaranty be released, and, unlike the \nshareholders’ control over the corporation in Snyder, Foss 2014 had no authority to \ncause CSB to release Lenihan’s guaranty at any time.  The Court thus concludes that \nLenihan lacks standing to assert claims as a party plaintiff in this action and that his \npurported claims in this action should therefore be dismissed. \nIII. \nCONCLUSION \n71. WHEREFORE, for the reasons set forth above, the Court hereby ORDERS \nthat Defendants’ Motion is GRANTED in part and DENIED in part as follows: \na. The Motion is DENIED as to Loray’s claims for breach of contract and \nbreach of the covenant of good faith and fair dealing against Foss 2014. \nb. The Motion is GRANTED  as to all claims against Foss and all other \nclaims against Foss 2014, and those claims are hereby DISMISSED  \nwith prejudice.   \nSO ORDERED, this the 13th day of December, 2021. \n \n      /s/ Louis A. Bledsoe, III \n      Louis A. Bledsoe, III \n      Chief Business Court Judge \n "
}