{
  "id": "c75702516e935c86917ec8d1ea50c59ee3e172236be1bf8143b7011384504385",
  "source_file": "data/raw/ncbc/c75702516e935c86917ec8d1ea50c59ee3e172236be1bf8143b7011384504385.pdf",
  "raw_text": "Loftin v. QA Invs., LLC, 2018 NCBC 11. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n03 CVS 16882 \nPETER T. LOFTIN, \n \nPlaintiff, \n \nv. \n \nQA INVESTMENTS, LLC and \nQUELLOS GROUP, LLC,  \n \nDefendants. \n \nORDER & OPINION ON \nDEFENDANTS’ MOTION FOR \nSUMMARY JUDGMENT AND \nPLAINTIFF’S MOTION PURSUANT \nTO RULE 56(f)  \n \n1. THIS MATTER is now before the Court on Defendants’ Motion for \nSummary Judgment (“Defendants’ Motion”) and Plaintiff Peter T. Loftin’s Motion for \na Rule 56(f) Continuance Regarding Defendant QA’s Motion for Summary Judgment \n(“Plaintiff’s Motion”) (collectively the “Motions”).   For the reasons discussed below, \nthe Court GRANTS Defendants’ Motion and DENIES Plaintiff’s Motion.  \nThe Brocker Law Firm, P.A., by Crystal S. Carlisle and Douglas J. Brocker and \nEagan Avenatti, LLP, by Michael Avenatti (pro hac vice), for Plaintiff.  \n \nParker Poe Adams & Bernstein , LLP, by William L. Rikard, Jr., Deborah L. \nEdney, James C. Lesnett, Jr. , and S arah Fulton Hutchins  and Steptoe & \nJohnson LLP, by Gwendolyn Prothro Renigar (pro hac vice), for Defendants.  \nGale, Chief Judge.  \nI. INTRODUCTION \n \n2. Plaintiff Peter T. Loftin  (“Loftin”) brought claims against several \ndefendants arising from their involvement in creating, executing, and selling two tax \ninvestment schemes —Foreign Levera ged Investment Program (“FLIP”) and Bond \nLinked Issue Premium Structure (“BLIPS”)—which were designed to avoid taxation \n \n \non income, but resulted in  Loftin owing substantial tax deficiencies  to the Internal \nRevenue Service (“IRS”).  \n3. Loftin’s only remaining claims are against Defendants QA Investments, \nLLC and Quellos Group, LLC (collectively, “QA”).  QA conducted the investment \ntransactions for FLIP, but not for BLIPS.  However, Loftin claims that QA is liable \nfor his losses associated with both transactions because he would not have invested \nin BLIPS if he had known that FLIP was illegal.  \n4.  After the completion of a nine -month discovery period, QA now moves \nfor s ummary judgment, contending that Loftin has not put forward sufficient \nevidence to establish either that Loftin suffered damages or that QA’s conduct caused \nany damage that  Loftin suffered.  Loftin opposes the motion, contending that the \npresent recor d is adequate to defe at summary  judgment, but, if not, that he is \nentitled, under Rule 56(f) of the North Carolina Rules of Civil Procedure (“Rule \n56(f)”), to a continuance to conduct additional discovery on contested issues raised by \nDefendants’ Motion.  \n5. The Court concludes , first, that Loftin is not entitled to a  Rule 56(f)  \ncontinuance because he failed to diligently conduct discovery during the nine-month \ndiscovery period.  The Court then concludes that Loftin has failed to forecast evidence \ndemonstrating that he is entitled to recover damages from QA, which is an essential \nelement of each of his claims; therefore, QA is entitled to judgment as a matter of law \nand Loftin’s Second Amended Complaint must be dismissed with prejudice.  \n \n \n \nII. THE PARTIES  \nA. Current Parties  \n \n6. Loftin is or was a resident of Wake County, North Carolina. \n7. QA Investments, LLC is a Delaware company with its principal place of \nbusiness in Seattle, Washington .  QA Investments was an investment advisor \nregistered under the Investment Advisors Act of 1940, but discontinued its \ninvestment advisory services effective April 8, 2000.   (Second Am. Compl. ¶ 2, ECF \nNo. 60; Answer Second Am. Compl. ¶ 2, ECF No. 63.)   \n8. Quellos Group, LLC is a Delaware company with its principal place of \nbusiness in Seattle, Washington and is the parent of QA Investments.   \nB. Former Defendants  \n9. Former defendant, KPMG , LLP (“KPMG”) is a Delaware limited -\nliability partnership headquartered in New York, New York.   (Am. Compl. ¶ 2, ECF \nNo. 19 .)  Loftin settled and v oluntarily dismissed his claims against KPMG with \nprejudice on November 20, 2013.  (See Voluntary Dismissal with Prejudice, ECF No. \n33.)  \n10. Former defendant, Wachovia Bank, N.A. , the successor of First Union \nNational Bank  (collectively, “FUNB”), is a banking corporation with its principal \nplace of business in North Caro lina.  (Compl. ¶  3, ECF No. 1.)  Loftin settled and \nvoluntarily dismissed his claims against FUNB with prejudice.  (Mem. Supp. Defs.’ \nMot. Summ. J. Ex. 46, at 1–2, ECF No. 92.3.) \n11. Former defendant, Sidley Austin Brown & Wood, LLP (“Sidley Austin”) \nis a Delaware limited -liability partnership with its principal place of business in \n \n \nChicago, Illinois .  (Am. Compl. ¶ 7.)  Sidley Austin is the successor -in-interest to \nBrown & Wood, LLP.  Loftin settled and voluntarily dismissed his claims against \nSidley Austin with prejudice on November 20, 2013.  ( See Voluntary Dismissal with \nPrejudice.)  The Court has been advised as to the amounts of the confidential \nsettlements with these defendants.  Those amounts are n ot material to the Court’s \nruling on the Motions. \n12. Former defendant s, Presidio Growth, LLC and Presidio Advisory \nServices, LLC (collectively, “Presidio”), are Delaware companies with their primary \nplaces of business in San Francisco, California.  (Am. Compl. ¶¶ 5–6.)  Presidio served \nas the investment advisor for BLIPS and was named as a defendant in Loftin’s initial \ncomplaints but then omitted from his Second Amended Complaint.  See Loftin v. QA \nInvs. LLC, No. 03-CVS-16882, 2015 NCBC LEXIS 44, at *3 (N.C. Super. Ct. Apr. 30, \n2015); (Second Am. Compl. ¶¶ 1–4.)  The record suggests that Presidio is no longer a \ngoing concern. \nIII. PROCEDURAL HISTORY \n \n13. Loftin filed his original complaint on December 15, 2003.  The case was \ndesignated as an exceptional case and assigned to the Honorable Ben F. Tennille on \nJuly 25, 2006.   \n14. On November 8, 2006, Loftin filed his First  Amended Complaint , \nalleging claims against KPMG, Sidley Austin , QA, and Presidio, including civil \nconspiracy and facilitation of fraud, fraud, negligent misrepresentation, professional \nnegligence, and breach of contract.  (Am. Compl. ¶¶ 140–81, 196–211, 216–19.)  Loftin \n \n \nomitted his claims against FUNB from the First Amended Complaint  because he  \npursued those claims in arbitration.  (See Am. Compl. ¶ 8; Mem. Supp. Defs.’ Mot. \nSumm. J. Ex. 46, at 2–3.)  \n15. By consent, t his case was indefinitely stayed on January 5, 2007 , \npending resolution of proceedings before the United States Tax Court.    \n16. Loftin reached settlement agreements with FUNB, effective May 2009, \nand with KPMG and Sidley Austin, effective November 2013, as a result of which all \nclaims against those parties were dismissed with prejudice.  (See Mem. Supp. Defs.’ \nMot. Summ. J. Ex. 46.)     \n17. Loftin sought damages from KPMG and Sidley Austin arising from both \nFLIP and BLIPS.  The settlement agreements did not allocate the settlement \npayments between these claims or provide a basis for doing so .  ( Aff. Pl. Peter T. \nLoftin Supp. Pl.’s Opp’n Def. QA’s Mot. Summ. J. (“Loftin Aff.”) ¶ 43, ECF No. 106.)   \n18. In 2011, the case was assigned to the undersigned followi ng Judge \nTennille’s retirement.  The case remained stayed. \n19. The Court held a status conference on September 19, 2014, after which \nthe stay was lifted at Loftin’s request.  \n20.  On October 21, 2014, QA moved to dismiss Loftin’s claims of civil \nconspiracy, fraud, breach of fiduciary duty, constructive fraud, negligent \nmisrepresentation, and unfair or deceptive trade practices (“Chapter 75”).    \n21. On April 30, 2015, the Court dismissed Loftin’s negligent \nmisrepresentation and  Chapter 75 claims, but allowed Loftin’s other claims to \n \n \nproceed.  Loftin, 2015 NCBC LEXIS 44, at *35.  The Court also granted Loftin leave \nto amend his complaint.  Id.  \n22. Loftin filed his Second Amended Complaint on May 29, 2015 , which \nomitted the claims against Presidio, leaving QA as the sole defendant.   The Second \nAmended Complaint asserted claims for (1) civil conspiracy and facilitation of fraud, \n(2) f raud, (3) breach of f iduciary duty, (4) constructive fraud, (5) negligent \nmisrepresentation, and (6) violation of Chapter 75.  \n23. On July 1, 2015, QA moved to strike Loftin’s Chapter 75 and negligent \nmisrepresentation claims based on the Court’s earlier rulings.  The Court granted the \nmotion on November 10, 2015.  (See Order Mot. Strike, ECF No. 68.)  \n24. Between August 2015 and April 22, 2016, the parties engaged in limited \nexpedited discovery , pursuant to which Loftin provided additional information \nrelated to the monies he received as a result of prior settlements related to this action. \n25. The parties filed a  Joint Case Management Report  (“CMR”) on March \n31, 2016, jointly proposing a nine-month fact discovery period, followed by sixty days \nto identify experts and make the proper expert disclosures.  (Joint Case Management \nReport (“CMR”) 2–3, ECF No. 77.).  The parties were unable to agree on the number \nof depositions that should be allowed  or number of experts each party should be \npermitted, but otherwise agreed on the discovery schedule.   (CMR 2.)  Absent an \nagreement by the parties or order by the Court, the  General Rules of Practice and \nProcedure for the North Carolina Business Court (“Business Court Rules”)  provide \n \n \nthat each party is permitted to take twelve fact depositions.  See N.C. Bus. Ct. R. 18.2 \n(2006); see also N.C. Bus. Ct. R. 10.4(c) (2017).      \n26. The Court held a Case Management Conference on April 21, 2016, and \nentered a Case Management Order on April 22, 2016, which adopted the CMR with \na few specified exceptions, which are not material to this Order & Opinion.  (See Case \nManagement Order , ECF No. 79.)   The parties were then free to take discovery, \nincluding depositions.  To avoid any doubt, when deferring its ruling on whether the \nparties would be permitted to take more depositions than permitted by the Business \nCourt Rules, the Court advised that “[t]he parties [were] free to commence discovery.”  \n(Case Management Order ¶ 3.)  \n27. The Court held status conferences with the parties on August 22, 2016, \nDecember 21, 2016, and M arch 8, 2017.  During these conferences, the Court \naddressed discovery issues  that had arisen.  T he Court issued an order setting a \ndeadline for responses to outstanding discovery requests and a deadline for when the \nparties needed to meet and confer about  any additional discovery dispute s.  ( See \nOrder ¶¶ 1, 3, ECF. No. 82.)  At the March 8, 2017 conference the Court reminded \nLoftin’s counsel that he had been free to pursue discovery and designate experts at \nall times after the stay was lifted.   During that same conference, QA notified Loftin \nthat it planned to move for summary judgment on the issue s of causation and \ndamages, giving Loftin two months’ notice prior to Defendants’ Motion  being filed.  \nLoftin still did not notice any depositions although the Co urt expressly gave him \npermission to do so. \n \n \n28. On May 4, 2017, QA moved for summary judgment on all claims.  \n29. Loftin moved for a Rule 56(f) c ontinuance on July 7, 2017 .  Loftin \ncontends that he needs a continuance in order to c omplete the following discovery: \n(1) “discovery from third parties, such as KPMG, regarding the nature of the \ntransaction at issue,” (2) “deposition discovery from QA itself regarding its own \nawareness of [the] illegality of” FLIP and BLIPS, and (3) “expert discovery . . . \nregarding the nature and amount of Loftin’s damages.”  (Pl. Mem. Supp. Mot. R. 56(f) \nContinuance Regarding Def. QA’s Mot. Summ. J. 3–5, ECF No. 111.)   \n30. On August 29, 2017, the Court heard argument on the Motions, which \nare now ripe for disposition. \nIV. FACTUAL BACKGROUND \n \n31. The Court does not make findings of fact when ruling on a motion for \nsummary judgment, but for context may state either those facts that it believes are \nnot in material dispute or those facts on which a material dispute forecloses summary \nadjudication.  The following statement of facts is solely for the purpose of this Order \n& Opinion.  Both Loftin and QA have filed statements of undisputed facts.  (See Defs.’ \nStatement of Undisputed Material Facts  (“Defs.’ Undisputed Facts”), ECF No. 89; \nPl.’s Resp. Defs.’ Statement of Undisputed Material Facts (“Pl.’s Undisputed Facts”), \nECF No. 113.) \n32. Further background on this litigation is available in  this Court’s  \nprevious decision.  See Loftin, 2015 NCBC LEXIS 44.  \n \n \n \nA. Loftin’s FLIP Purchase  \n \n33. Loftin is the founder and former CEO of BTI Communications, Inc. \n(“BTI”), a telecommunications company located in Raleigh, North Carolina.  (Loftin \nAff. ¶ 3.)  In 1997, Loftin expected capital ga ins of approximately $30,000,000  from \nselling his interest in FiberSouth to BTI.  (Loftin Aff. ¶ 4.)  \n34. Loftin maintained a long -standing business relationship w ith FUNB \nand asked FUNB for advice regarding his anticipated gains.  (Defs.’ Undisputed Facts \n¶ 3; Pl.’s Undisputed Facts ¶ 3.) \n35. FUNB recommended and arranged for Loftin to meet with  KPMG.  \n(Defs.’ Undisputed Facts ¶ 4; Pl.’s Undisputed Facts ¶ 4.) \n36. During a meeting on Aug ust 7, 1997, KPMG representatives \nrecommended that Loftin invest in  FLIP.  (Defs.’ Undisputed Facts ¶ 5 ; Pl.’s \nUndisputed Facts ¶ 5.)  KPMG and FUNB continued to recommend FLIP to Loftin in \nsubsequent communications and meetings .  (Defs.’ Undisputed Facts ¶ 5 ; Pl.’s \nUndisputed Facts ¶ 5.)   \n37. Relying in part on the reputation and expertise of KPMG and FUNB, \nLoftin ultimately purchased FLIP.  (Defs.’ Undisputed Facts ¶  6; Pl.’s Undisputed \nFacts ¶ 6.)   \n38. On August 15, 1997, Loftin executed an Engagement Letter with KPMG \nfor FLIP.  (Defs.’ Undisputed Facts ¶¶ 7–8; Pl.’s Undisputed Facts ¶¶ 7–8.)  At that \ntime, Loftin had not met with or reviewed any material from  QA, and there is no  \n \n \nevidence that he was then familiar with QA.  (See Defs.’ Undisputed Facts ¶ 11; Pl.’s \nUndisputed Facts ¶ 11.)   \n39. At the recommendation of KPMG,  Loftin executed an Investment \nAdvisory Agreement with QA  on September 3, 1997 .  (See Defs.’ Undisputed Facts \n¶¶ 15–16; Pl.’s Undisputed Facts ¶¶ 15–16.) \n40. Loftin understood that QA , working in conjunction with KPMG , would \nexecute the investment trades for FLIP, but he did not meet, communicate, or inquire \nabout the investment trades with QA prior to committing to FLIP.  (Defs.’ Undisputed \nFacts ¶¶ 10, 12–13; Pl.’s Undisputed Facts ¶¶ 10, 12–13.) \n41. Pursuant to the Investment Advisory Agreement, QA began executing \nthe investment trades for FLIP on September 5, 1997.  (Defs.’ Undisputed Facts ¶ 17; \nPl.’s Undisputed Facts ¶ 17.)  Between September 1997 and May 12, 1999, QA \nperformed numerous transactions to implement FLIP on Loftin’s behalf.  (See Second \nAm. Compl. ¶ 29(d)–(dd)(ii).)   \n42. Loftin received tax opinions from KPMG and Sidley Austin advising that \nif FLIP was challenged by the IRS “it was more likely than not” that the capital losses \nLoftin claimed from FLIP would be held to comply with IRS rules and regulations .  \n(Defs.’ Undisputed Facts ¶ 21; Pl.’s Undisputed Facts ¶ 21.) \n43. KPMG prepared Loftin’s tax returns for  the three years that involved \nthe FLIP transactions —1997, 1998, and 1999 .  ( See Defs.’ Undisputed Facts ¶ 23; \nPl.’s Undisputed Facts ¶ 23.)  \n \n \n44. Loftin did not request or receive any tax opinion  or advice from QA nor \ndid QA prepare any tax return s for Loftin.  (Defs.’ Undisputed Facts ¶¶ 22, 24–25; \nPl.’s Undisputed Facts ¶¶ 22, 24–25.)   \nB. QA’s Role in Creating and Implementing FLIP   \n45. A KPMG representative reached out to QA in May 1996 seeking \nassistance in designing the investment aspects of FLIP.  (Pl.’s Mem. Opp’n Def. QA’s \nMot. Summ. J. Ex. 17, at 134, ECF No. 108.)  KPMG provided QA with the “specific \ncriteria under which to develop the financial transactions.”  ( Pl.’s Mem. Opp’n Def. \nQA’s Mot. Summ. J. Ex. 17, at 134.)  \n46. The FLIP transaction was ultimately the subject of hearings before a  \nUnited States Senate Subcommittee that investigated “the development, marketing, \nand implementation of abusive tax shelters by professional organizations .”  ( Pl.’s \nMem. Opp’n Def. QA’s Mot. Summ. J. Ex. 16, at 1, ECF No. 108; see also Pl.’s Mem. \nOpp’n Def. QA’s Mot. Summ. J. Ex. 17 .)  As a part of those pro ceedings, QA “noted \nthat [for FLIP] the tax structure was developed first, and the investment strategy \nwas then incorporated into the tax structure.”  ( Pl.’s Mem. Opp’n Def. QA’s Mot. \nSumm. J. Ex. 17, at 134.)  The Subcommittee issued a report finding  that QA “was \nfully aware that FLIP was a ‘tax motivated transaction’ designed for companies or \nindividuals ‘requiring a tax loss.’”  (Pl.’s Mem. Opp’n Def. QA’s Mot. Summ. J. Ex. 16, \nat 82.) \n47. At the Senate Subcommittee hearings, a QA representative testifie d \nthat QA “had taken action to register with the IRS the FLIP transaction promoted by \n \n \nPwC, but not the FLIP transaction for KPMG,” explaining “that it acted in accordance \nwith the guidance provided by the two accounting firms, one of which advised it to \nregister and the other of which advised it that registrat ion was unnecessary.”  (Pl.’s \nMem. Opp’n Def. QA’s Mot. Summ. J. Ex. 17, at 134.)  \nC. Loftin’s BLIPS Purchase  \n \n48. In 1999, Loftin worked with KPMG, FUNB, and Sidley Austin to execute \nBLIPS, a second  investment tax strategy .  (Defs.’ Undisputed Facts  ¶ 26 ; Pl.’s \nUndisputed Facts ¶ 26.)  BLIPS, like FLIP, was developed to create “large paper \nlosses that the purchaser of the product then uses to offset other income, and shelter \nit from taxation.”  (Pl.’s Mem. Opp’n Def. QA’s Mot. Summ. J. Ex. 16, at 5.)  \n49. QA was not involved in executing investment trades for BLIPS.  ( Defs.’ \nUndisputed Facts ¶¶ 29–30; Pl.’s Undisputed Facts ¶¶ 29–30.)  Instead, Presidio was \nthe investment advisor for BLIPS.  (Defs .’ Undisputed Facts ¶ 27 ; Pl.’s Undisputed \nFacts ¶ 27.)  In fact, Presidio first brought the idea of BLIPS to KPMG and “was \nthoroughly involved in the development, marketing, and implementat ion of  the \nproduct.”  (Pl. Mem. Opp’n Def. QA’s Mot. Summ. J. Ex. 16, at 83.)  \n50. In 2000, Loftin took deduction s relating to BLIPS on  his tax returns. 1  \n(Defs.’ Undisputed Facts ¶ 28; Pl.’s Undisputed Facts ¶ 28.) \n                                                           \n1 The last tax year for which Loftin took a loss related to FLIP was 1999.  While the record is \nunclear as to whether Loftin took a deduction related to BLIPS on his 1999 tax return, \nLoftin’s summary of his damages claim includes  back taxes related to BLIPS for both 1999 \nand 2000.  For purposes of the Motions, the Court assumes, without deciding, that Loftin \ntook a deduction relating to BLIPS on both his 1999 and 2000 tax returns.  \n \n \n51. Over the course of his investment in BLIPS, Loftin did not request or \nreceive any tax opinions or advice from QA.  (Defs.’ Undisputed Facts ¶¶ 29–30; Pl.’s \nUndisputed Facts ¶¶ 29–30.) \nD. Loftin’s Claimed Losses \n \n52. In or before October 2000, the IRS audited Loftin’s 1997, 1998, and 1999 \nfederal tax returns, which included deductions for the  losses associated with FLIP.  \n(Defs.’ Undisputed Facts ¶ 32; Pl.’s Undisputed Facts ¶ 32.) \n53. KPMG and ot hers represented Loftin on his  audits; but QA was not \ninvolved.  (Defs.’ Undisputed Facts ¶¶ 33–34; Pl.’s Undisputed Facts ¶¶ 33–34.)  \n54. Ultimately, the IRS disallowed the capital losses claimed in connection \nwith FLIP and assessed Loftin with tax deficiencies and penalties, as well as interest \non the back taxes and penalties .  (Loftin Aff. ¶ 41; see also Mem. Supp. Defs.’ Mot. \nSumm. J. Ex. 47 (“Pl.’s Interrog. Resp.”), at 8–10, ECF No. 91.1.) \n55. In December 2002, Loftin filed suit against KPMG, FUNB, Sidley  \nAustin, Presidio, and QA in the United States District Court for the Southern District \nof Florida.  (Defs.’ Undisputed Facts ¶ 35; Pl.’s Undisputed Facts ¶ 35.)  In 2003, the \ndistrict court dismissed Loftin’s complaint  in its entirety  on ripeness grounds, \nbecause Loftin could not establish that he had suffered an injury as no tax deficiency \nhad been assessed at th at time.  Loftin v. KPMG LLP , 02-81166-CIV-\nRYSKAMP/VITUNAC, 2002 U.S. Dist. LEXIS 26909, at * 24–25, 29 (S.D. Fla. Sep. \n10, 2003).    \n \n \n56. In 2006, Loftin petitioned the United States Tax Court for relief related \nto the IRS’s challenge of FLIP.  (Defs.’ Undisputed Facts ¶ 38; Pl.’s Undisputed Facts \n¶ 38.) \n57. On November 1 2, 2010, the United States Tax Cour t entered an order  \nstating that Loftin’s personal income tax returns for the taxable years 1997, 1998, \nand 1999 were deficient .  ( See Mem. Supp. Defs.’ Mot. Summ. J. Ex . 19, ECF No. \n91.37.)  \n58. Loftin contends that as a result of FLIP he owed the IRS: \n $5,509,573 in back taxes, $2,203,829 in penalties, and interest on \nback taxes and penalties for 1997; \n $282,564 in back taxes , $113,026 in penalties, and interest on \nback taxes and penalties for 1998; and \n $232,861 in back taxes, $93,144 in penalties, and interest on back \ntaxes and penalties for 1999.  (Defs.’ Undisputed Facts ¶¶ 41–42; \nPl.’s Undisputed Facts ¶¶ 41–42; see also Pl.’s Interrog. Resp. at \n8.) \n59. Loftin also claims that, as a result of FLIP, North Carolina assessed tax \ndeficiencies and that he owed the state: \n $2,275,754 in back taxes, $568,939 in penalties, and interest on \nback taxes and penalties for 1997; \n $119,829 in back taxes, $29,957 in penalties, and interest on back \ntaxes and penalties for 1998; and \n \n \n $90,845 in back taxes, $22,711 in penalties, and interest on back \ntaxes and penalties for 1999.  (Pl.’s Interrog. Resp. at 8 ; see also \nLoftin Aff. ¶ 42(a).) \n60. It appears that Loftin is also seeking to recover transaction costs \nassociated with FLIP, totaling $3,917.  (Pl.’s Mem. Opp’n Def. QA’s Mot. Summ. J. 8.)  \nLoftin and QA dispute whether Loftin realized a net profit from his FLIP investment.  \n(See Defs.’ Undisputed Facts ¶ 18; Pl.’s Undisputed Facts ¶ 18.)   QA contends that \nLoftin actually realized a net profit because the FLIP investment netted a $3,917 gain \nafter deducting the known out -of-pocket expenses.  (Defs.’ Undisputed Facts ¶ 18.)  \nLoftin acknowledges that he netted $3,917; however, he contends that because FLIP \nwas designed to produce a loss for tax purposes it is impossible to separate the \ninvestment result from the tax result to determine whether there was a net gain.  (See \nPl.’s Undisputed Facts ¶ 18.)   \n61. Loftin also seeks damages associated with BLIPS, including federal and \nstate back taxes, penalties, and interest on back taxes and penalties.  \n62. Specifically, Loftin claims that, in connection with BLIPS,  the IRS \nassessed tax deficiencies for the taxable years 1999 and 2000 and that he owed the \nIRS: \n $21,431,968 in back taxes, $8,572,787 in penalties, and interest \non back taxes and penalties for 1999; and \n \n \n $4,151,751 in back taxes, $1,660,700 in penalties, and interest on \nback taxes and penalties for 2000.  (Pl.’s Interrog. Resp. at 8; see \nalso Loftin Aff. ¶ 42(b).) \n63.  Loftin also claims that, in connection with BLIPS , North Carolina \nassessed tax deficiencies for the taxable years 1999 and 2000  and that he owed the \nstate: \n $7,312,015 in back taxes, $1,828,004 in penalties, and interest on \nback taxes and penalties for 1999; and \n $1,484,027 in back taxes, $371,007 in penalties, and interest on \nback taxes and penalties for 2000.  (Pl.’s Interrog. Resp. at 8; see \nalso Loftin Aff. ¶ 42(b).) \n64. Loftin also seeks to recover BLIPS’ “transaction” losses, amounting to \n$6,381,235, and BLIPS’ professional fees, totaling $1,023,369.  (Pl.’s Interrog. Resp. \nat 9–10.) \n65. Finally, it appears that Loftin is seeking to recover charges from the IRS \nand the North Carolina Department of Revenue due to Loftin’s failure to  timely pay \nthe back taxes, penalties, and interest on back taxes and penalties.  ( See Pl.’s \nInterrog. Resp. at 8.) \n66. In total, Loftin seeks to recover $107,187,582 consisting of $21,478,831 \nfor FLIP losses and $85,708,751 for BLIPS losses.  (See Pl.’s Interrog. Resp. at 8–10.)   \n \n \n \n \nV. STANDARD OF REVIEW \n \n67. Summary judgment is proper “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any material fact and that any party is entitled to a \njudgment as a matter of law.”  N.C. Gen. Stat. § 1A-1, Rule 56(c) (2015).  “Summary \njudgment is improper if any material fact is subject to dispute.”  Culler v. Hamlett, \n148 N.C. App. 389, 391, 559 S.E.2d 192, 194 (2002).   \n68. The movant bears the burden of proving t he lack of a triable issue.  \nDalton v. Camp, 353 N.C. 647, 651, 548 S.E.2d 704, 707 (2001).  “The movant may \nmeet this burden by proving an essential element of the opposing party’s claim is \nnonexistent, or by showing through discovery that the opposing party cannot produce \nevidence to support an essential element of his claim . . . .”  Goodman v. Wenco Foods, \nInc., 333 N.C. 1, 21, 423 S.E.2d 444, 458 (1992) (quoting Collingwood v. G.E. Real \nEstate Equities, 324 N.C. 63, 66, 376 S.E.2d 425, 427 (1989)).  The Court must view \nall the presented evidence in the light most favorable to the nonmoving party.  Dalton, \n353 N.C. at 651, 548 S.E.2d at 707. \n69. Once the moving party demonstrates that there is no genuine issue as \nto any material fa ct, the burden shifts to the nonmoving party to “set forth specific \nfacts showing that there is  a genuine issue for trial.”  N.C. Gen. Stat. § 1A–1, Rule \n56(e).  Merely reciting the allegations set forth in the pleadings or making conclusory \nstatements will not suffice to defeat a motion for summary judgment.  See S.C.  \nTelecomm. Grp. Holdings v. Miller Pipeline LLC, ___ N.C. App. ___, 788 S.E.2d 634, \n \n \n636–37 (2016) (quoting Van Reypen Assocs., Inc. v. Teeter , 175 N.C.  App. 535, 540, \n624 S.E.2d 401, 404 –05 (2006)) (“More than allegations are required because \nanything less would allow plaintiffs to rest on their pleadings, effectively neutralizing \nthe useful and efficient procedural tool of summary judgment.”).  \n70. Specifically, a claim for damages will survive summary judgment only if \nthe evidence presented by the nonmoving party “allow[s] the finder of fact to calculate \nthe amount of damages with reasonable certainty.”  McAdoo v. Univ. of N.C., 225 N.C. \nApp. 50, 65, 736 S.E.2d 811, 822 (2013) (quoting Olivetti Corp. v. Ames Bus. Sys. Inc., \n319 N.C. 534, 547–48, 356 S.E.2d 578, 586 (1987)).  A party is not required to prove \nhis damages with absolute certainty , “but evidence of damages must be sufficiently \nspecific and complete to permit the jury to arrive at a reasonable conclusion.”  \nPerfecting Serv. Co. v. Prod. Dev. & Sales Co., 259 N.C. 400, 417, 131 S.E.2d 9 , 22 \n(1963) (quoting Tills v. Calvine Cotton Mills, 251 N.C. 359, 366, 111 S.E.2d 606, 612 \n(1959)); see Carter v. Clements Walker PLLC , No. 08-CVS-4333, 2014 NCBC LEXIS \n1, at *15 (N.C. Super. Ct.  Jan. 10, 2014) ( finding that a “speculative, bare -bones \nconclusion is insufficient to create a genuine issue of material fact on w hether [the \nparty] suffered damages”). \n71. If the nonmovant has valid reasons for why he is unable to present facts \nnecessary to oppose the motion for summary judgment, he may seek a continuance \n“to permit affidavits to be obtained or depositions to be taken or discovery to be had,” \npursuant to Rule 56(f).  N.C. Gen. Stat. § 1A-1, Rule 56(f).  “To prevail on a Rule 56(f) \nmotion, the [party seeking the continuance] has the burden of showing why additional \n \n \ndiscovery is necessary and how that discovery will create a genuine issue of material \nfact.”  Ripellino v. N.C. Sch. Bds. Ass’n, 158 N.C. App. 423, 426, 581 S.E.2d 88, 91 \n(2003).   \n72. Rule 56(f) “is designed as a stopgap measure to prevent the improvident \nor premature grant of summary judgment” and to as sist an opposing party who \n“simply needs a little more time to present his side of the case.”  G. Gray Wilson, N.C. \nCivil Procedure, § 56-11, at 56-35 (3rd ed. 2007).  But “Rule 56(f) is not a shield that \ncan be raised to block a motion for summary judgment without even the slightest \nshowing by the opposing party that his opposition is meritorious.”  Willmar Poultry \nCo. v. Morton-Norwich Prod., 520 F.2d 289, 297 (8th Cir. 1975).2  \n73. While courts agree that Rule 56(f) “should be liberally applied to allow \nsufficient time to complete discovery,”  Fla. Nat’l Bank v. Satterfield, 90 N.C. App. \n105, 109, 367 S.E.2d 358, 361 (1988), it “will not be liberally applied to aid parties \nwho have been lazy or dilatory.”  Wright & Miller , Federal Practice &  Procedure, \n§ 2740 (4th ed. Apr. 2017).  \n74. Ultimately, “the decision to grant a continuance rests in the trial court’s \ndiscretion.”  Fla. Nat’l Bank, 90 N.C. App. at 109, 367 S.E.2d at 361.  Courts consider \nfactors such as “the natu re of the uncompleted discovery[;] . . . how those facts are \nreasonably expected to create a genuine issue of material fact ; . . . what efforts the \n[party] has made to obtain those facts;  . . . [and] why those efforts were unsuccessful.”  \n                                                           \n2 North Carolina courts have “long held that federal decisions interpreting the federal rules \nare persuasive authority when interpreting similar state rules.”  Tetra Tech Tesoro, Inc. v. \nJAAAT Tech. Servs., LLC, __ N.C. App. __, 794 S.E.2d 535, 539 (2016); Compare Fed. R. Civ. \nP. 56(d), with N.C. Gen. Stat. § 1A-1, Rule 56(f).  \n \n \nBonnie & Co. Fashions v. Bankers Tr . Co., 945 F. Supp. 693, 706 (S.D.N.Y. 1996).  \nCourts also consider whether the discovery sought was in the sole control of the party \nmoving for summary judgment, recognizing that such discovery may be more difficult \nfor the nonmovant to obtain.  See G. Gray Wilson, N.C. Civil Procedure, § 56-11, at \n56-36 (3rd ed. 2007) (explaining that when the evidence sought “lies within the sole \npossession of the [party moving for summary judgment]” and the opposing party “has \nnot yet had a reasonable opportunity to acqu ire [such evidence],” then the court \n“should be particularly receptive to a request for more time by the opposing party”).   \n75. However, “when the evidence sought by the party resisting summary \njudgment is in the exclusive control of that party, Rule 56(f) does not allow for more \ntime to conduct discovery.”  Nelson v. Tenn. Gas Pipeline Co., No. 95-112, 2002 U.S. \nDist. LEXIS 13620, at *24  (W.D. Tenn. June 10, 2002) .  Nor is a Rule 56(f) \ncontinuance appropriate when the additional evidence sought does not relate to th e \nsummary judgment arguments.  See Cullen v. Valley Forge Life Ins. Co., 161 N.C App. \n570, 582, 589 S.E.2d 423, 432  (2003) (finding the trial court did not err by granting \nsummary judgment whe re the additional discovery requested  was unrelated to the \nlegal issues on which summary judgment was granted). \nVI. ANALYSIS \n \nA. Loftin is not entitled to a Rule 56(f) continuance.  \n \n76. Loftin moves for a Rule 56(f) continuance to conduct discovery regarding \nQA’s knowledge of the illegality of FLIP and to develop expert testimony on damages.   \n \n \n77. Loftin had several months to conduct discovery but failed to avai l \nhimself of the opportunity.  Loftin seeks to excuse his lack of diligence by contending \nthat the Court never set a specific discovery deadline and never resolved the dispute \nas to the number of fact depositions or expert designations allowed.  To the contrary, \nthe Case Management Order expressly adopted the CMR filed by the parties, which \nset a nine-month fact discovery period, starting on April 22, 2016, to be followed by \nexpert discovery.  (CMR 2–3.)  Loftin was not precluded from conducting discovery, \nat least up to the Court’s presumptive limits.   See N.C. Bus. Ct. R. 18.2 (2006)  \n(“Depositions are presumptively limited to twelve (12) depositions each (not including \ndepositions of testifying experts) . . . .”).  And the Court specifically ordered that “[t]he \nparties [were] free to commence discovery.”  (Case Management Order ¶ 3.) \n78. Nevertheless, Loftin has never noticed any depositions.  The Court held \nthree status conferences between August 2016 and March 8, 2017.  At no time during \nthose conferences did Loftin ever suggest he was waiting to begin discovery until the \nCourt ruled on the number of depositions allowed.  At the March 8, 2017 conference, \nQA notified Loftin that it planned to move for summary judgment on the issue s of \ncausation and damages, giving Loftin two months’ notice prior to  filing Defendants’ \nMotion.  During that conference, Loftin stated that he would need discovery to \nrespond to any summary judgment motion.  In response, the Court expressly advised \nhim that he should conduct the necessary  discovery and that it would address any \nobjections to such discovery when and if QA made them.  But Loftin again choose not \nto conduct any depositions. \n \n \n79. Rule 56(f) is not designed to assist parties who made no efforts to \ncomplete discovery.  See Pina v. Children’s Place, 740 F.3d 785, 795 (1st Cir. 2014) \n(affirming the district court’s refusal to allow a continuance where the party sought \nadditional time to take depositions but had “failed to request a single deposition prior \nthe court’s initial [discovery] deadline”); Guzman-Ruiz v. Hernandez-Colon, 406 F.3d \n31, 35 (1st Cir. 2005) (affirming the district court’s denial of a Rule 56(f) continuance \nwhere “there was no diligence exercised during the three months . . . after the motion \nfor summary judgment surfaced”).  Loftin was not entitled to merely sit back and \nallow the discovery time to run out without making any efforts to conduct discovery  \nor request an extension of the discovery period.  See Rivera-Torres v. Rey-Hernandez, \n502 F.3d 7, 10 (1st Cir. 2007) ( “Rule 56(f) is not designed to give relief to those  who \nsleep upon their rights .”).  Therefore, Loftin’s delay in pursuing discovery is alone \nsufficient to deny his Rule 56(f) request.  See Rocky Mt. Biologicals, Inc. v. Microbix \nBiosystems, Inc. , 986 F. Supp. 2d 1187, 1201 (D. Mont. 2013) (quoting Mackey v. \nPioneer Nat. Bank , 867 F.2d 520, 524 (9th Cir. 1989) (“ A party is not entitled to \nadditional discovery . . . ‘if it fails diligently to pursue discovery before summary \njudgment.’”); see also Rivera-Almodovar v. Instituto Socioeconomico Comunitario, 730 \nF.3d 27, 29 (1st Cir. 2013) (affirming the district court’s denial of a motion seeking a \ncontinuance where the plaintiff “sat on her hands for nearly a year before requesting \nthe disputed documents” and the court found that she had “slumbered through \ndiscovery and never seasonably availed herself of the discovery -enforcement tools \nthat were at her disposal”).  \n \n \n80. The continuance is further unjustified because the three categories  on \nwhich Loftin seeks additional discovery do not warrant a continuance.  The Court will \nseparately address those three categories.  \n81. In the first category, Loftin seeks to take discovery from third parties, \nsuch as KPMG, regarding the lawfulness of the FLIP and BLIPS transactions as well \nas “KPMG’s subsequent admissions in the Deferred Prosecution Agreement  \n[(“DPA”)].”  (Pl.’s Mem. Supp. Mot. R. 56(f) Continuance Regarding Def. Q A’s Mot. \nSumm. J. 4.)  Specifically, Loftin requests to take the deposition “of a person most \nqualified at KPMG to discuss the DPA itself, its negotiation, and the admissions in \nthe Statement of Facts included as part of the DPA.”  (Pl.’s Mem. Supp. Mot. R. 56(f) \nContinuance Regarding Def. QA’s Mot. Summ. J. 4.)   \n82. There is no apparent reason why Loftin could not have pursued \ndiscovery from KMPG and other former defendants either before or after settling with \nthem during the long course of this litigation .  The DPA on which Loftin now seeks \ndiscovery was executed on August 26, 2005.  (Pl.’s Mem. Opp’n Def. QA’s Mot. Summ. \nJ. Ex. 18, at 1, ECF No. 108.)  And, significantly, Defendants’ Motion is not based on \ncontested liability issues, but is limited to Loftin’s failure to develop competent \nevidence of actual damages caused by QA .3  Therefore, t o the extent that the \nrequested discovery is sought to establish QA’s liability rather than to demonstrate \nLoftin’s damages, the discovery is not necessary to oppose Defendants’ Motion. \n                                                           \n3 Although QA also moved for summary judgment on the basis that Loftin cannot prove that \nhe reasonably relied on QA, which would defeat his claim for fraud, the Court need not reach \nthat argument.  Therefore, any Rule 56(f) request for a continuance on the grounds that \ndiscovery is needed to oppose QA’s reasonable reliance argument is moot.  \n \n \n83. Accordingly, Loftin has failed to demonstrate how the requested third-\nparty discovery would create a dispute of material fact regarding causation or \ndamages, and therefore it does not support a Rule 56(f) continuance.  See Rocky Mt. \nBiologicals, Inc., 986 F. Supp. 2d at 1203 (finding that the requested discovery was \ninsufficient to support a continuance “because it [wa]s not essential to [plaintiff’s] \nopposition to [defendant’s] summary judgment motion”).  \n84. In his second category , Loftin seeks “to take deposition discovery from \nQA itself regarding its own awareness of [the] illegality of the transactions.”   (Pl.’s \nMem. Supp. Mot. R. 56(f) Continuance Regarding Def. QA’s Mot. Summ. J. 4.)  Like \nthe first category of requested discovery, this discovery is primarily directed to QA’s \npotential liability but not to damages or causation .  The Court should not allow a \ncontinuance based on mere speculation that the discovery might lead to relevant facts \nregarding Loftin’s damages.  See Rivera-Torres, 502 F.3d at 12  (“Speculative \nconclusions, unanchored in facts, are not sufficient to ground a Rule 56(f) motion.”).  \nOnce again, there is no reasonable reason Loftin could not have already pursued this \ndiscovery.   \n85. In his  third category, Loftin seeks to develop evidence related to his \nentitlement to damages.  Specifically, he asserts that he is entitled to a continuance \nso that he can obtain expert testimony on the nature and amount of his damages.  \nLoftin has offered no explanation for why he has failed to already identify an expert \non this issue.  In any event, QA contends that Loftin is not entitled to recover back \ntaxes, penalties, and inte rest as damages .  The Court considered QA’s position but \n \n \nfinds it to be incorrect; however, the Cour t further concludes that Loftin has not \nshown that he is entitled to a continuance to develop evidence of damages.  \nB. Back Taxes  \n \n(1) Back taxes are recoverable under certain circumstances.  \n \n86. QA’s primary contention is t hat back taxes are not  recoverable as a \nmatter of law because damages are int ended to return a plaintiff to the  position he \nwould have been had the wrongful act never occurred.  (See Mem. Supp. Defs.’ Mot. \nSumm. J. 21.)  QA acknowledges that back taxes might be recoverable if such taxes \nwould not be owed but for a defendant’s wrongful acts .  (See Mem. Supp. Defs.’ Mot. \nSumm. J. 21 n. 17.)  QA argues, however, that Loftin’s tax liability was not caused by \nFLIP, but rather Loftin invested in FLIP for the express purpose of avoiding tax \nliability from capital gains , which would have been owed even if the FLIP \ntransactions had never occurred.  (See Mem. Supp. Defs.’ Mot. Summ. J. 21.) \n87. Loftin admits that his capital gains, unless offset by deductions,  would \ncreate tax liability .  However, he contends that tax liability does not attach \nimmediately to earned income  or capital gain s, as QA contends, because  if such \nincome is offset by losses before taxes are assessed then tax liability is not incurred.  \n(Pl.’s Mem. Opp. Def. QA’s Mot. Summ. J. 16–18 (citing Eckert Cold Storage, Inc. v. \nBehl, 943 F. Supp. 1230, 1234 (E.D. Cal. 1996) ).)  Loftin asserts that if QA had not \nmisrepresented FLIP and he had known FLIP was illegal , he would have made \nalternative investments, which would have legally offset, or minimized, the tax \nliability incurred from his capital gains.  \n \n \n88. North Carolina appears to allow  plaintiffs t o recover back  taxes as  \ndamages when tax liability is incurred as a direct result of wrongful conduct, such as \nprofessional negligence.  See Estate of Smith v. Underwood, 127 N.C. App. 1, 13–14, \n487 S.E. 2d 807, 81 5 (1997).  In Estate of Smith v. Underwood, the North Carolina \nCourt of Appeals affirmed the jury’s award of  back taxes where the accountant’s \nnegligence caused the plaintiff to incur additional tax liability it would not otherwise \nhave incurred.  Id.  There, the accountant failed to file the proper tax election forms \nfor an S corporation, resulting in the corporation being taxed as a C corporation and \ncausing additional tax liability beyond what would have been due had the corporation \nbeen taxed as an S corporation.  Id.  \n89. Other jurisdictions have adopted a similar  standard allowing the \nrecovery of back  taxes if such taxes would not have been owed but for some \nprofessional negligence.  See, e.g., Eckert Cold Storage, Inc ., 943 F. Supp. at 1234 \n(stating that “plaintiffs may be entitled to damages due to the tax liability, if they can \nprove this liability was caused by [the defendant’s] negligent or fraudulent advice and \nwould not otherwise have been incurred”); Maese v. Garrett, 329 P.3d 713, 717 (N.M. \nCt. App. 2014) (stating “ where the tax liability is caused by the negligent advice  or \nwrongful conduct and would not have been incurred but for the negligent advice or \nwrongful conduct, there is no prohibition on the recovery of the tax liability”); Hosfelt \nv. Miller, No. 97-JE-50, 2000 Ohio App. LEXIS 5506, at *14 (Ohio Ct. App. Nov. 22, \n2000) (“Although necessary taxes may not constitute an injury to a client’s interests, \ntaxes which could have been avoided by the exercise of the knowledge, skil l[,] and \n \n \nability ordinarily possessed and exercised by legal professionals under similar \ncircumstances can be considered as an injury.”); O’Bryan v. Ashland, 717 N.W.2d 632, \n638 (S.D. 2006) (acknowledging there is no prohibition on the recovery of tax liability \nas long as the taxpayer would not have incurred the liability absent negligent advice).  \n90. Some jurisdictions have also applied this but-for test in cases involving \nfraud, in which plaintiffs sought to recover back taxes that were assessed because of \ntheir participation in an allegedly fraudulent tax shelter.  See Seippel v. Jenkins & \nGilchrist P.C., 341 F. Supp. 2d 363, 38 4–85 (S.D.N.Y. 2004) (applying Virginia law).  \nIn Seippel v. Jenkins, the defendant moved to strike the plaintiffs’ damages claim for \nback taxes, interest, and professional fees, but the district court denied the motion .  \nId. at 385.  The court found that applicable Virginia law allowed plaintiffs to recover \nback taxes that were caused by the defendant’s fraud as long as plaintiffs were able \nto prove with “reasonable certainty” that the allegedly fraudulent tax shelter “caused \nthem to forego alternative tax shelters” that would have minimized their tax liability.  \nId. at 384.   \n91. QA relies heavily on New York’s minority rule that back taxes are never \nrecoverable because awarding back taxes would grant plaintiffs a windfall.  See, e.g., \nGaslow v. KPMG, LLP, 797 N.Y.S.2d 472, 473 (N.Y. App. Div. 2005); Alpert v. Shea \nGould Climenko & Casey, 559 N.Y.S.2d 312, 314–15 (N.Y. App. Div. 1990).  However, \nthe Court cannot square this minority rule with the North Carolina Court of Appeals’ \ndecision in Estate of Smith.  \n \n \n92. The Court concludes that it should apply the but-for test to determine \nwhether a plaintiff may recover back taxes as a result of a professional’s negligence \nor fraud and that back taxes may be recovered if the but -for test is satisfied .  See \nEstate of Smith, 127 N.C. App. at 13–14, 487 S.E.2d at 815.   \n(2) Loftin has failed to come forward with  or forecast  evidence \nsufficient to create a triable issue of fact as to whether he would \nhave successfully minimized his tax liability but for QA’s \nwrongful conduct. \n \n93. Loftin contends  that if he had known that FLIP was an illegal tax \nshelter, he would have made alternative investments to avoid taxation on his capital \ngains.  However, he has offered no fact or expert evidence of other investments he \ncould have pursued that would have generated losses that the IRS would allow.  \n94. It is well settled that a party cannot rely solely on conclusory statements \nunsupported by specific facts  to defeat a motion for summary judgment.   See Nasco \nEquip. Co. v. Mason, 291 N.C. 145, 152, 229 S.E.2d. 278, 283 (1976) ; see also Frank \nH. Conner Co. v. Spanish Inns Charlotte, Ltd., 294 N.C. 661, 675, 242 S.E.2d 785, 793 \n(1978) (“[W]hen the moving party presents an adequately supported motion, the \nopposing party must come forward with facts, not mere allegations, which controvert \nthe facts set forth in th e moving party’s case, or otherwise suffer a summary \njudgment.”).  A plaintiff’s affidavit that repeats the essential allegations of his \ncomplaint does not sufficiently support conclusory allegations.  See Lowe v. Bradford, \n305 N.C. 366, 371, 289 S.E.2d 363, 367 (1982). \n95. Loftin repeatedly seeks to blame QA for his tax deficiency and claims \nthat “[a]s a direct and proximate result of the FLIP Conspirators’ conspiracy, [he] \n \n \nsuffered damages” which included foregoing “alternative investments, and \nreasonable and legitimate tax minimization planning and implementation.” (Second \nAm. Compl. ¶ 81(d).)   But he has offered no evidence of any alternative , legal tax \nshelters in which he could have invested.  \n96. Loftin’s affidavit merely repeats the same conclusory allegat ions \ncontained in his Second Amended Complaint.  He has not sufficiently raised a triable \nissue of material fact regarding whether he could have invested in an alternative and \nlegal tax shelter that would have successfully eliminated or minimized  his tax \nliability.  Thus, he has failed to forecast evidence that would allow a jury to determine \nthat QA’s wrongful conduct caused his tax liability.    \n97. To the extent Loftin believes that expert  testimony could provide \nsufficient evidence to prove QA’s acts caused his tax liability , he has been free to \npursue such expert testimony throughout the course of the litigation .  Loftin has \nfailed to provide the Court with a basis to allow a continuance to obtain such expert \ntestimony, because he has failed to identify an expert who will testify that there were \nalternative, legal tax shelters available to minimize his tax liability.  There is no \nlegitimate reason why Loftin could not have already identified an expert to offer a \npreliminary opinion based on facts within Loftin’s control .  See Glynn v. Stoneville \nFurniture Co., 85 N.C. App. 166, 168, 354 S.E.2d 552, 553 (1987) (affirming the trial \ncourt’s denial of plaintiff’s motion for a Rule 56(f) continuance when the plaintiff’s \naffidavit did “not detail any facts, as required by Rule 56(f), necessary to justify his \nopposition to [defendant’s] motion for summary judgment which plaintiff could not \n \n \npresent by affidavit”); see also Landmark Dev. Corp. v. Chambers Corp., 752 F.2d 369, \n372–73 (9th Ci r. 1985) (affirming the district court’s refusal to allow additional \ndiscovery where the plaintiff offered no reasonable explanation for its failure to \npromptly take the depositions it contended were necessary).   \n98. With no fact evidence or expert opinion to  support Loftin’s conclusory \nargument, there is no basis for a jury to find that Loftin would not have owed back \ntaxes but for QA’s wrongful conduct.  Accordingly, the Court concludes, as a matter \nof law, that Loftin cannot recover the  federal or state  back taxes he incurred in \nconnection with FLIP and BLIPS from QA.  \nC. Loftin has failed to forecast evidence demonstrating that there is a \ntriable issue on whether  he is entitled to recover penalties and \ninterest.  \n \n99. Loftin separately seeks to recover penalties and interest assessed on \nback taxes and penalties.    \n100. Jurisdictions have adopted different approaches to determine  whether \ninterest on a tax underpayment  may be recovered.   See Ronson v. Talesnick , 33 F. \nSupp. 2d 347, 352–53 (D. N.J. 1999) (noting split of authority).  The majority view is \nthat if back taxes are otherwise recoverable,  interest on th ose back taxes  is also \nrecoverable.  See e.g., O’Bryan, 717 N.W.2d at 638 –39 (refusing to adopt a blanket \nrule forbidding interest rec overy and affirming the jury’s award of interest on tax \nunderpayment); Jobe v. Int’l Ins. Co., 933 F. Supp. 844, 860 (D. Ariz. 1995)  (holding \nan injured plaintiff in a tax malpractice case may recover interest paid on back taxes); \nJerry Clark Equip., Inc. v. Hibbits , 612 N.E.2d 858, 861 –63 (Ill. App. Ct. 1993) \n \n \n(affirming the jury’s award of interest on an otherwise avoidable tax liability that was \nincurred due to an accountant’s negligence); Wynn v. Estate of Holmes, 815 P.2d 1231, \n1236 (Okla. Civ. App. 1991) (holding that plaintiffs were entitled to recover interest \npaid because of an accountant’s negligence in preparing federal income tax returns).  \nThe minority view prohibits the recovery of interest because the taxpayer was able to \nuse the money that would have otherwise been paid to the IRS and the time value of \nthat money is at least equal to any interest that would be awarded, meaning that the \nrecovery of interest would constitute  a windfall.  See e.g., Eckert Cold Storage, Inc., \n943 F. Supp. at 12 35 (“[I]nterest paid to the I.R.S. represents a payment for the \nplaintiffs’ use of the tax money during the period after the taxes came due and before \nthey were paid; as such . . . interest is not a proper element of damages.”); Alpert, 559 \nN.Y.S.2d at 315.  An intermediate approach has also developed in which a court will \nallow interest to be recovered, but “the plaintiff’s recovery [is] reduced by any benefits \nreceived from the wrongdoers’ actions,” such as interest earned through investing the \ntax money.  Ronson, 33 F. Supp. 2d at 354–55.  \n101. North Carolina law aligns with the  majority approach and  allows \ninterest to be recovered as long as the interest was incurred because of the \ndefendant’s wrongful conduct .  See Estate of Smith, 127  N.C. App. at 13 –14, 487 \nS.E.2d at 815 (affirming the jury award that included additional taxes, penalties, and \ninterest).  Thus, if a plaintiff sufficiently proves that a defendant is the but-for cause \nof his back taxes then a plaintiff is entitled to recover the interest paid on the back \ntaxes.  See id.    \n \n \n102. Because Loftin has failed to demonstrate that he is entitled to recover \nback taxes, he has also failed to establish that there is a triable issue on whether he \nis entitled to recover interest.  The Court find s that the same reasoning precludes \nLoftin from recovering penalties associated with his tax assessments.   \nD. Loftin has not presented sufficient evidence to create a triable issue \nas to whether he suffered North Carolina tax damages.  \n \n103. The Court’s conclusions discussed above apply both to Loftin’s claims to \nrecover federal and state tax assessments.  Loftin’s claims related to North Carolina \nstate tax asses sments also fail because he failed to present sufficient evidence to \nestablish he incurred North Carolina back taxes, penalties, and interest.  \n104. Loftin claims that he owes back taxes, penalties, and interest to the \nState of North Carolina resulting from the FLIP and BLIPS’ deductions, but he does \nnot provide any evidentiary support for such claim.  D espite QA’s demand to do so, \nLoftin has not produced , and does not identify or make specific reference to , any \nexternal documents or other sources that corroborate his alleged North Carolina tax \nassessment.  (See Loftin’s Aff. ¶¶ 39, 42.)  Loftin simply makes conclusory statements \nwith no corresponding factual support. \n105. Loftin outlines his alleged North Carolina damages in a table.  (See Pl.’s \nInterrog. Resp. at 8 .)  The table alone is insufficient for a fact finder to determine \nwith reasonable certainty Loftin’s damages based on his North Carolina tax \nassessment.  Loftin contends that documents bearing bates numbers LOFT IN-\nQUELLOS-00001-LOFTIN-QUELLOS-00196 support his claimed North Carolina \ndamages.  (Pl.’s Interrog. Resp. at 11–12.)  The Court has reviewed these documents \n \n \nand concludes that they provide no evidence of Loftin’s claimed North Carolina tax \ndamages, but only include evidence of Loftin’s attorneys’ fees, tax consulting fees, and \nfederal tax damages.  (See Pl.’s Mem. Opp’n Def. QA’s Mot. Summ. J. Ex. 12, ECF No. \n109 (containing documents LOFTIN-QUELLOS 00104-63 which provide evidence of \nfederal back taxes, penalties, and interest); Pl.’s Mem. Opp’n Def. QA’s Mot. Summ. \nJ. Ex. 13, ECF No. 109 (containing documents LOFTIN-QUELLOS 00164-96 which \nprovide evidence of federal back taxes, penalties, and interest); Pl.’s Mem. Opp’n Def. \nQA’s Mot. Summ. J. Ex. 14, ECF No. 109 (containing documents LOFTIN-QUELLOS \n00001-00095 which provide evidence of attorneys’ fees incurred in handling tax \nmatters); Pl.’s Mem. Opp’n Def. QA’s Mot. Summ. J. Ex. 15, ECF No. 109 (containing \ndocuments LOFTIN -QUELLOS 00096 -00104 which provide evidence of tax \nconsulting fees).)  \n106. Significantly, Loftin has not produced  his relevant North Carolina tax \nreturns, deficiency notices , or audits .  He has further failed to produce any  bank \nrecords showing that he has made such payments to the State of North Carolina.   \n107. It is obvious that Rule 56(f) does not allow Loftin any relief for failure to \nproduce his own documents or documents under his control.   The Court concludes \nthat Loftin has failed to come forward with evidence adequate to create a triable issue \nof fact on his entitlemen t to recover North Carolina tax -related damages, whether \nrelated to FLIP or BLIPS, and any claim based on such losses must be dismissed.  \nE. Even assuming damages might otherwis e be recoverable and are \nadequately documented, Loftin has failed to produce or forecast \ncompetent evidence that  QA caused any loss arising from Loftin’s \ninvestment in BLIPS.  \n \n \n \n108. The record demonstrates that in the summer of 1999, Loftin participated \nin BLIPS with KPMG, FUNB, and Sidley  Austin, but not QA.  (Defs.’ Undisputed \nFacts ¶ ¶ 26, 30 ; Pl.’s Undisputed Facts ¶ ¶ 26, 30 .)  Presidio, not QA,  was the \ninvestment advisor for BLIPS.  (Defs.’ Undisputed Facts ¶ 27; Pl.’s Undisputed Facts \n¶ 27.)  It is undisputed that Loftin never contacted QA to inquire about BLIPS or any \nother tax strategy.  (Defs.’ Undisputed Facts ¶¶ 29–30; Pl.’s Undisputed Facts ¶¶ 29–\n30.)   \n109. The Second Amended Complaint makes no allegations tying QA to \nBLIPS, and Loftin has come forward with no evidence suggesting otherwise.  Instead, \nLoftin asserts that “[a]s a direct and proximate result of the FLIP Conspirators’ \nconspiracy, Loftin suffered damages including . . . [that] [h]e made other investment \nand business decisions and participated in other tax strategies and was also deprived \nof alternative investments, and reasonable and legitimate tax minimization planning \nand implementation.”  (Second Am. Compl. ¶81(d).)   That is, he claims that “[h]ad \n[he] known of FLIP’s true nature,” he would not have invested in BLIPS.  (Loftin Aff. \n¶ 38.)  These conclusory allegations are too speculative to allow Loftin to recover \nBLIPS related damages from QA based on general rules of proximate cause. \n110. “[A] tortfeasor ‘is responsible  . . . for all  indirect or consequential \ndamages which are the natural and probable effect of the wrong, under the facts as \nthey exist at the time the same is committed and which can be ascertained with a \nreasonable degree of certainty.’”  Hopkins v. MWR Mgmt. Co., No. 15-CVS-697, 2017 \nNCBC LEXIS 92, at *28–29 (N.C. Super. Ct. Oct. 3, 2017) (quoting Bowen v. Harris, \n \n \n146 N.C. 385, 390, 59 S.E. 1044, 1047 (1907)).  “Proximate cause is defined as ‘a cause \nwhich in natural and continuous sequence, unbroken by any new and independent \ncause, produced the plaintiff’s injuries, and without which the injuries would not have \noccurred[.]’”  Self v. Yelton, 201 N.C. App. 653, 659, 688 S.E.2d 34, 38 (2010) (quoting \nHairston v. Alexander Tank & Equip. Co., 310 N.C. 227, 233, 311 S.E.2d 559, 565 \n(1984)).   \n111. Here, Loftin must establish that QA’s “actions were ‘a substantial factor \n. . . of the particular injuries for which [he] seeks recovery.’”  Id. (quoting Brown v. \nNeal, 283 N.C. 604, 611, 197 S.E.2d 505, 509 (1973)).  If an act breaks “the causal \nlink” between QA’s misconduct and Loftin’s damages, then QA’s misconduct is not a \nproximate cause of such damages.  Williams v. Lynch, No. COA14-769, 2014 N.C. \nApp. LEXIS 1410, at *21 (N.C. Ct. App. Dec. 31, 2014).  \n112. There is nothing in the record connecting QA to BLIPS.  No evidence \nsuggests that KPMG or Presidio relied on QA in forming or marketing BLIPS.  While \nnot necessarily dispositive, the Senate S ubcommittee report , upon which Loftin \nrelies, suggests that any connection between QA and BLIPS is too remote, because \n“BLIPS was developed as a replacement for OPIS which was developed as a \nreplacement for FLIP,” and “Presidio initially brought the idea for BLIPS to KPMG.”  \n(Pl.’s Mem. Opp’n Def. QA’s Mot. Summ. J. Ex. 16 , at 5, 83.)  The Senate \nSubcommittee report never suggests that QA had any involvement with the creation \nor implementation of BLIPS.  (See Pl.’s Mem. Opp’n Def. QA’s Mot. Summ. J. Ex. 16, \nat 5, 81–83.)     \n \n \n113. Loftin admits that he never contacted QA seeking tax advice regarding \nBLIPS or any other tax strategy.  (Defs.’ Undisputed Facts ¶¶ 29–30; Pl.’s Undisputed \nFacts ¶¶ 29–30.)  Loftin offers no evidence suggesting that QA had reason to know \nthat its involvement with FLIP would lead Loftin to invest in a separate tax strategy \nwith a different investment advisory firm.  \n114. In sum, while other independent grounds support dismissing Loftin’s \nclaims related to the tax assessments incurred in connection with BLIPS, the Court \nfurther concludes that  Loftin’s claims to recover back taxes, penalties, interest, \nprofessional fees, and transactional costs associated with BLIPS fail because Loftin \nhas not presented or forecasted  any evidence that would allow a fact fin der to \nreasonably conclude that QA was a proximate cause of any damage Loftin suffered \nas a result of investing in BLIPS.  \n115. Further, the Court finds no basis under Rule 56(f) to allow Loftin any \nadditional opportunity to pursue discovery in hopes of supporting his claim. \nF. Loftin’s claims for transactional costs related to FLIP must be \ndismissed.   \n \n116. Loftin has suggested that he is entitled to recover “out of pocket \nexpenses totaling $3,917 for FLIP.”  (Pl.’s Mem. Opp. Def. QA’s Mot. Summ. J. 8.)  \nThe record is clear that Loftin has a net transaction gain of $3,917 from his FLIP \ninvestments.  (See Pl. Interrog. Resp. at 9.)  Based on the record, Loftin incurred \n$4,111,255 in costs associated with FLIP, but gained $4,115,172 through those \ntransactions.  (Pl. Interrog. Resp. at 8–9.)  In fact, Loftin admits that he netted $3,917.  \n(Pl. Interrog. Resp. at 9.)  However, Loftin still argues that he is entitled to recover \n \n \n$3,917 because FLIP was designed to produce a loss for tax purposes and the \ntransactional gain cannot be separated from the tax-related damages.  (See Pl.’s \nUndisputed Facts ¶ 18.)  The Court rejects this argument and concludes that Loftin \nis not entitled to recover any transaction costs or net gain associated with FLIP.  \nG. Loftin’s claims must be dismissed because he failed to produce or \nforecast evidence of actual damages.  \n \n117. To survive summary judgment, a plaintiff must present a forecast of \nevidence with respect to each of the essential elements of his claims.  While some \ncauses of action allow nominal damages, others “require as an essential element . . . \nthat [the] plaintiff incur actual damage[s].”  Hawkins v. Hawkins, 101 N.C. App. 529, \n532, 400 S.E.2d 472, 474 (1991).   \n118. Loftin’s remaining claims are: (1) civil conspiracy and facilitation of \nfraud, (2) fraud, (3) constructive fraud, and (4) breach of fiduciary duty.  Each of these \nclaims include the essential element of actual damages.  See Piedmont Inst. of Pain \nMgmt. v. Staton Found., 157 N.C. App. 577, 590, 581 S.E.2d 68, 76 (2003) (explaining \nthat damages are an essential element of claims for breach of fiduciary duty, fraud, \nand constructive fraud); see also Di Frega v. Pugliese, 164 N.C. App. 499, 505–06, 596 \nS.E.2d 456, 461 (2004) (“A claim for civil conspiracy consists of: (1) an agreement \nbetween two or more persons; (2) to do an unlawful act or to do a lawful act in an \nunlawful way; (3) which agreement results in injury to the plaintiff .”) (emphasis \nadded); Jay Group, Ltd. v. Glasgow, 139 N.C. App. 595, 599–600, 534 S.E.2d 233, 236 \n(2000) (“The elements of a constructive fraud claim are proof of circumstances \n‘(1) which created the relation of trust and confidence, and (2) led up to and \n \n \nsurrounded the consummation of the transaction in which defendant  is alleged to \nhave taken advantage of his position of trust to the hurt of plaintiff.’” (quoting Estate \nof Smith, 127 N.C. App. at 10, 487 S.E.2d at 813) (emphasis in original); Ragsdale v. \nKennedy, 286 N.C. 130, 138, 209 S.E.2d 494, 500 (1974) (stating the essential \nelements of a fraud claim are: “(1) [f]alse representation or concealment of a material \nfact, (2) reasonably calculated to deceive, (3)  made with intent to deceive (4) which \ndoes in fact deceive, (5) resulting in damage to the injured party”) (emphasis added); \nWortman v. Hutaff, No. 10-CVS-4082, 2013 NCBC LEXIS 47, at *18 (N.C. Super. Ct. \nOct. 29, 2013) (“To maintain a claim for breach of fiduciary duty, Plaintiffs must have \nsustained some actual damage.”). \n119. Loftin has failed to forecast sufficient evidence to demonstrate he is \nentitled to recover actual compensatory damages from QA; therefore, each of his \nclaims must be dismissed.  See Piedmont Inst. of Pain Mgmt., 157 N.C. App. at 590, \n581 S.E.2d at 76 (affirming the trial court’s grant of summary judgment where the \nplaintiff “failed to forecast evidence of actual damages proximately caused by the \nnegligent, fraudulent, and deceptive practices of” the defendants). \nH. Loftin cannot recover punitive damages.  \n120. It is well-established that “[p]unitive damages do not and cannot exist \nas an independent cause of action,” meaning “[i]f the injured party has no cause of \naction independent of a supposed right to recover punitive damages, then he has no \ncause of action at all.”  See Hawkins, 101 N.C. App. at 532, 400 S.E.2d at 474 (quoting \n \n \nJ. Stein, Damages and Recovery, § 195 at 389 (1972)).  Because Loftin no longer has \nan independent cause of action, he cannot recover punitive damages.  \nVII. CONCLUSION \n \n121. Based on the foregoing, the Court concludes, first, that Loftin is not \nentitled to a Rule 56(f) continuance and that Defendants’ Motion should be \ndetermined on the developed record.  Based on that record, the Court concludes that \nLoftin is not entitled to recover any of the damages he seeks in this litigation because: \n(1) there is insufficient evidence to support Loftin’s claim that QA’s alleged wrongful \nacts caused him to incur federal and North Carolina back taxes, penalties, and \ninterest; (2) there is insufficient evidence to support Loftin’s claim that he was \nassessed back taxes, penalties, and interest by the State of North Carolina; (3) there \nis insufficient evidence to support Loftin’s contention that QA’s wrongful acts were a \nproximate cause of any loss Loftin may have suffered because of his investments in \nBLIPS; and (4) there is no basis on which Loftin can recover damages representing \nthe net gain he made from the FLIP investments.  Loftin did not produce or forecast \nevidence to support the recovery of actual damages.  Because Loftin’s claims do not \nallow an award of nominal damages, each of his claims fail.  \n122. The Court need not separately address QA’s other contentions \nconcerning Loftin’s failure to rely on any representation by QA, QA’s entitlement to \nan offset of the settlement funds, and the potential bar of claims by application of the \neconomic loss doctrine. \n123. Based on the foregoing, the Court orders as follows:  \n \n \na. Plaintiff’s Motion is DENIED; \nb. Defendants’ Motion is GRANTED; and  \nc. The Second Amended Complaint is DISMISSED WITH \nPREJUDICE.  \n \nIT IS SO ORDERED, this the 1st day of February, 2018. \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Business Court Judge \n \n \n "
}