{
  "id": "c7cf83ec25641dd44f2c9d0fcbf0e03d16016102b8b4a78a997f27b0b864081a",
  "source_file": "data/raw/ncbc/c7cf83ec25641dd44f2c9d0fcbf0e03d16016102b8b4a78a997f27b0b864081a.pdf",
  "raw_text": "Cardiorentis AG v. IQVIA Ltd., 2018 NCBC 62. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF DURHAM  \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 2313 \nCARDIORENTIS AG \n \nPlaintiff, \n \nv. \n \nIQVIA LTD. and IQVIA RDS, INC., \n \nDefendant. \n \nORDER & OPINION ON OPPOSITION \nTO DESIGNATION  \n \n1. THIS MATTER is before the Court on Plaintiff’s Opposition to Notice of \nDesignation (“Opposition”), requiring a determination of  whether this case involves \na material dispute regarding the use or performance of  intellectual property, \nincluding pharmaceuticals, within the scope of N.C. Gen. Stat. § 7A -45.4(a)(5) \n(“Section 7A-45.4(a)(5)”).  The Court concludes that this action falls within the scope \nof Section 7A-45.4(a)(5) and additionally within the scope of section 7A -45.4(b)(2) of \nthe North Carolina General Statutes (“Se ction 7A -45.4(b)(2)”).  Accordingly, this \naction is properly designated as a mandatory complex business case. \nRobinson, Bradshaw, & Hinson, P.A. by J. Dickson Phillips III, \nJonathan C. Krisko, Morgan P. Abbott and Hogan Lovells US LLP by \nDennis H. Tracey III (pro hac vice) and Allison M. Wuertz (pro hac vice) \nfor Plaintiff. \n \nBrooks, Pierce, McLendon, Humphrey & Leonard , LLP by Charles F. \nMarshall, III, Charles E . Coble, and Shepard D. O’Connell for \nDefendants.  \n \nGale, Chief Judge.  \n \n2. Plaintiff Cardiorentis AG (“Cardiorentis”  or “Plaintiff” ) is a \nbiopharmaceutical company based in Switzerland that develops products focused on \n \n \ntreating patients with acute heart failure .  (Compl. ¶ 3 , ECF No. 3 .)  Cardiorentis \ndeveloped Ularitide, a pharmaceutical treatment for acute decompensated heart \nfailure.  (Compl. ¶ 18.)  Ularitide has not yet received regulatory approval.  \n3. Defendant IQVIA RDS, Inc., formerly known as Quintiles, Inc.,  is a \nNorth Carolina company, and Defendant IQVIA, Ltd.,  formerly known as Quintiles \nLtd., is an English company (collectively, “Defendants”).  (Compl. ¶¶ 12 –13.)  \nDefendants provide biopharmaceutical development and commercial outsourcin g \nservices.  (Compl. ¶ 5 .)  Cardiorentis hired Defendants to perform a clinical trial of \nUlaritide, which would be used to create the necessary data needed for regulatory \napproval.  (Compl. ¶¶ 20 –22.)  The parties entered into a General Services  \nAgreement, detailing the scope of services Defendants were to provide, and a Quality \nAgreement, specifying Defendants ’ quality assurance function in relation to the \nclinical trial.  (Compl. ¶¶ 22, 24.)  \n4. Cardiorentis initiated this action on March 23, 2018, asserting multiple \nclaims involving the central allegation that Defendants breached the contracts, as a \nresult of which Cardiorentis suffered damages, including an inability to secure \nnecessary regulatory approval of Ularitide in various countries.   \n5. Defendants timely filed a Notice of Desi gnation on April 24, 2018, \ncontending that this action should be designated as a mandatory complex business \ncase pursuant to Section 7A-45.4(a)(5) and Section 7A-45.4(b)(2).  (See ECF No. 12.)  \n \n \n6. The case was designated as a mandatory complex business case by order \nof the Chief Justice and assigned to the Honorable Adam M. Conrad on April 25, 2018.  \n(See ECF Nos. 1, 2.)   \n7. Plaintiff timely filed its Opposition on May 21, 2018 , contending that \nthe action does not raise any material issue s related to a dispute involving \nintellectual property.   \n8. The parties have filed briefs advocat ing their respective positions , and \nthe issue is ripe for determination.  \n9. Section 7A-45.4(a)(5) provides that a party may designate a case  as a \nmandatory complex business case if the action  involves a material issue related to \n“[d]isputes involving the ownership, use, license, lease, installation, or performance \nof intellectual property, including computer software, software applications, \ninformation technology and systems, data and data security, pharmaceuticals, \nbiotechnology products, and bioscience technologies.”  N.C. Gen. Stat. § 7A-45.4(a)(5) \n(2015).  Designation of a case  within the scope of Section 7A -45.4(a)(5) becomes \nmandatory if the amount in controversy equals or exceeds five million dollars \n($5,000,000).  See N.C. Gen. Stat. § 7A-45.4(b)(2) (2015).  If a case is governed by \nSection 7A -45.4(b)(2), any  presiding superior court judge is required to stay the \nproceeding and order that the case be designated as a mandatory complex business \ncase before proceeding further.  N.C. Gen. Stat. § 7A-45.4(g) (2015). \n10. Cardiorentis contends that Section 7A -45.4(a)(5) must be confined to \n“only those pharmaceutical cases centered on intellectual  property rights in, or \n \n \nintellectual property a spects of, pharmaceuticals,” and that this action “does not \ninvolve material ‘intellectual property’ issues” or the “use” or “performance” of \npharmaceuticals.  (Reply Supp. Opp’n Notice Designation ¶  1.d, ECF No. 39; Opp’n \nNotice Designation 3, ECF No. 14 .)  Instead, Cardiorentis contends that this action \nis merely “[a] contract dispute regarding the efficacy of a clinical trial and the \nintentional misrepresentation of its results —which have no bearing on the \nintellectual property components of the pharmaceutical.”  (Reply Supp. Opp’n Notice \nDesignation ¶ 4.c.)   \n11. Defendants contend that this action is properly designated because the \ndisputes necessarily involve  the “use” and “performance”  of a pharmaceutical , \nexplaining that Plaintiff’s claims assert that Defendants allowed ineligible users to \ningest Ularitide and, as a result, did not sufficiently test the drug’s performance.  (See \nDefs.’ Resp. Opp’n Notice Designation 2, ECF No. 16.)  To challenge Plaintiff’s narrow \nstatutory interpretation, Defendants rely on this Court’s prior holding that Section \n7A-45.4(a)(5) does not require that an action involve “a dispute regarding ownership \nof the  intellectual property or another dispute that may require application  of \nprinciples of the body of law known as intellectual-property law.”  Se. Auto., Inc. v. \nGenuine Parts Co., No. 16 CVS 1186, 2016 NCBC LEXIS 63, at * 9 (N.C. Super. Ct. \nAug. 17, 2016).  Rather, this Court held that Section 7A-45.4(a)(5) extends to disputes \nrelated to the use or performance of intellectual property that may be governed by \nmore general law.  See id. at *8–9. \n \n \n12. The Court concludes that S ection 7A-45.4(a)(5) is not as narrow  as \nPlaintiff contends nor is it as expansive as Defendants contend.  On the one hand, the \nCourt agrees with Plaintiff’s assertion that “all cases involving pharmaceuticals are \nnot m andatory complex business cases.”  (Reply Supp. Opp’n Notice Designation \n¶ 1.d.)  But it disagrees with Plaintiff’s contention that Section 7A-45.4(a)(5) requires \nthat a dispute must revolve around specific intellectual property rights in a \npharmaceutical.  (See Reply Supp. Opp’n Notice Designation ¶  1.d.)  On the other \nhand, the Court agrees with Defendants that Section 7A-45.4(a)(5)’s inclusion of “use” \nand “performance” necessarily extends its scope beyond a determination of specific \nintellectual prope rty rights in a pharmaceutical .  (See Defs.’ Resp. Opp’n Notice \nDesignation 5–6.)  But the Court disagrees with the suggestion that a claim related \nin any way to the use or performance of a pharmaceutical falls within the statute’ s \npurview.   \n13. When seeking to implement the legislature’s intent, the Court must, if \npossible, harmonize each of the phrases within the statute.  The Court concludes that \nit is clear  that the statute classifies a pharmaceutical as embodying intellectual \nproperty.  See N.C. Gen. Stat. § 7A-45.4(a)(5).  It is equally clear that the legislature \nintended for certain cases involving the “use” or “performance” of pharmaceuticals to \nbe properly designat ed as mandatory complex business cases.  See N.C. Gen. Stat. \n§ 7A-45.4(a)(5).  However, the legislature expressly stated that  designation does not \nextend to “actions for personal injury grounded in tort ,” which would include \npharmaceutical products liability cases.  N.C. Gen. Stat. § 7A-45.4(a)(h) (2015).  \n \n \n14. The Court concludes that the legislature intended for the use or \nperformance upon which designation is to be based to be closely tied to the intellectual \nproperty aspects of the pharmaceutical.  Stated otherwise, a case may be designated \nif it contains disputes involving the use or performance of pharmaceuticals, but only \nif such dispute is closely tied to the underlying intellectua l property aspects of the \npharmaceutical. \n15. It is, however, difficult to define a bright line test to determine when a \ndispute is closely tied to the intellectual property aspects of a pharmaceutical .  \nRather, the determination requires an allegation-specific inquiry that will vary from \ncase to case.   \n16. The Court concludes that the specific allegations of this case bring the \ndispute within the scope of Section 7A-45.4(a)(5) because the underlying disputes are \nclearly related to the use and performance of Ularitide and ultimately affect its value \nas intellectual property.  \n17. The parties executed the  contracts at issue in an effort to obtain data \nnecessary for Ularitide to  be approved for use by the regulatory bodies  in various \ncountries.  The clinical trials were necessary to test and prove the performance and \nefficacy of the drug before it could be approved for potential use.   Plaintiff contends \nthat Defendants’ numerous breaches of the contracts resulted in data that cannot be \nused to demonstrate “the efficacy and safety of Ularitide.”  (Compl. ¶ 81.)  At its core, \nthe dispute involves issues material ly related to Plaintiff’s ability to use its \nintellectual pr operty because s atisfactory completion of the clinical trial was \n \n \nnecessary for regulatory approval and, therefore, for the successful commercialization \nand marketing of Ularitide.  Those issues have a sufficient nexus to the intellectual \nproperty aspects of the pharmaceutical to cause this action to fall within the scope of \nSection 7A -45.4(a)(5).  Because the amount in controversy exceeds five million \ndollars, this action is also within the scope of Section 7A-45.4(b)(2).  \n18. Accordingly, the Court finds that, based on the specific allegations in the \nComplaint, this action involves material disputes regarding the use or performance \nof intellectual property, including a pharmaceutical , and therefore is properly \ndesignated as a mandatory complex business case.   \n19. The Opposition is OVERRULED.  The action shall continue as a \nmandatory complex business case before the Honorable Adam M. Conrad.  \nIT IS SO ORDERED, this the 27th day of June 2018. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Business Court Judge \n \n  "
}