{
  "id": "c7dde3ab4895847f0fe230ae84e93535b0027580452ab50a7f03a5fafacad4a3",
  "source_file": "data/raw/ncbc/c7dde3ab4895847f0fe230ae84e93535b0027580452ab50a7f03a5fafacad4a3.pdf",
  "raw_text": "Red Valve, Inc. v. Titan Valve, Inc., 2019 NCBC 57. \n \nSTATE OF NORTH CAROLINA \n \nGASTON COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 1064 \n \nRED VALVE, INC. and \nHILLENBRAND, INC., \n \nPlaintiffs, \n \nv. \n \nTITAN VALVE, INC.; BEN PAYNE; \nFABIAN AEDO ORTIZ; and JOHN \nDOES 1-10, \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFFS’ PETITION FOR \nREASONABLE EXPENSES \nRESULTING FROM PLAINTIFFS’ \nSECOND MOTION FOR SANCTIONS \n \n1. THIS MATTER  is before the Court upon Plaintiffs Red Valve, Inc. and \nHillenbrand, Inc.’s (“Red Valve” or “Plaintiffs”) Petition for Reasonable Expenses \nResulting from Plaintiffs’ Second Motion for Sanctions (the “Petition”) in the above -\ncaptioned case. \n2. After considering the Petition, the parties’ materials offered in support of \nand in opposition to the Petition, and other relevant matters of record, the Court \nhereby GRANTS the Petition in part, DENIES the Petition in part, ENTERS the \nfollowing FINDINGS O F FACT  and CONCLUSIONS OF LAW , and ORDERS \nrelief as set forth below. \nNelson Mullins Riley & Scarborough LLP, by David N. Allen, Benjamin \nS. Chesson, and Anna Majestro, for Plaintiffs Red Valve, Inc. and \nHillenbrand, Inc. \n \nBell, Davis & Pitt, P.A., by Edward B. Davis and Derek Bast, for \nDefendants Titan Valve, Inc., Ben Payne, Fabian Aedo Ortiz , and Doug \nFarris.1 \n                                                           \n1  Bell, Davis & Pitt, P.A. first appeared as counsel of record for Defendants in this action on \nOctober 18, 2018.  By Order dated April 4, 2019, the Court granted Michael L. Carpenter, \n \n \nBledsoe, Chief Judge. \n \nI. \n \nFINDINGS OF FACT \n \nA. Procedural Background2 \n3. On January 11, 2019, the Court granted Plaintiffs’ November 5, 2018 Motion \nfor Sanctions (the “First Sanctions Order”).  See Red Valve, Inc. v. Titan Valve, Inc. , \n2019 NCBC LEXIS 5, at *21 (N.C. Super. Ct. Jan. 11, 2019).  Among other sanctions,3 \nthe Court ordered the forensic examination of all data sources used by Defendants since \nJuly 2017.  Id. at *33.  The Court permitted Plaintiffs’ forensic expert, Reliance \nForensics, LLC (“Reliance”), to conduct the forensic examination. 4  Id.  As required \nby the First Sanctions Order, the parties negotiated a device discovery protocol (the \n                                                           \nMarshall P. Walker, Christopher  M. Whelchel, and the law firm of Gray, Layton, Kersh, \nSolomon, Furr & Smith, P.A.’s Consent Motion to Withdraw as Counsel for Defendants. \n \n2  The procedural and factual background of this matter is set out more fully in Red Valve, \nInc. v. Titan Valve, Inc., 2018 NCBC LEXIS 139 (N.C. Super. Ct. Mar. 14, 2018); Red Valve, \nInc. v. Titan Valve, Inc. , 2018 NCBC LEXIS 31 (N.C. Super. Ct. Apr. 10, 2018), Red Valve, \nInc. v. Titan Valve, Inc. , 2018 NCBC LEXIS 41 (N.C. Super. Ct. Apr. 17, 2018),  Red Valve, \nInc. v. Titan Valve, Inc., 2019 NCBC LEXIS 5 (N.C. Super. Ct. Jan. 11, 2019), and Red Valve, \nInc. v. Titan Valve, Inc., 2019 NCBC LEXIS 57 (N.C. Super. Ct. Sept. 3, 2019). \n \n3  The Court also ordered Defendants to pay Plaintiffs’ reasonable expenses incurred in \nbringing the First Sanctions Motion, including Plaintiffs’ reasonable attorneys’ fees and \nexpenses, Red Valve, Inc. , 2019 NCBC LEXIS 5, at *30 –31, in the total amount of \n$108,667.50, (Order Pls.’ Petition Reasonable Expenses ¶ 46, ECF No. 178.) \n \n4  In the First Sanctions Order, the Court ordered Plaintiffs “to initially bear [the] cost” of the \nforensic device discovery but noted that the Court would “consider shifting the costs of this \nexamination at a later date for good cause shown.”  Red Valve, Inc., 2019 NCBC LEXIS 5, at \n*33 n.12.   \n \n“Device Discovery Protocol”) , id., to govern the forensic examination , (see Device \nDiscovery Protocol, ECF No. 152.) \n4. On March 13, 2019, Plaintiffs filed a Second Motion for Sanctions and \nContempt (the “Second Sanctions Motion”)  relating, in part, to the information \nuncovered in Reliance’s forensic examination.  \n5. By Order and Opinion dated  September 3, 2019  (the “ Second Sanctions \nOrder”), the Court granted Plaintiffs’ Second Sanctions Motion and,  pursuant to its \ninherent authority and under North Carolina Rule of Civil Procedure 37(b), ordered \nDefendants Titan Valve, Inc. (“Titan”), Ben Payne (“Payne”), and Fabian Aedo Ortiz \n(“Aedo”) (collectively, the “Titan Defendants”) to pay Plaintiffs’ reasonable expenses, \nincluding attorneys’ fees, “incurred in (i) investigating the conduct necessitating the \nSecond Sanctions Motion and (ii)  seeking and obtaining the relief afforded through \nthe Second Sanctions Motion, including prosecuting the Second Sanctions Motion.”  \nRed Valve, Inc. v. Titan Valve, Inc., 2019 NCBC LEXIS 57, at *82–83 (N.C. Super. Ct. \nSept. 3, 2019).  In addition, the Court concluded that good cause existed to shift the \ncosts of the forensic examination to the Titan Defendants.  Id. at *77.  The Court \naccordingly authorized Plaintiffs to file a petition for payment of those expenses, \ntogether with supporting materials.5 \n                                                           \n5  The Court forecasted at the conclusion of the June 4, 2019 hearing on the Second Sanctions \nMotion that it intended to enter sanctions and order some or all of the Titan Defendants to \npay Plaintiffs’ reasonable expense s, including reasonable attorneys’ fees.  The Court \nauthorized Plaintiffs to petition the Court for payment of those reasonable expenses and set \na briefing schedule on the anticipated petition.  Plaintiffs’ Petition was thus filed prior to the \nCourt’s issuance of the Second Sanctions Order. \n \n6. Plaintiffs filed the Petition on June 18, 2019.  ( See Pls.’ Pet. Reasonable \nExpenses Pls.’ Second Mot. Sanctions  [hereinafter “Pls.’ Pet.”] , ECF No. 210.)  In \nsupport of the  Petition, Plaintiffs tendered an affidavit of Plaintiffs’ counsel, (Pls.’ \nPet. Ex. A [hereinafter “Chesson Aff. Supp. Pls.’ Pet.”], ECF No. 210.1 ), and a \nspreadsheet documenting all tasks and time  worked for which Plaintiffs seek \nattorneys’ fees (the “Spr eadsheet”), (Chesson Aff. Supp. Pls.’ Pet. Ex. 1 [hereinafter \n“Pls.’ Spreadsheet”], ECF No. 210.1).  Plaintiffs’ Spreadsheet separates Plaintiffs’ \ncounsel’s work into categories and contains the date of the hours billed, the attorney \nor paralegal who conducted the respective task, a brief description of the task, the \nhours spent on the task, the rate charged for that task, and the total amount charged.  \n(See Pls.’ Spreadsheet.)  In total, Plaintiffs seek $174,780.00 in attorneys’ fees for an \nasserted 557.2 hours of work performed by Plaintiffs’ counsel and paralegal.  (See Pls.’ \nSpreadsheet.) \n7. Plaintiffs also tendered an affidavit of their digital forensic expert, Clark C. \nWalton, Esq. (“Walton”) of Reliance.  (Pls.’ Pet. Ex. B [hereinafter “Walton Aff. Supp. \nPls.’ Pet.”], ECF No. 210.2.)   Plaintiffs request $93,397.50 for an asserted 662.55 \nhours of work performed by Reliance.  (See Walton Aff. Supp. Pls.’ Pet. ¶ 42.) \n8. In response to the Petition, the Titan Defendants argue, among other things, \nthat Plaintiffs’ “requested fees and expenses go beyond the scope of the conduct at \nissue in Plaintiffs’ Second Sanctions Motion.”  (Defs.’ Resp. Opp’n Pls.’ Pet. Expenses \nResulting Second Mot. Sanctions 1 [hereinafter “Defs.’ Resp.”], ECF No. 213.)  In \naddition, the Titan Defendants contend that the Court should reduce Plaintiffs’ \n \nrequested expenses, including attorneys’ fees, in light of Plaintiffs’ recent settlement \nwith former defendant Greg Farris (“Farris”).  (See Defs.’ Resp. 3 –7.)  The Titan \nDefendants submitted an annotated fee schedule objecting to and adjusting Plaintiffs’ \nbilling entries and requested fees in the Spreadsheet.  (Defs.’ Resp. Ex A [hereinafter \n“Defs.’ Annotated Spreadsheet”], ECF No. 213.1.) \n9. The Petition has been fully briefed and is ripe for determination.  The Court \nconcludes, in the exercise of its discretion, that a hearing would not assist the Court \nin ruling on the Petition and thus decides this matter without a hearing.  See BCR \n7.4 (“The Court may rule on a motion without a hearing.”). \nII. \nCONCLUSIONS OF LAW \nA. Legal Standard  \n10. Trial courts retain the inherent authority “to do all things that are \nreasonably necessary for the proper administration of justice.”  Beard v. N.C. State \nBar, 320 N.C. 126, 1 29, 357 S.E.2d 694, 696 (1987).   To that end, it is “within the \ninherent power of the trial court to order [a party] to pay [the opposing party’s] \nreasonable costs including attorney’s fees for failure to comply with a court order.”  \nDaniels v. Montgomery Mut. Ins. Co., 320 N.C. 669, 674, 360 S.E.2d 772, 776 (1987); \nsee Goodyear Tire & Rubber Co. v. Haeger , 137 S. Ct. 1178, 1186 (2017); Out of the \nBox Developers, LLC v. LogicBit Corp. , 2014 NCBC LEXIS 7, at *9 –10 (N.C. Super. \nCt. Mar. 20, 2014); see also Cloer v. Smith , 132 N.C. App. 569, 573, 512 S.E.2d 779, \n \n782 (1999) (“The trial court also retains inherent authority to impose sanctions for \ndiscovery abuses beyond those enumerated in Rule 37.”). \n11. Separate and apart from a trial court’s inherent authority to impose \nmonetary sanctions, Rule 37(b)(2) of the North Carolina Rules of Civil Procedure \nauthorizes an award of reasonable expenses, in addition to other possible sanctions, \nwhen “a party or an o fficer, director, or managing agent of a party” fails to obey a \ncourt order regarding discovery.  See N.C. R. Civ. P. 37(b)(2).  In such circumstances, \n“the court shall require the party failing to obey the order to pay the reasonable \nexpenses, including attorneys’ fees, caused by the failure, unless the court finds that \nthe failure was substantially justified[.]”  Id. \n12. The amount of attorneys’ fees  to be awarded is left to the  trial court’s \ndiscretion and “will not be disturbed without a showing of manifest abuse of [that] \ndiscretion.”  Bryson v. Cort, 193 N.C. App. 532, 540, 668 S.E.2d 84, 89 (2008).  A trial \ncourt will only be held to have abused its discretion “where the court’s r uling is \nmanifestly unsupported by reason or is so arbitrary that it could not have been the \nresult of a reasoned decision.”  E. Brooks Wilkins Family Med., P.A. v. WakeMed, 244 \nN.C. App. 567, 578, 784 S.E.2d 178, 185 (2016). \n13. Generally, an award of attorne ys’ fees requires “that the trial court enter \nfindings of fact as to the time and labor expended, skill required, customary fee for \nlike work, and experience or ability of the attorney based on competent evidence.”  \nCouch v. Private Diagnostic Clinic , 146 N.C. App. 658, 672, 554 S.E.2d 356, 366 \n(2001).  When attorneys’ fees are awarded as a sanction, there must be “findings to \n \nexplain . . . how the court arrived at” the awarded amount.  Dunn v. Canoy, 180 N.C. \nApp. 30, 50, 636 S.E.2d 243, 255–56 (2006). \n14. The Court’s award of expenses, including attorneys’ fees, must be \nreasonable.  See N.C. R. Civ. P. 37(b)(2); Daniels, 320 N.C. at 674, 360 S.E.2d at 776.   \nB. Apportionment Among Defendants \n15. Plaintiffs and the Titan Defendants vigorously dispute whether the Court \nshould reduce or adjust Plaintiffs’ requested expenses, including attorneys’ fees,  in \nlight of Plaintiffs’ recent settlement with Farris. \n16. Aedo, Payne, and Farris incorpo rated Titan on February 6, 2018  and \nthereafter jointly owned and operated that entity.  The Court concluded in resolving \nthe First and Second Sanctions Motions that, d uring the course of this litigation, all \nthree individual Defendants engaged in sanctionable conduct.  See Red Valve, In c., \n2019 NCBC LEXIS 57; Red Valve, Inc. v. Titan Valve, Inc., 2019 NCBC LEXIS 5. \n17. At the June 4, 2019 hearing on the Second Sanctions Motion, Plaintiffs’ \ncounsel withdrew that Motion to the extent it was asserted against Farris in light of \nthe anticipated settlement with him.  On June 25, 2019, Plaintiffs and Farris filed a \nJoint Motion to Enter Consent Order.6  (See Pls. & Farris’ Joint Mot. Enter Consent \nOrder Between Red Valve, Inc. & Hillenbrand, Inc. & Greg Farris , ECF No. 211.)  \nPursuant to the Consent Order, which the Court entered on June 26, 2019, Plaintiffs \ndismissed with prejudice all claims previously asserted against Farris.  (See Consent \n                                                           \n6  It bears mentioning that w hile Farris and the Titan Defendants were represented by the \nsame counsel throughout the course of this litigation, Farris was represented by separate \ncounsel for settlement purposes. \n \nOrder Between Red Valve, Inc. and Hillenbrand, Inc. and Greg Farris ¶ 7 [hereinafter \n“Consent Order”], ECF No. 212.)  The Consent Order reflects that Farris was to pay \nPlaintiffs a “confidential settlement amount” as consideration.  (See Consent Order ¶ \n64.) \n18. According to the Titan Defendants, Plaintiffs  “seek[] an improper double \nrecovery . . . by failing to discount [their] Petition to reflect [their] settlement with \nFarris.”  (Defs.’ Resp. 3.)  The Titan Defendants contend that the Farris settlement \nshould cause the Court to offset Plaintiffs’ requested amount s by one -third.  (Defs.’ \nResp. 6 .)  The Titan Defendants argue that a one-third reduction  is reasonable , \nbecause “Farris was one of three original individual Defendants, all of whom were co-\nowners of Titan.”7  (Defs.’ Resp. 6.) \n19. Plaintiffs respond that their “settlement with Farris related solely to the \nmerits of Plaintiffs’ claims” and “was not related to Plaintiffs’ Second Motion for \nSanctions[.]”  (Pls.’ Reply Pet. Reasonable Expenses Pls.’ Second Mot. Sanctions 3  \n[hereinafter “Pls.’ Reply”], ECF No. 214. )  According to Plaintiffs, because the costs \nthey seek through the Petition are “unrelated to the merits of Plaintiffs’ lawsuit \nagainst Defendants or against Farris,” an award of those costs would not result in an \nimproper double recovery.  (Pls.’ Reply 3.) \n20. The Titan Defendants further argue that “[b]illing entries that specifically \nmention work related to Farris should be eliminated entirely as non-compensable in \nlight of the settlement.”  (Defs.’ Resp. 6 –7.)  In response, Plai ntiffs contend that \n                                                           \n7  The Consent Order discloses that “Farris has terminated his ownership interest in Titan \nValve.”  (Consent Order ¶ 3.) \n \nbecause “Farris was Titan’s Vice President and was acting in that capacity when he \nengaged in sanctionable conduct[,] . . . Titan is responsible for this conduct regardless \nof any settlement” between Plaintiffs and Farris.  (Pls.’ Reply  4.)  Additionally, \nPlaintiffs point out that the Titan Defendants, by requesting the Court to exclude \nwork related to Farris in addition to seeking a one -third across-the-board reduction, \nseek to “effectively provide Defendants a double set -off related to Farris’s conduct.”  \n(Pls.’ Reply 3.) \n21. While the Court agrees that certain adjustments  to Plaintiffs’ Petition are \nnecessary, the Court is not persuaded that either side’s position provides the rule for \ndecision in this matter. \n22. In order for reasonable expenses, including attorneys’ fees, to be recoverable \nas a sanction, there must be a causal link between a sanctioned party’s conduct and \nthe expenses incurred by an opposing party .  Generally, a n a ward of monetary \nsanctions should be limited to  those fees and expenses incurred as a result of the \nsanctioned party’s improper conduct.  See, e.g., N.C. R. Civ. P. 37(b)(2) (providing that \nthe court “shall require the party failing to obey the [discovery] order to pay the \nreasonable expenses, including attorney’s fees, caused by the failure [.]” (emphasis \nadded)); Goodyear Tire & Rubber Co., 137 S. Ct. at 1186 (“[A] court [using its inherent \nsanctioning authority] can shift only those attorney’s fees incurred because of the \nmisconduct at issue.  Compensation for a wrong, after all, tracks the loss resulting \nfrom that wrong.”); Daniels, 320 N.C. at 674–75, 360 S.E.2d at 776 (concluding trial \ncourt had the “inherent power to tax [the] plaintiff with the reasonable costs, \n \nincluding attorney’s fees incurred by [the] defendant” at a trial in which “plaintiff’s \ncounsel failed to comply with the court’s order prohibiting the introduction of [certain] \nevidence”).  Thus, where a single party ’s sanctionable conduct causes the opposing \nparty to incur expenses, those expenses, if reasonable, may be shifted to the \nsanctioned party. \n23. Payment of reasonable expenses becomes more complicated where, as here, \ntwo or more parties have engaged in sanctionable conduct, and payment allocation is \nat issue.  See Red Valve, Inc., 2019 NCBC LEXIS 57; Red Valve, Inc. v. Titan Valve, \nInc., 2019 NCBC LEXIS 5.  While certain expenses incurred by an innocent party \nmay be attributable to the conduct of only one of multiple sanctioned parties and thus \ndivisible, other incurred expenses may be attributable to common conduct among the \nsanctioned parties and thus indivisible.  Further, it may not be possible to determine \nwith precision the degree of fault among sanctioned parties  to permit allocation of \nindivisible expenses.  Nevertheless, courts must seek to determine the relative fault \namong co-parties and allocate sanctions accordingly.  See N.C. R. Civ. P. 37(b)(2); see \nalso, e.g., White v. GM Corp. , 908 F.2d 675, 683 (10th Cir. 1990) (“[W]e believe the \ntrial court erred in not making specific findings on the degree of fault among the \nsanctioned plaintiffs to permit us to determine whethe r joint and several liability is \njustified.”). \n24. Courts often hold sanctioned parties jointly and severally liable for \nindivisible monetary sanctions arising from common conduct.  See Brooks v. Giesey, \n334 N.C. 303, 318 n.6, 432 S.E.2d 339, 348 (1993) (concluding trial court acted within \n \nits discretion when imposing joint and several liability for monetary sanctions against \nco-plaintiffs where the “award was for costs incurred by defendants in proving \nmatters denied by plaintiffs in [certain] discovery responses”); see also Hyde & Drath \nv. Baker, 24 F.3d 1162, 1170 (9th Cir. 1994) (concluding trial court acted within its \ndiscretion when imposing joint and several liability for Rule 37(b) monetary sanctions \nwhere “each [plaintiff corporation] had disregarded discovery orders”  and evidence \nsuggested that the “corporations were not independent entities” ); Montgomery v. \nEtreppid Techs., LLC , No. 3:06 -CV-00056, 2010 U.S. Dist. LEXIS 43304, at *54 –55 \n(D. Nev. Apr. 5, 2010) (“ A court may hold sancti oned parties jointly and severally \nliable.  Pursuant to general tort law, joint and several liability is appropriate when \nthe independent tortious conduct of each of two or more persons is a legal cause of a \nsingle and indivisible harm to the injured party.  That the Court may apportion fault \ndoes not render an indivisible injury divisible for purposes of the joint and several \nliability rule.” (citations omitted)); Lawrence v. Richman Grp. of Conn., LLC , 660 F. \nSupp. 2d 292, 302 (D. Conn. 2009) (“Lacking an y basis for apportioning the award, \nthe Court concludes that the monetary sanctions should be imposed jointly and \nseverally on [plaintiff’s two attorneys ].”); Orlando Gateway Partners, LLC v. Good \nGateway, LLC (In re Orlando Gateway Partners, LLC) , 2016 Bankr. LEXIS 1866, at \n*34 (Bankr. M.D. Fla. Apr. 29, 2016) (imposing joint and several liability for monetary \nsanctions where defendants “were working jointly to defeat the Plaintiffs’ legitimate \nefforts to get relevant discovery” and “[n]o one party [was] d isproportionately more \nresponsible, or irresponsible, than another”) ; cf. Thomas E. Hoar, Inc. v. Sara Lee \n \nCorp., 900 F.2d 522, 527 (2d Cir. 1990) (“We also reject [plaintiff’s counsel’s] \ncontention that the district court failed to determine fault and allocate the Rule 37 \nsanctions accordingly.  In holding [plaintiff] and [plaintiff’s counsel] jointly and \nseverally liable for the monetary sanction, the [trial court] (and the magistrate) \ndetermined that [plaintiff] and its counsel were each equally responsible for the \nfailure to comply with discovery requests and court orders.  The record fully supports \nthat determination.”(emphasis in original)). \n25. A court may also apportion a  sanctions award between and among \nsanctioned parties  by approximating the fault each bears for the sanctionable \nconduct.  See Lahiri v. Universal Music & Video Distribution Corp. , 606 F.3d 1216, \n1222 (9th Cir. 2010) (“An apportioned percentage is not an abuse of discretion because \nit would be impossible to determine with mathematical precision the fees and costs \ngenerated only by [counsel who acted in bad faith].”); Out of the Box Developers, LLC \nv. Logicbit Corp., 2013 NCBC LEXIS 30, at *11 (N.C. Super. Ct. July 10, 2013) (“The \naward of fees and expenses should be allocated 90% to the Doan Defendants and 10% \nto the LogicBit Defendants.”); see also White, 908 F.2d, at 683 (“[W]e believe the trial \ncourt erred in not making specific findings on the degree of fault among the \nsanctioned plaintiffs to permit us to determine whether joint and several liability is \njustified.”); Bartos v. Pennsylvania, No. 1:08-CV-0366, 2010 U.S. Dist. LEXIS 72619, \nat *27 (M.D. Pa. July 20, 2010) (“[W]e conclude that the appropriate way in which to \nallocate these sanctions is to require each [sanctioned party] to bear in equal \nmeasures half of these fees and costs as sanctions. Dividing these costs in half  fairly \n \nallocates these sanctions in this case where the culpability of [sanctioned parties] is \nquite comparable.”). \n26. Applying these principles here, the Court first addresses Titan’s \nresponsibility for the conduct giving rise to the sanctions award and concludes, in the \nexercise of its discretion,  that Titan shall be liable for all of Plaintiffs’ reasonable \nexpenses awarded herein, regardless of which individual Defendant caused Plaintiffs \nto incur the awarded expenses.  As previously noted, Rule 37(b) permits sanctions if \n“a party or an officer, director, or managing agent of a party” fails to obey a court \norder regarding discovery.  N.C. R. Civ. P. 37(b)(2).  It is undisputed that when Aedo, \nPayne, and Farris engaged in sanctionable conduct, they were acting not only in their \nindividual capacities, but also in their capacities as owners, officers, and agent s of \nTitan.  Thus, because all of the expenses awarded to Plaintiffs herein were caused by \nthose acting on behalf of Titan, the Court concludes, in the exercise of its discretion, \nthat Titan should bear responsibility for all awarded expenses, including reasonable \nattorneys’ fees.  See, e.g., Polygenex Int’l, Inc. v. Polyzen, Inc., 133 N.C. App. 245, 255, \n515 S.E.2d 457, 464 (1999) (concluding trial court could impose monetary sanctions \non corporate plaintiff under Rule 11 based on the conduct of plaintiff’s officer). \n27. Next, although the Court retains the ability to sanction Farris despite his \ndismissal from this action, see, e.g., Bryson v. Sullivan, 330 N.C. 644, 653, 412 S.E.2d \n327, 331 (1992) (“Dismissal does not deprive the court of jurisdiction to consider \ncollateral issues such as sanctions that require consideration after the action has \nbeen terminated.”), and the withdrawal of the Second Sanctions Motion against him, \n \nsee, e.g., Grubbs v. Grubbs, No. COA16-129, 2017 N.C. App. LEXIS 146, at *38 (N.C. \nCt. App. Mar. 7, 2017) (“A judge’s power to admonish counsel or parties can be either \nsua sponte or subject to a motion from a party, such as a show cause motion or Rule \n11 sanctions.”), the Court concludes, in the exercise of its discretion, that i n light of \nPlaintiffs’ decision not to seek their reasonable expenses directly from Farris, the \nCourt shall not impose monetary sanctions against Farris for his sanctionable \nconduct.  Because Farris acted at all times as Titan’s officer, director, or agent, \nhowever, Titan shall be liable for Plaintiffs’ reasonable expenses caused by Farris’s \nmisconduct.  See, e.g., Polygenex Int’l, Inc., 133 N.C. App. at 255, 515 S.E.2d at 464. \n28. Finally, the Court concludes, in the exercise of its discretion, that because \nall of the expenses awarded hereunder against Aedo  and Payne result from their \nconduct as Titan’s officers, directors, or agents, Titan shall be jointly and severally \nliable with Aedo and Payne  for all amounts assessed against these two individual \nDefendants.  Id.; see, e.g., Vorachek v. Citizens State Bank, 421 N.W.2d 45, 49 (N.D. \n1988) (“[I]f the co-parties are a corporation and its officer or managing agent sued in \nhis individual capacity, his failure may serve as a predicate for the imposition of the \nsanction against both.” (quoting 4A Moore’s Federal Practice ¶ 37.05 at 37 -107 n.21 \n(2d ed. 1987)); see also Letelier v. Republic of Chile , 748 F.2d 790, 795 n.2 (2d Cir. \n1984) (“Rule 37 sanctions ensure that a party will not benefit from non -compliance \nwith discovery orders.  Yet, one pa rty to litigation will not be subjected to those \nsanctions because of the failure of another to comply with discovery, absent a showing \nthat the other party controlled the actions of the non-complying party.”). \n \n29. The Court next turns to an appropriate alloca tion of reasonable expenses \namong the individual Defendants. \n30. First, the Court concludes , in the exercise of its discretion,  that the \nreasonable, divisible expenses identified in Plaintiffs’ Petition should be borne by the \nspecific individual Defendant whose conduct caused Plaintiffs to incur those \nexpenses.  See, e.g., N.C. R. Civ. P. 37(b)(2) ; Goodyear Tire & Rubber Co. , 137 S. Ct. \nat 1186.  Thus, no individual Defendant shall be liable for expenses that Plaintiffs \nincurred solely because of another individual Defendant’s sanctionable conduct.  As \na result, Aedo shall not be liable for expenses caused solely by Payne’s or Farris’s \nsanctionable conduct, and Payne shall not  be liable for expenses caused solely by \nAedo’s or Farris’s sanctionable conduct. \n31. Next, the Court concludes, in the exercise of its discretion, that Aedo and \nPayne shall each be individually liable for one-third of the indivisible expenses caused \nby the three individual Defendants’ common or joint conduct .  Such indivisible \nexpenses shall include, inter alia, the expenses Plaintiffs incurred in carrying out the \nDevice Discovery Protocol and in preparing the Second Sanctions Motion.  The Court \nfurther concludes that Aedo and Payne shall each be jointly and severally liable with \nTitan for his respective one-third share of such indivisible expenses but not jointly \nand severally liable for each other’s one-third share or for Farris’s one-third share of \nthose expenses .  Titan shall be solely respo nsible for Farris’s one -third share of \nPlaintiffs’ total indivisible expenses and, as noted above, Farris shall not be liable to \nPlaintiffs for these amounts .  Thus, the Court concludes, in the exercise of its \n \ndiscretion, that Aedo and Titan will be responsible for Aedo’s one -third share of \nPlaintiffs’ recoverable indivisible expenses, Payne and Titan will be responsible for \nPayne’s one -third share of these indivisible expenses, and Titan alone will be \nresponsible for Farris’s one-third share of indivisible expenses. \nC. Reasonableness of Rates \n32. The Court next analyzes the reasonableness of the hourly rates charged by \nPlaintiffs’ counsel and Reliance. \n33. The reasonableness of attorneys’ fees in this State “is governed by the factors \nfound in Rule 1.5 of the Revised Rules of Professional Conduct of the North Carolina \nState Bar.”  Ehrenhaus v. Baker, 216 N.C. App. 59, 96, 717 S.E.2d 9, 33 (2011).  “The \nfactors to be considered in determining whether a fee is clearly excessive” under Rule \n1.5(a) of the Revised Rules of Professional Conduct include: \n(1) the time and labor required, the novelty and difficulty of the questions \ninvolved, and the skill requisite to perform the legal service properly;  \n \n(2) the likelihood, if apparent to the client, th at the acceptance of the \nparticular employment will preclude other employment by the lawyer;  \n \n(3) the fee customarily charged in the locality for similar legal services;  \n \n(4) the amount involved and the results obtained;  \n \n(5) the time limitations imposed by the client or by the circumstances;  \n \n(6) the nature and length of the professional relationship with the client;  \n \n(7) the experience, reputation, and ability of the lawyer or lawyers performing \nthe services; and  \n \n(8) whether the fee is fixed or contingent.  \n \nN.C. Rev. R. Prof. Conduct 1.5(a). \n \n \n34. Plaintiffs’ counsel charged at the following hourly rates for the fees it seeks \nin the Petition : (i) $450 for David Allen, a partner with approximately thirty -nine \nyears’ experience; (ii) $350 for Benjamin Chesson and Julia Hartley, partners with \napproximately nine and thirteen years’ experience, respectively; (iii) $250 for Anna \nMajestro, an associate who has been a member of the North Carolina State Bar since \n2016; and (iv) $150 for Bobbie Kullman, a paralegal with fifteen years’ experience .  \n(Chesson Aff. Supp. Pls.’ Pet. ¶¶ 3–4.)   \n35. The Titan Defendants do not object to the hourly rates Plaintiffs’ attorneys \nhave charged.  Moreover, the Court has already considered the reasonableness of the \nrates charged by Plaintiffs’ counsel in this action and found them to be reasonable.  \n(See Order Pls.’ Petition Reasonable Expenses ¶¶ 11–16, ECF No. 178.)  Based on \nPlaintiffs’ counsel’s affidavit, the previous holdings of this Court, and the Court’s \nknowledge of the hourly rates of local attorneys providing similar services in this \nlocality, the Court concludes that Plaintiffs’ attorneys’ rates are reasonable and are \nwithin those “customarily charged in [this] locality for similar legal services.”  N.C. \nRev. R. Prof. Conduct 1.5(a)(3). \n36. The Court similarly concludes that the rates charged by Reliance are \nreasonable.  Aside from “machine only” data processing and select flat fee tasks, such \nas imaging and basic reporting on smartphones, Reliance generally bills hourly like \nmost law firms.  (Walton Aff. Supp. Pls.’ Pet. ¶ 9.)  For consultation and analysis work \nby Reliance’s employees, Plaintiffs seek to recover rates between $225 and $275 per \nhour.  (Walton Aff. Supp. Pls.’ Pet. ¶  9.)  In addition, Walton charges at an hourly \n \nrate of $300 for time spent preparing affidavits. 8  (Walton Aff. Supp. Pls.’ Pet. ¶ 9.)  \nPlaintiffs have identified the qualifications and experience of Reliance’s employees, \n(Walton Aff. Supp. Pls.’ Pet. ¶¶ 1–5), and offer evidence that these rates are \ncommensurate with, if not slightly below, the regional market for such services based \non the skills and qualifications of Reliance’ s timekeepers,9 (Walton Aff. Supp. Pls.’ \nPet. ¶ 10).  The Titan Defendants do not object to the rates Reliance has charged, and \nthe Court finds, based on the evidence presented, that those rates are reasonable and \nproperly applied for purposes of resolving the Petition. \nD. Time and Labor Expended by Plaintiffs’ Counsel \n37. The Court next evaluates the time and labor expended by Plaintiffs’ counsel.  \nSee N.C. Rev. R. Prof. Conduct 1.5(a)(1).  The Court considers this factor in light of \nthe Court’s conclusion in the Second Sanctions Order that Plaintiffs are entitled to \ntheir reasonable expenses, including reasonab le attorneys’ fees, “incurred in \n(i) investigating the conduct necessitating the Second Sanctions Motion and \n(ii) seeking and obtaining the relief afforded through the Second Sanctions Motion, \nincluding prosecuting th e Second Sanctions Motion.”  Red Valve, Inc. , 2019 NCBC \nLEXIS 57, at *76, 82–83. \n                                                           \n8  Walton is a graduate of Georgetown University Law Center and a North Carolina licensed \nattorney.  (Walton Aff. Supp. Pls.’ Pet. ¶ 3.)  He has personally conducted or overseen over \n600 digital investigations on behalf of legal counsel, corporate entities, and individuals.  \n(Walton Aff. Supp. Pls.’ Pet. ¶ 2.)   \n \n9  Indeed, according to Walton, “Reliance underwent a rate increase in December 2018 to \nbring its rates more in line with the present state of the regional digital forensics market. \nThe rates for this matter were not subject to that rate increase[,]” with t he exception of one \nemployee who was hired after Reliance was first engaged in this matter.  (Walton Aff. Supp. \nPls.’ Pet. ¶ 10.) \n \n38. Plaintiffs’ Spreadsheet separates Plaintiffs’ counsel’s billing entries into \nfour task categories: (i) prosecuting Plaintiffs’ November 6, 2018 Verified Motion for \nOrder to Show Cause (the “First Show Cause Motion”) , including time spent \ninvestigating the conduct underlying the First Show Cause Motion ; (ii) conducting \ndevice discovery pursuant to the Court’s First Sanctions Order; (iii)  addressing \nReturn Protocol deficiencies; and (iv) addressing Defendants’ access to and use of Red \nValve’s price data, including prosecuting the Second Sanctions Motion.   \n39. The Titan Defendants contend that much of the time identified for payment \non Plaintiffs’ Spreadsheet should be adjusted because (i) certain billing entries are \nfor tasks outside the scope of the Second Sanctions Order, (ii) certain billing entries \nreflect an excessive amount of time spent on certain tasks, and (iii) certain billing \nentries reflect time spent addressing Farris’s sanctionable conduct and are thus non-\ncompensable.  (See Defs.’ Annotated Spreadsheet 1.) \n1. Fees Associated with First Show Cause Motion \n40. Plaintiffs seek to recover $46,020.00 (144.8 hours) in attorneys’ fees for time \nspent prosecuting the First Show Cause Motion, including time spent investigating \nthe conduct underlying the First Show Cause Motion.  The Titan Defendants contend \nthat the Court should disallow all attorneys’ fees that Plaintiffs seek related to the \nFirst Show Cause Motion , because such fees  are outside the scope of the Second \nSanctions Order and thus not recoverable. \n41. As discussed in the Second Sanctions Order, Plaintiffs’ First Show Cause \nMotion was based on (i) Aedo’s  contacting a Red Valve customer in violation of the \nCourt’s March 14, 2018 Temporary Restraining Order (the “TRO”), see Red Valve, Inc. \n \nv. Titan Valve, Inc., 2018 NCBC LEXIS 139 (N.C. Super. Ct. Mar. 14, 2018); (ii) Aedo’s \nposting to Titan’s public Linked In profile an image derived from a Red Valve trade \nsecret in violation of the Court’s preliminary injunction order (the “P.I. Order”), see \nRed Valve, Inc. v. Titan Valve, Inc. , 2018 NCBC LEXIS 41 (N.C. Super. Ct. Apr. 17, \n2018); and (iii) Payne’s solicitation and retention of a USB drive containing Red Valve \nbuild sheets (the “Build Sheets USB”) in violation of the P.I. Order, see Red Valve, \nInc., 2019 NCBC LEXIS 57, at *26–28.  According to the Titan Defendants, “[t]hose \nincidents . . . were not the subject of Plaintiffs’ Second Sanctions Motion,” and thus \nPlaintiffs’ associated attorneys’ fees are non-compensable.  (Defs.’ Resp. 8.) \n42. The Titan Defendants ignore, however, that P laintiffs incorporated by \nreference into their Second Sanctions Motion the conduct underlying Plaintiffs’ First \nShow Cause Motion.  (See Pls.’ Br. Supp. Second Mot. Sanctions & Contempt 10, ECF \nNo. 169 (“Plaintiffs refer the Court back to Plaintiffs’ prior Motion for Sanctions and \nMotion for Order to Show Cause for a full recitation of Defendants’ truly \nreprehensible conduct.”).)   Indeed, this specific conduct provided a basis for the \nCourt’s ruling in the Second Sanctions Order that severe sanctions, including an \naward of Plaintiffs’ reasonable expenses and attorneys’ fees, were warranted.  See \nRed Valve, Inc., 2019 NCBC LEXIS 57, at *76–77.  As such, the Court concludes that \nthe time Plaintiffs’ counsel spent  investigating the Titan Defendants’ conduct \nunderlying the First Show Cause Motion fall s within the scope of recoverable \nattorneys’ fees awarded in the Second Sanctions Order. \n \n43. The Court, however, concludes that there is overlap in the time Plaintiffs \nspent preparing and presenting the First Show Motion Cause and the Second \nSanctions Motion and that Plaintiffs should only be permitted to recover their \nattorneys’ fees for bringing the se matters to the Court’s attention once.  The Court \nwill thus disallow all Plaintiffs’ attorneys’ fees incurred in prosecuting the First Show \nCause Motion, including drafting the First Show Cause Motion and supporting briefs, \nanalyzing Defendants’ response to the motion, and preparing for and attending the \nhearing on the motion.  Therefore, t he Court concludes , in the exercise of its \ndiscretion, that the 75.0 hours of attorney time (totaling $21,600) which Plaintiffs \nseek to recover for these tasks are not recoverable under the Second Sanctions Order \nand will not be awarded. \n44. The Court turns next to the remaining time entries in this category.  As an \ninitial matter, a review of the Spreadsheet makes plain that many of the billing \nentries are attributable to the conduct of a single individual Defendant and thus are \ndivisible.  In particular, the Court concludes that the billing entries associated with \nAedo’s posting the marketing image to LinkedIn in violation of the P.I. Order, see id. \nat *24–25, and his contact with a Red Valve customer in violation of the TRO, see id. \nat *22–24, were caused only by Aedo’s conduct, for which he and Titan must bear sole \nresponsibility (25.9 hours totaling $8,515.00).  Likewise, the billing entries reflecting \nthe time Plaintiffs’ counsel spent investigating the  Build Sheets USB ( 41.0 hours \ntotaling $15,280.00) resulted only from Payne’s conduct, see id. at *26–28, and he and \nTitan therefore must bear sole responsibility for these attorneys’ fees. \n \n45. In addition, the Court concludes that Ms. Majestro’s November 6, 2018 entry \nfor “[i]nvestigat[ing] injunction violations” (2.5 hours for $625.00) is indivisible  and \nshould be borne one-third each by Aedo and Payne, with Titan bearing responsibility \nfor the full amount. \n46. After making these adjustments, the Court concludes, in the exercise of its \ndiscretion, that Plaintiffs’ reasonable attorneys’ fees in connection with the First \nShow Cause Motion, should be paid and allocated as follows: \na. Titan shall pay Plaintiffs’ reasonable attorneys’ fees in the total amount \nof $24,420.00, with Aedo and Payne to have joint and several liability with \nTitan for portions of this amount as allocated below; \nb. Aedo and Titan shall be jointly and severally liable to Plaintiffs  for \n$8,515.00 in divisible fees caused solely by Aedo’s conduct and for Aedo’s \none-third share of indivisible fees totaling $625.00 (i.e., $208.33) for a total \namount of $8,723.33; and \nc. Payne and Titan shall be jointly and severally liable to Plaintiffs for \n$15,280.00 in divisible fees caused solely by Payne ’s conduct and for \nPayne’s one-third share of indivisible fees totaling $625.00 (i.e., $208.33) \nfor a total amount of $15,488.33. \n2. Device Discovery \n47. Plaintiffs seek to recover $47,495.00 (151.1 hours) in attorneys’ fees for time \nspent drafting the Device Discovery Protocol, implementing the Protocol, addressing \nAedo’s non -compliance with  the Protocol , and analyzing device discovery .  In \n \nresponse, the Titan Defendants contend that the total time spent by  Plaintiffs’ \nattorneys on certain tasks is excessive.10 \n48. To start , the Court concludes that Aedo and Titan shall be liable for all \nbilling entries documenting the time Plaintiffs’ attorneys spent addressing Aedo’s \nfailure to meet Device Discovery Protocol de adlines (14.9 hours totaling $4,835.00) \nbecause those tasks were incurred solely as a result of Aedo’s conduct.  The Court has \nreviewed Plaintiffs’ relevant billing entries, and contrary to the Titan Defendants’ \ncontention, concludes, in the exercise of its discretion, that the time Plaintiffs’ counsel \nspent in opposing Aedo’s motion for extension  was reasonable under the \ncircumstances and should be awarded. \n49. The remaining billing entries  (136.2 hours totaling $42,660.00)  reflect \nPlaintiffs’ counsel’s time spent drafting the Device Discovery Protocol, implementing \nthe Protocol, and analyzing the device discovery .  T he Court concluded in the First \nSanctions Order that a forensic examination of Defendants ’ data sources was \nappropriate based on substantial evidence showing that the three individual \nDefendants had each engaged in sanctionable conduct by withholding responsive \ninformation in discovery.  The Device Discovery Protocol process was developed to \nguide this forensic examination .  The Court therefore  concludes that all of this \nattorney time resulted from the common or joint conduct of the individual Defendants \nand is thus indivisible.  The Court further concludes, in the exercise of its discretion, \n                                                           \n10  The Titan Defendants also advance in connection with this and each remaining task \ncategory the now-rejected contention that the Court should reduce all entries by one-third in \nlight of Plaintiffs’ settlement with Farris. \n \nthat no adjustments to Plaintiffs’ requested attorney s’ fees are necessary or \nappropriate and that the fees sought for these tasks are reasonable and should be \nawarded. \n50. The Court thus finds, in the exercise of its discretion, that Plaintiffs’ \nreasonable attorneys’ fees  in connection with device discovery should be paid and \nallocated as follows: \na. Titan shall pay Plaintiffs their reasonable attorneys’ fees in the total \namount of $47,495.00 , with Aedo and Payne to have joint and several \nliability with Titan for portions of this amount as allocated below; \nb. Aedo and Titan shall be jointly and severally liable to Plaintiffs  for \n$4,835.00 in divisible fees caused solely by Aedo’s conduct and for Aedo’s \none-third share of indivisible fees totaling $42,660.00 (i.e., $14,220) for a \ntotal amount of $19,055.00; and \nc. Payne and Titan shall be jointly and severally liable to Plaintiffs for \nPayne’s one -third share of indivisible fees totaling $42,660.00 (i.e., \n$14,220) for a total amount of $14,220.00.  \n3. Return Protocol Deficiencies \n51. Plaintiffs seek to recover $9,720.00  (31.2 hours) in attorneys’ fees for time \nspent addressing Return Protocol deficiencies.  In addition to their across-the-board \nreduction argument, the Titan Defendants contend that the Court should disallow all \ntime Plaintiffs’ counsel spent addressing Farris’s conduct.  The Court disagrees.   \n52. As with other divisible fees discussed above, t he Court concludes that \nTitan—but not Aedo or Payne —shall bear sole responsibility  for payment of the \n \nbilling entries documenting the time Plaintiffs’ attorneys spent addressing Farris’s \nnon-compliance with the Return Protocol  (6.2 hours totaling $1,970.00), an amount \nthe Court concludes, in the exercise of its discretion, is reasonable in the se \ncircumstances.   \n53. The remaining billing ent ries (25 hours totaling $7,750.00) resulted from \nthe common or joint conduct of the individual Defendants and thus reflect indivisible \nfees.  The Court concludes , in the exercise of its discretion, that no adjustments to \nPlaintiffs’ requested attorneys’ fees are necessary or appropriate and that the fees \nsought for these tasks are reasonable and should be awarded in full.  \n54. Accordingly, the Court finds, in the exercise of its discretion, that Plaintiffs’ \nreasonable attorneys’ fees in connection with device  discovery should be paid and \nallocated as follows: \na. Titan shall pay Plaintiffs ’ reasonable attorneys’ fees in the total amount \nof $9,720.00, with Aedo and Payne to have joint and several liability with \nTitan for portions of this amount as allocated below;  \nb. Aedo and Titan shall be jointly and severally liable to Plaintiffs for Aedo’s \none-third share of indivisible fees totaling $7,750.00 (i.e., $2,583.33); and \nc. Payne and Titan shall be jointly and severally liable to Plaintiffs  for \nPayne’s one-third share of indivisible fees totaling $ 7,750.00 (i.e., \n$2,583.33).  \n4. Access to and Use of Red Valve’s Price Data \n55. Plaintiffs seek to recover $71,545.00 (230.1 hours) in attorneys’ fees for time \nspent addressing Defendants’ access to and use of Red Valve’s price data, including \n \nprosecuting the Second Sanctions Motion.  In response, the Titan Defendants \nprincipally contend that the total time spent by Plaintiffs’ attorneys on certain tasks \nis excessive , arguing that the Court should reduce by 50% all billing entries \ncontaining the descriptions “[a]nalysis of P.I. Exhibits” and “[a]nalysis of P.I. Exhibits \nviolations[,]” a total of 56.1 hours of attorney time, on this ground.   (Defs.’ Resp. 9.)  \nThe Court disagrees. \n56. In particular, the Court concludes that it was reasonable for Plaintiffs, after \nlearning of Aedo’s access to and use of the P.I. Exhibits, to spend time determining \nwhether Defendants engaged in further  violations of the Court’s orders .  In that \neffort, it was reasonable for Plaintiffs’ counsel to review use and access reports for \ndozens of devices to determine which Defendants possessed the P.I. Exhibits and the \ndevices on which the Exhibits were stored.  These reports, in the aggregate, contained \nseveral million lines of data for Plaintiffs to examine, and, after careful review of the \nbilling entries,  the Court concludes that the time spent on these tasks was \nappropriate and reasonable. \n57. The Court further concludes that it was reasonable for Plaintiffs to \ninvestigate whether Defendants possessed other files that contained the P.I. Exhibits, \na review which bore fruit and proved that certain of Defendants’ representations were \nfalse.  It was also reasonable for Plaintiffs to confer regularly with Reliance to \nunderstand their expert’s findings, with Defendants’ counsel to address the P.I. \nExhibits and Reliance’s conclusions , and internally to discuss litigation strategy in \n \nlight of Reliance’s work.  The Court concludes that the time spent on these tasks, too, \nwas appropriate and reasonable. \n58. The remaining billing entries in this section reflect 157.5 hours of attorney \ntime totaling $48,315.00  and include time  associated with drafti ng the Second \nSanctions Motion and supporting briefs, analyzing Defendants’ response to the \nmotion, preparing for and attending the hearing on the motion, drafting the Petition, \nand analyzing a file missing from Defendants’ privilege log .  Although the Second \nSanctions Motion was primarily based on Aedo’s conduct, the motion sought sanctions \nbased on Payne’s and Farris’s conduct as well, including their conduct first raised in \nthe First Show Cause Motion .  The Court thus concludes that t hese tasks resulted \nfrom the common or joint conduct of the individual Defendants  and are therefore \nindivisible.  The Court further concludes, in the exercise of its discretion, that no \nadjustments to Plaintiffs’ requested attorneys’ fees for these tasks are necessary or \nappropriate and that the fees sought are reasonable and should be awarded in full. \n59. In addition, based on Aedo’s admissions and the findings and conclusions in \nthe Second Sanctions Order, the Court  concludes that Aedo and Titan bear sole \nresponsibility for causing Plaintiffs to incur the attorneys’ fees reflected in the billing \nentries documenting Plaintiffs’ attorneys ’ efforts to investigate Aedo’s access to and \nuse of Red Valve’s price data  and the P.I. Exhibits (76.2 hours totaling $23,230.00).  \nThe Court similarly concludes that no adjustments to these requested fees are \nappropriate and should therefore be awarded in full. \n \n60. Accordingly, t he Court concludes, in the exercise of its discretion, that \nPlaintiffs’ reasonable attorneys’ fees in connection with Red Valve’s price data should \nbe paid and allocated as follows: \na. Titan shall pay Plaintiffs ’ reasonable attorneys’ fees in the total amount \nof $71,545.00, with Aedo and Payne to have joint and several liability with \nTitan for portions of this amount as allocated below; \nb. Aedo and Titan shall be jointly and severally liable to Plaintiffs  for \n$23,230.00 in divisible fees caused solely by Aedo’s conduct and for Aedo’s \none-third share of indivisible fees totaling $48,315.00 (i.e., $16,105.00) for \na total amount of $39,335.00; and \nc. Payne and Titan shall be jointly and severally liable to Plaintiffs for \nPayne’s one -third share of indivisible fees totaling $ 48,315.00 (i.e., \n$16,105.00). \nE. Remaining Rule 1.5 Factors \n61. The Court finds that the remaining factors set forth in Rule 1.5(a) of the \nRevised Rules of Professional Conduct merit the award of attorneys’ fees ordered \nherein. \n62. As to th at portion of Rule 1.5(a)’s first factor  considering “the novelty and \ndifficulty of the questions involved, and the skill requisite to perform the legal service \nproperly,” the Court finds that the work required in connection with the Second \nSanctions Motion was challenging and required a high degree of skill, experience, and \n \nspecialized knowledge.  Consideration of this factor weighs in favor of the attorneys’ \nfees awarded hereunder.  \n63. With regard to Rule 1.5(a)’s fourth factor —the “amount involved and the \nresults obtained” —the Court concludes that the value to Plaintiffs in preventing \nfurther misuse of its trade secrets and property is significant and that Plaintiffs \nsubstantially obtained the relief they sought in the Second Sanctions Motion.  This \nfactor thus weighs in favor of the Court’s award of attorneys’ fees hereunder. \n64. Considering Rule 1.5(a)’s seventh factor—“the experience, reputation, and \nability of the lawyer or lawyers performing the services” —the Court finds that \nPlaintiffs’ attorneys have significant experience in complex business litigation  \nmatters and have shown great ability in investig ating Defendants’ misconduct, \naddressing complicated legal issues, and prosecuting the Second Sanctions Motion.   \nThe Court concludes that this factor weighs in favor of the Court’s award of attorneys’ \nfees in this case. \n65. Finally, the Court has considered th e remaining factors of Revised Rule of \nProfessional Conduct 1.5(a) —to the extent they can be applied to an award of \nattorneys’ fees in the context of sanctions—and finds that the attorneys’ fees awarded \nherein are reasonable in light of these factors as well. \nF. Summary of Reasonable Attorneys’ Fees Awarded \n66. Accordingly, based on the above , the Court concludes, in the exercise of its \ndiscretion, that Plaintiffs’ reasonable attorneys’ fees should be paid and allocated as \nfollows: \n \na. Titan shall pay Plaintiffs ’ reasonable attorneys’ fees in the total amount \nof $153,180.00, with Aedo and Payne to have joint and several liability \nwith Titan for portions of this amount as allocated below; \nb. Aedo and Titan shall be jointly and severally liable to Plaintiffs  for \n$36,580.00 in divisible fees caused solely by Aedo’s conduct and for Aedo’s \none-third share of indivisible fees totaling $99,350.00 (i.e., $33,116.66) for \na total amount of $ 69,696.66, for which Plaintiffs are entitled to seek \nrecovery from Titan, Aedo, or both; and \nc. Payne and Titan shall be jointly and severally liable to Plaintiffs for \n$15,280.00 in divisible fees caused solely by Payne’s conduct and for \nPayne’s one -third share of indivisible fees totaling $ 99,350.00 (i.e., \n$33,116.66) for a total amount of $48,396.66 , for which Plaintiffs are \nentitled to seek recovery from Titan, Payne, or both. \nG. Reliance Forensics Expenses \n67. Plaintiffs also seek to recover Reliance’s fees of $93,397.50 for 662.55 hours \nof work.   In response, t he Titan Defendants contend that certain of Reliance’s \nexpenses are outside the scope of the Second Sanctions Order and  rely again on the \nnow-rejected contention that the Court should reduce all remaining expenses by one-\nthird to reflect Plaintiffs’ settlement with Farris. \n68. Reliance’s work was separated into the following four task categories  \n(i) forensic examination and analysis of Payne ’s Build Sheets USB; (ii)  forensic \nexamination and analysis of Defendants’ data sources pursuant to the First Sanctions \n \nOrder and Device Discovery Protocol ; (iii)  investigation and deletion of the P.I. \nExhibits from Defendants’ devices pursuant to the Court ’s March 14, 2019 \nPreliminary Order on Plaintiffs’ Second Sanctions Motion; and (iv)  drafting \naffidavits.  (See Walton Aff. Supp. Pls.’ Pet. ¶¶ 11–42.)  The Court considers each in \nturn. \n1. Payne USB Drive \n69. Plaintiffs seek to recover $1,216.25 in costs and fees for 4.75 hours Reliance \nspent in connection with its forensic examination and an alysis of Payne’s Build \nSheets USB.  (Walton Aff. Supp. Pls.’ Pet. ¶ 15.)  The Titan Defendants contend that \nthese expenses are non-compensable because Reliance’s work did not address conduct \nat issue in the Second Sanctions Motion.  As previously discussed, however, while \nPayne’s solicitation and retention of the Build Sheets USB in violation of the P.I. \nOrder was first raised in connection with Plaintiffs’ First Show Cause Motion, \nPlaintiffs offered this conduct as a basis for sanctions in the Second Sanctions Motion.  \nThe Court thus concludes that the se expenses are properly recoverable through the \nSecond Sanctions Motion.   \n70. Because Reliance’s expenses related to the Build Sheets USB were incurred \nsolely because of Pa yne’s conduct, the Court concludes , in the exercis e of its \ndiscretion, that Payne and Titan shall be jointly and severally liable for these costs \nin the total amount of $1,216.25.   \n2. Device Discovery Protocol \n71. Plaintiffs also seek to recover $82,886.25 in costs and fees  for 614.8 hours \nReliance spent in conducting its forensic examination and analysis of Defendants’ \n \ndata sources under the First Sanctions Order and Device Discovery Protocol.  (Walton \nAff. Supp. Pls.’ Pet. ¶ 36.)  After thorough review, the Court concludes, in the exercise \nof its discretion, that the costs and fees Plaintiffs seek for these fees and expenses are \nreasonable and properly awarded hereunder.  Proper allocation of these expenses  \namong Defendants, however, bears further discussion. \n72. In the First Sanctions Order, the Court concluded that a forensic \nexamination was appropriate based on significant evidence showing that the three \nindividual Defendants had engaged in sanctionable conduct by withholding \nresponsive information in discovery.  In response, Reliance thereafter forensically \nexamined fifty-two devices and data sources of Defendants pursuant to the Device \nDiscovery Protocol.  (Walton Aff. Supp. Pls.’ Pet. ¶ 20.) \n73. Of those fifty-two devices and data sources, (i) nineteen were owned or used \nby Aedo, (ii) nineteen were owned or used by Payne, (iii) eight were owned or used by \nFarris, and (iv) six were Titan e -mail accounts that were not attributable to an \nindividual Defendant. \n74. After careful consideration, the Court concludes, in the exercise of its \ndiscretion, that Reliance’s fees associated with the Device Discovery Protocol should \nbe awarded in full and allocated among the individual Defendants based on the \nnumber of forensically examined devices and data sources each owned or used.  As to \nthe six general Titan e -mail accounts, the Court concludes that attributing two \naccounts to each of the three individual Defendants is fair and reasonable. \n \n75. Apportioning in this way, the Court thus concludes, in the exerc ise of its \ndiscretion, that Reliance’s fees and costs should be paid and allocated as follows: \na. Titan shall be liable for the fees and costs associated with all fifty -two \ndevices and data sources in the total amount of $82,886.25, with Aedo and \nPayne to hav e joint and several liability with Titan for portions of this \namount as allocated below; \nb. Aedo and Titan shall be jointly and severally liable for the costs associated \nwith twenty-one of the fifty-two devices and data sources (40.385%) in the \ntotal amount of $33,473.61; and \nc. Payne and Titan shall be jointly and severally liable for the costs \nassociated with twenty-one of the fifty -two devices and data sources  \n(40.385%) in the total amount of $33,473.61. \n3. Deletion of P.I. Exhibits \n76. Plaintiffs seek to recover $4,363.75 in costs and fees for 22.75 hours spent \non its investigation and deletion of the P.I. Exhibits from Defendants’ devices.  \n(Walton Aff. Supp. Pls.’ Pet. ¶  39.)  Based on its review of the record, the Court \nconcludes, in the exercise of its discretion, that the costs and fees Plaintiffs seek for \nthese tasks are reasonable and properly awarded.  Proper allocation among \nDefendants again merits discussion. \n77. In its Preliminary Order on Plaintiffs’ Second Sanctions Motion, the Court, \nin the exercise of its discretion and for good cause shown, concluded that Reliance \nshould be permitted to conduct a forensic examination of all of Defendants’ data \nsources—regardless of whether such data sources were subject to the Return Protocol \n \nor Device Discovery Protocol —to search for data and metadata related to the P.I. \nExhibits.  (Prelim. Order Pls.’ Mot. Sanctions ¶ 6(c) , ECF No. 171.)  The Court \ndirected Reliance to “permanently delete from the Data Sources the P.I Exhibits and \nany copies thereof[.]”  (Prelim. Order Pls.’ Mot. Sanctions ¶ 6(c).)  In total, Reliance \ndeleted the P.I. Exhibits from eight devices and data so urces.  Of th ese, four were \nowned or used by Aedo, two were owned or used by Payne, and two were owned or \nused by Farris. \n78. After review, and consistent with the allocation of Reliance’s fees and costs \nassociated with the Device Discovery Protocol, the Court concludes, in the exercise of \nits discretion, that Reliance’s fees and costs associated with the deletion of the P.I. \nExhibits should be apportioned based on the number of devices and data sources  \nowned or used by each Defendant .  Thus, the Court concludes, in the exercise of its \ndiscretion, that Reliance’s fees and costs should be paid and allocated as follows: \na. Titan shall be liable for the fees and costs associated with the deletion of \nthe P.I. Exhibits on all eight devices and data sources in the total amount \nof $4,363.75, with Aedo and Payne to have joint and several liability with \nTitan for portions of this amount as allocated below; \nb. Aedo and Titan shall be jointly and severally liable for the costs associated \nwith deletion on four of the eight devices and data sources  (50%) in the \ntotal amount of $2,181.87; and \n \nc. Payne and Titan shall be jointly and severally liable for the costs \nassociated with deletion on two of the eight devices and data sources (25%) \nin the total amount of $1,090.93. \n4. Affidavits  \n79. Plaintiffs seek to recover $4,931.25 in fees and costs for 20.25 hours Reliance \nspent in preparing affidavits for purposes of this litigation.  (Walton Aff. Supp. Pls.’ \nPet. ¶ 41.)  Such fees and costs are indivisible.  The Court concludes , in the exercise \nof its discretion and after thorough review, that the costs and fees Plaintiffs seek for \nthese tasks are reasonable and properly awarded and, thus, that Reliance’s fees and \ncosts for this task should be paid and allocated as follows: \na. Titan shall be liable for Reliance’s fees and costs associated with affidavit \npreparation in the total amount of $4,931.25, with Aedo and Payne to have \njoint and several liability with Titan for portions of this amount as \nallocated below; \nb. Aedo and Titan shall be jointly and severally l iable for Aedo’s one-third \nshare of these indivisible expenses in the total amount of $1,643.75; and \nc. Payne and Titan shall be jointly and severally liable for Payne’s one-third \nshare of these indivisible expenses in the total amount of $1,643.75. \n5. Summary of Reliance’s Fees and Costs Awarded \n80. Accordingly, based on the above , the Court concludes, in the exercise of its \ndiscretion, that Reliance’s reasonable fees and costs should be paid and allocated as \nfollows: \n \na. Titan shall pay Plaintiffs the reasonable fees and costs Reliance charged \nto Plaintiffs in the total amount of $ 93,397.50, with Aedo and Payne to \nhave joint and several liability with Titan for portions of this amount as \nallocated below; \nb. Aedo and Titan shall be jointly and severally liable to Plaintiffs  for \n$35,655.48 in divisible fees and costs caused solely by Aedo’s conduct and \nfor Aedo’s one-third share of indivisible fees and costs totaling $4,931.25 \n(i.e., $1,643.75) for a total amount of $ 37,299.23, for which Plaintiffs are \nentitled to seek recovery from Titan, Aedo, or both; and \nc. Payne and Titan shall be jointly and severally liable to Plaintiffs for \n$35,780.79 in divisible fees and costs caused solely by Payne’s conduct and \nfor Payne’s one-third share of indivisible fees and costs totaling $4,931.25 \n(i.e., $1,643.75) for a total amount of $ 37,424.54, for which Plaintiffs are \nentitled to seek recovery from Titan, Payne, or both. \nIII. \nCONCLUSION \n81. WHEREFORE, the Court, in the exercise of its discretion, hereby \nORDERS the Titan Defendants to pay Plaintiffs’ reasonable expenses, including \nreasonable attorneys’ fees, within thirty-five (35) days of the entry of this Order  as \nfollows: \na. Titan shall pay Plaintiffs ’ reasonable expenses, including reasonable \nattorneys’ fees, in the total amount of $246,577.50, with Aedo and Payne \n \nto have joint and several liability with Titan for portions of this amount \nas allocated below; \nb. Aedo and Titan shall be jointly and severally liable to Plaintiffs  for \n$72,235.48 in divisible expenses caused solely by Aedo ’s conduct and for \nAedo’s one-third share of indivisible expenses totaling $104,281.25 (i.e., \n$34,760.41) for a total amount of $ 106,995.89, for which Plaintiffs are \nentitled to seek recovery from Titan, Aedo, or both; and \nc. Payne and Titan shall be jointly and severally liable to Plaintiffs for \n$51,060.79 in divisible expenses caused solely by Payne’s conduct and for \nPayne’s one-third share of indivisible expenses totaling $104,281.25 (i.e., \n$34,760.41) for a total amount of $ 85,821.20, for which Plaintiffs are \nentitled to seek recovery from Titan, Payne, or both. \n SO ORDERED, this the 5th day of September, 2019. \n \n       /s/ Louis A. Bledsoe, III \n      Louis A. Bledsoe, III  \n      Chief Business Court Judge \n "
}