{
  "id": "c8147ecb2de82f75bdc948e5988acbe41d8fb1feb81c44de332854d5dd1f86f4",
  "source_file": "data/raw/ncbc/c8147ecb2de82f75bdc948e5988acbe41d8fb1feb81c44de332854d5dd1f86f4.pdf",
  "raw_text": "N.C. Dep’t of Revenue v. First Petroleum Servs., Inc., 2018 NCBC 19. \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 1663 \n \nN.C. DEPARTMENT OF REVENUE, \n \nPetitioner, \n \nv. \n \nFIRST PETROLEUM SERVICES, \nINC., \n \nRespondent. \n \n \n \n \n \nORDER AND OPINION ON  \nPETITION FOR JUDICIAL REVIEW \n \n \n1. This matter is an appeal in a contested tax case.   The issue is whether \nRespondent First Petroleum Services, Inc. (“First Petroleum”) must pay a use tax on \nmaterials it purchased and used in fulfilling contracts to construct and install fuel \nstorage tanks and related equipment.   The Office of Administrative Hearings  held \nthat the relevant contracts were not subject to the use tax and  granted summary \njudgment in favor of  First Petroleum.  The North Carolina Department of Revenue  \n(“Department”) petitions for judicial review of that administrative final decision. \n2. For the reasons given below, t he Court REVERSES the decision of the \nOffice of Administrative Hearings and REMANDS with instructions to grant \nsummary judgment in favor of the Department. \nNorth Carolina Department of Justice , by Assistant Attorney General \nAndrew O. Furuseth, for Petitioner North Carolina Department of \nRevenue.  \n \nStevens Martin Vaughn & Tadych, by Michael J. Tadych, for Respondent \nFirst Petroleum Services, Inc.  \n \nConrad, Judge. \n \n \nI. \nBACKGROUND \n \n3. Both parties moved for summary judgment before the Office of \nAdministrative Hearings.  The material facts are undisputed.* \n4. First Petroleum sells and installs petroleum fueling equipment.  (See R.24; \nR.263.)  About half of First Petroleum’s business involves retail sales to customers  \n(such as sales of replacement parts).  (See R.264–65.)  The other half of its business \nconsists of contracts for construction and installation of fuel tanks, fueling islands, \nand similar fuel storage and delivery systems.  (See R.265–67.)  The tax assessment \nin this case concerns the latter.   \n5. The Department conducted a sales and use tax audit of First Petroleum for \nthe period April 1, 2009 to March 31, 2012.  (See R.48.)  Its review centered on eleven \ncontracts (“FPS Contracts”), each of which is similar in relevant respects.  (See R.295 \n(describing contracts as “representative examples”); see also Pet. for Judicial Review \n2 n.1, ECF No. 1 .)  The subject matter of each contract is the  installation of a fuel \nstorage and delivery system on property owned by a governmental entity , such as a \nmunicipality or federal agency .  ( See, e.g., R.334, 338, 361, 388 –89, 406 –07, 419 .)  \nFirst Petroleum agreed to furnish the necessary labor, materials, and equipment  to \nperform its services, including supervision of the work and related site-management \nservices.  (See, e.g., R.472, 519, 520, 646, 731–33, 906–07, 1228, 1244, 1249, 1277–78, \n1518, 1522–23; see also R.314, 334–35; R.683.)  It performed these activities  subject \n                                            \n* The appeal record appears at ECF Nos. 21 through 31. \n \n \nto compliance with detailed specifications provided by the primary contractor or the \nproperty owner.  (See, e.g., R.470–71, 473–98, 519, 521, 527–42, 840–41, 1239–54; see \nalso R.589–96.)  The FPS C ontracts also generally task First Petroleum with \nresponsibility for permits, fees, and taxes, as well as any liability for injuries  or loss \non the job site.  (See, e.g., R.472, 646, 737–38, 896–920, 1277, 1519–20, 1530; see also \nR.335, 685.) \n6. A representative contract concerns the construction and installation of a \ngasoline storage and dispensing system at Fort Bragg, North Carolina.  (See R.519.)  \nServing as a subcontractor , First Petroleum  agreed “to furnish all necessary labor  \nand material, tools,  [and] equipment,” to  “furnish and erect scaffolding,” and to \nhandle “all power transportation, hauling, loading and unloading, demolition, floor \ncutting & patching and all other incidentals necessary for the compete installation” \nof the system.  (R.519; see also R.329.)  The contract sets forth detailed instructions \nregarding various system components, including materials to be used, drawings and \nspecifications, and procedures for requesting to deviate from the  approved \nspecifications.  (See R.473, 526, 547, 1528.)  First Petroleum remained responsible for \nall state taxes and any and all loss due to theft or other misappropriation.  (See R.331–\n32, 1530.) \n7. As a result of  the audit, the Department found that First Petroleum failed \nto pay a use tax for the building materials that it purchased and then used to perform \nthe FPS Contracts.  (See R.48.)  The Department issued a proposed assessment of use \ntax, penalties, and interest.  (See R.49.) \n \n \n8. In response, First Petroleum did not argue that it had, in fact, paid sales or \nuse tax on the materials used to perform the FPS Contracts.  Rather, it argued that \nit was not required to do so.  First Petroleum opposed the use tax assessment on the \nground that the FPS Contracts were better characterized as retail sales of equipment, \nnot taxable uses of building materials.  (See, e.g., R.24.)  And it denied incurring any \nsales tax liability because its customers (government entities) were exempt.  ( See, \ne.g., R.24.) \n9. The Department disagreed  with both arguments .  In its Notice of Final \nDetermination, the Department concluded that First Petroleum’s transactions were \nnot exempt from tax.  In certain circumstances, items purchased by government \nentities are exempt, but these exemptions “do not apply if the items were used by [a] \ncontractor in the performance of a contract.”  ( R.50 (citing 17 N.C. Admin. Code \n07B.1701(a), (c) & 07B.4203).)   \n10. The Department further “determined that the [FPS Contracts] contained \nthe elements of a performance contract rather than a sales transaction.”  (R.50.)  In \nreaching that conclusion, the Department relied on the use tax statute and its \nregulations interpreting the statute.  ( See R.49 (citing N.C. Gen. Stat. §  105-\n164.6(a)(1) & 17 N.C. Admin. Code 07B.2602(a)) .)  Having concluded that First \nPetroleum was the consumer of the materials used to perform the FPS Contracts, the \nDepartment upheld the proposed assessment for unpaid use tax. \n \n \n11. First Petroleum timely filed a Petition for Contested Hearing in the Office \nof Administrative Hearings.  (See R.23.)  The parties cross-moved for partial summary \njudgment.   \n12. After a hearing, the Administrative Law Judge  (“ALJ”) issued a Final \nDecision granting First Petroleum’s motion and den ying the Department’s.  ( See \nR.19.)  The ALJ based that decision on language in Sales and Use Tax Technical \nBulletin 31-1 (“Bulletin 31 -1”), a publication provided by the Department  pursuant \nto its statutory authority  to interpret the sales and use tax statutes.  The ALJ \nconstrued Bulletin 31 -1 to mean that “the critical issue here in volves the level of \ncontrol by parties to a construction contract.”  (R.17 ¶  84.)  After reviewing the FPS \nContracts, the ALJ concluded that “the method, manner and means of completing” \nthe contracts “are within the control of the owner,” not First Petroleum.  (R.14.)  On \nthat basis, the ALJ concluded that “the ‘overall tenor’ of” the contracts “does not allow \n[First Petroleum] to simply supply a finished product” and, therefore, that “the \nsubject contracts are not performance contracts” but are instead retail sales contracts \n“as a matter of law.”  (R.14.) \n13. The ALJ also rejected the Department’s alternative  request to change the \nbasis for its assessment to the sales tax in the event the materials used in performing \nthe FPS Contracts were  determined not to be subject to the use tax .  The ALJ \nconcluded that “the statute of limitations for making a separate assessment based on \nthe sales tax has long since passed.”  (R.16 ¶  77.)  Accordingly, the ALJ held that no \n \n \nadditional tax was due for material purchased in connection with the FPS Contracts.  \n(See R.19.) \n14. The Department filed its Petition for Judicial Review on February 9, 2017  \nand its opening brief on April 24, 2017 .  First Petroleum and the Department filed \ntheir response and reply briefs, respectively, on June 29 and July 12, 2017.  The Court \nheld a hearing on August 24, 2017, at which all parties were represented by counsel.  \nIn response to a request from the Court at the hearing, the parties prepared an \nelectronic version of the record, which First Petroleum filed on October 12, 2017.  This \nmatter is ripe for determination.   \nII. \nSTANDARD OF REVIEW \n \n15. When a “trial court exercises judicial review of an agency’s final decision, it \nacts in the capacity of an appellate court.”  N.C. Dep’t of Env’t & Natural  Res. v. \nCarroll, 358 N.C. 649, 662, 599 S.E.2d 888, 896 (2004).  “The nature of the error \nasserted by the party seeking review dictates the appropriate manner of review.”  \nDillingham v. N.C. Dep’t of Human Res., 132 N.C. App. 704, 708, 513 S.E.2d 823, 826 \n(1999); see also N.C. Gen. Stat. § 150B-51(c). \n16. Here, the Department appeals the order of the Office of Administrative \nHearings granting summary judgment in favor of First Petroleum.  “Appeals arising \nfrom summary judgment orders are decided using a de novo standard of review.”  \nMidrex Techs. v. N.C. Dep’t of Revenue, 369 N.C. 250, 257, 794 S.E.2d 785, 791 (2016).  \n“De novo review requires a court to consider a question anew, ” Smith v. Richmond \nCty. Bd. of Educ., 150 N.C. App. 291, 295, 563 S.E.2d 258, 263 (2002) , and to “freely \n \n \nsubstitute[] its own judgment for” that of the Administrative Law Judge, Carroll, 358 \nN.C. at 660, 599 S.E.2d at 895.  “In reviewing a final decision allowing . . . summary \njudgment, the court may enter any order allowed by .  . . Rule 56.”  N.C. Gen. Stat. \n§ 150B-51(d). \n17. It bears noting that  the Final Decision includes a section labeled “Finding \nof Facts.”  (R.7–12.)  Although neither party takes issue with this aspect of the Final \nDecision, our courts “have on numerous occasions held that it is not proper to include \nfindings of fact in an order granting summary judgment.”  Winston v. Livingstone \nCollege, Inc. , 210 N.C. App. 486, 487, 707 S.E.2d 768, 769 (2011).  The ALJ’s \npurported findings are therefore not binding in this appeal,  and the Court does not \nreview them deferentially. \n18. Rather, the Court must determine de novo whether  “the pleadings, \ndepositions, an swers to interrogatories, and admissions on file, together with the \naffidavits, if any, show that there is no genuine issue as to any material fact and that \nany party is entitled to a judgment as a matter of law.”  N.C. R. Civ. P. 56(c).   \nSummary judgment is appropriate if “the facts are not disputed and only a question \nof law remains.”  Wal-Mart Stores East v. Hinton , 197 N.C. App. 30, 37, 676 S.E.2d \n634, 641 (2009)  (quoting Carter v. West Am. Ins. Co. , 190 N.C. App. 532, 536, 661 \nS.E.2d 264, 268 (2008)).  In this appeal, because the material facts are undisputed, “a \nsummary disposition of the claims is proper and appropriate .”  Technocom Bus. Sys. \nv. N.C. Dep’t of Revenue, 2011 NCBC LEXIS 1, at *12 (N.C. Super. Ct. Jan. 4, 2011). \n \n \nIII. \nANALYSIS \n \n19. The Department contends that the ALJ’s decision “allows the property at \nissue to be untaxed,” contrary to the purpose of the sales and use tax statutes.  (Pet’r’s \nBr. 2 [“ Dept. Br.”].)  In its view, the materials used to perform the FPS Contracts \nwere subject to the use tax under the plain language of the governing statute and the \nregulations interpreting the statute.  (See Dept. Br. 12–18.)  In the alternative, t he \nDepartment contends that, assuming the FPS Contracts were retail sales, the ALJ \nshould have permitted it to change the basis for its assessment from the use tax to \nthe sales tax.  (See Dept. Br. 19–23.) \n20. First Petroleum responds that the ALJ was correct on both counts.  It \ncontends that the “sole issue” is whether the FPS Contracts “were ‘performance \ncontracts’ under” Bulletin 31 -1 and that the ALJ correctly concluded they were not.  \n(Resp’t’s Br. 2, 6–21 [“Opp’n”].)  First Petroleum also argues that the Department \nbased its assessment solely on the use tax, never changed the basis to the sales tax, \nand cannot change the basis for the assessment now.  (See Opp’n 21–25.) \n21. For the reasons discussed below, the Court agrees with the Department that \nFirst Petroleum incurred liability for use tax on materials it purchased and then used \nto fulfill its contracts for the construction and installation of fuel storage and delivery \nsystems within North Carolina.  As a result, the Court need not and does not decide \nwhether the Department has statutory authority to chang e the basis for its \nassessment from the use tax to the sales tax. \n \n \nA. The Department’s Assessment Was Correct. \n22. The Sales and Use Tax Act imposes complementary sales and use taxes, \nwhich “often bring about the same result” but “‘are assessments upon different \ntransactions and are bottomed on distinguishable taxable events.’”  In re Assessment \nof Taxes Against Village Publishing Corp. , 312 N.C. 211, 214, 322 S.E.2d 155, 158 \n(1984) (quoting Atwater-Waynick Hosiery Mills, Inc. v. Clayton , 268 N.C. 673, 675, \n151 S.E.2d 574, 576 (1966)).  “A sales tax is assessed on the purchase price of property \nand is imposed at the time of sale.”  Colonial Pipeline Co. v. Clayton , 275 N.C. 215, \n223, 166 S.E.2d 671, 677 (1969).  It is “designed to be passed on to the consumer.”  \nVillage Publishing Corp., 312 N.C. at 214, 322 S.E.2d at 158.   \n23. On the other hand, the “use tax is assessed on the storage, use or \nconsumption of property and takes effect only after such use begins.”  Colonial \nPipeline, 275 N.C. at 223, 166 S.E.2d at 677.   Its “purpose” is “to impose a use tax, \ncredited with any sales tax previously paid, upon the user of any tangible personal \nproperty in this state.”  Oscar Miller Contractor, Inc. v. N.C. Tax Review Bd., 61 N.C. \nApp. 725, 729, 301 S.E.2d 511, 513 (1983). \n24. The texts of the sales and use tax statutes  reflect these complementary \ngoals.  In general, the State’s sales tax applies to a “retailer’s net taxable sales or \ngross receipts.”  N.C. Gen. Stat. § 105-164.4.  A “sale” broadly includes the “transfer” \nof tangible personal property “for consideration.”  Id. § 105-164.3(36).   \n25. By contrast, t he use tax applies to  “[t]angible personal property . . . \npurchased inside or outside this State for storage, use, or consumption in this State.”  \n \n \nId. § 105-164.6.  This “includes property that becomes part of a building or another \nstructure.”  Id.  The term “use” is broadly defined to “include[] withdrawal from \nstorage, distribution, installation, affixation to real or personal property, and \nexhaustion or consumption of the property or service by the owner or purchaser.”  Id. \n§ 105-164.3(49). \n26. The interpretive difficulty here arises from the fact that First Petroleum \nuses construction materials by incorporating them into large-scale improvements on \nreal property but also transfers title to the completed job to the property owner.  First \nPetroleum views the se transactions  for consideration  as retail sales .  The \nDepartment, on the other hand, contends that the  use of construction materials in \nthe performance of contractual obligations  makes First Petroleum a consumer  of \nthose materials, not a retailer. \n27. Precedent in this area , although not abundant, is instructive.  Our courts \nhave traditionally treated contractors as the user of building materials when \nconstructing structures and other improvements on real property.  Thus, the North \nCarolina Supreme Court rejected the “ingenious” argument tha t “heating and \nplumbing contractors who buy materials and supplies for use in fulfilling lump-sum \ncontracts” were engaged in the resale of those supplies.  Atlas Supply Co. v. Maxwell, \n212 N.C. 624, 626 –27, 194 S.E. 117, 117 –18 (1937).  Rather, “[t]hey purchase the \nmaterials and supplies, not for resale as tangible personal property, but for use in \nproducing the turn-key job”—that is, incorporating the materials into a functioning \nheating or plumbing system.  Id. at 627, 194 S.E. at 118 (emphasis added); compare \n \n \nIn re Rock-Ola Café, 111 N.C. App. 683, 685, 433 S.E.2d 236, 237 (1993) (holding that \nbar snacks and matches offered by a restaurant to its customers “are not subject to a \nuse tax because the items were purchased [by the restaurant] for resale”). \n28. Similarly, the North Carolina Court of Appeals held that lumber and related \nmaterials used to construct warehouses and other buildings on farms were subject to \nthe use tax .  See Morton Bldgs., Inc. v. Tolson , 172 N.C. App. 119, 120, 615 S.E.2d \n906, 908 (2005).  The case addressed an earlier , though similar,  version of section \n105-164.6, which imposed a use tax “on the purchase price of tangible personal \nproperty purchased inside or outside the State that becomes a part of a building or \nother structure in  the State.”  N.C. Gen. Stat. §  105-164.6(b) (2003).  The Court of \nAppeals reasoned that the plain language of the use tax statute applied to the \nbuilding materials at issue “because the materials, which are tangible personal \nproperty, became ‘part of a building or other structure in the State.’”  Morton Bldgs., \n172 N.C. App. at 123, 615 S.E.2d at 910.  Furthermore, “[b]y incorporating the lumber \nand other materials petitioner purchased into the buildings petitioner constructed in \nNorth Carolina, petitioner exercised a right, power, and dominion over, and therefore \nused the . . . materials.”  Id. at 124, 615 S.E.2d at 910 (emphasis in original). \n29. What flows from these cases is a  reasonably defined standard for \ndistinguishing between a use and a sale, at least as those terms apply to the activities \nof contractors .  There is a clear difference, for example, between t he transfer of \nproperty for the purpose of eventual resale and the use of property to perform a turn-\nkey job.  The former typically falls in the category of a retail sale , and the latter is \n \n \ndeemed a use .  The distinction is especially clear when a contractor purchases \nconstruction materials and then incorporates them into a building or other structure \nin the course of performing the contrac t.  Our courts have treated such activities as \nthe performance of a job (subject to the use tax) rather than the sale of the specific \nmaterials at issue (subject to the sales tax). \n30. This understanding of section 105 -164.6 is further supported by the \nDepartment’s interpretation of the statute, as stated in the North Carolina \nAdministrative Code and in published bulletins.  “The interpretation of a revenue law \nadopted by the agency  charged with its enforcement  is a significant aid to judicial \ninterpretation of the same provision. ”  Jefferson-Pilot Ins. Co. , 161 N.C. App. 558, \n560–61, 589 S.E.2d 179, 181 (2003).   “An interpretation by the Secretary is prima \nfacie correct,” N.C. Gen. Stat. §  105-264(a), as well as  “strongly persuasive” and \n“entitled to due consid eration,” Midrex Techs., 369 N.C. at 260, 794 S.E.2d at 793 \n(citation and quotation marks omitted). \n31. During the relevant period, the Department consistently advised that \n“[c]ontractors are considered the consumers of tangible personal property they use in \nfulfilling contracts and are liable for payment of applicable statutory State and local \nsales or use taxes on the property.”  17 N.C. Admin. Code 07B.2602(a) ( 2012) \n(emphasis added); see also 17 N.C. Admin. Code 07B.2607.  In Sales and Use Tax \nBulletin 31-1, which specifically addresses “Contractors and Building Materials,” the \nDepartment repeated this guidance , advising that it deems contractors “to be \n \n \nconsumers of tangible personal property which they use in fulfilling performance \ncontracts.”  N.C. Sales & Use Tax Bulletin § 31-1 [“Bulletin”] (emphasis added). \n32. Bulletin 31-1 goes on to explain the factors that are relevant to determining \nwhether a transaction is a performance contract as opposed to a retail sale:   \n“In order to establish if a transaction constitutes a performance contract, \nthe tenor of the agreement is for the contractor to perform a job, \nretaining the right to control the means, the method, and the manner of \naccomplishing the desired result.  A performance co ntract does not \nprovide for a sale of specific items; rather, the contractor agrees to \nfurnish the necessary materials, labor, and expertise to accomplish the \njob.  With a performance contract, responsibility for the job and title to \nthe materials purchase d by the contractor remain with the contractor \nuntil the job is com pleted and accepted by the purchaser/owner.  The \ncontractor is liable for accidents or injury at the job site and loss or \ndamage due to vandalism, neglect, theft, and fire.” \nSee Bulletin § 31-1. \n33. Thus, under the interpretation adopted by the Department, the general rule \nis that contractors using tangible personal property to fulfill their contracts are the \nusers or consumers of that property.  A “sale of specific items” is treated as a retail  \nsale.  By contrast, the use of materials in the course of fulfilling an agreement “to \nperform a job”—in which “the contractor agrees to furnish the necessary materials, \nlabor, and expertise to accomplish the job”—is a statutory use, subject to the use tax.  \nPut another way, t he distinction drawn by the Department  is the same distinction \ndrawn by Atlas Supply and Morton Buildings. \n34. Here, u nder both the plain language of the statute and the governing \nregulations, the undisputed evidence shows that First Petroleum’s activities fall on \nthe use side of the line.  The FPS Contracts do not identify specific items for sale.  \nRather, they define a scope of work —a job to be performed.  First Petroleum agreed \n \n \nto construct large -scale improvements to real pro perty.  To perform its obligations, \nFirst Petroleum purchased necessary materials, incorporated those materials into \nfuel storage and dispensing systems , and transferred to each property owner a \ncompleted, functioning system.   In doing so , First Petroleum “exercised a right, \npower, and dominion over, and therefore used the . . . materials.”  Morton Bldgs., 172 \nN.C. App. at 124, 615 S.E.2d at 910 (emphasis in original) ; see also id. at 123, 615 \nS.E.2d at 910 ( “materials . . . became ‘part of a building or ot her structure in the \nState’”); N.C. Gen. Stat. §  105-164.6(a)(1) (imposing use tax on tangible personal \nproperty that becomes “part of a building or other structure” in North Carolina). \n35. As a result, the Department’s assessment of use tax was correct.  Summary \njudgment in favor of the Department is appropriate. \nB. The Final Decision’s Application of Bulletin 31-1 Was Erroneous. \n36. The ALJ’s Final Decision reached a different conclusion solely on the basis \nof language in Bulletin 31-1.  This decision was erroneous for three reasons.   \n37. First, this dispute ultimately concerns a question of statutory \ninterpretation, for which the starting point must be the statut e’s text and relevant \nprecedent.  The Final Decision neglects both.  It is noteworthy that First Petroleum, \nin defending the Final Decision,  does not address or distinguish Atlas Supply  or \nMorton Buildings.  Nor does it cite any contrary case law treating the use of building \nmaterials to perform a construction contract as a retail sale.  In short, First Petroleum \nprovides no basis to conclude that the Final Decision’s reasoning  is consistent with \nprecedent or the traditional application of sales tax and use tax in this context. \n \n \n38. While briefly addressing the statute in its opposition brief, First Petroleum \ninsists “that often it is not clear whether a transaction at issue is a use or a sale” and \nthat “not every affixation of tangible personal property to real property is a taxable \nuse.”  (Opp’n 5 n.2.)  But to resolve this dispute, the Court need not decide whether \nevery affixation of tangible personal property results in a taxable use.   (This case is \nnot about, for example, the sale of carpeting or a home appliance with ancillary \ninstallation services, for which tax treatment may be different.)  The issue is much \nnarrower: whether First Petroleum’s use of construction materials in erecting and \ninstalling fuel structures on real property is a taxable use.  The plain language of the \nstatute and the holdings of Atlas Supply and Morton Buildings confirm that it is, and \nthe Department’s administrative guidance is consistent with both. \n39. Second, the ALJ failed to  read Bulletin 31-1 as a whole .  According to the \nALJ, Bulletin 31-1 “draws a distinction between those construction contracts in which \nthe contractor determines the method, manner and means of completing the final \nproject and those in which the owner determines the method, manner and means of \ncompleting the final project.”  (R.1 5 ¶ 69.)  The ALJ treated this distinction  as the \n“critical issue,” (R.17 ¶ 84), and First Petroleum doubles down on the point, referring \nto it as the “gravamen” or “ultimate test”  for distinguishing between taxable sales \nand taxable uses, (Opp’n 8). \n40. This cramped interpretation is not supported by the language of  Bulletin \n31-1.  Fairly construed, the Bulletin frames the inquiry as whether “the tenor of the \nagreement is for the contractor to perform a job , retaining the  right to control the \n \n \nmeans, the method, and the manner of a ccomplishing the desired result. ”  (R.97 \n(emphasis added).)  Bulletin 31-1 describes several factors to consider in making that \ndetermination, including whether the contractor (i) “agrees to furnish the necessary \nmaterials, labor, and expertise to accomplish the job ”; (ii) retains “responsibility for \nthe job and title to the materials .  . . until the job is completed and accepted”; and \n(iii) “is liable for injury at the job site and loss or damage.” \n41. It is undisputed these factors are met here.  (See Opp’n 18–19 & n.11.)  First \nPetroleum agreed to furnish the necessary materials, labor, and  expertise; title \nremained with First Petroleum until the job was done; and First Petroleum was liable \nfor accidents, injuries, or loss.  Furthermore, as discussed, there is no way to read the \ncontracts as a “sale of specific items” rather than a contract “to perform a job.”  Taken \ntogether, the factors deemed relevant  by the Department  in Bulletin 31 -1 strongly \nsupport its conclusion that First Petroleum agreed to perform a job, retai ning the \nright to control the means, method, and manner of performance.   \n42. Yet the ALJ held these factors were entitled to no weight on the ground that \nthe same “is true of virtually all construction contracts because the whole purpose of \nthe contract is for the contractor to build something for the owner.”  (R.15 ¶  68.)  By \ndoing so, the ALJ read the relevant factors out of the Bulletin altogether , divorcing \nthe pertinent inquiry from the criteria that go into it.  In the absence of a conflict with \nthe governing statute, however, the ALJ and this Court must apply the regulation as \nwritten by the Department .  No such conflict exists .  The fact that certai n factors \napply to “virtually all construction contracts” is not a stain on the Department’s \n \n \ninterpretation.  It is consistent with longstanding precedent that treats the use of \nmaterials in the performance of a construction contract as subject to the use tax.  The \nDepartment’s interpretation therefore deserves due consideration. \n43. Third, even putting aside the factors identified in the Bulletin,  the Court \nagrees with the Department that First Petroleum retained control over the means, \nmanner, and method of carrying out its contracts.  To be sure, First Petroleum was \nrequired to comply with extensive “plans and specifications prepared by the owner’s \nengineers and architects,” among other restrictions.  (Opp’n 9.)  But the question is \nnot whether the property owners exercised oversight as to the scope of work to be \nperformed.  (See R.272.)  It is instead whether First Petroleum took responsibility for \nsupplying the appropriate materials and expertise, supervising its workers, and \ncarrying out the job.  The  undisputed evidence shows that it did.  (See, e.g., R.329, \n519; see also  R.1530 (“It is agreed that the Subcontractor is an independent \ncontractor.”).) \n44. First Petroleum nevertheless argues that Bulletin 31-1 should be construed \nin its favor because it is “poorly crafted” and “virtually impossible for taxpayers to \napply.”  (Opp’n 20.)  Not so .  For the reasons discussed above, Bulletin 31 -1 is \nconsistent with section 105 -164.6 and appellate precedents applying  the sales and \nuse tax laws.  Read as a whole, and in light of existing precedent, Bulletin 31 -1 is \nneither ambiguous nor incapable of reasoned application.  See Carolina Photography, \nInc. v. Hinton , 196 N.C. App. 337,  341, 674 S.E.2d 724,  727 (2009) (applying Sales \nand Use Tax Technical Bulletin where consistent with precedent). \n \n \nC. The Department’s Alternative Arguments Are Moot. \n45. The Department also contends that the ALJ erred for two additional \nreasons.  It argues, first, that the ALJ improperly prohibited the Department from \nchanging the basis of its proposed assessment from the use tax to the sales tax.  \nSecond, the Department contends that the ALJ awarded relief to First Petroleum \nbeyond what was requested in its petition for administrative review.   Having \nconcluded that the ALJ erred in granting summary judgment in favor of First \nPetroleum and in denying the Department’s motion for summary judgment, the Court \nneed not address these alternative arguments. \nIV. \nCONCLUSION \n \n46. For these reasons, the Court REVERSES the Final Decision  and \nREMANDS with instructions to enter partial summary judgment in favor of the \nDepartment.  On remand, the Office of Administrative Hearings shall determine the \namount of tax due.    \n \nThis the 23rd day of February, 2018. \n Adam M. Conrad   \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n \n "
}