{
  "id": "c8217169df8ece600258ab4cc5f58ba329bc12468e28579c726d394a8b2672fc",
  "source_file": "data/raw/ncbc/c8217169df8ece600258ab4cc5f58ba329bc12468e28579c726d394a8b2672fc.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nGUILFORD COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 4841 \n \nINHOLD, LLC; and NOVALENT, \nLTD., \n \nPlaintiffs, \n \nv. \n \nPURESHIELD, INC.; JOSEPH \nRAICH; and VIACLEAN \nTECHNOLOGIES, LLC, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \nCOUNTS I–V OR, ALTERNATIVELY, \nTO STAY THE CASE \n \n1. Plaintiffs Inhold, LLC and Novalent, Ltd. are related companies that make \nand sell products designed to inhibit the growth of bacteria and fungi.  They claim to \nown valuable trade secrets.  In this action, Plaintiffs allege that a disgruntled insider, \nJoseph Raich, stole their trade secrets and other confidential information, concealed \nhis misdeeds, and began making identical competing products.   Plaintiffs have sued \nRaich, PureShield, Inc.,  and ViaClean Technologies, LLC (“Defendants”)  for \nmisappropriation of trade secrets and other wrongs. \n2. Defendants deny the allegations.  They have moved to dismiss most but not \nall asserted claims under Rule 12(b)(6) of the North Carolina Rules of Civil Procedure.  \nAlternatively, they seek to stay the entire case pending resolution of a related \nadministrative proceeding .  (ECF No. 21.)  For the following reasons, the Court  \nDENIES the motion. \nTuggle Duggins P.A., by Jeffrey S. Southerland, Brandy L. Mansouraty, \nand Richard W. Andrews, for Plaintiffs Inhold, LLC and Novalent, Ltd. \n \nInhold, LLC v. PureShield, Inc., 2020 NCBC 66. \n \n \nParker Poe Adams & Bernstein LLP , by Sarah F. Hutchins, C. Kyle \nMusgrove, and Katherine S. Clarke, for Defendants PureShield, Inc., \nJoseph Raich, and ViaClean Technologies, LLC. \n \nConrad, Judge. \nI. \nBACKGROUND \n3. The Court d oes not make findings of fact on a motion to dismiss.  The \nfollowing background assumes that the allegations of the complaint are true. \n4. Novalent manufactures antimicrobial protectant products —more \nspecifically, “sustainable, non- leaching antimicrobial surface and textile \ntechnologies.”  (Am. Compl. ¶ 26, ECF No. 16.)  Inhold is wholly owned by Novalent \nand was formed to hold some of its intellectual property.  (See Am. Compl. ¶¶ 18, 24, \n28, 60.)  For simplicity’s sake, the Court will refer to Plaintiffs collectively unless the \nspecific identity of Inhold or Novalent is directly relevant. \n5. This case concerns  Plaintiffs’ Envirosystems Bio shield and Envirosystems \nProshield product lines.  As alleged, Plaintiffs own trade secrets covering the makeup \nand processes for manufacturing these product s, including statements of formula, \ndata compilations and ratios, processes and methods for synthesizing and stabilizing \norgano-silane molecules, and studies on the products’ composition, ingredients, \neffectiveness, and safety.  (See Am. Compl. ¶¶ 19, 20.) \n6. Antimicrobial products and other pesticides are highly regulated.   T he \nFederal Insecticide, Fungicide, and Rodenticide Act (“FIFRA”) requires companies in \nthis field to  register the ir products with the Environmental Protection Agency  \n(“EPA”) before marketing them.  See 7 U.S.C. § 136a.  The EPA aims to ensure that \n \n \npesticides and similar products will  perform as intended without harming the \nenvironment.  See id. § 136a(c)(5).  It is a d ata-driven review process.   For the \nproducts at issue, Plaintiffs’ registration applications included the studies discussed \nabove and “other trade secrets,” which Plaintiffs allege were “to be held in strictest \nconfidence by  the EPA .”  (Am. Compl. ¶  23.)  The EPA granted four requested \nregistrations, allowing Plaintiffs to “apply the products to specified applications and \nto market and label [the]  products as approved for use for such applications.”   (Am. \nCompl. ¶¶ 21, 22.) \n7. This case arises out of events that began as early as 2008.  At that time, \nRaich was a member of Inhold.  (See Am. Compl. ¶ 29.)  He proposed licensing Inhold’s \nintellectual property to his  new business venture , PureShield .  ( See Am. Compl. \n¶¶ 33, 39.)  On e of Inhold’s other  members blocked the proposal, so Raich took the \nmatter to  arbitration, which he lost.  ( See Am. Compl. ¶¶  33–37.)  According to \nPlaintiffs, that didn’t stop Raich.  Stymied in his attempt to license the trade secrets, \nRaich stole them instead.  (See, e.g., Am. Compl. ¶¶ 42, 43, 51, 97, 122.)  PureShield \nthen began making and selling a product line , called Bio-Protect, that is predicated \non the stolen trade secrets.  (See Am. Compl. ¶¶ 12, 43, 44, 51, 121.) \n8. PureShield also took a shortcut to register its products with the EPA.  (See \nAm. Compl. ¶¶  45, 46, 48– 50.)  Rather than submit its  own product studies and \nrelated data, PureShield told the EPA that it had permission to cite Inhold’s studies \nalready on file.  (See Am. Compl. ¶¶ 48, 51, 52.)  Using Inhold’s letterhead, Raich —\nwithout authorization—signed the letter that purported to give Inhold’s blessing .  \n \n \n(Am. Compl. ¶¶  45, 47; Ex. A, ECF No. 16.1.)  The EPA granted PureShield’s \napplications in 2010 and 2011.  (See Am. Compl. ¶ 48.) \n9. Throughout, Plaintiffs remained in the dark.   In 2014, Plaintiffs licensed \nfour patents to PureShield and agreed to make it a distributor for the Bio shield \nproduct line.  (See Am. Compl. ¶¶ 57, 61, 62.)  Plaintiffs describe both arrangements \nas ploys designed “to cleanse or conceal” Defendants’ earlier misappropriation.  (Am. \nCompl. ¶¶ 54, 58, 59, 65–67.) \n10. It was not until 2018 that Plaintiffs became suspicious.  At  a business \nmeeting with Novalent’s CEO, representatives from PureShield  claimed to have \nrights to products identical to Plaintiffs ’.  ( See Am. Compl. ¶  69.)  Plaintiffs began \ninvestigating, starting with a Freedom of Information Act request to the EPA.  ( See \nAm. Compl. ¶¶  70, 71.)  They discovered documents  indicating that PureShield’s \n“formula and label claims are identical” to those of Plaintiffs, that PureShield was \n“relying upon the product chemistry originally submitted” by Plaintiffs, and that \nPureShield’s products were “identical” to Plaintiffs’ products.  (Am. Compl. ¶ 46, 71; \nEx. C, ECF No. 16.3.) \n11. Plaintiffs allege that they confronted Raich and PureShield to no effect.  (See \nAm. Compl. ¶¶  74, 75.)  Indeed, rather than back down, Raich and PureShield \nrecruited ViaClean Technologies to join their conspiracy.  (See Am. Compl. ¶¶ 75, 82.)  \nOnce a distributor of Plaintiffs’ products, ViaClean Technologies now allegedly makes \nits own identical products using the trade secrets and other information taken by \nRaich.  (See Am. Compl. ¶¶ 91, 92.) \n \n \n12. Plaintiffs filed this suit in May 2020 and amended their complaint shortly \nafter.  T he amended complaint asserts five claims for relief based on the misuse of \ntrade secrets and confidential information : breach of fiduciary duty, constructive  \nfraud, misappropriation of trade secrets, unfair or deceptive trade practices, and civil \nconspiracy.  A sixth  claim, not relevant here,  is for breach of contract  against \nViaClean Technologies based on an unpaid invoice .  In a separate proceeding, \nPlaintiffs have also petitioned the EPA to revoke PureShield’s product registrations.  \n(See Br. in Supp. 19, ECF No. 22; Opp’n 20, ECF No. 30.) \n13. Defendants move to dismiss all but the  claim for  breach of contract .  \nAlternatively, they seek  to stay the entire case pending resolution of the EPA \nproceeding.  This matter has been fully briefed, and the Court held a hearing on \nSeptember 15, 2020. \nII. \nMOTION TO DISMISS \n14. A motion to dismiss under Rule 12(b)(6) “tests the legal sufficiency of the \ncomplaint.”  Isenhour v. Hutto, 350 N.C. 601, 604, 517 S.E.2d 121, 124 (1999) (citation \nand quotation marks omitted).   The motion should be granted only when “(1)  the \ncomplaint on its face reveals that no law supports the plaintiff ’s claim; (2) the \ncomplaint on its face reveals the absence of facts sufficient to make a good claim; or \n(3) the complaint discloses some fact that necessarily defeats the plaintiff’s claim.”  \nCorwin v. Brit. Am. Tobacco PLC, 371 N.C. 605, 615, 821 S.E.2d 729, 736 –37 (2018) \n(citation and quotation marks omitted).  In deciding the motion, the Court must treat \nthe well -pleaded allegations of the complaint as true and view the facts and \n \n \npermissible inferences “in the light most favorable to” the nonmoving party.  Sykes v. \nHealth Network Sols., Inc. , 372 N.C. 326, 332, 828 S.E.2d 467, 471 (2019) (citat ion \nand quotation marks omitted).  The Court may consider documents “attached to and \nincorporated within [the] complaint”  but may not consider matters outside the \ncomplaint.  Bucci v. Burns, 2018 NCBC LEXIS 37, at *7–8 (N.C. Super. Ct. Apr. 25, \n2018) (citation and quotation marks omitted). \nA. Misappropriation of Trade Secrets \n15. Defendants argue, first, that the amended complaint does not allege the \nexistence or misappropriation of a trade secret .  ( See Br. in Supp. 11– 14.)  On that \nbasis, they move to dism iss the trade-secret claim .  They also seek to dismiss the \nclaims for breach of fiduciary duty, constructive fraud, civil conspiracy, and unfair or \ndeceptive trade practices, contending that those claims are “rooted in”  the alleged \nmisappropriation of trade secrets.  (Br. in Supp. 14.) \n16. “To plead misappropriation of trade secrets, a plaintiff must identify a trade \nsecret with sufficient particularity so as to enable a defendant to delineate that which \nhe is accused of misappropriating and a court to determine whether misappropriation \nhas or is threatened to occur.”  Krawiec v. Manly, 370 N.C. 602, 609, 811 S.E.2d 542, \n547–48 (2018) (quoting Washburn v. Yadkin Valley Bank & Tr. Co. , 190 N.C. App. \n315, 326, 660 S.E.2d 577, 585 (2008)).  By statute, a trade secret means “business or \ntechnical information”  that “[d]erives independent actual or potential commercial \nvalue from not being generally known or readily ascertainable through independent \ndevelopment or reverse engineering by persons who can obtain economic value from \n \n \nits disclosure or use”  and is  “the subject of efforts that are reasonable under the \ncircumstances to maintain its secrecy.”  N.C.G.S. § 66-152(3). \n17. Here, Plaintiffs claim trade -secret protection for formulas, methods, and \ncompilations of data related to their Proshield and Bioshield antimicrobial protectant \nproducts.  (See Am. Compl. ¶¶ 18, 21.)  The alleged trade secrets include \nconfidential statements of formula; compilation data; data matrices; \nratios of ingredients; processes, methods and methodology for \nsynthesizing raw materials to create a stable organo -silane molecule; \nand processes, methods and methodology for stabilizing an organo -\nsilane molecule in water, maintaining clarity and antimicrobial \nproperties . . . . \n(Am. Compl. ¶ 19.)  Plaintiffs also allege that the trade secrets include s tudies that \nrelate to “the products’ compositions and ingredients; stabilization; manufacturing \nprocesses; effectiveness; and safety, including dermal, oral, acute inhalation and \nother toxicities and dermal and other irritations.”  (Am. Compl. ¶ 20.) \n18. These allegations adequately identify the trade secrets at the pleading \nstage.  The descriptions are reasonably definite without disclosing the actual secrets.  \nIn addition, the amended complaint gives even more detail by specifying the products \nthat embody the trade secrets, naming Defendants’ allegedly infringing products, and \nlisting the titles of the relevant studies as an exhibit.  ( See, e.g., Am. Compl. ¶¶  12, \n21, 28, 45, 46, 124, 125;  Ex. A.)  Tak en together, these allegations give Defendants \nand the Court enough notice of the scope of the claim.  See, e.g., Lowder Constr., Inc. \nv. Phillips, 2019 NCBC LEXIS 117, at *1 5–20 (N.C. Super. Ct. Dec. 30, 2019); Se. \nAnesthesiology Consultants, PLLC v. Charlotte -Mecklenburg Hosp. Auth. , 2019 \nNCBC LEXIS 107, at *11–16 (N.C. Super. Ct. Dec. 13, 2019). \n \n \n19. Defendants contend that this information, even if identified with sufficient \nparticularity, is not subject to trade -secret protection  as a matter of law .  Their \nposition is that , when information is submitted to the EPA in  an application for \nproduct registration, it becomes publicly available.  ( See Br. in Supp. 11 –12.)  As a \nresult, the registrant “can claim no property interest under state law ” for that data.  \nThomas v. Union Carbide Agr ic. Prods. Co. , 473 U.S. 568, 584 –85 (1985).   At the \nhearing, Plaintiffs’ counsel conceded that, under Thomas, neither the studies in \nparagraph 20 of the amended complaint nor the  EPA registrations in paragraph 21 \ncan constitute trade secrets, thereby abandoning any allegations to the contrary. \n20. But that concession, and Defendants’ argument, do not require dismissal of \nany claims .  Many of  the alleged trade secrets were not submitted  to the EPA in  \nPlaintiffs’ applications.  (See Am. Compl. ¶ ¶ 19, 23.)  In addition, to the extent \nPlaintiffs disclosed any trade secrets in paragraph 19 to the EPA, there are open \nquestions about the effect of that disclosure.  F ederal law does not make all \ninformation submitted to the EPA publicly available.  Health and safety data become \navailable to the public, but outside of that, the EPA “shall not make public \ninformation which . . . contains or relates to trade secrets.”  7  U.S.C. § 136h(b); see \nalso id. § 136h(d)(1).  Plaintiffs allege that their trade secrets were “to be held in \nstrictest confidence by the EPA.”  (Am. Compl. ¶ 23.)  Defendants have not addressed \nwhether a confidential  disclosure to the EPA affects trade -secret protection (under \nThomas or otherwise) , wh ich is a determination  better suited to  a more complete \nrecord.  See Se. Anesthesiology Consultants, 2019 NCBC LEXIS 107, at *14– 17 \n \n \n(denying motion for judgment on the pleadings  when it was not clear from the \ncomplaint whether alleged trade secrets were subject to the Public Records Act). \n21. In their reply brief, Defendants argue that the alleged trade secrets  are \ndisclosed in Plaintiffs’ patents.  ( See Reply Br. 2, ECF No. 32.)   But the patents are \noutside of the complaint , and Defendants have not asked the C ourt to take judicial \nnotice of them .  And in any event,  the amended complaint alleges that the patents \nprotect aspects of Plaintiffs’ products that are distinct from their trade secrets.  (See \nAm. Compl. ¶ 57.)  The Court must take that allegation as true. \n22. Finally, Defendants contend that the amended complaint does not allege \nany acts of misappropriation.  (See Br. in Supp. 13–14.)  The Court disagrees.  A prima \nfacie case of misappropriation exists when the wrongdoer “(1) [k]nows or should have \nknown of the trade secret; and (2) [h]as had a specific opportunity to acquire it for \ndisclosure or use or has acquired, disclosed, or used it without the express or implied \nconsent or authority of the owner.”  N.C.G.S. § 66-155.  The amended compl aint \nalleges that Raich had access to the trade secrets due to his position as member and \nmanager of Inhold and that he had a motive to acquire the trade secrets after having \nbeen denied a license to use them.  ( See Am. Compl. ¶¶ 33, 37, 122.)  The amended  \ncomplaint further alleges that PureShield represented to the EPA that its products \nwere identical to Inhold’s, that Raich and PureShield disclosed the trade secrets to \nViaClean Technologies, and that Defendants are using the trade secrets to \nmanufacture their own products.  (See Am. Compl. ¶¶ 46, 80, 82, 83, 121.)  Although \n \n \nDefendants heatedly deny synthesizing the active ingredients to manufacture their \nown products, (see Reply Br. 1, 3–4), that is an issue for discovery. \n23. Viewing the allegations in a ligh t most favorable to Plaintiffs, the Court \nconcludes they have adequately alleged the existence of  trade secrets to the extent  \nidentified in paragraph 19 of the amended complaint .  Likewise, Plaintiffs have \nadequately alleged misappropriation. \nB. Statute of Limitations \n24. Next, Defendants argue that the governing statutes of limitations bar the \nclaims for misappropriation of trade secrets, breach of fiduciary duty, unfair or \ndeceptive trade practices, and conspiracy.  (See Br. in Supp. 14–18.) \n25. A statute of limitations “may be the basis of a 12(b)(6) dismissal if on its face \nthe complaint reveals the claim is barred. ”  Forsyth Mem’l Hosp., Inc. v. Armstrong \nWorld Indus., Inc., 336 N.C. 438, 442, 444 S.E.2d 423, 426 (1994) (citations omitted).  \nThe claims here are subject to the “discovery rule, meaning that accrual of the \nlimitations period does not begin when the defendant’s conduct occurred, but when \nthe plaintiff discovered it.”  Aldridge v. Metro. Life Ins. Co. , 2019 NCBC LEXIS 116, \nat *52 (N.C. Super. Ct. Dec. 31, 2019) (citing Forbis v. Neal , 361 N.C. 519, 524, 649 \nS.E.2d 382, 386 (2007)). \n26. The Court cannot conclude from the face of the amended complaint that any \nclaim is time-barred.  Plaintiffs allege that the wrongful acts began as early as 2010 \nbut that Raich and PureShield concealed their wrongdoing.  ( See, e.g., Am. Compl. \n¶¶ 42, 43, 59, 66.)  It was not until July 2018 that Plaintiffs learned about \n \n \nPureShield’s allegedly unlawful activities.  ( See, e.g. , Am. Compl. ¶¶  69–73.)  \nPlaintiffs filed suit less than two years after the alleged discovery, well within the \nrelevant limitations  periods.  See, e.g. , N.C.G.S. §  1-52(1) (three -year limitations \nperiod for breach of fiduciary duty); id.  § 66-157 (three-year limitations period for \nmisappropriation of trade secrets).  Taking these allegations as true, the claims are \ntimely.  See Aldridge, 2019 NCBC LEXIS 116, at *55–57 (denying motion to dismiss \nclaims as time-barred when complaint alleged concealment of wrongdoing). \n27. Defendants argue that Plaintiffs should have known of the facts giving rise \nto their claims no later tha n 2014 when Inhold and PureShield entered into patent \nlicensing and distributorship agreements.  (See Br. in Supp. 15.)  But what Plaintiffs \nshould have known is a fact -intensive question not suited to a Rule 12(b)(6) motion.  \nAs Plaintiffs observe, these agreements appear to have contemplated that PureShield \nwould buy products from Inhold for resale.  ( See, e.g., Am. Compl. ¶¶ 61, 62; Opp’n \n16.)  Even if it was implied that PureShield would need to obtain product registrations \nfrom the EPA, that  did not necessarily put Plaintiffs  on notice that Raich and \nPureShield had already done so, that they had been using the alleged trade secrets \nto manufacture products for several years, or that they would continue to use the \ntrade secrets to make illicit products (either in addition to or in lieu of purchasing \nfrom Plaintiffs).  See Jordan v. Bradsher, No. COA15-808, 2016 N.C. App. LEXIS 720, \nat *6–8 (N.C. Ct. App. July 5, 2016); see also Hunter v. Guardian Life Ins. Co. of Am., \n162 N.C. App. 477, 486, 593 S.E.2d 595, 601 (2004) (noting that when a plaintiff \n \n \nshould have discovered alleged wrongdoing is usually a question of fact (citing Feibus \n& Co., Inc. v. Godley Constr. Co., 301 N.C. 294, 304–05, 271 S.E.2d 385, 392 (1980))). \n28. In sum, the amended complaint adequately alleges that the asserted claims \nare timely.  The Court need not address Plaintiffs’ alternative arguments, including \napplication of the continuing wrong doctrine. \nIII. \nMOTION TO STAY \n29. In the alternative, Defendants ask the Court to stay the ca se under the \ndoctrine of primary jurisdiction.  (See Br. in Supp. 18–23.)  Plaintiffs have petitioned \nthe EPA to revoke PureShield’s registrations for the Bio-Protect products.  According \nto Defendants, the Court should stay this litigation until the EPA renders its decision. \n30. The doctrine of primary jurisdiction “guide[s] a court in determining \nwhether the court should refrain from exercising its jurisdiction until after an \nadministrative agency has determined some question or some aspect of some question \narising in the proceeding before the court.”  N.C. Chiropractic Ass’n, Inc. v. Aetna Cas. \n& Sur. Co., 89 N.C. App. 1, 8, 365 S.E.2d 312, 316 (1988) (citation, quotation marks, \nand emphasis omitted).  “No fixed formula has been established for determining \nwhether an agency has primary jurisdiction.”  Nat’l Comm c’ns Ass’n, Inc. v. AT&T \nCo., 46 F.3d 220, 223 (2d Cir. 1995) (citation omitted). \n31. The Court concludes that a stay would not be appropriate.  The center of \ngravity in this case is Defendants’ alleged misappropriation of trade secrets  and \nconfidential information.  Those issues do not touch on matters of agency expertise \nand are not even at issue in the EPA’s revocation proceeding.  Indeed, all that the \n \n \nEPA will decide is whether Defendants comp lied with its rules and, if not , whether \nto revoke their product registrations.   The risk of inconsistent decisions on that \nquestion is neither imminent nor substantial.   Certainly, it does not call for a \ncomprehensive and indefinite stay while awaiting the agency’s decision.  The prompt \nand fair administration of justice therefore weighs heavily against a stay.  See id. at \n223–25; Longo v. Trojan Horse Ltd., 992 F. Supp. 2d 612, 616–17 (E.D.N.C. 2014); see \nalso Nader v. Allegheny Airlines, Inc., 426 U.S. 290, 303–07 (1976); Glob. Naps N.C., \nInc. v. BellSouth Telecomms., Inc., 455 F. Supp. 2d 447, 448–50 (E.D.N.C. 2006). \nIV. \nCONCLUSION \n32. For these reasons, the Court DENIES the motion. \n \nSO ORDERED, this the 22nd day of September, 2020. \n \n \n  /s/ Adam M. Conrad   \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n "
}