{
  "id": "c8544de688bc5eb3597faf67715e26a2e3d92d34ee35255993f44c6ef7699aae",
  "source_file": "data/raw/ncbc/c8544de688bc5eb3597faf67715e26a2e3d92d34ee35255993f44c6ef7699aae.pdf",
  "raw_text": "Bradshaw v. Maiden, 2020 NCBC 26. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n14 CVS 14445 \n \nJAMES W. BRADSHAW; CARLA O. \nBRADSHAW; RESORT RETAIL \nASSOCIATES, INC.; E.C. \nBROADFOOT; CHRISTINA DUNN \nCHANDRA; THOMAS F. EGAN; \nCHARLES EGGERT; MARK P. \nGARSIDE; DR. JAMES J. GREEN, \nJR.; ROBERT K. GRUNEWALD; \nRONALD HOLMES; DAVID \nLAUCK; CURT W. LEMKAU, JR.; \nEVAN MIDDLETON; JOSHUA M. \nNELSON; CHRISTIAN C. NUGENT; \nREGINA H. PAKRADOONI, as \nExecutrix of the Estate of PETER B. \nPAKRADOONI, deceased; FORD \nPERRY; MARCELLO G. PORCELLI; \nADAN RENDON; RICHARD H. \nSTEVENSON; PAUL STOKES; \nLAWRENCE J. THEIL; R. \nMITCHELL WICKHAM; WILLIAM \nH. WILLIAMSON, III; WILLIAM K. \nWRIGHT, JR.; ALEX M. WOLF; \nCHAFFIN FAMILY LIMITED \nPARTNERSHIP; and SOLARIS \nCAPITAL LLC, \n \n                       Plaintiffs, \n \nv. \n \nSTEPHEN E. MAIDEN; MAIDEN \nCAPITAL, LLC; and SS&C \nTECHNOLOGIES, INC., successor \nby merger to SS&C FUND \nADMINISTRATION SERVICES, \nLLC (a/k/a SS&C FUND \nSERVICES), \n \n                       Defendants. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nINTERIM ORDER AND OPINION ON \nMOTIONS TO SEAL \n \nSS&C TECHNOLOGIES, INC., \nsuccessor by merger to SS&C FUND \nADMINISTRATION SERVICES, \nLLC, \n \n                       Third-Party Plaintiff, \n \n \nv. \n \nMAIDEN CAPITAL OPPORTUNITY \nFUND, LP, \n \n                       Third-Party Defendant. \n \n \n1. THIS MATTER is before the Court upon (i) Defendant SS&C Technologies, \nInc.’s (“SS&C”) Motion for Leave to File Under Seal  (the “First Motion to Seal”), (ECF \nNo. 260); (ii) Plaintiffs’ Motion to File Under Seal (the “Second Motion to Seal”), (ECF \nNo. 277); and (iii) SS&C’s Motion for Leave to Fil e Under Seal (the “Third Motion to \nSeal”), (ECF No. 283), (collectively, the “Motions to Seal”) in the above-captioned case.   \n2. The Court elects to enter this Interim Order and Opinion concerning the \nMotions to Seal without a hearing pursuant to Rule 7.4 of the North Carolina \nBusiness Court Rules (“BCRs”).  After considering the Motions to Seal, the related \nbriefing, and the tendered exhibits , the Court, for the reasons below, GRANTS in \npart, DENIES in part, and DEFERS in part the Motions to Seal. \nMauney PLLC, by Gary V. Mauney, and Lewis & Roberts, PLLC, by James A. \nRoberts, III, for Plaintiffs James W. Bradshaw; Carla O. Bradshaw; Resort \nRetail Associates, Inc.; E.C. Broadfoot; Christina Dunn Chandra; Thomas F. \nEgan; Charles Eggert; Mark P. Garside; Dr. James J. Green, Jr.; Robert K. \nGrunewald; Ronald Holmes; David Lauck; Curt W. Lemkau, Jr.; Ev an \nMiddleton; Joshua M. Nelson; Christian C. Nugent; Regina H. Pakradooni, as \nExecutrix of the Estate of Peter B. Pakradooni, d eceased; Ford Perry; Marcello \nG. Porcelli; Adan Rendon; Richard H. Stevenson; Paul Stokes; Lawrence J. \nTheil; R. Mitchell Wickham ; William H. Williamson, III; William K. Wright, \nJr.; Alex M. Wolf; Chaffin Family Limited Partnership; and Solaris Capital \nLLC. \n \nAlston & Bird LLP, by Michael A. Kaeding and Ryan P. Ethridge, and Paul , \nWeiss, Rifkind, Wharton & Garrison LLP, by Jeffrey Recher and John \nBaughman, for Defendant SS&C Technologies, Inc. \n \nBledsoe, Chief Judge. \nI. \nFACTUAL BACKGROUND \n3. This case arises out of the collapse of a private hedge fund, Maiden Capital \nOpportunity Fund, LP (“Fund”), managed exclusively by Maiden Capital, LLC \n(“Maiden Capital”).  See Bradshaw v. Maiden , 2017 NCBC LEXIS 30, at *2 (N.C. \nSuper. Ct. Mar. 31, 2017).  Defendant Stephen E. Maiden (“Maiden”), the managing \npartner of Maiden Capital, used the Fund to orchestrate a n alleged  multi-million \ndollar “Ponzi scheme,” resulting in financial losses to Plaintiffs, all of whom invested \nin the Fund.  See Bradshaw v. Maiden , 2018 NCBC LEXIS 98, at *2 –3 (N.C. Super. \nCt. Sept. 20, 2018).  SS&C administered the Fund’s accounts f rom approximately \n2007 until the Fund’s demise in 2013.  See Bradshaw v. Maiden, 2018 NCBC LEXIS \n46, at *2 (N.C. Super. Ct. May 9, 2018). \n4. SS&C and Plaintiffs are now seeking to seal numerous documents filed in \nsupport of and/or in opposition  to SS&C’s Motion for Summary Judgment.   For the \nreasons discussed below, the Motions to Seal do not provide sufficient information for \nthe Court to determine whether sealing is warranted under BCR 5 for a majority of \nthe materials the parties seek to have sealed.  The Court issues this Interim Order \nand Opinion  to identify these procedural defects and to grant the parties an \nopportunity to cure by filing a supplemental brief or briefs in support of the Motions \nto Seal as well as public redacted versions of the Sealed Documents.\n1 \n                                                 \n1 The Court shall refer to all briefs, exhibits, and other attachments that the parties have \nprovisionally filed under seal collectively as the “Sealed Documents.” \nII. \nPROCEDURAL HISTORY \n5. On October 28, 2019, SS&C filed (i) a Motion for Summary Judgment, (Mot. \nSumm. J., ECF No. 256); (ii) a memorandum in support thereof (“SS&C’s \nMemorandum in Support”), (Mem. Law Supp. Mot. Summ. J., ECF No. 257), which \nwas provisionally filed under seal; an d (iii) an index and several exhibits, (Exs. \nSS&C’s Mot. Summ. J., Part 1, ECF No. 258).  The next day, SS&C provisionally filed \nunder seal fourteen additional exhibits  to its Motion for Summary Judgment , (Exs. \nSS&C’s Mot. Summ. J., Part 2 [hereinafter “Sealed Exs. SS&C’s Mot. Sum. J.”], ECF \nNo. 259),  along with the First Motion to Seal, (Mot. Leave File Under Seal \n[hereinafter “1st Mot. Seal”], ECF No.  260).  On November 7, 20 19, SS&C filed (i) a \npublic version of SS&C’s Memorandum  in Support , ( PUBLIC/REDACTED \nVERSION—Mem. Law Supp. SS&C’s Mot. Summ. J. [hereinafter “Public Mem. Law \nSupp.”], ECF No. 262) ; (ii) public versions of Exhibits A, D–F, I, P, and R –U to its \nMotion for Summary Judgment , ( PUBLIC/REDACTED VERSION —Exs. SS&C’s \nMot. Summ. J., Part 2 [hereinafter “Public Exs. SS&C’s Mot. Summ. J.”], ECF No. \n263); and (iii) a notice of filing Exhibits B, C, H, and Q to its Motion for Summary \nJudgment entirely under seal, (Notice Filing Under Seal—Exs. B, C, H, & Q SS&C’s \nMot. Summ. J. [hereinafter “Notice Filing Under Seal—Exs. B, C, H, & Q”], ECF No. \n264). \n6. On December 31, 2019, Plaintiffs provisionally filed under seal a brief in \nopposition to SS& C’s summary judgment motion  (“Plaintiffs’ Brief in Opposition”), \n(Pls.’ Br. Opp’n  Def. SS&C’s Mot. Summ. J. [hereinafter “Sealed Pls.’ Br. Opp’n”], \nECF No. 268 ).  An affidavit, (Aff. Counsel, ECF No.  276), an index of exhibits and \ntestimony excerpts, (Index Exs. & Dep. Test. Excerpts/Trial Test. [hereinafter “Sealed \nIndex”], ECF No. 26 9), a compilation of deposition testimony and trial testimony \nexcerpts, ( Dep. Test. Excerpts & Trial Test. [hereinafter “Sealed Test. Excerpts”], \nECF No. 275), and forty-seven documentary exhibits, (Exs. 3–12, ECF No. 270; Exs. \n13–21, ECF No. 271; Exs. 23–33, ECF No. 272; Exs. 36, 38–46, ECF No. 273; Exs. 1–\n2, 22, 34–35, 37, & 47, ECF No. 274), accompanied Plaintiffs’ Brief in Opposition. \n7. Plaintiffs sought to seal Plaintiffs’  Brief in Opposition , the index, the \ncompilation of deposition testimony and trial testimony excerpts, and Exhibits 3–21, \n23–33, 36, and 38 –46 in the Second Motion to Seal.  ( See Pls.’ Mot. File Under Seal \n1–2 [hereinafter “2nd Mot. Seal”], ECF No. 277 .)  Two days later, Plaintiffs  \nprovisionally filed under seal Exhibit 38, (Ex. 38, ECF No. 278), and Exhibit 39, (Ex. \n39, ECF No. 279), because these exhibits failed to upload when the initial filing was \nmade.  On January 13, 2020, SS&C filed a supplemental brief in support of the Second \nMotion to Seal (“Supplemental Brief in Support of Second Motion to Seal”), ( Suppl. \nBr. Resp. Pls.’ Mot. Leave File Under Seal [hereinafter “Suppl. Br.”], ECF No. 280), \npursuant to BCR 5.3. \n8. SS&C provisionally filed under seal two copies of its  reply in support of its \nsummary judgment motion  (collectively, “SS&C’s Reply Memorandum”), (Reply \nMem. Law Further Supp. Def. SS&C’s Mot. Summ. J., ECF Nos. 281–82), on January \n30, 2020.  That same day, SS&C  provisionally filed under seal an index and seven \nexhibits, (Exs. X–DD SS&C’s Reply Mem. Further Supp. Mot. Summ. J., ECF No. \n282.1), together with the Third Motion to Seal , (Mot. Leave File Under Seal \n[hereinafter “3rd Mot. Seal”], ECF No. 283).  Six business days later, SS&C filed (i) a \npublic version of SS&C’s Reply Memorandum, (PUBLIC-REDACTED \nVERSION_Reply Mem. Law Further Supp. Def. SS&C’s Mot. Summ. J. [hereinafter \n“Public Reply”], ECF No. 284); (ii) public versions of the index and Exhibits X, Y, and \nAA–DD, (PUBLIC-REDACTED VERSION_Exs. X –DD Reply Mem. Law Further \nSupp. Def. SS&C’s Mot. Summ. J. [hereinafter “Public Exs. X, Y, &  AA–DD”], ECF \nNo. 285); and (iii) a notice of filing Exhibit Z entirely under seal, (Notice Filing Under \nSeal_Ex. Z Reply Mem. Law Further Supp. Def. SS&C’s Mot. Summ. J. [hereinafter \n“Notice Filing Under Seal—Ex. Z”], ECF No. 286). \nIII. \nLEGAL STANDARD \n9. Documents filed in the courts of this State are “open to the inspection of the \npublic[,]” except as prohibited by law.  N.C.G.S. § 7A -109(a); see Virmani v. \nPresbyterian Health Servs. Corp. , 350 N.C. 449, 463, 515 S.E.2d 675, 685 (1999).  \nNevertheless, “ ‘a trial court may, in the proper circumstances, shield portions of court \nproceedings and records from the public[.]’  ”  France v. France, 209 N.C. App. 406, \n413, 705 S.E.2d 399, 405 (2011) (emphasis omitted) (quoting Virmani, 350 N.C. at \n463, 515 S.E.2d at 685).  “The determination of whethe r [documents] should be filed \nunder seal is within the discretion of the trial court.”  Taylor v. Fernandes, 2018 \nNCBC LEXIS 4, at *4 (N.C. Super. Ct. Jan. 18, 2018)  (citing In re Investigation into \nDeath of Cooper, 200 N.C. App. 180, 186 –87, 683 S.E.2d 418, 424 (2009)) .  \nNevertheless, courts should conceal records sparingly and only “in the interest of the \nproper and fair administration of justice[.]”  Virmani, 350 N.C. at 463, 515 S.E.2d at \n685. \n10. BCR 5 governs the process for filing documents under seal in this Court and \nincludes specific procedural instructions designed to ensure a proper balance between \nthe interests of the litigants and the public.  For the Court to assess whether sealing \nis war ranted, a motion to seal documents must include “the circumstances that \nwarrant sealed filing” and “the reason(s) why no reasonable alternative to a sealed \nfiling exists.”  BCR 5.2(b)(2)–(3).  Until the Court can make this determination, BCR \n5.2(d) provides the public with notice that documents have been provisionally sealed \nand allows access to public redacted versions or non-confidential descriptions of those \ndocuments.  See  BCR 5. 2(d).  SS&C, as the designating party of the Sealed \nDocuments, bears the bu rden of overcoming the presumption that court records \nshould be open to the public.  See BCR 5.1(b), 5.3; Preiss v. Wine & Design Franchise, \nLLC, 2018 NCBC LEXIS 55, at *7 (N.C. Super. Ct. June 4, 2018). \nIV. \nANALYSIS \nA. Circumstances that Warrant Sealed Filing \n11. For analytical purposes, SS&C has aggregated the individual Motions to \nSeal and grouped the Sealed Documents into the following four categories: (i) SS&C’s \nClient Data (as defined below); (ii) SS&C’s processes and procedures; (iii) SS&C’s \npricing information; and (iv) Plaintiffs’ personal information.  (See 1st Mot. Seal 2–5; \nSuppl. Br. 3 –8; 3rd Mot. Seal  2–4.)  The Court will address the Motions  to Seal  \ncollectively and determine whether SS&C has met its burden regarding the need for \nfiling under seal for each category in turn. \n1. SS&C’s Client Data \n12. SS&C states that it entered into an Agreement to Provide Services  (the \n“ASA”) to the Fund, which prohibits SS&C from disclosing information related to “(i) \nthe Fund or its Management; (ii) current, former,  and prospective investors in the \nFund (including their names, addresses, and other personal information); and (iii) \nany of the affiliates or service providers to the Fund (collectively, ‘Client Data’).”  (1st \nMot. Seal 2; Suppl. Br. 3; 3rd Mot. Seal 2 –3.)  SS&C contends that sealing is \nwarranted because disclosure of such information could violate the terms of the ASA.  \n(1st Mot. Seal 2; Suppl. Br. 3; 3rd Mot. Seal 3 .)  SS&C further contends that sealing \nis proper because the Court has previously ruled t hat SS&C’s Client Data may  be \nfiled under seal.  (1st Mot. Seal 3; Suppl. Br. 4; 3rd Mot. Seal 3; see also  Order Mot. \nFile Under Seal ¶ 4 [hereinafter “2014 Order”], ECF No. 22.) \n13. Although this Court has previously sealed documents containing Client \nData where public disclosure “would require SS&C to choose between withdrawing \nthese filings or violating the terms of the ASA [,]” ( 2014 Order ¶ 2), our Court of \nAppeals has recently emphasized that  “freedom of contract must be balanced with \nthe presumptive right of public access to court proceedings[,]” Doe v. Doe, 823 S.E.2d \n583, 600 (N.C. Ct. App. 2018).  “A court . . . is not bound by the parties’ designation \nof material as ‘confidential,’ even if the designation is made in accordance with a \nconfidentiality agreement executed by the parties.”  Taylor, 2018 NCBC LEXIS 4, at \n*5 (citing France, 209 N.C. App. at 415– 16, 705 S.E.2d at 407 (“Evidence otherwise \nappropriate for open court may not be sealed merely because an agreement is \ninvolved that purports to render the contents of that agreement confidential.”)) ; see \nalso Beroz v. Nuvotronics, Inc., 2018 NCBC LEXIS 249, at *3 (N.C. Super. Ct. Apr. 3, \n2018) (“Our appellate courts and this Court have frequently and soundly rejected the \nnotion that par ties to litigation may shield information from the public by \nagreement.”).  “[T]he reason the court seals [documents] is  not because the parties \nhave agreed to keep them  confidential but instead because their disclosure would \ncause serious harm to [the] parties . . . .”  Lovell v. Chesson, 2019 NCBC LEXIS 76 , \nat *5 (N.C. Super. Ct. Oct. 28, 2019).   \n14. Thus, o ur appellate courts and this Court have now made clear that t he \nmere fact that disclosure of the Client Data may constitute a breach of the ASA , \nstanding alone, is not a sufficient basis to justify sealing.  Without an explanation of \nhow public disclosure of the Client Data  could result in harm to SS&C  and/or the \nFund, the Court cannot determine whether the Client Data is of the type and quality \nthat should be sealed. \n2. SS&C’s Processes and Procedures \n15. SS&C contends that information related to the processes and procedures it \nused in providing services to the Fund, including SS&C’s checklists, reports, and \nproprietary software, should be sealed because (i) internal processes and procedures \nare a type of confidential and proprietary business information that North Carolina \ncourts have determined may warrant sealing; and (ii) this Court has previously ruled \nthat this type of information may be filed under seal.   (See 1st Mot. Seal 3–4; Suppl. \nBr. 4 –5; 3rd Mot. Seal 4; see also  Order Pls.’ Mot. Leave File Under Seal  ¶ 6  \n[hereinafter “2017 Order”], ECF No. 142.) \n16. Our courts have determined that “  ‘[a] corporation may possess a strong \ninterest in preserving the confidentiality of its proprietary and trade -secret \ninformation, which in turn may  justify partial sealing of court records [,]’ ” Doe, 823 \nS.E.2d at 598 (emphasis added) (quoting Co. Doe v. Pub. Citizen, 749 F.3d 246, 269 \n(4th Cir. 2014)), and a corporation’s internal business processes and procedures are \nincluded within the categories that North Carolina courts have treated as \nconfidential and proprietary trade secrets warranting protection, see, e.g. , Sunbelt \nRentals, Inc., v. Head & Engquist Equip., LLC, 174 N.C. App. 49, 53–56, 620 S.E.2d \n222, 226– 28 (2005) ( holding a compilation of “ customer information, preferred \ncustomer pricing, employees’ salaries, equipment rates, fleet mix information, budget \ninformation and structure of the business”  constituted trade secrets);  State ex rel. \nUtils. Comm’n v. MCI Telecomms. Corp., 132 N.C. App. 625, 634, 514 S.E.2d 276, 282 \n(1999) (holding a compilation of customer data and business operations was sufficient \nto constitute trad e secrets); S. Fastening Sys. , Inc. v. Grabber Const r. Prods., Inc., \n2015 NCBC LEXIS 42, at *11 (N.C. Super. Ct. Apr. 28, 2015) ( holding a compilation \nof customer information, sales reports, prices and terms books, sales memos, sales \ntraining manuals, and information concerning vendor relationships constituted trade \nsecrets). \n17. But it is not  enough that SS&C’s proprietary software and internal \nprocesses and procedures for preparing reports and checklists are the types of \ninformation that North Carolina courts have treated as confidential and proprietary \ntrade secrets .  SS&C must still provide  a sufficient justification for sealing these \nspecific documents under BCR 5.2(b)(2) , and, here, SS&C has not explained how \npublic disclosure of its processes and procedures would result in harm to itself and/or \nthe Fund.  SS&C contended that disclosure of this information “would disadvantage \nSS&C in the market if it were available to SS&C’s competitors”  in both its response \nto an August 31, 2017 motion to seal filed by Plaintiffs, (Resp. Pls.’ Mot. Leave File \nUnder Seal 2, ECF No. 131), as well as a supplemental brief filed in support thereof, \n(SS&C’s Suppl. Br. Supp. Resp. Pls.’ Mot. Leave File Under Seal 2, ECF No. 138), and \nthis Court later granted Plaintiffs’ motion to seal those documents, (2017 Order ¶ 6).  \nThe Court suspects that public disclosure of information related to SS&C’s processes \nand procedures contained in the Sealed Documents may similarly disadvantage \nSS&C in the market.  But this assertion does not appear in any of SS&C’s Motions to \nSeal or supporting briefs.  (See 1st Mot. Seal; Suppl. Br.; 3rd Mot. Seal.)  Thus, SS&C \nhas not provided an adequate basis to  justify sealing the Sealed Documents that \ncontain information related to SS&C’s processes and procedures under BCR 5.2(b)(2). \n3. SS&C’s Pricing Information \n18. SS&C contends that sealing (i) a September 30, 2011 Statement of Partner’s \nCapital for Plaintiff Robert K. Grunewald, ( Sealed Exs. SS&C’s Mot. Sum. J. , Ex. A \n[hereinafter “Grunewald Capital Statement”]); (ii) a report reflecting service fees paid \nby the Fund to SS&C  from March 15, 2007 to March 12, 2012, ( Sealed Exs. SS&C’s \nMot. Sum. J. , Ex. H ); (iii) the ASA, (Exs. 3 –12, Ex. 9 [hereinafter “ASA”] ); (iv) \nspreadsheets of monthly expenses and payments for 2009 –2012, including fees paid \nto SS&C, (Exs. 3–12, Ex. 12); and (v) an exhibit containing a report reflecting service \nfees paid by the Fund to SS&C from March 15, 2007 to March 12, 2012 , June 2010 \nand December 2010 bank statements for Maiden Capital , and a screenshot for a \npayment made on December 20, 2010, ( Exs. 13 –21, Ex. 15 ), is necessary  because \ndisclosure of such pricing and cost information could harm SS&C’s competiti ve \nstanding.  (See 1st Mot. Seal 4–5; Suppl. Br. 7.)  SS&C further contends that sealing \nis proper because the Court has previously ruled that SS&C’s pricing and cost \ninformation may be filed under seal.   ( 1st Mot. Seal 5; Suppl. Br. 7; see also  Order \nMot. File Under Seal ¶ 4 [hereinafter “2016 Order”], ECF No. 72.) \n19. The Court first notes that the September 30, 2011 Statement of Partner’s \nCapital for Plaintiff Grunewald, filed as Exhibit A to SS&C’s Memorandum in \nSupport, does not contain any of SS&C’s cost or pricing information; rather, it \nillustrates the performance of Grunewald’s investments in the Fund as of September \n30, 2011.  (See Grunewald Capital Statement.)  Thus, the Court cannot grant SS&C’s \nMotions to Seal as to this exhibit on these grounds; however, SS&C has also included \nthis exhibit in its fourth category of documents, Plaintiffs’ personal information, (see \n1st Mot. Seal 5), which the Court addresses in turn below. \n20. The Court next turns its attention to the ASA, which Plaintiffs provisionally \nfiled under seal as Exhibit 9 to Plaintiffs’ Brief in Opposition.   ( ASA.)  SS&C also \nprovisionally filed the ASA under seal as Exhibit D to SS&C’s Memorandum in \nSupport.  (Sealed Exs. SS&C’s Mot. Sum. J., Ex. D.)  As SS&C notes in both the First \nMotion to Seal and the Supplemental Brief in Support of Second Motion to Seal, this \nCourt granted SS&C’s motion to seal the ASA in its entirety in an order dated March \n28, 2016.  (1st Mot. Seal 3; Suppl. Br. 7; see also 2016 Order ¶ 6.)  However, a thorough \nreview of the docket shows that SS&C  filed the ASA publicly  as Exhibit 5 to its \nMemorandum of Law in Support of Motion to Dismiss Complaint on November 10, \n2014.  (Exs. 3–5 Mem. Law Supp. Mot. Dismiss Compl. by Def. SS&C, Ex. 5, ECF No. \n18.2.)  The fact that any cost and pricing information (or Client Data, as SS&C \ncontends in the First Motion to Seal) contained in the ASA has been publicly available \nfor over five years strongly suggests that SS&C faces no serious risk of significant \nharm from further public disclosure of this document s uch that sealing of either \nexhibit is unnecessary. \n21. The remaining three exhibits in this category all contain SS&C’s pricing and \ncost information.  A corporation’s pricing and cost information is included within the \ncategories that North Carolina courts have treated as confidential and proprietary \ntrade secrets that may justify sealing.  See supra Paragraph 15; see also GE Betz, Inc. \nv. Conrad , 231 N.C. App. 214, 234, 752 S.E.2d 634, 649 (2013) ( holding “pricing \ninformation, customer proposals, historical costs, and sales data” may constitute \ntrade secrets); Bldg. Ctr., Inc. v. Carter Lumber, Inc., 2016 NCBC LEXIS 79, at *10–\n13 (N.C. Super. Ct. Oct. 21, 2016) ( holding “pricing structures” and “margins and \nprofits” may be  considered trade secrets).   The Court is satisfied that disclosure of \nSS&C’s pricing and cost information serves no useful purpose to the public and that \npreserving the confidentiality of SS&C’s proprietary and tra de secret information \nwarrants sealing of these documents.  See Beroz , 2018 NCBC LEXIS 249 , at *2  \n(“[P]arties must ‘limit the materials that they seek to file under seal,’ and ‘[t]he party \nseeking to maintain materials under seal bears the burden of establ ishing the need \nfor filing under seal’ [pursuant to BCR 5.1(b)]’.”); see also Thomas Cook Printing Co. \nv. Subtle Impressions, Inc. , 2008 NCBC LEXIS 18, at *10 (N.C. Super. Ct. Oct. 24, \n2008) (holding that where the “subject matter does not implicate substantial policy \nconcerns[,]” filing under seal is proper). \n4. Plaintiffs’ Personal Information \n22. SS&C contends that two documents related to individual Plaintiffs’ \ninvestments in the Fund should be sealed because (i) they contain personal financial \ninformation; and (ii) the Court has previously granted SS&C’s motion to seal this type \nof information.  (1st Mot. Seal 5; Suppl. Br. 8; see also 2017 Order ¶ 6.) \n23. The two documents are Exhibit A to SS&C’s Memorandum in Support , \nwhich is a September 30, 2011 Statement of Partner’s Capital for Plaintiff \nGrunewald, ( Grunewald Capital Statement), and Exhibit 7 to Plaintiffs’ Brief in \nOpposition, which is an e-mail from an SS&C employee to Plaintiff Elliot Broadfoot \nas well as the referenced att achment, an April 30, 2008 Statement of Partner’s \nCapital for Broadfoot, (Exs. 3–12, Ex. 7).  While Plaintiffs Grunewald and Broadfoot \nmay find public disclosure of the amounts they lost through investment in the F und \nembarrassing, our appellate courts hav e recently emphasized that  “ ‘[a]djudicating \nclaims that carry the potential for embarrassing or injurious revelations about’ \nparties . . . is ‘part of the day-to-day operations of’ the North Carolina courts[.]”  Doe, \n823 S.E.2d at 598 (quoting Co.  Doe, 74 9 F.3d at 269) (holding that protection of \ndefendants or innocent third parties from embarrassment or economic loss does not \nconstitute a compelling state interest that justifies sealing).   The Court also notes \nthat Plaintiffs only filed Exhibit 7 to Plaintiffs’ Brief in Opposition under seal because \nSS&C designated the document  as “Confidential,” (2nd Mot. Seal 2 ), and Plaintiffs \ndid not file a brief in support of sealing Exhibit A to SS&C’s Memorandum in Support \nas permitted by BCR 5.3.  Upon this showing , the Court does not find there to be a \nsufficient basis to justify sealing these exhibits. \nB. Filing Public Versions of Documents Provisionally Filed Under Seal \n24. In addition to providing the parties with certain privacy protections, BCR 5 \nalso serves a public notice function —in particular, that identified documents, \ndescribed non -confidentially, have been provisionally sealed pending the Court’s \nruling.  BCR 5.2(d) provides as follows: \nWithin five business days of the filing or provisional filing of a document \nunder seal, the party that filed the document should file a public version \nof the document.  The public version may bear redactions or omit \nmaterial, but the redactions or omissions should be as limited as \npracticable.  In the rare circumstance that  an entire document is filed \nunder seal, in lieu of filing a public version of the document, the filing \nparty must file a notice that the entire document has been filed under \nseal.  The notice must contain a non- confidential description of the \ndocument that has been filed under seal. \n \nBCR 5.2(d) (emphasis added). \n25. Neither SS&C nor Plaintiffs have complied with the timing requirements of \nBCR 5.2(d).  While SS&C did file a redacted public version or a notice that an entire \ndocument has been filed under seal for all Sealed Documents that are the subject of \nits First and Third Motions to Seal, (see Public Mem. Law Supp.; Public Exs. SS&C’s \nMot. Summ. J. ; Notice Filing Under Seal —Exs. B, C, H, & Q ; Public Reply; Public \nExs. X, Y, & AA–DD; Notice Filing Under Seal—Ex. Z), all were filed late.  Plaintiffs \ndid not file redacted versions or notices of filing entirely under seal for their Brief in \nOpposition, index, compilation of deposition testimony and trial testimony excerpts, \nor the forty supporting exhibits that were provisionally filed under seal.  One or the \nother is required, as BCR 5.2(d) contemplates that the trial court will have the benefit \nof the fi ling party’s proposed redactions in deciding the motion to seal.  See BCR \n5.2(d). \nC. Omnibus Electronic Filings \n26. Finally, the Court notes that SS&C does not object to unsealing Exhibits 8, \n11, 17, 29, 38, and 43 to Plaintiffs’ Brief in Opposition as well as the excerpts from  \nEugene Grace’s and Maiden’s testimony from the compilation of deposition testimony \nand trial testimony excerpts filed with the same, (Suppl. Br. 8), all of which were \nprovisionally filed under seal.  Because no party objects to unsealing these \ndocuments, the Court will direct that they be unsealed below. \n27. However, the parties’ method of filing the Sealed Documents i n the Court’s \ne-filing system has impaired the Court’s ability to unseal individual documents.  The \nparties filed the Sealed Documents, and SS&C filed public redacted versions thereof, \nas large, omnibus electronic files.  The parties are to take notice that it is the Court’s \npreferred practice for pa rties to divide the index and supporting materials into \nseparate documents, with each exhibit or other supporting document separately filed \nas an attachment to the index by designating the index as a “lead document” in the \nCourt’s e-filing system. \nV. \nCONCLUSION \n28. WHEREFORE, based on the above, the Court, in the exercise of its \ndiscretion, hereby ORDERS as follows: \na. The Court GRANTS  the Motion s to Seal as to Exhibit H to SS&C’s \nMemorandum of Law in Support of Motion for Summary Judgment, \n(ECF No. 259),  and as to Exhibits 12 and 15 to Plaintiffs’ Brief in \nOpposition to SS&C’s Motion for Summary Judgment , (ECF Nos. 270–\n71), and hereby ORDERS that the following documents shall remain \nunder seal pending further Order of the Court: (i) the report reflecting \nservice fees paid by the Fund to SS&C from March 15, 2007 to March \n12, 2012, (ECF No. 259); (ii) the spreadsheets of monthly expenses and \npayments for 2009– 2012, including fees paid to SS&C, (ECF No. 270); \nand (iii) the report reflecting service fees paid by the Fund to SS&C from \nMarch 15, 2007 to March 12, 2012, the June 2010 and December 2010 \nbank statements for Maiden Capital, and the screenshot for a payment \nmade on December 20, 2010, (ECF No. 271). \nb. The Court DENIES as moot the Motions to Seal as to Exh ibits 8, 11, \n17, 29, 38, and 43 to Plaintiffs’ Brief in Opposition to SS&C’s Motion for \nSummary Judgment and the excerpts from Eugene Grace’s and Steve \nMaiden’s testimony from the compilation of deposition testimony and \ntrial testimony excerpts filed there with, (ECF Nos. 270 –73, 275, 278 ), \nand hereby ORDERS that Plaintiffs shall file public versions of each of \nthose documents, and the Mecklenburg County Clerk of Superior Court \nshall unseal each of those documents, no later than May 15, 2020. \nc. The Court DENIES the Motion s to Seal as to Exhibit D to SS&C’s \nMemorandum of Law in Support of Motion for Summary Judgment, \n(ECF No. 259), and as to Exhibit 9 to Plaintiffs’ Brief in Opposition to \nSS&C’s Motion for Summary Judgment, (ECF No. 270) , and hereby \nORDERS that SS&C shall file a public version of Exhibit D , Plaintiffs \nshall file a public version of Exhibit 9 , and the Mecklenburg County \nClerk of Superior Court shall unseal Exhibits D and 9, no later than May \n15, 2020. \nd. The Court hereby ORDERS that, a fter consultation with SS&C, \nPlaintiffs shall have through and including May 15 , 2020 to file public, \nredacted versions, with all such redactions as limited as practicable , of \n(i) their Brief in Opposition to SS&C’s Motion for Summary Judgment, \n(ECF No. 268); (ii) the index, (ECF No. 269); (iii) the compilation of \ndeposition testimony and trial testimony excerpts, (ECF No. 275 ); and \n(iv) Exhibits 3–7, 9–10, 12–16, 18–21, 23–28, 30–33, 36, 39–42, and 44–\n46, (ECF Nos. 270– 73, 279 ).  In the event that Plaintiffs or SS&C \ncontend an entire document must be sealed, Plaintiffs must file a \nseparate notice for each such document indicat ing that the document \nhas been sealed in its entirety  and contain ing a non -confidential \ndescription of the document.   \ne. All materials to be filed by this Order must be divided into separate \nexhibits, with the index, each exhibit, and/or the notice of the filing of a \ndocument entirely under seal separately filed as an attachment to either \nthe index or notice, as appropriate, by designating the underlying index \nor notice as a “lead document” in the Court’s e-filing system. \nf. SS&C shall have through and including May 15 , 2020 to file a \nsupplemental brief or briefs in support of the Motions to Seal.  Any such \nsupplemental brief  or brief s shall comply with the procedural \nrequirements of BCRs 5 and 7.  Should any Sealed Documents \nprovisionally filed under seal not be the subject of a timely filed \nsupplemental brief or briefs , such documents shall be unsealed and \nmade a part of the public record. \ng. The Court DEFERS further ruling on the Motions to Seal .  All Sealed \nDocuments provisionally filed under seal not specifically addressed \nabove shall remain under seal pending further order of the Court. \nSO ORDERED, this the 7th day of April, 2020. \n \n \n /s/ Louis A. Bledsoe, III   \nLouis A. Bledsoe, III \nChief Business Court Judge \n "
}