{
  "id": "c8567d8bee749e08c4f27640374ed5ff68e5b46f42247d99c3db7484dade9ae2",
  "source_file": "data/raw/ncbc/c8567d8bee749e08c4f27640374ed5ff68e5b46f42247d99c3db7484dade9ae2.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nIREDELL COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n14 CVS 2599 \n \nRAY LACKEY ENTERPRISES, INC. \nd/b/a VILLAGE INN PIZZA PARLOR, \n \nPlaintiff, \n \nv. \n \nVILLAGE INN LAKESIDE, INC., and \nVILLAGE INN OF JONESVILLE, INC., \n \nDefendants. \n \n \n \n \nOPINION & ORDER ON PLAINTIFF’S \nMOTION FOR PRELIMINARY \nINJUNCTION \n \n \n \n{1} THIS MATTER is before the Court upon Plaintiff Ray Lackey Enterprises, \nInc. d/b/a Village Inn Pizza Parlor’s (“Plai ntiff” or “RLE”) Motion for Preliminary \nInjunction (“Motion”) in the above-captioned case.   \n{2} The Court, having considered Plaintiff’s Motion, briefs, affidavits, and other \ndocuments and exhibits filed in support of and in opposition to the Motion, and the \narguments of counsel at the February 11,  2015 hearing in this matter, enters the \nfollowing FINDINGS OF FACT  and CONCLUSIONS OF LAW , for the limited \npurposes of deciding the Motion, as follows: \nParker Poe Adams & Bernstein LLP by Michael G. Adams and John David  \nBranson for Plaintiff Ray Lackey Enterprises, Inc. d/b/a Village Inn Pizza  \nParlor. \nMoore & Van Allen PLLC by Kathryn G. Cole, and Homesley, Gaines &  \nDudley, LLP by Edmund L. Gaines and Christina Clodfelter for Defendants  \nVillage Inn Lakeside, Inc. and Village Inn of Jonesville, Inc. \n \nBledsoe, J. \nFINDINGS OF FACT \nI. \nPROCEDURAL HISTORY \n{3} Plaintiff filed its Verified Complaint (“Complaint”) against Defendants \nVillage Inn of Lakeside, Inc. (“Lakeside ”) and Village Inn of Jonesville, Inc. \n(“Jonesville”) (collectively, “Defendants”) on November 26, 2014, alleging claims for \nRay Lackey Enters., Inc. v. Village Inn Lakeside, Inc., 2015 NCBC 32. \n \n \nstate trademark infringement, unfair and de ceptive trade practices, and requesting \ninjunctive relief.   \n{4} On December 1, 2014, Plaintiff sought designation to the North Carolina \nBusiness Court.  This case was designat ed and assigned to the undersigned on \nDecember 2, 2014.   \n{5} On December 17, 2014, Plaintiff filed a Motion for Preliminary Injunction, \nand the Court held a hearing on the Motion on February 11, 2015.  Both parties were \nrepresented by counsel at the hearing.  \nII. \nBACKGROUND FACTS \n{6} William Ray Lackey, Sr. (“Mr. Lackey”) founded the Village Inn Pizza Parlor \nbrand in North Carolina in 1967.  (Compl. ¶ 7.)  In 1972, Mr. Lackey transferred all \nVillage Inn Pizza Parlor assets to RL E.  (Compl. ¶ 7.)  Since 1972, RLE has \ncontinuously operated a number of wholly owned pizza buffet restaurants (the “RLE \nParlors”) under the Village Inn Pizza Parlor brand name.  (Compl. ¶ 8.) \n{7} All of the RLE Parlors have continuous ly used the same distinctive marks, \nphrases, and names.  (Compl. ¶ 10.)  The main identifying marks of the RLE Parlors \nconsist of: \na. A yellow shield, which contains the words, “village inn pizza \nparlor” (read from top to bottom). The words “village,” “inn,” and “parlor” \nare colored black. The word “pizza” is colored red.  It is registered as a \nNorth Carolina Trademark, North Carolina Registration Number \n021666 (Compl. ¶ 11(a));  \n \nb. The phrase “Village Inn Pizza Parlor” which carries North \nCarolina Registration Number 021738 (Compl. ¶ 11(b)). \n \n{8} In addition to the registered Mark s (hereinafter, the “North Carolina \nRegistered Marks”), all RLE Parlors us e the phrases “Home Of The Great Pizza \nBuffet,” “Family Owned Business Since 1967,” and menu items such as “Kings \nRansom” and “Village Inn Special.”  (Compl. ¶¶ 11–13).  These phrases and the North \nCarolina Registered Marks are hereinafter collectively referred to as “RLE’s Marks” \nor “Plaintiff’s Marks.” \n \n \n{9} While RLE continued to operate its wholly owned parlors using RLE’s \nMarks, RLE also provided startup capital for, invested in, and supported six (6) other \nseparately incorporated, affiliated parlors that continue to operate under the Village \nInn Pizza Parlor name using RLE’s Marks (“ Independent Parlors”).  (Compl. ¶ 8.)  \nTogether, the RLE Parlors and Independent Parlors are hereinafter collectively \nreferred to as the “Village Inn Pizza Parlors.” \n{10} On November 4, 2014, RLE and th e Independent Parlors executed \nTrademark Licensing Agreements to memorialize the control mechanisms that RLE \nhas continuously exerted over the Inde pendent Parlors (“Trademark Licensing \nAgreement”).1  (First Martin Aff. ¶ 10, Ex. 3; see Def.’s Br. Supp. Mot. p. 3 fn. 3.) \ni. Defendants’ Infringement of Plaintiff’s Marks \n{11} Defendants Lakeside and Jonesville are pizza parlors that share common \nprincipals and leadership, and are located in the same geographic region as the \nVillage Inn Pizza Parlors.  ( See Compl. ¶¶ 41, 42, 49, 56.)  De fendants’ principals \nconsist of former RLE employees and office rs Elizabeth Miller, Brad Caldwell (“Mr. \nCaldwell”), Frank Miller, Wanda Haliburton (“Ms. Haliburton”), and Trey Acuff (“Mr. \nAcuff”).  (Elizabeth Miller Aff. ¶ 3–4; Ca ldwell Aff. ¶ 2; Frank Miller Aff. ¶ 2; \nHaliburton Aff. ¶ 2; Acuff Aff. ¶ 2.) \n{12} Elizabeth Miller was the Presiden t of RLE from 2009 until she “was \nterminated from [RLE] in 2014.” (See Compl. ¶¶ 14, 17; Elizabeth Miller Aff. ¶ 53.)  \nMr. Caldwell was employed by RLE from  1976–2014. (Caldwell Aff. ¶ 2.)  Frank \nMiller was employed by RLE from 1995–1999 and 2001–2014.  (Frank Miller Aff. ¶ \n2.)  Ms. Haliburton was an employee of RL E from 1989–2014.  (Sec . Haliburton Aff. \n¶ 3.) \nii. Defendant Lakeside \n{13} On or about May 22, 2014, Elizabeth  Miller incorporated Defendant \nLakeside. (Compl. ¶ 19.) \n                                                 \n1 The following North Carolina corporations operate restaurants under the Village Inn Pizza Parlor \nname and have executed Trademark Licensing Agreements with RLE:  Village Inn of Bethlehem, Inc., \nVillage Inn of North Wilkesboro, Inc., Village Inn of Morganton, Inc., Village Inn of Mooresville, Inc., \nVillage Inn of Salisbury, Inc., and Village Inn of West Jefferson, LLC. \n \n \n{14} On or about May 30, 2014, Elizabeth Miller informed her father, William \nRay Lackey, II (“Mr. Lackey, II”) that she intended to open a Village Inn Pizza Parlor \nrestaurant independent of any oversight by or connection with RLE.  (Lackey, II Aff. \n¶ 4.) \n{15} On or about June 6, 2014, RLE served a cease and desist letter (“cease and \ndesist letter”) on Defendant Lakeside, demanding that its investors not operate a \nrestaurant with the same name, brand, conc ept, or within the same territory as the \nVillage Inn Pizza Parlors.  (Compl. ¶ 41.)  Thereafter, Defendant Lakeside opened for \nbusiness on or about July 7, 2014.  (Compl. ¶ 24.) \n{16} RLE then informed Defendant Lakeside that Defendant Lakeside was \ninfringing on RLE’s trademarks, as well as  engaging in unfair and deceptive trade \npractices.  (Compl. ¶ 42.)  In an effort to resolve the dispute, RLE and Defendant \nLakeside attempted, unsuccessfully, to negotiate a Trademark Licensing Agreement.  \n(Compl. ¶ 42.) \n{17} Lakeside has disregarded RLE’s ceas e and desist letter warning that \nLakeside is infringing on RLE’s Marks, and instead, Lakeside has continued to use \nRLE’s Marks to promote its business.  (Pl.’s Br. Supp. Mot. pp. 11–12.)  For example, \nLakeside’s roadside sign is virtually identical to other Village Inn Pizza Parlors’ signs, \nthe only modification being a blue “Lakeside” banner below the registered Village Inn \nPizza Parlor shield.  (Pl.’s Br. Supp. Mot. p. 12; Rebecca Hite (“Ms. Hite”) Hite Aff. ¶ \n15.)  Further, Lakeside was serving consumers in identical pizza boxes and beverage \ncups until RLE learned of the unauthorized use of its marks and directed US Foods, \nInc. (“US Foods”) to stop selling the products to Defendant Lakeside.  (Thomas Keith \nHall (“Mr. Hall”) Aff. ¶ 8.) \niii. Defendant Jonesville \n{18} Defendant Jonesville was formerly incorporated as Village Inn of Conover, \nInc. (the “Conover location”), which pr eviously operated as an RLE-affiliated \nrestaurant.  (Compl. ¶ 43.)  In February 2014, prior to Frank Miller’s termination, \nthe Conover location was closed and all of its assets were liquated.  (Compl. ¶ 46.)  \n \n \nThereafter, the Conover location filed a corporate name change to Village Inn of \nJonesville.  (Compl. ¶ 46.) \n{19} RLE first became aware of Defendan t Jonesville’s plans to open the \nJonesville location without an RLE affiliation on or about October 10, 2014.  (See Hite \nAff. Ex. 1.)  On that day, a consumer posted on RLE’s Facebook page, “Is Village Inn \ncoming to Jonesville or not????”.  RLE co ntends that Elizabeth Miller signed onto \nRLE’s Facebook page to respond, “YES!! We are coming to Jonesville and can’t wait!!”.  \n(\nSee Hite Aff. Ex. 1.) \n{20} Defendant Jonesville has intentionally copied Plaintiff’s Marks for use in \npromoting its business.  (See Third Aff. Miles Lackey Exs. 1, 2.) \n{21} Village Inn Pizza Parlors’ consumers have been actually confused by \nDefendants’ use of RLE’s Marks.  (See e.g., Hite Aff. Ex. 1.) \n{22} Defendants’ principals have signed a lease for a third competing Village Inn \nPizza Parlor at 2845 Sugar Hill Road, Marion, North Carolina in December 2014 \n(“Marion location”).  (First Aff. Miles Lackey ¶¶ 4–7, Ex. 1.) \nCONCLUSIONS OF LAW \nIII. \nANALYSIS \n{23} RLE contends that Lakeside and Jonesville are using RLE’s Marks without \nRLE’s consent or permission in order “to mislead North Carolina consumers to \nbelieve” that Lakeside and Jonesville are “a ffiliated . . . with [RLE]’s high quality, \nf a m i l y  o r i e n t e d  r e s t a u r a n t  b u s i n e s s . ”   ( P l . ’ s  B r .  S u p p .  M o t .  p .  1 . )   I n  r e s p o n s e ,  \nDefendants contend that RLE does not have an enforceable interest in RLE’s Marks \nbecause (1) RLE has allowed the Independen t Parlors to use RLE’s Marks for years \nwithout any express contractual agreements to authorize or control their use, (2) \nRLE’s Marks are not enforceable marks because they were obtained through fraud, \nand (3) RLE has acquiesced to Defendants’ use of RLE’s Marks. \ni. Standard of Review \n{24} A Preliminary Injunction is appropriate when:  \n(1) . . . a plaintiff is able to show likelihood of success on the merits of \nhis case and (2) if a plaintiff is lik ely to sustain irreparable loss unless \n \n \nthe injunction is issued, or if, in th e opinion of the Court, issuance is \nnecessary for the protection of a plai ntiff’s rights during the course of \nlitigation.  \n \nRidge Comty. Investors, Inc. v. Berry, 293 N.C. 688, 701, 239 S.E.2d 566, 574 (1977) \n(emphasis in original) (citing Waff Bros., Inc. v. Bank, 289 N.C. 198, 221 S.E.2d 273 \n(1976)).  North Carolina courts have held that in assessing the preliminary injunction \nfactors, the trial judge “should engage in  a balancing process, weighing potential \nharm to the plaintiff if the injunction is not issued against the potential harm to the \ndefendant if injunctive relief is granted.  In effect, the harm alleged by the plaintiff \nmust satisfy a standard of relative substantiality as well as irreparability.”  Williams \nv. Greene, 36 N.C. App. 80, 86, 243 S.E.2d 156, 160 (1978). \nii. Plaintiff’s Injunctive Relief \n{25} RLE seeks injunctive relief to prevent Defendants from infringing on RLE’s \nMarks.  See N.C. Gen. Stat. § 80-13 (“Nothing herein shall adversely affect the rights \nor the enforcement of rights in marks acqu ired in good faith at any time at common \nlaw.”)  A plaintiff is entitled to a prelim inary injunction to protect its trademarks \nwhen a subsequent competitor adopts those trademarks in the same geographic area \nfor the purpose of confusing consumers.  See Windsor Jewelers, Inc. v. Windsor Fine \nJewelers, LLC , 2009 NCBC 2 ¶ 65 (N.C. Su per. Feb. 16, 2009), \nhttp://www.ncbusinesscourt.net/opinions/2009_NCBC_2.pdf (“a trademark is \n‘protectable’ only if the holder of the mark has used (or is likely to use) its mark in \nthe same geographic area in which it se eks to enjoin the junior user”) (citing Lone \nStar Steakhouse & Saloon v. Alpha of Va., Inc., 43 F.3d 922, 931–32 (4th Cir. 1995)).   \n{26} The North Carolina Trademark Registration Act prohibits the \nunauthorized use of a North Carolina registered trademark without permission of the \nregistrant: \nSubject to the provisions of G.S. 80-13, any person who shall: \n(1) Use in this State without th e consent of the registrant, any \nreproduction, counterfeit, copy, or colorable imitation of a mark \nregistered under this Article in connection with the sale, \noffering for sale, or advertising of any goods or services on or in \nconnection with which such use is likely to cause confusion or \n \n \nmistake or to deceive as to the so urce of origin of such goods or \nservices . . . or \n \n(2)  Reproduce, counterfeit, copy or colorably imitate any such \nmark and apply such reproduction, counterfeit, copy or colorable \nimitation to labels, signs, prints, packages, wrappers, \nreceptacles, or advertisements inte nded to be used upon or in \nconjunction with the sale or other distribution in this State of \nsuch goods or services;  \n \nshall be liable to a civil action by the owner of such registered \nmark for any or all of the remedies provided in G.S. 80-12, except \nthat under subdivision (2) hereof the registrant shall not be \nentitled to recover profits or damages or any penalty unless the \nacts have been committed with knowledge that such mark is \nintended to be used to cause confusion or mistake or to deceive.  \n \nN.C. Gen. Stat. § 80-11.   \n{27} To establish infringement under N.C. Gen. Stat. § 80-11, a plaintiff must \nprove two elements: (1) “that it has a valid, protectable trademark;” and (2) “that the \ndefendant’s use of a colorable imitation of the trademark is likely to cause confusion \namong consumers.” \nSee Windsor Jewelers, Inc., 2009 NCBC 2 ¶ 64 (citing Lone Star, \n43 F.3d at 930). \n{28} Proof of likelihood of confusion creates a presumption of irreparable injury.  \nWynn Oil Co. v. Am. Way Serv. Corp. , 943 F.2d 595, 608 (6th Cir. 1991) (citations \nomitted); see Lone Star, 43 F.3d at 938 (“[I]n the context of a trademark infringement \naction, a number of Courts have adopted th e reasoning that a finding of irreparable \ninjury ordinarily follows when a likelihood of confusion or possible risk to reputation \nappears.”) (internal quotation and citations omitted). \n{29} Plaintiff generally bears the burden of demonstrating a likelihood of success \non the merits in order to obtain a preliminary injunction.  Here, Plaintiff has provided \nproof that the North Carolina Registered Marks are registered North Carolina \ntrademarks, and the remaining RLE Marks have been used by Village Inn Pizza \nParlors for a number of years, giving Plaintiff recognized common law rights in these \nmarks.  See N.C. Gen. Stat. § 80-13.   Thus, Plaintiff has provided ample proof that \n \n \nRLE’s Marks are “valid, protectable trademarks.”  See Windsor Jewelers, Inc., 2009 \nNCBC 2 ¶ 64. \n{30} Further, RLE has provided ample proof that Defendants have intentionally \ncopied RLE’s Marks, which in turn has ca used and is likely to continue causing \nconsumer confusion.  For ex ample, like all Village Inn Pizza Parlors, “Defendant \nLakeside is also a buffet style pizza rest aurant.  Lakeside prominently displays a \npicture of founder William Ray Lackey, Sr.” (Pl.’s Br. Supp. Mot. p. 12.)  One of RLE’s \nMarks (the Village Inn Pizza Parlor logo) “is placed on an approximately 40 foot tall \nroad sign next to the [Lakeside] restaurant, as well as on the front door, the business \ncards of the officers, Lakeside’s Facebook page, and numerous advertising materials \nto include print media, t-shirts and promotional signage.”  (Pl.’s Br. Supp. Mot. p. 12) \n(citing Hite Aff. ¶ 14; Exs. 7, 8, 9, 10.)  Lakeside has also adopted and used other RLE \nMarks:  “Home of the Grea t Pizza Buffet” and “Family owned and operated since \n1967.”  (Compl. ¶¶ 26, 28; Hite Aff. Ex. 9.)  Moreover, Lakeside and Jonesville have \nconveyed confusing messages to North Carolina consumers by holding themselves out \nas Village Inn Pizza Parlors.  (See Pl.’s Br. Supp. Mot. pp. 12–13.) \n{31} The Court thus finds, based upon the current record, that Defendants’ “use \nof a colorable imitation of [Plaintiff’s Ma rks] is likely to cause confusion among \nconsumers.” \n{32} Plaintiff has therefore established that there is a likelihood that it will \nsucceed on the merits of its claim for st ate trademark infringement and be awarded \ninjunctive relief. \niii. Defendants’ Three Affirmative Defenses \n{33} In response, Defendants do not deny intentionally copying RLE’s Marks or \nthat consumers are actually confused.  Instead, Defendants argue that RLE does not \nown “valid, protectable” rights in RLE’s Marks.  \n{34} In support of Defendants’ argument, Defendants assert three affirmative \ndefenses:  (1) Plaintiff’s Marks have been given away th rough “naked licensing;” (2) \nPlaintiff’s Marks were obtained by fraud; and (3) Plaintiff acquiesced to Defendants’ \nuse of Plaintiff’s Marks.  (Defs.’ Ans. pp. 7–8.) \n \n \n{35} The assertion of affirmative defenses  shifts the burden of proof onto \nDefendants, Gonzales v. O Centro Espirita Beneficente Uniao do Vegetal , 546 U.S. \n418, 429 (2006) (“the burdens at the preliminary injunction stage track the burdens \nat trial”).  Because the Court finds that  Plaintiff has established a likelihood of \nsuccess on the merits of its state tradem ark infringement claim, Defendants must \nprove they enjoy a likelihood of success on the merits of at least one of their asserted \naffirmative defenses to prevent a preliminary injunction from issuing. \niv. Naked Licensing \n{36} Defendants contend that Plaintiff has not exercised adequate control over \nthe Independent Parlor’s use of Plaintiff’s Marks such that Plaintiff’s Marks no longer \nrepresent the quality and service of Village Inn Pizza Parlors that consumers have \ncome to expect.   \n{37}  “Naked licensing occurs when a licensor does not exercise adequate control \nover its licensee’s use of a licensed trademark such that the trademark may no longer \nrepresent the quality of the product or service the consum er has come to expect.”  \nFreecycleSunnyvale v. Freecycle Network, 626 F.3d 509, Fn. 1 (9th Cir. 2010) (citing \nBarcamerica Int'l USA Trust v. Tyfield Imps., Inc. , 289 F.3d 589, 595–96 (9th Cir. \n2002)).  To demonstrate whether a trademark owner has exercised adequate quality \ncontrol, courts look to three factors: (1) an express, contractual right to control the \nlicensee’s operations; (2) actual control over the licensee’s operations through a course \nof performance; or (3) a justifiable relia nce on the licensee for quality control.  Id. at \n516–19. \n{38} Plaintiff concedes that it had no expr ess, contractual right to control the \nIndependent Parlors prior to November 4, 2014 when it executed the Trademark \nLicensing Agreements.  However, “[t]he lack  of an express contract right to inspect \nand supervise a licensee’s operations is not conclusive eviden ce of lack of control.”  \nBarcamerica, 289 F.3d at 596 (citation omitted).  In that instance, the licensor must \ndemonstrate actual control through inspection or supervision.  See, e.g., id.; Stanfield \nv. Osborne Inds. , 52 F.3d 867, 871 (10th Cir. 1995)  (“The absence of an express \ncontractual right of control does not necessarily result in abandonment of a mark, as \n \n \nlong as the licensor in fact exercised suff icient control over its licensee.”).  Such \ninspection or supervision is necessary to ensure that the quality and type of goods \nand services offered under the marks are consistent and predictable, allowing \ncustomers to use the marks as an indicator of what to expect.  See Barcamerica, 289 \nF.3d at 598. \n{39} Defendants contend the Independent Parlors used their “own discretion to \ndetermine the quality and type of food, service, and ambiance offered at that \nparticular restaurant,” and that RLE has not exercised any control over the \nIndependent Parlors’ “menu items, recipe s, specials, pricing, hours, employee \nuniforms, décor, cleanliness, or signage.”  (Defs.’ Br. Opp. Mot. p. 15.)   \n{40} In contrast, Plaintiff’s evidence tends to show that the RLE Parlors and the \nIndependent Parlors use shared resources, oversight, and policies, and are subject to \noverlapping management and quality controls.  (Compl. ¶¶ 8–9.)  For instance, since \ntheir inception, each Independent Parlor has continuously used the same common \nbrand, packaging, general appearance, me nus, and vendors as the RLE Parlors.  \n(Compl. ¶ 8.)  The Independent Parlors have also (i) made significant payments to \nRLE for “management” and “office expense” fees (Pl.’s Reply Supp. Mot. p. 2); (ii) the \nIndependent Parlors’ managers are RLE e mployees (Pl.’s Br. Supp. Mot. pp. 2–3; \nFirst Martin Aff. ¶¶ 7–9); and (iii) the Independent Parlors’ managers conduct quality \ncontrol and oversight of the Village Inn Pizza Parlor brand (Compl. ¶ 9).  In addition, \nRLE (i) uses a corporate “Management Policies Employment Handbook” outlining \nnumerous policies on issues ranging from store management and employee pay, to \nworkers’ compensation and daily reports fo r all Village Inn Pizza Parlors (First \nMartin Aff. ¶¶ 7–9, Ex. 2); (ii) enforces its corporate policies, as evidenced by \n“manager meeting” memorandums (William Ray Lackey, II (Mr. Lackey, II) Aff. ¶ 10, \nEx. 3); (iii) implements a chain wide “termination list” for all Village Inn Pizza Parlor \nemployees (Lackey, II Aff. ¶¶ 12–13, Ex. 4); and (iv) resp onds to complaints filed \nagainst separately incorporated stores with the North Carolina Employment \nCommission (Lackey, II Aff. ¶ 13, Ex. 5). \n \n \n{41} RLE’s evidence of significant “management” and “office expense” fees paid \nto RLE by the Independent Parlors, and th e tight-knit and overlapping relationship \nbetween the shareholders, officers, and directors of RLE and the shareholders, \nofficers, and directors of the Independen t Parlors, demonstrates that RLE had \naffiliated people in place to provide oversight and direction to the Independent \nParlors.  Such shared ownership an d management exemplifies the “close \nrelationship” that would support a licenso r’s justifiable reliance on his licensees’ \nability and desire to maintain adequate quality control.   \n{42} Based on the evidence of record, the Court concludes that Defendants have \nnot demonstrated by the weight of the evidence that RLE has failed to exercise actual \ncontrol over the Village Inn Pizza Parlor br and.  The evidence of record shows that \nRLE’s course of performance was sufficient to retain control over the quality of RLE’s \nMarks.  There also exists evidence th at RLE was justified in relying on the \nIndependent Parlors to maintain adequate quality control to protect the reputational \nquality of RLE’s Marks.  Therefore, Defendants have not shown a likelihood of success \non the merits of their affirmative defense of naked licensing. \nv. Fraud \n{43} Defendants next argue that RLE’s Marks were obtained by fraud.  The \nCourt disagrees.  \n{44} RLE’s North Carolina trademark a pplication (“N.C. application”) \nrepresented to the North Carolina Secretary of  State’s Office that: (a) to the best of \nRLE’s knowledge; (b) no one has registered; (c) or has the right to use; (d) RLE’s North \nCarolina Registered Marks in North Carolina; (e) either in identical or a confusingly \nsimilar form.   \n{45} Defendants’ allegation of fraud rests entirely upon Plaintiff’s failed 2010 \napplication for a federal mark with the Un ited States Patent and Trademark Office \n(“USPTO application”).  Defendants ar gue that knowledge of the failed USPTO \napplication made RLE aware of confusingl y similar federally registered marks.  \nDefendants’ argument therefore hinges on whether RLE lacked a good faith basis for \n \n \ndeclaring that another registrant did not have a right to use a confusingly similar \nmark in North Carolina. \n{46} Defendants have the burden of proof  under their affirmative defense of \nfraud to show that: (1) RLE signed the N.C. application without a good faith basis for \nstating that a senior user with superior  rights did not exist and (2) but for the \nmisrepresentation the application would no t or should not have been issued.  \nFirehouse Rest. Grp., Inc. v. Scurmont LLC, 2011 U.S. Dist. LEXIS 119610 at *23–\n24 (D.S.C. Oct. 17, 2011) (jury concluded that Firehouse Restaurant Group committed \nfraud when at the time of registration it was in negotiations with a senior user). \n{47} Both of Plaintiff’s North Carolina Registered Marks include the complete \ntrade name, “Village Inn Pizza Parlor.”  It is undisputed that no other entity has the \nright to use the “Village Inn Pizza Parlor” mark within North Carolina.   \n{48} Moreover, RLE’s USPTO application was prepared by Elizabeth Miller (a \nprincipal in both Defendant companies) while she was serving as RLE’s president and \nwithout the assistance of counsel.  The USPTO application contains numerous errors:  \n(1) Elizabeth Miller failed to sign the applic ation, (2) she failed to make the proper \ndisclaimer of “Pizza Parlor,” (3) she failed to submit the required specimen, and (4) \nshe failed to claim color as a feature of th e mark (which the 2014 N.C. application \ndid).  (Defs.’ Reply Supp. Mot. 9.)  These errors were specifically noted by the USPTO \nin its decision that the USPTO application was “incomplete.”  (Defs.’ Reply Supp. Mot. \n9.)   \n{49} Elizabeth Miller did not follow up wi th the USPTO by filing a refusal \nresponse to correct the errors or provide arguments to reverse the decision.  (Defs.’ \nReply Supp. Mot. 9.)  The USPTO’s decision also stated that the “applicant may wish \nto hire an attorney to assist in prosec uting this application because of the legal \ntechnicalities involved.”  (Defs.’ Reply Supp. Mot. 9) (citing Defs.’ Ex. 6.)  Thus, the \nUSPTO did not foreclose the opportunity to pursue registration of RLE’s mark. \n{50} In contrast to the USPTO application, RLE hired counsel to prepare the N.C. \napplication.  (Defs.’ Reply Supp. Mot. 9.)  During that pr ocess, RLE discovered that \nthe USPTO had a pattern of issuing federal marks to applicants with “Village Inn” \n \n \ncontained within the mark. (Defs.’ Reply Supp. Mot. 9.)  Thus, the existence of other \nVillage Inn registrations did not make “Village Inn Pizza Parlor” confusingly similar \nto other Village Inn marks and did not give anyone the right to use “Village Inn Pizza \nParlor” in North Carolina.  (Defs.’ Reply Supp. Mot. 9.) \n{51} Based on the evidence of record, the Court concludes that Defendants have \nfailed to meet their burden to show that Plaintiff had no good faith basis for signing \nthe N.C. application, and therefore, fail to show a likelihood of success on the merits \nof their affirmative defense of fraud.2   \nvi. Express or Implied Consent \n{52} Last, Defendants argue that RLE cons ented, expressly or impliedly, to \nDefendants’ authority to open Lakeside using RLE’s marks. 3  Plaintiff adamantly \ndenies that it consented to granting Defendants this authority. \n{53} “Although the doctrines of acquiescence and laches, in the context of \ntrademark law, both connote consent by the owner to an infringing use of his mark, \nacquiescence implies active consent, while laches implies a merely passive consent.”  \nSara Lee Corp. v. Kayser-Roth Corp. , 81 F.3d 455, 462–63 (4th Ci r. 1996) (citations \nomitted). “An infringement action may be barred by the doctrine of estoppel by \nacquiescence where the owner of the tr ademark, by conveying to the defendant \nthrough affirmative word or deed, expr essly or impliedly consents to the \n                                                 \n2 The Court further concludes that even if Defendants were to succeed on their affirmative defense of \nfraud, thereby canceling RLE’s North Carolina Registered Marks, RLE would still retain common law \nrights to these marks.  The North Carolina Supreme Court has held that common law rights, even in \ngeneric marks “may nevertheless be used deceptively by a newcomer to the field so as to amount to \nunfair competition.” \nCharcoal Steak House of Charlotte, Inc. v. Staley, 263 N.C. 199, 201, 139 S.E.2d \n185, 187 (1964) (citing Cleveland Opera Co. v. Cleveland Civic Opera Ass’n , 22 Ohio App. 400, 408, \n154 N.E. 352, 354 (1926)).  This doctrine was recogn ized to protect the public from deception.  Id.  In \nCharcoal Steak House, the Court recognized that “equity will always protect a business from unfair \ncompetition and the public from imposition.” Id. (citing Yellow Cab Co. v. Creasman , 185 N.C. 551, \n117 S.E. 787 (1923)).  The Court went on to define unfair competition as:  “One person has no right to \nsell goods as the goods of another, nor to do othe r business as the business of another, and on proper \nshowing (one) will be restrained from so doing.”  Id. (citation omitted).  Therefore, cancellation of RLE’s \nNorth Carolina Registered Marks would not, in this case, prevent RLE from obtaining injunctive relief \nagainst Defendants’ intentional, identical copying of RLE’s common-law marks in Defendants’ attempt \nto hold themselves out as RLE affiliates.  \n \n3 Defendants have not offered evidence to show that Plaintiff consented to opening the Jonesville \nlocation or Marion location, and therefore, may not assert the defenses of acquiescence and laches as \nto these two entities. \n \n \ninfringement.”  Id. at 462 (citations omitte d).  “[A] strong showing of a likelihood of \nconfusion can trump even a proven case of acquiescence by the senior user to the \njunior user’s usage.”  Id. at 463 (quotation and citation omitted). \n{54} Defendants offer evidence of alleged oral statements of RLE shareholders, \nboard members, and officers to demonstr ate that RLE expressly acquiesced to \nDefendant’s use of RLE’s Marks.  However, Defendants’ affidavits do not cite or make \nany reference to the existence of voicemail recordings, transcripts of recordings, or \nany other documentation to verify the exis tence of these alleged oral statements.  \nMoreover, the alleged oral statements ar e ambiguous at best and could also be \nconstrued as merely granting Defendants the authority to use RLE’s Marks in an \naffiliated Independent Parlor.  Further, Plaintiff counters Defendants’ allegations of \nexpress oral acquiescence by providing a ffidavits from the same individuals that \nallegedly granted Defendants’ consent, disp uting that they ever made such oral \nstatements.  \n{55} Defendants also aver that RLE impliedly consented to the opening of \nDefendants’ competing restaurants and use of RLE’s Marks by contending: \nJames Martin, Plaintiff’s president, posed for a picture next to \nDefendants’ sign at a cookout cele brating the opening of Village Inn \nLakeside. Caldwell Aff. ¶ 15.b. Mr. Martin and his daughter Emily, who \nis also an employee of Plaintiff, ea ch invested in Village Inn Lakeside, \nknowing that the restaurant would operate under the Village Inn name. \nLackey Miller Aff., ¶ 20. b., c. Rebecca  Hite (Plaintiff’s vice president) \ntried to acquire an interest in Village Inn Lakeside. \nId. ¶ 20.k. Likewise, \nWilliam R. Lackey, Jr. wished Defe ndants success with Lakeside, and \noffered to provide financial assistan ce and help book music for Village \nInn Lakeside. Id. ¶ 20.m., n. \n \n(Defs.’ Resp. Opp. Mot. 13.) \n{56} However, the doctrine of estoppel by  laches is “sparingly applied” in \ntrademark infringement actions where plaintiff seeks only equitable relief, and, “in \nconsideration of the public interest, estopp el by laches may not be invoked to deny \ninjunctive relief if it is apparent that infringing use is likely to cause confusion.”  Sara \nLee Corp., 81 F.3d at 461 (citations omitted).  See also Conan Props., Inc. v. Conans \nPizza, Inc., 752 F.2d 145, 152 (5th Cir. 1985) (“A fi nding of laches alone ordinarily \n \n \nwill not bar the plaintiff’s request for injunctive relief, although it typically will \nforeclose a demand for an accounting or damages.”) (citations omitted); see Blood v. \nTitan Sports, Inc., 1997 U.S. Dist. LEXIS 24485 (W.D.N.C. May 13, 1997).  \n{57} “In determining whether laches may operate as a defense to an \ninfringement claim, a court should ordinar ily consider (1) whet her the owner of the \ntrademark knew of the infringing use, (2 ) whether the owner’s delay in challenging \nthe infringement of the mark was inexcus able or unreasonable, and (3) whether the \ninfringing user has been unduly pr ejudiced by the owner’s delay.”  Blood, 1997 U.S. \nDist. LEXIS 24485 at *18 (citation omitted). \n{58} In this case, Defendants first informed RLE that they intended to open a \nwholly independent and unaffiliated Village Inn Pizza Parlor on May 30, 2014.  On \nJune 6, 2014, Plaintiff served, through counsel, a cease and desist letter against \nDefendant Lakeside.  On or about July 7, 2014, Lakeside opened for business.  \nThereafter, Plaintiff attempted, unsuccessfully, to negotiate a Trademark Licensing \nAgreement with Defendants.  On Octobe r 8, 2014, after discovering Defendant \nLakeside was ordering RLE pizza boxes and beverage cups, RLE directed its supplier, \nUS Foods to stop selling those products to Defendants.  US Foods complied with \nPlaintiff’s request.  On or about November 20, 2014, RLE learned of Defendants’ plan \nto open Jonesville as a sister store to Lake side, also without affiliation with RLE.  \n(Hite Aff. ¶ 11).  On Nove mber 26, 2014, RLE filed the present action against \nDefendants.   \n{59} Given the timeline of events, spanni ng six (6) months from the time \nPlaintiff learned of Defendants’ intentio ns to open unaffiliated Village Inn Pizza \nParlors using Plaintiff’s Marks to the time Plaintiff filed the current lawsuit seeking \ninjunctive relief to prevent Defendants’ acti ons, the Court does not find Plaintiff’s \ndelay in seeking injunctive relief to enjoin Defendants’ actions inexcusable or \nunreasonable.  Defendants’ do not dispute receiving Plaintiff’s cease and desist letter \nbefore opening Lakeside.  The cease and desist letter, along with Plaintiff’s \nunsuccessful attempts to negotiate a Trademark Licensing Agreement with \n \n \nDefendants, put Defendants on notice that  Plaintiff did not consent to Defendants’ \nuse of Plaintiff’s Marks. \n{60} In addition, each of Defendants’ allegations of implied consent parallels \nPlaintiff’s contention that it initially expected Defendant Lakeside to be an affiliated \nIndependent Parlor.  (Second Martin Aff. ¶¶ 3–10.)  Shortly after RLE and Defendant \nLakeside failed to negotiate an agreemen t to this effect and RLE learned of \nDefendants’ intention to open a second competing, unaffiliated restaurant, RLE \npromptly filed this lawsuit seeking injunctive relief. \n{61} Since Defendants knew of Plaintiff’s objection to the use of Plaintiff’s \nMarks, Defendants opened the unaffiliated restaurants at their own peril.  Based on \nthe current record, the Court concludes that Defendants have failed to meet their \nburden to show that Plaintiff expressly or  impliedly consented to Defendants’ use of \nPlaintiff’s Marks, and therefore, Defendants fail to show a like lihood of success on \nthe merits of their affirmative defense of express or implied consent.  \nIV. \nCONCLUSION \n{62} Plaintiff’s Marks are valid and protectable. \n{63} Defendants have infringed and are continuing to infringe on Plaintiff’s \nMarks. \n{64} Defendants’ infringement on Plaintiff’s Marks has caused and is likely to \ncontinue causing consumer confusion if not stopped. \n{65} Plaintiff has suffered and continues to suffer irreparable harm as a result \nof Defendants’ infringement of Plaintiff’s Marks. \n{66} Having concluded that Plaintiff has demonstrated a likelihood of success on \nthe merits of its claims for state trademar k infringement and injunctive relief, and \nthat Defendants have failed to demonstrate a likelihood of success as to any one of \ntheir three affirmative defenses, the Cour t concludes that Defendants’ intentional \ncopying of Plaintiff’s Marks with the intent to deceive consumers will cause \nirreparable injury to RLE’s business.   \n \n \n{67} WHEREFORE, pending the final resolution of this civil action, and unless \nand until otherwise ordered by this Court, the Court hereby enters this preliminary \ninjunction ENJOINING Defendants, their officers, directors, and employees, and \nanyone with notice of this Order acting with or on Defendants’ behalf (the “Prohibited \nParties”) from all further efforts to confuse consumers including specifically: \na. The Prohibited Parties shall immediat ely cease, and until this Order is \ndissolved, shall refrain from using RLE’s North Carolina Registered Marks; \n \nb. The Prohibited Parties shall immediat ely cease, and until this Order is \ndissolved, shall refrain from using th e words “Village Inn” and/or “Village \nInn Pizza Parlor” in the name of Defendants’ restaurants or in connection \nwith any advertising or promotion of their restaurants, including but not \nlimited to, any web advertising or purchased Google AdWords; \n \nc. The Prohibited Parties shall immediat ely cease, and until this Order is \ndissolved, shall refrain from using a yellow shield emblem with the phrase \nVillage Inn Pizza Parlor in conjunction with Defendants’ business; \n \nd. The Prohibited Parties shall immediat ely cease, and until this Order is \ndissolved, shall refrain from using deceptively similar advertising \nincluding, but not limited to: \n \ni. Using pizza boxes and beverage cups  listing or referring to other \nVillage Inn Pizza Parlor locations; \n \nii. Using the phrase “Home Of The Great Pizza Buffet;” \n \niii. Using the phrase “Family Owned and Operated Since 1967;” \n \niv. Using any phrase or implication that Defendants’ restaurant is one \nof “12 Great Locations;” \n \nv. Using identical or similar menu item names such as “King’s Ransom” \nand “Village Inn Special;” \n \nvi. Using any other words, phrases, logos, or other identifying Marks to \nbe identified that are used by Defendants to confuse and mislead \nconsumers; \n \ne. The Prohibited Parties shall immediately cease, and until this Order is \ndissolved, shall refrain from using deceptive claims in advertising and \nsolicitation including, but not limited to:  affirmatively asserting that \n \n \nDefendants’ business originated from, or is affiliated in any manner with \nPlaintiff; \n \nf. The Prohibited Parties shall remove from their Facebook webpage and all \nprinted and photographic material all references to “Village Inn,” “Village \nInn Pizza Parlor,” and “Ray Lackey.” \n \ng. The Prohibited Parties shall remove any signage that contains any of \nRLE’s Marks, and shall destroy or store out of sight any materials that \ncontain any of RLE’s Marks, and shall remove from any webpages any use \nof RLE’s Marks in connection with Defendants’ businesses, and shall \ncease any Google AdWord purchases that contain any of RLE’s Marks. \n \n{68} Pursuant to the provisions of North Carolina Rule of Civil Procedure Rule \n65(c), and as a condition of th is Order, Plaintiff shall post  security in the amount of \n$25,000.00 in the form of cash, check, surety  bond or other undertaking satisfactory \nto the Iredell County Clerk of Superior Court on or before April 8, 2015.   \n{69} SO ORDERED, this the 2nd day of April 2015. \n \n "
}