{
  "id": "c8696245d73a4057c148ae684f693e128d36c2d04b2b8c181b6ae9b5ad30d5c7",
  "source_file": "data/raw/ncbc/c8696245d73a4057c148ae684f693e128d36c2d04b2b8c181b6ae9b5ad30d5c7.pdf",
  "raw_text": "LUPTON v. BLUE CROSS AND BLUE SHIELD; GIDUZ v. BLUE CROSS AND BLUE SHIELD,\n1999 NCBC 3\nSTATE OF NORTH CAROLINA\nORANGE COUNTY\nBRADSHAW B. LUPTON,\nindividually and on behalf of all persons\nsimilarly \nsituated,\nPlaintiff\nv.\nBLUE CROSS AND BLUE SHIELD\nOF NORTH CAROLINA, a non-profit\nCorporation,\nDefendant\nand\nMICHAEL F. EASLEY, ATTORNEY\nGENERAL, on behalf of the rights and\ninterests \nof the public,\nDefendant-\nIntervenor\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nGENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION\n98-CVS-633\n \nSTATE OF NORTH CAROLINA\nORANGE COUNTY\nROLAND GIDUZ, individually and on\nbehalf of all persons similarly \nsituated,\nPlaintiff\nv.\nBLUE CROSS AND BLUE SHIELD\nOF NORTH CAROLINA, a non-profit\nCorporation,\nDefendant\nand\nMICHAEL F. EASLEY, ATTORNEY\nGENERAL, on behalf of the rights and\ninterests of the \npublic,\nDefendant-\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nGENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION\n97-CVS-917\nIntervenor\n)\n)\nAMENDED ORDER AND OPINION\n{1} This matter is before the Court on defendant’s objection to plaintiff’s notice of voluntary dismissal\nwithout prejudice in case number 97 CVS 917. For the reasons set forth below, it appears to the Court that\nthe dismissal of the Giduz Complaint in that action requires Court approval to be effective. It further\nappears to the Court that, to protect absent class members and to preserve the Court’s supervisory role\nover class action litigation, Court approval of the voluntary dismissal should be denied. Finally, it appears\nto the Court that the above captioned cases should be consolidated into one action under the caption and\ncase number used in the Lupton case.\nMarvin Schiller, Carol M. Schiller; Hare & Hare, by Nicholas S. Hare, for \nplaintiffs.\nMaupin Taylor & Ellis, P.A., by M. Keith Kapp, Laura Kay W. Berry, and Kevin W. \nBenedict;\nRobinson, Bradshaw & Hinson, P.A., by Robin L. Hinson, A. Ward McKeithen, \nand Frank E.\nEmory, for defendant.\nAttorney General Michael F. Easley, by Special Deputy Attorney General John R. \nCorne, for\ndefendant-intervenor.\nFACTS\n{2} On 30 June 1997, Plaintiff Roland Giduz, individually and on behalf of all persons similarly situated,\nfiled the original complaint in this action, a purported class action against defendant alleging various\nclaims based on defendant’s alleged failure to properly calculate its statutory reserves. The defendant filed\nvarious motions to dismiss on September 2, 1997. One of the motions was based upon application of the\nfiled rate doctrine. \nSee\n \nN.C\n. \nSteel\n, \nInc. v. National Council,\n \n347 N.C. 627, 632, 496 S.E.2d 369, 372\n(1998). The \nGiduz\n case was assigned to this Court pursuant to Rule 2.1.\n{3} Upon discovering that Mr. Giduz was not and never had been an appropriate class representative (Mr.\nGiduz is not a member of the class), and before this Court had ruled on class certification, defendant filed a\nmotion to dismiss based on the fact that Mr. Giduz was not an adequate class representative. The motion\ncame on for hearing before this Court on February 3, 1998, at which time counsel for Mr. Giduz\nacknowledged that he was not an adequate representative because he was not a member of the class.\nRather than dismissing the complaint, the Court instructed plaintiff’s counsel to file an amended complaint\nsubstituting a new class representative on or before March 22, 1998. The Court was concerned that\ndismissal rather than substitution of a new representative could adversely impact the class claims based\nupon the statute of limitations and tolling issues related thereto. Instead of following the Court’s direction,\nplaintiffs’ counsel chose to file a voluntary dismissal of the action without prejudice pursuant to Rule 41\non May 8, 1998, and filed a new action naming Bradshaw B. Lupton as class representative on the same\ndate. The \nLupton\n complaint mirrored the amended complaint in \nGiduz\n. The defendant objected, arguing\nthat plaintiffs could not take a voluntary dismissal in this class action without Court approval and urged\nthe Court to hear its motion to dismiss on the substantive law issues. Plaintiffs contend that taking a\nvoluntary dismissal and re-filing the case with a new class representative as named Plaintiff is appropriate\nand does not require court approval. The \nLupton\n case has now been assigned to this Court pursuant to Rule\n2.1.\nISSUE\n{4} The issue before the Court is whether a class action plaintiff may take a voluntary dismissal of their\naction pursuant to Rule 41 of the North Carolina Rules of Civil Procedure prior to class certification\nwithout Court approval.\nOPINION\n{5} A plaintiff who, on his own initiative, assumes the role of representative in a class action may not\nvoluntarily dismiss that action without court approval. As discussed below, to rule otherwise would\nsubject the class action vehicle to an unacceptable degree of abuse. Important policy considerations\ndemand that the court have a role in approving the dismissal of every class action, even in cases where\nthere appears to be no potential for abuse by or harm to any party. It is only through the court’s review that\nthe propriety of the class action allegations and the protection of absent class members can be assured.\nTherefore, the Court rules that the voluntary dismissal filed by the plaintiff is ineffective without Court\napproval. Further, the Court denies approval of the voluntary dismissal, and orders that this case be\nconsolidated with the \nLupton v. Blue Cross and Blue Shield of North Carolina \ncase and that Bradshaw\nLupton be substituted as a plaintiff in this case in place of Mr. Giduz. The Court enters that order in an\neffort to insure that there are no issues raised with respect to the tolling of the statute of limitations that\ncould adversely affect absent class members.\n{6} Plaintiff in this case filed its dismissal pursuant to Rule 41(a) of the North Carolina Rules of Civil\nProcedure. Rule 41(a) provides in pertinent part:\n(a) Voluntary Dismissal: Effect Thereof:\n(1) By Plaintiff; by Stipulation. Subject to the provisions of Rule 23(c) and of any\nstatute of this State, an action or any claim therein may be dismissed by the\nplaintiff \nwithout order of court by filing a notice of dismissal at any time before\nthe plaintiff \nrests his case\nN.C.G.S. § 1A-1, Rule 41 (1990). As set forth above, Rule 41(a)(1) is limited in its application by the\nprovisions of Rule 23(c), which provides:\nA class action shall not be dismissed or compromised without the approval of the judge. \nIn\nany action under this rule, notice of a proposed dismissal or compromise shall be given \nto all\nmembers of the class in such manner as the judge directs.\nN.C.G.S. § 1A-1, Rule 23(c) (1990). The Court has found no reported cases in North Carolina which\naddress the requirements of Rule 23(c). The North Carolina Supreme Court has stated that where the state\nand federal rules governing class actions are congruent, our courts may look to federal cases for guidance.\nSee \nAlford v. Shaw\n, 327 N.C. 526, 398 S.E.2d 445 (1990). The Federal Rules of Civil Procedure have\nsubstantially similar provisions to those set forth above, requiring judicial approval in Rules 41(a) and\n23(e). Rule 41(a) provides in pertinent part that \"[s]ubject to the provisions of Rule 23(e), . . . an action\nmay be dismissed by the plaintiff without order of the court (I) by filing notice of dismissal at any time\nbefore service by the adverse party of an answer or motion for summary judgment, whichever first occurs\n. . . .\" Rule 23(e) provides in pertinent part that \"[a] class action shall not be dismissed or compromised\nwithout the approval of the court, and notice of the proposed dismissal or compromise shall be given to all\nmembers of the class in such manner as the court directs.\"\n{7} At first glance, the question of court approval seems to be easily resolved by a plain reading of the\napplicable rules. As set forth above, Rule 23(e) (and North Carolina Rule 23(c)) clearly state: \"[a] class\naction shall not be dismissed or compromised without the approval of the court . . . .\" However, some\nfederal cases have held that Rule 23 applies only to certified class actions, because it is the act of\ncertification that gives definition to the class, class definition being a prerequisite to maintaining a \"class\naction.\" \nSatterwhite v. City of Greenville, Tex.\n, 557 F2d 414, 417, n.9, (1977\n), Sosna v. Iowa\n, 419 U.S.\n393, 399, n.8, 95 S.Ct. 553, 557, 42 L.Ed.2d 532 (1975). In fact, the Supreme Court in \nSosna\n stated:\n\"Once a suit is certified as a class action, it may not be settled or dismissed without the approval of the\ncourt. Rule 23(e).\" \nId. \nNaturally, many courts gave a construction to that language that strictly limited the\napplication of Rule 23(e) to certified class actions\n.[fn1]\n \nShelton v. Pargo\n, 582 F.2d 1298, 1302 (4\nth\n Cir.\n1978).\n{8} In the years since \nSosna\n, however, an exception to the rule limiting the application of Rule 23 to\ncertified class actions has been recognized which covers the case before the Court. The majority of federal\ncourts now follow the rule that Rule 23(e) \"presumptively applies to all complaints containing class action\nallegations, including proposed class actions not yet certified by the district court.\" \nChapman III v. Ontra,\nInc.\n, 1998 U.S. Dist. LEXIS 9426, (N.D.Ill.E.D. 1998) (\nquoting Glidden v. Chromalloy Am. Corp.\n, 808\nF.2d 621, 626 (7\nth\n Cir. 1986)).\n[fn2]\n As discussed below, several policy considerations have been advanced\nto justify this approach.\n{9} The class action is a unique form of litigation, and its uniqueness gives rise to the potential for abuse.\nIt is the only type of action where most of the parties in interest do not participate in the choice of counsel,\nthe decisions made by counsel about their case, including the decision to settle, or the trial of the case\nbefore the court. While most of the plaintiffs in a class action do not participate, others, especially the\nnamed plaintiff, do. This can lead to a greater focus on the interests of the participating plaintiffs as\nopposed to the non-participating, or absent, members of the class. Even though a class action is predicated\non the notion that the interests of the plaintiffs are substantially the same, it is rare that their interests are\ncompletely congruent. As a class action goes forward, the potential exists for there to be a conflict\nbetween the interests of the representative plaintiff and those of the absent class members. This can lead\nclass counsel to act against the interests of some class members by negotiating a settlement favorable to\nthe class representative at the expense of the absent members. Without court supervision, absent parties\nmight be procedurally prejudiced or otherwise disfavored by the settlement.\n{10} Class actions pose special problems because of their complexity and because of the large amounts of\nmoney usually involved. Class action complexity is a result of the large number of litigants. As set forth\nabove, additional procedural rules exist to help manage the class actions and to protect the rights of absent\nclass members. These procedural rules, particularly those requiring notice to all class members, make\nmaintaining and defending class actions expensive, as does the cost of obtaining the information needed to\nargue the issue of class certification. Class actions can involve amounts that threaten to cripple or bankrupt\nthe defendant. This creates a potential for abuse that is readily apparent: the use of the class action\ncomplaint to put greater financial pressure on defendants to settle with the individual plaintiff. Where a\ncomplaint alleges a legitimate class, such pressure is a fair and reasonable part of litigation. If a\ncorporation or other entity has legitimately harmed a class of individuals, it has no grounds to complain\nabout being confronted with such substantial claims in one lawsuit. However, if the claim brought is not\nan appropriate class action, it is unfair for defendant to bear the cost burden associated with defending\nsuch actions. This potential for abuse was recognized in the federal courts long ago. In \nCohen v. Beneficial\nLoan Corp\n., 337 U.S. 541, 549-550, 69 S.Ct. 1221, 1227, 93 L.Ed 1528 (1949), the Court said:\n\"Unfortunately, the (class action) remedy itself provided opportunity for abuse, which was not neglected.\nSuits sometimes were brought not to redress real wrongs, but to realize upon their nuisance value.\"\n{11} Because of the potential for abuse outlined above, courts have two important roles in class actions: to\nprotect the interests of absent class members and to police the use of class action allegations. The\nrequirement of court approval of dismissals to all actions begun as class actions furthers these objectives\nby limiting the abuses in several ways. First, if the court must approve dismissal or settlement, plaintiffs\nare less able to act improperly. If they misuse the class action device, the court has the power to\ndisapprove the settlement, disallow the dismissal, and force the plaintiffs to proceed. This measure\nreduces the incentive to plaintiff’s counsel to misuse the class action device solely in an effort to leverage\na settlement.\n{12} Likewise, defendants have less incentive to act improperly. Defendants are less likely to buy off the\nnamed plaintiff at the expense of absent class members if they know the court must pass on the\nsettlement. Finally, the interests of absent class members can be protected by court review. Where\nconflicts of interest occur within a class, the court is the only guardian of the interests of the absent class\nmembers. The Court may also serve the function of preventing loss of class members rights where tolling\nissues are involved.\n{13} \nIn re \"Agent Orange\" Product Liability Litigation\n, 597 F. Supp 740 (E.D.N.Y. 1984) lists some\ncommonly recited purposes of the requirement of court approval:\nThe purpose of approval is to assure that any person whose rights would be affected by\nsettlement has an opportunity to support or oppose it, prevent private arrangements that \nmay\nconstitute \"sweetheart deals\" contrary to the best interests of the class, \nprotect the rights of\nthose whose interests might not have been given due regard by the \nnegotiating parties, and\nassure each member of the class that the opportunity to express \nviews and to be heard on\nmatters of vital personal interest have not been violated by \nothers who have arrogated to\nthemselves the power to speak and bind without consultation \nand consent.\nId.\n{14} \nA leading case that identified abuses of the class action device and justifications for the requirement\nof court approval is \nPhiladelphia Electric Co. v. Anaconda American Brass Co.\n, 42 F.R.D. 324\n(E.D.Pa.1967). In \nPhiladelphia Electric\n, there were precertification settlements by the plaintiffs of claims\nagainst three of the thirteen defendants in an anti-trust action begun as a class action. The plaintiffs sought\nto dismiss the action as to the settling defendants and moved for \"entry of final judgments barring all\nfurther claims by the named plaintiffs and by any of the class or classes they purport to represent.\" \nId.\n at\n327.\n{15} The \nPhiladelphia Electric\n Court found three justifications for the requirement of court approval. \nId.\nat 326. First, it concluded: \"[T]he proposed settlements must be regarded as attempting to compromise the\nclaims of the class, not just the named plaintiffs. Rule 23(e) clearly applies to this situation; indeed, due\nprocess concepts might well be held to require notice, even in the absence of Rule 23(e).\" \nId.\n at 327.\nSecondly, the Court found that many interested parties would be prejudiced procedurally by the proposed\ndismissals. Finally, the Court said that \"a court should know what claims are being compromised, before\nbeing asked to approve a compromise; and that no litigant should be permitted to enhance his own\nbargaining power by merely alleging that he is acting for a class of litigants. \nId\n. at 328. Based on its\nanalysis, the \nPhiladelphia Electric\n Court promulgated as a basis for judicial review of proposed dismissals\nthe procedural principle that \"during the interim between filing and the 23(c)(1) determination by the\ncourt, it must be assumed to be a class action for purposes of dismissal or compromise under 23(e) unless\nand until a contrary determination is made under 23(c)(1).\" \nId\n. at 326. Since \nPhiladelphia Electric\n, the\nmajority of federal courts have followed this rule.\n{16}\n \nThe Fourth Circuit Court of Appeals has expressed similar justifications for the requirement of court\napproval, particularly where the party seeking to dismiss is the representative plaintiff. In \nShelton v.\nPargo\n, 582 F.2d 1298, 1302 (4\nth\n Cir. 1978), the Court stated that the purposes of the requirements of\njudicial approval and notice are (1) to discourage the use of the class action device to secure an unjust\nprivate settlement for the named plaintiffs to the detriment of the putative class, and (2) to protect absent\nclass members against prejudice from discontinuance of litigation without class relief. \nId.\n{17} In \nShelton\n, the plaintiffs seeking dismissal were the named parties in the purported class action,\nwithout whose presence the class action could not continue. The Court reasoned that the plaintiffs, as\nrepresentative parties, had asserted a role on behalf of the alleged class, and thereby accepted a fiduciary\nobligation toward the members of the putative class. The Court stated: \" [T]hese [plaintiffs] voluntarily\naccepted a fiduciary obligation towards the members of the putative class they have undertaken to\nrepresent. They may not abandon the fiduciary role they assumed at will or by agreement with the\n[defendant], if prejudice to the members of the class they claimed to represent would result \nor if they have\nimproperly used the class action procedure for their personal aggrandizement\n. (emphasis added)\" \nId\n. \nSee\nalso\n \nGassie v. SMH\n, 1997 WL 466905 (E.D. La. 1997) (holding that the court must acknowledge its\n\"special role in assuring that the representative plaintiffs fulfill their fiduciary obligation toward members\nof the putative class.\").\n{18} As the \nShelton\n Court noted, this view of the fiduciary role of class representatives was well\nestablished. \nId.\n \nShelton\n cited \nCohen\n, 337 U.S. 541, which had long since recognized the fiduciary duty of a\nrepresentative party, as follows:\nLikewise, a stockholder who brings suit on a cause of action derived from the \ncorporation\nassumes a position, not technically as a trustee perhaps, but one of a \nfiduciary character. He\nsues, not for himself alone, but as representative of a class \ncomprising all who are similarly\nsituated. The interests of all in the redress of wrongs \nare taken into his hands, dependant upon\nhis diligence, wisdom and integrity. And while \nthe stockholders have chosen the corporate\ndirector or manager, they have no such election \nas to the plaintiff who steps forward to\nrepresent them. He is a self-chosen \nrepresentative and a volunteer champion. The Federal\nConstitution does not oblige the \nstate to place its litigating and adjudicating process at the\ndisposal of such a \nrepresentative, at least without imposing standards of responsibility,\nliability and \naccountability which it considers will protect the interests he elects himself to\nrepresent. It is not without significance that this Court has found it necessary long ago \nin the\nEquity Rules and now in the Federal Rules of Civil Procedure to impose procedural\nregulations of the class action not applicable to any other. We conclude that the state \nhas\nplenary power over this type of litigation.\nId\n., cited in \nShelton\n, 582 F.2d 1305. As the \nShelton\n Court observed, the abuse identified in \nCohen\n can arise\nat any point after an action has been filed as a class action, including the precertification stage. \nId.\n{19} Courts have recognized other justifications for the requirement of court approval. In addition to\nrequiring court approval, Rule 23(e) also requires that notice of the dismissal be given to all absent class\nmembers. While federal courts have generally held that this requirement is not absolute in all\nprecertification cases, giving the judge discretion to waive the notice requirement where there has been no\ncollusion or showing of prejudice to any party (\nShelton\n, 582 F.2d 1298), this determination can only be\nmade upon review of the dismissal by the judge. Thus, the requirement of court approval assures that the\nnotice requirements of Rule 23(e) are met.\n{20} In keeping with the court’s obligation to police the use of the class action vehicle, court approval\nprovides the judge with a check against forum shopping. Because class actions often involve diverse\nparties, counsel may be tempted to engage in forum shopping. Court approval of dismissals prevents\ncounsel from dismissing class action claims upon discovery of adverse law in a jurisdiction, or upon\nassignment of the case to an \"unfriendly\" judge. \nSee\n \nHamm v. Rhone-Poulenc Rorer Pharmaceutical, Inc\n.,\n176 F.R.D. 566, (Minn. 1997); \nGoldstein v. Delgratia Mining Corporation\n, \net al.\n, 176 F.R.D. 454\n(S.D.N.Y. 1997).\n{21} The leading class action treatises support the notion that precertification dismissals require court\napproval. For example, 3 Newberg, Class Actions, § 4920 at p. 404 (1977) provides:\nThe applicability of Rule 23(e) between the time the action is brought and the date of\ncertification of the class has been raised in several cases. Courts have recognized that \nin order\nto effectuate the purpose of Rule 23(e), it must apply from the commencement of \nan action\nfiled as a class action until such time as there is a ruling denying the class \naction.\nSimilarly, 7A Wright & Miller, Federal Practice and Procedure, § 1797 at 236-7 (1972 ed.) offers the\nfollowing:\nA practical problem exists involving the application of Rule 23(e) during the period \nbetween\nthe filing of the action and the determination under subdivision (c)(1) of whether \nit can be\nmaintained on a class basis. This problem was specifically dealt with by the \ndistrict court in\nPhiladelphia Electric Company v. Anaconda American Brass Company\n \n. . . . The court held\nthat during the interim between instituting the action and a \ndecision under Rule 23(c)(1), the\naction must be presumed to be proper for purposes of \nsubdivision (e). The court then went on\nto hold that its approval of the settlement had to \nbe held in abeyance pending a determination\nof the class action question.\n{22} As demonstrated above, policies articulated by the federal courts indicate that Rule 23(e) approval is\nnecessary at the precertification stage in order for the court to fulfill its obligation to police the conduct of\nthe parties and their attorneys and safeguard the interests of absent class members.\n{23} The Court is persuaded by the analysis of the federal courts. The Court is particularly aware of its\nresponsibility to assure, to the extent possible, that the class action vehicle is not abused to the detriment of\nabsent class members. Class actions require the court to evaluate the conduct of plaintiff’s counsel to\nassure that there is no conflict of interest between the named plaintiff and absent class members. Thus,\ncourt approval is particularly important where the dismissal is accompanied by a compromise or\nsettlement. In the instant case, however, plaintiffs’ counsel filed for voluntary dismissal simply in an\nattempt to correct the fact that the original named plaintiff did not qualify as a class member. Under those\ncircumstances, the Court is not concerned that the named plaintiff’s interests are being put ahead of the\ninterests of the absent class members. However, the Court still has a role in assuring that the absent class\nmembers do not suffer any procedural or limitations problems that may arise due to the voluntary\ndismissal.\n{24} In this case, if the plaintiff’s voluntary dismissal is allowed, the plaintiff class may face statute of\nlimitations problems in bringing their subsequent action. In this situation, it is the Court’s role to protect\nthe absent class members. The law is not clear in this state that the statute of limitations is tolled by the\nfiling of a class action by one who has never been a class member. Nor is it clear that the statute of\nlimitations would be tolled where a purported class action is filed, never certified and the plaintiff takes a\nvoluntary dismissal. By denying the dismissal, ordering consolidation and the substitution of Lupton for\nGiduz, the Court hopes to eliminate any future controversy over the tolling of the statute of limitations in\nthese actions.\n{25} Similarly, the Court is not concerned that Giduz used the class action to improperly bolster his\nindividual claim. He is exiting the lawsuit, but the class is moving forward. Nevertheless, the court’s role\nin policing the use of class action complaints should not be limited. The court’s ability to prevent\nleveraging, forum shopping and tolling problems depends on the requirement of court approval. Therefore,\nthe proper rule should be that court approval is always required for a voluntary dismissal to be effective in\na class action lawsuit.\n{26} Finally, the Court points out that the requirement of court approval does not place a heavy burden on\nthe plaintiff. In this case, the plaintiff had merely to follow the Court’s instructions and file an amended\ncomplaint to change the class representative. In cases where the plaintiff truly needs a dismissal the\nplaintiff will merely have to file a motion to obtain court approval. The plaintiff may lose some of the\nflexibility to file a voluntary dismissal that he enjoys in the normal litigation setting, but any such loss is\ngreatly outweighed by the Court’s need to monitor class action activity and the fiduciary obligations\nplaintiff undertook in filing a purported class action.\n{27} For the reasons cited above, this Court finds that Rule 23(c) of the North Carolina Rules of Civil\nProcedure requires court approval of all voluntary dismissals of class actions. IT IS THEREFORE\nORDERED, ADJUDGED AND DECREED that the voluntary dismissal filed by the plaintiff in \nGiduz v.\nBlue Cross and Blue Shield of North Carolina\n is ineffective without Court approval. Further, the Court\ndenies approval of the voluntary dismissal, and orders that this case be consolidated with the \nLupton v.\nBlue Cross and Blue Shield of North Carolina \nand that Bradshaw Lupton be substituted as plaintiff in this\naction.\n \nThis the 14th day of June, 1999.\n___________________________\nFootnote 1\n \nAfter the \nSosna\n Court’s statement, there was a split of authority as to whether the \nSosna\n Court\nmeant to limit Rule 23(e) to certified class actions. In \nDuncan v. Goodyear Tire and Rubber Company\n, 66\nF.R.D. 615, 616 (E.D. Wis.1975) and \nMagana v. Platzer Shipyard, Inc\n., 74 F.R.D. 61, 66 (S.D. Tex.1977),\nthe Courts dismissed the language of \nSosna\n, quoted supra, as without any special significance.\nFootnote 2\n \nSee also\n \nBaker v. America’s Mortgage Servicing, Inc.\n, 58 F.3d 321, 324 (7\nth\n Cir. 1995\n)\n(holding that Rule 23(e) applies to all complaints containing class action allegations, including proposed\nclass actions not yet certified by the District Court);\n Larkin Gen. Hosp., Ltd. v. American Tel. & Tel. Co.,\net al.,\n 93 F.R.D. 497, 1982 U.S. Dist. LEXIS 10578 (1982); \nDiaz v. Trust Territory of Pac. Islands\n, 876\nF.2d 1401, 1408 (9\nth\n Cir. 1989) (\"We therefore adopt the majority approach and hold that Rule 23(e)\napplies before certification.\"); \nKahan v. Rosenstiel\n, 424 F.2d 161, 169 (3d Cir. 1970), cert. denied, 398\nU.S. 950, 90 S.Ct 1870, 26 L.Ed2d 290 (1970) (\"[A] suit brought as a class action should be treated as\nsuch for purposes of dismissal or compromise, until there is a full determination that the class action is not\nproper.\"); \nHamm v. Rhone-Poulenc Rorer Pharmaceutical, Inc\n., 176 F.R.D. 566, (Minn. 1997); \nIn Re:\nPainewebber Ltd. Partnerships Litig.\n, 147 F.3d 132 (2d Cir. 1998); \nMcArthur v. Southern Airways, Inc\n.,\n556 F.2d 298, 302 (5\nth\n Cir. 1977) (a class allegation in a complaint is presumed proper, and Rule 23(e)\ntherefore applies unless the District Court has declined to certify the class), withdrawn, 569 F.2d 276\n(1978)."
}