{
  "id": "c880b14ac3376b259fe2510d2ba757692e8d3c8ae6d050d51ba8d4b4844e6fd4",
  "source_file": "data/raw/ncbc/c880b14ac3376b259fe2510d2ba757692e8d3c8ae6d050d51ba8d4b4844e6fd4.pdf",
  "raw_text": "Shaw v. Gee, 2018 NCBC 108. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 3878 \n \nJAMES S. SHAW in the right of \nGVEST PARTNERS, LLC, a North \nCarolina Limited Liability Company, \n \nPlaintiff, \n \nv. \n \nRAYMOND M. GEE, \n \nDefendant. \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFF’S POST-TRIAL MOTION  \n \n \n1. Plaintiff James Shaw and Defendant Raymond Gee  are former business \npartners—the co-members and co-managers of Gvest Partners, LLC (“Gvest”).  In this \nderivative action, Shaw contends that Gee usurped a business opportunity belonging \nto Gvest, thereby breaching his fiduciary duty.  After a seven-day trial, the jury found \nthat Gee did so but that the doctrine of unclean hands barred Shaw’s claim.  Following \nthe entry of final judgment, Shaw moved for judgment notwithstanding the verdict \n(“JNOV”) or, alternatively, for a new trial.  For the reasons set forth below, the Court \nDENIES the motion. \nRobinson, Bradshaw & Hinson , P.A. , by Julian H. Wright, Jr. and \nStuart L. Pratt, for Plaintiff James S. Shaw.  \n \nBaucom, Claytor, Benton, Morgan & Wood, P.A. , by Rex C. Morgan, for \nDefendant Raymond M. Gee.  \n \nConrad, Judge. \n \nI. \nBACKGROUND \n2. A previous opinion describes Shaw’s allegations and claims for relief .  See \nShaw v. Gee, 2016 NCBC LEXIS 103 (N.C. Super. Ct. Dec. 21, 2016).  Here, the Court \nsummarizes the trial testimony and other evidence, along with a brief description of \nthe procedural posture. \nA. Evidence at Trial \n3. Shaw and Gee met as students at the University of Oklahoma but lost touch \nafter graduation.  Many years  later, they reconnected and decided to do business \ntogether.  Among other ventures, they formed Gvest in 2011 to buy, develop, and sell \nreal estate.  Shaw provided most of the capital for Gvest’s investments, and Gee found \nand evaluated potential deals.  On occasion, Shaw also lent Gee the money necessary \nto make  his share of capital contributions  to Gvest.   As equal co -members and \nco-managers, though, neither had sole control of the entity.  (See Shaw Tr. Ex. 1 § 4.3, \nEx. 2.)   \n4. This case concerns Gvest’s interest in developing roughly 700 acres of land—\nreferred to as either Sherrills Ford or Key Harbor—along the northwest shore of Lake \nNorman in Catawba County.  In August 2013, Gvest signed an agreement to purchase \nthe 700 acres  for $6.5 million.  (Shaw Tr. Ex. 3 .)  Gvest’s plan was to develop the \nproperty with investments from Shaw and Tyson Rhame, one of Shaw’s business \nassociates.  Shaw, Gee, and several Gvest employees conducted d ue diligence for \nroughly six months, at a cost of $243,000.  These “hard costs” covered expenses for \nattorneys, land planners, civil engineers, and environmental studies but excluded any \namounts for Gvest’s time and effort.  Shaw and Gee each made loans to Gvest to cover \nthe due-diligence costs. \n5. During this period, the relationship between Shaw and Gee grew tense.   \nShaw accused Gee of absenteeism; Gee believed Shaw was exer ting his economic \nleverage more as an adversary than a s a co-manager.  By early 2014,  this personal \nfriction had paved the way for a serious business quarrel.  Shaw expressed his fear \nthat Gvest’s developer,  John Bell, would leave the company  over difficulties in \nworking with Gee.  (Gee Tr. Ex. 37 at 1.)  Shaw also believed Gee had agreed to reduce \nhis equity in  one of their projects (known as  Yards at NoDa ) and that this  equity \nwould be offered to Bell  as an incentive to stay .  (Shaw Tr. Ex. 14 at 5.)  But Gee \ndenied any such agreement and refused to cede his equity to Bell.  (Shaw Tr. Ex. 14 \nat 3.)  In a  heated e-mail exchange on March 10, 2014 , Shaw demanded to be \n“immediately reimbursed” for the loans he had made to Gee.  (Shaw Tr. Ex. 14 at 2.)  \nHe also told Gee that he was “over with this relationship” and “through” with Ge e.  \n(Gee Tr. Ex. 37 at 1.)   \n6. That same day, Shaw directed Gvest ’s Chief Financial Officer, Kevin \nFrericks, to instruct Gee to terminate the Sherrills Ford contract.  (Gee Tr. Ex. 37 at \n2.)  Shaw testified that he made this decision because the economics of the deal were \nunfavorable.  Gee, on the other hand,  testified that Shaw’s decision was personally \nmotivated and that Frericks’s  instruction put him in a bind, jeopardizing Gvest’s \nability t o recover  the $243,000 in hard costs it had incurred.   Gee sought new \ninvestors to take over the contract , eventually arranging for it to be assigned to an \nentity owned by Rhame.   As a result,  Shaw recovered his $1.5 million investment , \nand Gvest was reimbursed for its hard costs.  (See Shaw Tr. Ex. 3.)   \n7. The decision to pull out of the Sherrills Ford deal and transfer it to Rhame \nalso led to another dispute —whether Gvest should accept a fee, which Rhame was \nwilling to pay , for its time and effort on the transaction.  Gee favored doing so, but \nShaw refused.  Shaw’s reason, Gee testified, was that he had an existing business \nrelationship with Rhame and  hoped to do more deals with Rhame in the future .  \nFrericks also testified that, generally, Shaw did not want to charge Rhame fees.   \nAccording to Gee, he had no option but to go along with Shaw’s decision. \n8. Gee conveyed all of this to Rhame, grumbling about how hard he had worked \non the deal only to receive nothing in return.  Rhame responded that Shaw’s decision \nwas unfair and that he would “take care of” Gee.   Over the next few weeks, Rhame \nasked Gee several times what the normal compensation would be for the type of work \nhe had done on the Sherrills Ford transaction.  Gee demurred at first but eventually \nsaid $300,000.  \n9. On March 20, 2014 , Rhame closed the Sherrills Ford transaction.  The \nfollowing day, Shaw asked to see the closing statement to ensure no fees other than \nthe $243,000 for due diligence costs were being paid to Gvest.  The closing statement \nreflected no payment for Gvest’s time and effort. \n10. A few weeks passed.  During this time, Gee and his associate, Adam Martin, \nbegan working more closely with Rhame .  They  assisted with several projects , \nincluding the potential acquisition of a telecommunications company, referred to as \nthe BCM/Setel deal.  After performing roughly seventy hours of consulting work, Gee \nand Martin advised against making the deal, and Rhame agreed.  Gee and Martin \nalso continued to assist Rhame wit h Sherrills Ford after he closed on the property, \nworking with Catawba County officials on various matters and evaluating a possible \nconservation easement.   \n11. On April 10, 2014, Gee and Martin visited Rhame at his home, and Rhame \nwrote one check to Gee for $200,000 (made out to Gee Real Estate, LLC) and another \ncheck to Martin for $100,000 (made out to NAV Real Estate, LLC).  (Shaw Tr. Exs. \n34, 35.)  The purpose of the checks was vigorously disputed at trial.  Gee and Martin \neach testified that the payments were solely for their work on the BCM/Setel deal.  \nThey highlighted t he checks’ memo line s, which read “BCM ACQUISITION \nCONSULTING FEE.”  (Shaw Tr. Exs. 34, 35.)  Shaw, on the other hand, alleged that \nthe combined $300,000 was, in fact, a payment for Gvest’s work on the Sherrills Ford \ndeal—a payment that should have been disclosed and made to Gvest.  Shaw pointed \nto Rhame’s testimony that the checks were intended for work on the Sherrills Ford \ndeal and also to a series of e-mails between Gee and Martin,  in which each appears \nto refer to the payments as compensation for Sherrills Ford, split one-third to Martin \nand two-thirds to Gee.  (See Shaw Tr. Ex. 47 at 6, 9.)   \n12. While all of this was taking place , Shaw and Gee were also negotiating an \nend to their business relationship, including a division of Gvest and other jointly \nowned entities.  The resulting  Dissolution and Separation Agreement (“Separation \nAgreement”) contained a mutual release, in which Shaw and Gee “discharge[d] each \nother from any other rights, claims or interest related to Gvest.”   (Shaw Tr. Ex. 43 \n§ VI.)  The Separation Agreement was executed on April 24, 2014.  (Shaw Tr. Ex. 43.)  \nAt no time during the negotiation of the Separation Agreement was Sha w aware of \nthe April 10 payments.  \n13. When Rhame disclosed the payments to Shaw about a year later, Shaw sent \na demand letter , stating that the $300,000 should have been paid to Gvest and  \nrequesting that Gvest take action to recover the funds.  Gvest did not bring suit, and \nShaw initiated this derivative action. \nB. Procedural Posture \n14. Trial began on February 5, 2018.  Shaw asserted two claims for relief.  He \nasserted, first,  a derivative claim for breach of fiduciary duty , alleging that Gee \nusurped a business opportunity belonging to Gvest when he accepted payment from \nRhame.  Second, Shaw sought a  declaration that the release in the Separation \nAgreement is unenforceable because, during negotiations, Gee fraudulently concealed \nthe payment he received from Rhame .  (ECF Nos. 10, 45.)  Gee asserted several \naffirmative defenses, including unclean hands, waiver, equitable estoppel, and \nratification. \n15. At the close of all evidence, Shaw moved for a directed verdict on each of \nGee’s affirmative defenses.  As to waiver, estoppel, and ratification, Shaw argued that \nthe evidence was insufficient to support a verdict in Gee’s favor.  As to unclean hands, \nShaw did not challenge the sufficiency of the evidence.  Instead, he  argued that the \ndefense was inapplicable because unclean hands is a defense to claims for equitable \nrelief but his claim for breach of fiduciary duty is a legal claim for  money damages.  \nThe next day (a Saturday), in an  e-mail to the Court and opposing counsel, Shaw’s \ncounsel conceded that this argument was incorrect and that the derivative claim for \nbreach of fiduciary duty was equitable in nature.  When trial resumed, the Court \ndenied Shaw’s motion for directed verdict as to unclean hands and granted his \nmotions as to waiver, estoppel, and ratification. \n16. During the charge conference, Shaw did not object to the Court’s proposed \njury instructions or the verdict sheet.  On unclean hands, the Court framed the issue \nas follows: “Did James Shaw act in such an unfair way regarding payment to Gvest \nPartners, LLC for the company’s services in connection with the Sherrills Ford/Key \nHarbor transaction that, in fairness, Mr. Shaw should be denied the relief he seeks \nin this lawsuit?”  (Jury Instructions 8 –9, ECF No. 84 ; see also Verdict Sheet, Issue \nNo. 3, ECF No. 85.) \n17. The jury returned a unanimous verdict.  The jury found that Gee breached \nhis fiduciary duty to Gvest and that he fraudulently induced Shaw to enter into the \nSeparation Agreement.  (Verdict Sheet 2,  3.)  The jury also found for Gee on his \nunclean-hands defense, barring Shaw’s claim for breach of fiduciary duty.   (Verdict \nSheet 4.)  As a result, the jury did not reach the issue of damages.  (Verdict Sheet 5.)  \nOn March 14, 2018, the Court entered final judgment for Gee on Shaw’s claim for \nbreach of fiduciary duty and for Shaw on his claim for declaratory judgment.  (ECF \nNo. 91.)   \n18. Shaw moved for judgment notwithstanding the verdict, or alternatively, for \na new trial on March 26, 2018.  (ECF No. 92.)  The motion has been fully briefed, and \nthe Court held a hearing on May 18, 2018.  The motion is ripe for resolution.   \nII. \nANALYSIS \n19. Shaw contends that the jury’s verdict that he came into court with unclean \nhands is defective.  “The doctrine of clean hands is an equitable defense which \nprevents recovery where the party seeking relief comes into court with unclean \nhands.”  Ray v. Norris , 78 N.C.  App. 379, 384, 337 S.E.2d 137, 141 (1985).  The \ndoctrine “denies equitable relief only to litigants who have acted in bad faith, or whose \nconduct has been dishonest, deceitful, fraudulent, unfair, or overreaching in regard \nto the transaction in controversy.”  Collins v. Davis, 68 N.C. App. 588, 592, 315 S.E.2d \n759, 762 (1984), aff’d, 312 N.C. 324, 321 S.E.2d 892 (1984).  It “does not extend to that \nparty’s general character.”  Crumley & Assocs., P.C. v. Charles Peed & Assocs., P.A., \n219 N.C. App. 615, 619, 730 S.E.2d 763, 766 (2012).  And the defense is “only available \nto a party who was inj ured by the alleged wrongful conduct.”  Ray, 78 N.C. App. at \n385, 337 S.E.2d at 142. \n20. According to Shaw, the evidence at trial was insufficient to support the \njury’s findings that his unfair conduct: (1) was specifically connected to the relief \nsought; (2) proximately caused injury to Gee; and (3) was sufficiently unfair to \nwarrant barring his claim.  (See Pl.’s Br. Supp. 9, 11–13, ECF No. 93.)  Additionally, \nShaw argues that his own unclean hands should not bar a recovery on behalf of Gvest \nbecause Gvest’s hands are clean.  ( See Pl.’s Reply Br. 4, ECF No. 96.)  These four \ngrounds, Shaw contends, support judgment in his favor or, alternatively, a new trial. \nA. JNOV \n21. The Court turns first to the request for judgment notwithstanding the \nverdict.  The threshold question is whether Shaw preserved any of the grounds stated \nin his motion.  After careful consideration, the Court concludes that he did not. \n22. “A motion for judgment notwithstanding the verdict is essentially a renewal \nof an earl ier motion for directed verdict .”  Scarborough v. Dillard’s, Inc. , 363 N.C. \n715, 720, 693 S.E.2d 640, 643 (2009) (quotation marks omitted).  By rule, a party may \nseek a directed verdict at the close of the opposing party’s evidence.  See N.C. R. Civ. \nP. 50( a).  The m otion for a directed verdict  must “state the specific grounds  \ntherefor”—a way of giving notice to the other party of possible defects and an \nopportunity to cure.  Id.; see also Garrison v. Garrison, 87 N.C. App. 591, 595–96, 361 \nS.E.2d 921, 924 (1987).  If the trial court does not grant a directed verdict, the party \nmay renew its motion after the jury returns its verdict but may not assert new \ngrounds (which, if permitted, would defeat the notice function of the “specific \ngrounds” requirement).  See N.C. R. Civ. P. 50(b)(1).  Thus, “[t]o have standing after \nthe verdict to move for JNOV, a party must have made a directed verdict motion at \ntrial on the specific issue which is the basis of the JNOV.”  Plasma Ctrs. of Am., LLC \nv. Talecris Plasma Res., In c., 222 N.C. App. 83, 87, 731 S.E.2d 837, 841 (2012) \n(citation and quotation marks omitted). \n23. At trial, Shaw moved for directed verdict on a single, specific ground —a \nground he later abandoned.  Shaw argued that the doctrine of unclean hands applies \nonly when the plaintiff seeks an equitable remedy but that his derivative claim for \nbreach of fiduciary duty was instead a legal claim for money damages.  The Court \nquestioned Shaw’s counsel on  the distinction between legal and equitable remedies \nand apprised both parties of authority holding that derivative claims are equitable in \nnature.  See, e.g., Anderson v. Seascape at Holden Plantation, LLC , 241 N.C. App. \n191, 204, 773 S.E.2d 78, 87 (2015); see also Collier v. Bryant, 216 N.C. App. 419, 427, \n719 S.E.2d 70, 78 (2011) (“Equitable defenses, including .  . . unclean hands may be \navailable to [defendant] and may bar plaintiffs ’ tort claims for fraud and breach of \nfiduciary duty.”).  The following day, Shaw’s counsel reversed course, conceding in an \ne-mail to the Court and opposing counsel that Shaw’s claim was in fact an equitable \nclaim. \n24. Shaw offered no other grounds to support his motion for directed verdict as \nto Gee’s unclean-hands defense.  Having failed to do so and having abandoned the \nonly argument he did make, Shaw may not raise new grounds in his JNOV motion.  \nSee, e.g. , Plasma Ctrs. of Am. , 222 N.C. App. at 87, 731 S.E.2d at 841; Brooks v. \nWal-Mart Stores, Inc., 139 N.C. App. 637, 650–51, 535 S.E.2d 55, 64 (2000); Munie v. \nTangle Oaks Corp., 109 N.C. App. 336, 342, 427 S.E.2d 149, 152 (1993). \n25. In his reply brief, Shaw points to appellate precedent holding that courts \n“need not inflexibly enforce” Rule 50(a)’s “specific grounds” requirement “when the \ngrounds for the [directed-verdict] motion are apparent to t he court and the parties.”  \nAnderson v. Butler, 284 N.C. 723, 729, 202 S.E.2d 585, 588 (1974), overruled on other \ngrounds by Nelson v. Freeland, 349 N.C. 615, 507 S.E.2d 882 (1998).  Shaw contends \nthat these cases apply here because he “generally announced that he was moving for \ndirected verdict” and “it was obvious that the motion also challenged the sufficiency \nof” the evidence.  (Pl.’s Reply Br. 4–5.)   \n26. To the extent Shaw intended to raise unstated grounds, though, it was far \nfrom obvious.  At no point did Shaw’s counsel suggest that the evidence of unclean \nhands would be legally insufficient if his derivative claim were the type of equitable \nclaim subject to the defense .  By contrast, when counsel addressed Gee’s other \naffirmative defenses, he expressly challenged the sufficiency of the evidence as to all \nthree. \n27. It is unclear what else could have put the Court or Gee on notice of \nadditional grounds.  Shaw did not, for example, move for summary judgment.  Though \npermitted to do so, Shaw did not propose a jury instruction for unclean hands or object \nto the Court’s instruction.  (See Pl.’s Proposed Jury Instructions, ECF No. 69.)  And \nwhen Shaw withdrew his one and only ground for directed verdict as to that defense, \nhe did not request a chance to pose new grounds.   \n28. The Court did not then, and does not now, understand Shaw’s \ndirected-verdict motion as to unclean hands to include the grounds raised for the first \ntime in his JNOV motion.  When, as here, a party states “very specific grounds for its \ndirected verdict motion[,]” it is reasonable “to disregard unasserted, but potentially \nviable arguments in favor of a directed verdict.”  Plasma Ctrs. of Am., 222 N.C. App. \nat 88, 731 S.E.2d at 841; see also Maitra v. Quarter Mile Muscle, Inc., 2017 N.C. App. \nLEXIS 479, at *8 –10 (N.C. Ct. App. 2017) (unpublished) ( affirming denial of JNOV \nwhen defendant failed to preserve grounds through directed -verdict motion or \nappropriate challenges to jury instru ctions); Geoscience Grp., Inc. v. Waters Constr. \nCo., 234 N.C. App. 680, 691, 759 S.E.2d 696, 703 (2014) ( same); Estate of Smith v. \nUnderwood, 127 N.C. App. 1, 16, 487 S.E.2d 807, 817 (1997) ( same); Lassiter v. \nEnglish, 126 N.C. App. 489, 493, 485 S.E.2d 840, 843 (1997) (reversing grant of JNOV \nwhen movant challenged negligence claim but not specifically proximate causation ), \noverruled on other grounds by In re Will of Buck, 350 N.C. 621, 629, 516 S.E.2d 858, \n863 (1999). \n29. The Court also denies  Shaw’s alternative request to  excuse his failure to \npreserve a challenge to  the injury element of the unclean-hands defense.  (See Pl.’s \nReply Br. 6.)   Although Shaw claims he was misled by the  Court’s initial draft \ninstructions (which did not recite the injury e lement), the Court circulat ed those \ntentative instructions for the purpose of receiving feedback from the parties and to \nreduce the number of disputes before the formal charge conference.  Shaw and his \ncounsel were aware that the instructions were not fina l, and he was not relieved of \nhis own obligation to research the law.  And in any event,  the Court circulated its \nfinal instructions, which included the injury element,  well in advance of the charge \nconference, before putting its ruling on the directed-verdict motion on the record, and \nbefore submitting the case to the jury.  Shaw  could have sought to modify or clarify \nhis directed-verdict motion before the charge conference, but he did not.   \n30. In short, Shaw did not preserve the grounds asserted in his request for \nJNOV.  The Court therefore denies Shaw’s motion to the extent he seeks judgment \nnotwithstanding the verdict. \nB. New Trial \n31. A directed-verdict motion is not a prerequisite for seeking a new trial under \nRule 59(a).  See Garrison, 87 N.C. App.  at 595, 361 S.E.2d at 924.   Thus, although \nShaw has not preserved any grounds for securing a judgment in his favor, the Court \nmust decide whether his arguments nonetheless justify setting aside the verdict.   \n32. The power to grant  a new trial is entrusted to the discretion of the trial \ncourt—discretion that “must be used with great care and exceeding reluctance.”  In re \nWill of Buck, 350 N.C. 621, 626, 516 S.E.2d 858, 861 (1999).  The “verdict should be \nliberally and favorably construed with a view of sustain ing it, if possible.”  Piazza v. \nKirkbride, 246 N.C. App. 576 , 580, 785 S.E.2d 695, 698 (2016) (quotation marks \nomitted).  And the trial court should set aside a jury verdict only in “those exceptional \nsituations where the verdict is contrary to the evidence presented and will result in \na miscarriage of justice.”  In re Will of Buck, 350 N.C. at 628, 516 S.E.2d at 862. \n33. Here, the Court instructed the jury that Gee must prove two elements: first, \n“that Mr. Shaw’s conduct with regard to payment to Gvest Partners for the company’s \nservices in connection with the Sherrills Ford/Key Harbor transaction was in bad \nfaith, dishonest, deceitful, fraudulent, unfair, or overreaching”; and second, “that Mr. \nShaw’s conduct proximately caused injury to Mr. Gee.”  (Jury Instructions 9.)  If the \njury found that Gee met his burden of proof, it was then required to weigh all the \nevidence to determine whether, “on balance, Mr. Shaw acted in such an unfair way \nregarding payment to Gvest  Partners for the company’s services in connection with \nthe Sherrills Ford/Key Harbor transaction that, in fairness, Mr. Shaw should be \ndenied the relief he seeks in this lawsuit.”  (Jury Instructions 9.) \n34. Shaw did not object to these instructions  at trial.  He now argues that the \njury manifestly disregarded the instructions and that the evidence was insufficient \nto justify the verdict on each required element .  See N.C. R. Civ. P. 59(a)(5), (7).   In \naddition, Shaw argues that his own  unclean hands should no t prevent him from \nseeking relief on behalf of Gvest because Gvest’s hands are clean.  (See Pl.’s Reply Br. \n4.)   \n1. Whether Shaw’s Conduct Related to the Sherrills Ford Fee and Was Sufficiently \nUnfair to Bar His Claim. \n35. The doctrine of unclean hands bars a plaintiff’s claim only when his \nwrongful conduct relates to the matter in which he seeks relief.  See, e.g., Collins, 68 \nN.C. App. at 592, 315 S.E.2d at 762.  “A person is not barred from his day in court in \na particular case because he acted wrongfully in another unrelated matter or because \nhe is generally immoral.”  High v. Parks, 42 N.C. App. 707, 711, 257 S.E.2d 661, 663 \n(1979). \n36. Shaw does not contend that the jury punished him for being generally \nimmoral or having ba d character.  Indeed, t he Court instructed the jury that  the \ndoctrine of unclean hands “does not extend to [a] party’s general character ,” (Jury \nInstructions 9), and the jury is presumed to follow its instructions , see, e.g., Poole v. \nCopland, Inc., 348 N.C. 260, 264, 498 S.E.2d 602, 604 (1998). \n37. In his reply brief, Shaw also appears to concede , wisely,  that there is a \nconnection between his conduct and the relief he seeks.  ( See Pl.’s Reply Br. 9.)  The \nalleged inequitable conduct was Shaw’s decision to prevent Gvest from accepting any \nfee for the work it performed on the Sherrills Ford deal.  The key allegation \nunderlying Shaw’s claim is that Gee (and his associate, Martin) took a fee anyway, \nusurping a payment rightfully belonging to Gvest.  Put another way, Shaw now seeks \nto recover the very same fee he vetoed.  The two are obviously related. \n38. What Shaw argues instead is that his conduct wasn’t so unfair that it should \nbar his claim.  (See Pl.’s Reply Br. 10–11.)  Weighing the equities, though, is a classic \njury question.  Whether Shaw committed “an unconscionable act” and whether his  \nactions were “more egregious” than Gee’s “are questions of material fact to be decided \nby a jury and not by the court.”  Ferguson v. Ferguson, 55 N.C. App. 341, 347, 285 \nS.E.2d 288, 292 (1982) (citation omitted); see also Primerica Life Ins.  Co. v. James \nMassengill & Sons Constr. Co. , 211 N.C. App. 252, 265, 712 S.E.2d 670, 680 (2011).  \nIn finding for Gee, the jury necessarily found that Shaw’s conduct was sufficiently \ninequitable to bar his claim. \n39. Substantial evidence support s the jury’s verdict.  It appears to be \nundisputed that Rhame would have paid Gvest for its time and effort if Shaw had not \nprevented it.  The jury also heard evidence that Shaw vetoed the fee to bolster his \nown business relationship with Rhame —a benefit to Shaw at Gvest’s  expense.  \nAlthough Shaw insists that his decision not to charge a fee could have benefitted \nGvest, too, that seems doubtful.  (See Pl.’s Reply Br. 10–11.)  By that point, Shaw and \nGee had already begun talks to dissolve Gvest.  In fact, Shaw’s veto came on the heels \nof declaring he was “through” with Gee and “over with this relationship.”  (Gee Tr.  \nEx. 37.)  From this evidence, the jury could have reasonably concluded that Gvest had \nno long -term prospects, that  accepting a  fee would have benefit ted Gvest, that \nimproved relations with Rhame  would not have done so, and that Shaw vetoed the \nfee, to Gvest’s detriment, because he stood to gain personally  by doing so.  The jury \nalso could have concluded  that Shaw ’s decision to  put his own  interest ahead of \nGvest’s, despite owing it a fiduciary duty as its co-manager, was unfair or inequitable.  \n40. Shaw argues that this is insufficient to bar his claim because  Gee had an \nequal say  in Gvest’s decisions  and because he admitted to making a “strategic \ndecision” to go along with Shaw’s preference not to charge Rhame.  (See Pl.’s Br. Supp. \n12; Pl.’s Reply Br. 10.)   Neither argument is persuasive.  Gee testified that he \nunwillingly went along with Shaw’s decision because there was little else he could do.  \nThe jury could have concluded that the combination of Shaw’s control of the purse \nstrings and Gvest’s equal co-management structure left Gee powerless because, once \nShaw vetoed the fee, Gee had no authority to overrule that decision.  In addition, Gee \ndid not refer to his acquiescence as a “strategic decision.”  Those words were used by \nShaw’s counsel, to which Gee responded “[f]air enough if you want to put it that way.”  \n(Pl.’s Br. Supp. Ex. A at 111:17.)  In context and taken as a whole, this evidence \nsupports a conclusion by the jury that Gee disagreed with Shaw’s decision to forgo a \nfee.   \n41. Given that the verdict finds a breach of fiduciary duty by Gee and unclean \nhands by Shaw, the jury appears to have concluded that neither of Gvest’s managers \nacted in the company’s best interests but instead favored their own—Shaw by vetoing \nthe fee, Gee by taking it anyway.  Although Shaw minimizes the unfairness of his \nown conduct, it was for the jury to decide whether his actions were sufficiently unfair \nto bar his claim .  In weighing the evidence, the jury was free to view each party’s \nactions in light of Gvest’s management structure and their deteriorating relationship. \n42. On one hand, the jury could have concluded that Shaw’s actions were \nmalicious and part of a broader effort to gain leverage over Gee as the two negotiated \ntheir business separation.  T he communications between Shaw and Gee during this \ntime are filled with personal attacks.  (See Shaw Tr. Exs. 14, 16.)  And Shaw’s refusal \nto allow Gvest to accept a fee from Rhame effectively denied Gee his share of the fee \nas one of Gvest’s members, all at a time when Shaw was  also ending their business \nrelationship and demanding immediate repayment of loans he had made to Gee.  The \njury could have concluded that these facts aggravated the unfairness of Shaw’s \nconduct. \n43. On the other hand, the jury heard testimony from Rhame that he, not Gee, \nfirst suggested the idea of paying Gee for Gvest’s work on Sherrills Ford  because \nRhame thought Shaw’s decision to veto the fee was unfair.  Rhame also testified that \nGee did not ask to be paid, was reluctant to say what a typical fee would be, and never \nasked him to conceal the payment from Shaw.  Assuming the jury credited this \nevidence, it could have decided that Gee breach ed his fiduciary duty but also that \nthere were mitigating circumstances. \n44. The question  is not whether the Court would have weighed the equities \ndifferently.  It is instead whether the jury’s verdict is so  “exceptional” that it  “will \nresult in a miscarriage of justice.”  In re Will of Buck, 350 N.C. at 628, 516 S.E.2d at \n862.  Considering the evidence as a whole, it was not a miscarriage of justice for the \njury to conclude that Shaw’s wrongful acts were sufficiently unfair that he should be \ndenied the relief sought. \n2. Whether Shaw’s Conduct Proximately Caused Injury to Gee. \n45. The defense of unclean hands is “only available to a party who was injured \nby the alleged wrongful conduct.”  Ray, 78 N.C. App. at 385, 337 S.E.2d at 142.  Shaw \ncontends that, if anyone was injured by his conduct, it was Gvest because “Rhame’s \npayment would have gone to Gvest, and not Gee individually, had it been properly \ndisclosed . . . .”  (Pl.’s Br. Supp. 10; see also Pl.’s Reply Br. 7.)   \n46. This argument ignores the economic realities of a two -member, equally \nowned limited liability company.  Even Shaw concedes that Gee would have been \nentitled to half of any fee “as a 50% owner of Gvest.”  ( Pl.’s Br. Supp. 9.)  The loss of \n$150,000 is a real, concrete injury.  That Shaw’s conduct injured both Gee and Gvest \ndoes not suggest that his hands were clean. \n47. Shaw also contends that any injury was illusory because Gee received from \nRhame a $200,000 check—more than the $150,000 he would have received if a fee \nhad been disclosed and paid to Gvest at the time of the Sherrills Ford closing.  ( Pl.’s \nBr. Supp. 9.)  Gee also capitalized on his relationship with Rhame by earning even \nmore fees on other projects over the next year and a half.  (See Pl.’s Br. Supp. 10 n.1; \nPl.’s Reply Br. 8.)  This, Shaw says, was a windfall, not an injury. \n48. The Court disagrees .  When the Sherril ls Ford transaction clo sed, Gvest \nreceived no fee, depriving Gee of any share to which he would have been entitled.  \nGee’s injury was complete at that time.  The conduct Shaw points to includes Gee’s \nlater efforts to remedy his injury through self-help, some lawful and some unlawful.  \nThe jury presumably considered that when it weighed the equities, but it has little to \ndo with whether Gee suffered an injury in the first place.   \n49. It is also unclear whether Gee fully remedied his injury ( that is, his half of \nthe $300,000 fee that Shaw vetoed) , as Shaw contends .  Although it is undisputed \nthat Gee received $200,000 from Rhame, th e parties sharply  dispute what that \npayment was for.  Some evidence, including Rhame’s testimony,  suggested that the \nentire amount was for Gvest’s work on Sherrills Ford .  But there was also evidence \nsuggesting that the fee covered other work.  The checks referred to the BCM/Setel \ndeal.  (Shaw Tr. Exs. 34, 35.)  And Gee and Martin continued to work on the Sherrills \nFord transaction after Gvest assigned th e purchase agreement to Rhame.  To \nconclude that Gee breached his fiduciary duty, the jury must have found that some \npart of the $200,000 should have gone to Gvest, but it  may have found that Rhame \npaid Gee a single  amount for several projects .  I f so, the Court sees no reason to \ndisturb that finding. \n50. The Court therefore concludes, in its discretion, that  the evidence was \nsufficient to support the jury’s verdict that Gee was injured by Shaw’s unfair conduct.  \n3. Whether Shaw’s Unclean Hands Should Bar Recovery on Behalf of Gvest if Gvest’s \nHands Were Clean. \n51. Finally, Shaw argues that the verdict must be set aside even if the evidence \nwas sufficient to show that his conduct was unfair or inequitable, that his conduct \ninjured Gee, and that his conduct was more egregious than Gee’s.  (See Pl.’s Br. Supp. \n15–19.)  According to Shaw, his derivative claim belongs to Gvest, and Gvest’s hands \nare clean, even if Shaw’s are not .  Put another way, it would be inappropriate “to \nallow a derivative plaintiff’s unclean hands to bar the company’s recovery in a \nderivative action.”  (Pl.’s Br. Supp. 15.) \n52. Although this issue appears to be one of first impression in North Carolina, \ncourts in other jurisdictions have held that unclean hands on the part of a derivative \nplaintiff will bar his claim.  See Straight v. Goss, 678 S.E.2d 443, 458 (S.C. Ct. App. \n2009) (collecting cases).  The reason for this rule seems to be that the doctrine of \nunclean hands exists to protect the integrity of the  courts, not only to benefit the \nopposing party.  See, e.g., Gaudiosi v. Mellon, 269 F.2d 873, 882 (3d Cir. 1959).  Shaw \ncontends that North Carolina should depart from the majority rule, relying on a split \nin New York courts on the subject and on Delaware  law concerning a different \nequitable doctrine (in pari delicto).  Compare Hilpert v. Yarmosh, 77 A.D.2d 615, 616 \n(N.Y. App. Div. 1980), with Tierno v. Puglisi, 279 A.D.2d 836, 838–39 (N.Y. App. Div. \n2001).  See also Stewart v. Wilmington Tr. SP Servs. , 112 A.3d 271, 304 (Del. Ch.  \n2015), aff’d, 126 A.3d 1115 (Del. 2015); In re HealthSouth Corp. S’holders Litig., 845 \nA.2d 1096, 1107 (Del. Ch. 2003). \n53. The Court need not decide whether to join or depart from the majority rule, \nthough, because Shaw failed to p reserve the issue.  Shaw’s argument is an indirect \nobjection to the jury instruction on unclean hands, which instructed the jury t o \ndetermine whether Shaw’s conduct, not Gvest’s, was sufficiently unfair to bar his \nclaim.  (Jury Instructions 9; see also Verdict Sheet, Issue No. 3.)  Shaw did not object \nto this instruction or to the issue as framed and submitted to the jury on the verdict \nsheet.  By agreeing to an instruction that authorized the jury to find that Shaw’s \nunclean hands barred his claim, Shaw waived his right to contend, after the verdict, \nthat the jury was not so authorized, and the Court’s instruction became the law of the \ncase.  See, e.g., Dixon v. Taylor , 111 N.C. App. 97, 104, 431 S.E.2d 778, 781 (1993) \n(party failed to object to instructions on negligence). \n54. Shaw insists that a new trial is required because, by following the Court’s \ninstruction, the jury’s verdict was contrary to law .  See N.C. R. Civ. P. 59(a)(7).  But \nthe time to challenge the jury instructions was before the jury retired, see Hannah v. \nBrady, 73 N.C. App. 521, 528, 327 S.E.2d 22, 26 (1985), and there is no such thing as \n“plain error” in civil cases, see, e.g., Durham v. Quincy Mut. Fire Ins. Co. , 311 N.C. \n361, 367, 317 S.E.2d 372, 377 (1984); Zubaidi v. Earl L. Pickett Enters., Inc., 164 N.C. \nApp. 107, 116, 595 S.E.2d 190, 195 (2004).  A motion for new trial does “not . . . serve \nas a substitute for the obligation of counsel to timely object to the jury instructions.”  \nHannah, 73 N.C. App. at 528, 327  S.E.2d at 26 (affirming denial of motion for new \ntrial because defendant “made no objection whatsoever during the judge’s charge to \nthe jury”); see also Land v. Land, 2012 N.C. App. LEXIS 893, at *29 (N.C. Ct. App. \n2012) (unpublished); Greene v. Royster, 187 N.C. App. 71, 81–82, 652 S.E.2d 277, 284 \n(2007); Out of the Box Developers, LLC v. Doan Law, LLP, 2014 NCBC LEXIS 39, at \n*14 (N.C. Super. Ct. Aug. 29, 2014).   \n55. Shaw remains free to argue that the jury misapplied the instructions to the \nfacts (which he has done), but he forfeited his chance to argue that the jury should \nhave applied a different legal standard altogether.  Having failed to “object to the \nverdict sheet or the jury instructions [,]” Shaw’s argument is “barred as untimely.”   \nOut of the Box Developers, 2014 NCBC LEXIS 39, at *14. \n***** \n56. Throughout trial, t he jury was attentive.   It listened carefully to the \nevidence and to the instructions given by the Court, which drew no objection from \nShaw.  Having heard all the evidence, the jury concluded that each party had engaged \nin wrongful conduct  and further concluded that Shaw’s conduct was sufficiently \ninequitable that he should be denied relief .  The verdict was supported by the \nevidence, and this is not the exceptional situation in which the verdict will result in \na miscarriage of justice.  Therefore, in its discretion, the Court denies Shaw’s request \nfor a new trial. \nIII.   \nCONCLUSION \n57. For the foregoing reasons, the Court DENIES Shaw’s motion for JNOV or, \nalternatively, for a new trial.  \nThis the 19th day of October, 2018. \n /s/ Adam M. Conrad    \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n \n "
}