{
  "id": "c8825f211daf863d547d9dfa7e5d28d70220fc2c8446db996226cfe087e8e479",
  "source_file": "data/raw/ncbc/c8825f211daf863d547d9dfa7e5d28d70220fc2c8446db996226cfe087e8e479.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF DURHAM 14 CVS 1873 \n \n \nCOLD SPRINGS VENTURES, LLC, a North ) \nCarolina Limited Liability Company;  ) \nCOMMONWEALTH VENTURES, LLC, a  ) \nVirginia Limited Liability Company; ) \nENDEAVORS VENTURE, a Florida General ) \nPartnership; JAMES M. STRATHMEYER; ) AMENDED \nBRUCE J. BOEHM and JEANNIE MULLEN, ) ORDER ON MOTION FOR \n Plaintiffs ) PRELIMINARY INJUNCTION  \n  ) AND  \n v.  ) NOTICE OF HEARING \n   )  \nGILEAD SCIENCES, INC.; a California ) \nCorporation; KRYOSPHERE, INC.; a  ) \nGeorgia Corporation; L. ERIC HALLMAN; ) \nDOUGLAS BAKER; NEIL JONES; MICHAEL ) \nJ. SCHEIRBEEK; JOHN O. NORTON;  ) \nPATRIC NORTON and RYAN NORTON, ) \n  Defendants ) \n \n \n THIS Amended Order is filed on the c ourt’s own motion pursuant to the \nprovisions of Rule 60(a), North Carolina Rules of Civil Procedure, to correct a clerical \nmistake in that Order on Motion for Preliminary Injunction and Notice of Hearing \npreviously entered in this civil action on March 21, 2014 (“March 21 Order”).  This \nAmended Order shall supersede the March 21 Order in all respects.  The March 21 \nOrder is WITHDRAWN.  \nTHIS CAUSE, designated a mandatory complex business case by Order of the \nChief Justice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-\n45.4(b) (hereinafter, references to the North Carolina General Statutes will be to \"G.S.\"), \nand assigned to the undersigned Chief Special Superior Court Judge for Complex \nBusiness Cases, came before the court for hearing upon Plaintiffs' request for \nCold Springs Ventures, LLC v. Gilead Scis., Inc., 2014 NCBC 10. \n \n \ntemporary, preliminary and permanent injunctive relief (\"Motion\"), contained in their \nAmended Complaint;1 was so heard on March 4, 2014; and \n THE COURT, after reviewing the Motion, briefs in support of and in opposition to \nthe Motion, arguments of counsel and other appropriate matters of record, FINDS and \nCONCLUDES that: \nBackground \n1. Defendant Gilead Sciences, Inc. (\"Gilead\") has joined Plaintiffs as \nrespondents in an arbitration action (\"Arbitration\") pending before the American \nArbitration Association (\"AAA\").2 \n2. Plaintiffs are former investors, shareholders, and directors of Old Kryo, \nInc. (\"NC Kryo\"),3 a North Carolina corporation. In September 2010, NC Kryo entered \ninto a contract with Gilead4 (“Gilead Contract”), which contained a mandatory arbitration \nclause.5  In March 2011, NC Kryo entered into an agreement (\"Kryo Transaction\") to sell \nall or substantially all of its assets and business to Kryosphere, Inc. (\"GA Kryo\"), a \nGeorgia corporation.6 As part of the Kryo Transaction, NC Kryo purportedly assigned \nthe Gilead Contract to GA Kryo.7 Gilead contends that NC Kryo did not obtain prior \nwritten consent from Gilead for the assignment of the Gilead Contract to GA Kryo, which \nis required under the Gilead Contract.8 NC Kryo was subsequently dissolved.9 In \n                                                 \n1 In its February 11, 2014 Notice of Hearing, the court noticed Plaintiffs' request contained in their initial \nVerified Complaint. Plaintiffs filed an Amended Complaint on February 28, 2014, and the Amended \nComplaint is properly before the court. \n2 Am. Compl. ¶¶ 79-80. \n3 Id. ¶¶ 1-6. \n4 Ex. A to Am. Compl. \n5 Am. Compl. ¶¶ 24, 136. \n6 Id.  ¶¶ 55, 59. \n7 See id. ¶ 68. \n8 See id.; Pls.' Mem. Supp. Req. Prelim. Inj. (\"Pls.' Br.\") 5; Gilead Contract. \n9 Am. Compl. ¶ 63. \n \n \nOctober 2013, Gilead initiated the Arbitration against GA Kryo and the Plaintiffs in this \naction for alleged breach of the Gilead Contract.10 The parties agree that Plaintiffs were \nnot signatories to the Gilead Contract and normally would not be bound under the \narbitration clause contained in that agreement.11 \nThe Core Issue -- Piercing the Veil -- The Instrumentality Rule \n3. Notwithstanding that Plai ntiffs did not sign the Gilead Contract, they have \nbeen named as respondents in the Arbitration. Gilead contends that Plaintiffs committed \nfraud and depletion of NC Kryo's resources and that they in substance are the alter ego \nof NC Kryo.  Gilead argues that Plaintiffs’ actions and relationship with NC Kryo would \nexpose Plaintiffs to liability to Gilead under the instrumentality rule even though Plaintiffs \nwere not signatories to the Gilead Contract or any other arbitration agreement.12 The \n\"instrumentality rule\" is a longstanding doctrine that enables courts to \"disregard the \ncorporate form\" and \"pierce the corporate veil,\" extending liability to individuals where \n\"necessary to prevent fraud or to achieve equity.\" Glenn v. Wagner, 313 N.C. 450, 454 \n(1985) (citations omitted).   \n4. Plaintiffs concede that they coul d be compelled to participate in the \nArbitration if they are liable under the instrumentality rule.13 Plaintiffs contend, however, \nthat Gilead has not alleged any misconduct on Plaintiffs' part as investors and directors \nof NC Kryo that would subject them to such liability. Plaintiffs argue that Gilead's \"bare-\nbone, conclusory allegations\" of fraud and depletion of resources, and liability based \nupon an alter ego theory, are insufficient to compel Plaintiffs to participate in the \n                                                 \n10 Id. ¶ 79; Ex. B to Am. Compl. (\"Arbitration Demand\"). \n11 See Pls.' Br. 14; Def. Gilead Resp. Opp. Pls.' Mot. Prelim. Inj. (\"Gilead Br.\") 14. \n12 See Arbitration Demand. \n13 Pls.' Br. 14. \n \n \nArbitration.14 Plaintiffs thus object to their inclusion in the Arbitration and bring this civil \naction seeking declaratory and injunctive relief from this court.  \n                                                 \n14 Id. at 16. \n \n \nDiscussion \n5. For purposes of this Order, Plaintiffs' Motion15 is best characterized as \nthree separate requests for injunctive relief: (a) a request for preliminary and permanent \ninjunctive relief enjoining Gilead from seeking to arbitrate the jurisdictional question of \nwhether Plaintiffs are subject to arbitration,16 (b) a request for a preliminary injunction \nstaying the Arbitration until this court determines whether Plaintiffs are subject to the \nAAA's jurisdiction and (c) a request for a preliminary injunction staying the Arbitration \nuntil this court makes a final substantive determination on the merits of Gilead’s \ncontention that Plaintiffs may be liable to Gilead under the instrumentality rule.17  \n6. Insofar as the Motion seeks preliminar y injunctive relief, Plaintiffs bear the \nburden of persuasion.  Pruitt v. Williams, 288 N.C. 368, 372 (1975). A preliminary \ninjunction is an extraordinary measure that \"will not be lightly granted.\" Travenol Lab., \nInc. v. Turner, 30 N.C. App. 686, 692 (1976) (citation omitted).  A plaintiff must show \"a \nlikelihood of success on the merits of his case and . . . [that] plaintiff is likely to sustain \nirreparable loss unless the injunction is issued, or if, in the opinion of the Court, \nissuance is necessary for the protection of his rights during the course of litigation.\"  \nAnalog Devices, Inc. v. Michalski, 157 N.C. App. 462, 466 (2003) (citations omitted).   \n7. Gilead contends that it need not fu lly state a claim for relief in its \nArbitration Demand that would meet the standards of Rule 12(b)(6), North Carolina \n                                                 \n15 See Am. Compl. ¶¶ 153-160. \n16 Id. ¶ 159. \n17 Am. Compl. ¶ 160. Plaintiffs seek an order \"prohibiting Gilead from litigating its breach of contract \nagainst [NC Kryo] in the [Arbitration] until such time that this [c]ourt determines whether Gilead has a valid \nbasis upon which to pierce [NC Kryo]'s corporate veil against [Plaintiffs].\" It is unclear whether Plaintiffs' \nrequest, in referencing \"whether Gilead has a valid basis,\" incorporates only the substantive question of \nwhether Plaintiffs are liable or both that question and whether they are subject to the AAA's jurisdiction. \nThe court, in its discretion, reads both requests into the Motion. \n \n \nRules of Civil Procedure (“Rule(s)”) in order for the AAA properly to exercise jurisdiction \nover Plaintiffs.18 Rather, Gilead argues that its stated intention \"to recover from \n[Plaintiffs] under a veil piercing theory\" compels Plaintiffs to participate in the \nArbitration.19 Gilead appears to suggest that the court cannot properly consider the \ninstrumentality rule's applicability to this case in any way because such an inquiry would \nimpermissibly delve into the merits of Gilead's arbitration claims against Plaintiffs.20 \n8. As a preliminary matter,  the court notes that this dispute is governed by \nboth the Federal Arbitration Act (\"FAA\"), 9 USC § 1 et seq., and North Carolina's \nRevised Uniform Arbitration Act (\"NCRUAA\"), G.S. 1-569.1 et seq. As the parties agree \nthat the Gilead Contract is one evidencing a \"transaction involving commerce\" under the \nFAA, the FAA clearly governs the dispute. See, e.g., Burke Co. Pub. Schs. Bd. of Ed. v. \nShaver P'ship, 303 N.C. 408, 422 (1981) (\"The Federal Arbitration Act, by virtue of the \nSupremacy Clause, is . . . part of North Carolina law.\"). Nonetheless, it is also clear that \nsome provisions of the FAA apply solely to federal courts. See, e.g., Southland Corp. v. \nKeating, 465 U.S. 1, 16 n.10 (1984) (\"[W]e do not hold that §§ 3 and 4 of the [FAA] \napply to proceedings in state courts. Section 4, for example, provides that the Federal \nRules of Civil Procedure apply in proceedings to compel arbitration. The Federal Rules \ndo not apply in such state-court proceedings.\"). As such, even when the FAA governs a \ndispute, state law fills procedural gaps in the FAA as it is applied in state courts. See \nCarter v. TD Ameritrade Holding Corp., __ N.C. App. __, 721 S.E.2d 256, 260 (2012) \n(trial court properly considered motion to compel arbitration under G.S. 1-569.7 in \n                                                 \n18 See Gilead Br. 16. \n19 Id. at 13. \n20 Id. at 16. \n \n \nmatter governed by FAA). As such, Gilead correctly asserts that G.S. 1-569.7(b) \nrequires this court to make a threshold determination of whether Plaintiffs can be \ncompelled to be parties in the Arbitration. Plaintiffs' contentions that (a) the FAA is the \nsole governing law in this matter and (b) Gilead is estopped from arguing otherwise are \nboth meritless. \n9. Although both federal and North Caro lina law favor the enforcement of \narbitration provisions, each requires the existence of a valid agreement to arbitrate. \nSee, e.g., 9 USC § 2 (providing that, under the FAA, a contractual arbitration provision \n\"shall be valid, irrevocable, and enforceable, save upon such grounds as exist at law or \nin equity for the revocation of any contract\"); G.S. 1-569.6; Routh v. Snap-On Tools \nCorp., 108 N.C. App. 268, 271 (1992) (Routh II) (\"[B]efore a dispute can be settled [by \narbitration], there must first exist a valid agreement to arbitrate.\"). \n10. The arbitrability\n21 of a dispute is \"subject to independent review by the \ncourts\" unless there is \"clear and unmistakable\" evidence that the parties agreed to \n\"submit the question of arbitrability to arbitration.\" First Options v. Kaplan, 514 U.S. 938, \n944-47 (1995) (internal quotations and citations omitted); see also AT&T Techs. v. \nCommuns. Workers of Am., 475 U.S. 643, 649 (1986) (\"[A]rbitrability . . . is undeniably \nan issue for judicial determination.\"). More specifically, the Supreme Court has held that \n                                                 \n21 \"Arbitrability\" concerns the question of \"whether the parties agreed to arbitrate\" their dispute. First \nOptions v. Kaplan, 514 U.S. 938, 942 (1995). In First Options, the Supreme Court eloquently laid out the \nconceptual background of arbitrability disputes by pointing to three \"layers\" of disagreement in the \narbitration context: (a) whether the parties agreed to arbitrate the merits of a dispute, (b) whether \narbitrators or courts decide (a), and (c) the merits of a dispute. As one commentator has noted, the term \nitself is a source of confusion because courts use it interchangeably to refer either to disputes challenging \nthe existence or validity of arbitration agreements as well as disputes over whether a specific subset of \nclaims is within the scope of a valid arbitration clause. See Steven H. Reisberg, Article, The Rules \nGoverning Who Decides Jurisdictional Issues: First Options v. Kaplan Revisited, 20 AM. REV. INT'L ARB. \n159 (2009). As this dispute is better characterized as one over the existence of an agreement to arbitrate \nbetween the parties, this court refers to arbitrability with the former definition in mind. \n \n \nthe inquiry into whether a non-signatory is bound by an arbitration clause is one for \njudicial determination. John Wiley & Sons, Inc. v. Livingston, 376 U.S. 543, 547 (1964). \nIn that case, the Court noted that \"compulsory submission to arbitration cannot precede \njudicial determination that [an agreement] does in fact create such a duty.\" Id. The Court \nwent on to add that \"just as [a party] has no obligation to arbitrate issues which it has \nnot agreed to arbitrate, so a fortiori, it cannot be compelled to arbitrate if an arbitration \nclause does not bind it at all.\" Id. \n11. Therefore, this cour t, rather than the AAA panel, must determine whether \na valid agreement to arbitrate exists, or \"whether the parties agreed to arbitrate\" the \nmerits of their dispute. First Options, 514 U.S. at 943.  For that purpose, \"when deciding \nwhether the parties agreed to arbitrate a certain matter (including arbitrability), courts \ngenerally . . . should apply ordinary state-law principles that govern the formation of \ncontracts.\" Id. at 944. \n12. Nonetheless, the posture of this par ticular dispute is atypical in that \nregard. Here, the question is whether circumstances exist that compel non-signatories \nto arbitrate, that is, whether circumstances exist to support piercing the corporate veil as \nto one or more of the Plaintiffs. As a result, an inquiry into arbitrability in this matter is \nnecessarily a coincidental inquiry into issues that underlie the substantive merits of \nGilead's claim against Plaintiffs. When assessing arbitrability, the merits of a dispute are \nunquestionably beyond the scope of the court's jurisdiction. See, e.g., AT&T Techs., \n475 U.S. at 649 (\"[I]n deciding whether the parties have agreed to submit a particular \ngrievance to arbitration, a court is not to rule on the potential merits of the underlying \nclaims.\"); United Steelworkers of Am. v. Am. Mfg. Co., 363 U.S. 564, 568 (1960) (\"The \n \n \ncourts . . . have no business weighing the merits of [a] grievance.\"); G.S. 1-569.7(d) (A \ncourt should not refuse to compel arbitration \"because the claim lacks merit or because \ngrounds for the claim have not been established.\"). \n13. Indeed, Gilead, relying on  G.S. 1-569.7(d), contends that its mere \nallegation that the instrumentality rule applies is enough to subject Plaintiffs to the AAA's \njurisdiction.22 In essence, Gilead would have this court hold that the arbitrability of a \ndispute is rendered beyond the court's jurisdiction when such an assessment would \nrequire the court to consider issues that also underlie the merits of a claim. \n14. Plaintiffs, on the other  hand, ask this court to resolve conclusively whether \nthe instrumentality rule applies in this case.23 To that end, the Motion asks this court to \nenjoin the entire Arbitration from proceeding pending a final determination by this court \non Plaintiffs' potential liability to Gilead under the instrumentality rule.24 Plaintiffs note \nthat Gilead's failure in the Arbitration Demand to \"allege any specific factual allegations\" \nto support the application of the instrumentality rule would provide grounds for dismissal \nunder Rule 12(b)(6) in a regular civil action.25 Plaintiffs suggest that Gilead's failure to \nmake such allegations \"highlights the fact that Gilead has no evidence to support\" its \nclaim against Plaintiffs.26 Plaintiffs further contend that they have \"submitted \nevidence . . . through the factual allegations of their Verified Complaint . . . showing that \nthey did not engage in any conduct\" that would support Gilead's instrumentality claim.27 \nPlaintiffs contend that they have thus demonstrated a likelihood of success on the \n                                                 \n22 Gilead Br. 16. \n23 See Am. Compl. ¶¶ 142-144. \n24 Id. ¶ 160. \n25 Pls.' Br. 17. \n26 Id. at 18. \n27 Id. \n \n \nmerits\" on their claim seeking a declaration that there is no factual or legal basis for \nGilead to pierce [NC Kryo's] corporate veil against them.\" 28 Plaintiffs further suggest \nthat \"the only way to ensure that [their] rights are fully protected is for this [c]ourt to \nenjoin the Aribtration [and] decide the veil piercing issue. . . .\"29 \n15. This appears to be an issue of first impression in North Carolina. However, \nboth North Carolina and federal law provide ample guidance for the court to conclude \nthat both parties' positions are untenable and must be rejected. \nLikelihood of Success on the Merits of Plaintiffs’ Contentions \n16. Gilead would have this court essent ially hold that any shareholder or \ndirector of a corporate signatory to an arbitration clause can be compelled to arbitration \nby way of a claimant's bare allegation that the instrumentality rule applies. An important \ndistinction must be drawn between [impermissible] consideration of the merits of an \narbitrable claim and the threshold arbitrability inquiry that necessarily involves the same \nissues that underly the merits of a claim. The mere fact that certain issues could later be \nlitigated substantively cannot on its own foreclose courts from assessing arbitrability. In \nsuch a situation, the overriding spirit of the Supreme Court's jurisprudence30 demands \nthat courts nonetheless address those issues for the narrow and limited purpose of \ndetermining whether a claimant seeking to compel arbitration can sufficiently allege a \nbasis for going forward against a responding party.  As Plaintiff correctly states, though \nthis court cannot and should not address the merits of claims that the parties have \nagreed to arbitrate, this court must \"decide the threshold issue of whether the parties \n                                                 \n28 Id. at 19. \n29 Id. at 22. \n30 See supra ¶ 10. \n \n \nconsented to the arbitration in the first place.\"31 That determination will ultimately \ndepend upon whether Gilead can allege facts and offer evidence that Plaintiffs are \ndeemed to have consented to arbitration by virtue of the instrumentality rule.  \nAccordingly, Plaintiffs have met their burden of showing a likelihood of success on the \nmerits of their contention that this court should decide the initial arbitrability issue. \nIrreparable Injury \n17. As concluded above, Plaintiffs are entitled to a judicial determination at \nthis stage of whether they must remain in the Arbitration.  Federal law suggests that \nforcing a party to arbitrate an issue absent an agreement to do so constitutes \"per se \nirreparable\" harm. Paine Webber, Inc. v. Hartmann, 921 F.2d 507, 514 (3d Cir. 1990); \nsee also UBS Sec. LLC v. Voegeli, 684 F. Supp. 2d 351, 354 (S.D.N.Y. 2010). \nTherefore, the court concludes that Plaintiffs have satisfied their burden for injunctive \nrelief on this issue. \n18. The court concludes therefore t hat on the narrow question of whether \nGilead can compel Plaintiffs to be parties to the Arbitration, Plaintiffs' Motion should be \nGRANTED, in part, as reflected in this Order. \n19. However, the court further concludes that Plaintiffs cannot prevail in their \nrequest that the Arbitration be stayed until the court conclusively determines whether \nPlaintiffs can be liable to Gilead under the instrumentality rule. The standards of Rule \n12(b)(6) are not controlling in this situation, and on the limited record before it, this court \nis not able to conclude that Plaintiffs have demonstrated a likelihood of success on the \nmerits of their substantive claim opposing application of the instrumentality rule.  In \n                                                 \n31 Pls.' Rep. Def. Gilead Resp. Pls.' Mot. Prelim. Inj. (\"Pls.' Rep.\") 3 (citing First Options, 514 U.S. at 943). \n \n \naddition to the fact that the court concludes that it does not presently have jurisdiction to \naffirmatively determine the instrumentality issue on the merits, it is not clear that the \ncourt will ever have that jurisdiction.32 The court cannot, and should not, enjoin the \narbitration in its entirety pending a determination that it lacks the authority to make at \nthis stage. \n20. Plaintiffs argue that should this court not enjoin the Arbitration until there is \na substantive determination of the instrumentality rule issue in the trial court, they could \nlater be held liable \"on some as yet unknown basis.\"33  The court is sensitive to \nPlaintiffs' concerns that a preliminary determination that Plaintiffs cannot be compelled \nto arbitration, without a corresponding resolution on the merits of the instrumentality rule \nissue, might put Plaintiffs in an awkward \"Catch-22\"34 situation. For example, if the \nArbitration goes forward without Plaintiffs as parties and results in a substantial \njudgment in favor of Gilead against NC Kryo, later may face – either in this action or \nanother action – a claim at law by Gilead that pursuant to the instrumentality rule, \nPlaintiffs are liable for that judgment.  If this risk is a sufficient concern to Plaintiffs, they \nare free to take a Rule 41 voluntary dismissal of their declaratory judgment claims and \ndefend at the Arbitration if they so choose. However, Plaintiffs’ concerns, while \npotentially real, do not confer jurisdiction on this court that it otherwise lacks. \n                                                 \n32 Even if Plaintiffs prevail on the question of arbitrability and are removed from the Arbitration, it is \nunclear whether this court could properly consider a declaratory judgment action on this issue prior to the \nArbitration's resolution, if at all. See, e.g., Lide v. Mears, 231 N.C. 111 (1949) (G.S. 1-253 requires an \n\"actual controversy\" and prohibits advisory opinions.); Sharpe v. Park Newspapers of Lumberton, 317 \nN.C. 579, 585 (1986) (G.S. 1-253 requires that \"an actual controversy exists both at the time of the filing \nof the pleading and at the time of hearing.\") (citations omitted); Tryon v. Power Co., 222 N.C. 200, 204 \n(1942) (G.S. 1-253 prohibits trial courts from issuing \"a purely advisory opinion which the parties might, so \nto speak, put on ice to be used if and when occasion might arise.\") (citations omitted). \n33 Pls.' Br. 22. \n34 Joseph Heller, Catch-22 (1961). \n \n \n21. Therefore, the court CONCLUDES that to the extent Plaintiffs’ Motion \nseeks to enjoin the Arbitration until this court makes a conclusive determination on the \nmerits as to Plaintiffs' liability under the instrumentality rule, it should be DENIED. \nProcedure Going Forward \n22. Under G.S. 1-569.7(b), \"[o]n motion of a person alleging that an arbitration \nproceeding has been initiated . . . but that there is no agreement to arbitrate, the court \nshall proceed summarily to decide the issue.\" Defendants do not challenge the \ncontention that the court should summarily decide the issue of arbitrability.  However, \ngiven the unusual procedural posture of this matter, the court deems it appropriate to \nclarify suitable procedure moving forward in light of the requirement that it \n\"summarily . . . decide the issue.\" G.S. 1-569.7(b).35 \n23. G.S. 1-569.7 is titled \"Motion to com pel or stay arbitration\" and G.S. 1-\n569.5(a) provides that \"an application for judicial relief under [the NCRUAA] shall be \nmade by motion to the court and heard in the manner provided by law or rule of court for \nmaking and hearing motions.\"  It has similarly been noted that the statute \"clearly \nrequires a 'motion' to be filed in the trial court.\" Linsenmayer v. Omni Homes, Inc., 193 \nN.C. App. 703, 706 (2008) (quoting G.S. 1-569.7). See also Adams v. Nelsen, 313 N.C. \n442, 447 (1985) (\"The Court of Appeals correctly concluded that the proper procedure \nfor staying litigation and compelling arbitration is by a proper motion.\" (assessing \npredecessor statute)). Thus, the proper mechanism for Plaintiffs to seek relief from the \ncourt is a motion to stay arbitration. A court's ruling under the statute constitutes a final \n                                                 \n35 The cases addressing G.S. 1-569.7 and its predecessors mostly concern motions to compel rather \nthan, as in this case, a separate declaratory judgment action filed by the resisting party in a collateral \nattack on the arbitration's jurisdiction. \n \n \ndetermination of arbitrability, and an order granting a motion to permanently stay \narbitration (or denial of a motion to compel) is immediately appealable. See, e.g., G.S. \n1-569.28; Bennish v. North Carolina Dance Theater, Inc., 108 N.C. App. 42 (1992) (\"[A] \ntrial court's order denying arbitration, although interlocutory, is immediately appealable \nbecause it involves a substantial right which might be lost if appeal is delayed.\") \n(internal quotations and citations omitted); Sims v. Ritter Constr., Inc., 62 N.C. App. 52 \n(1983). \n24. In its February 11, 2014 Notice of Hearing, the court noticed Plaintiffs' \nrequests for temporary, preliminary, and permanent injunctive relief contained in their \nFourth Cause of Action36 (\"Claim Four\"). In Claim Four, Plaintiffs allege, among other \nthings, that they are \"entitled to temporary and preliminary injunctive relief prohibiting \nGilead from litigating its breach of contract against [NC Kryo] in the Aribtration \nProceeding until such time that this Court determines whether Gilead has a valid basis \nupon which to pierce [NC Kryo's] corporate veil against [Plaintiffs].\"37 On the other hand, \nin their First Cause of Action38 (\"Claim One\"), Plaintiffs seek a declaratory judgment \nunder G.S. 1-253. There, Plaintiffs ask this court for an order declaring, in part, that they \n\"are not bound by the arbitration provision in the Gilead Contract\" and, similarly, that the \n\"AAA has no jurisdiction over Plaintiffs with regard to any disputes arising out of the \nGilead Contract.\"39 \n25. Therefore, Plainti ffs' Motion presently before this court is best \ncharacterized as a motion to stay temporarily the Arbitration pending a final \n                                                 \n36 Am. Compl. ¶¶ 153-160. \n37 Id. ¶ 160. \n38 Id. ¶¶ 135-141. \n39 Id. ¶ 141(b)-(c). \n \n \ndetermination by the court on whether Plaintiffs can be compelled to arbitrate. By \ncontrast, though not fashioned as such, Plaintiffs' First Claim is functionally the same as \na motion to stay arbitration under G.S. 1-569.7(b) and will be treated as such when the \ncourt ultimately addresses it.40,41 \n26. The sole remaining issue presently before this court is whether, and to \nwhat extent, Plaintiffs are entitled to preliminary injunctive relief staying the Arbitration \npending the outcome of their Declaratory Action to Stay Arbitration. \n27. Plaintiffs, as movants, technica lly bear the burden of persuasion here. \nHowever, under both state and federal law, the party seeking to compel arbitration \nbears the \"burden of establishing an agreement to arbitrate.\" Routh II, 108 N.C. App. at \n274. See also General Ass'n of Regular Baptist Churches v. Scott, 2013 U.S. App. \nLEXIS 23099 (7th Cir. 2013) (unpublished) (\"[A] party seeking to compel arbitration \nmust show a valid arbitration agreement\"). Gilead has yet to make specific allegations, \nor otherwise make a showing in this court, on which Plaintiffs might be held liable under \nthe instrumentality rule. If the Rules were to govern the Arbitration pleadings, given the \nsparse and conclusory allegations contained in the Arbitration Demand, Plaintiffs would \nhave shown a likelihood of success on the merits as to the limited question of whether \nGilead can compel arbitration as to Plaintiffs via the instrumentality rule. To find \notherwise essentially would require Plaintiffs to prove a negative.  Although the Rules \ndo not govern the Arbitration, and Gilead’s allegations in the Arbitration Demand are not \n                                                 \n40 The court will hereinafter refer to the requests contained at Am. Compl. ¶ 141 (b)-(c) as Plaintiffs' \n\"Declaratory Action to Stay Arbitration.\" The court will hold the declaratory request contained at Am. \nCompl. ¶ 141(a) in abeyance. \n41 Although Plaintiffs have asserted their right to trial by jury, under G.S. 1-253 the court may determine a \nmotion to stay arbitration on its own if it is purely a question of law. See, Hall v. Hall, 35 N.C. App. 664 \n(1978) (citing Iowa Mut. Ins. Co. v. Fred M. Simmons, Inc., 258 N.C. 69 (1962), for the proposition that the \ncourt may determine questions of law under GS 1-253 notwithstanding a jury demand). \n \n \nheld to the pleading standards of the Rules, the court concludes that justice requires \nfurther inquiry into whether Gilead’s allegations and appropriate evidentiary showing \nsupport the contention that Plaintiffs can be compelled into the Arbitration.  \n28. Further, depending on when the Moti on is resolved by this court, and \nwhen the Arbitration proceeding actually takes place, it also is likely that Plaintiffs may \nsuffer irreparable harm, especially if the Arbitration were to proceed before this court \nmakes a determination on the issue of whether Plaintiffs can be compelled to arbitrate.  \nGiven representations of counsel for Gilead that the Arbitration proceeding is not likely \nto occur within the next four months, the court concludes, and the ends of justice \ndictate, that a short delay in the Arbitration is appropriate and will not materially \nprejudice the rights of either Defendants or Plaintiffs while the court determines whether \nPlaintiffs can be compelled to be parties to the Arbitration.  For that reason, the court, as \na matter of law and in the exercise of its discretion, CONCLUDES that to the limited \nextent the Motion requests a preliminary stay of the Arbitration pending determination of \nwhether Plaintiffs can be compelled to be parties to the Arbitration, the Motion should be \nGRANTED. \n29. Under G.S. 1-569.7(b), the court is  tasked with 'summarily' rendering a \nfinal determination on whether Gilead can show a sufficient basis to require Plaintiffs to \njoin the Arbitration.  For the reasons discussed above, this limited inquiry is undertaken \nfor the sole purpose of determining whether pursuant to the instrumentality rule, \nPlaintiffs can be bound by the arbitration clause in the Gilead Contract.  As it is \nimpossible for the court to reach appropriate findings and conclusions on this matter \n \n \nwith the limited record before it, evidence will have to be considered.  The burden of \nproof will be upon Gilead. \n30. Little guidance exists on the precis e contours of the court's inquiry under \nG.S. 1-569.7. Our Court of Appeals has made clear, however, that the application of a \nsummary judgment standard is inappropriate. Routh v. Snap-On Tools Corp., 101 N.C. \nApp. 703, 706 (1991) (Routh I). There, analyzing a predecessor statute with similar \nlanguage, the court held that the trial court \"failed to comply with the statute\" when it \n\"applied a summary judgment standard of whether there was a genuine issue of \nmaterial fact with regard to the validity and enforceability of [the agreement].\" Id. \n(internal quotations omitted). Instead, the court is required \"to summarily determine \nwhether, as a matter of law, a valid arbitration agreement exists.\" Id.  \n31. On at least one prior occasion, this  court has allowed limited discovery \nprior to determining a G.S. 1-569.7(a) motion to compel arbitration. See Capps v. \nBlondeau, 2010 NCBC 7 at *5 (N.C. Super. Ct. 2010) (\"On May 2, 2008, the court \nentered an Order permitting the parties to conduct discovery limited to the issues of (a) \nwhether a valid agreement to arbitrate exists, and if so (b) whether the agreement is \nunconscionable.\") (internal quotations and citations omitted). See also Capps v. \nBlondeau, 07 CVS 16486 (May 2, 2008) (order granting a motion for pre-arbitration \ndiscovery). Federal courts have also found it appropriate to allow limited discovery in \nsimilar circumstances. See, e.g., Clutts v. Dillard's, Inc., 484 F. Supp. 2d 1222, 1225-26 \n(D. Kan. 2007); Deputy v. Lehman Bros., Inc., 345 F.3d 494 (7th Cir. 2003); Guidotti v. \nLegal Helpers Debt Resolution, L.L.C., 716 F.3d 764, 774 n.5 (3d Cir. 2013) (\"[A]ny time \nthe court must make a finding to determine arbitrability, pre-arbitration discovery may be \n \n \nwarranted.\"). In McCrary v. Byrd, our Court of Appeals held that it was not an abuse of \nthe trial court's discretion to allow a party to complete discovery efforts before ruling on \na motion to compel arbitration, \"particularly since those efforts began prior to plaintiffs' \nmotion to compel arbitration.\" 136 N.C. App. 487, 492-93 (2000) (emphasis omitted). In \nthat case, the defendants contended that the plaintiffs waived the right to compel \narbitration. Id. The Court of Appeals noted that while \"the trial court should rule on the \nmotion . . . without undue delay, some delay [was] inherent\" because an evidentiary \nhearing was required on the issue. Id. at 491. While this matter does not require an \nevidentiary hearing, the interests of justice are best served by allowing brief discovery \nbefore considering Plaintiffs' Declaratory Action to Stay Arbitration. \n32. Equity and precedent dict ate that a party opposing arbitration may not use \njudicial discovery procedures to obtain discovery regarding the substance of an \narbitrable dispute. See generally Cyclone Roofing Co. v. David M. LaFave Co., 312 \nN.C. 224 (1984). Consequently, discovery undertaken prior to determination of the \nMotion should be limited to the specific issue of whether Plaintiffs' involvement with NC \nKryo and the Kryo Transaction could expose them to liability under the instrumentality \nrule and thus confers jurisdiction over them upon the AAA. \n NOW THEREFORE, based on the foregoi ng FINDINGS and CONCLUSIONS, it \nhereby is ORDERED that: \n1. To the extent the Motion asks this c ourt to stay the Arbitration pending a \nsubstantive ruling on whether Plaintiffs may be found liable to Gilead under the \ninstrumentality rule, the Motion is DENIED. \n \n \n2. To the extent the Motion asks this  court to exercise its exclusive \njurisdiction to rule on whether Plaintiffs may be compelled to be parties to the Arbitration \nunder G.S. 1-569.7(b), the Motion is GRANTED. \n3. To the extent the Motion asks this c ourt to stay the Arbitration pending the \ncourt’s ruling on the jurisdictional issue of whether Plaintiffs may be compelled to be \nparties to the Arbitration, the Motion is GRANTED.  Accordingly, until further order of \nthis court, the Arbitration is STAYED, and Defendants are ENJOINED from attempting \nto arbitrate the issue of whether Plaintiffs are bound by the Gilead Contract's arbitration \nprovision. \n4. To the extent the Motion asks this c ourt to enjoin the Arbitration pending \nthe substantive outcome of Plaintiffs' Declaratory Action to Stay Arbitration, the Motion \nis DENIED. \n5. Except as specifically grant ed herein, the Motion is DENIED. \n6. Prior to a hearing on the issue of whether Plaintiffs may be compelled to \nbe parties to the Arbitration, the parties shall be allowed to take limited discovery.  Such \ndiscovery shall be limited to the threshold issue of whether Plaintiffs can be compelled \nto be parties to the Arbitration under the instrumentality rule for purposes of NC Kryo's \nalleged breach of the Gilead Contract. \n7. The discovery allowed by this Order shall be completed no later than \nMonday, May 12, 2014.  The parties are cautioned to plan and propound any discovery \ninitiatives with a view toward allowing a responding party sufficient time for a good faith \nresponse to such discovery before expiration of the foregoing deadline. \n \n \n8. The court does not intend to micro-manage discovery in this action, and \nhas not undertaken to define the scope or breadth of specific discovery allowed by this \nOrder, except as stated above. In the spirit of Rule 26(f) and Rule 18.6(a) of the General \nRules of Practice and Procedure for the North Carolina Business Court (“BCR”), the \nparties are directed to confer with each other in a good faith effort to reach agreement \non planning the nature and scope of discovery that will be undertaken pursuant to this \nOrder. If the parties are unable to agree, they may apply to the court for appropriate \nrelief. \n9. Upon completion of the above disc overy, the parties may file post-\ndiscovery briefs in support of their respective positions as follows: \n(a) On or before Monday, May 19, 2014, Defendants shall file their \nbrief, if any, in opposition to Plaintiffs' Declaratory Action to Stay Arbitration. \n(b) On or before Monday, May 26, 2014, Plaintiffs shall file a \nresponsive brief, if any, in support of their Declaratory Action to Stay Arbitration. \n(c) On or before Friday, May 29, 2014, Defendants shall file a reply \nbrief, if any, in opposition to Plaintiffs' Declaratory Action to Stay Arbitration. \n10. Briefs shall address only the issue of  whether Plaintiffs can be compelled \nto be parties to the Arbitration under the instrumentality rule for purposes of NC Kryo's \nalleged breach of the Gilead Contract, and shall be limited in length to the standard \nspecified under BCR Rule 15.8. \n11. This matter will come before the court for a hearing on Plaintiffs' \nDeclaratory Action to Stay Arbitration on Wednesday, June 4, 2014, beginning at 2:00 \np.m. at the North Carolina Business Court, 225 Hillsborough Street, Suite 303, Raleigh. \n \n \nThe hearing will be limited to the issue of issue of whether Plaintiffs can be compelled to \nbe parties to the Arbitration under the instrumentality rule for purposes of NC Kryo's \nalleged breach of the Gilead Contract. The court will receive arguments and evidence \non the issue as may be appropriate. \n12. This Order shall be effective immediat ely.  Pursuant to the provisions of \nRule 65(c), on or before Tuesday, March 25, 2014, Plaintiffs shall post an injunction \nsecurity bond in the amount of $5,000 with the Clerk of Superior Court of Durham \nCounty.  \n13. Plaintiffs forthwith shall serve a copy of this Order upon the AAA.  \nThis the 26th day of March, 2014. \n \n \n     "
}