{
  "id": "c89622d71ad00813348703c7177dc53cdf7969451e5403bf8fffda20aa919690",
  "source_file": "data/raw/ncbc/c89622d71ad00813348703c7177dc53cdf7969451e5403bf8fffda20aa919690.pdf",
  "raw_text": "Brady v. Van Vlaanderen, 2013 NCBC 37. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF CUMBERLAND \n \n \nIN THE GENERAL COURT OF JUSTICE  \nSUPERIOR COURT DIVISION \n12 CVS 7552 \nPATRICIA M. BRADY, \n \nPlaintiff, \n \nv. \n \nBRYANT C. VAN VLAANDEREN; \nRENEE M. VAN VLAANDEREN; \nMARC S. TOWNSEND; LINDA M. \nTOWNSEND; UNITED TOOL & \nSTAMPING COMPANY OF NORTH \nCAROLINA, INC.; UNITED \nREALTY OF NORTH CAROLINA, \nLLC; ENTERPRISE REALTY, LLC; \nand WATERS EDGE TOWN \nAPARTMENTS, LLC, \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n \n) \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n \nORDER ON MOTION TO DISMISS ORDER ON MOTION TO DISMISS ORDER ON MOTION TO DISMISS ORDER ON MOTION TO DISMISS    \n   \n{1} THIS MATTER is before the court on Defendants’ Motion to Dismiss \nPlaintiff’s Amended Complaint (“Motion”) pursuant to Rule 12(b)(6) of the North \nCarolina Rules of Civil Procedure (“Rule(s)”).  For the reasons stated below, the \nMotion is GRANTED in part and DENIED in part, and Plaintiff is granted leave to \nfile a Second Amended Complaint. \n \n \nBain, Buzzard, & McRae, LLP by Edgar R. Bain for Plaintiff. \nShanahan Law Group, PLLC by Brandon S. Neuman and John E. Branch, III \nfor Defendants. \n \nGale, Judge \n \n \n \nI. I. I. I.  PARTIES PARTIES PARTIES PARTIES    \n    \n{2} Plaintiff Patricia Brady is a citizen and resident of Cumberland \nCounty, North Carolina.  Plaintiff has a one-third ownership interest in each of the \ncorporate defendants, and was formerly an employee of Defendant United Tool & \nStamping Company of North Carolina, Inc. (“United Tool”).  (Am. Compl. ¶¶ 1, 3–9, \n86.)  \n {3} Defendants Bryant C. Van Vlaanderen, Renee M. Van Vlaanderen, \nMarc S. Townsend, and Linda M. Townsend (collectively “Individual Defendants”) \nare citizens and residents of Cumberland County, North Carolina.  (Am. Compl. ¶ \n2.)  The Individual Defendants collectively own the remaining two-third ownership \ninterest in the corporate defendants.  (Am. Compl. ¶¶ 3–6.)  Plaintiff and the \nindividual female Defendants are sisters; the individual male Defendants are \nPlaintiff’s brothers-in-law.  (Am. Compl. ¶¶ 7, 9.)        \n{4} Defendant United Tool is a North Carolina corporation with its \nprincipal place of business in Cumberland County, North Carolina.  (Am. Compl. ¶ \n3.)  United Tool is engaged in the manufacture of metal stampings, and also \nprovides tooling, engineering, tapping, assembly, and other services.  (Am. Compl. ¶ \n10.)       \n{5} Defendant United Realty of North Carolina, LLC (“United Realty”) is a \nNorth Carolina limited liability company with its principal place of business in \nCumberland County, North Carolina.  (Am. Compl. ¶ 4.)  United Realty owns the \nreal estate and manufacturing building where United Tool is located, and leases the \nproperty to United Tool.  (Am. Compl. ¶ 11.)     \n{6} Defendant Enterprise Realty, LLC (“Enterprise”) is a North Carolina \nlimited liability company with its principal place of business in Cumberland \nCounty, North Carolina.  (Am. Compl. ¶ 5.)  Enterprise owns several lots and \nresidential units located in Kure Beach and Carolina Beach, North Carolina.  (Am. \nCompl. ¶ 12.)   \n{7} Defendant Waters Edge Town Apartments, LLC (“Waters Edge”) is a \nNorth Carolina limited liability company with its principal place of business in \nCumberland County, North Carolina.  (Am. Compl. ¶ 6.)  Waters Edge owns a 30-\nunit apartment complex located at 500 Mill Cove Court, Fayetteville, North \nCarolina.  (Am. Compl. ¶ 13.)     \n{8} United Tool, United Realty, Enterprise, and Waters Edge will \ncollectively be referred to as the “Corporate Defendants.” \n{9} Plaintiff and the Individual Defendants are directors and shareholders \nof United Tool (Am. Compl. ¶ 39), and Bryant C. Van Vlaanderen is president and \ngeneral manager.  (Am. Compl. ¶ 19.)   \n \nII. II. II. II. \n PROCEDURAL BACKGROUND PROCEDURAL BACKGROUND PROCEDURAL BACKGROUND PROCEDURAL BACKGROUND    \n    \n{10} Plaintiff filed the Complaint in Cumberland County on August 24, \n2012.  The case was designated as a mandatory complex business case on \nSeptember 12, 2012 by Order of Chief Justice Sarah Parker, and assigned to the \nundersigned on September 19, 2012.     \n{11} Plaintiff filed an Amended Complaint on September 27, 2012, bringing \nclaims for: (1) access to information and records of United Tool; (2) inspection and \ncopying of records of United Realty, Enterprise, and Waters Edge; (3) restoration of \nher rights and interests, a buy-out of her interests, or involuntary dissolution of \nUnited Tool; (4) appointment of a receiver for United Tool; (5) appraisal of United \nTool; (6) liquidation of United Tool pursuant to N.C. Gen. Stat. § 55-14-30; (7) \njudicial dissolution of United Realty, Enterprise, and Waters Edge pursuant to N.C. \nGen. Stat. § 57C-6-02; and (8) wrongful termination–retaliation.  \n{12} Defendants filed this Motion on November 21, 2012.  On March 25, \n2013, the court entered a Protective Order allowing the exchange of corporate \ndocuments and records.  The Motion has been fully briefed, the court held oral \nargument, and the matter is ripe for disposition. \n \nIII. III. III. III.  FACTUAL BACKGROUND FACTUAL BACKGROUND FACTUAL BACKGROUND FACTUAL BACKGROUND    \n    \n{13} The court does not make findings of fact in connection with a motion to \ndismiss, as a motion to dismiss “does not present the merits, but only [determines] \nwhether the merits may be reached.”  \nConcrete Serv. Corp. v. Investors Grp., Inc. , \n79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986).  For the purposes of this Motion, \nthe court accepts the allegations of the Amended Complaint as true and draws \nreasonable inferences from those facts in Plaintiff’s favor.  See, e.g. , Sutton v. Duke , \n277 N.C. 94, 98, 176 S.E.2d 161, 164 (1970); Crouse v. Mineo , 189 N.C. App. 232, \n237, 658 S.E.2d 33, 36 (2008).   \n{14} Prior to January 2, 2012, all of the voting stock of United Tool was \nowned by Anthony Moschella, the father of the Plaintiff and the individual female \nDefendants.  (Am. Compl. ¶ 7.)  On January 2, 2012, Anthony Moschella sold his \n100 shares of voting stock in United Tool to the corporation, and United Tool \nexecuted a promissory note to Anthony Moschella in the sum of $1,100,000.00.  (Am. \nCompl. ¶ 8.)  As a result of transfers on January 2, 2012 and Plaintiff’s subsequent \ndivorce, the voting shares of United Tool are currently held as follows:  \n Patricia M. Brady     300 shares 1 \n Bryant C. Van Vlaanderen   150 shares    \n Renee M. Van Vlaanderen   150 shares \n Marc S. Townsend     150 shares \n Linda M. Townsend    150 shares \n (Am. Compl. ¶ 9, Ex. 1.)  \n{15} Plaintiff was an employee of United Tool on a fairly consistent basis \nfrom 2001 until she was fired on May 24, 2012.  (Am. Compl. ¶¶ 15, 25.)  Plaintiff \nasserts that each family of shareholders shared an expectation of salary and \nbenefits by reason of their ownership.  In February 2012, following the Parties’ \npurchase of the voting stock of United Tool, Plaintiff alleges that she began \nreceiving a salary of $3,000.00 per week from United Tool, the same salary paid to \n                                                 \n1  Plaintiff obtained 150 shares from her husband upon divorce.    \nthe two shareholder families.  Plaintiff alleges that the Individual Defendants made \nsuggestions that she need not show up for work or come to the office in order to \nreceive her salary.  (Am. Compl. ¶ 18.)  Plaintiff contends that while an employee \nshe requested and was denied access to any accounting, money transactions, \nfinancial records, or any information related to disbursements, distributions, and \nvalues of the businesses, and has been denied the opportunity to participate in any \nbusiness decisions.  (Am. Compl. ¶¶ 19–20.)   \n{16} Plaintiff contends that she retained counsel to help secure documents \nand records of the Corporate Defendants after being denied any participation or \naccess to information, and did so to determine if there were any improper \nexpenditures.  (Am. Compl. ¶¶ 21–22, 41, 51, Ex. 5.)  Plaintiff’s counsel over the \nnext few months attempted to help her secure the documents and records through \ndiscussions with Defendants’ counsel.  (Am. Compl. ¶¶ 21–36.)  \n{17} On May 19, 2012, a special meeting of the stockholders and interested \nparties was called at the corporate offices for United Tool.  Plaintiff alleges that this \nmeeting was held to discuss terminating her employment.  (Am. Compl. ¶¶ 23–25.)  \nPlaintiff was terminated from United Tool on May 24, 2012, and has since been \nbarred from the company premises.  (Am. Compl. ¶¶ 25–26.)  Plaintiff contends that \nafter her termination she no longer received health insurance coverage, \ndistributions, or any of the benefits the other family members, directors, owners, \nand employees of the business continue to receive.  (Am. Compl. ¶¶ 31, 69, 71.)         \n{18} Beginning in May 2012 and continuing through the filing of this suit, \nthe Parties had several disputes regarding the inspection of corporate records.  (Am. \nCompl. ¶¶ 27–29, 32–36.)  While Plaintiff has yet to receive certain documents, the \ndisputes appear to have been resolved, with Defendants’ counsel stating in open \ncourt that Plaintiff will be given the requested documents which are in Defendants’ \npossession and that additional documents may be obtained from third parties at \nPlaintiff’s expense.   \n{19} In sum, Plaintiff alleges that she has been frozen out of participation \nin the Corporate Defendants, improperly denied salary and benefits, and that the \nIndividual Defendants have misappropriated business assets.  (Am. Compl. ¶¶ 17, \n37, 39–41, 67.)   \n \nIV. IV. IV. IV. \n STANDARD OF REVIEW STANDARD OF REVIEW STANDARD OF REVIEW STANDARD OF REVIEW    \n    \n{20} The appropriate inquiry on a motion to dismiss pursuant to Rule \n12(b)(6) is “whether, as a matter of law, the allegations of the complaint, treated as \ntrue, are sufficient to state a claim upon which relief may be granted under some \nlegal theory, whether properly labeled or not.”  \nCrouse , 189 N.C. App. 232, 237, 658 \nS.E.2d 33, 36 (2008) (quoting Harris v. NCNB Nat’l Bank of N.C. , 85 N.C. App. 669, \n670, 355 S.E.2d 838, 840 (1987)).  A motion to dismiss may be granted if the \ncomplaint reveals the absence of facts required to make out a claim for relief or if \nthe complaint reveals some fact that necessarily defeats the claim.  Wood v. \nGuilford Cnty. , 355 N.C. 161, 166, 558 S.E.2d 490, 494 (2002).  The court in ruling \non the motion should consider exhibits attached to the complaint because they are a \npart of the pleading for all purposes.  Woolard v. Davenport , 166 N.C. App. 129, \n133–34, 601 S.E.2d 319, 322 (2004); N.C. Gen. Stat. § 1A-1, Rule 10(c) (2012). \n \nV. V. V. V.  ANALYSIS ANALYSIS ANALYSIS ANALYSIS    \n    \nA.  Plaintiff’s First and Second Causes of Action Each State a Claim.     \n    \n{21} Plaintiff requested access to information and records of United Tool \npursuant to N.C. Gen. Stat. § 55-16-05, and to inspect and copy records of United \nRealty, Enterprise Realty, and Waters Edge pursuant to N.C. Gen. Stat. § 57C-3-04.  \nDefendants now acknowledge that Plaintiff sufficiently alleged the statutory \nrequirements necessary to satisfy the requirements of Rule 12(b)(6).  Defendants \ninstead contest the breadth of the requests to the extent that the claims are not now \nmoot.  However, the Rule 12(b)(6) motion inquires only whether a claim has been \nstated.  The Motion to dismiss claims one and two is DENIED. \n \n \n \nB. \n Plaintiff Is Allowed to Amend her Third, Sixth, and Seventh Causes of Action \nto Clarify Her Meiselman  Claims. \n \n{22} In her third and seventh claims, Plaintiff requests dissolution based on \nMeiselman v. Meiselman , 309 N.C. 279, 298, 307 S.E.2d 551, 562 (1983).  (Am. \nCompl. ¶¶ 62–77; Pl.’s Mem. of Law in Opp’n to Defs.’ Mot. to Dismiss (hereinafter \n“Mem. in Opp’n”) 8.)  The third claim relates to United Tool, a corporation.  The \nseventh claim relates to the LLCs, and asserts mismanagement and waste in \naddition to a Meiselman  claim.  Defendants challenge the Meiselman claim as being \nimproperly based on conclusory allegations without the specificity they contend is \nrequired by Meiselman’s holding that, “before it can be determined whether, in any \ngiven case, it has been “established” that liquidation is “reasonably necessary” to \nprotect the complaining shareholder’s “rights or interest[s]”, the particular “rights \nor interests” of “the complaining shareholder” must be articulated.”  309 N.C. at \n298, 307 S.E.2d at 562.   \n{23} High Point Bank v. Sapona Mfg. Co .,         N.C. App.        , 713 S.E.2d \n12, 15 (2011) stated a test for Meiselman claims as follows: \nFor plaintiff to obtain relief under the expectations[] analysis, he must \nprove that (1) he had one or more substantial reasonable expectations \nknown or assumed by the other participants; (2) the expectation has \nbeen frustrated; (3) the frustration was without fault of plaintiff and \nwas in large part beyond his control; and (4) under all of the \ncircumstances of the case plaintiff is entitled to some form of equitable \nrelief. \n \n{24} During the discussion at oral argument whether Plaintiff has made \nallegations adequate to meet this test, while contending that she has, Plaintiff’s \ncounsel alternatively requested leave to amend if the court concluded that the \nallegations should be stated more precisely.  The court concludes that further \nspecificity would be appropriate and Plaintiff is given leave to amend.  This leave is \nwithout prejudice to Defendants’ right to then challenge the amended claims \npursuant to Rule 12(b)(6).   \n{25} To the extent that the seventh claim is instead or additionally \npremised on allegations of mismanagement or corporate waste, the amendment \nshould clarify the basis of her claims. \nC.  Plaintiff’s Fourth Cause of Action for the Appointment of Receiver for United \nTool is Dismissed Without Prejudice.  \n \n{26} Plaintiff’s fourth claim in the Amended Complaint requests the court \nto appoint a receiver pursuant to N.C. Gen. Stat. § 55-14-32 in order to protect the \nassets of United Tool pending trial.  (Am. Compl. ¶ 79; Mem. in Opp’n 9.)  In \nPlaintiff’s response to this Motion and at oral argument, Plaintiff stated that she is \nnot currently pursuing this cause of action and does not intend to ask for the \nappointment of a receiver unless the conduct of the Defendants becomes more \negregious.  (Mem. in Opp’n 17.)  Under this circumstance, the court concludes that \nthe request for a receiver should only be made if necessary.  Therefore, this claim is \nDISMISSED without prejudice.   \n \nD. \n Plaintiff Has Abandoned her Fifth Cause of Action for an Appraisal of United \nTool. \n \n{27} In Plaintiff’s Memorandum in Opposition to Defendant’s Motion to \nDismiss, Plaintiff states “…Plaintiff is not of the opinion she will ultimately be able \nto prevail upon her request for an appraisal of United Tool.  Consequently, the \nPlaintiff will take a voluntary dismissal of the fifth claim for relief….”  (Mem. in \nOpp’n 17.)  As she has not yet done so, this claim is DISMISSED.   \n \nE.  Plaintiff’s Eighth Cause of Action in Contract for Wrongful Termination \nShould be Dismissed.  \n \n{28} Plaintiff did not have a contract with United Tool providing \nemployment for a definite term or requiring termination of employment only for \ncause.  Nevertheless, Plaintiff asserts a claim for wrongful retaliatory termination, \ncontending that Defendants wrongfully terminated her for attempting to exercise \nher rights to inspect documents as a shareholder/director.  (Am. Compl. ¶ 91.)  This \ncontract claim is stated separate and apart from her request for salary and benefits \nprotected by her alleged Meiselman expectations.   \n{29} North Carolina is an employment-at-will state, such that absent an \nagreement providing for a definite term, employment is terminable at will absent a \nprovision mandating termination only for cause.  Kurtzman v. Applied Analytical \nIndus., Inc. , 347 N.C. 329, 331, 493 S.E.2d 420, 422 (1997); see also Soles v. City of \nRaleigh Civil Serv. Comm’n , 345 N.C. 443, 446, 480 S.E.2d 685, 687 (1997); Harris \nv. Duke Power Co. , 319 N.C. 627, 629, 356 S.E.2d 357, 359 (1987).  The North \nCarolina courts have recognized very narrow exceptions to the terminable at will \ndoctrine where the termination was for an unlawful reason or a purpose that \ncontravenes public policy.  See, e.g. , Pierce v. Atl. Grp., Inc. ,       N.C. App.       , \n724 S.E.2d 568, 575 (2012); Ridenhour v. IBM , 132 N.C. App. 563, 568, 512 S.E.2d \n774, 778 (1999)).   \n{30} North Carolina courts have not established a definitive list of actions \nthat may contravene public policy, and they have not yet addressed the question \nwhether the firing of a shareholder whose employment was otherwise terminable at \nwill violates public policy because it was a result of a shareholder’s demand of \ninspection rights.  Other states have addressed the issue, with holdings which favor \nthe corporation.  See, e.g. , Campbell v. Ford Indus. Inc. , 274 Ore. 243, 250, 546 P.2d \n141, 146 (1976) (noting the primary basis for the right of inspection of books and \nrecords of a corporation by its shareholders is the protection of their private and \nproprietary interests as owners of the corporation, and an attempt to exercise rights \nas a shareholder has no direct relation to rights as an employee); King v. Driscoll , \n418 Mass. 576, 584, 638 N.E.2d 488, 493 (1994) (noting that the financial well being \nof the corporation and its shareholders does not rise to the level of importance \nrequired to justify an exception to the general rule regarding termination of \nemployees at will); see generally Joel E. Smith, Right of Corporation to Discharge \nEmployee Who Asserts Rights as Stockholder , 84 A.L.R.3d 1107 (1978). \n{31} The court concludes that here Plaintiff should pursue her claim for \nsalary and benefits, if at all, through her Meiselman claim, and that this court \nshould not and does not now adopt an additional public policy exception to North \nCarolina’s terminable at will doctrine.   \n{32} Therefore, Plaintiff’s eighth claim for wrongful termination of an \nemployment contract is DISMISSED.  \n \nVI. VI. VI. VI.  CONCLUSION CONCLUSION CONCLUSION CONCLUSION \n \n{33} For the foregoing reasons, Defendants’ Motion is GRANTED as to \nPlaintiff’s Fifth and Eighth causes of action, DENIED as to Plaintiff’s First and \nSecond causes of action, Plaintiff’s Fourth cause of action is DISMISSED without \nprejudice, and the court will allow Plaintiff thirty (30) days from the entry of this \nOrder to amend her Third, Sixth, and Seventh causes of action. \n \nIT IS SO ORDERED, this the 24th day of July, 2013. \n \n    "
}