{
  "id": "c898ae5b7e839ebd3d833206426bd62ab7cd0cca85b42fbde5569d69b8ebf8aa",
  "source_file": "data/raw/ncbc/c898ae5b7e839ebd3d833206426bd62ab7cd0cca85b42fbde5569d69b8ebf8aa.pdf",
  "raw_text": "NORTH CAROLINA  IN THE GENERAL COURT OF JUSTICE \n  SUPERIOR COURT DIVISION \nWAKE COUNTY  13 CVS 2470  \n   \nSCA-BLUE RIDGE, LLC; BLUE \nRIDGE GP, LLC; and BLUE RIDGE \nDAY SURGERY CENTER, LP, \n \nPlaintiffs\n \nv. \n \nWAKEMED, \n \nDefendant\n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \nOPINION AND ORDER ON  \nMOTION TO DISMISS \n \n THIS CAUSE, designated a mandatory co mplex business case by Order of the \nChief Justice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-\n45.4(b) (hereinafter, references to the North Carolina General Statutes will be to \"G.S.\"), \nand assigned to the undersigned Chief Special Superior Court Judge for Complex \nBusiness Cases, comes before the court upon Defendant's Motion to Dismiss \n(\"Motion\"), pursuant to Rule 12(b)(1) of the North Carolina Rules of Civil Procedure \n(\"Rule(s)\"); and  \n THE COURT, after reviewing the Motion, briefs in support of and in opposition to \nthe Motion, arguments of counsel and other matters of record, CONCLUDES that the \nMotion should be GRANTED as to Claim One, in part, and Claim Five, for the reasons \nstated herein. \nNexsen Pruet, PLLC, by John I. Mabe, Jr., Esq. and Robert A. Hamill, Esq., and \nWyrick Robbins Yates & Ponton, LLP, by Frank S. Kirschbaum, Esq., for \nPlaintiffs.  \n \nSmith Moore Leatherwood LLP, by William R. Forstner, Esq. and Maureen \nDemarest Murray, Esq. for Defendant. \n \nJolly, Judge. \nSCA-Blue Ridge, LLC v. WakeMed, 2014 NCBC 31. \n \n \nPROCEDURAL HISTORY \n[1] On February 21, 2013, Plaintiffs  SCA-Blue Ridge, LLC (\"SCA-Blue \nRidge\"), Blue Ridge GP, LLC (\"Blue Ridge GP\") and Blue Ridge Day Surgery Center, \nL.P. (\"Blue Ridge DSC\") filed a Verified Complaint and Motion for Injunctive Relief \nagainst Defendant WakeMed, initiating this civil action. \n[2] Plaintiffs filed a First Amended Compla int and Motion for Injunctive Relief \n(\"Complaint\") on March 26, 2013. \n[3] In the Complaint, Plaintiffs a llege the following claims for relief \n(\"Claim(s)\"): First Claim for Relief – Claim for Declaratory Judgment (\"Claim One\"); \nSecond Claim for Relief – Alternative Motion for Preliminary Injunction and Claim for \nPermanent Injunction (\"Claim Two\"); Third Claim for Relief – Claim for Breach of \nFiduciary Duty (\"Claim Three\"); Fourth Claim for Relief – Breach of Fiduciary Duty and \nMisappropriation of Business Opportunity (\"Claim Four\") and Fifth Claim for Relief – \nClaim for Violation of N.C. Gen. Stat. § 131E-190(h) (\"Claim Five\"). \n[4] On April 25, 2013, Defendant filed t he Motion, seeking dismissal of all \nClaims pursuant to Rule 12(b)(1).  Specifically, Defendant contends that the statute of \nlimitations period for Plaintiffs to contest the Certificate of Need (\"CON\")1 exemption \napproval underlying this action expired prior to filing this action,2 that Plaintiffs failed to \nexhaust their administrative remedies as required by law3 and that Plaintiffs are barred \n                                                      \n1 A Certificate of Need is \"a written order which affords the person so designated as the legal proponent \nof the proposed project the opportunity to proceed with the development of such project.\" G.S. § 131E-\n176(3). As discussed below, an interested party must often obtain a CON prior to the development of a \nhealth care facility. In substance, the requirement is a mechanism to restrict the development of \nunnecessary health services and facilities. See, e.g., NC DIVISION OF HEALTH SERVICE REG.: CERTIFICATE \nOF NEED, http://www.ncdhhs.gov/dhsr/coneed/ (last visited July 18, 2014). \n2 Br. Supp. WakeMed's Mot. Dismiss (\"Br. Supp.\") 4.  \n3 Id. at 5. \n \n \nfrom seeking relief under G.S. 131E-190(h).4 Defendant further seeks dismissal of the \naction by a plea in abatement, contending that issues raised here are too intertwined \nwith contested issues in a related administrative action.5 \n[5] The Motion has been fully briefed and argued and is ripe for \ndetermination. \nFACTUAL BACKGROUND \n Among other things, the Complaint alleges that: \n[6] Plaintiff SCA-Blue Ridge is a Delaware limited liability company. 6  \n[7] Plaintiff Blue Ridge GP is a Nort h Carolina limited liability company.7 \n[8] Plaintiff Blue Ridge DSC is a lim ited partnership organized and existing \nunder Tennessee law.8  \n[9] Defendant WakeMed is a North Carolina non-profit organization.9 \n[10] Plaintiff SCA-Blue Ri dge developed the Blue Ridge Day Surgery Center, a \nsurgical facility, in 1993. The Blue Ridge Day Surgery Center is owned by Blue Ridge \nDSC.10 \n                                                      \n4 Id. at 8-9. \n5 Id. at 9. At the time of the Motion, the administrative action was pending. A decision in the action was \nissued on July 23, 2013. Surgical Care Affiliates, LLC & Blue Ridge Day Surgery Center, L.P. v. N.C. \nDep't of Health and Human Serv., Div. of Health Serv. Regulation, Certificate of Need Section, 12 DHR \n09678 (2013), available at http://www.oah.state.nc.us/hearings/decisions/dhr/dhr/\n12%20DHR%2009678.pdf (\"Administrative Decision\"). The Administrative Decision, which affirmed the \nNorth Carolina Department of Health and Human Services, Division of Health Service Regulation, \nCertificate of Need Section, was subsequently appealed by Surgical Care Affiliates and Blue Ridge DSC \nto the North Carolina Court of Appeals. As of the time of this Opinion, no decision has been issued by the \nNorth Carolina Court of Appeals. \n6 Compl. ¶ 1. \n7 Id. ¶ 2. \n8 Id. ¶ 3. \n9 Id. ¶ 4. \n10 Id. ¶ 8. \n \n \n[11] The Blue Ridge Day Surgery Center  is an ambulatory surgical facility \n(\"ASF\") where patients receive outpatient surgical services. Under North Carolina law, \nthe owner of an ASF must receive a CON prior to developing a \"new institutional health \nservice.\" G.S. § 131E-178.11 \n[12] Ownership in Blue Ridge DSC is split between a general partner and \nlimited partners.12 \n[13] In early 2010, WakeMed and SCA-Bl ue Ridge formed Blue Ridge GP to \nserve as Blue Ridge DSC's general partner.13 Upon the formation of Blue Ridge GP, \nWakeMed became controlling member-manager of Blue Ridge GP by acquiring a 51% \ninterest in Blue Ridge GP.\n14 \n[14] WakeMed and SCA-Blue Ridge en tered into an operating agreement \n(\"Operating Agreement\") for Blue Ridge GP. The Operating Agreement included a \nnoncompete provision prohibiting WakeMed and its affiliates from competing with Blue \nRidge DSC through direct or indirect ownership interest in \"a facility or business that \nperforms outpatient surgery in a freestanding ambulatory surgery center . . . within a two \n(2) mile radius\" of the Blue Ridge Day Surgery Center for a period of one year from the \nend of WakeMed's membership in Blue Ridge GP.15 \n[15] In its capacity as a partner of  Blue Ridge GP, SCA-Blue Ridge notified \nWakeMed of an opportunity for Blue Ridge GP to enter into purchase negotiations for a \nnearby ASF, Southern Eye Associates Ophthalmic Surgery Center (\"Southern Eye \n                                                      \n11 Id. ¶¶ 6-7.  \n12 Id. ¶ 9. \n13 Id. ¶ 11. \n14 Id. ¶¶ 11, 12. \n15 Id. ¶ 15. \n \n \nAssociates OSC\").  WakeMed was still the controlling member of Blue Ridge GP at that \ntime.16 \n[16] WakeMed indicated that it would be interested in acquiring Southern Eye \nAssociates OSC and would contact the owner of the facility to arrange a meeting.17 \n[17] Instead of negotiating wit h the owner of Southern Eye Associates OSC on \nbehalf of Blue Ridge GP, WakeMed negotiated for its own acquisition of Southern Eye \nAssociates OSC prior to March 31, 2012, while it was still a controlling member of Blue \nRidge GP.\n18 WakeMed's membership in Blue Ridge GP ceased on March 31, 2012.19 \n[18] On March 8, 2012, WakeMed noti fied the CON Section of the North \nCarolina Division of Health Service Regulation20 (\"CON Section\") that it planned to \nacquire Southern Eye Associates OSC's ASF.21 On March 16, 2012, the chief of the \nCON Section granted an exemption (\"CON Exemption\") for WakeMed to proceed with \nits acquisition of Southern Eye Associates OSC without a CON.22 \n[19] On May 14, 2012, WakeMed notifi ed the Acute and Home Care Licensure \nand Certification Section of the Division of Health Service Regulation that it had \ncompleted its negotiations with Southern Eye Associates OSC.  WakeMed applied for a \nformal CON to relocate the two operating rooms formerly operated by Southern Eye \nAssociates OSC to WakeMed's Raleigh campus.23  \n                                                      \n16 Id. ¶¶ 19-20. \n17 Id. ¶ 20. \n18 Id. ¶ 22. In WakeMed's application for CON, WakeMed stated that it acquired the Southern Eye \nAssociates OSC assets \"in early 2012.\" Id. ¶ 32. \n19 Id. ¶ 21. \n20 The Division of Health Service Regulation is part of the North Carolina Department of Health and \nHuman Services. \n21 Compl. ¶ 27. \n22 Id. ¶ 28. \n23 Id. ¶ 30.  \n \n \n[20] The CON Section appr oved the application in September 2012, a decision \nthat was subsequently appealed by Blue Ridge DSC and Surgical Care Affiliates, LLC.24 \nIn the administrative matter, Plaintiffs contest the CON Section's September 2012 \napproval of Defendant's CON application. Specifically, the petition challenges the CON \nSection's decision for exceeding its authority in granting the CON, not applying the \ncorrect formality requirements to WakeMed's application, and because WakeMed had \nnot acquired the facility before submitting its application.25 As a remedy, the petition \nwould have the CON approval revoked. \n[21] Plaintiffs allege that WakeMed' s negotiations to acquire Southern Eye \nAssociates OSC violated the Operating Agreement between the parties, because the \nnegotiations took place while WakeMed was still the controlling member of Blue Ridge \nGP and the noncompete provisions of the Operating Agreement were still in place.26 In \nthe alternative, Plaintiffs allege that WakeMed did not acquire a sufficient interest in \nSouthern Eye Associates OSC to obtain a CON,27 and therefore would be precluded \nfrom converting and moving the operating rooms.28  \nDISCUSSION \n[22] The Motion seeks dismissal of th e Claims pursuant to Rule 12(b)(1) for \nlack of subject matter jurisdiction.  \"Whenever it appears by suggestion of the parties or \notherwise that the court lacks jurisdiction of the subject matter, the court shall dismiss \nthe action.\" Rule 12(h)(3). Unlike a motion to dismiss for failure to state a claim, a court \n                                                      \n24 Administrative Decision 1. Surgical Care Affiliates, LLC is the managing partner of Blue Ridge Day \nSurgery, L.P. Id. at 10.  \n25 Id. at 3. \n26 Compl. ¶¶ 33-34.  \n27 Plaintiffs seem to suggest that there is insufficient proof that WakeMed successfully acquired the ASF. \nId. ¶¶ 23, 31, 35, 39. \n28 Id. ¶¶ 33-37. \n \n \nconsidering dismissal for lack of subject matter jurisdiction may weigh matters outside of \nthe pleadings. Tart v. Walker, 38 N.C. App. 500, 502 (1978). The Plaintiff bears the \nburden of establishing subject matter jurisdiction.  See, e.g., Blinson v. State, 186 N.C. \nApp. 328, 333 (2007). In opposing a motion to dismiss under Rule 12(b)(1), the Plaintiff \nbears the burden to show facts that if accepted as true would demonstrate the existence \nof jurisdiction. Wilkie v. Stanley, 2011 NCBC 11 ¶ 7. Any discrepancy will be construed \nin favor of the non-movant, and the court should grant the motion only if the material \njurisdictional facts are not in dispute. Id. \n[23] In substance, Defendant’s Motion contends that this action should be \ndismissed pursuant to Rule 12(b)(1) on the grounds that Plaintiffs did not timely \nchallenge the decision granting the CON exemption and did not exhaust their \nadministrative remedies prior to seeking judicial review in this action.  Defendants \nfurther contend that the entire action should be abated because the pending issues on \nappeal to the Court of Appeals from the Administrative Decision involve the same \nissues as those raised here.29  \n  \n                                                      \n29 Br. Supp. at 1. An action will be abated if a prior action for the same cause is pending in the same court \nor a court of competent jurisdiction. Clark v. Craven Reg'l Med. Auth., 326 N.C. 15, 20 (1990). Courts \ntypically look to the similarities between the parties, subject matter, issues involved and requested relief \nto determine whether or not an action may be considered the \"same cause.\" Id. at 21. This requirement \nmay be satisfied by a pending appeal. Id. A court should consider the plea in abatement prior to moving \nto the merits of the case, see Cox v. Cox, 246 N.C. 532, 533 (1957), to avoid problems such as \nredundant lawsuits, waste of judicial resources and inconsistent verdicts. See Clark, 326 N.C. at 20; see \nalso State ex rel. Onslow Cnty. v. Mercer, 128 N.C. App. 371, 375 (1998) (noting that a subsequent \naction on the same subject matter is \"wholly unnecessary\" and should be abated in the interest of judicial \neconomy). Not every action with similar parties engaged in a formal dispute as to the same or similar \nissues will qualify for an order of abatement. For example, courts will not necessarily abate overlapping \nactions that have been brought under different statutes. See, e.g., State ex rel. Onslow Cnty., 128 N.C. \nApp. 371 (declining to abate an action brought under a state statute where, in order to prevail, the State \nwould need to prove elements different from those required for success in the original action brought \nunder county ordinance). Here, there remains an appeal pending relative to the Administrative Decision \nas of the time of this Opinion; as such, an analysis for a plea in abatement is not precluded, because a \nprior action on the same issues is still pending. See Clark at 21. \n \n \n \nClaim One \n[24] Claim One seeks, in  part, a declaration that granting of the CON should be \ninvalidated because of issues that have been raised in the administrative proceeding \nnow on appeal. Claim One further seeks a declaration that Defendant was barred from \nseeking a CON by the terms of the parties' Operating Agreement. In substance, \nDefendant contends that Plaintiffs’ Claim One constitutes an untimely effort at an \ninappropriate collateral attack on the CON procedures and decisions being considered \nin the administrative proceeding now on appeal. \n[25] With regard to that part of Claim One attacking the granting of the CON, the \ncourt agrees with Defendant’s position and concludes under the principle of abatement \nthat it does not have jurisdiction. Accordingly,  as to that part of Claim One, the Motion \nshould be GRANTED. However, that part of Claim One seeking a declaration of whether \ncontractual terms of the Operating Agreement between the parties have been breached \nby Defendant’s seeking the CON is within the jurisdiction of this court, and the Motion as \nto Claim One should be DENIED as to such issues. \nClaim Two, Three and Four \n[26] In Claim Two, Plaintiffs seek inj unctive relief \"prohibiting WakeMed from \n. . . holding an interest in Southern Eye Associates OSC, or from relocating operating \nrooms,\" on the basis of Section 17.1 of the parties' Operating Agreement.30 This Claim \nrests upon issues of contract and is not dependent on the CON Section decision.31 \n                                                      \n30 Compl. ¶52. \n31 Whether the requested injunctive relief is legally available to Plaintiffs under the circumstances of this \naction remains to be seen. \n \n \n[27]   Similarly, Claims Three and Four  allege that the Defendant has breached \nfiduciary duties to the Plaintiffs. Claim Three alleges that WakeMed has breached the \nparties' Operating Agreement,32 while Claim Four makes a similar argument on the \nbasis of Defendant's position as controlling shareholder of Blue Ridge GP.33 \n[28]  These three Claims raise issues  arising from alleged breaches of \ncontractual relationships between the parties. The court has jurisdiction to determine \nsuch matters, and as to Claims Two, Three and Four the Motion should be DENIED. \nClaim Five \n[29] Claim Five seeks relief under G.S. §131E-190, which permits an \naggrieved party to bring a civil action upon the offering of a health service without \nobtaining a CON. Defendant argues that the statutory support for Claim Five does not \nprovide a basis for relief to Plaintiffs. Defendant alleges that it (a) has sought and been \napproved for a CON exemption for purchase of the operating rooms and a CON to \nrelocate them, but (b) presently is not moving ahead to operate them without approval \nfrom the CON Section. It contends that Plaintiffs may not seek the relief requested in \nClaim Five because the statute offers relief only in cases where a party has begun to \n\"offer a new institutional health service without having first obtained a certificate of need \nfor such services\" and that Plaintiffs cannot in good faith allege that those \ncircumstances exist here.34  \n                                                      \n32 Id. ¶¶ 53-57. \n33 Id. ¶¶ 58-64. \n34 Defendant argues that it submitted an application and been approved for the CON, but has not \nproceeded with relocation because Plaintiffs' administrative challenge is preventing Defendant from \nobtaining the CON. Therefore, Defendant has not taken a course of action under which Plaintiffs could \nvalidly argue for relief under G.S. § 131E-190(h). Plaintiffs respond that Defendant's Motion as to Claim \nFive should be denied, because they are entitled to take discovery as to whether or not Defendant has \nproceeded to offer health services without the requisite CON. \n \n \n[30] In substance, similar to part of Plai ntiffs’ Claim One, Claim Five constitutes \nan attack on the CON exemption and related administrative procedures. It is not based \nupon issues of contract.  Further, it is clear Plaintiffs simply are unable to allege current \nfacts that support a claim under G.S. § 131E-184(a)(8). Whether under (a) the principles \nof abatement or (b) the requirement that a party plaintiff allege facts that facially fall \nwithin the statute, the court is forced to conclude that it does not have jurisdiction to \nentertain this Claim, and as to it the Motion should be GRANTED. \nNOW THEREFORE, based on the foregoing FINDINGS and CONCLUSIONS, it \nhereby is ORDERED that:  \n[31] The Motion is GRANTED with regard to that part of Claim One seeking a \ndeclaration that granting of the CON should be invalidated, and that part of Claim One is \nDISMISSED. \n[32] As to the remainder of Cla im One, the Motion is DENIED. \n[33] The Motion is DENIED with regar d to Claims Two, Three and Four.  \n[34] The Motion is GRANTED with Regard to Claim Five, and Claim Five is \nDISMISSED. \nThis the 18th day of July, 2014.  \n     \n "
}