{
  "id": "c8acda72fe1b86cf286fdf88fb1f98d600df62d8372a1d28533eee4541f54838",
  "source_file": "data/raw/ncbc/c8acda72fe1b86cf286fdf88fb1f98d600df62d8372a1d28533eee4541f54838.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 1648 \n \nIN RE SOUTHEASTERN EYE \nCENTER-PENDING MATTERS \n \nORDER AND OPINION ON KAY \nHARRIS TURNER’S MOTION TO \nINTERVENE AND TURNER’S \nMOTION TO REMOVE THE $2.1 \nMILLION JUDGMENT AGAINST \nJDPW TRUST AND TO REMOVE \nJDPW TRUST FROM RECEIVERSHIP  \n(OLD BATTLEGROUND v. CCSEA) \n \n \n1. THIS MATTER is before the Court upon the Motion of the Sole Beneficiary \nof JDPW Trust, Kay Harris Turner (“Turner”), to Intervene Pursuant to Rule 24 of \nthe North Carolina Rules of Civil Procedure (“Motion to Intervene”), (ECF No. 1291), \nand Turner’s Motion to Remove the $2.1 Million Judgment Against JDPW Trust and \nto Remove JDPW Trust from Receivership Pursuant to Rule 60(b)(4)(5)(6) (“Rule \n60(b) Motion”), (ECF No. 1288), (together, the “Motions”).  \n2. Having considered the Motions, the related briefing, and the argument s of \ncounsel at the hearing on the Motions, the Court GRANTS the Motion to Intervene \nand DENIES the Rule 60(b) Motion. \nSmith Debnam  Narron Drake Saintsing & Myers, LLP, by Byron L. \nSaintsing, for Plaintiffs Nivison  Family Investments, LLC and Old \nBattleground Properties, Inc. and Third -Party Defendant Arthur \nNivison.  \n \nOak City Law LLP, by Robert E. Fields, III, for Receiver Gerald A. \nJeutter, Jr., as Receiver for JDPW Trust  U/T/A Dated June 8, 2007 , \nCentral Carolin a Surgical Eye Associates, P.A., HUTA Leasing LLC, \nSoutheastern Eye Management, Inc., Southeastern Cataract Laser \nCenter, PLLC, EMS Partners, LLC, KEPES Newco, LLC, and DRE \nNewco, LLC.  \n \nIn re Se. Eye Ctr. (Pending Matters), 2020 NCBC 58. \n \n \nWyatt Early Harris Wheeler, LLP, by Scott F. Wyatt and Donavan J. \nHylarides, for Defendants Richard A. Harris, Historic Castle McCulloch, \nLLC, and Castle McCulloch, Inc.  \n \nDouglas S. Harris, pro se.  \n \nWalter K. Burton, PLLC, by Walter K. Burton, for Kay Harris Turner, in \nher asserted capacity as the beneficiary of JDPW Trust U/T/A Dated \nJune 8, 2007. \n \nBledsoe, Chief Judge. \n \nI. \n \nBACKGROUND \n \n3. Relevant background facts and procedural history for these Motions are set \nforth in In re Se. Eye Ctr.  - Pending Matters, 2020 NCBC LEXIS 12, at *2 –4 (N.C. \nSuper. Ct. Jan. 30, 2020).  The Court briefly summarizes those facts and history and \nsets forth additional facts relevant to the Motions below.  \n4. On April 28, 2016, the Court entered both its Order Approving Nivison \nSettlement and Related Transactions Including Release of CCSEA Sal e Proceeds, \n(ECF No. 471), and its Order Approving Plaintiffs’ Motion for Appointment of \nReceiver for JDPW Trust (together, the “April 28, 2016 Orders”) , (ECF No. 472).  \nThrough the April 28, 2016 Orders, the Court placed the JDPW Trust U/T/A Dated \nJune 8,  2007 (“JDPW Trust” or the “Trust”) into receivership and approved a \nsettlement agreement between Old Battleground Properties, Inc. and Nivison Family \nInvestments, LLC (together, the “Nivison Parties”), various receivership entities, and \nthe Trust that allowed the Nivison Parties a $2.1 million claim against the Trust.  \n \n \n5. Over three years later, o n August 13, 2019, Turner, as the purported \nbeneficiary of the Trust, and through her counsel  at the time,  Douglas S. Harris  \n(“Harris”), filed a motion to both set aside the Nivison Parties’ $2.1 million claim and \nto remove the Trust from receivership (“Original Rule 60(b) Motion”).  (Mot. Remove \n$2.1 Million J. JDPW Trust & Remove JDPW Trust Receivership Pursuant Rule \n60(b)(4)(5)(6), ECF No. 1176) ; see also In r e Se. Eye Ctr.  - Pending Matters, 2019 \nNCBC LEXIS 29 , at *3 –23 (N.C. Super. Ct. May 7, 2019)  (providing further \nbackground as to the events surrounding the creation of the Trust receivership).  Soon \nafterward, Turner  also moved to intervene in this action  (“Original Motion to \nIntervene”).  (Mot. Sole Beneficiary JDPW Trust, Kay Harris Turner, Intervene \nPursuant Rule 24 North Carolina Rules Civil Procedure, ECF No. 1182.)   \n6. Before the scheduled hearing on the Original Rule 60(b) Motion and Original \nMotion to Intervene was held , the  Nivison Parties moved to disqualify Harris as \ncounsel for Turner (“Motion to Disqualify”).  (Pls.’ Mot. Disqualify Douglas S. Harris \nCounsel Kay Harris Turner, ECF 1196.)  After the hearing on the Original Rule 60(b) \nMotion, the Original Motion to Intervene, and the Motion to Disqualify , at which \nDouglas S. Harris appeared pro se and on behalf of Turner and all other parties were \nrepresented by counsel, the Court , through an order and opinion dated January 30, \n2020, (i) granted the Motion to Disqualify; (ii) disqualified Harris from acting as \ncounsel for Turner ; (iii) struck all motions  and other materials  filed by Harris on \nbehalf of Turner, including the Original Rule 60(b) Motion and Original Mot ion to \nIntervene; and (iv) permitted Turner to retain nonconflicted successor counsel to \n \n \nrepresent her interests in these proceedings and, if she deemed it appropriate, seek \nintervention and relief concerning the $2.1 million claim and the Trust receivership.  \nIn re Se. Eye Ctr., 2020 NCBC LEXIS 12, at *16–17.   \n7. Walter K. Burton thereafter appeared as counsel for Turner on April 15, \n2020 and filed both the current Rule 60(b) Motion and Motion to Intervene that same \nday.  (Mot. Remove $2.1 Million J. JDPW Trust & Remove JDPW Trust Receivership \nPursuant Rule 60(b)(4)(5)(6), ECF No. 1288; Mot. Sole Beneficiary JDPW Trust, Kay \nHarris Turner, Intervene Pursuant Rule 24 North Carolina Rules Civil Procedure  \n[hereinafter “Mot. Intervene”], ECF No. 1291.)   \n8. The Motions have been fully briefed, and the Court held a hearing on the \nMotions by videoconference on July 21, 2020 at which Douglas S. Harris appeared \npro se and all other parties were represented by counsel.  The Motions ar e now ripe \nfor resolution.   \nII. \nANALYSIS \nA. Motion to Intervene \n9. Turner moves to intervene under Rule 24 of the North Carolina Rules of \nCivil Procedure (“Rule (s)”) on grounds that Turner ’s interests are not completely \naligned with any party to these proceedings and  because such motions are seldom \ndenied.  (Mot. Intervene 1, 5.)  All parties consent to Turner’s intervention except for \nthe Nivison Parties.   (See Mem. Law Opp’n Kay Harris Tu rner’s Renewed Mot. \nIntervene [hereinafter “Mem. Opp’n Mot. Intervene”], ECF No. 1305.)   \n \n \n10. Rule 24 provides for intervention both as of right and through court \npermission.  I ntervention as of right under Rule 24(a) is appropriate when “(1) a \nstatute . . . c onfers an unconditional  right to intervene or (2) an interest in the \nproperty or transaction . . . is the subject of the action[, and] such interest was not \nadequately represented by the existing parties and would be impaired if intervention \nwere not granted.”  Holly Ridge Assocs., LLC v. N.C. Dep’t of Env’t & Nat. Res. , 361 \nN.C. 531, 537, 648 S.E.2d 830, 835 (2007).   \n11. Permissive intervention under Rule 24(b) is appropria te “[w]hen an \napplicant’s claim or defense and the main action  have a question of law or fact in \ncommon[.]”  Hinton v. Hinton , 250 N.C. App. 340, 346, 792 S.E.2d 202, 206 (2016)   \n(quoting N.C. R. Civ. P. 24(b)(2)).  Unlike intervention as of right, “Rule 24(b)(2) does \nnot require a permissive intervenor to show ‘a direct personal or pecuniary interest \nin the subject of the litigation.’ ”  Koenig v. Town of Kure Beach , 178 N.C. App. 500, \n507, 631 S.E.2d 884, 889 (2006) (quoting In re Baby Boy Scearce, 81 N.C. App. 531, \n541, 345 S.E.2d 404, 410 (1986)).  “[P]ermissive intervention by a private party under \nRule 24(b) rests within the sound discretion of the trial court and will not be disturbed \non appeal unless there was an abuse of discretion.”  Holly Ridge Assocs., 361 N.C. at \n538–39, 648 S.E.2d at 836 (quoting Virmani v. Presbyterian Health Servs. Corp., 350 \nN.C. 449, 460, 515 S.E.2d 675, 683 (1999)).  Nevertheless , “Rule 24(b)(2) expressly \nrequires that in exercising discretion as to whether to allow permissive intervention, \n‘the court shall consider whether the intervention will unduly delay or prejudice the \n \n \nadjudication of the rights of the original parties. ’ ”  Virmani , 350 N.C. at  460, 515 \nS.E.2d at 683 (quoting N.C. R. Civ. P. 24(b)).   \n12. Whether intervention is as of right or permissive, the successful intervenor \nhas the same rights as any party in the litigation.  See Holly Ridge Assocs., 361 N.C. \nat 535, 648 S.E.2d at 834 (“ Rule 24 has long been interpreted to mean that a \nsuccessful intervenor under subsection (a) or  (b) enters the case as a party. ” \n(emphasis added)); Leonard E. Warner, Inc. v. Nissan Motor Corp. , 66 N.C. App. 73, \n78, 311 S.E.2d 1, 4 (1984)  (“After intervention, an intervenor is as much a party to \nthe action as the original parties are and has rights equally as broad.” (citing 59 Am. \nJur. 2d Parties §§ 177, 181 (1971)).1 \n13. In support of her Motion to Intervene, Turner  argues that she has an \ninterest in property at issue in this lawsuit, particularly in regard to the  Nivison \nParties’ $2.1 million claim against the Trust, that would “denigrate [her] small claim \nof $126,000 almost out of existence if paid proportionately .”  ( Br. Supp. Mot. Sole \nBeneficiary JDPW Trust, Kay Harris Turner, Intervene Pursuant Rule 24 North \nCarolina Rules Civil Procedure 8, ECF No. 1287.)  As a result, Turner claims she may \nintervene as of right. \n14. The Nivison Parties contend otherwise and advance several compelling \narguments against intervention.  They  argue it is undisputed that because Turner \n \n1 Even though Turner has suggested her intervention is “for the . . . purpose of making a Rule \n60(b)(4)(5)(6) Motion to Set Aside or otherwise declare as void portions of the Court’s 28 April \n2016 Order Approving Pls.’ Mot. For Appointment of Receiver for JDPW Trus t[,]” (Mot. \nIntervene 1), the Court will not limit Turner’s rights as a party in this case upon intervention, \nsee Leonard E. Warner, 66 N.C. App. at 79, 311 S.E.2d at 5 (“Once an intervenor becomes a \nparty, he should be a party for all purposes.”).   \n \n \nwas named the beneficiary of the Trust by her ex -husband, the Trust grantor, prior \nto their subsequent divorce, N.C.G.S. § 36C -6-606 applies to revoke her designation \nas a Trust beneficiary.2  (Mem. Opp’n Mot. Intervene 2–5.)  The Nivison Parties also \ncontend that Turner should be estopped from intervening because she received \nnumerous e-mails and oral communications concerning this matter before and after \nthe receivership was created in April 2016 yet waited over three years to seek the \nrelief she requests in the Motions.  (Mem. Opp’n Mot. Intervene 8–10.)  The Nivison \nParties further assert that even if Turner is somehow deemed a Trust beneficiary, \nshe is not a necessary party to these proceedings  since no North Carolina case has \nheld that a trust beneficiary—like Turner alleges she is here—is a necessary party to \na suit by a trust creditor—like the Nivison Parties are here—against the trust to \nenforce a trust debt incurred by the trustee.  (Mem. Law Opp’n Kay Harris Turner’s \nRenewed Mot. Remove NFI $2.1 Million Judgment JDPW Trust & Remove JDPW \nTrust Receivership 7–9, ECF No. 1306; see also Mem. Opp’n Mot. Intervene 11.)   \n15. Notwithstanding these arguments, and without deciding the merits of any \nof them, the Court concludes that, in the current circumstances , Turner should be \npermitted to intervene under Rule 24(b).  The Court does so, however,  expressly \nreserving for later determination the arguments the Nivison Parties have raised in \nopposition to Turner’s intervention should Turner ’s claim against the Trust be \n \n2 The Nivison Parties argue that “pursuant to N.C. Gen. Stat. § 36C-6-606, dissolution of the \nsettlor’s marriage by absolute divorce after executing a revocable trust revokes all provisions \nof the trust in favor of the settlor’s former spouse .”  (Mem. Opp’n Intervene 3.)  Thus, the \nNivison Parties contend that Turner’s absolute divorce from the Trust’s grantor, her former \nspouse, revoked her designation as a beneficiary of the Trust.   \n \n \n \nadvanced for judicial determination or Turner otherwise seeks relief  in this action .  \nThe Court concludes that proceeding in this fashion will not prejudice any party to \nthe litigation and will allow Turner to seek to protect her claimed interest in the Trust \nas she deems appropriate.   \n16. The Court does note that to the extent that Turner is not a proper \nbeneficiary of the Trust by operation of section 36C-6-606 and thus lacks standing to \nadvance her claim against the Trust or seek other  relief, lack of standing does not \nnecessarily defeat her request for permissive intervent ion.  See, e.g., Bruggeman v. \nMeditrust Co., 165 N.C. App. 790, 796, 600 S.E.2d 507, 511 (2004) (“[W]hether a party \nhas standing is merely a factor courts may consider in exercising their discretion to \ngrant permissive intervention once the requirements for permissive intervention are \nsatisfied.” (quoting 59 Am. Jur. 2d Parties § 207 (2003))); see also Koenig, 178 N.C. \nApp. at 507, 631 S.E.2d at 889 (holding that while a “potential intervenor’s alleged \nclaim or defense must have a question of law or fact in  common with the pending \naction[,]” that inquiry is separate from whether the parties have standing to bring \nsuch claim or defense).   \n17. Here, Turner has alleged that she is a  beneficiary of the Trust  with a \nfinancial interest in prosecuting  her claim for $126,000 against the Trust and in \ndefending against the Nivison Parties’ $2.1 million claim against the Trust.  (See Dep. \nKay Turner 20:1–19, 77:9–21, ECF No. 1205.1; Exs. Receiver’s Resp. Mot. Intervene \nEx. B, ECF No. 1201.1 .)  In addition, it appears to the Court that Turner’s  asserted \ngrounds for intervention “and the main action have a question of law or fact in \n \n \ncommon.”  Sloan v. Inolife Techs., 2018 NCBC LEXIS 181, at *2 (N.C. Super. Ct. Jan. \n18, 2018) ; (see also Castle McCulloch Suppl. Br. Regarding Issues Trial, ECF No. \n1224; Joint Statement Clarifying Remaining Issues Trial, ECF No. 1225; Douglas S. \nHarris Suppl. Br. Regarding Issues Trial, ECF No. 1226) .  As a result, the Court \nconcludes that the requirements of Rule 24(b) are satisfied and that Turner’s \npermissive intervention is appropriate.  Accordingly, in the exercise of the Court’s \ndiscretion, Turner shall be permitted to intervene in this action under Rule 24(b).\n3  \nB.   Rule 60(b) Motion \n18. Turner argues through her Rule 60(b) Motion that she was not provided \nnotice that a motion had been filed seeking to place the Trust into receivership or to \npermit a $2.1 million claim against it .  She further contends that changed \ncircumstances since the receivership w as created and the $2.1 million claim was \nallowed should cause the Court to vacate its previous orders regarding the \nreceivership and void the $2.1 million claim in favor of the Nivison Parties.  (Br. Supp. \nMovant’s Mot. Remove NFI’s $2.1 Million J. JDPW T rust & Remove JDPW Trust \nReceivership 1–7, ECF No. 1289.)   \n19. Rule 60(b) states that “[o]n motion and upon such terms as are just, the \ncourt may relieve a party . .  . from a  final judgment, order, or proceeding [.]”  Our \ncourts have recognized that “ [t]o proceed under Rule 60(b)  . . . requires an initial \ndetermination of whether a [procedural act] constitutes a ‘ judgment, order[,] or \n \n3 In light of the Court’s conclusion that permissive intervention under Rule 24(b) is \nappropriate and shall be granted , the Court need not address Turner’s contention that she \nshould be permitted to intervene as of right under Rule 24(a). \n \n \nproceeding.’ ”  Carter v. Clowers, 102 N.C. App. 247, 252, 401 S.E.2d 662, 665 (1991) \n(quoting N.C. R. Civ. P. 60(b)).   Our courts have further concluded that “Rule 60(b) \n‘has no application to  interlocutory judgments, orders, or proceedings of the trial \ncourt.  It only applies, by its express terms, to  final judgments.’ ”  Kingston v. Lyon \nConstr., Inc., 207 N.C. App. 703, 709, 701 S.E.2d 348, 353 (2010) (quoting Sink v. \nEaster, 288 N.C. 183, 196, 217 S.E.2d 532, 540 (1975)); see also Sides v. Reid, 35 N.C. \nApp. 235, 237, 241 S.E.2d 110, 111 (1978) (“Motions to set aside a final judgment are \ngoverned by Rule 60(b) of the Rules of Civil Procedure.” (emphasis added)).    \n20. Under North Carolina law, “a final judgment [i]s ‘one which disposes of the \ncause as to all the parties, leaving nothing to be judicially determined between them \nin the trial court.’ ”  State v. Singleton , 201 N.C. App. 620, 626, 689 S.E.2d 562, 566 \n(2010) (quoting Veazey v. City of Durham , 231 N.C. 357, 361–62, 57 S.E.2d 377, 381 \n(1950)).  Such is clearly not the situation here, and Turner makes no argument to the \ncontrary.   \n21. The April 28, 2016 Orders did not dispose of this case, and much remains to \nbe judicially determined in this action, including claims that must be resolved by a \nfactfinder at trial.  ( See, e.g., Joint Statement Clarifying Remaining Issues Trial.)  \nIndeed, the Supreme Court of North Carolina dismissed the appeal of the April 28, \n2016 Orders after oral argument, opining that “Appellants have failed to demonstrate \ngrounds for appellate review under N.C.G.S. [§] 7A-27(a)(3)[,]” In re Se. Eye Ctr. - \nPending Matters, 809 S.E.2d 582, 582 (N.C. 2018) , thus determining that the April \n28, 2016 Orders were interlocutory and did not “[a]ffect[ ] a substantial right [,] [i]n \n \n \neffect determine[ ] the action and prevent[ ] a judgment from which an appeal might \nbe taken [,] [d]iscontinue[ ] the action [, or ] [g]rant[ ] or refuse[  ] a new trial [,]” \nN.C.G.S. § 7A-27(a)(3).  The Supreme Court made clear, and this Court agrees, that \nneither of the April 28, 2016 Orders constituted a final judgment under law. \n22. Where, as here, “ there has not been an adjudication and disposition of all \nclaims,” our appellate courts have instructed trial courts that relief under Rule 60(b) \nis unavailable.  Blyth v. McCrary, No. COA09-163, 2009 N.C. App. LEXIS 2197, at *5 \n(N.C. Ct. App. Dec. 8, 2009) .  A s summarized by the Court of Appeals, “[u] ntil the \ntrial court enters a final judgment , there is no order from which plaintiffs can seek \nrelief pursuant to Rule 60(b ).”  Id.  Accordingly, the Court concludes that Turner’s \nRule 60(b) must be denied on this ground.   \nC.  Further Review of Previous Orders \n23. “Trial courts are vested with broad authority to supervise receivers [,]” \nBandy v. Gibson, 2017 NCBC LEXIS 57, at *8 (N.C. Super. Ct. June 29, 2017), which \nincludes the authority to “make such orders and decrees with respect to the discharge \nof their trust as justice and equity may require[,]” Lambeth v. Lambeth, 249 N.C. 315, \n321, 106 S.E.2d 491, 495 (1959).  Although Turner, Harris, and  the Castle McCulloch \nDefendants urge the Court to set aside the $2.1 million claim and dissolve the \nreceivership over the Trust, and w hile this Court recognizes that it has broad \nauthority to review and amend both of the April 28, 2016 Orders, the Court concludes, \nin the exercise of its discretion, that such a course is neither necessary nor \n \n \nappropriate on the facts of record in this case or required by applicable law  at this \ntime. \nIII. \nCONCLUSION \n24. WHEREFORE, based on the foregoing, the Court hereby ORDERS  as \nfollows: \na. Turner’s Motion to Intervene is hereby GRANTED, and Turner shall be \nadded as an intervenor-party for all purposes in this action; and  \nb. Turner’s Rule 60(b) Motion is hereby DENIED.  \nSO ORDERED, this 17th day of August, 2020. \n \n      /s/ Louis A. Bledsoe, III    \n      Louis A. Bledsoe, III \n      Chief Business Court Judge \n "
}