{
  "id": "c8cb570ad8078077804e794d3c736f4877c6ffb57a3fb2a54ab0bc2b39091c80",
  "source_file": "data/raw/ncbc/c8cb570ad8078077804e794d3c736f4877c6ffb57a3fb2a54ab0bc2b39091c80.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n24CV050767-590 \nTHE HOSE COMPANY LLC,  \n \n   Plaintiff,  \n \nv. \n \n \nROBERT M. SMITH, \n \n                     Defendant. \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION TO DISMISS  \n  \n \n \n1. THIS MATTER is before the Court on Defendant’s Motion to Dismiss (the \nMotion) filed pursuant to Rule 12(b)(6) of the North Carolina Rules of Civil Procedure \n(the Rule(s)), (ECF No. 32). \n2. The Court, having considered the Motion, the briefs supporting and \nopposing the Motion , and the parties’ arguments at a hearing held on 27 February \n2025, concludes for the reasons stated below that the Motion should be GRANTED \nin part and DENIED in part. \nRobinson, Bradshaw & Hinson, P.A. by Julian Wright and Kelley \nStorey, for Plaintiff.  \n \nBell, Davis & Pitt, P.A. by Marc Gustafson and Kevin Roak, for \nDefendant. \n \nEarp, Judge. \n \n  \nHose Co. v. Smith, 2025 NCBC 17. \nI. FACTUAL AND PROCEDURAL BACKGROUND \n3. The Hose Company (T HC) is a Wyoming corporation with operations in \nUnion County, North Carolina.  (Ver. Compl. ¶ 1, ECF No. 3.)  It has operated in the \nhose industry for about ten years selling hydraulic, pressure washing, and industrial \nhose.  In addition to hose, it also sells hose fittings, adapters, accessories, and bundles \nof complete, ready -to-install custom hose setups throughout the United States and \nCanada.  (Ver. Compl. ¶ 3.)  \n4. THC’s hydraulic hose is sold under the brand name Hydrauli -Flex.  Its \ngeneral-purpose water and chemical hose is called Soft Jet, and its pressure-washing \nhose is known as Fierce Jet.  (Ver. Compl. ¶¶ 5–7.)  \n5. Robert M. Smith (Smith) worked at THC from approximately September \n2016 to January 2024, first as Operations Manager and then as General Manager.  \n(Ver. Compl. ¶ 8.)  He became a shareholder in THC beginning in May 2021 and \ncontinuing until his resignation.  (Ver. Compl. ¶ 9.)   \n6. Smith’s duties included management of the design, manufacture, assembly, \nand sale of hydraulic, pressure washing, and industrial hose.  Further, Smith looked \nfor, developed, and analyzed potential business partnerships with and acquisitions \nby THC of other companies and assets in the hose business.  (Ver. Compl. ¶ 8.)  \n7. Based on his position, Smith had access to THC’ s confidential information \nincluding pricing; operating costs and expenses; budgeting; supplier data; customer \ndata, needs and preferences; customer relations; proprietary technology; operational \nprocesses and tools; and market strategy and performance.  (Ver. Compl. ¶ 10.) \n8. On 20 July 2022 , Smith signed a Noncompetition Agreement (the \nAgreement) in exchange for increased compensation.  (Ver. Compl. ¶ 11.)  The \nagreement contained the following noncompetition provision:  \n1.  Noncompetition.  \n \n (a)  [Smith] agrees that, during the Restricted Period, [Smith]  \nshall not accept employment to design, manufacture, assembly [sic], and \nsale [sic] of hydraulic and industrial hose, or to perform any other \nservices which are the same as or similar to services [Smith]  has \nperformed or will perform for [THC], within the Restricted Territory.  \n \n(Ver. Compl., Exhibit 1 Noncompetition Agreement [Agreement] § 1(a).)  \n \n9. The restricted territory and restricted period were defined in the \nAgreement as follows:  \n(b)  As used herein, the following terms shall have the following \nmeanings:  \n \n  “Restricted Territory” means the following: (i) the geographic area \nwithin a  100-mile radius of [THC’s]  facility at 301 Warehouse Drive, \nMatthews, North Carolina; (ii) Mecklenburg County, North Carolina; \n(iii) counties contiguous to Mecklenburg County, North Carolina; (iv) the \nState of North Carolina; (v) states contiguous to the State of North \nCarolina; (vi) the State of South Carolina; (vii) the State of Georgia; (viii) \nthe State of Virginia; (ix) the State of Tennessee; (x) the State of Florida; \n(xi) the State of Texas; (xii) the contiguous United States; (xiii) the \nUnited States; (xiv) or in any geographic area within a 5 -mile radius of \n[THC] locations or [THC] customer locations in which the Employee \nexercised responsibility or serviced customers of the Company.  \n \n  “Restricted Period” means a period that is two years after the \ntermination of [Smith’s] employment with [THC], whether voluntary \ntermination by [Smith] or termination for cause by [THC.] \n \n(Agreement § 1(b).)  \n \n10. On 2 January 2024, Smith  submitted his resignation letter, stating in \npertinent part: \nMy last working day will be January 19th, 2024, as I have accepted a \nnew opportunity as the Director of Integration Business Development \nat Triosim, a paper and pulp manufacturing and servicing company \nbased in Appleton, WI.  \n* * * * \nAdditionally, in accordance with my non -competition agreement, my \nnew role at Triosim will not involve direct engagement or contact with \nany of The Hose Company's customers, vendors, or employees. I am \ncommitted to upholding the terms of our agreement and ensuring \nseamless transition. \n(Ver. Compl., ¶ 19, Exhibit 2 Resignation Letter [Resignation Letter].)  \nHowever, f ollowing Smith’s departure from THC, Plaintiff became aware of \nSmith’s involvement in the hose business on behalf of Tri osim Corporation \n(Triosim) and others.  \n A.  Smith’s Work with Triosim \n11. After leaving THC, Defendant began working as Director of Integration and \nBusiness Development for Triosim.  (Ver. Compl. ¶ 20.)  THC believed that Smith \nwas working in the paper and pulp industry.  (Ver. Compl. ¶ 22.)  \n12. After his departure, THC sent Smith a letter reminding him of his \ncontractual obligations.  (Ver. Compl. ¶ 53.)  On 9 May 2024, Triosim ’s counsel  \nconfirmed that Triosim was aware of THC’s Noncompetition Agreement and that it \nwas utilizing Smith to perform services that did not compete with THC to ensure that \nSmith complied.  (Ver. Compl. ¶ 55.)  Plaintiff relied on these representations.  (Ver. \nCompl. ¶¶ 70–71.)  \n13. On 7 August 2024, however, an email inadvertently sent to Smith’s old THC \nemail address revealed that Smith was engaged in the industrial hose industry in \nsome capacity for a company called Albany Rubber & Gasket (Albany).  (Ver. Compl. \n¶ 23; Ver. Compl., Exhibit 3.)  THC investigated and determined that Smith was \nworking for Trident Services, LLC (Trident), a division of Triosim.  (Ver. Compl. ¶¶ \n24–25.)  Albany, which sells industrial and hydraulic hose, is a subsidiary of Trident \nlocated in Georgia.  (Ver. Compl. ¶ 26.)  \n14. Other subsidiaries of Trident include Montgomery Rubber & Gasket \n(Montgomery) located in Alabama, MS Rubber (MS) located in Mississippi, and \nPensacola Rubber & Gasket (Pensacola) located in Florida.  (Ver. Compl. ¶ 27.)  \nAlbany sells industrial and hydraulic hose; Montgomery and MS sell hydraulic and \nindustrial hose and fittings; and Pensacola sells all types of hose products including \nindustrial, hydraulic, metal, tubing, ducting, and automotive.  (Ver. Compl. ¶¶ 29 –\n33.)  \n B .  Christoper Inks and Manatee \n15. Christopher Inks (Inks), Smith’s longtime friend , began working for THC \non or about 29 April 2020.  Inks was not required to sign a noncompetition agreement \nbecause Smith vouched for his character.  (Ver. Compl. ¶¶ 35–36.) \n16. THC believes that Inks and Smith began discussing a partnership to \ndevelop and sell hoses and hose-related parts while they were both employed by THC, \nbut they did not have the capital to do so on their own.  (Ver. Compl. ¶ 45.) \n17. In November 2023, while both were employed by THC, Smith and Inks \ntraveled to California with individuals from Manatee Pressure Washer Supply and \nRepair (Manatee) , one of THC’s Fierce Jet hose customers, to identify warehouse \nspace and discuss a potential joint venture between THC and Manatee.  (Ver. Compl. \n¶¶ 41, 46.)  The idea did not progress after the trip.  (Ver. Compl. ¶ 47.)   \n18. Approximately three months later, American Pressure Equipment, LLC \n(APE), a company affiliated with Manatee, was incorporated in Florida.  (Ver. Compl. \n¶¶ 38, 40.)  APE sells its own line of pressure washing hose under the brand name \nRampage, which compete s with THC’s Fierce Jet.  (Ver. Compl. ¶ 44.)  Plaintiff \nalleges that both Smith and Inks approached Manatee and “played roles” in starting \nthe business.  (Ver. Compl. ¶¶ 38, 48.)   \n19. THC alleges that Inks began working for APE and Manatee in early 2024, \nwhile he was still a THC employee.  (Ver. Compl. ¶ 49.)  During this time, THC \nbelieves that Inks consulted with Smith regarding APE products that compete with \nTHC’s products.  (Ver. Compl. ¶¶ 42 –43.)  THC also believes Inks coordinated with \nSmith to copy THC’s information.  (Ver. Compl. ¶ 50.)   When THC discovered the \nconflict of interest, it terminated Inks’ employment on 24 April 2024.  (Ver. Compl. ¶ \n51.)   \n20. After Inks was terminated, THC learned from one of its c ustomers, L&H \nIndustrial, that APE had been trying to lure it away.  (Ver. Compl. ¶ 52.) \n21. THC’s Complaint, filed 30 October 2024, alleges claims against Smith for \n(1) breach of contract; (2) fraud ulent concealment with respect to his work with \nTriosim and its affiliates in the hose industry ; (3) fraud ulent concealment with \nrespect to his work with Inks, Manatee, and APE  to develop a competing product  \nwhile he was General Manager of THC; (4) misappropriation of trade secrets (THC’s \ncustomer lists and pricing information) ; (5) violation of the North Carolina Unfair \nand Deceptive Trade Practices Act; and (6) civil conspiracy.  ( See generally  Ver. \nCompl.)  \n22. On 6 January 2025, Smith filed this Motion, as well as  his Answer to the \nComplaint, (ECF No. 34).  On 27 February 2025, th e Court held a hearing on the \nMotion.  Both parties appeared and were heard.  The Motion is now ripe for decision.  \nII. LEGAL STANDARD \n23. A motion to dismiss under Rule 12(b)(6) “tests the legal sufficiency of the \ncomplaint.”  Isenhour v. Hutto, 350 N.C. 601, 604 (1999) (cleaned up).  Dismissal is \nproper when “(1) the complaint on its face reveals that no law supports the plaintiff's \nclaim; (2) the complaint on its face reveals the absence of facts sufficient to make a \ngood claim; or (3) the complaint discloses some fact that necessarily defeats the \nplaintiff's claim.”  Corwin v. Brit. Am. Tobacco PLC, 371 N.C. 605, 615 (2018) (citation \nand quotation marks omitted).  \n24. The Court does not make findings of fact when deciding a motion to dismiss.  \nIt recites below factual allegations from the Verified Complaint that are relevant to \na determination of the Motion.  See, e.g., White v. White, 296 N.C. 661, 667 (1979) \n(stating that the purpose of “a motion to dismiss is to test the law of a claim, not the \nfacts which support it”). \n25. In deciding the motion, the Court must treat all well-pleaded allegations \nas true and view the facts and permissible inferences in the light most favorable to \nthe nonmoving party.  See, e.g., Sykes v. Health Network Sols., Inc., 372 N.C. 326, 332 \n(2019).  However, w hile the  allegations are  liberally construed, the Court is not \nrequired “to accept as true allegations that are merely conclusory, unwarranted \ndeductions of fact, or unreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. DHHS, \nDiv. of Facility Servs. , 174 N.C. App. 266, 274 (2005) (quoting Veney v. Wyche, 293 \nF.3d 726, 730 (4th Cir. 2002)).   \nIII. ANALYSIS \n26. Defendant contends that each of the claims brought by Plaintiff fails as a \nmatter of law and should be dismissed.  (Def. Robert M. Smith’s Br. in Supp. of his \nRule 12(b)(6) Mot. to Dismiss [Def.’s Br.] at 5, ECF No. 33.)  The Court addresses each \nclaim below.  \nA. Breach of Contract \n27. The Court has already addressed THC’s  claim for breach of contract in \nresponse to THC’s Motion for Preliminary Injunction.  (Order on Pl.’s Mot. for Prelim. \nInj., ECF No. 58.)  The claim is based solely on Smith’s alleged breach of a \nnoncompetition provision  in an agreement with THC that Smith signed while \nemployed.  Because the Court has concluded that the noncompetition provision at \nissue is unenforceable as a matter of law, the Motion shall be GRANTED, and THC’s \nclaim for breach of contract is dismissed with prejudice.\n1   \n  \n \n1 “The decision to dismiss an action with or without prejudice is in the discretion of the trial \ncourt.” First Fed Bank v. Aldridge, 230 N.C. App. 187, 191 (2013). \n \nB. Fraudulent Concealment  \n28. THC brings two fraud ulent concealment claims against Smith .  The first \nalleges that he  fraudulently concealed the fact that , after leaving THC,  his \nemployment with Triosim would involve working, identifying, and acquiring \ncompanies and assets in the industrial hose industry, including Albany, Montgomery, \nMS, and Pennsacola .  (Ver. Compl. ¶¶ 65–66.)  The second alleges that during his \nemployment with THC, Smith fraudulent ly concealed his work with Inks, Manatee, \nand APE to develop a competing business.  (Ver. Compl. ¶ 75.)   \n29. “[F]raudulent concealment or fraud by omission is, by its very nature, \ndifficult to plead with particularity.”  Lawrence v. UMLIC-Five Corp., 2007 NCBC \nLEXIS 20, at **9 (N.C. Super. Ct. June 18, 2007) (quoting Breeden v. Richmond Cmty. \nColl., 171 F.R.D. 189, 195 (M.D.N.C. 1997)).  THC must plead: \n(1) the relationship [between the plaintiff and defendant] giving rise to \nthe duty to speak; (2) the event or events triggering the duty to speak \nand/or the general time period over which the relationship arose and the \nfraudulent conduct occurred; (3) the general content of the information \nthat was withheld and the reason for its materiality; (4) the identity of \nthose under a duty who failed to make such disclosures; (5) what [the \ndefendant] gained by withholding information; (6) why [the] plaintiff's \nreliance on the omission was both reasonable and detrimental; and (7) \nthe damages proximately flowing from such reliance. \n \nBreeden, 171 F.R.D. at 195–96 (adopted by Lawrence, 2007 NCBC LEXIS 20, at \n**10). \n30. To pl ead fraudulent concealment there must be a duty to disclose.  Such a \nduty arises when: (1) a fiduciary relationship exists between the parties to the \ntransaction; (2) a party has taken affirmative steps to conceal material facts from the \nother; or (3) one party has knowledge of a latent defect in the subject matter of the \nnegotiations about which the other party is both ignorant and unable to discover \nthrough reasonable diligence.  See, e.g., Hardin v. KCS Int'l, Inc., 199 N.C. App. 687, \n696 (2009). \n31. Smith contends that both fraudulent concealment claims fail because he \nwas under no obligation to make disclosures to THC.  He argues that THC  has not \npled either (1) that while employed as a manager, he exercised sufficient dominance \nand control over THC t o be required to make disclosures as it s de facto fiduciary or \n(2) that when he left THC , he took affirmative steps to conceal material fact s \nregarding his job with Triosim.  (Def.’s Br. at 17–20.) \n32. “North Carolina recognizes two types of fiduciary relationships: de jure, or \nthose imposed by operation of law, and de facto, or those arising from the particular \nfacts and circumstances constituting and surrounding the relationship.”  Hager v. \nSmithfield E. Health Holdings, LLC, 264 N.C. App. 350, 355 (2019) (citing Lockerman \nv. S. River Elec. Mbrshp. Corp., 250 N.C. App. 631, 635 (2016)). \n33. THC argues that it has adequately pled that Smith was THC’s fiduciary \nbecause it has alleged that, as General Manager, Smith was a “company official” and \ncompany officials owe fiduciary duties to their companies  as a matter  of law.  (Pl.’s \nOpp. to Def.’s Mot. to Dismiss [Pl.’s Opp] at 18–20, ECF No. 48, citing N.C.G.S. § 57D-\n3-23.)  But that is not what the Verified Complaint actually says.  THC has alleged \nonly that Smith’s duty to disclose arose from his status as a THC employee and \nshareholder, not as a manager or other official of this limited liability company.  (Ver. \nCompl. ¶¶67, 76.)    \n34. A fiduciary relationship can also arise de facto and “extends to any \npossible case in which a fiduciary relationship exists in fact, and in which there is \nconfidence reposed on one side, and resulting domination and influence on the \nother.”  Dalton v. Camp, 353 N.C. 647, 651–52 (2001) (quoting Abbitt v. Gregory, 201 \nN.C. 577, 598 (1931)).  THC argues that it has pled as much because Smith held a job \nof “significant responsibility.”  (Pl.’s Opp. at 19.)  \n35. Smith is correct that employees, even those holding high- level managerial \npositions, typically do not owe a fiduciary duty to their employers.  “North Carolina's \ncourts have consistently held that such a position does not give rise to fiduciary \nresponsibilities absent allegations of extraordinary facts that, if proven, would \nestablish that the employee controlled his   employer to the point of domin ation.”  \nLangley v. Autocraft, Inc., 2023 NCBC LEXIS 95, at **14–15 (N.C. Super. Ct. Aug. 7, \n2023) (citing  Reichhold Chems., Inc. v. Goel , 146 N.C. App. 137, 155 (2001) (no \nfiduciary duty for company vice president because “[a] managerial position alone does \nnot demonstrate the requisite domination and influence on the other required to \ncreate a fiduciary obligation ”); Battleground Veterinary Hosp., P.C. v. McGeough , \n2007 NCBC LEXIS 33, at **16 (N.C. Super. Ct. Oct. 1, 2007) ( “Even when an \nemployee is entrusted with substantial managerial authority, a fiduciary relationship \nwill not exist absent evidence that such a uthority led to the employer being \nsubjugated to the 'improper influences or domination of [its] employee. ’ ” (citation \nomitted)); Southeast Air Charter, Inc. v. Stroud, 2015 NCBC LEXIS 82, at **16 (N.C. \nSuper. Ct. Aug. 17, 2015) ( “Where an employee is neither an officer nor a director, \nextraordinary circumstances are necessary to impose a fiduciary duty[.]”)).2   \n36. Even though THC attributes the performance of important duties to Smith, \nit does not sufficiently allege that he  dominated and controlled  the company .  \nConsequently, THC has failed to plead the existence of a de facto  fiduciary duty to  \nsupport its first claim for fraudulent concealment.  See Lockerman, 250 N .C. App. at \n636 (“ The standard for finding a  de facto fiduciary relationship is a demanding one: \nOnly when one party figuratively holds all the cards —all the financial power or \ntechnical information, for example —have North Carolina courts found that the \nspecial circumstance of a fiduciary relationship has arisen.”). \n37. Because THC has not pled that Smith was its fiduciary, the Motion shall be \nGRANTED with respect to Count III of the Verified Complaint, THC’s claim for \nfraud that occurred while Smith was employed, and this claim is dismissed without \nprejudice.    \n38. As for Smith’s post-employment activity on behalf of Triosim , THC argues \nthat Smith ’s decision to word his resignation letter as he did amounted to an \naffirmative step to conceal the true nature of his activity in the hose industry.  (Pl.’s \nOpp. at 20–21.)  I nterpreting the allegations in the Verified Complaint in the light \nmost favorable to THC, the Court agrees that THC has sufficiently alleged that Smith \n \n2 Likewise, the fact that Smith was a THC shareholder is not enough to create a de facto \nfiduciary relationship.  “As a general rule, shareholders do not  owe a fiduciary duty to each \nother or to the corporation.”  Freese v. Smith, 110 N.C. App. 28, 37 (1993) (citing Russell M. \nRobinson, II, North Carolina Corporation Law, § 11.4 (1990)) \n \nintentionally misled THC by wording his resignation letter to conceal the true nature \nof his new job.  Given the liberal standard the Court must employ at this stage, the \nMotion shall be DENIED with respect to Count II of the Verified Complaint, THC’s \nclaim for Smith’s alleged fraudulent concealment relating to his work for Triosim.3 \n C. Misappropriation of Trade Secrets \n39. THC alleges that Smith misappropriated its “customer lists and pricing \ninformation,” both of which it asserts are trade secrets.  Smith responds  that THC \nhas not identified its  alleged trade secrets with sufficient particularity and further \nthat THC’s customer list is comprised of publicly available information.  (Def.’s Br. at \n21.)  Similarly, Smith argues that THC’s r eference to “ pricing information ” is not \nspecific and that there is no indication that THC took steps to keep  its prices \nconfidential.  (Def.’s Br. at 24.)  \n40. THC responds that courts have regularly held that these two types of \ninformation are trade secrets.  (Pl.’s Opp. at 22.)  THC  argues that, even if publicly \navailable information is included,  its allegation that it built its customer lists \nthroughout its 10 years of operation is sufficient to allege a compilation trade secret. \n(Pl.’s Opp. at  22.)  Similarly, THC contends that it has sufficiently identified the \npricing information as pertaining to its dealer network.  (Pl.’s Opp. at 22.)   \n \n3  Ultimately, to succeed on this claim, THC will be required to prove that Smith’s concealment \nled to actual damage, an essential element for a fraud claim.  See, e.g., Speller v. Speller, 273 \nN.C. 340, 343 (1968) (citing Johnson v. Owens, 263 N.C. 754, 756 (1965) (holding that, to be \nactionable, fraud must result in loss, damage or injury)). \n  \n41. “To plead misappropriation of trade secrets, ‘ a plaintiff must identify a \ntrade secret with sufficient particularity so as to enable a defendant to delineate that \nwhich he is accused of misappropriating and a court to determine whether \nmisappropriation has or is threatened to occur. ’ ”  Washburn v. Yadkin Valley Bank \n& Tr. Co., 190 N.C. App. 315, 326 (2008) (quoting Analog Devices, Inc. v. Michalski , \n157 N.C. App. 462, 468 (2003) ).  “[A] complaint that makes general allegations in \nsweeping and conclusory statements, without specifically identifying the trade \nsecrets allegedly misappropriated, is insufficient to state a claim for misappropriation \nof trade secrets.”  Aecom Tech. Corp. v. Keating , 2012 NCBC LEXIS 9, at **7 (N.C. \nSuper. Ct. Feb. 6, 2012) (citing Washburn, 190 N.C. App. at 327).   \n42. The North Carolina Trade Secrets Protection Act (NCTSPA) defines a trade \nsecret as “business or technical information, including but not limited to a formula, \npattern, program, device, compilation of information, method, technique, or process” \nthat both:  \na. [d]erives independent actual or potential commercial value from not \nbeing generally known or readily ascertainable through independent \ndevelopment or reverse engineering by persons who can obtain economic \nvalue from its disclosure or use; and  \n \nb. [i]s the subject of efforts that are reasonable under the circumstances \nto maintain its secrecy. \n \nN.C.G.S. § 66-152(3).  \n43. Six factors assist the Court to determine whether particular information is \nactually a trade secret:  \n(1) the extent to which the information is known outside the business; \n(2) the extent to which it is known to employees and others involved in \nthe business; (3) the extent of measures taken to guard the secrecy of \nthe information; (4) the value of information to the business and its \ncompetitors; (5) the amount of effort or money expended in developing \nthe information; and (6) the ease or difficulty with which the information \ncould properly be acquired or duplicated by others. \n \nCombs & Assocs. v. Kennedy , 147 N.C. App. 362, 369– 70 (2001); accord Wilmington \nStar-News, Inc. v. New Hanover Reg’l Med. Ctr., Inc. , 125 N.C. App. 174, 180– 81 \n(1997).  \n44. It is not the case , as THC appears to argue,  that pricing information and \ncustomer lists are, ipso facto, trade secrets.  Whether they are depends on the context \nin which the se terms are used.  It is up to the plaintiff to define that context.  See, \ne.g., Aecom, Tech. Corp. , 2012 NCBC LEXIS  9, at **8 (Plaintiffs’  allegation that \nDefendants misappropriated confidential information including “customer lists, \ncustomer contract information, pricing information, and product information” was too \nsweeping and conclusory to identify a trade secret); Krawiec v. Manly, 370 N.C. 602, \n611 (2017) (Plaintiff s claim identifying its trade secret only as “customer lists and \ncontact information” was insufficient.)   \n45. As our Supreme Court observed, “[l]ike the Ohio Court of Common Pleas in \nan often cited case involving a dispute between a dance studio and its former \nemployee, we recognize that  ‘[t]here is no presumption that a thing is a secret, ’ and \nemphasize the shortcomings of ‘ general allegations ’ in making a case for \nmisappropriation of trade secrets.”  Krawiec, 370 N.C. at 611 (quoting Arthur Murray \nDance Studios of Cleveland, Inc. v. Witter, 105 N.E.2d 685, 709–10 (Ohio Ct. Com. Pl. \n1952)). \n46. Here, THC alludes to a compiled list of customers but does not identify  the \ninformation included in the list or describe the effort and cost it incurred to put the \nlist together.  More information is necessary to allege a compilation trade secret.  See, \ne.g., Mech. Sys. & Servs. v. Howard, 2021 NCBC LEXIS 69, at *6–7 (N.C. Super. Ct. \nAug. 11, 2021)  (customer list that included contract terms, customer needs, pricing \ninformation, recruiting strategies, sales proposals and quotes, and correspondence \nwith pot ential customers that  took “many years of effort” to develop satisfied the \nparticularity requirement to plead a trade secret.); Red Valve, Inc. v. Titan Valve, \nInc., 2018 NCBC LEXIS 41, at **27 –28 (N.C. Super. Ct. Apr. 17, 2018) (compilation \nof customer purchasing preferences and order histories, as well as customer requests \nand complaints received over many years had competitive value and was recognized \nas a trade secret). \n47. As for pricing information, THC alleges only that it  is referring to pricing \nthat applies to its  dealer network.  It does not explain how this information , once \nreleased externally, is kept secret.  Clearly, its dealers know what they are charged , \nand there is nothing in the pleading to indicate that THC’s dealers cannot themselves \nuse this information to negotiate better deals with THC’s  competitors.  It is up to \nTHC to plead the existence of a trade secret with particularity.  Further, its general \nallegations regarding only internal security measures do not suffice .  Cf . Area \nLandscaping, LLC v. Glaxo-Wellcome, Inc., 160 N.C. App. 520, 525 (2003) (concluding \nat the summary judgment stage that plaintiff failed to present adequate evidence of \nsecurity measures with respect to pricing);  Campbell Sales Grp. , Inc. v. Niroflex by \nJiufeng Furniture, LLC , 2022 NCBC LEXIS 148, at ** 27 (N.C. Super. Ct. Dec. 5, \n2022) (same); Edgewater Servs. v. Epic Logistics Inc., 2009 NCBC LEXIS 21, at **14 \n(N.C. Super. Ct. Aug. 11, 2009) (same).  \n48. The Court concludes that THC  has failed to allege the identity of a trade \nsecret with sufficient particularity to support its claim, and its allegations regarding \nthe security measures  it used  to keep its pricing information secret are lacking.  \nAccordingly, the Motion as to Count IV, Misappropriation of Trade Secrets , is \nGRANTED, and this claim is dismissed without prejudice.  \n D. Unfair and Deceptive Trade Practice \n49. Under North Carolina’s Unfair and Deceptive Trade Practices Act (UDTPA) \n“[u]nfair methods of competition in or affecting commerce, and unfair or deceptive \nacts or practices in or affecting commerce, are declared unlawful.”   N.C.G.S. § 75 -\n1.1(a).  \n50. Three elements are needed to maintain a cause of action under this statute: \n“(1) an unfair or deceptive act or practice, or an unfair method of competition, (2) in \nor affecting commerce, (3) proximately causing actu al injury to defendant or \ndefendant business.”  Drouillard v. Keister Williams Newspaper Servs., Inc., 108 N.C. \nApp. 169, 172 (1992).  \n51. Smith argues that the unfair and deceptive trade practices claim must be \ndismissed because the claims underlying it fail.  (Def.’s Br. at 27.)  THC relies on both \nits fraud and its misappropriation of trade secrets claims, (Pl.’s Opp. at 25), but says \nthat, regardless of those claims, it has alleged that Smith  acted in an unethical or \nunscrupulous manner by deceiving THC about his work at Triosim , consulting with \nInks to develop Rampage, and concealing his work with Inks and APE.  (Pl.’s Opp. at \n26.) \n52. To the extent THC refers to Smith’s conduct while employed, the Court \nobserves that m ost employer -employee disputes do not affect commerce and are \ntherefore beyond the scope of the UDTPA.  See Dalton, 353 N.C. at 657 (recognizing \nthat the UDTPA “does not normally extend to run-of-the-mill employment disputes”).  \n53. In addition, the only fraud claim still standing, fraudulent concealment \nresulting from the wording of Smith’s resignation letter, is wrongful conduct that \noccurred internally.  See, e.g., Nobel v. Foxmoor Grp., 380 N.C. 116, 121 (2022) (“The \ninternal operations of a business entity are not within the purview of the Act”); White \nv. Thompson, 364 N.C. 47, 48 (2010) (“The General Assembly did not intend for the \n[UDTPA] to regulate purely internal business operations.”); Bhatti v. Buckland , 328 \nN.C. 240, 245 –46 (1991) (the Act regulates unfair and deceptive conduct in \ninteractions between market participants) ; Alexander v. Alexander, 250 N.C. App. \n511, 516 (2016) (UDTPA not implicated when “the unfairness of [Defendant’s] \nconduct did not occur in his dealings with [ other market participants ]” (citation \nomitted)); Wheeler v. Wheeler, 2018 NCBC LEXIS 38, at *12 (N.C. Super. Ct. Apr. 25, \n2018) (“Section 75-1.1 does not apply to the internal conduct of individuals within a \nsingle market participant. Rather, the General Assembly intended section 75 -1.1 to \napply to interactions between market participants.” (cleaned up)).  \n54. THC turns unsuccessfully to the Supreme Court’s opinion in Sara Lee Corp. \nv. Carter, 351 N.C. 27 (1998), for support.  In Sara Lee, the Supreme Court \ndetermined that the wrongdoer, Carter, was more than just an employee acting to \nharm his own employer.  He was also a vendor who had engaged with the company \nin commercial transactions in the marketplace.  In this unusual fact scenario, the \nCourt held that Carter’s status as an employee could not be used as a shield against \nhis liability as a vendor.  Sara Lee Corp., 351 N.C. at 33.  Unlike Carter in Sara Lee, \nSmith was not THC’s vendor.  THC alleges that Smith’s acts were wrongful because \nthey violated its expectations of him in the employment context. \n55. Because the conduct at issue was internal and not “in or affecting \ncommerce,” the Motion shall be GRANTED, and Count V, the claim for violation of \nthe UDTPA, is dismissed without prejudice.  \nE. Civil Conspiracy  \n56. “Civil conspiracy is not an independent cause of action in North Carolina. \nRather, liability for civil conspiracy must be alleged in conjunction with an underlying \nclaim for unlawful conduct.”  Glob. Textile All., Inc. v. TDI Worldwide, LLC , 2018 \nNCBC LEXIS 104, at **18 (N.C. Super. Ct. Oct. 9, 2018) (citing Toomer v. Garrett , \n155 N.C. App. 462, 483 (2002)).  As observed by our Supreme Court:  \nAccurately speaking, there is no such thing as a civil action for \nconspiracy. The action is for damages caused by acts committed \npursuant to a formed conspiracy, rather than by the conspiracy itself; \nand unless something is actually done by one or more of the conspirators \nwhich results in damage, no civil action lies against anyone. The gist of \nthe civil action for conspiracy is the act or acts committed in pursuance \nthereof – the damage – not the conspiracy or the combination. The \ncombination may be of no consequence except as bearing upon rules of \nevidence or the persons liable.  \n \nReid v. Holden, 242 N.C. 408, 414–15 (1955) (quoting 11 Am. Jur. 577, Conspiracy, § \n45).  \n57. To support allegations of civil conspiracy  “a plaintiff must allege ‘(1) an \nagreement between two or more individuals; (2) to do an unlawful act or to do a lawful \nact in an unlawful way; (3) resulting in injury to plaintiff inflicted by one or more of \nthe conspirators; and (4) pursuant to a common scheme.’ ” Glob. Textile All., Inc., 2018 \nNCBC LEXIS 104, at **18–19 (quoting Piraino Bros., LLC v. Atl. Fin. Grp., Inc., 211 \nN.C. App. 343, 350 (2011)).  As stated above, however, proof of a civil conspiracy “does \nno more than associate the defendants together . . . The gravamen of the action is the \nresultant injury, and not the conspiracy itself.”  Henry v. Deen, 310 N.C. 75, 87 (1984) \n(citation omitted).  Therefore, in addition to an agreement, to state a claim there must \nbe an allegation of a wrongful act that causes damage in furtherance of the \nagreement.  Fox v. Wilson, 85 N.C. App. 292, 301 (1987).  \n58. Smith argues that because the claims for misappropriation of trade secrets, \nfraudulent concealment while he was employed, and U DTPA claims fail, there is no \nviable allegation that a wrongful act was taken in furtherance of any agreement with  \nInks, Manatee, and APE to violate the law .  (Def.’s Br. at 28.)  Therefore, Smith \ncontends, the conspiracy claim fails. \n59. The Court agrees.  Because the claims alleging conduct that involved Smith, \nInks, Manatee, and APE, have been dismissed, the conspiracy theory based on those \nclaims has no application.  Accordingly, the Court GRANTS the Motion with respect \nto Count VI, civil conspiracy, and dismisses this count without prejudice.  \nIV. CONCLUSION \n60. WHEREFORE, the Court hereby GRANTS in part and DENIES in part \nthe Motion and ORDERS as follows:  \na. With respect to the First Cause of Action (Breach of Contract) , the Motion \nis GRANTED, and the claim is dismissed with prejudice. \nb. With respect to the Second Cause of Action (Fraud –  Work with Albany \nRubber & Gasket), the Motion is DENIED.  \nc. With respect to the Third Cause of Action (Fraud –  Work with Mr. Inks, \nManatee, and APE), the Fourth Cause of Action (Misappropriation of Trade Secrets), \nthe Fifth Cause of Action (Violation of the North Carolina Unfair and Deceptive Trade \nPractices Act), and the Sixth Cause of Action (Civil Conspiracy), the Motion is \nGRANTED, and these claims are dismissed without prejudice.  \nSO ORDERED, this the 28th day of March 2025. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}