{
  "id": "c8cd0ed87ef2283345ee451ee43b8fee44035545613d17e70ae5b5b84aec0baa",
  "source_file": "data/raw/ncbc/c8cd0ed87ef2283345ee451ee43b8fee44035545613d17e70ae5b5b84aec0baa.pdf",
  "raw_text": "State v. Philip Morris USA Inc., 2005 NCBC 5\n \nSTATE OF NORTH CAROLINA\n                  \nIN THE GENERAL COURT OF JUSTICE\n                                                                                    \nSUPERIOR COURT DIVISION\nCOUNTY OF WAKE\n                                                 \n     \nFILE NO. 98 CVS 14377\n \n \nSTATE OF NORTH CAROLINA,\n                 \n)\n                                                                        \n)\n                                                \nPlaintiff,\n            \n)\n          \n                                                                        \n)\n          \n                        \nv. \n                                            \n)\n          \n                                                                        \n)\n          \nPHILIP MORRIS USA INC.,\n                         \n)\n          \nR.J. REYNOLDS TOBACCO COMPANY,  )\n                                   \nORDER\nBROWN & WILLIAMSON\n   \nTOBACCO\n     \n)\n                                  \nCORPORATION, individually and as \n  \n            \n) \n                      \n          \nsuccessor by merger to the American \n   \n            \n)\nTobacco\n  \nCompany; and \n                                 \n)\nLORILLARD\n   \nTOBACCO COMPANY,\n       \n)\n                      \n                                                                        \n)\n                                                \nDefendants.\n      \n)\n \n{1}\n             \nThis matter comes before the Court on defendants’ motion for further proceedings regarding the\nfourth quarter payment for 2004 and plaintiffs’ motion for interest, administrative costs, and attorneys\nfees.\n \n{2}\n             \nDefendant Philip Morris USA Inc. (formerly known as Philip Morris Incorporated) (“Philip\nMorris”) is a Virginia corporation whose principal place of business is 120 Park Avenue, New York, New\nYork 10017.\n  \nDefendant R.J. Reynolds Tobacco Company (individually and as successor to R.J. Reynolds\nTobacco Company and Brown and Williamson Tobacco Corporation (“Brown and Williamson”))\n(“Reynolds”) is a New Jersey corporation whose principal place of business is Fourth and Main Streets,\nWinston-Salem, North Carolina 27102.\n  \nDefendant Lorillard Tobacco Company (“Lorillard”) is a\nDelaware corporation whose principal place of business is 714 Green Valley Road, Greensboro, North\nCarolina 27404.\n  \nDefendants (collectively referred to as “Settlors” or “Tobacco Companies”) manufacture,\nadvertise, promote, and sell cigarettes and other tobacco products.\n  \nDefendants are parties to the Master\nSettlement Agreement and the Trust Agreement.\n  \nDefendants bring the motion for further proceedings\nregarding the fourth quarter payment for 2004.\n{3}\n             \nPlaintiff JPMorgan Chase Bank (“Trustee”) serves as trustee for the National Tobacco Settlement\nTrust (“Trust”).\n  \nThe States of Alabama, Florida, Georgia, Indiana, Kentucky, Maryland, Missouri, North\nCarolina, Ohio, Pennsylvania, South Carolina, Tennessee, Virginia, and West Virginia are each\nrepresented by a certification entity created to help administer the Trust pursuant to the Trust Agreement.\n \nPlaintiff Certification Entities (collectively “Certification Entities” or “Entities”) and Trustee bring the\nmotion for interest, administrative fees, and attorneys fees.\n \nEllis & Winters by Richard W. Ellis and Thomas D. Blue Jr., for JPMorgan Chase Bank, as\nTrustee for National Tobacco Settlement Fund and North Carolina Phase II Tobacco Certification\nEntity, Inc.; Kelley, Drye & Warren LLP by Sarah L. Reid for JPMorgan Chase Bank, as Trustee.\n \nAttorneys General for individual State Certification Entities: by Karen E. Long, Special Deputy\nAttorney General, for the State of North Carolina; Michael Plumley, Assistant Attorney General,\nfor the Kentucky Settlement Trust Corporation; Joel M. Ressler, Chief Deputy Attorney General,\nfor the State of Pennsylvania; Craig A. Nielson, Assistant Attorney General, for the State of\nMaryland; Daniel W. Champney, Assistant Attorney General, for the State of Tennessee; Sidney A.\nBarrett, Jr., Senior Assistant Attorney General, for the Georgia Tobacco Community Development\nBoard.\nMcGuireWoods LLP by Alexander H. Slaughter, Michael C. Griffin, Scott C. Oostdyk and\nAlexander J. Brackett, for the Virginia Tobacco Trust Certification Board.\n \nShanahan Law Group by Kieran J. Shanahan and Reef C. Ivey, II,\n  \namici curiae for Phase II\nBeneficiaries and the Tobacco Growers Association of North Carolina.\n \nBrooks, Pierce, McLendon, Humphrey & Leonard, LLP, by Jim W. Phillips, Jr., Robert J. King III\nand \nCharles F. Marshall III, for \nDefendants R.J. Reynolds Tobacco Company, Brown and\nWilliamson Tobacco Company and Lorillard Tobacco Company.\n \nSmith Moore LLP by Larry B. Sitton, Gregory G. Holland and Jonathon P. Heyl; Arnold & Porter\nby Robert Jones for Defendant Philip Morris USA Inc.\n \n \nI.\nPROCEDURAL HISTORY\n{4}\n             \nIn November 1998 the Settlors entered into a Master Settlement Agreement (“MSA”) with forty-\nsix states, the District of Columbia, the Commonwealth of Puerto Rico, and four United States\nTerritories.\n  \nThe MSA was designed to reimburse States for the cost of treating smoking-related illnesses.\n \nOn December 21, 1998, a Consent Decree and Final Judgment was entered by the North Carolina Superior\nCourt approving the terms of the MSA.\n  \nA decree and final judgment was entered in each jurisdiction that\nwas a party to the MSA.\n{5}\n             \nPrices were soon raised to cover the costs of the MSA.\n  \nBecause these increased prices would\ncause a reduction in tobacco consumption, in 1999 the National Tobacco Grower Settlement Trust\n(“Trust”) was established to provide aid to tobacco growers and tobacco quota owners in fourteen\n“Grower States.”\n  \nIn 2004, the parties entered into the National Tobacco Grower Settlement Trust\nAgreement Amendment Number One (“Amendment One”).\n  \nAmendment One provided for a refund of a\nportion of Settlors’ payments into the Trust under certain circumstances.\n{6}\n             \nOn October 22, 2004, the Fair and Equitable Tobacco Reform Act of 2004 (“FETRA”) was signed\ninto law by President Bush.\n  \nFETRA provided for direct payments to tobacco growers and quota holders,\nfunded by about $10 billion in assessments against tobacco product manufacturers and importers.\n \n{7}\n             \nOn December 23, 2004, this Court ruled that the passage of FETRA entitled Settlors to offset any\nremaining payment to the Trust for 2004 and to a refund of all amounts paid into the Trust during 2004.\n \nState v. Philip Morris USA Inc\n., 2004 NCBC 9, 2004 NCBC LEXIS 8 (N.C. Super. Dec. 23, 2004).\n  \nOn\nAugust 19, 2005, the North Carolina Supreme Court entered an opinion and order reversing this Court’s\nDecember 23, 2005, decision.\n  \nState v. Philip Morris USA Inc\n., -- N.C. --,\n  \n-- S.E.2d --, 2005 N.C. LEXIS\n834 (2005).\n \n{8}\n             \nDefendants now move the Court to conduct additional proceedings on the issue of whether\nSettlors are required to make a payment into the Trust for the fourth quarter of 2004.\n  \nPlaintiffs respond\nwith a motion for pre-judgment interest on the fourth quarter payments, administrative costs incurred in\nmaking multiple payments, and attorneys fees incurred in responding to defendants’ motion.\n \nII.\nDEFENDANTS’ MOTION FOR ADDITIONAL PROCEEDINGS\n{9}\n             \nDefendants move the Court to conduct additional proceedings to determine whether the Settlors\nare required to make a payment into the Trust for the fourth quarter of 2004.\n  \nDefendants contend that it is\nnot clear from the Supreme Court’s opinion whether they are required to make the fourth quarter payment\nbecause the fourth quarter payment did not actually become due until 2005.\n  \nThey point to language in the\nSupreme Court’s opinion finding that Amendment One was intended to avoid “two payment streams . . .\nat the same time” and holding that “Settlors must actually assume the burden of FETRA before being\nrelieved of their obligations to the Phase II Trust.”\n  \n(Defendants’ Motion for Additional Proceedings ¶¶ 16,\n22 (quoting \nState v. Philip Morris\n, 2005 N.C. LEXIS 834, at *38).)\n  \nDefendants claim that since the\nSettlors assumed their obligations under FETRA in 2005 and because the fourth quarter payment could not\nbe made, if at all, until 2005, Settlors would not be required to make those payments under the Supreme\nCourt’s decision.\n  \nTherefore, they argue, additional proceedings are needed to clear up the issue.\n  \nThe\nCourt, however, disagrees.\n{10}\n         \nThere are five primary reasons for the Court’s denial of the motion for further proceedings. \n \nFirst,\nthe Supreme Court reversed this Court’s opinion which specifically held that the fourth quarter payment\nwas not due. \n \nSecond, the language of the Supreme Court opinion is clear and unequivocal. \n \nThird, a ruling\nthat the fourth quarter payment can be avoided would be inconsistent with the principles underlying the\nSupreme Court opinion. \n \nFourth, it is unlikely that the Supreme Court intended to leave tobacco farmers\nand the Trustee with the practical problems which would accompany a remand for consideration of the\nfourth quarter payment. \n \nFifth, it would be inequitable to permit the Settlors to avoid the fourth quarter\npayment because this Court erroneously decided they did not have to make the payment in December\n2004 when it was due. \n \nSettlors could not have unilaterally withheld payment until 2005 and then claimed\npayment was not due because FETRA required payments in 2005.\n{11}\n         \nThe Supreme Court’s opinion decided all issues, and the case was not remanded to this Court for\ndetermination with respect to fourth quarter distribution.\n  \nThere was no reason to remand the case for\nfurther consideration and no direction to this Court that it do anything other than enter judgment \nnot\ninconsistent\n \nwith\n the Supreme Court opinion.\n  \nState v. Philip Morris\n, 2005 N.C. LEXIS 834, at *38-39.\n{12}\n         \nThis Court clearly ruled on the issue of the fourth quarter payment separate and apart for the\nrefund issue. \nSee\n \nState v. Philip Morris\n, 2004 NCBC 9, at ¶¶ 51, 97, 2004 NCBC LEXIS 8, at **46, 78. \n \nIt\nspecifically held: “The motions of the Trustee and the Certification Entities for specific enforcement of\nthe Tobacco Companies’ obligations to make the December 2004 payment to the Phase II Trust is\ndenied.” \n \nId. \nat ¶ 114, 2004 NCBC LEXIS 8, at **94. \n \nThis Court’s Order was not reversed in part and\naffirmed in part. It was reversed with instructions not to enter any order inconsistent with the Supreme\nCourt opinion.\n  \nIn its opinion this Court took pains to point out the overlap in the assessment periods.\n  \nId.\nat ¶ 80-83, 2004 NCBC LEXIS 8, at **67-70.\n  \nHad the Supreme Court believed that the overlap in the\nassessment periods was critical, it would have said so or reversed the trial court’s finding of fact. \n \nIt did\nneither. \n \nIt\n  \ndecided that Congress intended that FETRA be assessment neutral and effective only on a cash\npayment trigger in 2005. \n \nOtherwise, the Tobacco Companies would have been entitled to a full refund.\n \nThe only logical reading of the Supreme Court opinion is simply that the Trust Agreement is interpreted\non a cash payment basis. \n \nIf the Settlors were not required to make a cash FETRA payment in 2004, they\nwere required to make all their 2004 Trust payments. \n \nThe Supreme Court specifically held that no cash\npayment was made or required by FETRA for calendar year 2004. \n \nThe Supreme Court also said: “That\nSettlors received no FETRA assessments last year \nsuggests \nthey did not rate a Tax Offset Adjustment for\ntheir final 2004 payment.” \nState v. Philip Morris\n, 2005 N.C. LEXIS 834, at *32 (emphasis added). \n \nThis\nCourt would be remiss if it ignored a direct suggestion of the Supreme Court on remand. To not follow the\nCourt’s suggestion would be to enter an order inconsistent with the Supreme Court’s opinion.\n{13}\n         \nIf, in fact, a payment was due in December 2004 under FETRA, there could be no avoiding the\nclear language of the Trust Agreement and Amendment One. \n \nThere would have been a Governmental\nObligation due in 2004 under an enacted effective statute which Governmental Obligation was greater than\nthe remaining payments due from the Tobacco Companies under the Trust Agreement. \n \nThe Supreme\nCourt interpreted Congressional intent to require payments to begin in 2005, thus obligating the Tobacco\nCompanies to make all of their 2004 payments under the Supreme Court interpretation of the Trust\nAgreement. \n \nThe Supreme Court had to find that there was no Tax Offset Adjustment for 2004; otherwise,\nthe provisions of Amendment One to the Trust Agreement would have required a refund of all payments\nfor 2004.\n{14}\n         \nDefendants’ reliance on certain words or phrases in the opinion is misplaced considering the\nopinion as a whole.\n  \nThe Court finds the defendants’ position that they do not owe the fourth quarter 2004\npayment to be inconsistent with and contrary to the express language of the Supreme Court.\n{15}\n         \nSpecifically, language from the Supreme Court’s opinion indicates three crucial findings.\n  \nFirst,\nthe Supreme Court gleaned a Congressional intent to avoid elimination of the 2004 trust payment\nobligation.\n  \nState v. Philip Morris, \n2005 N.C. LEXIS 834, at *37 (“On balance, we do not perceive in\nFETRA a congressional desire to give Settlors a Tax Offset Adjustment for 2004.\n  \nHad it wished,\nCongress could have signaled such intent by explicitly directing the Secretary of Agriculture to collect the\nfirst FETRA assessment before 31 December 2004.\n  \nIt chose not to do so.”).\n  \nSecond, the Supreme Court\nfound the language of the Tax Offset Adjustment to require an actual cash payment in 2004 to trigger the\noffset.\n  \nId. \nat\n \n*38 (2005) (“[W]e hold that Settlors must \nactually assume\n the burden of FETRA before\nbeing relieved of their obligations to the Phase II trust.”) (emphasis added); \nsee also id.\n at 26 (“We\nconstrue [the language on page A-7 of Schedule A] to mean a Tax Offset Adjustment occurs when\nSettlors have \nactually paid\n a Governmental Obligation.”) (emphasis added).\n  \nThird, it found no cash\npayment was due under FETRA until March 31, 2005.\n  \nId\n. at 37 (“The U.S. Department of Agriculture’s\nfinal rule on Tobacco Transition Assessments interprets FETRA’s ‘contradictory’ provisions to mean\nCongress intended the first FETRA assessment to be due on 31 March 2005.”) (citing Tobacco Transition\nAssessments, 70 Fed. Reg. 7009 (Feb. 10, 2005)).\n{16}\n         \nThis Court is unable to read the decision of the North Carolina Supreme Court in any way other\nthan to require the defendants to make all four payments for 2004.\n  \nThe Supreme Court clearly held that in\ntheir view FETRA did not require payments to be made in 2004, and therefore there were no governmental\nobligations excusing payment of the 2004 assessment by the defendants.\n{17}\n         \nNor does this Court believe that the Supreme Court was insensitive to the practical problems\ncreated by a failure to decide the issue of the fourth quarter payment. \n \nThis Court entered its order on\nDecember 23, 2004. When the Supreme Court entered its opinion on August 19, 2005, it knew that the\n2004 payment to farmers had been delayed by nine months. I t was aware that if it did not deal with the\nfourth quarter payment, either final payment would be delayed to all farmers or the Trustee would incur\nsubstantial expense in making two distributions to hundreds of thousands of farmers. \n \nIt would not have\nignored the practical consequences of a failure to rule on the fourth quarter payment. It is clear that the\nSupreme Court believed it had taken care of that issue or it would have specifically remanded the case\nwith a direction to this Court to decide the issue again. \n \nIt did not do so.\n{18}\n         \nDefendants should not be permitted to argue that they are not required to make the fourth quarter\npayment due on December 15, 2004 because they obtained a stay order relieving them of the obligation\nwhich was subsequently reversed by the Supreme Court. \n \nTo do so would permit them to unilaterally alter\nthe contract by delaying payment for any reason.\n{19}\n         \nConsequently, the Court rejects defendants’ motion for additional proceedings and orders that\ndefendants make payments for the fourth quarter of 2004 as specified on the line labeled “December 15”\non the Independent Accountant’s report dated 24 November 2004.\nIII.\nPLAINTIFFS’ MOTION FOR INTEREST,\nADMINISTRATIVE COSTS, AND ATTORNEYS FEES\n{20}\n         \nPlaintiffs ask the Court to order defendants to pay pre-judgment interest on the fourth quarter\npayment.\n  \nPlaintiffs argue that they are entitled by statute to receive interest at 8% per annum from the\ntime of breach until the judgment is paid.\n  \nUnder N.C. Gen. Stat. § 24-5, a non-breaching party is entitled\nto recover pre-judgment interest on damages from the date of breach at the legal rate if the parties have\nnot agreed upon an interest rate.\n  \nN.C. Gen. Stat. §24-5(a) (2004).\n  \nThe parties here have not agreed on an\ninterest rate.\n  \nThe legal rate is 8% per annum.\n  \nN.C. Gen. Stat. § 24-1.\n{21}\n         \nDefendants breached the contract on December 15, 2004, when the fourth quarter payment\nbecame due and was not paid.\n  \nTherefore, plaintiffs are entitled to interest at a rate of 8% per annum from\nDecember 15, 2004, until the payment is paid.\n{22}\n         \nPlaintiffs also ask the Court to order defendants to reimburse the Trustee for additional costs it\nwould incur if required to make a separate payment for the fourth quarter.\n  \nAdditionally, they ask for\nattorneys fees and expenses incurred in responding to defendants’ motion.\n{23}\n         \nIt appears to the Court that the payment of the fourth quarter amounts can be made in time to\nprevent additional costs to the Trustee or separate mailings.\n  \nIn the event there is an appeal which delays\ndistribution and a subsequent affirmance of this Court’s interpretation of the Supreme Court’s opinion, this\nCourt will have the benefit of guidance from the Supreme Court with respect to the frivolous nature of the\nappeal and can assess the costs actually incurred by the Trustee in having to make a subsequent\ndistribution. \n \nThis Court will not stay this Order; however, Settlors may petition the Supreme Court for a\nStay which should be granted if this order erroneously interprets the Supreme Court opinion.\nIV.\nCONCLUSION\n{24}\n         \nBased upon the foregoing, it is hereby ORDERED, ADJUDGED and DECREED:\n1.\n      \nDefendants’ motion for additional proceedings on the issue of the fourth quarter payments\nis DENIED, and defendants are ordered to make payments as specified on the line labeled\n“December 15” on the Independent Accountant’s report dated 24 November 2004 within\nten business days.\n2.\n      \nDefendants are ordered to pay pre-judgment interest at 8% per annum from December 15,\n2004, until the judgment is paid.\n3.\n      \nIn the event of an appeal delaying distribution of the fourth quarter 2004 payments which\nresults in separate mailings or other additional costs to the Trustee, the Court reserves\nruling on the motion to order defendants to reimburse the Trustee for those additional costs.\n4.\n      \nPlaintiffs’ request for attorney fees is denied.\n \nIT IS SO ORDERED, this the 19th day of October 2005.\n \n \n "
}