{
  "id": "c8f1f7de465606387c54a3c696acef4fe3239ca79d1006d8b8e4ab2eb7bae4b0",
  "source_file": "data/raw/ncbc/c8f1f7de465606387c54a3c696acef4fe3239ca79d1006d8b8e4ab2eb7bae4b0.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n13 CVS 15686 \nKELLY BERGENSTOCK; CHARLES \nFRANCIS JONES, JR.; BEACON \nHOUSE USA INC.; WILLIAM \nKENNETH BAKER, as Trustee of the \nCathryn Matthews Braly Revocable \nLiving Trust; NITA BRALY BAKER; \nWARREN KIMBERLY BRALY; \nJOSEPH McDOWELL BRALY, JR.; \nBRIAN DAVID BRALY; CATHRYN \nMICHELLE BRALY; MADISON \nMATTHEWS; JEFFREY MATTHEWS\nBAKER; MARA KATHRYN BAKER; \nand SULLIVAN McDOWELL ELLIS, \na Minor, All as Beneficiaries of the \nLast Will and Testament of Cathryn \nMatthews Braly, on Behalf of \nThemselves and on Behalf of All \nOthers Similarly Situated, \n \nPlaintiffs, \n \nv. \n \nLEGALZOOM.COM, INC.,  \n \nDefendant. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER & OPINION \n \n{1} THIS MATTER is before the Court on Defendant’s Motion to Abate \nClass Action Complaint in Favor of Prior-Filed Action (“Motion”).  For the reasons \nstated below, the Motion is GRANTED.  The claims brought by Plaintiff Kelly \nBergenstock (“Bergenstock”) based on her first purchase from Defendant \nLegalZoom.com, Inc. (“LegalZoom”), and all claims brought by Plaintiffs Charles \nFrancis Jones, Jr., (“Jones”) and Beacon House USA Inc. (“Beacon House”) are \nDISMISSED with prejudice. \nBergenstock v. LegalZoom.Com, Inc., 2015 NCBC 49.\n \nSpilman Thomas & Battle, PLLC by Nathan B. Atkinson and Margaret C. \nCoppley for Plaintiffs Kelly Bergenstock, Charles Francis Jones, Jr., and \nBeacon House USA, Inc. \n \nCarlton Law, PLLC by Alfred P. Carlton, Jr.; Nexsen Pruet, PLLC by R. \nDaniel Boyce and Thomas J. Ludlam; and Graves Dougherty Hearon & \nMoody, P.C. by Peter D. Kennedy, pro hac vice, for Defendant. \nGale, Chief Judge. \nI. PARTIES \n{2} Plaintiff Bergenstock is a resident  of Kill Devil Hills, North Carolina.  \nBergenstock alleges that she made a purchase from LegalZoom on May 11, 2010 \n(“Bergenstock’s First Purchase”), and a second purchase on August 6, 2011 \n(“Bergenstock’s Second Purchase”).  The Motion and this Order & Opinion are \nlimited to claims based on Bergenstock’s First Purchase.  Claims based on \nBergenstock’s Second Purchase are not affected by this Order & Opinion. \n{3} Plaintiff Jones is a resident of Ra leigh, North Carolina.  Jones alleges \nthat he made a purchase from LegalZoom on December 3, 2009. \n{4} Plaintiff Beacon House is a nonp rofit corporation incorporated and \noperating under the laws of North Carolina.  Beacon House alleges that Patrick \nCline, acting on behalf of Beacon House, made a purchase from LegalZoom on June \n2, 2009.  \n{5} The Motion and this Order & Opinio n do not apply to the claims of the \nremaining named Plaintiffs, and any reference to “Plaintiffs” or “parties” refers \nsolely to Bergenstock, Jones, and Beacon House, and as to Bergenstock, only her \nfirst purchase.1 \n{6} Defendant LegalZoom is a Californi a corporation with principal places \nof business in Glendale, California, and Austin, Texas. \n                                                 \n1 Defendant has by separate motion moved that all claims must be dismissed or arbitrated.  That \nmotion will addressed by a separate order. \n \nII. PROCEDURAL BACKGROUND \n{7} Plaintiffs’ original Complaint wa s filed on December 23, 2013.  The \ncase was designated a mandatory complex business case and was assigned to the \nundersigned on February 5, 2014.  LegalZoom filed the pending Motion on February \n14, 2014, seeking abatement or dismissal of all of Plaintiffs Jones’s and Beacon \nHouse’s claims and all claims resulting from Bergenstock’s First Purchase, based on \na prior final judgment approving a nationwide class action settlement in \nWebster v. \nLegalZoom.com, Inc., No. BC438637 (Cal. Super. Ct. Apr. 8, 2012).2  Plaintiffs filed \na First Amended Class Action Complaint in this action on July 9, 2014, that added \nadditional plaintiffs but did not materially change the original Plaintiffs’ claims.    \n{8} The claims asserted in \nWebster included, inter alia, claims for (1) \nunfair and deceptive practice; (2) violations of the California statutes relating to \nlegal document assistants; (3) unjust enrichment; (4) declaratory relief nullifying \ncontracts for purchase from LegalZoom and injunctive relief against LegalZoom; \nand (5) unfair, unlawful, fraudulent, and deceitful business acts and practices.  \n(Reply Br. Supp. Mot. Abate Class Action Favor of Prior-Filed Class Action \n(“\nBergenstock Reply”) Ex. 1-E ¶¶ 56–85 (Third Amended Class Action Complaint for \nDamages and Injunctive Relief).)  \n{9} The Prayer for Relief in Webster sought, inter alia, (1) restitution of \nfees paid to LegalZoom, (2) treble penalties, and (3) attorneys’ fees and costs \nincurred by the plaintiffs. (See Bergenstock Reply Ex. 1-E, at 20–21.) \n{10} The parties have stipulated that  the pending Motion applies to the \nFirst Amended Class Action Complaint.  After extensive briefing, the Court heard \nargument on the Motion on January 9, 2015.  The Motion is now ripe for \ndisposition. \n                                                 \n2 When filed, the Motion sought abatement, or alternatively, dismissal of certain claims.  At the time \nof filing, the judgment approving a nationwide class action settlement in the prior-filed action \nunderlying the Motion was on appeal.  That judgment is now final and non-appealable.  Therefore, \nLegalZoom seeks dismissal with prejudice of those claims, rather than abatement.   \n \nIII. FACTUAL BACKGROUND \nA. Webster v. LegalZoom, Inc. \n{11} In May 2010, Katherine Webster, as  executrix of the Estate of Anthony \nJ. Ferrantino and as trustee of the Anthony J. Ferrantino Living Trust, on her own \nbehalf and on behalf of a class of similarly situated California residents, filed the \nWebster lawsuit against LegalZoom in California Superior Court, Los Angeles \nCounty.  (See Bergenstock Reply Ex. 1-B ¶ 10 (Class Action Complaint for Damages \nand Injunctive Relief).)  The lawsuit was assigned to the Honorable William J. \nHighberger.  In August 2010, Webster filed an amended complaint, seeking to \nrepresent a nationwide class of LegalZoom estate planning customers.  (See \nBergenstock Reply Ex. 1-C ¶ 8 (First Amended Class Action Complaint for Damages \nand Injunctive Relief).)   \n{12} After more than three days of me diation and weeks of negotiation, the \nparties reached a tentative settlement and moved for preliminary judicial approval \nof the settlement.  (\nSee Bergenstock Reply Ex. 1-G ¶ 4 (Declaration of Robert S. \nArns in Support of Joint Motion for Preliminary Approval and Plaintiff’s Motion for \nClass Certification for Settlement Purposes).)  In July, 2011, after reaching a \nproposed settlement with LegalZoom, Webster again amended her complaint to \nseek to broaden the nationwide class to include all LegalZoom customers, rather \nthan only estate planning customers.  (See Bergenstock Reply Ex. 1-E ¶ 8.)  A party \npursuing a competing nationwide class action against LegalZoom in the same \njurisdiction (the “Whiting Action”) filed objections to the proposed settlement.  (See \nBergenstock Reply Ex. 1-L (Objections to Proposed Settlement and Opposition to \nParties’ Motion for Preliminary Approval of Settlement).)  Following a hearing on \nSeptember 8, 2011, Judge Highberger issued detailed orders regarding his \npreliminary review of the settlement, approving the class action notice and forms.  \n(See Pls.’ Supplemental Filing Regarding Def.’s Mot. Abate (“Pls.’ Supp.”) Ex. 6, at \n \nC-1 to -55 (Reporter’s Transcript on Appeal);3 Bergenstock Reply Ex. 1-O (Minute \nOrder); Bergenstock Reply Ex. 1-P (Order Conditionally Certifying Settlement Class \nand Directing Dissemination of Class Notice).)  The Superior Court conditionally \ncertified a nationwide settlement class and directed dissemination of notice of the \nproposed settlement to the class on December 21, 2011.  (\nSee Bergenstock Reply Ex. \n1-P.)  Notice to the class was sent in January, 2012.  (See Bergenstock Reply Ex. 1-\nK (Declaration of Jennifer M. Keough Regarding Dissemination of Notice and \nSettlement Administration).) \n{13} The Superior Court subsequently conducted a half-day fairness \nhearing on April 5, 2012, at which arguments by objectors were heard at length and \nJudge Highberger questioned the parties’ and objectors’ counsel in detail on the \nfairness, adequacy, and reasonableness of the settlement.  (See Bergenstock Reply \nEx. 1-R, at F-1 to -68.)  Judge Highberger heard argument covering sixty-eight \npages of transcript concerning the value of the economic relief provided, the claims \nrate, and the attorneys’ fees in comparison to the objectors’ view of the value of the \nrelief provided to the class.  (See Bergenstock Reply Ex. 1-R, at F-1 to -68.)  He \nconsidered the value of the injunctive relief and noted that “[t]he objecting process \nhas been informative to shed light on this case.”  (See Bergenstock Reply Ex. 1-R, at \nF-64.) \n{14} After concluding the fairness hearing, Judge Highberger entered an \norder granting final approval of the settlement on April 18, 2012.  (See Bergenstock \nReply Ex. 1-S (Order Granting Final Approval of Class Action Settlement).)  In his \norder, he found that the court had subject matter jurisdiction over the claims and \npersonal jurisdiction over the named plaintiff and the class members.  (Bergenstock \nReply Ex. 1-S ¶¶ 1–2.)  He further held that the dissemination of class notice \nconstituted the best notice practicable under the circumstances, fully satisfied the \n                                                 \n3 The court reporter later made minimal, nonsubstantive changes to pages C-37, F-7, F-9, and F-32 \nof the September 8, 2011, and April 5, 2012 transcripts.  Those changes can be found in the last \neleven pages of exhibit 1-R of the Bergenstock Reply, which includes page C-36.  See Bergenstock \nReply Ex. 1-R, at 72–82 (Supplemental Reporter’s Transcript on Appeal).  Any citations to the \nBergenstock Reply should be considered as referencing the amended pages, where appropriate. \n \nrequirements of due process and California law, constituted “valid, due, and \nsufficient notice” to all persons entitled to notice, and afforded the class members an \nadequate time to request exclusion from the class or to object to the settlement.  \n(Bergenstock Reply Ex. 1-S ¶ 4(b).)  He found that the form of notice fairly, fully, \naccurately, and adequately advised the class members of all relevant and material \ninformation, and fully satisfied the requirements of due process and California law.  \n(Bergenstock Reply Ex. 1-S ¶ 4(a).)  He further found that Webster and her counsel \nhad “fairly and adequately represented and protected the interests of all members \nof the Settlement Class throughout” the litigation.  (Bergenstock Reply Ex. 1-S ¶ \n3(c).)  He then concluded that the settlement was “fair, reasonable, [and] adequate” \nand was “in the best interests of the Settlement Class.”  (Bergenstock Reply Ex. 1-S \n¶ 5.)  The final judgment provided that the settlement agreement released all \nclaims against LegalZoom by the class members and held that “the release and \ndischarge of Released Claims . . . are binding upon Plaintiffs and all members of the \nClass.”  (See Bergenstock Reply Ex. 1-T ¶ 3 (Judgment).)  \n{15} The approved settlement class was defined as “all persons who, from \nSeptember 15, 2005 through June 16, 2011, purchased a legal document or legal \ndocument assistant service from LegalZoom.com, Inc.” (“Settlement Class”).  \n(Bergenstock Reply Ex. 1-T ¶ 4.)  This class definition included all North Carolina \npurchasers of LegalZoom products and services during the defined period, including \nBergenstock’s First Purchase, Jones, and Beacon House.   \n{16} Excluded from the Settlement Cl ass were “individuals who submit a \nvalid Request for Exclusion in accordance with the procedures set forth in the \nSettlement,” persons and firms associated with LegalZoom, persons on a terrorist \nwatch list, and other specially excluded persons.  (Bergenstock Reply Ex. 1-T ¶ 4.)  \nBergenstock, Jones, and Beacon House were not excluded.   \n \n \n \n \n \n{17} The Released Claims encompassed  all causes of actions and claims \nasserted or that could have been asserted in the Litigation arising out \nof the LegalZoom.com website, any materials available on or through \nthe LegalZoom.com website, any disclosures or alleged nondisclosures \nregarding LegalZoom (including in LegalZoom’s marketing or \nadvertising by LegalZoom personnel), LegalZoom’s customer service, \nthe unauthorized practice of law (subject to the limitation set forth in \nthe next to last sentence of this paragraph), or the purchase or use of \ndocuments prepared through LegalZoom. \n(\nBergenstock Reply Ex. 1-T ¶ 5.)  The claims brought by Jones and Beacon House \nand the claims based on Bergenstock’s First Purchase fall within the scope of the \nReleased Claims.   \n{18} The terms of the Settlement Ag reement provided that class members \nwho submit a valid claim would receive sixty days of free enrollment in either \nLegalZoom Legal Advantage Plus Program (for individuals) or the Business \nAdvantage Pro Program (for businesses) (collectively, “Programs”).  (See \nBergenstock Reply Ex. 1-A, at 11 (Settlement Agreement).)  Members of these \nPrograms receive services provided by licensed attorneys, including telephone \nconsultations; review and written summary of legal documents; an annual legal \ncheckup (which would be provided to Webster class members in the free sixty-day \nperiod), including a written summary and recommendations for legal documents \nand strategies; a ten percent discount on all LegalZoom products; access to the \nLegalZoom form library; electronic document storage; and a twenty-five percent \ndiscount on legal services not included under the Programs, but provided by a \nparticipating firm.  (\nSee Bergenstock Reply Ex. 1-A, at 11–13.)   \n{19} The Programs are not availabl e in all states.  The Settlement \nAgreement addressed this issue by providing an alternative cash payment for \nLegalZoom customers in those states where the Programs are not available \n(“Alternative Payment Plaintiff(s)”), consisting of “the lesser of (i) $75.00 or (ii) 50% \nof the current base price of the document the Class Member obtained from \nLegalZoom or, if the document has been discontinued, 50% of the base price of the \ndocument at the time it was discontinued.”  (Bergenstock Reply Ex. 1-A, at 13.)   \n \n{20} At the time the proposed settlem ent was reached, the Programs were \nnot, and are not now, available in North Carolina.  As such, the North Carolina \nPlaintiffs in the underlying case are not able to receive the free legal consultation or \nhave access to the Programs, which are settlement benefits that LegalZoom \ncustomers who reside in states where the Programs are authorized receive.  North \nCarolina citizens are included in the Alternative Payment Plaintiffs group.  \nLegalZoom has actively sought to provide the Programs in North Carolina since \nJuly 14, 2010.  See Complaint for Declaratory and Injunctive Relief Ex. 10, \nLegalZoom.com, Inc. v. The N.C. State Bar, No. 11 CVS 15111 (N.C. Super. Ct. filed \nSept. 30, 2011).  The State Bar has thus far declined to register the Programs.  \nLegalZoom challenged the State Bar’s refusal in litigation before this Court and has \nsubsequently pursue the matter in a pending administrative request.  See \nComplaint for Declaratory and Injunctive Relief Ex. 16, LegalZoom, No 11 CVS \n1511 (North Carolina State Bar Authorized Practice Committee Case No. 14PP07 \nand 14PP08). \n{21} “In order to protect the continuing jurisdiction of the [California] \nCourt, prevent a multiplicity of lawsuits, and protect and effectuate the [California] \nCourt’s judgment,” the Webster final judgment enjoined the plaintiffs and class \nmembers, and anyone acting on their behalf, including attorneys, who have actual \nknowledge of the injunction, from instituting or prosecuting any Released Claims \nagainst LegalZoom.  (Bergenstock Reply Ex. 1-S ¶ 7; Bergenstock Reply Ex. 1-T ¶ \n6.)   \n{22} No named plaintiff in either the Webster case or the Whiting Action \nwas an Alternative Payment Plaintiff.  No attorney appeared in the case to \nrepresent (or attempt to represent) exclusively the interests of the Alternative \nPayment Plaintiffs.  The current Plaintiffs in the action before this Court are \nAlternative Payment Plaintiffs. \n{23} A number of objectors, not including any named Plaintiff in the action \nin this Court, appealed the final California judgment, making various objections \nabout the settlement’s fairness and adequacy.  No objections were raised \n \nchallenging the fairness of the settlement proceeds that the Settlement Agreement \nspecifically provided to the Alternative Payment Plaintiffs. \n{24} The California Court of Appeal co nsidered and rejected the objections, \nunanimously affirming the trial court’s judgment approving the class action \nsettlement.  \nSee Webster v. LegalZoom.com, Inc., No. B240129, 2014 WL 4908639 \n(Cal. Ct. App. Oct. 1, 2014).  In affirming the settlement, the court of appeal noted,   \n[T]he record before the trial court was extensive and extensively \nanalyzed. . . .  From September 2011 through April 2012, all sides \ndebated the deal in four hearings that occupy 139 transcript pages.  \nThroughout these hearings, the trial court examined [the] objections \nand displayed command of the case’s issues.  [An objector] claimed the \nsettlement produced too little for the class, but the trial court \nconcluded plaintiffs faced daunting obstacles to victory:  the case was \nnot a “lay-down winner” or a “no-brainer winner” for the plaintiff \nclass. . . .  [T]here were only eight objectors out of a class of over a \nmillion people; two of these objectors sided with LegalZoom. \nId. at *3–4.   \n{25} The time period available to seek additional review of the Webster \njudgment has expired.  Therefore, the California Superior Court judgment \napproving the \nWebster class action settlement is a final, non-appealable judgment.   \nB. The Present Action \n{26} The First Amended Class Action Complaint in the instant case alleges \nthat Bergenstock, Jones, and Beacon House each made purchases from LegalZoom \nduring the Webster class period, September 15, 2005, through June 16, 2011.  (See \nFirst Am. Class Action Compl.(“First Am. Compl.”) ¶¶ 86, 91, 95 (alleging that \nBergenstock purchased on May 11, 2010, Jones purchased on December 3, 2009, \nand Beacon House purchased on June 2, 2009, respectively). \n{27} The Named Plaintiffs seek to re present a class consisting of “[a]ll \npersons or entities within the State of North Carolina that LegalZoom charged \nand/or collected fees for legal services and/or document preparation.  The Class does \nnot include any persons or entities that have a legally binding arbitration provision \nin their contract with LegalZoom.”  (First Am. Compl. ¶ 125.) \n \n{28} The claims asserted in this case are (1) unauthorized practice of law, \n(2) unjust enrichment, and (3) violation of the North Carolina Unfair and Deceptive \nTrade Practices Act. (First Am. Compl. ¶¶ 137–71.) \n{29} The Prayer for Relief in this case seeks (1) restitution of fees paid to \nLegalZoom, (2) treble damages, and (3) attorneys’ fees and costs incurred by \nPlaintiffs. (First Am. Compl. 34.)   \n{30} Plaintiffs did not opt out of the Webster nationwide class action, object \nto the settlement, or appeal from the final judgment.  Plaintiffs concede that the \nclaims subject to this Motion are barred and must be dismissed if the Court extends \nfull faith and credit to the Webster judgment.   \nIV. STANDARD OF REVIEW \n{31} The United States Constitution directs that “[f]ull faith and credit \nshall be given in each State to the public Acts, Records, and judicial proceedings of \nevery other State.”  U.S. Const. art. IV, § 1.  The United States Supreme Court \nlikewise has held that “a judgment entered in a class action, like any other \njudgment entered in a state judicial proceeding, is presumptively entitled to full \nfaith and credit,” \nMatsushita Elec. Indus. Co. v. Epstein, 516 U.S. 367, 374 (1996), \nunder 28 U.S.C. § 1738 (2014), which provides that “judicial proceedings of any \ncourt of any … State … shall have the sa me full faith and credit in every court \nwithin the United States . . . as they have by law or usage in the courts . . . from \nwhich they are taken.”  Id.;  see also Teague v. Bayer, 195 N.C. App. 18, 30, 671 \nS.E.2d 550, 559 (2009) (citing Matsushita, 516 U.S. at 374, with approval). \n{32} North Carolina courts apply only a “very limited” scope of review when \ndetermining whether a foreign judgment is entitled to full faith and credit, with the \ninquiry limited to whether jurisdictional and due process considerations were “fully \nand fairly litigated and finally decided” by the court rendering judgment.  Boyles v. \nBoyles, 308 N.C. 488, 491, 302 S.E.2d 790, 793 (1983) (citation omitted).  This rule \napplies equally in class actions.  Moody v. Sears Roebuck & Co., 191 N.C. App. 256, \n275–76, 664 S.E.2d 569, 581–82 (2008) (reversing trial court for engaging in “broad \n \ncollateral review” of foreign class action judgment); see also Lohr v. Conseco, Inc., \nNo. 1:07CV374, 2008 U.S. Dist. LEXIS 102344, at *6 (M.D.N.C. Dec. 17, 2008) \n(“[P]articularly in the context of class action judgments, North Carolina courts have \nadopted a very limited scope of review of foreign courts’ determinations of \njurisdictional questions and due process conclusions.” (quoting Moody, 191 N.C. \nApp. at 272, 664 S.E.2d at 580–81) (internal quotation marks omitted)).  The review \ndoes not extend to a reconsideration of the merits of either the underlying claims or \nthe specifics of jurisdiction and due process.  Rather, the review is limited to \nwhether jurisdiction and due process were “fully and fairly litigated and finally \ndecided” by the court rendering judgment.  Boyles, 308 N.C. at 491, 302 S.E.2d at \n793 (citation omitted).  If the foreign court did so, the North Carolina court extends \nfull faith and credit without further inquiry.  Moody, 191 N.C. App. at 275, 664 \nS.E.2d at 582. \n{33} In Teague v. Bayer, the North Carolina Court of Appeals reversed the \ntrial court that had ordered additional publication in North Carolina newspapers of \na multistate class action settlement reached in a Tennessee court that included \nNorth Carolina consumers.  195 N.C. App. at 30, 671 S.E.2d at 559.  Because the \nTennessee court had specifically ruled that the notice given to the class complied \nwith Tennessee law and satisfied due process, the Tennessee judgment was entitled \nto full faith and credit without any further inquiry into the merits of that decision \nby the North Carolina court.  Id.  Likewise, in Freeman v. Pacific Life Insurance \nCo., 156 N.C. App. 583, 589–90, 577 S.E.2d 184, 188–89 (2003), the court of appeals \nafforded full faith and credit to a Kentucky judgment resulting from a class action \nsettlement after only a limited inquiry into whether the Kentucky court had \n“specifically found as fact that jurisdiction was proper and that defendant had \nprovided the required notice.”  Id. at 588, 577 S.E.2d at 187.   \n{34} Applying this North Carolina stan dard, the federal district court in \nLohr v. Canseco, Inc. held that a North Carolina court’s review is restricted to \nconfirming that the foreign court made findings as to notice and due process, \n \nwithout separately making an independent determination that the foreign court’s \nfindings were correct: \nBased on the language of the Final Order in the [California class] \naction, the Court notes that the California court . . . specifically found \nas fact that notice was proper and that defendants to the action had \nprovided the required notice.  In addition, the California trial court \nmade a specific finding that notice was adequate, and under North \nCarolina law, North Carolina courts would not undertake additional \nreview of this due process determination. \nU.S. Dist. LEXIS 102344, at *22–23. \n{35} The North Carolina Court of Appeals has reversed this Court’s refusal \nto extend full faith and credit to an Illinois approval of a national class settlement \non this Court’s findings that the settlement was unfair and based on inadequate \nconsideration.  The appellate court found that this Court had no authority to \nundertake a “broad collateral review” of the Illinois judgment.  \nMoody, 191 N.C. \nApp. at 274–75, 664 S.E.2d at 581–82.  Even recognizing legitimate concerns \nregarding the settlement, the court of appeals recognized that it was “constrained to \nhold that the trial court erred by refusing to accord full faith and credit,” because \nthe Illinois court had already considered issues of notice, due process, and adequacy \nand had ruled upon them.  Id. at 275, 664 S.E.2d at 582.   \n{36} Consistent with this standard, be fore extending full faith and credit to \nthe California judgment approving the Webster settlement, the Court has examined \nthe record to determine that the California court made the requisite findings upon a \nbasis to do so.  Particularly, the Court has addressed Plaintiffs’ argument that the \nclass they seek to represent was not adequately represented in the course of the \nsettlement process.    \nV. ANALYSIS  \n{37} At hearing on the Motion, with candor that the Court much \nappreciates, Plaintiffs’ counsel narrowed Plaintiffs’ challenge to the Webster \njudgment to the following assertion:  The members of the Webster Settlement Class \nwho were not eligible to receive the settlement benefit of free enrollment in the \n \nLegalZoom Programs (the Alternative Payment Plaintiffs, including North \nCarolinians) were denied due process because they did not receive adequate \nrepresentation either by counsel representing their interests or by a named class \nrepresentative having interests in common with the Alternative Payment Plaintiffs.  \n(\nSee Pl.’s Supp. Ex. 6, at C-12 to -13.)  Plaintiffs argue that the alternative cash \nsettlement benefit was never considered by the Webster Court, but that the \nAlternative Payment Plaintiffs were a separate subclass of individuals that should \nhave been recognized and adequately represented by both an adequate named \nrepresentative who was a member of their subclass and an attorney governed by a \nfiduciary responsibility to represent the interests of that subclass.  Plaintiffs argue \nthat due process does not allow giving full faith and credit to the Webster judgment \nwithout such representation.4 \n{38} Further, Plaintiffs argue that their position should be maintained \nbecause there is no evidence in the record that the Webster court ever considered \nthe relative value of the proposed payment to the Alternative Payment Plaintiffs.  \nRather, Plaintiffs urge that the only consideration given by Judge Highberger was \nas to the value of the benefit that was to be offered to class members who could \nreceive the free legal consultation provided through the Programs (which, at the \ntime, constituted approximately eighty-five percent of the LegalZoom customers).  \nPlaintiffs argue that Judge Highberger’s approval of the Settlement Agreement fails \nto specifically consider the sufficiency of the consideration to be paid to the \nAlternative Payment Plaintiffs, and therefore that it violates their due process \nrights.  Stated otherwise, they contend that due process does not allow them to be \nbound to a release that was only given in exchange for “compensation” that was \nnever specifically considered by the approving court.  \n{39} \nBoyles and Moody constrain this Court’s reconsideration of the \nadequacy of the consideration that the California court found adequate to support \nthe settlement.  The Court is instead limited to the inquiry of whether the Webster \n                                                 \n4 LegalZoom contends, but Plaintiffs deny, that Plaintiffs are effectively seeking a ruling that the \nsubclass was entitled to counsel that represented the subclass exclusively. \n \ncourt fully and fairly considered and then decided whether Plaintiffs were \nadequately represented. After having reviewed the extensive court records from the \nWebster proceeding, including the transcripts of the court hearings and Judge \nHighberger’s orders and findings, this Court concludes that the Webster court made \nsufficient findings, that the Webster judgment is entitled to full faith and credit, \nand that the issue of adequacy of representation, including that of Alternative \nPayment Plaintiffs and therefore the Plaintiffs in this action, was fully and fairly \nlitigated and finally decided in Webster.   \n{40} The Webster record demonstrates that the alternative cash payment \nbenefit was agreed to during mediation and presented to Judge Highberger in the \ninitial motion for preliminary approval.  That alternative benefit was defined in the \nproposed Settlement Agreement and class action notice, which the California courts \nfound to be adequate.  That benefit was then before Judge Highberger during the \nfairness hearing and subject to challenge by any legitimate objector.  In approving \nthe settlement, Judge Highberger made specific and detailed findings that class \ncounsel fairly and adequately represented and protected the interests of \nall \nmembers of the Settlement Class, and that the benefits provided by the Settlement \nAgreement, including the alternative cash benefit, were fair, reasonable, and \nadequate and in the best interests of the Settlement Class.  His judgment was \naffirmed.  The Court would have to make certain negative inferences from Judge \nHighberger’s findings in order to either impose the fiduciary duties Plaintiffs now \nseek to impose on counsel or find that a further subclass with its own representative \nwas necessary to insure adequate representation.  Even if such negative inferences \nwould be consistent with the Webster record, making such inferences is the type of \ncollateral attack on a foreign judgment that Moody expressed as inappropriate \nunder the limited North Carolina standards for reviewing foreign judgments.  \n{41} Plaintiffs argue that such an in quiry by this Court is, however, not \nprohibited under this limited standard because Judge Highberger did not \nspecifically consider the adequacy of the alternative cash settlement benefit, and \nthus that it was not fully and fairly litigated.  They contend that due process \n \ndemands that this Court make that inquiry because the consideration of the \nAlternative Payment Plaintiffs, representing only fifteen percent of the Settlement \nClass, was so markedly different than that given to other class members.  But, the \nrecord does not allow for this parsing of the settlement consideration.  The full \nsettlement consideration, including the consideration provided to the Alternative \nPayment Plaintiffs, was before Judge Highberger for his review.  The Court cannot \ninfer that Judge Highberger failed to consider the adequacy of representation of or \nthe adequacy of consideration for the Alternative Payment Plaintiffs merely because \nhe did not make express findings in that regard.  He made findings that the overall \nsettlement was fair and reasonable and that the Settlement Class had been \nadequately represented.  The Court then must conclude that the issues Plaintiffs \nnow seek to litigate in this Court were fully and fairly litigated and finally decided \nby Judge Highberger. \n{42} There is likewise no reasoned basis for this Court to conclude that the \nstatements in Judge Highberger’s approval order were only rote recitals regarding \nthe court’s jurisdiction, due process, and the fairness of the settlement to the class, \nand entered without full deliberation.  It is instead that the order was entered only \nafter a substantive fairness hearing as to the underlying claims and defenses.  \nUnlike many class settlements, the \nWebster settlement was contested by objectors \nat both the trial and appellate level.   \n{43} The Court, after its review consistent with the controlling North \nCarolina standard, concludes that the issue of adequacy of representation for \nAlternative Payment Plaintiffs in the Webster settlement and the adequacy of the \nconsideration they received in exchange for their release of claims were issues \nwhich were fully and fairly litigated by the California courts.  The California \njudgment is therefore entitled to full faith and credit and is binding on Plaintiffs \nand this Court.   \nVI. CONCLUSION \n{44} For the foregoing reasons, it is ORDERED that  \n \n1. Defendant’s Motion to Abate Class Action Complaint in Favor of Prior-\nFiled Action is GRANTED. \n2. The claims related to Plaintiff Bergenstock’s First Purchase and all claims \nbrought by Plaintiffs Jones and Beacon House are DISMISSED WITH \nPREJUDICE.  \n \nThis the 15th day of May, 2015. \n \n \n      / s /  J a m e s  L .  G a l e                                   l \n      J a m e s  L .  G a l e  \n      Chief Special Superior Court Judge \n         for Complex Business Cases \n "
}