{
  "id": "c8f68eea6f88c39213175af3a0043bd94dfef3db6181de6e7d8f1fae3e315745",
  "source_file": "data/raw/ncbc/c8f68eea6f88c39213175af3a0043bd94dfef3db6181de6e7d8f1fae3e315745.pdf",
  "raw_text": "Richardson v. Kellar, 2016 NCBC 60. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF GASTON 16 CVS 1126 \n \nDR. CHARLES RICHARDSON and  ) \nTRANSWORLD MED, LLC, ) \n  Plaintiffs,  ) \n   )    \n v.  ) ORDER ON MOTION FOR \n   ) PRELIMINARY INJUNCTION \nFRANZ KELLAR, RED RAVEN, LLC, and  ) \nTRANSWORLD MEDICAL DEVICES, LLC, ) \n  Defendants. ) \n \n \n THIS MATTER comes before the Court on Plaintiffs Dr. Charles Richardson  \n(\"Richardson\") and TransWorld Med, LLC's (\"TW Med\") Motion for Preliminary Injunction  \n(the \"Motion\").  On July 20, 2016, the Court held a hearing on the Motion. \n THE COURT, having considered the Motion, briefs in support of and opposition to the \nMotion, the record evidence filed by the parties, and other appropriate matters of record, \nFINDS and CONCLUDES as follows.  \nFACTUAL AND PROCEDURAL BACKGROUND \n1. Plaintiff Richardson is a medical doctor involved in scientific education and the \ndevelopment of medical devices and biotechnology products.1 \n2. Plaintiff TW Med is a North Carolina limited liability company whose sole \nmember is Richardson  (TW Med and Richardson, collectively, will be referred to as \n\"Plaintiffs\").  TW Med has a 50% ownership interest in Defendant TransWorld Medical \nDevices, LLC (\"TW Devices\").2  \n                                                        \n1 Compl. ¶ 1.  \n2 Id. at ¶¶ 2, 7. \n3. Defendant Franz Kellar (\"Kellar\") is a citizen and resident of Gaston County, \nNorth Carolina, also involved in the development of medical devices and biotechnology \nproducts.3 \n4. Defendant Red Raven, LLC, (\"Red Raven\") is a North Carolina limited liability \ncompany whose sole member is Kellar  (Red Raven and Kellar, collectively, will be referred \nto as \"Defendants\").  Red Raven also has a 50% ownership interest in TW Devices.4   \n5. In July 2007, Richardson and Kellar formed TW Devices through their \nrespective entities  as a North Carolina limited l iability company.  Plaintiffs allege TW \nDevices \"was formed to manufacture and sell blood pumps for the heart called the Total \nArtificial Heart (TAH), Left Ventricle Assistance Device (LVAD), and Right Ventr icle \nAssistance Device (RVAD). \"5  As noted, Richardson owns 50% of TW Devices  through TW \nMed, and Kellar owns the remaining 50% though Red Raven.6 \n6. Richardson and Kellar entered into the Operating Agreement for TW Devices \neffective September 30, 2007 (the \"Operating Agreement \").7   The Operating Agreement \nprovided for a two member board of managers (\"Board\").8  Section 4.1(b), in turn, provides \nthat: \nThe members of the Board (each a \"Manager\") shall constitute the Company's \nmanagers for all purposes under the  Act and other applicable law; provided; \nhowever, that notwithstanding the foregoing, without being authorized by the \nBoard, no individual Manager shall (i) have authority to bind the Company or \n(ii) otherwise be entitled to sign for or take any action on behalf of the \ncompany.9 \n                                                        \n3 Id. at ¶ 3. \n4 Id. at ¶¶ 4, 8. At the July 20, 2016, hearing, all parties agreed that named Defendant TransWorld \nMedical Devices, LLC, would serve only as a nominal defendant and thus need not be represented by \ncounsel in this matter.  Therefore, the assertions attributed to \"Defendants\" include only those made \nby counsel for Kellar and Red Raven. \n5 Compl. ¶ 9. \n6 Id. at ¶¶ 7, 8. \n7 Id., Exh. A. \n8 TW Devices Operating Agreement §4.2.  \n9 Id. at § 4.1(b). \n \nPursuant to the Operating Agreement, TW Medical appointed Richardson as a member of \nthe TW Devices Board, and Red Raven appointed Kellar.10  The Operating Agreement further \nestablished that Richardson would serve as Chairman of the Board.11 \n7.   The Operating Agreement vested the Board with broad authority to manage \nTW Devices as follows: \nExcept as otherwise expressly provided in this Agreement (including without \nlimitation Section 4.8) or the Act, the board of managers (the \"Board\") shall \nhave full, exclusive and complete discretion to manage and control the business \nand affairs of the Company, to make all decisions affecting the business and \naffairs of the Company and to take all such actions as they deem necessary or \nappropriate to accomplish the purposes and direct the affairs of the Company. \nIn managing the business and affairs of the Company and exercising its powers \ngranted hereunder, the Board must act either through a meeting pursuant to \nSection 4.7(a) or through a written consent in lieu thereof pursuant to Section \n4.7(c).12 \n \n8. The Operating Agreement also established Kellar as the President and Chief \nExecutive Officer of TW Devices.13  The Operating Agreement did not enumerate the  rights \nand duties of officers, but provided in relevant part:  \nAny officer . . . shall have only such authority and perform such duties as the \nBoard may, from time to time, expressly delegate to the m . . . . Unless the \nBoard otherwise determines, if the title assigned to an officer of the Company \nis one commonly used for officers of a business corporation formed under the \nNorth Carolina Business Corporation Act, then the assignment of such title \nshall constitute the delegation to such officer of the authority and duties that \nare customarily associated with such office, including the authority and duties \nthat a President may assign to such other officers of the Company under the \nNorth Carolina Business Corporation Act . . . .14 \n \nThe Operating Agreement expressly limited an officer 's authority to take certain  \nactions without approval of the Board, including \"sell[ing] any asset . . . of the Company, if \n                                                        \n10 Id. at § 4.3(a). \n11 Id. at § 4.5. \n12 TW Devices Operating Agreement § 4.1(a) (emphasis in original). \n13  Id. at § 4.12(b). \n14 Id. at § 4.12(a). \nthe aggregate amount of consideration paid for such asset is in excess of $50,000. \"15  It is \nundisputed that the Board did not  expressly delegate any responsibilities or authority to \nKellar as President and CEO.16 \n9. The 2007 Operating Agreement  stated that TW Devices ' \"business purpose\" \nwas \"to engage in (a) the Specific Company Purpose and (b) any lawful activity for which \nlimited liability companies may be organized under the Act. \"17  The Operating Agreement \ndefines \"Specific Company Purpose \" as \"the conception, design, production, sales and \npromotion of (1) pulmonary heart valve; (2) biomarker hardware and biomarkers; (3) \nmicrorobotic devices for surgical applications; (4) LVAD, RVAD and TAH; and (4) [sic] remote \nmedical power transmission devices. \" 18   In July 2012, TW Devices ' \"Specific Company \nPurpose\" was amended to \"the conception, design, production, sales and promotion of the \nfollowing mechanical heart assist devices; LVAD (left ventricular assist device), RVAD (right \nventricular assist device) and TAH (total artificial heart).\"19   \n10. In December, 2007, The Cleveland Clinic Foundation (\"CCF\") and TW Devices \nformed Cleveland Heart, Inc. ( \"CHI\").  Initially, CHI was owned by CCF and TW Devices. \nCHI's purpose was to design, manufacture, and sell three devices for patients with \nirreversible end-stage heart failure: the TAH, LVAD and RVAD. \n11. The parties dispute who initially held the position of CEO for CHI.  Plaintiff \nalleges he was CEO of CHI until August  2014,20  and that Kellar was Chief Operating \n                                                        \n15 Id.  at § 4.12(a)(v). \n16 While not directly addressed by  materials contained in the record, both parties admitted this to be \nthe case at the July 20, 2016 hearing.   \n17 TW Devices Operating Agreement, § 2.4. \n18 Id. under Article 1, Definitions, \"Specific Company Purpose.\"  \n19 TW Devices First Am. Operating Agreement ¶ 1.  \n20 Richardson Aff. ¶ 17 \nOfficer.21  Kellar, on the other hand, contends that he was CHI 's initial CEO.22  Defendants \nrepresent that Kellar, in his capacity as CEO, \"directed the activities of CHI . . . [d]uring its \nfirst 4½ years [ in which] CHI raised capital and began developing the cardiac circulatory \nassist devices.\"23  In any event, Defendants allege, and Plaintiffs do not seem to dispute, that \n\"[a]s of July 2012, CHI had met s everal milestones in the development of its products but \nneeded additional cash to continue developing its products.\"24 \n12. Accordingly, in July 2012, CHI agreed to sell $30 million of new CHI stock to \nWizit Power Heart Health Consortium, Inc. ( \"Wizit\") in four installments.25  As a condition \nof purchasing the stock, Wizit requested that CHI appoint Richardson CEO , President, and \nChairman of the Board.26  In addition, Wizit was given two seats on CHI's board of directors \nin place of two incumbent directors, one of whom was Kellar.27  Ultimately, Wizit made an \ninitial $3 million investment  in CHI, but did not invest the other $27 million .28  Following \nthe transaction, TW Devices  owned 42.37% of CHI. \n13. Defendants allege that during Richardson's tenure as CEO and President of \nCHI, he engaged in numerous unauthorized transactions that primarily benefitted himself \nfinancially.29  Kellar claims that Richardson did not hold any shareholders meetings, or \nprovide Kellar with any information about CHI.30 \n14. Richardson alleges that on or about August 1, 2014, Kellar, acting under his \nauthority as President of TW Devices,  signed a CHI Shareholders ' Resolution on behalf of \n                                                        \n21 Compl. 11. \n22 Kellar Aff. ¶ 8. \n23 Id. at ¶ 9. \n24 Id. \n25 Id. at ¶ 10. \n26 Kellar Aff. ¶ 10. \n27 Id. \n28 Id. \n29 Id. at ¶¶ 12-26.  The Court notes that Richardson denies these allegations.  \n30 Id. at ¶ 27. \nTW Devices, albeit without authorization from the TW Devices' Board, removing Richardson \nas Chairman of the Board and CEO of CHI.31  Kellar also removed Richardson as TW Device's \nrepresentative on the CHI board.32  Richardson objected to Kellar's actions.33  In November \n2015, Kellar, without seeking authorization from the TW Devices Board,  voted the CHI \nshares owned by TW Devices to appoint five (5 ) new members to CHI's board,  including \nhimself, but excluding Richardson.34  Plaintiffs refer to this newly constituted CHI board as \nthe \"Illegal Board.\"35  Richardson objected to Kellar's action.36  On December 1, 2015, the CHI \nboard notified Richardson that he was officially removed as CHI's President and CEO.37 \n15. Plaintiffs allege that the so-called \"Illegal Board\" \"has continued to conduct \nbusiness in the name of CHI to the exclusion of the [ former board] and Dr. Richardson. \"38  \nPlaintiffs further allege that \"Defendants, individually and through TW Devices, have \nengaged in oppressive and wrongful conduct directed toward removing Dr. Richardson from \nmeaningful participation in the activities of CHI, an entity in which he was a founding \nmember.\"39  Plaintiffs' claim the  wrongful conduct  includes, but is not limited to, \"[t]he \nwasting of corporate assets of TW Devices by Defendant Kellar\" and \"[t]he improper voting \nby Defendant Kellar of CHI stock owned by TW Devices with the goal of controlling CHI and \nto avoid action by the legitimate CHI Board.\"40  \n16. Defendants contend that CHI currently lacks funds with which to continue to \ndevelop its products and that , thus far, attempts to find new investors have been \n                                                        \n31 Compl. ¶ 20. \n32 Id. at ¶ 28, Exhs. S. \n33 Richardson Aff. ¶ 19. \n34 Compl. ¶ 22; Kellar Aff. ¶ 28. \n35 Compl. ¶ 22. \n36 Richardson Aff. ¶ 21; Compl. ¶ 24.  \n37 Kellar Aff. ¶ 28, Exh. T. \n38 Compl. ¶ 25. \n39 Id. at ¶ 28. \n40 Id. \nunsuccessful.  On June 3, 2016, CCF notified CHI that it wa s terminating its technology \nlicense with CHI effective in 90 days.  Defendants allege  that \"[w]ithout the Technology \nLicense Agreement in place, CHI lacks critical intellectual property rights that are needed to \ndevelop its products and to continue in business.  As a result, CHI has no ongoing business \nand, absent a new agreement with The Cleveland Clinic Foundation, no prospects for future \nbusiness.\"41 \n17. On March 24, 2016, Plaintiffs filed the Complaint in this action.  The \nComplaint alleges claims for breach of contract, breach of fiduciary duty, dissolution  of TW \nDevices, and a declaratory judgment.  The Complaint also requests an injunction.42   \n18. On June 17, 2016, Plaintiffs filed the  Motion along with an affidavit from \nRichardson.  On July 1, 2016, Defendants filed their Brief in Opposition to Plaintiffs Motion \nfor Preliminary Injunction along with an affidavit from Kellar.  On July 11, 2016, Plaintiffs \nsubmitted a Reply Brief in Support of their Motion for Preliminary Injunction.  On July 20, \n2016, the Court held a hearing on the Motion. \nDISCUSSION \n19. A preliminary injunction may be issued during litigation when \"it appears by \naffidavit that a party thereto is doing or threatens or is about to do . . . some act . . . in violation \nof the rights of another party to the litigation respecting the subject of the action, and tending \nto render judgment ineffectual.\"  N.C. Gen. Stat. § 1-485(2) (hereinafter, \"G.S.\").  The movant \n                                                        \n41 Kellar Aff. ¶ 30. \n42 In the Complaint, Plaintiffs allege that they seek an injunction \"prohibiting Defendants Kellar and \nRed Raven from voting the shares of CHI owned by TW Devices without the  express written consent \nand approval of Dr. Richardson \" (¶ 38), and \"prohibiting Defendants from voting the shares of TW \nDevices during the pendency of this action\" (prayer for relief, p. 9).  In their Motion, Plaintiffs request \nan order \"to enjoin these Defendants from voting [TW Devices]'s shared in Cleveland Heart, Inc. in \nviolation of the Operating Agreement of [TW Devices]. \"  At the hearing, Plaintiffs ' counsel clarified \nthat Plaintiffs are seeking an injunction preventing Defendants from voting TW Devices shares in CHI \nwithout the express approval of Richardson. \nbears the burden of establishing the right to a preliminary injunction.  Pruitt v. Williams, \n288 N.C. 368, 372, 218 S.E.2d 348, 351 (1975).  In order to secure preliminary injunctive relief \nfrom the Court, a movant must show \"a likelihood of success on the merits of his case and . . . \n[that the movant] is likely to sustain irreparable loss unless the injunction is issued, or if, in \nthe opinion of the Court, issuance is necessary for the protection of his rights during the \ncourse of litigation.\"  Analog Devices, Inc. v. Michalski , 157 N.C. App. 462, 466, 579 S.E.2d \n449, 452 (2003) (citations omitted); accord Looney v. Wilson, 97 N.C. App. 304, 307 -08, 388 \nS.E.2d 142, 144 -45 (1990).  Likelihood of success means a \"reasonable likelihood.\"  A.E.P. \nIndus., Inc. v. McClure, 308 N.C. 393, 404, 302 S.E.2d. 754, 761 (1983).  In addition, the Court \nmust balance the equities, and a preliminary injunction \"should not be granted where there \nis a serious question as to the right of the defendant to  engage in the activity and to forbid \nthe defendant to do so, pending final determination of the matter, would cause the defendant \ngreater damage than the plaintiff would sustain from the continuance of the activity while \nthe litigation is pending.\"  Board of Provincial Elders, etc. v. Jones , 273 N.C. 174, 182, 159 \nS.E.2d 545, 551 -552 (1968).  The issuance of an injunction is \"a matter of discretion to be \nexercised by the hearing judge after a careful balancing of the equities.\"  State v. Fayetteville \nSt. Christian School, 299 N.C. 351, 357, 261 S.E.2d 908, 913 (1980).  \nA. Likelihood of Success. \n20. Plaintiffs' primary claims are for breach of the Operating Agreement (breach \nof contract) and breach of fiduciary duty.  In their briefs, the parties have argued only \nregarding the likelihood of success on the claim for breach of the Operating Agreement.  \nAccordingly, the Court addresses Plaintiff's claim for breach of contract. \n21. Section 57D-2-30(e) of the North Carolina General Statutes provides that the \nlaws of contract \"govern the administration and enforcement of operating agreements. \" See \nalso N.C. State Bar v. Merrell , 777 S.E.2d 103, 114 , 2015 N.C. App. LEXIS 820 , *28 (2015) \n(\"An [LLC] operating agreement is a contract.\").  Accordingly, \"[t]he elements of a claim for \nbreach of contract are  (1) existence of a valid contract and (2) breach of the terms of that \ncontract.\"  Supplee v. Miller-Mott Bus. Coll., Inc., 768 S.E.2d 582, 590, 2015 N.C. App. LEXIS \n49, *15 (N.C. Ct. App. 2 015).  The parties do not dispute that , at all relevant times,  TW \nDevices had a valid operating agreement.  Accordingly, in determining whether Plaintiffs \nhave a reasonable likelihood of success in establishing that Defendants breached the \nOperating Agreement, the Court must consider: (1) the proper interpretation of the terms of \nthe Operating Agreement and (2) whether Defendants' conduct constituted a breach of those \nterms. \n22.  Plaintiffs contend that Kellar violated the Operating Agreement by voting of \nTW Devices ' shares in CHI because the Operating Agreement requires the c onsent and \napproval of both managers (the Board), and Kellar did not obtain that approval.  Defendants \ncontend that the Operating Agreement names Kellar the President and CEO of TW Devices \nand, in the absence of an express delegation of authority by the Board, vests him with the \nauthority customarily held by corporate presidents; chiefly, the authority to manage TW \nDevices ordinary, day-to-day business.  Defendants argue  that TW Devices currently \noperates as a de facto holding company for the shares in CHI, and that voting the shares is \nTW Dev ices' only day-to-day business.  The determinative question , then, is whether the \nOperating Agreement authorized Kellar to vote TW Devices ' shares in CHI  without the \napproval and consent of the Board.  \n23. The Operating Agreement vests the authority to manage TW Devices in its \nBoard.  Section 4.1(a) of the Operating Agreement gives the Board the \"full, exclusive and \ncomplete discretion to manage and control the business and affairs of the Company, to make \nall decisions affecting the business and affairs of the Company and to take all such actions \nas they deem necessary or appropriate to accomplish the purposes and direct the affairs of \nthe Company. \"  The Board ca n only act by \"the affirmative vote of a majority of the \nManagers.\"43  In addition, \"without being authorized by the Board, no individual Manager \nshall (i) have authority to bind the Company or (ii) otherwise be entitled to sign for or take \nany action on behalf of the company.\"44  Finally, section 4.1(c) further provides that \nExcept as otherwise expressly provided in this Agreement or required by any \nnon-waivable provision of the Act or other applicable law, no Holder or Member \nshall (a) have any right to vote on or consent to any matter, act, decision, or \ndocument involving  the Company or its business  . . . . Except to the extent \nexpressly delegated by the Board, no member, Holder, or other Person shall be \nan agent for the Company or have any right, power or authority to transact \nany business in the name of the Company or to act for or on behalf of or to bind \nthe Company. \n \n24. Defendants do not contend that the Board ever delegated the authority to vote \nTW Devices shares in CHI to Kellar, or ever assigned specific auth ority or duties to the \nposition of President or CEO.45  Nevertheless, Section 4.12(a) of the Operating Agreement \nprovides that in the absence of such delegation by the Board, \"if the title assigned to an officer \nof the Company is one commonly used for officers of a business corporation formed under the \nNorth Carolina Business Corporation Act, then the assignment of such title shall constitute \nthe delegation to such officer of the authority and duties that are customarily associated with \nsuch office.\"   Defendants argue that Kellar was vested with \"the authority and duties that \nare customarily associated with\" the offices of president and CEO.  Defendants contend that \nTW Devices \"ordinary business, indeed its only business, was its ownership of shares of CHI, \nand the primary responsibility of [TW Devices'] President was to nominate [TW Devices'] \ndirector on CHI's board of directors.\"46 \n                                                        \n43 Operating Agreement § 4.7(b). \n44 Id. at § 4.1(b). \n45 Indeed, Defendants conceded that \"Plaintiffs are correct that Kellar could not act as a manager on \nbehalf of [TW Devices] without Richardson's approval,\" but argue that Kellar was acting as an officer, \nand not a manager, in voting TW Devices shares in CHI. Defs.'s Br. Opp. Mot. for Prel. Injunction p. \n10. \n46 Id. at p. 10. \n25. North Carolina law does not provide definitive guidance regarding the \n\"customary\" authority possessed by corporate presidents.  The Business Corporation Act does \nnot define the duties or powers possessed by officers.  North Carolina's leading commentator \non corporate law has noted that  \nThe allocation of authority and duties among corporate officers is usually \noutlined to some extent, either specifically or generally, by the corporate \nbylaws, and is then further defined in more detail by the directors and by the \nofficers themselves. To the extent that these respective functions of corporate \nofficers and agents are not thus defined by the corporation, they may be defined \nby the law and custom as developed by normal practices. \n \nRussell M. Robinson, II, Robinson on North Carolina Corporation Law § 16.01 (7th ed. 2015) \n(footnotes omitted) .  Furthermore, \"the president is usually designated as the principal \nexecutive officer of the corporation so that he exercises the functions of its general manager.\" \nId. \nThe broadest implied authority is vested in the general manager of the \ncorporation, since he is in charge of the ordinary conduct of its business. This \nauthority does not extend to matters that are outside the ordinary course of \nbusiness, but whether a particular matter is within the ordinary course of \nbusiness is not governed by any inflexible rule. For example, a general \nmanager ordinarily would not have implied authority to dispose of corporate \nreal estate, but he would if the company customarily deals in realty. \n \nId. at § 16.04. \n26. The Supreme Court of North Carolina has stated that a corporate officer 's \nposition's \"carries with and includes in it, as an incident, all the powers which are necessary, \nproper, usual and reasonable as means to effectuate the purposes for which it was created.\"  \nBrimmer v. M. H. Brimmer Co., 174 N.C. 435, 439, 93 S.E. 984, 985 (1917).  Moreover, \"[i]n \nthe absence of a charter or bylaw provision to the contrary, the president of the corporation \nis the general manager of its corporate affairs.  Burlington Indus., Inc. v. Foil, 284 N.C. 740, \n759, 202 S.E.2d 591, 604 (1974) (internal citations omitted); accord First Union Nat. Bank v. \nBrown, 166 N.C. App. 519, 528, 603 S.E.2d 808, 815 (2004) (\"The president of a corporation \nis the head and general agent of the corporation and may act for it in matters that are within \nthe corporation 's ordinary course of business or incidental to it \"; citations omitted ) \nAccordingly, whether a president's conduct falls within the scope of his or her authority turns \non whether such conduct involves \"matters that are within the corporation's ordinary course \nof business.\"  Burlington Indus., 284 N.C. at 758, 202 S.E.2d at 604.  \n27. The record evidence regarding TW Devices ordinary business is inconsistent, \nat best.  TW Devices' original business purpose, as stated in the Operating Agreement, was \nto engage in \"the conception, design, production, sales and promotion of (1) pulmonary heart \nvalve; (2) biomarker hardware and biomarkers; (3) microrobotic devices for surgical \napplications; (4) LVAD, RVAD and TAH; and (4) [sic] remote medical power transmission \ndevices.\"47   Currently, TW Devices ' amended \"Specific Company Purpose \" involves \"the \nconception, design, production, sales and promotion of the following mechanical heart assist \ndevices; LVAD (left ventricular assist device), RVAD (right ventricular assist device) and \nTAH (total artificial heart).\"48 \n28. Kellar, on the other hand, claims in h is affidavit that TW Devices ' \"only \nbusiness is to own shares in [CHI].\"49  Defendants cite to the  \n29. TW Devices was formed approximately five months before CHI existed, so TW \nDevices original purpose could not have been to act as a holding company for its shares in \nCHI.  Rather, it appears that TW Devices ' ownership and participation in CHI became the \nplatform for achieving TW Devices' stated business purposes.  In fact, the evidence is that \nCHI's purpose was the same as TW Devices  – to design, manufacture,  and sell the TAH, \nLVAD, and RVAD cardiac devices.50  \n                                                        \n47 Operating Agreement, Article 1, Definitions, \"Specific Company Purpose.\"  \n48 TW Devices First Am. Operating Agreement ¶ 1.  \n49 Kellar Aff.  ¶ 6. \n50 Id. at ¶ 7; Richardson Aff. ¶ 12. \n30. There is insufficient r ecord evidence that TW Devices was formed and is \noperated solely as a holding company for the shares in CHI, thereby making the voting of the \nCHI shares an act incidental to the company 's ordinary course of business.  The stated \npurpose of TW Devices as provided in the Operating Agreement supports Plaintiffs' assertion \nthat TW Devices was formed to develop cardiac devices, and not exclusively to hold shares in \nCHI.  In addition, evidence presented by both sides establishes that Richardson and Kellar, \nat various times, engaged in activities  as officers of CHI that advanced  TW Devices stated \nbusiness purpose of developing the three cardiac devices and extended beyond merely voting \nthe shares in CHI. 51  While those activities may have been undertaken by Richardson and \nKellar in their roles as officers of CHI, that does not preclude such activities from also being \non behalf of TW Devices' business. \n31. Defendants’ cite the Delaware Chancery Court’s decision in Flaa v. Montano, \n2013 Del. Ch. LEXIS 244 (Del. Ch. 2013) as support for their contention that Kellar, as \nPresident and CEO, has the authority to vote TW Devices’ shares in CHI.  In Flaa, Daniel \nand Vicki Montano jointly owned a large block of stock in CardioVascular Therapeutics, Inc. \n(“Cardio”). Id. at *2.  The couple formed a corporation, Vizier Investment Capital Limited \n(“Vizier”), in which Daniel and Vicki were 50% shareholders, “for the sole purpose of holding \nthe [ ] shares of Cardio owned by Daniel and Vicki” in order “to insulate the couple’s shared \nfrom creditors.”  Id. at *7.  Vizier “had no day -to-day operations; it exist[ed] only to hold \nCardio stock.” Id. at *8.  Vizier’s co rporate articles provided that Vizier’’s President was “to \nmanage the day to day affairs of the Company.” Id. at *9.  Daniel Montano was Vizier’s \nPresident, and “historically voted the Cardio shares on behalf of Vizier,” Id. at *27, “without \n                                                        \n51 Richardson Aff. ¶ 17; Kellar Aff. ¶¶ 8, 9, and 12.  Those activities included raising capital, developing \nthe cardiac devices, entering into licensing agreements, acquiring assets and equipment, and other \nactivities. \nobjection from the other [Vizier] directors”. Id. at *8.  In addition, a regulatory filing by Vizier \nstated that “’Mr. Montano has sole voting and investing powers’” over Vizier’s shares of \nCardio.” Id. at *8.  On this evidence, the Vice Chancellor concluded that Daniel Montano, as \nPresident, had the authority to vote Vizier’s shares in Cardio.  Id. at 32.  \n32. The Court believes that Defendants reliance on Flaa is misplaced.  In Flaa, the \nparties purchased the shares in Cardio and later formed Vizier “for the sole purpose ” of \nholding the shares, and the evidence established that the only business Vizier ever engaged \nin was voting the shares.  In addition, as the President of Vizier, Daniel Montano apparently \nexercised the right to vote the shares in Cardio without objection  from his wife or the \ncompany’s directors.  In this case, as discussed above, the evidence before the Court does not \nsupport the conclusion that TW Devices was formed to act as a holding company for its shares \nin CHI, or that TW Devices only business activi ties were voting of the CHI shares.   The \nevidence also establishes that Richardson has objected to Kellar’s unilateral exercise of \nauthority over TW Devices’ shares in CHI.   \n33. The Court concludes that, based on the current record, Plaintiffs have \nestablished a reasonable likelihood of success on their claim for breach of the Operating \nAgreement.   \nB. Irreparable Harm and Balancing of Equities. \n34. Plaintiffs contend that if a prelim inary injunction does not issue, Richardson \nwill be irreparably harmed by his being excluded from having  any input in TW Devices ' \noperations despite his 50% ownership interest .  Defendants contend that granting the \ninjunction would not preserve the status quo, but would upend it, since Kellar has been voting \nTW Devices shares in CHI.  Defendants further argue that an injunction will not permit \nRichardson to \"participate in the governance of CHI\" because Richardson will not be able to \nvote TW Devices ' shares in CHI without Kellar 's consent.52  Finally, Defendants contend \nissuance of a preliminary injunction would ensure the demise of TW Devices because \nRichardson will not agree to CHI being acquired by third-party.   \n35. Plaintiffs' position is compelling.  The nature of the shared ownership of TW \nDevices, as reflected in the provisions of the Operating Agreement, strongly supports \nPlaintiff's contention that he is entitled to participate in the management of TW  Devices, \nincluding decisions regarding how to vote its shares in CHI.  The Operating Agreement \nclearly establishes the parties ' intent that  the Board, comprised of  both Richardson and \nKellar, would have to approve any significant decisions involving TW Devices.  If Defendants \nare not enjoined, Plaintiffs will be unable to exercise their rights in TW Devices as envisioned \nin the Operating Agreement.  Neither the parties nor the Court can anticipate all of various \nissues that might require the voting of TW D evices shares in CHI, but it is a certainty that \nPlaintiffs will be deprived of any input regarding these issues if Defendants are not enjoined \nfrom voting the shares.53  \n36. Defendants assert that \"Richardson admits that Kellar has been voting [TW \nDevices'] shares of CHI\" and that \"the status quo warrants denying, not granting, plaintiffs' \nmotion for preliminary injunction.\"54  Defendants ignore the fact, however, that Richardson \nhas not acquiesced in Kellar's exercise of authority over the shares, but instead has objected \nto it.55  In addition, the Court 's authority is not limited to preserving the \"status quo,\" but \n                                                        \n52 Defs.'s Br. Opp. Mot. for Prel. Injunction pp. 7-8.  \n53 Defendants contend some of the \"the transactions requiring approval by a supermajority of CHI 's \nshareholders are CHI 's only hope for staying in existence, \" including \"(i) merging the business \noperations of the Company with another business, (ii) licensing technology; (iii) borrowing fund s; or \n(iv) entering a transaction with a shareholder.\" Id. at p. 9. \n54 Id. \n55 Richardson Aff.  ¶¶ 19, 21; Compl. ¶¶ 21, 24. \nextends to enjoining a party from doing acts \"in violation of the rights of another party.\"  G.S. \n§ 1-485(2). \n37. Defendants' contention that a preliminary injunction will not allow Richardson \nto unilaterally vote TW Devices' shares in CHI or otherwise participate in CHI's \"governance\" \nare equally unavailing.  Plaintiffs do not seek to wrest the right to vote the shares from Kellar \nand for themselves.  Rather, they request only that Defendants be prohibited from voting the \nshares without the approval of the TW Devices Board during the pendency of this action.  As \nPlaintiffs note, \"[t]hough the preliminary injunction . . . would not restore Dr. Richardson to \nhis position as Chair and CEO of CHI, . . . it would require Mr. Kellar to consult and engage \nDr. Richardson regarding issues for which [TW Devices'] shares in CHI must be voted, and \nvice versa.\"56  To the extent CHI seeks share holder approval for certain actions , an order \nrequiring Defendants to seek approval from the TW Devices Board to vote the shares in CHI \nshares will, in fact, allow Richardson to participate in CHI's governance. \n38. Finally, Defendants' argument that issuance o f a preliminary injunction will \nensure the demise of TW Devices is speculative.  Defendants contend that CHI's best chance \nof a continued existence is some kind of acquisition  of CHI by a third party.  Defendants \nimplicitly suggest that Richardson will not agree to vote TW Devices shares in favor of  any \nacquisition.57  The Court rejects the notion that Kellar should be permitted to vote the shares \nin CHI with Richard son's input on the unsupported grounds that Richardson would \nintentionally frustrate any opportunity that might be beneficial to the business.   Such a \nproposition defies both well -established principles of law and basic logic.   Not only would \n                                                        \n56 Pls.' Reply Supp. of Mot. for Prel. Injunction. P. 8. \n57 At the hearing, Defendants conceded that pursuant to section 4.12(a)(v) of the Operating Agreement  \nKellar would not be able to vote TW Devices' shares in favor of a proposal that required the sale of TW \nDevices shares to another party without the approval of the TW Devices Board and, hence, Richardson.  \nNevertheless, both parties admitted that they could not rule out other potential proposals for a change \nin control of CHI that would not involve the sale of TW Devices shares. \nRichardson have a fiduciary responsibility to conse nt to a transaction that was in the best \ninterest of TW Devices ,58 he would also be personally incented to do so by virtue of his \nsubstantial monetary interest in TW Devices. 59  Accordingly, the Court finds unpersuasive \nthe argument that enjoining Kellar fro m voting TW Devices ' CHI shares without \nRichardson's consent will necessarily ensure the demise of CHI.   \n39. Accordingly, Plaintiffs have established that they will suffer irreparable harm \nif the requested order is not issued, and the Court concludes in its d iscretion that Plaintiffs' \nMotion for Preliminary Injunction should be GRANTED. \nTHEREFORE, IT IS ORDERED that: \n40. Plaintiffs' Motion for Preliminary Injunction is GRANTED. \n41. Franz Kellar and Red Raven, LLC are IMMEDIATELY ENJOINED and \nPROHIBITED, directly or indirectly, alone or in concert with others, from voting TransWorld \nMedical Devices, LLC's shares in Cleveland Heart, Inc. without the express written consent \nand approval of the TW Devices Board, including Dr. Richardson.  \n42. On or before 5:00 p.m. on Friday, August 5, 2016, Plaintiffs shall post security \nfor the issuance of this Order in the amount of $ 250.00, as required by Rule 65(c), in form \nsatisfactory to the Clerk of Superior Court of Gaston County. \n43. Except as specifically granted herein, Plaintiffs ' Motion for Preliminary \nInjunction is DENIED. \n                                                        \n58 N.C. Gen. Stat. § 57D-3-21 (\"Each manager shall discharge that person's duties (i) in good faith . . . \nand (iii) subject to the operating agreement, in a manner the manager believes to be in the best \ninterests of the LLC.\"). \n59 The Court also notes that Richardson recently claimed to  have a potenti al buyer for CHI.  Kellar \nAff. ¶ 38, Exh. V.  While Defendants expressed skepticism as the buyer 's ability to consummate such \na purchase, it does not appear to the Court that Richardson is opposed to any potential sale of CHI  or \nTW Devices shares in CHI. \nSO ORDERED, this the 2nd  day of August, 2016. \n \n     /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge \n                 for Complex Business Cases "
}