{
  "id": "c907dd8173def72e0f55228f22ccd0995a1640d4aa0f4cb26b76cab12ef28a1c",
  "source_file": "data/raw/ncbc/c907dd8173def72e0f55228f22ccd0995a1640d4aa0f4cb26b76cab12ef28a1c.pdf",
  "raw_text": "STATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nBRUNSWICK COUNTY 19 CVS 865 \n \nCAMPBELL SALES GROUP, \nINC. d/b/a LEATHER ITALIA, \nUSA, \n \nORDER AND OPINION ON MOTIONS \nFOR SUMMARY JUDGMENT AND \nRENEWED MOTION TO DISSOLVE \nPRELIMINARY INJUNCTION \n Plaintiff, \n v.  \n \nNIROFLEX BY JIUFENG \nFURNITURE, LLC; HIGH POINT \nMARKETING GROUP, INC.; \nGENFINE FURNITURE \nINDUSTRY, LTD. a/k/a \nHUIZHOU JIUFENG SCIENCE \nTECHNOLOGY INDUSTRIAL \nCO. LTD.; MICHAEL \nELKHATIB; and JOHN THOMAS \nMOODY a/k/a QUING CHUN \nMU, \n  \nDefendants. \n \n \nTHIS MATTER comes before the Court on Defendants  Genfine Furniture \nIndustry, Ltd. a/k/a Huizhou Jiufeng Science Technology Industrial Co. Ltd.  \n(“Genfine”) and John Thomas Moody  a/k/a Quing Chun Mu’s  Motion for Summary \nJudgment as to Plaintiff ’s Claims (ECF No. 126), Defendants Niroflex by J iufeng \nFurniture, LLC  (“Niroflex”), H igh Point Market ing Group, Inc., and Michael \nElkhatib’s Motion for Summary Judgment as to Plaintiff’s Claims  (ECF No. 127) , \nGenfine’s Motion for Summary Judgment as to its Counterclaims (ECF No. 131), and \nCampbell Sales Grp., Inc. v. Niroflex by Jiufeng Furniture, LLC, 2022 NCBC 75                                       \n \n \nDefendants’ Renewed Motion  to Dissolve Preliminary Injunction and Forfeit Bon d \n(ECF No. 134).1 \n THE COURT concludes that the Motions should be GRANTED , in part, and \nDENIED, in part, as set forth below. \nCoats + Bennett, PLLC by Gavin B. Parsons, David E. B ennett, and \nBrandee N. Woolard, for Plaintiff Campbell Sales Group, Inc.  \n \nWyatt Early Harris Wheeler LLP by Donavan J . Hylarides, Scott F. \nWyatt, and Stanley  F. Hammer, for Defendants Niroflex by Jiufeng \nFurniture, LLC, High Point Marketing Group, Inc., G enfine Furniture \nIndustry, Ltd. a/k/a Huizhou Jiufeng Science Technology Industrial Co. \nLtd., Michael Elkhatib, and John Thomas Moody a/k/a Quing Chun \nMu. \n \nDavis, Judge.  \nINTRODUCTION \n1. This case involves a dispute over the sale of furniture between a China-\nbased manufacturer and a North Carolina-based distributor.  The parties’ business \nrelationship lasted approximately two years and ended amid  acrimony and mutual \nfinger-pointing.  In resolving the present Motions, the Court must address a host of \nlegal issues, including the applicability of the statute of frauds, the reasonableness of \nefforts by a party to protect its trade secrets, the evidence of deception necessary to \nsustain a claim for unfair and deceptive trade practices, and the circumstances upon \nwhich the dissolution of a preliminary injunction is appropriate. \n \n \n \n1 These motions are referred to herein collectively as the “Motions.” \n \n \nFACTUAL AND PROCEDURAL BACKGROUND \n2. “The Court does not make findings of fact on motions for summary \njudgment; rather, the Court summarizes material f acts it considers to be \nuncontested.”  Mc Guire v. Lord Corp. , 2021 NCBC LEXIS  4, at **1 –2 (N.C. Super. \nCt. Jan. 19, 2021) (cleaned up).   \n3. Campbell Sales Group , Inc. d/b/a Leather Italia, USA (“LIU”)  is the \nPlaintiff in this action.  LIU is a wholesale distributor of leather furniture  with its \nprincipal office in Brunswick County , North Carolina.  ( Verif. Am. Compl. ¶¶ 1, 13, \nECF No. 40.)  LIU’s chief executive officer is Michael Campbell.  ( Verif. Am. Compl. \n¶ 14; Campbell Aff. ¶ 2, ECF No. 20 [SEALED], ECF No. 21.2.) \n4. Defendant Genfine is a company located in Guangdong Province, China.  \n(Moody Aff. ¶ 3, ECF No. 18.2.)  Genfine’s majority owner and general manager is \nJohn Thomas Moody.  (Moody Aff. ¶ 2.)2   \n5. Defendant Niroflex was formed in 2018 when it filed Articles of \nOrganization with the North Carolina Secretary of State’s office.  (Elkhatib Dep. Ex. \n2, ECF No. 129.3.)  Niroflex’s Articles  listed High Point Marketing Group, Inc. (who \nis also a named Defendant in this action) and Genfine as its members.  (Elkhatib Dep. \nEx. 2.)  High Point Marketing Group, Inc. is owned and operated by Michael Elkhatib, \nanother Defendant in this case.  (Elkhatib Aff. ¶ 3, ECF No. 18.1.)   \n \n2 Moody also goes by the name Qing Chun Mu, which is occasionally misspelled in the record \nas “Quing Chun Mu.”  (Moody Aff. ¶ 2.) \n \n \n6.  Elkhatib is the sole manager of Niroflex.  (Elkhatib Aff. ¶ 4.)  Elkhatib \nhas testified that Niroflex was formed “for the purpose of being Genfine’s marketer \nand distributor in the United States.”  (Elkhatib Aff. ¶ 4.)  \n7. Beginning in 2017, Genfine and LIU entered into business together for \nthe distribution of Genfine furniture through LIU .   (Moody Aff. ¶ 5.)  Genfine and \nLIU’s relationship was that of a manufacturer and distributor.   Genfine \nmanufactured furniture in China based on orders it received from LIU, who then sold \nthe furniture to North American retailers.  (Campbell Aff. ¶¶ 15, 17.)   \n8. During the two -year business relationship between LIU and Genfine, \nthe exchange of furniture shipments between them was evidenced almost exclusively   \nby individual invoices.  The only writing relating to the parties’ overall relationship \nwas a one paragra ph document  executed in 2017 and  labeled as a “ Payable \nAgreement.”  The Payable Agreement , which was signed by Campbell for LIU and \nMoody for Genfine, stated as follows: \nTo:  Leather Italia, USA.  Mike Campbell (CEO and President) \nFrom: Genfine F urniture I nd. Ltd.  John Thomas Moody (General \nManager) \n \nThe details herein defined as “Agreement for payable” and terms agreed \nupon between Mr John Thomas Moody, General Manger Genfine \nFurniture Ind.  Ltd. And Mr Mike Campbell, CEO and President, \nLeather Italia USA.  \nPursuant to our mutual agreement between our companies we Genfine \nFurniture Ind. Ltd. confirm we can accept payable terms as follows from \nLeather Italia USA.  \nNet 30 days terms from physical sailing date with a 0.5 % discount.  \nEffective date: Shipments (physical Sailing dates) from 1 st November, \n2017 until 1st November, 2018 both parties agree to renew and/or discuss \noption-amendments pursuant to this agreement. \n \n \n \n(Payable Agreement, LIU Dep. Ex. 30, ECF No. 133.2.)     \n9. Following the execution of the Payable Agreement, Genfine produced \nnumerous pieces of furniture that were shipped to LIU in America and sold by LIU \nto various customers in the United States over the next two years.  (Campbell Aff. ¶¶ \n15, 17.) \n10. A significant portion of the parties’ dispute in this lawsuit concerns the \nissue of whether the entire two-year course of dealing between LIU and Genfine was \ngoverned by an exclusivity agreement , by which any furniture model manufactured \nby Genfine for LIU in the North American market could be sold only  by LIU.  LIU \ncontends that this agreement  (an oral one)  existed, whereas Genfine vigorously \ndenies any the existence of any such agreement.3 \n11. LIU maintains that the parties entered into a  binding oral agreement \nthat “products that LIU  and Genfine developed would be sold exclusively by [ LIU] \nand Genfine would not sell or offer LIU’s models to anyone else.”  (Campbell Aff. ¶ 6.)  \nCampbell also testified that Genfine, through Moody, “ha[d] agreed to maintain the \nconfidentiality of [LIU’s] customers, customer specific information, customer prices, . \n. . our prices, and other items [.]”  (Campbell Aff. ¶ 5.)  Campbell admits that these \nagreements were never reduced to a signed writing and testified that this was due to \n \n3 An initial business venture that the parties first discussed was for LIU to distribute a \ncertain model of furniture manufactured by Genfine called “Mo Sleep.”  Although the record \nis not entirely clear on this point, it appears that Genfine concedes the existence of a n oral \nagreement providing that LIU would be the exclusive distributor of Mo Sleep for Genfine.  \n(LIU Dep. 53:4–20, ECF No.  130.1 [SEALED], ECF No. 129.1.)  However, that particular \nexclusivity agreement was limited to the Mo Sleep model. (LIU Dep. 54:13–16, ECF No. 130.1 \n[SEALED], ECF No. 129.1.)  The parties’ present dispute does not involve Mo Sleep furniture.  \n \n \n \nthe fact that “[t]he relationship between LIU  and Genfine was built on trust, verbal \nagreements and purchase orders.”  (Campbell Aff. ¶ 5.)   \n12. Moody, conversely,  testified that “ [LIU] and Genfine never had an \nagreement that [LIU] would be Genfine’s exclusive furniture distributor in the United \nStates or anywhere else.”  (Moody Aff. ¶ 9.)    \n13. Conflict between the parties surrounding the scope of their  business \nrelationship appears to have first arisen in 2018, when Joy Wang , a Genfine \nemployee, alerted Marshall Evans of LIU that a particular Genfine model requested \nby LIU for North American distribution  was “unavailable” because of an agreement \nbetween Genfine and an  unnamed American customer who would not allow this  \nmodel to be sold to another American customer (such as LIU).  (Evans Aff. ¶ 21, ECF \nNo. 31 [SEALED], ECF No. 39; Evans Aff. Ex. 4, at 4, ECF No. 32.2.)  This disclosure \nprompted Evans to take the position in various emails  to Wang that LIU’s practice \nwas to only enter into agreements with business partners pursuant to an agreement \nensuring exclusivity in LIU’s market.  (Evans Aff. Ex. 4 , at 3.)  In her reply, Wang \nstated that Genfine was “neither selling [LIU’s] design/model to [its] competitors nor \nworking with [LIU] on cheating.”  (Evans Aff. Ex. 4, at 2.)  Wang offered to “try our \nbest to develop a better model for [LIU] in the future.”  (Evans Aff. Ex. 4, at 2.) \n14. Despite this incident, the parties continued their relationship .  Things \ncame to a head, however, at the High Point Furniture Market in April 2019 based on \nLIU’s discovery of facts leading it to believe that its models were improperly being \nsold by Niroflex—who LIU viewed as a competitor.  At the Furniture Market, Niroflex \n \n \n(through Elkhatib) maintained  a showroom in which it displayed certain furniture \nmodels that Campbell considered to be “LIU’s products. ”  (Campbell Aff. ¶ 21.)   \nElkhatib, when confronted by Campbell as to why LIU’s models were being shown in \nNiroflex’s showroom, professed surprise that Niroflex was selling the same model s \nthat LIU had been selling.  (Elkhatib Dep. 81:11–24, ECF No. 151.2.) \n15. At the Furniture Market, Campbell also confronted Moody and asked \nhim why “our products” were being shown at the Niroflex showroom.  (Campbell Aff. \n¶ 21.)  Moody  claimed not to know why .  (Campbell Aff. ¶ 21.)  Campbell showed \nMoody a business card for Niroflex (that Campbell had apparently obtained from the \nNiroflex showroom) listing an address for Niroflex that was identical to Genfine ’s \naddress.  Nevertheless, Moody “denied any affiliation between himself, Genfine, and \nNiroflex.”  (Campbell Aff. ¶ 21.)4   \n16. On 15 April 2019, Moody admitted to Campbell in an email that he had \noffered the same models to Niroflex that he had offered to LIU .  (Campbell Aff. Ex. \n1.)   \n17.   The role of Niroflex in the dispute  between LIU and Genfine in this \ncase is significant.  The record contains a number of communications between Moody \nand Elkhatib between 2018 and 2019.  ( WeChat Messages Between Moody and \nElkhatib [“Moody-Elkhatib WeChat”], ECF No. 151.3 [SEALED], ECF No. 166.1.)5   \n \n4 As noted earlier, the filing documents for Niroflex with the North Carolina Secretary of \nState’s office shows that Genfine was, in fact, one of the two members of Niroflex. \n \n5 WeChat is an instant messaging application that was often used in this case for \ncommunications between the parties’ various employees and representatives.  \n \n \n \n18. During these communications, Moody and Elkhatib discussed LIU  on \nseveral occasions.  For example, at one point in 2018, Elkhatib requested that Moody \nsend him “the price list and also the models you [are] selling [ to LIU ].”  (Moody -\nElkhatib WeChat 020695.)   Moody agreed to do so.  (Mo ody-Elkhatib WeChat \n020695.)  Moody also sent Elkhatib other information about LIU’s sales volume and \ncustomers throughout 2018 and 2019 .  ( Moody-Elkhatib WeChat 020986,  020946, \n020952, 021045.)  \n19. Moody and Elkhatib were also in communication during the Furniture \nMarket in 2019 .  However, Moody directed Elkhatib (in advance of the Furniture \nMarket) as follows: “At this moment, dont [sic] mention me or China Story, stay low \nlit.” (Moody-Elkhatib WeChat 020986.)   \n20. After the Furniture Market, Moody attempted to repair the relationship \nbetween LIU and Genfine .  Moody stated  to Campbell  via email : “I am sorry for \nhaving offered some same models to different customers, which is totally out of my \nexpectations.”  (Second Elkhatib Aff. Ex. B., ECF No. 36.)  Moody s ent an additional \nemail, however, expressing concern that LIU was “hold[ing] payment.”  ( Second \nElkhatib Aff. Ex. B.)  This reference to “ holding payment” concerned a “large \noutstanding debt” owed by LIU to Genfine regarding furniture ordered by LIU from \nGenfine for which Genfine had never been paid.  (Second Elkhatib Aff. ¶ 7, ECF No. \n36.)  Campbell testified that he had not paid for a particular order of furniture from \nGenfine because of the incident at the High Point Furniture Market.  Campbell stated \nthat “once this unfortunate event occurred, we weren’t going to just continue in our \n \n \nnormal course of business, either, knowing that we had been harmed. ”  (LIU Dep.  \n181:12–15, ECF No. 130.1 [SEALED], ECF No. 129.1.)    \n21. On 29 April 2019, LIU instituted th e present action by filing a v erified \nComplaint in Brunswick County Superior Cour t asserting various claims for relief \nagainst Genfine, Niroflex, High Point Marketing Group, Elkhatib, and Moody.  (Verif. \nCompl., ECF No. 3.)   \n22. LIU filed an Amended Complaint on 21 June 2019  against those same \nDefendants in which it alleged the following claims  for relief : breach of contract  \nagainst Genfine and Moody; misappropriation of trade secrets against all Defendants; \nunfair and deceptive trade practices (“UDTP”)  against all Defendants ; civil \nconspiracy against all Defendants ; breach of confidence  against all Defendants ; \nunjust enrichment against all Defendants; conversion against Genfine; and piercing \nof the corporate veil a s to Niroflex.  In addition to seeking monetary damages, LIU \nalso sought injunctive relief.  (Verif. Am. Compl. ¶¶ 76–169.)  \n23. On 24 July 2019, Genfine filed an A nswer along with C ounterclaims \nagainst LIU for (1) breach of contract ; and (2) wrongful rejection and revocation of \nacceptance or repudiation.  (ECF No. 59.)   \n24. This case was designated a mandatory complex business case on 29 \nApril 2019 and assigned to the Honorable Gregory P. McGuire.  (ECF Nos. 1, 2.) \n25. On 3 May 2019, LIU moved for a temporary restraining order ( “TRO”) \npreventing Defendants from “[s]elling or offering for sale any product in Plaintiff’s \nHAMPTON, RANDALL, AND RIO lines” and from “[h]aving any contact with any of \n \n \nPlaintiff’s customers in the United States ” or “[m]aking any use of any of Plaintiff’s \ntrade secrets[.]”  (ECF No. 11 , at 12–13.)  The motion was subsequently treated by \nthe Court as a m otion for a p reliminary injunction.  (Order Mot . Prelim. Inj ., at 1, \nECF No. 41 [SEALED], ECF No. 42.)   \n26. On 1 July 2019, the Court entered a  preliminary injunction enjoining \nthe sale, or offer of sale, by Defendants of various lines of furniture identified by the \nuse of product names and product identification  numbers.  (Order Mot. Prelim. Inj. , \nat 22.)  In connection with the issuance of the preliminary injunction, the Court set a \nbond in the amount of $100,000.  (Order Mot. Prelim. Inj., at 24.) \n27. Defendants filed a Motion to Dissolve the Preliminary Injunction and \nForfeit Bond on 30 June 2020.  (ECF No. 102.)  On 19 August 2020, the Court entered \nan order denying the motion.  (ECF No. 109.)  \n28. This matter was reassigned to the undersigned on 1 July 2021.  (ECF \nNo. 110.)   \n29. On 18 January 2022, Defendants filed a motion for summary judgment \nas to all of LIU’s  claims pursuant to Rule 56 of the North Carolina Rules of Civil \nProcedure.  (ECF Nos. 126, 127.)  In addition, Genfine moved for summary judgment \non its counterclaims .  (ECF No. 131. )  Finally, Defendants also filed a Renewed \nMotion to Dissolve Preliminary Injunction.  (ECF No. 134.) \n30. The Court held a hearing in this matter on 22 July 2022.  The Motions \nare now ripe for resolution.   \n \n \n \nLEGAL STANDARD \n31. It is well established that “[s]ummary judgment is proper ‘if the \npleadings, depositions, answers to interrog atories, and admissions on file, together \nwith the affidavits, if any, show that there is no genuine issue as to any material fact \nand that any party is entitled to a judgment as a matter of law.’ ”  Morrell v. Hardin \nCreek, Inc., 371 N.C. 672, 680 (2018) (quoting N.C. R. Civ. P. 56( c)).  “[A] genuine \nissue is one which can be maintained by substantial evidence.”  Kessing v. Nat'l \nMortg. Corp. , 278 N.C. 523, 534 (1971).   “Substantial evidence is such relevant \nevidence as a reasonable mind might accept as adequate to support a conclusion and \nmeans more than a scintilla or a permissible inference.”   Daughtridge v. Tanager \nLand, LLC, 373 N.C. 182, 187 (2019) (citation and internal quotation marks omitted). \n32. On a motion for summary judgment, “[t]he evidence must be considered \n‘in a light most favorable to the non -moving party.’ ”  McCutchen v. McCutchen, 360 \nN.C. 280, 286 (2006) (quoting Howerton v. Arai Helmet, Ltd. , 358 N.C. 440, 470 \n(2004)).  “[T]he party moving for summary judgment ultimately has the burden of \nestablishing the lack of any triable issue of fact.”   Pembee Mfg. Corp. v. Cape Fear \nConstr. Co., 313 N.C. 488, 491 (1985) (citation omitted).   \n33. The party moving for summary judgment ma y satisfy its burden by \nproving that “an essential element of the opposing party's claim does not exist, cannot \nbe proven at trial, or would be barred by an affirmative defense, or by showing \nthrough discovery that the opposing party cannot produce evidence to support an \nessential element of [the] claim[.]”  Dobson v. Harris, 352 N.C. 77, 83 (2000) (citations \n \n \nomitted).  “If the moving party satisfies its burden of proof, then the burden shifts to \nthe non-moving party to ‘set forth specific facts showing that there is a genuine issue \nfor trial.’ ”  Lowe v. Bradford, 305 N.C. 366, 369– 70 (1982) (quoting N.C. R. Civ. P. \n56(e)).  If the nonmoving party does not satisfy its burden, then “summary judgment, \nif appropriate, shall be entered against [the nonmovant].”   United Cmty. Bank (Ga.) \nv. Wolfe, 369 N.C. 555, 558 (2017) (quoting N.C. R. Civ. P. 56(e)).  \nANALYSIS \n34. As noted above, there are three motions presently before the Court.  The \nCourt will address each in turn.   \nI. Summary Judgment as to LIU’s Claims \n35. Defendants seek the entry of summary judgment on all of the claims \nasserted by LIU in the Amended Complaint, each of which is analyzed below.   \nA. Breach of Contract  \n36. The Court will first address LIU’s breach of contract claim as it involves \na central area of dispute between the parties. \n37. “The elements of a breach of contract claim are ‘ (1) existence of a valid \ncontract and (2) breach of the terms of that contract. ’ ”  Syndicated Servs. v. \nYarbrough, 2017 NCBC LEXIS 13, at *13 (N.C. Super . Ct. Feb. 15, 2017) (qu oting \nPoor v. Hill, 138 N.C. App. 19, 26 (2000)).   \n38. LIU’s breach of contract claim is based upon the alleged oral exclusivity \nagreement entered into between it and Genfine.  In this claim, LIU contends that \nGenfine breached the exclusivity agreement by sel ling LIU’s furniture models to \n \n \nother companies in North America, including Niroflex.   Defendants  seek summary \njudgment on this claim based on their  contention that even if an oral agreement \nregarding exclusivity was reached between LIU and Genfine  (which Defendants \ndeny), such an agreement is unenforceable under North Carolina law b ased on the \nstatute of frauds.  \n39. In response, LIU  makes two arguments.  First, it contends that  the \nvarious written communications exchanged between the parties are sufficient to \nconstitute “writings” for purposes of the statute of frauds.  Second, in the alternative, \nLIU asserts that the “specially manufactured goods” exception to the statute of frauds \napplies so as to excuse the absence of such a writing.   \n40. One of the few things the parties agree on in this case is that  their \ncontractual claims and counterclaims are governed by North Carolina ’s Uniform \nCommercial Code (“UCC”).  The UCC states, in pertinent part, as follows:  \nExcept as otherwise provided in this section a contract for the sale of \ngoods for the price of five hundred dollars ($500.00) or more is not \nenforceable by way of action or defense unless there is some writing \nsufficient to indicate that a contract for sale has been made between the \nparties and signed by the party against whom enforcement is sought or \nby his authorized agent or broker.  A writing is not insufficient because \nit omits or incorrectly states a term agreed upon but the contract is not \nenforceable under this paragraph beyond the quantity of goods shown \nin such writing. \n N.C.G.S. § 25-2-201(1) (2021). \n41. LIU concedes that the purported exclusivity agreement is properly \ntreated as a contract for the sale of goods for the price of $500 or more.  However, its \ninitial contention in response to Genfine’s statute of frauds argument is that despite \nthe lack of an initial written exclusivity agreement between the parties, the \n \n \nsubsequent written communications between the parties satisfy the writing \nrequirement for purposes of the statute of frauds.  However, the Court disagrees.       \n42. The Court has conducted a thorough examination of the numerous \ncommunications contained in the record between representatives of Genfine and LIU \nbut is unable to identify the existence of any writing that  constitutes a sufficiently \nclear acknowledgement by Genfine of the existence of such an exclusivity agreement \n(or what the precise terms  of such an agreement would have been) .  Although—as \ndiscussed later in this opinion with regard to LIU’s UDTP claim—several of Genfine’s \nmessages could be construed by a jury as deceiving LIU by falsely denying that \nGenfine was selling LIU’s models to LIU’s competitors, those messages are not legally \nsufficient to satisfy the statute of frauds as writings establishing that a binding \nexclusivity agreement had previously been entered into between the parties.  \n43. The writing requirement embedded in the statute of frauds is intended \nto ensure certainty as to the terms of a n agreement between contracting parties.  \nConversely, the messages here contain no such concrete contractual terms and \ncannot—without more—satisfy the statute of frauds as to the existence of a  legally \nbinding exclusivity agreement entered into between Genfine and LIU.   \n44. The Court finds our Supreme Court’s decision in Frances Hosiery Mills, \nInc. v. Burlington Indus, Inc. , 285 N.C. 344 (1974) , to be easily distinguishable.  In \nFrances Hosiery, a clothing manufacturer sued a yarn supplier for breaches of the \nwarranties of merchantability and fitness for a particular purpose.  Id . at 346.  On \nappeal, the central issue was whether there was a binding contract between the  \n \n \nparties despite the absence of a written contract .  Id . at 355.  The plaintiff argu ed \nthat although the initial contract between the parties was oral, the statute of frauds \nwas nevertheless satisfied by certain invoices prepared afterwards  that were \n“sufficient to indicate that a contract for sale was made between the parties.”  Id . at \n348, 355 (cleaned up).  The Supreme Court  agreed, concluding that these invoices \nconstituted a “written confirmation” of a prior oral contract such that the statute of \nfrauds did not render the agreement unenforceable.  Id. at 355.  Here, conversely, the \nmessages between LIU and Genfine cannot be so categorized. \n45. The Court notes that the present action is much more analogous to  \nOrteck Int’l, Inc. v. Transpacific Tire & Wheel, Inc., 704 F. Supp. 2d 499 (D. Md. 2010), \na federal decision from Maryland. 6  In Orteck, an American tire distributor sued a \nChinese tire manufacturer based upon the  manufacturer’s alleged breach of an oral \nagreement that the American company would have exclusive distribution rights for \nmultiple brands of the manufacturer’s tires .  Id. at 503, 510–11.  However, the \nagreement had not been reduced to a single writing.  Id. at 510–11.  The distributor \nargued that various emails between the parties allegedly showing the existence of \nsuch an agreement were sufficient to satisfy Maryland’s statute of frauds.  Id. at 511.  \nAfter reviewing the communications between the parties, the Orteck court concluded \n \n6 Federal decisions are not binding on North Carolina courts on issues of state law . \nNevertheless, our courts are permitted to consider federal decisions to the extent they are \ninstructive.  Sykes v. Health Network Sols., Inc., 2013 NCBC LEXIS 50, at **19 (N.C. Super. \nCt. Nov. 25, 2013) (citing Rose v. Vulcan Materials Co., 282 N.C. 643, 655 (1973)) (“This court \nis not bound by federal precedent but may examine federal decisions in search of potentially \npersuasive authority. ”); see also Brown v. Centex Homes , 171 N.C. App. 741, 744 (2005) \n(citations omitted) (“ Although we are not bound by federal case law, we may find their \nanalysis and holdings persuasive.”). \n \n \nthat the emails were insufficiently specific to comply with the statute of frauds.  Id. \nat 513.  The court ruled that “[o]verall, the emails Plaintiffs have produced show that \na non-exclusive supplier-customer relationship existed between the parties, but they \ndo not satisfy the Statute of Frauds to show that Defendants gave Orteck any \nenforceable exclusive distribution rights for Kaiyuan or Primewell tires.”  Id. \n46. LIU’s alternative argument  is that the alleged exclusivity agreement    \nfalls within one of the statutorily enumerated exceptions to the statute of frauds.  \nSpecifically, LIU attempts to rely on  N.C.G.S. § 25-2-201(3)(a), which provides that \nan oral contract otherwise subject to the writing requirement may still be valid  \nif the goods are to be specially manufactured for the buyer and are not \nsuitable for sale to others in the ordinary course of the seller’s business \nand the seller, before notice of repudiation is received and under \ncircumstances which reasonably indicate that the goods are for the \nbuyer, has made either a substantial beginning of their manufacture or \ncommitments for their procurement[.] \nN.C.G.S. § 25-2-201(3)(a) (2021).   \n47. Thus, the “specially manufactured goods ” exception has two \nrequirements that are appliable here: (1) the goods must “be specially manufactured \nfor the buyer” and (2) they “are not suitable for sale to others in the ordinary course \nof the seller’s business[.]”  Id.  \n48. LIU argues that all of the furniture models at issue were selected by LIU \nand manufactured excl usively for it by Genfine.  According to LIU, it would select \nproducts from catalogs that it wanted to distribute in the North American market as \nan exclusive distributor  and notify Genfine a ccordingly.  In addition, LIU  contends \nthat this furniture was not able to be sold in Genfine’s ordinary course of business to \n \n \nother buyers  because the pieces of furniture at issue contained  LIU’s unique \nmarkings. \n49. The Court concludes that LIU has failed to  raise a genuine issue of \nmaterial fact as to the applicability of the second prong of the “specially manufactured \ngoods” exception.  To the contrary, the record shows that Genfine was—and still is—\nboth eager and able to sell this furniture to buyers other than LIU.  \n50. Indeed, the Court observes that LIU’s argument on this issue is \nundercut by the fact that LIU  sought, and obtained, in this lawsuit a preliminary \ninjunction for the very purpose of preventing Genfine from selling furniture allegedly \nsubject to the exclusivity agreement to other  customers in the North America n \nmarket.  Logically, if Genfine were incapable of selling the furniture at issue on the \nopen market, LIU would have had no need for a preliminary injunction.  \n51. Moreover, in the order granting the preliminary injunction, Judge \nMcGuire explicitly recognized the ability of this  furniture to be sold to other \ncustomers: \nDefendants have requested that they be allowed to remove all [LIU] tags \nand markings from the Abandoned Products and sell the Abandoned \nProducts to mitigate part of their losses.  (ECF No. 35, at pp. 9–10.)  As \nset out in the injunctive order below, the Court will permit Defendants \nto sell the Aband oned Products, after removal of all [ LIU] tags and \nmarkings, in markets other than the North American market. \n \n(Order Mot. Prelim Inj. ¶ 45.) \n52. Therefore, the Court GRANTS Defendants’ Motion for Summary \nJudgment on Plaintiff’s breach of contract claim.  \n \n \n \nB. Misappropriation of Trade Secrets \n53. Defendants have also moved for summary judgment on Plaintiff’s claim \nfor misappropriation of trade secrets.  In this claim, LIU contends tha t Genfine \npossessed information that was considered confidential by LIU and —through \nNiroflex—improperly used this information in order to gain a competitive advantage \nin the U nited States  market.  The Court concludes that summary judgment is \nappropriate on this claim as well.  \n54. “A threshold question in any action involving allegations of \nmisappropriation of trade secrets is whether the information in question constitutes \na trade secret under the Trade Secret Protection Act  [“TSPA”] .  . . .”   Koch \nMeasurement Devices, Inc. v. Armke, 2015 NCBC LEXIS 45, at *10 (N.C. Super. Ct.  \nMay 1, 2015) (quoting Combs & Assocs. v. Kennedy, 147 N.C. App. 362, 369, (2001)). \n55. Under the TSPA, \n“Trade secret” means business or technical information, including but \nnot limited to a formula, pattern, program, device, compilation of \ninformation, method, technique, or process that: \n \na. Derives independent actual or potential commercial value from \nnot being generally known or readily ascertainable through \nindependent development or reverse engineering by persons who \ncan obtain economic value from its disclosure or use; and \n \nb. Is the subject of efforts that are reasonable under the \ncircumstances to maintain its secrecy.  \n \nN.C.G.S. § 66-152 (2021).   \n \n \n \n56. Our courts have identified six factors considered in determining \nwhether information alleged falls within the definition of a trade secret under the \nTSPA: \n(1) the extent to which the information is known outside the business; \n \n(2) the extent to which it is known t o employees and others involved in \nthe business; \n \n(3) the extent of measures taken to guard the secrecy of the information; \n \n(4) the value of [the] information to [the] business and its competitors; \n \n(5) the amount of effort or money expended in developing the \ninformation; and \n \n(6) the ease or difficulty with which the information could properly be \nacquired or duplicated by others. \n \nCombs, 147 N.C. App. at 369–70 (citations omitted). \n \n57. The alleged trade secrets  that LIU claims were misappropriated \nessentially include its  sales information, customer preferences, sales volume \ninformation and inventory, and the identity of salesp ersons who  understand the \nvolume of furniture ordered by LIU’s customers.   \n58. Defendants argue that (1) the types of information identified by LIU do \nnot actually qualify as trade secrets under North Carolina law; and (2) even if they \ndid so qualify, this information was not subject to any reasonable measures to protect \nits status as a trade secret.   \n59. Based on a careful and thorough review of the record, the Court \nconcludes that even assuming arguendo  that LIU has satisfied its burden at the \nsummary judgment stage of showing that th e types of information  at issue  could \n \n \npotentially qualify as trade secrets, it has failed to show a genuine issue of material \nfact on the issue of whether LIU  took reasonable measures to protect  this \ninformation.   \n60. It is well established that “[n]o trade secret will be found if . . . there is \nno evidence indicating that the plaintiff undertook efforts to ensure the information's \nsecrecy.”  Safety Test & Equip. Co. v. Am. Safety. Util. Corp., 2015 NCBC LEXIS 40, \nat *26 (N.C. Super. Ct . Apr. 23, 2015) (citing Bank Travel Bank v. McCoy , 802 F. \nSupp. 1358, 1360 (E.D.N.C. 1992)).   \n61. Although the reasonableness of measures taken to protect the \nconfidentiality of information claimed to be a trade secret  is often appropriate for \nresolution by a jury , the absence of evidence of such measures can result in the \ndismissal of the claim as a matter of law.   The Court is guided in its analysis by our \nSupreme Court’s decision in Krawiec v. Manly, 370 N.C. 602 (2018). \n62. In Krawiec, the owners of a dance company sued two former instructors \nand their new employer based on the  alleged violation of a contract that the \ninstructors had entered into with the plaintiffs’ company.  Id . at 605.  The plaintiffs \nalleged that upon switching jobs the instructors had shared confidential information \nabout the plaintiff s’ company relating to production, marketing, and customer \ninformation.  Id.  The Supreme Court affirmed the trial court’s dismissal of the claim, \nconcluding, in part,  that the complaint did not sufficiently identif y the information \nallegedly subject to trade secret protection.  Id. at 611–12.   \n \n \n63. Additionally, the Supreme Court held that the complaint also  failed to \nidentify any reasonable measures taken to maintain the secrecy of such information.  \nId. at 612.  The Supreme Court noted that “the only allegation of secrecy in plaintiffs’ \namended complaint is that ‘Plaintiffs shared this information with [defendants] in \nconfidence.’ ”  Id.  The Supreme Court ruled that this “expectation of confidentiality” \nwas insufficient to satisfy the “reasonable measures” prong of a misappropriation \nclaim.  Id.   \n64. This Court reached a similar result  at the summary judgment stage  in \nEdgewater Servs. v. Epic Logistics, Inc., 2009 NCBC LEXIS 21 (N.C. Super. Ct. Aug. \n11, 2009), aff’d, 217 N.C. App. 399 (2011),  and Vitaform, Inc. v. Aeroflow, Inc. , 2022 \nNCBC LEXIS 128 (N.C. Super. Ct. Oct. 27, 2022).   \n65. In Edgewater, during the course of leaving the  plaintiff company ’s \nemployment, the defendant allegedly  removed certain confidential materials.  \nEdgewater, 2009 NCBC LEXIS 21, at **7–8.  The plaintiff described these materials \nas “customer lists, pricing information and carrier lists[.]”  Id.  In granting summary \njudgment for the defendant on the plaintiff’s misappropriation claim, this Court held \nthat such information did not constitute a trade secret , particularly in light of the \nplaintiff’s failure to describe any measures used to keep the materials confidential.  \nId. at **9 –14.  We noted that “when a customer [became] aware of [the plaintiff’s] \nrate schedule, the customer [was] not required to sign anything agreeing to keep that \ninformation confidential.”  Id. at **12.  This Court also found significant the fact that \ncarrier files and rate information w ere kept “in an unlocked room, accessible to \n \n \nanyone” and not in “any locked containers,” meaning that “anyone could access the \ninformation in the carrier files and rates files ‘if they knew what they were looking \nfor.’ ”  Id . at **12 –13.  We concluded that “[the plaintiff] did not have sufficient \nsafeguards, protocols, or procedures in place to protect the secrecy of such information \nfrom persons outside [the plaintiff company] or within [the plaintiff company].”  Id. \nat **14.  \n66. In Vitaform, this Court recently found a similar failure by the plaintiff \nto protect its alleged trade secrets where the plaintiff  \nfail[ed] to provide any evidence that it obtained oral or written non -\ndisclosure agreements to protect the confidentiality of its  alleged trade \nsecrets from its employees, the medical practice it worked with . . . , the \ninsurance companies to which [plaintiff] disclosed its . . .  codes, the \nphysicians who provided [plaintiff]  with the scientific studies for its \nwhite papers, the  . . . distributors to which [plaintiff] pitched its \nproducts, or the roughly thirty other . . .  distributors that had been \nselling [plaintiff’s] products since at least 2013. \n \n  Vitaform, 2022 NCBC LEXIS 128, at **25.  \n67. We concluded that the plaintiff had failed to forecast sufficient evidence \nof reasonable measures under the TSPA given that it “did not require all parties to \nmaintain the confidentiality of its business process,” which “demonstrates [plaintiff’s] \ninconsistent efforts at ensuring the secrecy of its alleged trade secret.”  Id.  at **25–\n26.   \n68. In the present case, t he Court likewise finds that the minimal efforts \ntaken by LIU to protect the secrecy of the information at issue do not constitute \n“sufficient safeguards, protocols, or procedures in place to protect the secrecy” of said \ninformation.  See Edgewater, 2009 NCBC LEXIS 21, at **14.   \n \n \n69. LIU has failed to point to any evidence of measures it took to protect its \nalleged trade secrets that would raise a triable issue on its claim under the TSPA.  It \nis undisputed that LIU did not have any confidentiality agreements with its own \nemployees in North Carolina.  (LIU Dep.  76:3–16, ECF No. 130.1 [SEALED], ECF \nNo. 129.1.)  Nor did it require its agent in Chin a, Rhoda Zheng , to sign such an \nagreement.  (LIU Dep. 199:14–16, ECF No. 130.1 [SEALED], ECF No. 129.1 .)  \nCampbell testified that LIU did ente r into written agreements with its sales \nrepresentatives that contained confidentiality provisions, but these appear to be the \nonly written confidentiality agreements implemented by LIU before the filing of this \nlawsuit.  (LIU Dep. 69:20–74:15, ECF No. 130.1 [SEALED], ECF No. 129.1.) \n70. Although LIU has offered testimony suggesting that Campbell sought \nan agreement on confidentiality from Moody and Genfine,  no such agreement was \never reduced to writing, and LIU has failed to produce evidence of a meeting of the \nminds between the parties on specific terms of confidentiality.   At most, LIU has \nshown evidence of inconsistent, haphazard protection of its alleged trade secrets —\nlike the sporadic efforts to preserve confidentiality in Vitaform—that simply does not \nconstitute the taking of reasonable measures to protect LIU’s confidential \ninformation.  \n71. Therefore, the Court GRANTS summary judgment in Defendants’ favor \non LIU’s misappropriation of trade secrets claim.  \n \n \n \n \nC. Breach of Confidence \n72. LIU has also attempted to assert a  common law claim for “ breach of \nconfidence,” which appears to be  based on the same theory as the misappropriation \nof trade secrets claim the Court has found to be legally deficient.  \n73. Moreover, LIU has failed to cite any  case law from North Carolina’s \nappellate courts that has recognized a standalone claim for breach of confidence.  \n74. Accordingly, t he Court GRANTS Defendants’ Motion for Summary \nJudgment as to LIU’s claim for breach of confidence.  \nD. Unjust Enrichment \n75. Defendants also seek summary judgment as to LIU’s claim for unjust \nenrichment. \n76. Our Supreme Court has stated that  \n[a] claim for unjust enrichment “ is neither in tort nor contract but is \ndescribed as a claim in quasi contract or a contract implied in law.”  Booe \nv. Shadrick, 322 N.C. 567, 570, 369 S.E.2d 554, 556 (1988).   “The claim \nis not based on a promise but is imposed by law to prevent an unjust \nenrichment.”  Id. at 570, 369 S.E.2d at 556.  “In order to establish a claim \nfor unjust enrichment, a party must have conferred a benefit on the \nother party,” and “[t]he benefit must not be gratuitous and it must be \nmeasurable.”  Id. at 570, 369 S.E.2d at 556 (citing Britt v. Britt, 320 N.C. \n573, 359 S.E.2d 467 (1987)). \n \nKrawiec, 370 N.C. at 615.  \n \n77. Defendants argue that L IU has failed to demonstrate that they ever \nreceived an actual benefit from LIU that would suffice to form the basis for an unjust \nenrichment claim.  The Court agrees. \n \n \n78. Although LIU contends that it conferred upon Genfine the opportunity \nfor new business relationships, such an assertion is too nebulous and does not involve \nthe type of measurable benefit that our courts have previously recognized as \nsufficient to support an unjust enrichment claim.   Id. (“In order to establish a claim \nfor unjust enrichment, a party must have conferred a benefit on the other party, and \nthe benefit must not be gratuitous and it must be measurable. ”) (cleaned up); BDM \nInvs. v. Lenhil, Inc., 2014 NCBC LEXIS 6, at **40–41 (N.C. Super. Ct. Mar. 20, 2014) \n(“Unjust enrichment occurs when a measurable benefit was conferred on the \ndefendant . . . .”) (cleaned up).  \n79. Thus, because t he type of benefit upon which LIU attempts to rely in \nsupport of this claim is legally insufficient, t he Court GRANTS Defendants’ Motion \nfor Summary Judgment as to LIU’s claim for unjust enrichment. \nE. Conversion \n80. LIU’s claim for conversion concerns one  specific shipment of furniture  \nthat is referred to by the parties as the “Art Van Shipment.”  LIU asserts that Genfine \nhas wrongfully refused to allow the Art Van Shipment  to be released to LIU despite \nthe fact that LIU has already paid for the furniture contained therein. \n81. The record reveals that on 20 May 2019, LIU sent an email in which it \nconfirmed that it had wired $14,249.75 to Genfine in order to pay for the Art  Van \nShipment, which it had previously ordered.  (Art Van Emails , at 1, ECF No. 151.5.)  \nLIU demanded that Genfine provide a “Telex release” that would allow the Art Van \nShipment to be “released and delivered to port in the US[.] ”  (Art Van Emails, at 1.)  \n \n \nLIU contends that Genfine accepted the $14,249.75 but has not taken the necessary \nsteps that would allow the furniture to actually be released to LIU.  Thus, according \nto LIU, it has fulfilled all of its obligations under the purchase order for the Art Van \nShipment by wiring $14,249.75 but that Genfine has nevertheless refused to either \nreturn the funds or release the furniture. \n82. “[T]he tort of conversion is well defined as an unauthorized assumption \nand exercise of the right of ownership over goods or personal chattels belon ging to \nanother, to the alteration of their condition or the exclusion of an owner’s rights.”  \nVariety Wholesalers, Inc. v. Salem Logistics Traffic Servs., LLC , 365 N.C. 520, 523 \n(2012) ( cleaned up) .  Thus, “[t]here are , in effect, two essential elements of a \nconversion claim: ownership in the plaintiff and wrongful possession or conversion by \nthe defendant.”  Id. (cleaned up). \n83. At the 22 July hearing on the pending Motions, counsel for Defendants \nconceded that although LIU has paid for the Art Van shipment, Genfine never \ndirected that the furniture be released to LIU. \n84. The Court observes  that on these facts it may have been more \nappropriate for this claim to have been brought as one for breach of contract rather \nthan conversion.  Nevertheless , the Court is unable to say as a matter of law based \non the present recor d that these facts cannot also potentially give rise to a valid \nconversion claim.    \n85. Therefore, the Court DENIES Defendants’ M otion for Summary \nJudgment as to LIU’s claim for conversion. \n \n \nF. UDTP \n86. The Court likewise concludes that summary judgment is inappropriate \nas to LIU’s claim for UDTP. \n87. LIU’s UDTP claim is based —in a nutshell —on its allegations that  \nDefendants engaged in a pattern of deception designed to damage LIU’s business and \ndiminish LIU’s standing in the furniture industry to the benefit of Niroflex, who was \nnot only a competitor of LIU but also an entity partly owned by Genfine itself. \n88. In the ir briefs, Defendants argue that if the Court enters summary \njudgment in their favor on LIU’s claims for breach of contract (based on the alleged \nexclusivity agreement) and for misappropriation of trade secrets —both of which the \nCourt has done in this opinion—then no remaining basis exists for LIU’s UDTP claim \nto proceed.  The Court is unable to agree. \n89. This Court has  previously stated the following with regard to UDTP \nclaims: \nNorth Carolina law created a private right of action under Chapter 75 \nas part of its effort to protect consumers from unfair or deceptive trade \npractices.  See N.C.G.S. § 75-1.1 (outlawing unfair or deceptive practices \nin trade); N.G.G.S. § 75-16 (creating a private right of action and \nauthorizing treble damages); see also Hardy v. Toler, 24 N.C. App. 625, \n630-31, 211 S.E.2d 809, 813 (1975).  The protections of N.C.G.S. § 75-\n1.1 extend, in certain circumstances, to businesses as well.  Dalton v. \nCamp, 353 N.C. 647, 656, 548 S.E.2d 704, 710 (2001) (citing United \nLabs., 322 N.C. at 665, 370 S.E.2d at 389). \n \n“[T]o establish a prima facie claim for unfair trade practices, a plaintiff \nmust show: (1) defendant committed an unfair or deceptive act or \npractice, (2) the action in question was in or affecting commerce, and (3) \nthe act proximately caused injury to the plaintiff. ”  Dalton, 353 N.C. at \n656, 548 S.E.2d at 711 (citing Spartan Leasing, Inc. v. Pollard, 101 N.C. \nApp. 450, 460- 61, 400 S.E.2d 476, 482 (1991)).   “ The Act does not . . . \n \n \ndefine an unfair or deceptive act, ‘ nor is any precise definition of the \nterm possible.’ ”  Bernard v. Cent. Carolina Truck Sales, Inc. , 68 N.C. \nApp. 228, 229- 30, 314 S.E.2d 582, 584 (1984) (quoting Wachovia Bank \n& Trust Co. v. Smith, 44 N.C. App. 685, 690, 262 S.E.2d 646, 649 (1980)). \nA trade practice “ is unfair if it is unethical or unscrupulo us, and it is \ndeceptive if it has a tendency to deceive.”  Sunbelt Rentals, Inc. v. Head \n& Engquist Equip., L.L.C. , 174 N.C. App. 49, 59, 620 S.E.2d 222, 230 \n(2005) (citing Polo Fashions, Inc. v. Craftex, Inc., 816 F.2d 145, 148 (4th \nCir. 1987)). \n \nCharah, LLC v. Sequoia Servs., LLC, 2020 NCBC LEXIS 52, at *18 (N.C. Super. Ct. \nApr. 17, 2020).  \n90. Whether the alleged conduct constitutes an unfair or deceptive act is “a \nquestion of law for the court.”  Dealers Supply Co. v. Cheil Indus. , 348 F. Supp. 2d \n579, 592 (M.D.N.C. 2004) (citing Gray v. North Carolina Ins. Underwriting Ass’n, NC, \n352 N.C. 61, 68 (2000)). The  question of  “[w]hether a particular act is unfair or \ndeceptive, depends on the facts surrounding the transaction and the impact on the \nmarketplace.”  Dealers Supply, 348 F. Supp. 2d at 591 (citing Concrete Serv. Corp. v. \nInvs. Group, Inc. , 79 N.C. App. 678, 685 (1986)) .  However, “[n]either the statutory \nlanguage itself nor North Carolina caselaw requires proof of any contractu al \nrelationship between the parties.”  Dealers Supply, 348 F. Supp. 2d at 591–92 (citing \nPrince v. Wright, 141 N.C. App. 262, 268 (2000)).   \n91. To the extent that Defendants are contending that the ability of LIU’s \nUDTP claim to survive summary judgment necessarily rises or falls based on whether \nLIU’s other substantive claims are allowed to go forward, that is not an accurate \nstatement of North Carolina law.  As this Court has previously stated,  \nChapter 75 “creates a cause of action broader than traditional common \nlaw actions[.]”  Bernard, 68 N.C. App. at 232, 314 S.E.2d at 585 (quoting \n \n \nMarshall v. Miller, 302 N.C. 539, 547, 276 S.E.2d 397, 402 (1981)).   \n“Although certain [causes of action], standing alone, may evoke the \naction, a claim for unfair  and deceptive trade  practices pursuant to \nN.C.G.S. § 75-1.1 is an independent claim that stands alone as a distinct \naction[.]”  Sunbelt Rentals, Inc. v. Head & Engquist Equip., L.L.C., 2003 \nNCBC LEXIS 6, at *139 (N.C. Super. Ct. May 2, 2003).   Therefore, so \nlong as the complaint includes sufficient factual allegations of \npotentially unfair or deceptive conduct, the claimant may still maintain \na UDTP claim, notwithstanding the dismissal of breach of contract or \ntort causes of action based on the same conduct. \n \nCharah, 2020 NCBC LEXIS 52, at *19–20.  \n92. In the present case, LIU has put forth evidence of a number of allegedly \ndeceptive statements and acts by Defendants that occurred during the course of the \nbusiness relationship between LIU and Genfine.     \n93. The evidence presently before the Court—when viewed in the light most \nfavorable to LIU  as the non-moving party—suggests that (1) LIU was operating on \nthe assumption that the models Genfine was manufacturing for it were to be sold \nexclusively by LIU  in the North American market ; (2) Genfine falsely assured LIU \nthat it was operating under this same understanding; and (3) in reality, Genfine was \nnot only selling LIU’s models to other customers in this market but was also \nconspiring with Niroflex, a Genfine-affiliated distributor competing against LIU , to \ncause financial harm to LIU.\n7 \n \n7 As discussed in detail above, no legally binding exclusivity agreement actually existed \nbetween LIU and Genfine, meaning that there was no contractual prohibition against \nGenfine selling the models of furniture at issue to other customers besides LIU.  However, if \nLIU is able to prove at trial that (1) Genfine falsely assured LIU that Genfine was, in fact, \naffording it exclusivity when, in reality, Genfine was selling those same models to Niroflex  \nand other competitors of LIU ; (2) LIU relied on those representations in continuing to do \nbusiness with Genfine ; and (3) Genfine’s deception proximately caused harm to LIU, then \nDefendants can potentially be liable for UDTP.  \n \n \n \n94. This narrative of deception is supported by a number of messages that \nwere exchanged between the parties ’ representative s, which are contained in the \nrecord.8  For example, on 4 May 2018 Marshall Evans complained to Joy Wang of \nGenfine that an LIU design had been sold to one of  LIU’s competitors in the United \nStates.  \n95. Wang replied, “Sorry this is our fault, please let me kindly explain  how \nwas the case [sic] going.”  (Evans Aff. Ex. 4, at 2.) \n96. Wang further stated: \nWe [Genfine] are neither selling your [LIU’s] design  / model to your \ncompetitors nor working with you on cheating, and contrarily, we would \nlike to afford you our best products, that’s why we made the above fault \nfrom the beginning [sic].  We feel so sorry and appologize [sic] for our \nabove immature action to bring you so much unconvenience [sic].  Thank \nyou very much to give up this model to make the things become simple, \nwe would like to try our best to todevelop [sic] a better model for you in \nthe future.  \n \n(Evans Aff. Ex. 4, at 2.) \n97. LIU has also offered evidence supporting the proposition that despite \nWang’s apology and assurances, Genfine’s deception continued, culminating in the \nbreakdown of the parties’ relationship in the aftermath of the 2019 High Point \nFurniture Market.  The following WeChat messages exchanged between Evans and \nMoody during April 2019 are illustrative:  \nEvans: W e need your help with Rio! Multiple major accounts cancel \ntheir orders today due to cost.  Competition has exact same \nmodel/leather for much less.  \n \n8 A number of these messages are admittedly ambiguous, and Def endants ask the Court to \nconstrue them simply as efforts by Genfine to pacify a difficult customer (LIU).   But under \nRule 56 the Court must construe them in the light most favorable to LIU as the non-moving \nparty. \n \n \n \nWhat’s the name of the agent in China you ship 3 sets to Rio too  [sic] \nbefore CNY [Chinese New Year]? \n \nMoody: It’s a trading company called national furniture Sourcing which \nI know is middleeast background \n \nEvans: it appears you sold to an agent that is in high point, selling the \nrio, undercutting our cost \n \nDid the agent get a better price than us? \n \nMoody: Absolutely not the [p]rice for you is the [best] I swear! \n \nEvans: Our competition’s sale price is almost equal to our cost from \nGenfine… Impossible without better cost \nExample of problem: [customer] purchase Rio….. Now they can get it for \nover $50 savings from our compition [sic]… now they will cancel orders \nwith us.  We are losing business… big problem.  \n \nMoody: Could that be the merchandising reason I know some company \nmerchandise really deep?  \n \nEvans: No \nThis is a big problem because we expected to be protected by Genfine on \nour designs…. You didn’t protect us \n \nMoody: Let me try to check and get back I swear to god your price is the \nbest we ever made and spare no room at all \n \nEvans: Even with the pricing… This model should not be sold to in USA \nwhile we get placements / business together on this design \nWe had multiple top 100 accounts come in to guy [sic] this market …… \nThey all said no because of cost \n*come in to buy this market….. \n \nMoody: Sorry if that is the case give me some time let me check and get \nback I feel confused too. \n \n(WeChat Messages between Evans and Moody [“Moody-Evans WeChat”] 001066–68, \nECF No. 151.4 [SEALED], ECF No. 152.4.) \n \n \n98. Similarly, in a conversation with Campbell at the Furniture Market , \nMoody denied knowing why Niroflex was selling LIU’s models.  (Campbell Aff. ¶ 21.)  \nSpecifically, Campbell testified that “[w]hen I asked [Moody], ‘ Are you offering our \ndesigns through another company,’ . . . he said, ‘ No’.”  (LIU Dep. 240: 2–3, ECF No. \n151.1 [SEALED], ECF No. 152.1.)   \n99. Moody also subsequently denied to LIU the existence of any affiliation \nbetween Niroflex and Genfine despite the fact that such an affiliation  did, in fact, \nexist.  (Moody-Evans WeChat, 1066–70.)  Moody told Campbell in an email dated 15 \nApril 2019 that Niroflex was simply a “customer” (and, impliedly, not an affiliated \nentity).  (Campbell Aff. Ex. 1.)   In reality, as noted above, Niroflex’s filing with the \nNorth Carolina Secretary of State’s office listed Genfine as one of Niroflex’s members.  \n(Elkhatib Dep. Ex. 2.) \n100. In a 15 April 2019 email, Moody apologized for his prior actions.  The \nemail states, in full, as follows: \nDear Mike, \n  \nHope you are doing great!  \n \nI have been back to China and I badly apologize for the High Point issue.  \n \n1. Originally I go t to know this customer through a friend, they have \nmiddle east background, they are trying to develop business in different \ncountries, like S. Africa, Middle east, Brazil, and USA.  \n \n2. From the beginning I pretty much doubt their capability especially in \nUSA market (Due to it’s such a difficult competitive market), finally they \ngot a chanc e to have a try, and I have honestly not expected they will \nmake any noise in the market and caused confusion to you.  \n \n \n \n3. I made a stupid mistake in product offering I undoubtedly should have \noffered different model / styles to different customers, as if otherwise, it \ndoesn’t do me any good either, really really sorry!!! \n \n4. I sincerely ask for your forgiving and hope you can give one more chance, \nif it’s possible I will absolutely protect your models and advoid [sic] \nconflict.  \n \n5. To show faithfulness, I will double check and to see where I can do better \nin terms o f price, I should send you the updated cost today or latest \nTomorrow if any! \n \n(Campbell Aff. Ex. 1.) \n \n101. In another email to Campbell dated 23 April 2019, Moody apologized \nagain, stating the following:   \nDear Mike, Hope you are doing good!  \n \nI have sent you email and also called you, but so far I don't get any \nfeedback from your side or pick up phone! \n \nI understand you are not happy with the current situation, I would like \nto do some communications with you as follows:  \n \n1. For quite a long time, our factory has been short of orders, so we have \nbeen trying to develop more customers. \n \n 2. I do like to develop more business opportunities in the US and \nworldwide, but I do not at all want to hurt you, I am sorry for having \noffered some same models to different customers, which is totally out of \nmy expectation. \n \n3. As we have known, I have especially adjusted our price and offered \nthe best possible price before Apr. 2019 market, as we like to support \nyou to do better and more! \nEven more, after the conflict issue, I have again lowered the price of \n7160 which is the big seller just to [sic] \n \n4. I understand you are not happy, in the future no matter you choose to \nkeep working together or any other decision, I can understand either \nway, but considering our past cooperation, can you pls not to [sic] hold \n \n \nour payment, I need to pay our supplier and finance the later container \nproduction. \n \n5. I hope you can make some communication so I know how to cooperate \nwith you!  \n \nThank you Mike and look forward to your reply! \n \n (Second Elkhatib Aff. Ex. B.)   \n102. LIU has also put forth evidence suggestive of deceptive acts toward LIU \nby Elkhatib and Niroflex .  Although Elkhatib claimed to be surprise d during the \nFurniture Market when Campbell accused Niroflex of selling LIU models, prior to the \nFurniture Market Moody had warned Elkhatib about the likely presence of LIU \nrepresentatives there.  (Elkhatib Dep. 81:11–24, ECF No. 151.2.)   \n103. Before the Furniture Market,  on 7 April 2019,  Moody sent Elkhatib a \nWeChat communication referencing “info from leather Italia”\n9 and advising Elkhatib \n“[a]t this moment, don’t mention me  . . .  stay low lit.”  (Moody -Elkhatib WeChat \n020986.)  The next day, Mood y sent a picture  of a person (presumably a \nrepresentative of LIU) to Elkhatib and wrote “leather italia son in law” and  warned \nin a subsequent message , “Be careful if is leather italia guy checking us.”  ( Moody-\nElkhatib WeChat 020986.)   \n104. Other communications are arguably suggestive of a plan between \nElkhatib and Moody to  effectively undercut LIU ’s presence in the North American \nmarket while, at the same time, Genfine would continue to produce furniture for LIU \nand hide the fact that it was selling its models to LIU’s competitors.  For example, on \n \n9 As noted earlier, LIU was doing business under the name “Leather Italia, USA.” \n \n \n11 January 2018 Elkhatib messaged Moody that “[m]y idea is to start cooperation \nand planning for long term partnership and success.”  ( Moody-Elkhatib WeChat  \n020679.)  Elkhatib and Moody exchanged LIU sales information in 2018, and on one \noccasion on 24 February 2018 Moody described a particular model and then stated \n“leather italia  sells a lot[.]”   ( Moody-Elkhatib WeChat  020699.)  In early 2018, \nElkhatib requested that Moody send him “the price list and also all the models you \nselling Leather italia, Robins on and Chris with picture and prices they paying to \nstudy and understand how you market our company .”  Moody agreed  to do so.   \n(Moody-Elkhatib WeChat 020695.)  Moody again shared sales information from LIU \nwith Elkhatib later in 2018 and also in 2019.  ( Moody-Elkhatib WeChat 0209046, \n020952, 021045.)     \n105. In sum, v iewing the evidence in the light most favorable to LIU, (1) \nGenfine falsely assured LIU representatives during the period between 2017 and \n2019 that Genfine would treat LIU as the exclusive distributor in North America for \ncertain furniture models produced by Genfine; (2)  LIU relied on those \nrepresentations in continuing to do business with Genfine; (3) despite having made \nthose representations, Genfine proceeded to sell those same models to competitors of \nLIU (including Niroflex —a company allegedly used to diminish LIU’s status in the \nmarket and as to whom Genfine concealed its ownership interest); and (4) as a result, \nLIU suffered damages.  \n106. With regard to those alleged damages, LIU asserts that they stem from \nthe ability of Niroflex to undercut LIU’s prices on  certain furniture models by using \n \n \npricing information LIU had given Genfine i n order to reduce the market for these \nmodels at LIU’s desired pricing level.  LIU contends that Niroflex offered these same \nmodels at lower prices which, in turn, caused problems between LIU and a number \nof its customers who were led to believe LIU’s prices were artificially high.10 \n107. Defendants, not surprisingly , take issue with LIU’s entire \ncharacterization of these events.  Essentially, Defendants deny that they engaged in \nany deceptive conduct,  contending that the messages in the record between Moody \nand Campbell relied upon by LIU simply reflected an attempt by Genfine to mollify \nan unhappy customer and preserve a business relationship.  Moreover, Defendants \ndeny that LIU can actually show any injury proximately caused by these events.  \n108. To be sure, a number of the above-quoted messages between the parties \nare somewhat cryptic and lend themselves to different interpretations.  But it will be \nthe role of the jury at trial to assess the validity of the parties’ competing narratives.  \n109. For these reasons, Defendants’ Motion for Summary Judgment on LIU’s \nUDTP claim is DENIED.   \nG. Civil Conspiracy \n110. The Court concludes that Defendants are also not entitled to summary \njudgment on LIU’s claim for civil conspiracy. \n \n10 Campbell testified that “Defendants are selling LIU’s exact products, using the LIU model \nnumber and charging $50 to $100 per piece less in price while not charging the customer the \ncurrent tariff on Chinese imports.”  (Campbell Aff. ¶ 18.)   He further stated that “LIU ’s \nmarketing and business plan has been built on being the exclusive source for these models \nin the United States.”  (Campbell Aff. ¶  17.)  Additionally, he testified that as a result of \nDefendants’ conduct, LIU lost some customers outright and was forced to sell certain models \nto other customers at a loss in order to retain their business.  (Campbell Aff. ¶¶ 29–30.) \n \n \n111. We have previously stated that “[c]ivil conspiracy is not an independent \ncause of action in North Carolina.  Rather, liability for civil conspiracy must be \nalleged in conjunction with an underlying claim for unlawful conduct.”  Hart v. First \nOak Wealth Mgmt., LLC , 2022 NCBC LEXIS  81, at **63 (N.C. Super Ct. July 28, \n2022) (cleaned up).  “ To state a claim for civil conspiracy, a plaintiff must allege (1) \nan agreement between two or more individuals; (2) to do an unlawful act or to do a \nlawful act in an unlawful way; (3) resulting in injury to plaintiff inflicted by one or \nmore of the conspirators;  and (4) pursuant to a common scheme. ”  Id . at **63 –64 \n(cleaned up).  \n112. As discussed above, the Court has concluded that LIU’s claims for UDTP \nsurvives summary judgment and, as a result, the civil conspi racy claim can exist in \nconjunction with that claim.  See Am. Air Filter Co. v. Price, 2017 NCBC LEXIS 55, \nat *32 (N.C. Super. Ct. June 26, 2017) (“Since [Plaintiff’s] claims for misappropriation \nand unfair trade practices survive dismissal, these claims can serve as the requisite \nunderlying torts for a civil conspiracy claim.”) (cleaned up).   \n113. Moreover, LIU has supported its civil conspiracy  claim with direct \nevidence in the form of messages between Moody and Elkhatib .  In several of these \ncommunications, the two of them appear to be discussing (1) LIU’s customer and sales \ninformation; and (2) how they can conceal from LIU the relationship between Genfine \nand Niroflex. \n114. The Court agrees with LIU that both the direct evidence it has presented \nin the form of the above- referenced messages as well as the circumstantial evidence \n \n \ncontained in the record are sufficient to raise a triable issue on LIU’s civil conspiracy \nclaim. \n115. The Court therefore DENIES Defendants’ Motion for Summary \nJudgment as to LIU’s claim for civil conspiracy.    \nH. Veil Piercing \n116. Finally, Defendants also move for summary judgment on LIU’s request \nthat the Court “pierce the corporate veil” of Niroflex on the theory that Niroflex \nshould be deemed to be a mere instrumentality of Genfine.  In support of this request, \nLIU contends that “[o]ut of fairness and equity, the Court should disregard Niroflex’s \ncorporate status.”  (Verif. Am. Compl. ¶ 161.)    \n117. As this Court recently stated: \n“The general rule is that in the ordinary course of business, a \ncorporation is treated as distinct from its shareholders. ”  Green v. \nFreeman, 367 N.C. 136, 144-45, 749 S.E.2d 262 (2013) (quoting State ex \nrel. Cooper v. Ridgeway Brands Mfg., LLC, 362 N.C. 431, 438, 666 S.E.2d \n107 (2008)).   “Disregarding the corporate form is not to be done lightly  \n[ ] but is reserved only for an extreme case where necessary to serve the \nends of justice[.]”   Kerry Bodenhamer Farms, LLC v. Nature's Pearl \nCorp., 2017 NCBC LEXIS 27, at *12 (N.C. Super. Ct. Mar. 27, 2017) \n(cleaned up). \n \nGallaher v. Ciszek, 2022 NCBC LEXIS 131, at **32–33 (N.C. Super. Ct. Nov. 4, 2022). \n118. “Veil piercing is not a theory of liability but a form of relief that provides \nan avenue to pursue legal claims against those otherwise shielded by the corporate \nform.”  Insight Health Corp. v. Marquis Diagnostic Imaging of N.C., LLC, 2018 NCBC \nLEXIS 56, at *23 (N.C. Super Ct. June 5, 2018) (cleaned up).  “It is well recognized \nthat courts will . . . ‘pierce the corporate veil’ . . . whenever necessary to prevent fraud \n \n \nor to achieve equity.”  Glenn v. Wagner, 313 N.C. 450, 454 (1985).  However, our courts \nhave made clear that “ a court’s decision t o pierce the corporate veil . . . is a strong \nstep: Like lightning, it is rare and severe.”  Gallaher, 2022 NCBC LEXIS 131, at **33. \n119. In analyzing veil piercing claims, North Carolina courts have utilized \nthe “instrumentality test.”  Ridgeway, 362 N.C. at 441.  Under this test, piercing the \nveil may be appropriate when “ the [entity] is the ‘mere instrumentality or alter ego’ \nof another entity or individual.”  Insight Health Corp. v. Marquis Diagnostic Imaging \nof N.C., LLC , 2017 NCBC LEXIS 91, at *10 (N.C. Super Ct. Oct. 3, 2017) (quoting \nEstate of Hurst v. Moorehead I, LLC, 228 N.C. App. 571, 577 (2013)). \n120. A plaintiff must satisfy the following three elements  under the \ninstrumentality rule: \n(1) Control, not mere majority or complete stock control, but complete \ndomination, not only of finances, but of policy and business practice in \nrespect to the transaction attacked so that the corporate entity as to this \ntransaction had at the time no separate mind, will or existence of its \nown; and \n \n(2) Such control must have been used by the defendant to commit fraud \nor wrong, to perpetrate the violation of a statutory or other positive legal \nduty, or a dishonest and unjust act in contravention of plaintiff ’s legal \nrights; and \n \n(3) The aforesaid control and breach of duty must proximately cause the \ninjury or unjust loss complained of. \n \nInsight, 2018 NCBC LEXIS 56, at *23–24 (cleaned up). \n121. In order to determine whether the first factor of the instrumentality test \nhas been met, our courts have emphasized the relevance of the following factors:  \na. Inadequate capitalization (“thin incorporation”) \nb. Non-compliance with corporate formalities \n \n \nc. Complete domination and control of the corporation so that it has no \nindependent identity  \nd. Excessive fragmentation of a single enterprise into separate corporations \n \nId. at *25 (cleaned up).   \n122. These factors are not exclusive, however, and “the presence or absence \nof any particular factor is not dispositive.”  Gallaher, 2022 NCBC LEXIS 131, at **36 \n(citation omitted).  Moreover, “[w]hen a plaintiff seeks to pierce the corporate veil of \nan LLC, rather than a corporation, these factors may be weighed differently.”  Insight, \n2018 NCBC LEXIS 56, at *25 (citation omitted). \n123. Based on a careful examination of the record, th e Court concludes that   \nthe entry of summary judgment in favor of Defendants on this issue is appropriate.  \n124. The record demonstrates that Elkhatib —not Genfine —controlled \nNiroflex’s day-to-day operations.  Elkhatib testified as follows regarding Niroflex’s \noperations:   \nQ: In terms of the operations of Niroflex, who -- who makes the day-to-\nday decisions -- \nA: I do.  \nQ: -- on running the business? \nA: I do.  \nQ: You do? Okay.   Are there any types of decisions that you have to \nconsult with someone at Genfine before making? \nA: No.  \nQ: Do you handle paying bills for Niroflex? \nA: Yes.  \nQ: Do you -- are you the only person with check -writing privileges for \nNiroflex? \nA: Yes. \nQ: Okay.  You just pay whatever bills you need to pay? \nA: Yes.  \nQ: Okay.  Do you -- does Niroflex have any loans? \nA: No. \n \n \nQ: Okay.  Do you have authority to go and take out loans if you need it \nfor Niroflex? \nA: I believe so.   \nQ: Okay.  What kind of -- what kind of input does Genfine have in the \nday-to-day operations of Niroflex? \nA: None. \n \n(Elkhatib Dep. 20:18–21:19, ECF No. 164.) \n125. LIU has failed to rebut this testimony with evidence suggesting that \nGenfine actually possesses complete control over Niroflex or that Niroflex is a legal \nentity in name only. \n126. The Court has carefully considered LIU’s arguments on this issue and \nconcludes that LIU has failed to raise a genuine issue of material fact to support its \nveil piercing claim. \n127. The Court therefore GRANTS Defendants’ Motion for Summary \nJudgment as to the issue of veil piercing.  See Stonewall Constr. Servs., LLC v. Frosty \nParrott Burlington, LLC, 2018 N.C. App. LEXIS 1077, at *11 (N.C. Ct. App. Nov. 6, \n2018) (affirming the trial court’s entry of summary judgment in defendant’s favor on \na veil piercing claim for failure to satisfy the instrumentality test);  BDM Invs. v. \nLenhil, Inc. , 2014 NCBC LEXIS 32, at **13 (N.C. Super. Ct. July 21, 2014) \n(“[Plaintiff] has not forecast evidence of such control, and the court must grant \nsummary judgment on [Plaintiff’s] veil-piercing claim[.]”). \n  \n \n \nII.  Summary Judgment as to Genfine’s Counterclaims \n128. Genfine also seek s summary judgment in its own  favor on  its \ncounterclaims for breach of contract and wrongful rejection and revocation of \nacceptance or repudiation.11   \n129. Genfine’s counterclaims concern t wo discrete sets of shipments.  The \nfirst set stems from the period of January to March 201 9 and consists of eighteen \ncontainers of furniture .  These goods (which Defendants refer to as the “Received \nGoods”) were manufactured by Genfine at LIU’s request and shipped to LIU (or LIU’s \ncustomers) but were never paid for by LIU.  The amounts of the Received Goods total \n$355,600.55.  (LIU Dep. Ex. 42, ECF No. 133.3.) \n130. The second set of shipments that form the basis for Genfine ’s \ncounterclaims relate to seven containers of furniture shipped to LIU in March and \nApril 2019 (which Defendants refer to as the “Abandoned Goods”).  (LIU Dep. Ex. 43, \nECF No. 133.4.)  Before delivery, however, LIU informed the shipping companies that \nLIU was abandoning the goods in transit because of a dispute with Genfine.  (LIU \nDep. 192:2 –193:7, ECF No. 133.1 .)  Genfine has received no compensation for the \nAbandoned Goods, the price of which amounts to $128,533.80.  (LIU Dep. Ex. 43, ECF \nNo. 133.4.) \n \n11 Defendants’ counterclaim for “wrongful rejection and revocation of acceptance or \nrepudiation” is properly  characterized as an attempt to affirmatively resolve the issue of \nwhether LIU properly rejected the furniture shipments at issue and, therefore, whether LIU \nis liable for breach of contract.   Thus, it is not a separate, actionable claim for relief.   \nAccordingly, the Court will analyze the counterclaims together. \n \n \n131. In addition, Genfine has provided evidence that $33,174.91 was incurred \nas incidental damages in the form of “freight and demurrage charges” relating to the \nAbandoned Goods.  (Fifth Elkhatib Aff. ¶ 7b., ECF No. 103.2.)   \n132. In its counterclaims, Genfine seeks recovery of the full amounts due as \nto the Received Goods and the Abandoned Goods  along with  the above-referenced \nincidental damages plus prejudgment and post-judgment interest.  \n133. Based on the evidence of record, it is undisputed that Genfine performed \nits obligations with regard to both the Received Goods and the Abandoned Goods.  In \nits response to Genfine’s summary judgment motion, LIU’s only real argument is that \nthe goods were non-conforming.  This is so, according to LIU, because (1) any \nfurniture LIU purchased from Genfine was subject to the exclusivity agreement; and \n(2) once Genfine offered LIU’s models that were subject to the exclusivity agreement \nto other customers in the North American market, the furniture shipments were \nrendered non-conforming.  \n134.  As discussed earlier in this opinion, “ [t]he elements of a breach of \ncontract claim are ‘(1) existence of a valid contract and (2) breach of the terms of that \ncontract.’ ”  Syndicated Servs., 2017 NCBC LEXIS 13, at *13 (quoting Poor, 138 N.C. \nApp. at 26).   \n135. Under North Carolina’s  UCC, “[r] ejection of goods must be within a \nreasonable time after their delivery or tender.  It is ineffective unless the buyer \nseasonably notifies the seller.”  N.C.G.S. § 25-2-602 (2021).   \n \n \n136. The UCC also states as follows regarding a buyer’s revocation of its prior \nacceptance of goods due to nonconformity: \n(1) The buyer may revoke his acceptance of a lot or commercial unit \nwhose nonconformity substantially impairs its value to him if he has \naccepted it \n \n(a) on the reasonable assumption that its nonconformity would be \ncured and it has not been seasonably cured; or \n \n(b) without discovery of such nonconformity if his acceptance was \nreasonably induced either by the difficulty of discovery before \nacceptance or by the seller’s assurances. \n \nId. § 25-2-608. \n \n137.  Even assuming , without deciding, that the violation of a  contractual \nexclusivity agreement by a seller under these circumstances could render goods sent \nto the buyer “non- conforming” under the UCC, the most basic flaw with LI U’s non-\nconformity argument is that the Court has now ruled as a matter of law that no \nenforceable exclusivity agreement existed between LIU and Genfine .  LIU has also \nfailed to establish a genuine issue of material fact on the issue of whether the \nfurniture was non-conforming in any other respect.  Nor has LIU offered  any valid \nalternative argument as to why its refusal to provide payment for the Received Goods \nand the Abandoned Goods was justified so as to warrant the denial of summary \njudgment on Genfine’s counterclaims. \n138. Therefore, the Court GRANTS summary judgment in Genfine’s favor on \nits counterclaims on the issue of whether LIU is liable for breach of contract with \nregard to the Received Goods and the Abandoned Goods. \n \n \n139. Genfine has also moved for summary judgment on the issue of damages \nwith regard to its counterclaims.  It seeks judgment in the amount of \n$484,134.35 for the price of the Received Goods and the Abandoned \nGoods, plus $33,174.91 in incidental damages, plus interest of $5,147.52 \nthrough May 26, 2019, plus interest of $106.11 per day from May 26, \n2019 through the date of judgment, and that the judgment bear interest \nat the legal rate of 8%. \n \n(Brief Supp. Summ. J. Counterclaims, at 17, ECF No. 132.) \n140. LIU—despite having had a full and fair opportunity to do so in response \nto Genfine’s motion —has failed to meaningfully challenge Genfine’s calculation of \ndamages attendant to its counterclaims.  Moreover, the Court has carefully reviewed \nthe evidence submitted by Genfine in support of its requested damages and is \nsatisfied that they are all supported by admissible evidence.  \n141. The only aspect of Genfine’s requested damages that remains unclear \nconcerns its cal culation of interest.  As quoted above, Genfine asks for an award of \ninterest in the amount of $5,147.52 through 26 May 2019 plus interest of $106.11 per \nday from 26 May 2019 through the date of judgment.  However, Genfine has not \nclearly explained the basis for its  calculation of interest in these amounts .  \nAccordingly, Genfine is DIRECTED to submit a supplemental memorandum within \ntwenty (20) days explaining in detail the basis for its interest calculations.  LIU shall \nbe permitted, if it  wishes, to likewise submit a supplemental memorandum on this \nsame issue within twenty (20) days.\n12 \n \n12 Said memoranda shall relate solely to the issue of the proper calculation of interest on the \namount of damages to which the Court has ruled herein that Genfine is entitled to recover \non its counterclaims.  Each memorandum shall be limited to 3,750 words and shall comply in \nall respects with Rule 7.8 of the North Carolina Business Court R ules.  Genfine is also \n \n \nIII. Motion to Dissolve Preliminary Injunction \n142. In their final Motion, Defendants request that the Court  dissolve the \npreliminary injunction previously entered in this action .  In addition, Defendants \nseek an order directing that the $100,000 bond associated with the injunction be \nforfeited to them. \n143. Our Court of Appeals has held that “ [u]nquestionably, North Carolina \ncourts have the equitable powers to dissolv e or modify, on the ground of change in \ncircumstance[,]” an order granting a preliminary injunction.  See Poston v. Morgan , \n83 N.C. App. 295, 299–300 (1986).  \n144. As noted above, on 1 July 2019, the Court issued a preliminary \ninjunction against Defendants enjo ining them from (1) the sale, or offer of sale, by \nDefendants of any products from certain enumerated lines of furniture in the North \nAmerican market ; (2) selling , or offering for sale , any products  in LIU’s product \narchive, including certain enumerated furniture models , to a list of designated  \ncustomers; and (3) “[s]elling or offering for sale [in the North American market] the \nAbandoned Products and bearing  [sic] any Leather Italia marks and/or tags [,]” \ncontained in certain enumerated shippin g containers.  (Order Mot. Prelim. Inj. , at \n22–23.)   \n145. With regard to the substantive claims asserted by LIU in its  Amended \nComplaint, the Court’s injunction was based entirely on its finding that “ [LIU] has \n \ndirected—within the same deadline—to submit a proposed order and judgment with regard \nto its counterclaims.  Upon receipt of the parties’ memoranda, the Court will determine the \nneed for a hearing on this issue.   \n \n \nshown a likelihood of success on a claim for breach of the Exclusivity Provision of the \nOral Agreement[.]”  (Order Mot. Prelim. Inj., at 14.)13     \n146. In making its early determination on the issue of whether LIU  had \nshown a likelihood of success on the merits for purposes of its preliminary injunction \nmotion, the Court was, of course, relying on the limited factual record before it  \nexisting at that time.  Now, however, this case is in a very different posture.  Based \non the extensive discovery that has been conducted by the parties over the last several \nyears, the factual record is much more fully developed, and the  Court has now \ndismissed the very claim that formed the basis for the issuance of the preliminary \ninjunction three years ago.  Therefore, that claim (LIU’s breach of contract claim) can \nno longer serve as the basis for the continued existence of the preliminary injunction. \n147. The Court has carefully considered whether the preliminary injunction \nshould remain in effect based on the remaining substantive claims asserted by LIU \nupon which the Court has denied summary judgment.14  \n148. Although, for the reasons discussed above, the Court has found the \nexistence of a genuine issue of material fact as to LIU’s claims for UDTP, civil \n \n13 In its Preliminary Injunction Order, the Court expressly stated that it therefore did not \nneed to address the merits of any of the other substantive claims asserted by LIU for purposes \nof determining whether preliminary injunctive relief was app ropriate.  (Order Mot. Prelim. \nInj., at 14.) \n \n14 At the 22 July hearing on the pending Motions, the Court expressly gave the parties the \nopportunity to fully state their positions on whether the preliminary injunction should \nremain in effect in the event the Court granted summary judgment in favor of Defendants on \nthe issue of whether Defendants had breached the alleged exclusivity agreement. \n \n \nconspiracy, and conversion, the Court is unable to conclude that LIU has shown that \nthe preliminary injunction should remain in effect. \n149. Even assuming arguendo  that LIU has demonstrated a likelihood of \nsuccess on its remaining claims, t he Court is skeptical of LIU’s assertion that \ndissolving the injunction will cause it to suffer irreparable harm.  LIU has failed to \nconvince the Court that  its recovery of monetary damages in the event  that it is \nsuccessful on its remaining claims at trial will not be sufficient to make it whole.  See \nBoard of Light & Water Comm’rs v. Parkwood Sanitary Dist. , 49 N.C. App. 421, 423 \n(1980) (“Where there is a full, complete and adequate remedy at law, the equitable \nremedy of injunction will not lie.”) (citations omitted), disc rev. denied, 301 N.C. 721 \n(1981); Smith v. N.C. Motor Speedway, Inc. , 1997 NCBC LEXIS 10, at **22 (N.C. \nSuper. Ct. Nov. 12, 1997) (denying a motion for a preliminary injunction where “an \naward of money damages would provide [the injured party] full relief”) (cleaned up).  \n150. Finally, the Court believes a balancing of the equities favors Genfine  \nrather than LIU.  Genfine has been subject to an injunction for over three years based \non an alleged violation of an exclusivity agreement that the Court has now concluded \nis not legally enforceable. \n151. Accordingly, the Court , in its discretion,  hereby DISSOLVES the \npreliminary injunction entered on 1 July 2019. \n152. However, the Court elects to DEFER a ruling on Genfine’s request that \nthe $100,000 bond previously posted by LIU as a condition to the issuance of the \n \n \ninjunction be forfeited to Genfine without prejudice to Genfine’s ability to renew that \nmotion after the trial of this matter. \nCONCLUSION \n THEREFORE, IT IS ORDERED as follows:   \n1. Defendants’ Motions for Summary Judgment are GRANTED as to LIU’s claims \nfor breach of contract,  misappropriation of trade secrets,  unjust enrichment, \nbreach of confidence, and piercing of the corporate veil.   \n2. Defendants’ Motions for Summary Judgment are DENIED as to LIU’s claims \nfor UDTP, conversion, and civil conspiracy.  \n3. Genfine’s Motion for Summary Judgment  on its counterclaims is GRANTED \nas to liability.   \n4. Genfine is DIRECTED to file a supplemental memorandum on the issue of the \nproper calculation of interest on the damages associated with its counterclaims \nwithin twenty (20) days  along with a proposed order and judgment as to its \ncounterclaims.  LIU shall likewise be permitted to file a memorandum on this \nsame issue along with a proposed order and judgment within twenty (20) days. \n5. The preliminary injunction previously issued by the Court on 1 July 2019 is \nDISSOLVED. \n6. The Court DEFERS ruling on  Genfine’s request that the $100,000 bond \npreviously posted by LIU as a condition to the issuance of the preliminary \ninjunction be f orfeited to Genfine without prejudice to Genfine’s ability to \nrenew that request after the trial of this matter.  \n \n \n \nSO ORDERED, this the 5th day of December, 2022.   \n        /s/ Mark A. Davis             \n        Mark A. Davis \n        Special Superior Court Judge for \n        Complex Business Cases  \n "
}