{
  "id": "c9531d8a241e0822defc1877c6d212219588edf557d862ad96d619eab429b65e",
  "source_file": "data/raw/ncbc/c9531d8a241e0822defc1877c6d212219588edf557d862ad96d619eab429b65e.pdf",
  "raw_text": "Value Health Sols., Inc. v. Pharm. Research Assocs., 2020 NCBC 41. \n \nSTATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 18-CV-12318 \n \nVALUE HEALTH SOLUTIONS \nINC. and NAGARAJAN \nPARTHASARATHY, \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO \nDISMISS AMENDED COMPLAINT \n Plaintiffs, \n v.  \n \nPHARMACEUTICAL \nRESEARCH ASSOCIATES, INC. \nand PRA HEALTH SCIENCES, \nINC., \n  \nDefendants. \n \n \nTHIS MATTER comes before the Court on Defendants Pharmaceutical \nResearch Associates, Inc. (“PRA, Inc.”) and PRA Health Sciences , Inc.’s (“PRA \nHealth”; collectively Defendants will be referred to herein as “PRA,” in the singular, \nexcept as otherwise required ) Motion to Dismiss Plaintiffs’ Amended Complaint.  \n(“Motion,” ECF No. 77.) \nTHE COURT, having considered the Motion, the briefs submitted in support \nof and in opposition to the Motion, the arguments of counsel at the hearing on the \nMotion, the applicable law, and other appropriate matters of record, CONCLUDES  \nthat the Motion should be GRANTED, in part, and DENIED, in part, for the reasons \nset forth below. \nMainsail Lawyers, by David Glen Guidry and Joseph Kellam Warren , \nfor Plaintiffs Value Health Solutions Inc. and Nagarajan Parthasarathy. \n \n \n \nKilpatrick Townsend & Stockton LLP, by Randy Avram, John Moye, and \nJoe P. Reynolds , for Defendants Pharmaceutical Research Associates, \nInc. and PRA Health Sciences, Inc. \n \nMcGuire, Judge. \n \nI. FACTUAL AND PROCEDURAL BACKGROUND \n1. The Court does not make findings of fact on motions to dismiss under \nRule 12(b)(6), but only recites those facts included in the complaint that are relevant \nto the Court’s determination of the Motion.  See,  e.g., Concrete Serv. Corp. v. Inv’rs \nGrp., Inc., 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986).  The facts relevant to \nthe determination of the Motion are drawn from the Amended Complaint.  (“Amended \nComplaint,” ECF No. 60.1.)   \n2. PRA is a “‘contract research organization’ or CRO, in the business of \nproviding product development and data solution services primarily to drug \ncompanies.”  (ECF No. 60.1, at ¶ 1.)  PRA conducts clinical trials for pharmaceutical \nand biotech companies.   \n3.  Plaintiff Value Health Solutions Inc. (“V HS”) is a developer of clinical \ntrial management software that CROs use to manage clinical trials.  Plaintiff \nNagarajan Parthasarathy (“Parthasarathy”; collectively VHS and Parthasarathy are \n“Plaintiffs”) is the founder of VHS.  VHS developed a set of clinical trial management \nsoftware solutions called ClinTrial Max, Cloud Max, and Info Max (collectively , the \n“Software Solutions”).  The Software Solutions were cloud-based programs designed \nto help drug companies (or CROs on behalf of drug companies) more efficiently \nmanage the clinical trial process used to develop new drugs.   (Id. at ¶ 18.) \n \n \n4. In April 2014, PRA contacted Parthasarathy to express interest in  \nacquiring the Software Solutions.  In response, Parthasarathy and VHS provided a \nday-long demonstration of the software t o PRA’s IT leadership team consisting of \nChuck Piccirillo (“Piccirillo”), a senior VP in development, and Mike Irene, a PRA \nmanager with extensive experience with clinical trial software.  (Id. at ¶  22.)  \nPlaintiffs and PRA then engaged in a year -long peri od of due diligence and \nnegotiation aimed at PRA’s acquisition of the Software Solutions.  (Id. at ¶ 24.)  VHS \ndiscussed licensing the Software Solutions to PRA in exchange for a recurring license \npayment, rather than selling the Software Solutions for a lump sum amount.  (Id. at \n¶ 26.)  However, Plaintiffs allege on information and belief that PRA was not \ninterested in licensing the Software Solutions from VHS because : (1) PRA wished to \neliminate VHS as a competitor in the marketplace; and (2) prevent VHS from directly \nlicensing the Software Solutions to drug companies or other CROs.  (Id. at ¶ 27.) \n5. Between April and October 2014, as part of the due diligence  process, \nVHS provided PRA with full access to the software code and PRA performed testing \nand analysis to understand the functionality of VHS’s Software Solutions from both \na technology and business operations perspective.  (Id. at ¶¶ 28–29.)  This included a \ngap analysis by which PRA learn ed the capabilities of the  Software Solutions and \nidentified the functions that PRA wanted to further develop after acquiring the \nsoftware.  (Id.) \n6. On October 15, 2014, PRA Health’s Executive Vice President and Chief \nFinancial Officer, Linda Baddour, sent Parthasarathy a Letter of Intent (“ LOI”).  \n \n \n(ECF No. 5 , at Ex. A.)1  The LOI outlined PRA’s proposal for the acquisition of the \nSoftware Solutions as follows: \na. A one-time, up-front payment between $1 million and \n$3 million; \n \nb. Future fixed payments of $333,000 each upon \ncompletion of three separate “Integration Milestones,” \ndescribed as (i) “Integrated Salesforce Environments,” \n(ii) “Key Product Enhancements,” and (iii) “CTMS \nStudies Migrated to ClinTrial Max”; and  \n \nc. Future vari able payments associated with \n“Performance Milestones” associated with “licenses for \nVHS” Software Solutions as follows: \n \ni. a payment of $2.5 million for reaching $25 \nmillion in annual sales within two years of \nclosing; \n \nii. a payment of $5 million for reaching $50 million \nin annual sales within three years of closing; \n \niii. a payment of $7.5 million for reaching $75 \nmillion in annual sales within four years of the \nclosing; and \n \niv. a one percent (1%) annual royalty on sales for an \nadditional four years after the  $75 million sales \namount is reached. \n \n(ECF No. 60.1, at ¶ 32.) \n \n7.   Between October  2014 and May 2015, PRA was , again, given \nunfettered access to test and analyze the Software Solutions and had ready access to \nParthasarathy and other VHS programmers to address questions about the Software \nSolutions.  PRA had the opportunity to verify all information provided by VHS and \n                                            \n1 The copy of the LOI, attached to the original Complaint, is not signed by VHS, and Plaintiffs \ndo not allege that Plaintiffs agreed to the LOI. \n \n \nParthasarathy regarding the Software Solutions. PRA also had the opportunity to \nanalyze whether VHS’s Software Solutions had the ability to h andle the scale and \nscope of PRA’s intended use for the software.  (Id. at ¶¶ 36–39.) \n8. Effective May 21, 2015, PRA, VHS, and Parthasarathy entered into an \nAsset Purchase Agreement (“APA”) for the purchase of the Software Solutions.  ( Id. \nat ¶ 40; ECF No. 5, at Ex. B.)  Under the APA, PRA agreed to purchase the Software \nSolutions in exchange for a fixed payment at closing, and fixed and variable milestone \npayments to be made after closing, as follows: \nFixed payment at closing: \n(a) Shares of PRA stock valued at $1,957,000.00 (see \nAPA, §2.5(b)(i)), plus a payment of $500,000, at \nclosing (see APA, § 2.5(b)(ii));  \nFixed payments for software milestones: \n(b) Shares of PRA stock valued at $333,000 for each \nof the agreed-upon “Milestones”:  \n \n(i) “integration of the Parties’ Sa lesforce \nenvironments,” as set forth on Schedule \n2.6(a)(i) of the APA, within 18 months of \nclosing ( [see] APA, § 2.6(a)(i));  \n \n(ii) “completion of the key product \nenhancements” as set forth on Schedule \n2.6(a)(ii) of the APA (see APA, §2.6(a)(ii)) \nwithin 18 months of closing;  \n(iii) “completion of the migration of the clinical \ntrial management systems studies” of PRA \n“into ClinTrial Max” as set forth on Schedule \n2.6(a)(iii) of the APA (see APA, § 2.6(a)(iii)); \n \nVariable payments for sales milestones: \n \n \n(c) Payment of $2.5 million for reaching $25 million \nin External Sales[ ] within 2 years of closing (see \nAPA, §2.6(a)(iv)); \n(d) Payment of $5 million for reaching $50 million in \nExternal Sales within 3 years of closing (see APA, \n§2.6(a)(v)); \n(e) Payment of $7.5 million for reaching $75 million \nin External Sales within 4 years of closing ( see \nAPA, §2.6(a)(vi)); and \n(f) Payment of an annual royalty equal to one \npercent (1%) of the annual External Sales for an \nadditional four years after reaching $75 million \nin External Sales (see APA, §2.6(a)(vii)). \n(ECF No. 60.1, at ¶ 42.) \n9. The APA defines an “External Sale” as “the sale of one or more licenses \nto the [Software] Solutions by [PRA] or one of its Affiliates to a third party which is \nnot (i) an Affiliate of [PRA] or (ii) using such license(s) in connection with providing \nservices to [PRA] and/or any of its Affiliates.”  (Id. at ¶ 44.) \n10. Plaintiffs contend that PRA fraudulently and negligently induced \nPlaintiffs to enter the APA and sell the Software Solutio ns for far below its  actual \nvalue through a calculated course of false representations and concealments of \nmaterial fact regarding PRA’s intent to permit Plaintiffs to earn the milestone \npayments.  Plaintiffs allege that \n[w]hile negotiating the transaction, PRA induced VHS . . .  \nto accept the APA purchase price structure through \nmisrepresentations that reasonably led Mr. Parthasarathy \nand VHS to believe that PRA would attempt to achieve the \nmilestones outlined in the APA and provide VHS and Mr. \nParthasarathy with a fair and reasonable opportunity to \nearn the additional consideration agreed to by the parties. \nAs a result, Mr. Parthasarathy and VHS proceeded with \n \n \nthe transaction, including Mr. Parthasarathy becoming an \nemployee of PRA, reasonably accepting as true PRA’s \nrepresentations and promises about its business, existing \nsoftware platform, allocation of adequate resources, and \ngood faith efforts toward achieving the milestones. \n \n(Id. at ¶ 5.)  Plaintiffs further allege that “ [t]o the extent PRA’s misstate ments and \nomissions before the transaction were intentionally made, . . . PRA never intended \n(a) to pay the additional consideration offered in the APA, (b) to honor all promises \nmade in the APA, or (c) to provide the platform, resources, and efforts reasonably \nnecessary to do so.”  (Id. at ¶ 8.) \n11.   Plaintiffs also allege that \n[w]hen signing the APA, Mr. Parthasarathy and VHS \nreasonably relied on PRA’s false assurances and \nrepresentations that PRA would provide them with a fair \nand reasonable opportunity to receive the milestone \npayments.  PRA, however, never intended for VHS and Mr. \nParthasarathy to receive the milestone payments outlined \nin the LOI and APA and concealed material information \nabout its actual planned strategy [for] using VHS’s \nSoftware Solutions. \n \n(Id. at ¶¶ 50–51.) \n \n12. Finally, Plaintiffs allege that \n[b]y inducing VHS and Mr. Parthasarathy to enter into the \ntransaction with the purchase price structured such that \nthe bulk of consideration to be paid for  the Software \nSolutions was in the form of post -closing milestone \npayments that PRA never intended to pay, PRA stood to \nrealize substantial financial benefit, namely they were able \nto purchase VHS’s Software Solutions for far less than they \nwould have been able to had PRA revealed its true \nintentions and strategy. \n \n(Id. at ¶ 53.) \n \n \n \n13. In conjunction with the APA, PRA hired Parthasarathy as a Vice \nPresident of PRA, Inc., ostensibly to oversee the further development of the Software \nSolutions and the integration of the software into PRA’s clinical trial platforms.  (ECF \nNo. 60.1, at ¶¶ 5, 67, 78, 125; ECF No. 5, at Ex. C.)  PRA terminated Parthasarathy’s \nemployment in December 2017.  (ECF No. 60.1, at ¶ 125.) \n14. Plaintiffs allege that following the execution of the APA and during \nParthasarathy’s employment, PRA: \na. met the integration software milestone in § 2.6(a)(i) of the APA and \nthat “PRA has breached the APA by failing to timely make the \npayment owed under Section 2.6(a)(i) of the APA.”  (Id. at ¶¶ 54–58); \nb. “imposed additional or different specifications from those outlined in \nthe APA” and interfered with and delayed implementation of the \n“key product enhancements” software milestone in § 2.6(a)(ii) of the \nAPA.  Accordingly, the milestone should be “deemed completed” and \nPRA “breached the APA by failing to timely make the payment owed \nunder Section 2.6(a)(ii) of the APA.”  (Id. at ¶¶ 59–63); \nc. imposed additional conditions on completion of the third software \nmilestone and “refused to make good faith efforts to timely complete \nthe third software milestone.”  (Id. at ¶¶ 71–75); \nd. “require[d] completion of all three software milestones before PRA \nwould undertake efforts to sell or license . . . [the]  \n \n \nSoftware Solutions [ ] as a standalone product” in violation of the \nexpress terms of the APA.  (Id. at ¶¶ 64–70); \ne. repeatedly changed Parthasarath y’s job duties and reorganized his \ndepartment to interfere with completion of the software and sales \nmilestones in the APA.  (Id. at ¶¶ 78–83); and  \nf. diverted significant assets and its information technology resources \nto developing software other than the Software Solutions , thereby \ndelaying completion of the APA milestones.  (Id. at ¶¶ 84–88). \n15. Plaintiffs allege that “PRA solely controlled completion of the software \nand sales milestones outlined in the APA,” including “the allocation of financial and \nIT resources, assignment of management authority and responsibility, [and] the \ntimeline and development of . . . and the decision to market [the Software Solutions] \nfor sale or licensing.”  ( Id. at ¶¶ 89–90.)  Plaintiffs further allege that PRA delayed \nand interfered with the development of the Software Solutions with the intent “to \ndeprive . . . [Plaintiffs] of a fair and reasonable opportunity of receiving the fixed and \nvariable milestone payments.”  (Id. at ¶¶ 91–92.)  Finally, Plaintiffs allege that “PRA \n[ ] did not act reasonably and in good faith in pursuing external sales under the APA \nand . . . PRA never intended to make the sales milestone payment [s] in the APA. ”  \n(Id. at ¶ 93.) \n16. Plaintiffs also allege that , during Parthasarathy’s employment , PRA \n“falsely promis[ed] to amend the APA and extend the milestone deadlines .”  ( Id. at \n¶¶ 104–05.)  “[L]ate in 2016 and through 2017, PRA made representations to Mr. \n \n \nParthasarathy that induced him to believe that PRA intended to amend the payment \nmilestone timelines to align with the actual status and realistic target date of the \nsoftware development in light of PRA’s diversion of company resources to other \nprojects.”  (Id. at ¶ 109.)  More particularly, Plaintiffs allege as follows: \nOn or around February 8, 2017, PRA’s CEO, Colin \nShannon [“Shannon”], sent an email to Mr. Parthasarathy \nthat PRA was “obviously trying to get [VHS and/or Mr. \nParthasarathy] a contract” to address the miles tone \ntimeline issue. \n \nIn or around May 2017, [ Parthasarathy’s supervisor] Ms. \nJones-Hertzog represented to Mr. Parthasarathy that she \nhad proposed a revised timeline internally and was \nawaiting approval. Mr. Parthasarathy subsequently \nfollowed-up with vari ous PRA representatives, including \nMr. Shannon, and Ms. Jones-Hertzog, to finalize any such \nrevised milestones, but he did not receive a meaningful \nresponse. \n \n(Id. at ¶¶ 116–17.) \n \n17. Plaintiffs allege that “[d]espite making these statements and promises, \nPRA did not intend to amend the APA or extend the milestone deadlines.”  (Id. at ¶¶ \n105, 124 (“PRA, however, did not intend to complete the milestones, [or] amend the \nterms of the APA to extend the time for it to do so.”).)  Plaintiffs allege Parthasarathy \ncontinued his employment with PRA and provided PRA with additional assistance in \ndeveloping the Software Solutions based on PRA’s misrepresentations.  (Id. at ¶¶ 115, \n120.) \n18. Plaintiffs also assert  that PRA’s course of conduct during \nParthasarathy’s employment,  and particularly its misrepresentations that PRA \n \n \nwould amend the milestone deadlines, w as an inequitable assertion of PRA’s power \nand authority over Parthasarathy.  (Id. at ¶¶ 92, 104, 110, 111, 115.) \n19. Finally, in or around September 2016, PRA entered into a Master \nServices Agreement to provide services to Takeda Pharmaceuticals.  Plaintiffs allege \nthat this transaction qualifies as an “External Sale” under the APA, but that PRA \nhas not made the required sales milestone payment s to Plaintiffs resulting from the \nagreement.  ( Id. at ¶¶ 96– 101.)  Plaintiffs believe PRA has entered into similar \nagreements with other customers that also would qualify as External Sales, and that \nPRA is obligated to make sales milestone payments on those agreements as well.  (Id. \nat ¶ 102.) \n20. Plaintiffs filed the Complaint in this matter on October 5, 2018.  (ECF \nNo. 5.)  On November 15, 2018, this case was designated a mandatory complex \nbusiness case  and assigned to the undersigned.  (Designation Order, ECF No. 1; \nAssignment Order, ECF No. 2.) \n21. On November 1, 2019, the Court granted leave for Plaintiffs to file an \nAmended Complaint.  (Or. on Pls.’ Mot. to Am. Compl., ECF No. 74.)  In the Amended \nComplaint, Plaintiffs allege claims against PRA for: breach of contract (First Cause \nof Action); intentional misrepresentation (Second Cause of Action); negligent \nmisrepresentation (Third Cause of Action); fraudulent inducement (Fourth Cause of \nAction); violation of North Carolina’s Unfair and Deceptive Trade Practices Act, \nN.C.G.S. § 75-1.1 (“UDTPA”) (mislabeled as the Sixth Cause of Action); promissory \n \n \nestoppel (mislabeled as the Seventh Cause of Action); and unjust enrichment \n(mislabeled as the Eighth Cause of Action).  (ECF No. 60.1, at ¶¶ 129–195.) \n22. On December 2, 2019, Defendants filed the Motion and a brief in support \n(Br. in Supp., ECF No. 78), seeking the dismissal of all of Plaintiffs’ claims except for \nthe breach of contract claim pursuant to Rule 12(b)(6) of the North Carolina Rules of \nCivil Procedure (“Rules”).  On January 23, 2020, Plaintiffs filed a response brief in \nopposition to the Motion (Br. in Opp., ECF No. 91), and Defendants filed their reply \nbrief on February 3, 2020 (Reply Br., ECF No. 96). \n23. On March 17, 2020, the Court held a hearing via video conference on the \nMotion, which is now ripe for resolution. \nII. ANALYSIS \n24. Defendants seek dismissal of Pla intiffs’ claims for intentional \nmisrepresentation (fraud) , negligent misrepresentation , fraudulent inducement , \nviolation of the UDTPA  (hereinafter “UD TPA claim”),  promissory estoppel , and \nunjust enrichment under Rule 12(b)(6).  (ECF No. 77, at p. 1.) \n25. Dismissal pursuant to Rule 12(b)(6) is proper when “(1) the complaint \non its face reveals that no law supports the plaintiff ’s claim; (2) the complaint on its \nface reveals the absence of facts sufficient to make a good claim; or (3) the complaint \ndiscloses some fact that necessarily defeats the plaintiff’ s claim.”  Corwin v. British \nAm. Tobacco PLC, 371 N.C. 605, 615, 821 S.E.2d 729, 736– 37 (2018).  The Court, in \ndeciding a Rule 12(b)(6) motion, construes the claims liberally, accepting all \nallegations as true.  Laster v. Francis, 199 N.C. App. 572, 577, 681 S.E.2d 858, 862 \n \n \n(2009).  The facts and permissible inferences set forth in the claims are to be treated \nin a light most favorable to the nonmoving party.  Ford v. Peaches Entm’t Corp. , 83 \nN.C. App. 155, 156, 349 S.E.2d 82, 83 (1986).  However, the Court is not required “to \naccept as true allegations that are merely conclusory, unwarranted deductions of fact, \nor unreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. Dep’t of Health & Human \nServs., 174 N.C. App. 266, 274, 620 S.E.2d 873, 880 (2005) (citation omitted). \n26. In deciding a motion to dismiss under Rule 12, t he Court also may  \nconsider documents which are the subject of the plaintiff’s complaint and to which \nthe complaint specifically refers, including the contract that forms the subject matter \nof the action.  Oberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 60, 554 S.E.2d 84 0, \n847 (2001).   A “trial court can reject allegations  [in the pleadings]  that are \ncontradicted by the documents attached, specifically referred to, or incorporated by \nreference in the complaint.”  Laster, 199 N.C. App. at 577, 681 S.E.2d at 862. \n27. Applying these standards, the Court will first address Plaintiffs’ claims \nfor intentional misrepresentation (fraud) and fraudulent inducement, followed by the \nclaim for negligent misrepresentation,  the UDTPA claim,  the claim for promissory \nestoppel, and finally the claim for unjust enrichment. \nA. Intentional Misrepresentation (Fraud) and Fraudulent Inducement \n28. “[T]he following essential elements of actionable fraud are well \nestablished: (1) False representation or concealment of a material fact, (2) reasonably \ncalculated to deceive, (3) made with intent to deceive, (4) which does in fact deceive, \n(5) resulting in damage to the injured party.”  Ragsdale v. Kennedy , 286 N.C. 130, \n \n \n138, 209 S.E.2d 494, 500 (1974); Ward v. Fogel, 237 N.C. App. 570, 581, 768 S.E.2d \n292, 301 (20 14).  The elements of fraud in the inducement are identical.  Media \nNetwork, Inc. v. Long Haymes Carr, Inc., 197 N.C. App. 433, 453, 678 S.E.2d 671, 684 \n(2009) (citing Rowan C nty. Bd. of Educ. v. U.S. Gypsum Co., 332 N.C. 1, 17, 418 \nS.E.2d 648, 658 (1992)). \n29. Rule 9(b) requires that allegations of fraud be stated with particularity. \nN.C.G.S. § 1A-1, Rule 9(b).  To satisfy the particularity requirement, Plaintiffs must \nallege (1) “the time, place and content” of the representation, (2) the “identity of the \nperson making the representation” and (3) “what was obtained as a result of the \nfraudulent acts or representations.” Terry v. Terry , 302 N.C. 77, 85, 273 S.E.2d 674, \n678 (1981).  The representations must be “definite and specific” —more than “mere \npuffing, guesses, or assertions of opinions ,” but actual representations of material \nfacts.  Rowan Cnty. Bd. of Educ., 332 N.C. at 17, 418 S.E.2d at 659; see also Ragsdale, \n286 N.C. at 139, 209 S.E.2d at  500 (“A subsisting or ascertainable fact, as \ndistinguished from a matter of opinion or representation relating to future prospects, \nmust be misrepresented.”). \n30. PRA contends that Plaintiffs’ claims for fraud and fraudulent \ninducement are based on the same three categories of alleged “misrepresentations”  \nmade by PRA that: (1) PRA would work to timely complete the milestones; (2) PRA \nwould give Plaintiffs a “reasonable opportunity” to complete the software and sales \nmilestones; and (3) PRA would modify or postpone the milestone deadlines.  (ECF No. \n78, at pp. 3–4, 8.)  With regard to the first two categories of misrepresentations  (the \n \n \n“pre-APA misrepresentations” ), PRA contends that the fraud claims should be \ndismissed pursuant to Rule 9(b) because the Amended Complaint simply alleges that \n“PRA” made the false representations, but does not allege the time, place, or specific \nindividual who made the misrepresentation nor any specific statements allegedly \nconstituting the misrepresentation. (Id. at pp. 8–9.) \n31. In response, Plaintiffs argue that the  allegations that PRA executives \nShannon and Piccirillo were involved in the fourteen -month period of negotiations \nand due diligence leading to the execution of the APA provides sufficient particularity \nto satisfy the particularity requirements of Rule 9(b).  (ECF No. 91, at pp. 15– 16.)  \nThe Court disagrees.  Plaintiff s do not attribute any specific pre -APA \nmisrepresentation to Shannon or Piccirillo, let alone provide the date and location of \nthe misrepresentation.  Instead, in the Amended Complaint, which was filed over a \nyear after this action was initiated and after many months of discovery, Plaintiffs \nallege only broad categories of pre -APA misrepresentation s made by undisclosed \nindividuals at unknown times.  Accordingly, to the extent the Motion seeks dismissal \nof Plaintiffs’ claims for fraud and fraudulent inducement based on alleged pre -APA \nmisrepresentations made by Shannon and Piccirillo, the Motion should be \nGRANTED. \n32. Plaintiffs also argue that the LOI  “provides written evidence of PRA’s \nfraudulent representations and material omissions relating to software sales.”  (ECF \nNo. 91, at p. 4.)  Plaintiffs contend that the LOI contained statements regarding the \nincentive payments as follows: \n \n \nUnder the heading of Performance Milestones, PRA’s \nLetter of Intent outlines three annual revenue thresholds \nfor the software sales milestone.  After each one, PRA \nstates that: \n \n• “The ability to earn this consideration will last for \nthe first 2 full fiscal years following the closing date.” \n \n• “The ability to earn this consideration will last for \nthe first 3 full fiscal years following the closing date.” \n \n• “The ability to earn this consideration will last for \nthe first 4 full fiscal years following the closing date.” \n \nAs a “statement of the intentions” of PRA “with respect to \na potential Transac tion,” these representations were \nknowingly and intentionally false.   PRA knew that VHS \nwould not be able to earn this sales -based consideration \nover the full time period stated, if at all, because PRA \nintended to block and prevent software sales for at least \neighteen months after closing while the software was being \nintegrated and enhanced by PRA. . . . The LOI omitted this \nmaterial fact. \n \n(Id. at pp. 4 –5 (emphasis and citations omitted ).)  Plaintiffs argue that the LOI \ncontains fraudulent statements and omissions that satisfy  the particularity \nrequirements of Rule 9(b)  and can sustain their  claims for fraud based on pre -APA \nmisrepresentations.  (Id. at p. 15.) \n33. PRA argues that Plaintiffs’ reliance on the LOI as the basis for their \nfraud claims is “a new theory of fraud—one not [pleaded] in the Amended Complaint.”  \n(ECF No. 96, at p. 2.)  PRA contends that Plaintiffs cannot amend the Amended \nComplaint by asserting a new theory  of liability in response to a motion to dismiss .  \n(Id. (citing In re Southeastern Eye Center-Pending Matters, 2019 NCBC LEXIS 29, at \n*49 (N.C. Super. Ct. May 7, 2019) (plaintiff could not survive summary judgment by \n \n \nasserting fraud claim not alleged with particularity in its complaint in response to \nmotion).  PRA further contends that Plaintiffs’ claim for fraud, based on PRA’s alleged \nomission of material facts from the LOI, as opposed to the alleged affirmative \nmisrepresentations, cannot survive because Plaintiffs have not alleged that PRA had \na duty to disclose any information.  (ECF No. 96, at p. 5.) \n34. Preliminarily, the Court notes that PRA has not argued, and the Court \ndoes not consider at this time, whether representations contained within a letter of \nintent executed between two businesses as part of arm-length negotiations can form \nthe basis for a claim for fraud or negligent misrepresentation.  The Court has serious \nquestions about the viability of such a claim under North Carolina law, and PRA  is \nnot prohibited from making such an argument at  another appropriate time in this \ncase.  Nevertheless, the Court addresses the arguments that PRA does raise. \n35. Regarding the argument that Plaintiffs’ reliance on the LOI as a basis \nfor the fraud claims is a new theory, in the Amended Complaint, Plaintiffs expressly \nallege that PRA provided the LOI  and Plaintiffs attached the LOI to the original \ncomplaint.  (ECF No. 60.1, at ¶¶ 30 –32.)  Plaintiffs also allege  parts of the express \nterms of the LOI regarding the proposed software milestone payments and Plaintiffs’ \nopportunity to earn the sales incentives which Plaintiffs claim were fraudulent.  (Id. \nat ¶ 32.)  The allegations generally support Plaintiffs’ position that the terms of the \nLOI were part of the fraudulent misrepresentations made to Plaintiffs.   Under the \ncircumstances, the Court concludes that Plaintiffs’ reliance on the representations in \n \n \nthe LOI in support of their fraud claim s is adequately raised in the Amended \nComplaint. \n36. In addition, the time, date, author, and contents of the LOI are alleged \nparticularly.  The Court concludes that Plaintiffs ’ allegations about the affirmative \nrepresentations made in the LOI , generously read, are particular enough to survive \ndismissal under Rule 9(b). \n37. On the other hand,  Plaintiffs’ argument r egarding the alleged \nfraudulent “omissions” from the LOI lacks merit.  The allegations about the LOI in \nthe Amended Complaint make no reference to “omissions” from the LOI.  (ECF No. \n60.1, at ¶¶ 30 –35.)  In addition, in setting out their causes of action for fraud and \nfraudulent inducement, Plaintiffs do not allege any fraud based on omissions.  (Id. at \n¶¶ 134–46, 157–70.)  The Amended Complaint does not allege a claim for fraud based \non omissions of material fact from the LOI. \n38. Therefore, to the extent the Motion seeks dismissal of Plaintiffs’ claims \nfor intentional misrepresentation ( fraud) and fraudulent inducement based on \nalleged affirmative misrepresentations contained in the LOI, the Motion should b e \nDENIED.  However, to the extent the Motion seeks dismissal of Plaintiffs’ claims for \nintentional misrepresentation (fraud)  and fraudulent inducement based on alleged \nomissions from the LOI, the Motion should be GRANTED.  \n39. With regard to the representations made after execution of the APA and \nwhile Parthasarathy was employed with PRA that PRA would modify the milestone \ndeadlines in the APA  (the “post -APA misrepresentations”) , PRA argues that \n \n \n“Plaintiffs again fail to set forth the time, place, or specific i ndividuals who \npurportedly made a ‘false promise that PRA would modify or postpone the milestone \ndeadlines and not deprive VHS and Mr. Parthasarathy of the promised milestone \npayments.’”  (ECF No. 78, at p. 9.)  While PRA concedes that Plaintiffs allege specific \nstatements made by Shannon and Jones -Hertzog to Parthasarathy about potential \nmodification of the APA, it contends that the representations are merely statements \nof opinion or otherwise are not actionable fraudulent statements. (Id. at p. 10.) \n40. Plaintiffs allege that “[o]n or around February 8, 2017, PRA’s CEO, \nColin Shannon, sent an email to Mr. Parthasarathy that PRA was ‘ obviously trying \nto get [VHS and/or Mr. Parthasarathy] a contract ’ to address the milestone timeline \nissue” and “ [i]n or around May 2017, Ms. Jones -Hertzog represented to Mr. \nParthasarathy that she had proposed a revised timeline internally and was awaiting \napproval.”  (ECF No. 60.1, at ¶¶ 116–17.)  Plaintiffs further allege that despite these \nrepresentations “PRA [ ] did not intend to . . . amend the terms of the APA to extend \nthe time for it to do so” (Id. at ¶ 124) and “knew its representations to be false when \nit made them” (Id. at ¶ 143).  Plaintiffs also allege that Parthasarathy relied on the \nmisrepresentations that PRA would modify the milestones to continue assisting PRA \nwith development of the Software Solution s.  (Id. at ¶¶ 115, 120.)  Plaintiffs do not \nidentify any other individuals who made specific statements or representations about \nPRA’s intent to modify the APA. \n41. The Court concludes that the allegations regarding the statements made \nby Shannon and Jones -Hertzog are minimally sufficient to  survive a motion to \n \n \ndismiss.  First, they are particular as to the time and content of the statements and \nidentify the speakers.  Second, to the extent Plaintiffs allege that at the time Shannon \nand Jones-Hertzog made their respective statements, PRA was, in fact, not “trying to \nget” Plaintiffs a modified contract, and Jones -Hertzog had not “proposed a revised \ntimeline” for achi evement of the milestones, the Court is constrained to view those \nstatements as statements of fact, and not opinions. \n42. Therefore, to the extent the Motion seeks dismissal of Plaintiffs’ claims \nfor intentional misrepresentation ( fraud) and fraudulent inducement based on the \nalleged post -APA misrepresentations by Shannon and Jones -Hertzog about PRA’s \nintent to modify the APA, the Motion should be DENIED.  However, to the extent the \nMotion seeks dismissal of Plaintiffs’ claims for intentional misrepresentation (fraud) \nand fraudulent inducement based on any other alleged post-APA misrepresentations \nabout PRA’s intent to modify the APA, the Motion should be GRANTED. \nB.  Negligent Misrepresentation \n43. In its brief in support of the Motion, PRA argues that Plaintiffs’ claim \nfor negligent misrepresentation  is based on the same three categories of alleged \n“misrepresentations” made by PRA upon which Plaintiffs’ fraud claims are based and \nthat the allegations in support of negligent misrepresentation should be dismissed \nbecause they do not meet the Rule 9(b) particularity requirement.  (ECF No. 78, at \npp. 3–4, 7–9.) \n44. Plaintiffs respond that their negligent misrepresentation claim is not \nbased on the same alleged misrepresentations that support the fraud claims.  (ECF \n \n \nNo. 91, at pp. 8– 9.)  Instead, Plaintiffs contend that their “ claim for negligent \nmisrepresentations, [ ] is legally and factually distinct from fraud and rests on a \ndifferent set of representations than those alleged as fraudulent .”  ( Id. (emphasis \nadded).)  Specifically, Plaintiffs contend as follows: \nVHS’s claim for negligent misrepresentation ari ses from \nPRA’s misstatements concerning the technical \nrequirements for integrating and enhancing the software \non PRA’s Predictivv platform, a set of inaccurate \nstatements stemming from PRA’s lack of ordinary care \nduring the due diligence process.   See Am. Compl., ¶¶ 28, \n29, 69, 149, and 150.  As a result of PRA’s carelessness, \nPRA devised and imposed technical requirements that \nwere wrong, had to be changed, substituted, or \ndisregarded, and interfered with completion of the software \nmilestones.  See id .  By contrast, VHS’s claims of fraud \nstem from PRA’s knowingly false misrepresentations and \nmaterial omissions related to conditioning software sales \nvis-à-vis the completion of technical development, as \nevident in the Letter of Intent, among other \ncommunications. \n \n(Id. at pp. 10 –11.)  Plaintiffs also argue that the particularity required under Rule \n9(b) does not apply to a claim for negligent misrepresentation and that they have \nadequately pleaded a claim for negligent misrepresentation to survive dismissal.  (Id. \nat pp. 9–11.) \n45. PRA responds by arguing that, again, Plaintiffs are attempting to state \na new theory not alleged in the Amended Complaint.  (ECF No. 96, at pp. 7–8.)  PRA \ncontends that Plaintiffs do not make any allegations in the Amended Complaint about \nmisrepresentations “aris[ing] from PRA’s  misstatements concerning the technical \nrequirements for integrating and enhancing the s oftware on PRA’s Predictivv \nplatform” that would support such a theory.  (Id. at p. 7.) \n \n \n46. Under North Carolina law, \n“[n]egligent misrepresentation occurs when a party \njustifiably relies to his detriment on information prepared \nwithout reasonable care by one who owed the relying party \na duty of care.”  Raritan River Steel Co. v. Cherry, Bekaert \n& Holland, 322 N.C. 200, 206, 367 S.E.2d 609, 612 (1988) .  \nReliance is not justifiable for purposes of negligent \nmisrepresentation if a plaintiff failed to make reasona ble \ninquiry, had the opportunity to investigate, and could \n“have learned the true facts through reasonable \ndiligence[.]”  Rountree v. Chowan County , 252 N.C. App. \n155, [162,] 796 S.E.2d 827, 832 (2017). \nBDM Invs. v. Lenhil, Inc., 826 S.E.2d 746, 761 (2019). \n47. The Court begins with a review of the allegations upon which Plaintiffs \nrely in arguing that they state a cause of action for negligent misrepresentation.  \nParagraphs 28 and 29 of the Amended Complaint merely allege that during the due \ndiligence period, PRA had access to and extensively tested the Software Solution s.  \n(ECF No. 60.1, at ¶¶ 28–29.)  Paragraph 69 alleges that after the APA was executed, \nPRA contended that “ the Software Solutions did not ‘ meet PRA spec yet ’—an \namorphous, ever -changing, undisclosed set of additional or different milestone \nrequirements than those outlined in the APA.”  (Id. at ¶ 69.)  Paragraphs 28, 29, and \n69 do not  contain an y allegation that PRA  made “ misstatements concerning the \ntechnical requirements for integrating  and enhancing the software on PRA’s \nPredictivv platform” as Plaintiffs argue.  (ECF No. 91, at p. 10.) \n48.   Paragraphs 149 and 150 of the Amended Complaint contain allegations \nregarding the Predictivv platform, but neither alleges that PRA made misstatements \nor misrepresentation s about the technical requirements needed to integrat e the \nSoftware Solution s into Predictivv.  Rather, Plaintiffs allege that “ PRA failed to \n \n \nexercise care and competence in obtaining and communicating the information it \nsupplied to Mr. Parthasarathy and VHS regarding the timeline and development of \nPredictivv and the impact it would have on PRA’s business and the timely completion \nof the milestones . . . [and] [t]he information provided by PRA was false or inaccurate \nand PRA knew or should have known that . . . Predictivv would interfere and prevent \nthe completion of the software and sales milestones. ”  (ECF 60.1, at ¶ ¶ 149–150 \n(emphasis added).)  These  allegations arguably support Plaintiffs’ theory that PRA \ndid not devote adequate assets and resources to helping Plaintiffs develop the \nSoftware Solution s and meet the milestones .  However, these allegations do not \nsupport the contention that PRA provided incorrect technical specifications to \nPlaintiffs regarding the integration of  the Software Solution s into Predictivv .  \nPlaintiffs cannot amend the Amended Complaint to raise a new theory in their brief \nin opposition to the Motion.  In re Southeastern Eye Center, 2019 NCBC LEXIS 29, at \n*49. \n49. In addition, despite Plaintiffs’ argument to the contrary, this Court and \nNorth Carolina’s federal district courts have consistently held that plaintiffs are \nrequired to plead claims for negligent misrepresentation with the particularity \nrequired by Rule 9(b).  See, e.g., Aldridge v. Metro. Life Ins. Co.,  2019 NCBC LEXIS \n116, at *113 (N.C. Super. Ct. Dec. 31, 2019); Beam v. Sunset Fin. Servs., 2019 NCBC \nLEXIS 56, at *18 (N.C. Super. Ct. Sept. 3, 2019); Rabinowitz v. Suvillaga, 2019 NCBC \nLEXIS 8, at *33 (N.C. Super. Ct. Jan. 28, 2019); P rovectus Biopharmaceuticals, Inc. \nv. RSM US LLP, 2018 NCBC LEXIS 101, at *57 (N.C. Super. Ct. Sept. 28, 2018);  \n \n \nHerrera v. Charlotte Sch. of Law, LLC, 2018 NCBC LEXIS 35, at *36 (N.C. Super. Ct. \nApr. 20, 2018); Bucci v. Burns, 2017 NCBC LEXIS 83, at *7–8 (N.C. Super. Ct. Sept. \n14, 2017); Deluca v. River Bluff Holdings II, LLC, 2015 NCBC LEXIS 12, at *20 (N.C. \nSuper. Ct. Jan. 28, 2015); Al-Jamal v. Michael Baker Corp., No. 5:12-CV-746-F, 2013 \nU.S. Dist. LEXIS 93676 , at *18 (E.D.N.C. July 3, 2013)  (“Plaintiff is cautioned that \nany negligent misrepresentation claim must satisfy Rule 9(b)’s pleading \nrequirements.”); Rohlik v. I-Flow Corp., No. 7:10-CV-173-FL, 2011 U.S. Dist. LEXIS \n73454, at *6 (E.D.N.C. July 7, 2011) (“[C]laims of negligent misrepresentation [also] \nfall within the purview of Rule 9(b).”); Suntrust Mortg., Inc. v. Busby, 651 F. Supp. 2d \n472, 485 (W.D.N.C. 2009)  (applying Rule 9(b)  to negligent misrepresentation and \nfraud claims); Madison River Mgmt. Co. v. Bus. Mgmt. Software Corp.,  351 F. Supp. \n2d 436, 447 (M.D.N.C. 2005)  (same); Angell v. Kelly,  336 F. Supp. 2d 540, 549 \n(M.D.N.C. 2004)  (same); Breeden v. Richmond Cmty. Coll ., 171 F.R.D. 189, 199 \n(M.D.N.C. 1997) (After noting a split among federal courts as to w hether Rule 9(b) \napplies to claims for negligent misrepresentation, adopt ing the “approach that \nnegligent misrepresentation [ ] claims come within Rule 9(b).”) .  In this case, \nPlaintiffs have not alleged the time , place, speaker, nor the specific contents of, any \nalleged misstatement of technical requirements  for integrating and enhancing the \nsoftware by PRA. \n50.   Therefore, to the extent the Motion seeks dismissal of Plaintiffs’ claim \nfor negligent misrepresentation, the Motion should be GRANTED. \nC. UDTPA \n \n \n \n51. PRA seeks dismissal of the UDTPA claim.  PRA first contends that \nPlaintiffs’ UDTPA claim is also a “fraud-based claim,” and that dismissal of Plaintiffs’ \nfraud and negligent misrepresentation claims for failure to meet the requirements of \nRule 9(b) warrants dismissal of the UDTPA claim. (ECF No. 78, at pp. 3, 11.)  PRA \nfurther argues that to the extent the UDTPA claim is grounded in PRA’s alleged \nbreach of the APA, it must fail because a mere breach of contract cannot sustain a \nclaim for violation of the UD TPA.  ( Id. at pp. 1 1–12.)  Finally, PRA argues that \nPlaintiffs’ allegations of PRA ’s inequitable assertion of power over Parthasarathy \ncannot support the UDTPA claim because they arise out of an employer -employee \nrelationship.  (Id. at p. 12.)  \n52. Plaintiffs argue that their  UDTPA claim “rests on allegations of \nnegligent misrepresentations, unfair conduct, and aggravating circumstances —\narising between business competitors, not in an employer-employee relationship—all \ndistinct from fraud, and none of which trigger the heightened pleading requirements \nof Rule 9(b).”  (ECF No. 91, at p. 9.)  Plaintiffs contend that the UDTPA claim “validly \nrests on allegations other than fraud, including: \n• Negligent misrepresentations, as already described \nabove.  See Am. Compl., ¶¶ 28, 29, 69, 149, and 150.  \n \n• Breach of the Asset Purchase Agreement with \naggravating circumstances.  See Am. Compl., ¶¶ 52, 175 \n(bullets 3 and 4); and \n \n• Unfair conduct based on PRA’s inequitable assertion of \npower over VHS and Mr. Parthasarat hy.  See Am. \nCompl., ¶¶ 6, 52, 75-76, 77-84, 89-92, 110, 139, 140, 169, \n175 (bullets 3 and 4). \n \n \n \n(Id. at pp. 11–12.) \n53.  Plaintiffs further contend that the existence of an employer -employee \nrelationship between PRA and Parthasarathy does not necessarily defea t a UDTPA \nclaim, and would not in this case since VHS also makes the UDTPA claim and was \nnot an employee of PRA.  (Id. at pp. 12–14.) \n54. The Court has thoroughly reviewed the allegations in the Amended \nComplaint, the arguments made by the parties, and the applicable law and concludes \nthat PRA has not sustained its burden of demonstrating grounds for dismissal under \nRule 12(b)(6).  First, to the extent a cause of action for fraud can support a UDTPA \nclaim, the Court has not dismissed all of Plaintiffs’ fraud al legations in this case .  \nSecond, a claim for violation of the UDTPA does not require a separate, actionable, \nunderlying claim for fraud.  Gress v. Rowboat Co., 190 N.C. App. 773, 776, 661 S.E.2d \n278, 281 (2008) (“This Court has held that ‘it is not necessary for the plaintiff to show \nfraud, bad faith, deliberate or knowing acts of deception, or actual deception,’ but \n‘plaintiff must . . . show that the acts complained of possessed the tendency or capacity \nto mislead, or created the likelihood of deception [ to support a UDTPA claim].’” ) \n(quoting Overstreet v. Brookland, Inc. , 52 N.C. App. 444, 452 –53, 279 S.E.2d 1, 7 \n(1981)).  While some of Plaintiffs’ fraud claims based on pre-APA misrepresentations \nhave been dismissed pursuant to Rule 9(b), Plaintiffs alleg e conduct by PRA in \nprocuring Plaintiffs’ execution of the APA, which could constitute deceptive acts. \n55. Furthermore, while Plaintiffs’ allegations that PRA deliberately \ninterfered with and prevented Plaintiffs from achieving the software and sales \n \n \nmilestones may prove very difficult to establish, that conduct could arguably support \nthe presence of substantial aggravating circumstances  surrounding breach of the \nAPA.  Finally, “the mere existence of an employer-employee relationship does not in \nand of itself serve to exclude a party from pursuing an unfair trade or practice claim.” \nDalton v. Camp, 353 N.C. 647, 656, 548 S.E.2d 704, 710 (2001).  Here, Plaintiffs allege \nthat PRA hired Parthasarathy as part of the overall transaction surrounding the APA \nand allege that Parthasarathy continued to act as VHS’s agent following the \nexecution of the APA.  (ECF No. 60.1, at ¶¶ 106–08.) \n56. In summary, the gravamen of the Amended Complaint is that PRA \nengaged in intentionally deceptive conduct in order to acquire the Software Solutions \nwithout paying fair compensation by engaging in sham negotiations and agreeing to \nterms that PRA never intended to honor, and then intentionally prevented Plaintiffs \nfrom achieving additional incentive compensation by deliberately interfering with \nPlaintiffs’ efforts to achieve milestones.   The Court concludes that while it is likely \nPlaintiffs will have difficulty proving these extraordinary allegations, Plaintiffs \nsufficiently allege potentially actionable deceptive and unfair conduct by PRA in \nnegotiating the APA and in carrying out its terms to support the UDTPA claim. \n57. Therefore, to the extent the Motion seeks dismissal of Plaintiffs’ UDTPA \nclaim, the Motion should be DENIED. \nD. Promissory Estoppel \n58. Plaintiffs attempt to make a claim for “promissory estoppel.”  (ECF No. \n60.1, at ¶¶ 179–87.)  Plaintiffs allege that “PRA should have reasonably expected its \n \n \npromises to VHS and Mr. Parthasarathy ” in the APA  and in Parthasarathy’s \nemployment agreement, and the representations that PRA  would amend the \nmilestones in the APA “to induce action or forbearance by” Plaintiffs.  (Id. at ¶¶ 180–\n84.)  Plaintiffs allege that they “relied to their detriment on PRA’s prom ises” in \nentering into the APA and employment agreement and in performing services for \nPRA.  (Id. at ¶¶ 182, 185.)  Plaintiffs claim that “PRA is estopped from denying its \npromises” and is required to fulfill them.  (Id. at ¶ 186.) \n59. PRA moves to dismiss the claim for promissory estoppel on the grounds \nthat North Carolina has not recognized an affirmative cause of action for promissory \nestoppel.  (ECF No. 78, at p. 13.)  Plaintiffs appear to concede that no North Carolina \ncase has recognized  a cause of action  for promissory estoppel,  but argue that the \nCourt should do so in this action.  (ECF No. 91, at pp. 16–19.) \n60. The Court agrees with PRA.  See, e.g., Herring v. Volume Merchandise, \nInc., 252 N.C. 450, 453, 113 S.E.2d 814, 816 (1960)  (“[E]stoppels are protective only, \nand are to be invoked as shields, and not as offensive weapons. ”); Home Elec. Co. of \nLenoir, Inc. v. Hall & Underdown Heating & Air Conditioning Co., 86 N.C. App. 540, \n543, 358 S.E.2d 539, 541 (1987),  aff’d, 322 N.C. 107, 366 S.E.2d 441  (1988) (per \ncuriam) (“North Carolina case law has not approved the doctrine [of estoppel] for \naffirmative relief.”); Krawiec v. Manly, 2016 NCBC LEXIS 7, at *12 (N.C. Super. Ct. \nJan. 22, 2016) (“[T]he doctrine of equitable estoppel is not a basis for an affi rmative \nclaim for relief.   Rather, the doctrine provides a defense to bar enforcement of \nopposing claims or affirmative defenses. ”) (citation and quotation marks omitted) ; \n \n \nRegency Ctrs. Acquisition, LLC v. Crescent Acquisitions, LLC , 2018 NCBC LEXIS 7, \nat *16–17 (N.C. Super. Ct. Jan. 24, 2018) (same) ; Laschkewitsch v. Legal & General \nAmerica, Inc. , 247 F. Supp. 3d 710, 721 (E.D.N.C. 2017)  (“North Carolina courts, \nhowever, do not recognize estoppel as an affirmative cause of action.”).   \n61. In the absence of an y precedent for permitting a plaintiff to raise \npromissory estoppel as an affirmative claim for relief, the Court declines to recognize \nsuch a claim under the allegations in this lawsuit.  Therefore, to the extent the Motion \nseeks dismissal of Plaintiffs’ claim for promissory estoppel, the Motion should be \nGRANTED. \nE. Unjust Enrichment \n62. Plaintiffs attempt to make a claim for unjust enrichment by alleging \n“Parthasarathy and VHS conferred a number of valuable benefits to PRA including \n(i) transferring ownership and control of the Software Solutions, (ii) halting their \ncompetitive development and marketing activities and agreeing to competitive \nrestrictions, and (iii) providing time and effort to PRA’s business and software \ndevelopment efforts. ”  (ECF No . 60.1, at ¶  189.)  Plaintiffs further allege  “[t]he \nbenefits conferred by VHS and [ ] Parthasarathy were separate and distinct from \nthose conferred under the terms of the APA, and . . . PRA has an enforceable \nobligation, in addition to the APA or in the event it is unenforceable in some relevant \nrespect, to account to VHS and [ ] Parthasarathy for the benefits it received.”  (Id. at \n¶¶ 193–94.) \n \n \n63. PRA argues that Plaintiffs’ claim for unjust enrichment should be \ndismissed because Plaintiffs allege in the Amen ded Complaint that “[t]he APA is a \nvalid contract between the parties” (ECF No. 60.1, at ¶ 130),2 and a claim for unjust \nenrichment cannot exist where there is a valid express contract covering the same \nsubject matter.  (ECF No. 78, at pp. 13–15.) \n64. In respo nse, Plaintiffs simply argue that the Court should treat the \nclaim for unjust enrichment as having been pleaded in the alternative  “in the  \nevent[ ] that the [APA] or any portion or provision of it . . . fails, or cannot be enforced.” \n(ECF No. 91, at p. 20.) \n65. The Court finds PRA’s argument persuasive.  “The general rule of unjust \nenrichment is that where services are rendered and expenditures made by one party \nto or for the benefit of another, without an express contract to pay, the law will imply \na promise to pay a  fair compensation therefor.”  Krawiec, 370 N.C. 602, 615, 811 \nS.E.2d 542, 551 (2018) (citations omitted).  “The claim is not based on a promise but \nis imposed by law to prevent an unjust enrichment.”  Booe v. Shadrick, 322 N.C. 567, \n570, 369 S.E.2d 554, 556 (1988).  However, “[i]f there is a contract between the parties \nthe contract governs the claim and the law will not imply a contract.”  Id.  In this \ncase, the APA provides the terms of the relationship between Plaintiffs and PRA.   \nPlaintiffs allege that the APA is a valid, express contract between the parties, which \ncovers the alleged damages Plaintiffs seek through the claim for unjust enrichment. \n                                            \n2 PRA admits Plaintiffs’ allegation that the APA is a valid contract between the parties and \nhas not raised an affirmative defense challenging the validity of the APA.  (Answer, ECF No. \n76, at ¶ 130.) \n \n \n66. Therefore, to the extent the Motion seeks dismissal of Plaintiffs’ claim \nfor unjust enrichment, the Motion should be GRANTED. \nIII. CONCLUSION \nTHEREFORE, IT IS ORDERED that the Motion is GRANTED, in part, and \nDENIED, in part, as follows:  \n1. To the extent the Motion seeks dismissal of Plaintiffs’ claims for \nintentional misrepresentation (fraud) and fraudulent inducement based \non alleged pre-APA misrepresentations made by Shannon and Piccirillo, \nthe Motion is GRANTED.  \n2. To the extent the Motion seeks dismissal of Plaintiffs’ claims for \nintentional misrepresentation (fraud) and fraudulent inducement based \non alleged omissions from the LOI, the Motion is GRANTED. \n3. To the extent the Motion seeks dismissal of Plaintiffs’ claims for \nintentional misrepresentation (fraud) and fraudulent inducement based \non the alleged post -APA misrepresentations by Shannon and Jones -\nHertzog about PRA’s intent to modify the APA, the Motion is DENIED.  \nHowever, to the extent the Motion seeks dismissal of Plaintiffs’ claims \nfor intentional misrepresentation ( fraud) and fraudulent inducement \nbased on any other alleged post -APA misrepresentations about PRA’s \nintent to modify the APA, the Motion is GRANTED. \n4. To the extent the Motion seeks dismissal of Plaintiffs’ claim for negligent \nmisrepresentation, the Motion is GRANTED. \n \n \n5. To the extent the Motion seeks dismissal of Plaintiffs’ UDTPA claim, the \nMotion is DENIED. \n6. To the extent the Motion seeks dismissal of Plaintiffs’ claim for \npromissory estoppel, the Motion is GRANTED. \n7. To the extent the Motion seeks dismissal of Plaintiffs’ claim for unjust \nenrichment, the Motion is GRANTED. \n \nSO ORDERED, this the 22nd day of May, 2020.  \n \n_/s/ Gregory P. McGuire____________ \nGregory P. McGuire \nSpecial Superior Court Judge for \nComplex Business Cases \n "
}