{
  "id": "c9728ede2d49d45bf868e76282ee943d09f8573e16a2c6f8346a1bf0ee2efe83",
  "source_file": "data/raw/ncbc/c9728ede2d49d45bf868e76282ee943d09f8573e16a2c6f8346a1bf0ee2efe83.pdf",
  "raw_text": "Hefner v. Mission Hosp., Inc., 2015 NCBC 111. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF BUNCOMBE \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n12 CVS 3088 \nSTEPHEN HEFNER, on behalf of \nhimself and all others similarly \nsituated, \n \nPlaintiff, \n \nv. \n \nMISSION HOSPITAL, INC., a North \nCarolina Corporation; and MISSION \nHEALTH SYSTEM, INC., a North \nCarolina Corporation, collectively \ndoing business as MISSION \nHEALTH; and DOES 1 through 25, \ninclusive,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER & OPINION \n \n {1} THIS MATTER is before the Court on Plaintiff’s Motion to Reconsider \nand to Amend Order Denying Class Certification (“Motion to Reconsider”), \nDefendants’ Motion to Dismiss Plaintiff’s Action as Moot (“Motion to Dismiss as \nMoot”), and Defendants’ Motion to Dismiss Plaintiff’s Amended Complaint \nPursuant to N.C.R.C.P. 12(b)(1) (“12(b)(1) Motion to Dismiss”) (collectively, with the \nMotion to Dismiss as Moot, “Motions to Dismiss”).  \nHiggins Benjamin, PLLC by John F. Bloss and Barry L. Kramer Law Offices \nby Barry L. Kramer (pro hac vice) for Plaintiff. \n \nRobinson Bradshaw & Hinson, P.A. by Robert W. Fuller, Heyward H. \nBouknight, III, and Fitz E. Barringer for Defendants. \nGale, Chief Judge. \nI. INTRODUCTION \n{2} On December 8, 2014, the Court denied Plaintiff’s Motion for Class \nCertification on the basis that individual issues of law and fact predominated over \n \n \nthe common issues of law or fact that Plaintiff Stephen Hefner (“Hefner”) offered in \nsupport of class certification.  Hefner now asks the Court to reconsider class \ncertification and certify a class solely for the purpose of issuing a declaratory \njudgment regarding the proper construction of the Consent and Authorization Form \n(“Contract”) of Defendant Mission Hospital, Inc. (“Mission”).1  Mission’s Motions to \nDismiss seek to dismiss Hefner’s individual action on the basis that Hefner’s action \nhas become moot.   \nII. BACKGROUND AND PROCEDURAL HISTORY \n{3} The Court limits its discussion of facts and legal principles to those \ndirectly relevant to the pending motions, and does not repeat the more-\ncomprehensive legal analysis and factual recitation in the Court’s December 8, \n2014, Order Denying Plaintiff’s Motion for Class Certification (“Prior Class Order”).  \nNo. 12 CVS 3088, 2014 NCBC LEXIS 65 (N.C. Super. Ct. Dec. 8, 2014).  The Court \nincorporates portions of the Prior Class Order as necessary. \n{4} In his original Class Action Complaint, Hefner brought six causes of \naction: (1) breach of contract, (2) breach of the covenant of good faith and fair \ndealing, (3) constructive trust, (4) declaratory judgment, (5) restitution, and (6) \ninjunction.  The declaratory judgment claim alleged that “Plaintiff and members of \nthe class are entitled to a declaration under the Uniform Declaratory Judgment Act, \nN.C.G.S. §§ 1-253 through 1-267, that the Defendants’ billing practices as they \nrelate to class members are illegal.”  (Class Action Compl. ¶ 61.)  Later, in his \nMotion for Class Certification, Hefner presented multiple questions of law and fact \nthat he claimed must be determined to resolve his claims: \n(1) Whether Defendants had a policy and practice of billing class \nmembers substantially more than it [sic] was reimbursed by other \npatients for the same emergency care treatment and services; \n                                                 \n1 The Amended Class Action Complaint was brought against Mission Hospital, Inc. and Mission \nHealth System, Inc., but Hefner’s proposed class is restricted to include only patients of Mission \nHospital, Inc.  For simplicity, this Order & Opinion will refer to both Defendants collectively as \n“Mission.” \n \n \n(2) Whether the “regular rates and terms” in Mission Hospital’s \nContract can be construed to refer to its Chargemaster rates, where \n(a) the Contracts do not reference the Chargemaster rates; (b) the \nChargemaster rates are not published or available on Mission’s \nwebsite, and (c) the vast majority of Mission’s patients and their \ngovernment or private insurers are not charged at, do not pay, and \nare not expected to pay Chargemaster rates; \n(3) Whether Defendants are limited, under express or implied contract \nlaw, to charging uninsured patients no more than the reasonable \nvalue of its emergency treatment and services where its [sic] \nContract form contains an open or indefinite pricing term; \n(4) Whether Defendants have charged and continues [sic] to charge \nPlaintiff and putative class members unreasonable and/or \nunconscionable amounts for emergency medical care in breach of its \n[sic] Contract and the covenant of good faith and fair dealing;  \n(5) Whether Defendants have been unjustly enriched by these \npractices; and \n(6) Whether the acts and conduct of Defendants render them liable to \nPlaintiff and the class for restitution, injunctive relief and/or \ndamages. \n(Br. Supp. Pl.’s Mot. Class Certification 15.)  \n{5} The Prior Class Order rejected class certification, holding that \nindividual questions of law or fact that must be addressed in order to grant class-\nwide relief predominated over any common questions.  On December 18, 2014, \nHefner asked the Court to revisit certification and certify a class for the sole \npurpose of issuing declaratory relief.  In Hefner’s brief in support of his Motion to \nReconsider, he requests the following declarations for the benefit of a certified class: \n(1) That Mission’s Chargemaster rates are not its “regular rates and \nterms”2 for purposes of the parties’ agreement, and that an \nagreement to pay in accordance with the “regular rates and terms” \n                                                 \n2 Mission’s Contract requires patients to agree to the following: \n7. FINANCIAL AGREEMENT.  I agree that in consideration of the services to be \nrendered, I am obligated to pay the account owed by me to Mission Hospitals in \naccordance with the regular rates and terms of Mission Hospitals. \n(Defs.’ Memo. Supp. Mot. Dismiss Ex. A ¶ 7.)   \n \n \nof the hospital is not an agreement to pay the hospital’s \nChargemaster rates. . . . \n(2) Because of the open pricing term, Mission Hospital’s \nreimbursement rates are limited to the reasonable value of the \nservices provided by Mission to its patients. \n(Br. Supp. Pl.’s Mot. Reconsider 4.)  As Hefner concedes, these are restatements of \ncommon questions one and two from Hefner’s initial Motion for Class Certification.  \nHefner noted, however, that the request in his original Class Action Complaint for a \ndeclaration that Mission’s billing practices are illegal was “somewhat ambiguous,” \nand stated his intention to file a motion to amend his complaint.  (Br. Supp. Pl.’s \nMot. Reconsider 4 n.2.)   \n {6} Defendants filed their Motion to Dismiss as Moot on January 21, 2015, \narguing that there is no longer an active controversy between the parties.  \nDefendants responded to Hefner’s Motion to Reconsider on January 26, 2015.   \n{7} Hefner moved to amend his Class Action Complaint on February 9, \n2015.  Absent opposition, the Court allowed the Amended Class Action Complaint \non February 17, 2015.  The Amended Class Action Complaint is limited to a \ndeclaratory judgment claim that is stated with more specificity than the declaratory \njudgment claim in Hefner’s first Class Action Complaint.  Hefner now requests two \ndeclarations: \n[1] Plaintiff and members of the Class are entitled to a declaration \nthat Defendants’ contract contains an “open price” term, and does not \npermit Defendants to bill and to demand payment from self-pay \nemergency care patients at its [sic] Chargemaster rates. \n[2] Plaintiff and members of the Class are further entitled to a \ndeclaration that they are liable to Defendants, under its [sic] contract, \nfor no more than the \nreasonable value of the treatment/services \nprovided. \n(Am. Class Action Compl. ¶¶ 45–46.)   \n{8} On March 19, 2015, Mission filed its 12(b)(1) Motion to Dismiss, as to \nwhich both Hefner and Mission adopt their briefing and arguments from the earlier \nMotion to Dismiss as Moot, in addition to making limited new arguments. \n \n \n{9} Each of the three motions has been fully briefed and argued and is ripe \nfor disposition.  \nIII. ANALYSIS \nA. Hefner’s Motion to Reconsider \n1. Contentions of the Parties \n{10} Hefner argues that the Court can declare whether Mission’s \nChargemaster rates are its “regular rates,” without delving into the individual \ncircumstances of individual patients, particularly because the Court has already \nrecognized that “[t]he parties agree that Mission’s charges must be reasonable.”  \nPrior Class Order, 2014 NCBC LEXIS 65, at *15.  Hefner contends that certification \nis proper because putative class members need further clarification as to whether \nthey are contractually obligated to pay Chargemaster rates or only the reasonable \nvalue of Mission’s services, and that a class-wide determination is necessary to \nprevent a risk of inconsistent determinations. \n{11} Mission contends first that Hefn er’s Motion to Reconsider has no \nlegitimate procedural basis under Rule 54(b) and Rule 56(b) of the North Carolina \nRules of Civil Procedure (“Rule(s)”).  Substantively, Mission asserts that class \ncertification remains improper because a determination of whether the phrase \n“regular rates and terms” is an open price term necessarily requires an inquiry into \nthe individual circumstances of each putative class member.  Mission further \nargues that the Court cannot make a meaningful class declaration because, even if \nthe Court was to determine that Chargemaster rates were not Mission’s regular \nrates, the ultimate determination of charges for any individual patient must take \ninto account the particularized circumstances as to any discounts or other \naccommodations made for that patient.  \n2. Analysis \n{12} It is not clear in the first in stance whether North Carolina’s Rule 23 \nallows the Court to revisit the question of class certification.  See Dublin v. UCR, \n \n \nInc., 115 N.C. App. 209, 219, 444 S.E.2d 455, 461 (1994) (refusing to “judicially \nlegislate” into Rule 23 a provision that permits the continuing review of a class \ncertification opinion).  Even assuming such authority, Hefner has not demonstrated \nany changed circumstances that may arguably shift the legal foundation of the \nCourt’s Prior Class Order and justify revisiting the issue.\n3  See id. at 219–20, 444 \nS.E.2d at 461.     \n{13} The Court finds no basis for re consideration and concludes that the \nsame reasoning by which the Court previously denied certification applies to \nHefner’s Amended Class Action Complaint.  One legal issue cannot be divorced from \nits facts just to secure a class-wide determination.  That is not Rule 23’s intent.  \n{14} The evidentiary record developed in preparation for Plaintiff’s Motion \nfor Class Certification demonstrates that Mission’s practices vary from patient-to-\npatient regarding whether it delivers information about a patient’s charges and \ndiscounts before or after services.  The question of whether Mission’s Contract \nincluded an open price term as to an individual patient necessitates an \nindividualized factual inquiry as to whether the ultimate price of services was \ncapable of being made certain to that patient.  See Elliott v. Duke Univ., Inc., 66 \nN.C. App. 590, 596, 311 S.E.2d 632, 636 (1984); c.f. Shelton v. Duke Univ. Health \nSys., 179 N.C. App. 120, 125, 633 S.E.2d 113, 116 (2006) (noting that whether a \npatient inquired into the cost of services is relevant to the inquiry of whether a price \nterm was sufficiently definite).  The answer to the question of whether the price of \nan individual’s services pursuant to Mission’s regular rates and terms was \nascertainable at the time the putative class member signed the Contract would \nnecessarily vary between class members and would require an individualized \n                                                 \n3 Admittedly, Dublin v. UCR, Inc. arose in the context of a superior court judge who was asked to \nmodify an earlier judge’s class certification order, whereas this Court may have some authority to \nrevisit its own interlocutory orders under Rule 54(b).  115 N.C. App. at 219, 444 S.E.2d at 461; see \nalso N.C. R. Civ. P. 54(b) (“[I]n the absence of entry of . . . a final judgment, any order or other form \nof decision is subject to revision at any time before the entry of judgment adjudicating all the claims \nand the rights and liabilities of all the parties.”). \n \n \ninquiry into the circumstances of each class member.  See Prior Class Order, 2014 \nNCBC LEXIS 65, at *21–23.   \n {15} The Court further concludes that class certification is improper on a \nseparate basis.  A declaratory judgment is proper in the class action context when \nsuch a declaration may finally resolve a common issue for all class members, but \nthat is not the case here.  See id. at *12 (quoting Wal-Mart Stores, Inc. v. Dukes, \n131 S. Ct. 2541, 2551 (2011)); Faulkenbury v. Teachers’ & State Emps.’ Ret. Sys., \n345 N.C. 683, 483 S.E.2d 422 (1997).  The Court reiterates its finding that   \ncertain facts in the developed record suggest that it may not always be \nthe case that charges billed to an insured patient are less than charges \nbilled to an uninsured or self-pay patient who was afforded a discount \n. . . .  Further, Plaintiff’s proposed class definition does not account for \nthe fact that there are significant variations among putative class \nmembers themselves as to how they may have been billed, negotiated \ndiscounts, paid their bill, or qualified for revised charges based on \nultimate Medicaid eligibility. \nPrior Class Order, 2014 NCBC LEXIS 65, at *23.  As a result of these variations, \nHefner’s requested declaration may resolve nothing for a large segment of the \nputative class.  Because Hefner’s proposed class definition contains allowances for \ndiscounts to class members’ bills of up to fifty percent, a declaration that Mission’s \nContract does not bind patients to pay Chargemaster rates is likely to prove \nmeaningless to putative class members whose bill had been reduced below a \nreasonable amount by Mission’s charity care discount, prompt payment discount, or \nother discounting programs.  The fact that the requested declaration—even if \ngranted—is unlikely to resolve any issues that  are “central to the validity” of certain \nputative class members’ claims further weighs against class certification.  See Wal-\nMart Stores, 131 S. Ct. at 2551. \n{16} In sum, the Court remains of the view that “there are substantial \nfactual issues individual to the proposed class members” that would make granting \nHefner’s request for a declaratory judgment “on a class-wide basis . . . at least \nimpractical, if not impossible.”  Prior Class Order, 2014 NCBC LEXIS 65, at *23.  \nNothing in the Amended Class Action Complaint or in Hefner’s restated arguments \n \n \nleads to a contrary conclusion.  The Court again exercises its discretion to determine \nthat pursuing the declaratory judgment as a class action is not superior to \nadjudicating the controversy between the Mission and the putative class members \nthrough other means.  See Crow v. Citicorp Acceptance Co., 319 N.C. 274, 284, 354 \nS.E.2d 459, 466 (1987).   \n{17} Accordingly, Hefner’s Moti on to Reconsider is DENIED. \nB. Mission’s Motions to Dismiss \n{18} The facts upon which Mission rest s its Motions to Dismiss are largely \nundisputed, but the parties have contrasting views as to the legal significance of \nthose facts. \n{19} On November 11, 2011, Hefner we nt to Mission’s emergency room for \ntreatment.  He signed Mission’s Contract.  After undergoing several tests, Hefner \nwas discharged, and Mission later billed him $4,217.08.  Hefner contacted Mission \nand was offered a twenty-percent discount if he paid the bill promptly.  He declined, \nstating an inability to pay the discounted amount.  After this action was filed, \nMission became aware that Hefner was insured under a high-deductible Blue Cross \nBlue Shield of North Carolina (“BCBS”) policy.  Mission then recalculated his bill \nusing the discount negotiated by BCBS on behalf of its insureds.  Hefner has paid \nonly $175.00 of his bill.  He contends that the reasonable value of the services he \nreceived “would be no more than approximately $1,500.00.”  (Am. Class Action \nCompl. ¶ 34.)  Mission has now made binding judicial admissions that it will not \nseek to collect on Hefner’s bill.  Further, the statute of limitations on any claim \narising from Hefner’s nonpayment has expired. \n{20} Based on these facts, Mission ar gues that Hefner’s claim has become \nmoot and should therefore be dismissed under Rule 12(b)(1) because the Court no \nlonger has subject-matter jurisdiction over the claim.  Mission’s mootness argument \nis predicated on the allegations that there is no possibility of damage to Hefner, no \nactive controversy between the parties, and no possibility that a controversy may \ndevelop in the future.  Hefner argues that the controversy is not mooted because \n \n \nMission’s forgiveness of his debt has tax consequences for him, and that, at any \nrate, mootness must be considered in the context of the liberal construction of the \nNorth Carolina Declaratory Judgment Act, which allows a contract to be construed \neither before or after the contract is breached.  See N.C. Gen. Stat. §§ 1-264, -254 \n(2013). \n{21} The Court notes that it now cons iders the mootness of the individual \nclaim only after having determined that certification of Hefner’s proposed class is \nimproper.  As a result, the Court need not consider the effect of the hypothetical \nsituation where Mission forgives the debts of other self-pay patients who bring \nlitigation against Mission on a similar basis as Hefner. \n{22} “Because a moot claim is not justic iable, and a trial court does not have \nsubject matter jurisdiction over a non-justiciable claim, mootness is properly raised \nthrough a motion under [Rule 12(b)(1)].”  Yeager v. Yeager, 228 N.C. App. 562, 565, \n746 S.E.2d 427, 430 (2013).  In ruling on a Rule 12(b)(1) motion, the Court may \nconsider and weigh matters outside of the pleadings.  Emory v. Jackson Chapel \nFirst Missionary Baptist Church, 165 N.C. App. 489, 491, 598 S.E.2d 667, 670 \n(2004).  To determine whether an issue has become moot, the Court may examine \nfacts or developments that have occurred since the commencement of the action.  In \nre Peoples, 250 S.E.2d 890, 912, 296 N.C. 109, 148 (1978).  “If a court finds at any \nstage of the proceedings that it lacks jurisdiction over the subject matter of the case, \nit must dismiss the case for want of jurisdiction.”  Time Warner Entm’t \nAdvance/Newhouse P’ship v. Town of Landis, 228 N.C. App. 510, 514, 747 S.E.2d \n610, 613–14 (2013) (quoting Sarda v. City/Cty. of Durham Bd. of Adjustment, 156 \nN.C. App. 213, 215, 575 S.E.2d 829, 831 (2003)).   \n {23} Admittedly, Hefner is correct th at the Declaratory Judgment Act is to \nbe liberally construed.  N.C. Gen. Stat. § 1-264.  However, for the Court to have \njurisdiction over a declaratory judgment claim, there must be a justiciable case or \ncontroversy.  Time Warner, 228 N.C. App. at 515, 747 S.E.2d at 614; see also N.C. \nDep’t of Corr. v. N.C. Med. Bd., 363 N.C. 189, 198, 675 S.E.2d 641, 647 (2009) \n(noting that a “Superior Court has jurisdiction to render a declaratory judgment \n \n \nonly when the pleadings and evidence disclose the existence of a genuine \ncontroversy between the parties to the action, arising out of conflicting contentions \nas to their respective legal rights and liabilities under a deed, will, contract, statute, \nordinance, or franchise” (quoting Nationwide Mut. Ins. Co. v. Roberts, 261 N.C. 285, \n287, 134 S.E.2d 654, 656–57 (1964))). \n {24}  “[T]he Declaratory  Judgment Act does not ‘require the [C]ourt to give \na purely advisory opinion which the parties might, so to speak, put on ice to be used \nif and when the occasion might arise.’”  Time Warner, 228 N.C. App. at 516, 747 \nS.E.2d at 615 (quoting Gaston Bd. of Realtors, Inc. v. Harrison, 311 N.C. 230, 234, \n316 S.E.2d 59, 61 (1984)).  When the determination sought has no practical effect on \nthe existing controversy, the case is moot, because the Court is not required to \ndecide “abstract propositions of law.”  Lange v. Lange, 357 N.C. 645, 647, 588 S.E.2d \n877, 879 (2003) (quoting In re Peoples, 296 N.C. at 147, 250 S.E.2d at 912). \n{25} The Court concludes that preceden t dictates that Hefner’s claim be \ndismissed as moot.  Mission has unequivocally bound itself to seek no payment from \nHefner, and Hefner has conceded that the services Mission rendered to him had \nsome reasonable value, yet he paid only a fraction of that value.  As a result, the \nCourt concludes that it is being asked to make a declaration in the nature of an \nadvisory opinion, that there is no longer an actual controversy between Mission and \nHefner, and that Hefner’s claim is moot.  See id. at 647, 588 S.E.2d at 879. \n{26} The Motions to Dismiss are GR ANTED, and the Amended Class Action \nComplaint is DISMISSED WITH PREJUDICE.   \n \nIT IS SO ORDERED, this the 15th day of December, 2015. \n \n \n       /s/ James L. Gale                                   l \n       J a m e s  L .  G a l e  \n       Chief Special Superior Court Judge \n          f o r  C o m p l e x  B u s i n e s s  C a s e s  "
}