{
  "id": "c9870d2f8bc87fe8fd55b277bb9006c78515a5f6f0170996f6cf2a3a36989750",
  "source_file": "data/raw/ncbc/c9870d2f8bc87fe8fd55b277bb9006c78515a5f6f0170996f6cf2a3a36989750.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23 CVS 4887 \n \nMARTY L. KARRIKER, \n \nPlaintiff, \n \nv. \n \nHARPOON HOLDINGS, L.P., \n \nDefendant. \n \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION TO STRIKE \nOR, IN THE ALTERNATIVE, TO SEAL \nAND \nORDER ON DEFENDANT’S MOTION \nFOR LEAVE TO FILE UNDER SEAL \n \n \nRaynor Law Firm, PLLC, by Kenneth R. Raynor, for Plaintiff Marty L. \nKarriker. \nMcGuireWood, LLP, by Heidi D. Siegmund, Zachary L. McCamey, \nChristopher M. Michalik, and Elisabeth Pomeroy, for Defendant \nHarpoon Holdings, L.P. \nConrad, Judge. \n1. Defendant Harpoon Holdings, L.P. has moved to strike or seal several \ndocuments filed by Plaintiff Marty L. Karriker.  Harpoon also seeks to seal portions \nof its reply brief filed in support of its motion to strike or seal. \n2. Background.  In May 2023, Harpoon moved to dismiss Karriker’s \ncomplaint.  (Def.’s Mot. Dismiss, ECF No. 10.)  A month later, Karriker publicly filed \nseveral documents in opposition to that motion, including his affidavit, (Karriker Aff., \nECF No. 16), an  affidavit from his attorney, (Rayno r Aff., ECF No. 15),  and a few \nsupporting exhibits, (Karriker Aff. Ex. A, ECF No. 16.1; Raynor Aff. Exs. A & B, ECF \nNos. 15.1 , 15.2).  Claiming that Karriker’s filings c ontain “highly confidential”  \ninformation, Harpoon immediately moved to place them provisionally under seal .  \n(Mot. Provisionally Seal 1, ECF No. 17.)  Out of an abundance of caution, the Court , \nKarriker v. Harpoon Holdings, L.P., 2023 NCBC 67. \non the same day,  placed both affidavits and their exhibits under seal and directed \nHarpoon to file a brief in support of  its motion to seal in compliance with Business \nCourt Rule (“BCR”) 5.2.  (Order Mot. Provisionally Seal ¶¶ 3, 4, ECF No. 19.) \n3. Harpoon then moved, under Rule 12(f) of the North Carolina Rules of Civil \nProcedure, to strike the disputed materials to the extent that they include a draft \nversion of its Amended and Restated Limited Partnership Agreement (“Draft LPA”).  \nIn the alternative, Harpoon asked to seal the Draft LPA .  (See Def.’s Mot. Strike or \nSeal ¶ 7, ECF No. 23; see also Def.’s Mem. Supp. 4–12, ECF No. 22.)  Karriker opposed \nthe motion to strike or seal .  (Pl.’s Opp’n, ECF No. 27.)   Harpoon filed a reply brief \nprovisionally under seal in support of its motion, (Def.’s Reply, ECF No. 32 (sealed)), \nalong with a motion to seal the reply brief and a public redacted version of the brief , \n(Def.’s Mot. Seal, ECF No. 33; Def.’s Reply, ECF No. 35 (public)). \n4. After full briefing,* the Court held a hearing on Harpoon’s motion to dismiss, \nits motion to strike or seal, and a BCR 10.9 discovery dispute on 15 August 2023.   \nBefore the Court had an opportunity to rule on the  motion to dismiss and motion to \nstrike or seal, Karriker filed an amended complaint, (Am. Compl., ECF No. 50), which \n“rendered any argument regarding the original complaint moot,” Houston v. Tillman, \n234 N.C. App. 691, 695 (2014) .  The Court therefore denied Harpoon’s  motion to \ndismiss as moot without addressing the merits.  (Order Def.’s Mot. Dismiss, ECF No. \n52.) \n \n* Karriker did not file a brief in support of or opposition to Harpoon’s 7 August 2023 motion \nto seal its reply brief, so the Court will consider and decide the motion as uncontested.  See  \nBCR 5.2(c), 7.6.  The Court also elects to decide this motion without a hearing.  See BCR 7.4. \n5. The amendment did not moot Harpoon’s motion to strike or seal or its motion \nto seal its reply brief, however.  Both are now ripe for decision. \n6. Motion to Strike.  Harpoon offers no persuasive reason to strike the Draft \nLPA.  It bases its motion on  Rule 12(f), which allows a court to  “strike ‘from any \npleading any insufficient defense or any redundant, irrelevant, immaterial, \nimpertinent, or scandalous  matter.’ ”  Carpenter v. Carpenter, 189 N.C. App. 755, 759 \n(2008) (quoting N.C. R. Civ. P. 12(f)).  But the material at issue is not in a pleading; \nit is in an exhibit submitted in opposition to a motion to dismiss .  Rule 12(f) simply \ndoes not apply.  See Travelers Ins. Co. v. Ryder Truck Rental, Inc., 34 N.C. App. 379, \n380 (1977) ( holding, for similar reasons,  that a Rule 12(f) motion “is not the proper \nmotion by which to challenge a notice of dismissal”). \n7. Even apart from Rule 12(f),  trial courts have discretion to strike irrelevant \nor inadmissible evidence  tendered in connection with a dispositive motion .  Here, \nthough, the Court never reached the merits of Harpoon’s motion to dismiss  because \nit was rendered moot by Karriker’s filing of his amended complaint .  I t would be \npointless to strike an exhibit that the Court never considered.  The better practice is \nto deny a motion to strike as moot.  See, e.g., Window World of Baton Rouge, LLC v. \nWindow World, Inc. , 2019 NCBC LEXIS 54, at *102– 03 (N.C. Super. Ct. Aug. 16, \n2019) (collecting cases); see also Blair Concrete Servs. v. Van-Allen Steel Co., 152 N.C. \nApp. 215, 219 (2002) ( reviewing ruling on a motion to strike evidence “for  abuse of \ndiscretion”). \n8. Furthermore, Harpoon appears to want not only to strike the Draft LPA and \nprevent its consideration but also to remove all trace of it from the Court’s file.  ( See \nDef.’s Mot. Strike or Seal 1; Def.’s Reply 12.)  That is an extraordinary request .  To \nmaintain transparency and the integrity of the record, the Court does not purge filed \ndocuments in all but the  rarest of circumstances .  Those circumstances are not \npresent in this case.   \n9. The Court therefore denies Harpoon’s motion to strike. \n10. Motions to Seal.  The presumption is that court filings are public records.  \nSee Doe v. Doe, 263 N.C. App. 68, 79–81 (2018).  They must be “open to the inspection \nof the public,” except as prohibited by law.  N.C.G.S. §  7A-109(a); see Virmani v. \nPresbyterian Health Servs. Corp. , 350 N.C. 449, 463 (1999).  For that reason, the \nburden is on the designating party to overcom e that presumption.  See BCR 5.1(c); \nPDF Elec. & Supply Co. v. Jacobsen , 2020 NCBC LEXIS 80, at *4 (N.C. Super. Ct. \nJuly 8, 2020). \n11. To meet this burden, the designating party must clearly articulate “the \ncircumstances that warrant sealing the document .”  BCR 5.2(b)(2).  “Cryptic or \nconclusory claims of confidentiality won’t do.”  Addison Whitney , LLC v. Cashion , \n2020 NCBC LEXIS 74, at *4 (N.C. Super. Ct. June 10, 2020).  Instead, the designating \nparty must explain how public “disclosure [of the document] wou ld cause serious \nharm to [the] parties” or third parties to justify sealing.  Bradshaw  v. Maiden Cap. \nOpportunity Fund, LP, 2020 NCBC LEXIS 42, at *10 (N.C. Super. Ct. Apr. 7, 2020) \n(second alteration in original) (quoting Lovell v. Chesson , 2019 NCBC LEXI S 76, at \n*5 (N.C. Super. Ct. Oct. 28, 2019)).   The moving party must also file either a public \nversion of a provisionally sealed document in which “redactions and omissions [are] \nas limited as practicable” or  a nonconfidential description of each  document.  BCR \n5.2(f). \n12. To start, the Court notes that Harpoon does not seek to seal the Karriker \naffidavit (ECF No. 16) , the Raynor affidavit  (ECF No. 15) , or any supporting \nmaterials beyond the Draft LPA.   (See Def.’s Mot. Strike or Seal 1 –2; see also Def.’s \nMem. Supp. 7, ECF No. 22.)  The Court will therefore unseal these filings. \n13. Harpoon does seek to seal the Draft LPA and all references to it in its reply \nbrief, arguing that it contains sensitive information  about employment and \nownership incentives, investor rights, and internal corporate governance.  (See Def.’s \nMem. Supp. 4, 8; Def.’s Reply 6; Def.’s Mot. Seal 1.)  That is a plausible and sufficient \nbasis for sealing in this unique context.  The Court did not consider the Draft LPA in \nconnection with Harpoon’s motion to dismiss and, following the filing of the amended \ncomplaint, likely will never consider it as the case goes on.  As a result, the Draft LPA \nappears to have no bearing on any disputed issue, and the public’s interest in it  is \nnegligible.  See Harris v. Ten Oaks Mgmt., LLC, 2023 NCBC LEXIS 91, at *15 (N.C. \nSuper. Ct. July 31, 2023).  The Court will therefore grant the motion to seal the Draft \nLPA.  The parties should take note that the decision to seal the Draft LPA does not \nimply that the Court will grant a motion to seal similar or related documents in the \nfuture when the public’s interest may be stronger .  (See Pl.’s Mot. Seal Am. Compl., \nECF No. 51.) \n14. Conclusion.  For these reasons, the Court hereby ORDERS as follows: \na. Harpoon’s motion to strike is DENIED. \nb. Harpoon’s alternative motion to seal is GRANTED in part as to Exhibit \nA to the Raynor affidavit.  (ECF No. 15.1.)  This document shall remain \nunder seal pending further order of the Court.  Harpoon shall have \nthrough and including 1 3 October 2023  to file a notice of filing th is \nexhibit entirely under seal that contains a  nonconfidential description \nof the exhibit in compliance with BCR 5.2(f). \nc. Harpoon’s alternative motion to seal is otherwise DENIE D as moot.  \nThe Mecklenburg County Clerk of Superior Court shall unseal the \nRaynor affidavit, (ECF No. 15), Exhibit B to the Raynor affidavit, (ECF \nNo. 15.2), the Karriker affidav it, (ECF No. 16), and Exhibit A to the \nKarriker affidavit, (ECF No. 16.1), no later than 6 November 2023. \nd. Harpoon’s motion to seal its reply brief in support of its motion to strike \nor seal, (ECF No. 32), is GRANTED.  This document shall remain under \nseal pending further order of the Court. \nSO ORDERED, this the 6th day of October, 2023. \n \n \n       /s/ Adam M. Conrad   \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n \n "
}