{
  "id": "c992dd823cf430d6df49824f89af545976dea8a3d9d3a48abff3422878446aaf",
  "source_file": "data/raw/ncbc/c992dd823cf430d6df49824f89af545976dea8a3d9d3a48abff3422878446aaf.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23 CVS 5594 \n \nHUSQVARNA PROFESSIONAL \nPRODUCTS, INC. and \nHUSQVARNA BUSINESS \nSUPPORT AB, \n \nPlaintiffs, \n \nv. \n \nROBIN AUTOPILOT HOLDINGS, \nLLC; ROBIN TECHNOLOGIES, \nINC.; ROBOTIC MOWING \nINVESTMENTS, LLC; RLAM \nAZALEA, LLC; JEFFREY R. \nDUDAN IRREVOCABLE TRUST; \nJEFFREY DUDAN; and ANTHONY \nHOPP, \n \nDefendants. \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFFS’ MOTION TO DISMISS \nAMENDED COUNTERCLAIMS \n \n \n1. THIS MATTER is before the Court on Plaintiffs’  Motion to Dismiss \nDefendant Robin Autopilot Holdings, LLC’s Amended Counterclaims  (the “Motion”) \npursuant to Rule 12(b)(6) of the North Carolina Rules of Civil Procedure (the \n“Rule(s)”) in the above-captioned case.  (ECF No. 50.) \n2. F or the reasons set forth below, the Court GRANTS in part and DENIES \nin part the Motion. \nNelson Mullins Riley & Scarborough, LLP, by Thomas G. Hooper, Paul \nJ. Osowski , Adam J . Hegler, and Cory E. Manning, for \nPlaintiffs/Counterclaim Defendants Husqvarna Professional Products, \nInc. and Husqvarna Business Support AB. \n \nLincoln Derr PLLC, by R. Jeremy Sugg and Tricia M. Derr, and Jackson \nWalker LLP , by Blake T. Dietrich and Hailey Oestreich , for \nDefendant/Counterclaim Plaintiff Robin Autopilot Holdings, LLC. \n \nBledsoe, Chief Judge. \nHusqvarna Pro. Prods., Inc. v. Robin Autopilot Holdings, LLC, 2023 NCBC 79. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND  \nA. Factual Background \n3. The Court does not make findings of fact on motions presented under Rule \n12.  Rather, the Court recites the allegations a sserted and documents referenced in \nthe pleadings that are relevant to the Court’s determination of the Motion. \n4. This action arises out of the relationship between Plaintiffs Husqvarna \nProfessional Products, Inc. (“Husqvarna Products”) and Husqvarna Business Support \nAB (“Husqvarna Business”; together with Husqvarna Products, “Plaintiffs” or the \n“Husqvarna Parties”), and  Defendant Robin Autopilot Holdings, LLC (“Robin”  or \n“Defendant”).   \n5. Husqvarna Business is a Swedish foreign limited company with its principal \nplace of business in Stockholm, Sweden. 1  Husqvarna Products is a Delaware \ncorporation with its principal place of business in Charlotte, North Carolina and is a \nworld leader in professional robotic lawn mowers.2   \n6. Robin is an Ohio limited liability company with its principal place of \nbusiness in Texas, and the Husqvarna Parties have acknowledged that Robin is a \n \n1 (Def. Robin Autopilot Holdings, LLC’s Am. Countercls. [hereinafter “Am. Countercls.”] ¶ 3, \nECF No. 32.) \n \n2 (Am. Countercls. ¶¶ 2, 8.) \n  \nworld leader in the technological integration of robotic lawn care with professional \nlandscapers.3   \n7. According to Robin, since 2017, the Husqvarna Parties and Robin have had \na long-standing commercial and strategic relationship which the Husqvarna Parties \nhave described publicly as a “partnership.”4  In furtherance of this relationship , the \nparties entered into a series of contracts .  The first of these contracts was a Non-\nDisclosure Agreement dated 5 June 2019  (the “NDA”) .5  The NDA permitted the \nHusqvarna Parties to gain access to Robin’s “confidential information, including \n[Robin’s] internal know-how, with the understanding that the Parties would in fact \ncontinue to operate as partners.” 6  Thereafter, Robin alleges that the Husqvarna \nParties induced or attempted to induce  Robin to make significant investments and \nacquisitions for the Husqvarna Parties’ benefit.7  \n8. Two years later, on 27 May 2021, the Husqvarna Parties and Robin entered \ninto an Admission Agreement (the “Original Admission Agreement”). 8  According to \nRobin, th e Original Admission Agreement provided that, in exchange for the \nHusqvarna Parties’ “monetary investment and future monetary investment \n \n3 (Am. Countercls. ¶¶ 1, 8.) \n \n4 (Am. Countercls. ¶¶ 7–9.) \n \n5 (Am. Countercls. ¶¶ 10, 129–35.) \n \n6 (Am. Countercls. ¶ 10.) \n \n7 (Am. Countercls. ¶¶ 11–15.) \n \n8 (Am. Countercls. ¶¶ 16, 115–23.) \n \ncommitments to Robin,” the Husqvarna Parties would “become a shareholder in \n[Robin] and were allowed a seat on [ Robin’s] Board.”9  The Agreement also included  \na non- solicitation provision prohibiting the  Husqvarna Parties from soliciting two \nbusinesses—Weed Man, USA and MowBot, Inc. —for a period of twelve months.  \nSteve Collins  (“Collins”), Plaintiffs’ Chief Transformational Officer and VP of \nStrategy + Development, was appointed as the Husqvarna Parties’ representative on \nRobin’s Board.10  In that role, Robin alleges that Collins (and thus the Husqvarna \nParties) had “direct access to Board meetings where Robin’s financial information, \nbusiness plans, commercial launches and customer strategies were discussed under \nextremely confidential conditions” and was otherwise “provided access to all [of \nRobin’s] internal strategies by virtue of his role as a Board member.”11   \n9. In early 2022, the parties ha d, but ultimatel y resolved , several disputes \nconcerning intellectual property,  customer issues, and alleged violations of the \nNDA.12  To settle these disputes and “drive their partnership forward,” the \nHusqvarna Parties and Robin agreed, after meeting in May 2022, “to ‘collaborate’ and \nact as ‘partners’ ” going forward and entered into two agreements on 8 September \n2022: a Settlement and Release Agreement  (the “Settlement Agreement”) and an \n \n9 (Am. Countercls. ¶ 16.) \n \n10 (Am. Countercls. ¶¶ 17, 18.) \n \n11 (Am. Countercls. ¶¶ 16–19.) \n \n12 (Am. Countercls. ¶ 19.) \n \nAmended and Restated Admission Agreement (the “Amended Admission \nAgreement”).13   \n10. Under the Amended Admission Agreement, the Husqvarna Parties were \nallowed a second seat on Robin’s Board. 14  Robin also alleges that the Husqvarna \nParties agreed through this Agreement to make their Application Programming \nInterfaces (“APIs”) available t o Robin for use in Robin ’s Automower Connect and \nFleet applications15 and to pay Robin an additional $500,000 in the first quarter of \n2023 if certain metrics were met .16  Robin alleges that , although the Husqvarna \nParties confirmed that these metrics were met at one of Robin’s Board meetings and \nthrough a text message to Robin ’s CEO, the Husqvarna Parties never  paid the \npromised $500,000.17 \n11. Beginning after the May 2022 meeting and continuing until the fall of 2022, \nRobin alleges that the Husqva rna Parties requested and received confidential \ninformation from Robin ,18 including Robin ’s list of subscribers and their physical \nlocations,19 information about Robin ’s software and hardware related to its \n \n13 (Am. Countercls. ¶¶ 26, 115–23.) \n \n14 (Pls.’ Opp’n Defs.’ Mot. Dismiss Claims Against Member Defs. and Robin Technologies Ex. \nE, § 3, ECF No. 17.5 (sealed), ECF No. 41.4 (redacted).)    \n \n15 (Am. Countercls. ¶ 52.) \n \n16 (Am. Countercls. ¶ 53.) \n \n17 (Am. Countercls. ¶¶ 53, 54.) \n \n18 (Am. Countercls. ¶¶ 27–43.) \n \n19 (Am. Countercls. ¶¶ 28, 30.) \n \nsubscription sales pilot program,20 and a proprietary roadmap and demonstration of \nRobin’s fleet platform and puck system. 21  Robin assert s that to protect its \nconfidential information, Robin and the Husqvarna Parties entered into a  \nConfidentiality Agreement in July 2022 (the “Confidentiality Agreement”)  under \nwhich the Husqvarna Parties agreed to use Robin ’s confidential information only to \nthe extent necessary for the creation of machine fleet management software to be \nused in the Husqvarna Parties’ and Robin’s cooperative business activities.22   \n12. In December 2022, Robin a lleges that the Husqvarna Parties secretly \nchanged their business strategy and began pursuing sale s of their robotic products \ndirectly to professional users without notice to Robin .23  Robin alleges that in \nconnection with this cha nge in strategy, the Husqvarna Parties launched a \nsubscription program similar to Robin ’s after they “repeatedly mined Robin” for \nconfidential information about Robin ’s program.24  Robin also alleges that t he \nHusqvarna Parties used Robin ’s research and dev elopment information —provided \n \n20 (Am. Countercls. ¶¶ 34–38.) \n \n21 (Am. Countercls. ¶¶ 39, 40.) \n \n22 (Am. Countercls. ¶ 27.) \n \n23 (Am. Countercls. ¶¶ 45–51.) \n \n24 (Am. Countercls. ¶ 48.) \n \npursuant to the Confidentiality Agreement —to enhance their own  fleet and puck \nsystem.25 \n13. Robin further alleges that the Husqvarna Parties engaged in a concerted \neffort to undercut Robin ’s pricing and to interfere with Robin ’s existing and \nprospective customers by using Robin’s trade secret information .26  In particular, \nRobin alleges that it had a deal with the Mariani Group that was “good to move \nforward” until Husqvarna employees successfully solicited the Mariani Group to work \nwith the Husqvarna Parties,27 that it was in contract discussions with AutoCut until \nthe Husqvarna Parties interfered, 28 and that it lost its customer relationship with \nNature Works as a result of Plaintiffs’ interference.29 \n14. Robin also alleges that the Husqvarna Parties, through its Board \nrepresentative Collins, induced Robin to purchase a significant amount of inventory \nthrough false representations, 30 and that the Husqvarna Parties told  Robin’s \ncustomers t hat Robin was  “going under,” attempted to poach Robin’s key \n \n25 (Am. Countercls. ¶ 51.) \n \n26 (Am. Countercls. ¶¶ 59–67, 77.) \n \n27 (Am. Countercls. ¶¶ 59–64, 74.) \n \n28 (Am. Countercls. ¶ 66.) \n \n29 (Am. Countercls. ¶ 65.) \n \n30 (Am. Countercls. ¶¶ 57, 58.) \n \nsalespersons, and successfully diverted 75% of Robin’s business to the Husqvarna \nParties.31 \n15. In response to the Husqvarna Parties’ alleged interference with Robin ’s \nbusiness, Logan Fahey, Robin’s CEO, sent a memorandum to the Husqvarna Parties \non 6 March 2023 summarizing Robin’s  concerns about the Husqvarna Parties’ \nconduct (the “March 6 Memo”), which led to a meeting and e-mail exchanges between \nthe parties.32  A day after this meeting—described by the Husqvarna Parties’ general \ncounsel as “productive”—the Husqvarna Parties filed the complaint initiating this \naction.33 \nB. Procedural History \n16. The Husqvarna Parties  filed their C omplaint on 3 April 2023, assert ing \neight claims against Robin, Robin Technologies, Inc., and Robin’s members, including \nclaims against Robin for anticipatory breach of the Settlement Agreement, the \nOriginal Admission Agreement, the Amended Admission Agreement, and several \n \n31 (Am. Countercls. ¶¶ 72–79.) \n \n32 (Am. Countercls. ¶¶ 68–70.) \n \n33 (Am. Countercls. ¶ 71; Compl., ECF No. 4.) \n \nother contracts.34  On 15 May 2023, Robin filed an answer and counterclaims.35  The \nHusqvarna Parties moved to dismiss Robin’s counterclaims on 23 June 2023.36   \n17. On 13 July 2023, Robin filed Amended Counterclaims as of right, asserting \ncounterclaims against the Husqvarna Parties for (i) b reach of fiduciary duty; (ii) \nconstructive fraud; (iii) m isappropriation of t rade secrets; (iv) t ortious interference \nwith prospective economic advantage; (v) u nfair and d eceptive trade practices; (vi) \nbreach of the Original and Amended Admission Agreement s; (vii) b reach of the \nimplied covenant of good faith and fair dealing; and (viii) breach of the Confidentiality \nAgreement.37  In light of this filing, the Court denied the Husqvarna Parties’ Motion \nto Dismiss the original counterclaims as moot on 20 July 2023.38 \n18. On 3 August 2023, the Husqvarna Parties filed the current Motion, seeking \ndismissal of each of Robin’s Amended Counterclaims.39  After full briefing, the Court \n \n34 (Compl. ¶¶ 69–126.) \n \n35 (Def. Robin’s Answer and Countercls., ECF No. 9.) \n \n36 (Pls.’ Mot. Dismiss Countercls., ECF No. 28.) \n \n37 (Am. Countercls.) \n \n38 (Order Den. Pls.’ Mot. Dismiss Countercls. as Moot, ECF No. 37.) \n \n39 (Pls.’ Mot. Dismiss. Am. Countercls.) \nheld a hearing on the Motion on 13 September 2023, at which all parties were \nrepresented by counsel (the “Hearing”).  The Motion is now ripe for resolution.  \nII. \nLEGAL STANDARD \n19. When deciding whether to dismiss for failure to state a claim under Rule \n12(b)(6), the Court considers “whether the allegations of the complaint, if treated as \ntrue, are sufficient to state a claim upon which relief can be granted under some legal \ntheory.”  Corwin v. Brit. Am. Tobacco PLC , 371 N.C. 605, 615 (2018) (quoting \nCommScope Credit Union v. Butler & Burke, LLP, 369 N.C. 48, 51 (2016)). \n20. “[D]ismissal pursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on \nits face reveals that no law supports the plaintiff’s claim; (2) the complaint on its face \nreveals the absence of facts sufficient to make a good claim; or (3) the complaint \ndiscloses some fact that necessarily defeats the plaintiff’s claim.’ ”  Corwin, 371 N.C.  \nat 615 (quoting Wood v. Guilford Cnty., 355 N.C. 161, 166 (2002)). \n21. Under Rule 12(b)(6), “the trial court is to construe the pleading liberally and \nin the light most favorable to the pl aintiff, taking as true and admitted all well -\npleaded factual allegations contained within the [pleading] .”  Donovan v. Fiumara, \n114 N.C. App. 524, 526 (1994) (cleaned up).   \n22. When considering a motion to dismiss under Rule 12(b)(6), a court “may \nproperly consider documents which are the subject of a plaintiff’s complaint and to \nwhich the complaint specifically refers even though they are presented by the \ndefendant.”  Oberlin Cap., L.P. v. Slavin, 147 N.C. App. 52, 60 (2001); see, e.g., Deluca \nv. River Bluff Holdings II, LLC, 2015 NCBC LEXIS 12, at *8 (N.C. Super. Ct. Jan. \n28, 2015) (stating that under Rule 12(b)(6), “a trial court may properly consider a \ncontract that is the subject matter of the complaint, even if the plaintiff did not attach \nit to the complaint[  ]”).  Moreover, the Court “can reject allegations that are \ncontradicted by the documents attached [to], specifically referred to, or incorporated \nby reference in the complaint.”  Moch v. A.M. Pappas & Assocs., LLC, 251 N.C. App. \n198, 206 (2016) (quoting Laster v. Francis, 199 N.C. App. 572, 577 (2009)). \nIII. \nANALYSIS \nA. Breach of Fiduciary Duty \n23. Robin’s counterclaim against Plaintiffs for breach of fiduciary duty  is \npremised on alleged fiduciary duties Robin contends the Husqvarna Parties owed to \nRobin arising from (i) Collins’s  position on Robin ’s B oard, (ii) Plaintiffs’  alleged \n“partnership” with Robin, (iii) Plaintiffs’  contractual obligations to maintain the \nconfidentiality of Robin ’s trade secrets  and confidential information , and (iv) \nPlaintiffs’ ability to control Robin’s membership and thereby outside investment  in \nRobin.40  Robin  contends that the Husqvarna P arties breached these duties by \nengaging in unfair and inequitable business activities, taking unfair advantage of the \nconfidence Robin placed in them , dealing dishonestly with Robin, taking advantage \nof their position to gain a benefit at Robin’s expense, placing themselves in positions \n \n40 (Am. Countercls. ¶ 72.) \n \n“where their self-interest conflicted with their fiduciary duties, ” and failing to “fully \nand fairly disclose all material information” to Robin.41   \n24. The Husqvarna Parties seek dismissal, contending that Robin has failed to \nallege facts showing that they owed a fiduciar y duty to Robin under any of Robin’s \ntheories.42  The Court agrees. \n25. As an initial matter, the Court notes that (i) Robin is an Ohio , manager-\nmanaged LLC, (ii) Robin’s Operating Agreement provides that it is governed by Ohio \nlaw, and (iii) the Ohio Revised Limited Liability Company Act governs LLCs formed \nunder Ohio law like Robin.  See Ohio Rev. Code Ann. §§ 1706.01–.84.  Thus, Ohio law \nprovides the standard of care owed by Robin’s members and managers.  See, e.g. , \nBluebird Corp. v. Aubin, 188 N.C. App. 671, 680 (2008) (“States normally look to the \nState of a business’ incorporation for the law that provides the relevant corporate \ngovernance general standard of care.” (quoting Atherton v. F.D.I.C., 519 U.S. 213, 224 \n(1997))).  \n26. Under Ohio law, unless the LLC’s operating agreement provides otherwise, \nmembers of a manager-managed LLC like Robin do not owe a duty of loyalty or duty \nof care to the LLC.  Ohio Rev. Code Ann. § 1706.31(A), (B).  Instead, a member need \nonly meet the duties imposed by the impli ed covenant of good faith and fair dealing \nto satisfy the member’s obligation to the LLC.  Id. § 1706.31(E).  Here, the Operating \n \n41 (Am. Countercls. ¶ 74.) \n \n42 (Mem. Supp. Pls.’ Mot. Dismiss Am. Countercls. 7  [hereinafter “Pls.’ Br. Supp. Mot. \nDismiss”], ECF No. 51.) \n \nAgreement express ly provides that Robin’s members “may engage in  . . . other \nbusiness . . . that may be competitive with [Robi n]” and that they “have no duty to \ndisclose to or permit [Robin] to participate in any projects or investments that may \nbe of interest to [Robin].”43  Thus, Robin’s members, including the Husqvarna Parties, \ndo not owe a fiduciary duty to Robin under Ohio l aw by virtue of their membership \nin Robin. \n27. In a similar vein , and contrary to Robin’s contention, 44 the fact that the \nHusqvarna Parties were permitted to designate two of Robin’s seven Board members \ndoes not make them either a manager of Robin or a member of Robin’s Board.   The \nOperating Agreement provides that “[a] board of managers shall be responsible for \nthe operation and management of the Company” and that the Board of Managers \nshall be comprised of designees of the members.\n45  Neither of the Husqvarna Parties \nis alleged to be a Board  designee; instead, the Husqvarna Parties were afforded the \nright to designate two  Board members, and they exercised that right to designate \nCollins as a member of Robin’s Board. 46  Collins, not the Husqvarna Parties, is a \nmanager of Robin and a member of Robin’s Board.  Thus, neither of the Husqvarna \n \n43 (See Pls.’ Opp’n Defs.’ Mot. Dismiss Claims Against Member Defs. and Robin Technologies \nEx. C, § 9(b) [hereinafter “Operating Agreement”] , ECF No. 17.3 (sealed), ECF No. 41.2 \n(redacted).) \n \n44 (See Robin’s Resp. Opp’n Pls.’  Mot. Dismiss Am. Countercls. 7–8 [hereinafter “Def.’s B r. \nOpp. Mot. Dismiss Am. Countercls.”], ECF No. 67.) \n \n45 (Operating Agreement § 7(a).)   \n \n46 It is unclear from the Amended Counterclaims and its attachments whether the Husqvarna \nParties exercised their right to appoint the second Board member they were allotted under \nthe Amended Admission Agreement. \n \nParties owes  a fiduciary duty to Robin by virtue of their right to designate two \nmembers of Robin’s Board. \n28. Robin’s reliance on the Husqvarna Par ties’ press release references to a \n“partnership” to claim a fiduciary duty 47 is likewise unavailing.  As the Husqvarna \nParties correctly point out, Robin has not alleged the elements of a partnership or \njoint venture sufficient to give rise to a fiduciary  duty on either basis.  Under North \nCarolina law, “co -ownership and sharing of any actual profits are indispensable \nrequisites for a partnership.”  Wilder v. Hobson , 101 N.C. App. 199, 202 (1990).  \nSimilarly, “a joint venture exists when there is: (1) an agreement, express or implied, \nto carry out a single business venture with  joint sharing of profits, and (2) an equal \nright of control of the means employed to carry out the venture.”   Sykes v. Health \nNetwork Sols., Inc., 372 N.C. 326, 340 –41 (2019) (cleaned up).  Here, Robin has not \nalleged any agreement with the Husqvarna Parties to share profits , so no fiduciary \nduty can arise from the Husqvarna Parties’ public references to their “partnership” \nwith Robin.48 \n29. The Husqvarna Parties ’ agreement to maintain the confidentiality of \nRobin’s trade secrets and other confidential information likewise does not give rise to \n \n47 (Am. Countercls. ¶¶ 8, 9.) \n \n48 The Court further notes that the Operating Agreement, the Original Admission \nAgreement, and the Amended Admission Agreement  do not reflect a sharing of profits .  \nMoreover, they contain merger clauses stating that these contracts reflect the full extent of \nthe parties’ agreement concerning each contract’s subject matter.  See, e.g., Phelps-Dickson \nBuilders, L.L.C. v. Amerimann Partners, 172 N.C. App. 427, 436 (2005) (enforcing a merger \nclause and barring parol evidence concerning oral representations of the defendant);  \nDeutsche Bank Nat ’l Tr. Co. v. Pevarski , 187 Ohio App. 3d 455, 471 ( Ohio Ct. App. 2010) \n \na fiduciary duty.49  Under North Carolina law, “parties to a contract do not thereby \nbecome each others ’ fiduciaries [and] generally owe no special duty to one another \nbeyond the terms of the contract and the duties set forth in the U.C.C.”  Branch \nBanking & Tr. Co. v. Thompson, 107 N.C. App. 53, 61 (1992); see also Sykes, 372 N.C. \nat 340.  Robin has not alleged a special duty , nor has it alleged  the existence and \nbreach of any duties or damages separate and apart from those created by contract.   \nAs a result, Robin has failed to allege a fiduciary duty arising from the Husqvarna \nParties’ confidentiality agreements with Robin.  See, e.g., Wijewickrama v. Christian, \n2023 NCBC LEXIS 98, at *19–20 (N.C. Super. Ct. Aug. 11, 2023) (dismissing  \nfiduciary duty claim based solely on contract duties); Perry v. Frigi-Temp Frigeration, \nInc., 2020 NCBC LEXIS 100, at *17 (N.C. Super. Ct. Sept. 3, 2020) (same); Wilkins v. \nWachovia Corp., No. 5:10-CV-249, 2011 U.S. Dist. LEXIS 30896, at *6 (E.D.N.C. Mar. \n24, 2011) (dismissing breach of fiduciary duty claims which arose “out of the duties \nin the . . . agreement and relate to contract performance[ ]”). \n30. Finally, Robin claims that the Husqvarna Parties owe Robin a fiduciary duty \narising from their control of Robin through their ability to designate two of seven \nBoard seats and through other contractual provisions.  But as our appellate courts \nhave recognized, “ [t]he standard for finding a de facto fiduciary relationship is a \ndemanding one: Only when one party figuratively holds all the cards —all the \n \n(noting that the presumption that a written contract embodies the parties’ final and complete \nagreement is strongest “when the written agreement contains a merger or integration \nclause”) (citation omitted).    \n \n49 (Am. Countercls. ¶ 84.) \n \nfinancial power or technical information, for example —have North Carolina courts \nfound that the special circumstance of a fiduciary relationship has arisen.”  \nLockerman v. S. River Elec. Membership Corp. , 250 N.C. App. 631, 636 (2016) \n(cleaned up).  The Court cannot conclude from Robin’s allegations that the Husqvarna \nParties “held all of the cards” in their relationship with Robin , particularly  when \nRobin alleges that the Husqvarna Parties controlled only two of the seven seats on \nRobin’s Board. \n31. For each of these reasons, therefore, the Court concludes that Robin has \nfailed to allege the existence of a fiduciary duty owing from the Husqvarna Parties to \nRobin.  As a resu lt, Robin’s claim for breach of fiduciary duty necessarily fails and \nshall be dismissed with prejudice.  \nB. Constructive Fraud \n32. The Husqvarna Parties next seek to dismiss Robin’s claim for constructive \nfraud, which asserts that Plaintiffs abused the trust and confidence that Robin placed \nin them.50  Under North Carolina law, however: \nA claim for constructive fraud only arises where a confidential or \nfiduciary relationship exists. . . . In the event that a party fails to allege \nany special circumstances that could establish a fiduciary relationship, \ndismissal of a claim which hinges upon the existence of such a \nrelationship would be appropriate. \nAzure Dolphin, LLC v. Barton, 371 N.C. 579, 599 (2018) (cleaned up).  Since the Court \nhas concluded that Robin’s  allegations fail to give rise to a fiduciary duty , Robin’s \nconstructive fraud claim likewise fails and must be dismissed. \n \n50 (Am. Countercls. ¶¶ 89–94.) \nC. Misappropriation of Trade Secrets \n33. The Husqvarna Parties also seek to dismiss Robin’s claim for \nmisappropriation of trade secrets.51   \n34. North Carolina’s Trade Secret Protection Act (the “NCTSPA”) provides that \nthe owner of a trade secret “shall have a remedy by civil action for misappropriation \nof his trade secret.”  N.C.G.S. § 66 -153.  Not all confidential business information is \na trade secret, however.  The NCTSPA defines a trade secret as: \nbusiness or technical information, including but not limited to a formula, \npattern, program, device, compilation of information, method, \ntechnique, or process that: \n \na. Derives independent actual or potential commercial value from \nnot being generally known or readily ascertainable through \nindependent development or reverse engineering by persons who \ncan obtain economic value from its disclosure or use; and \n \nb. Is the subject of efforts that are reasonable under the \ncircumstances to maintain its secrecy. \n \nId. § 66-152(3). \n35. “To plead misappropriation of trade secrets, a plaintiff must identify a trade \nsecret with sufficient particularity so as to enable a defendant to delineate that which \nhe is accused of misappropriating and a court to determine whether misappropriation \nhas or is threatened to occur.”  Krawiec v. Manly, 370 N.C. 602, 609 (2018) ( citation \nomitted).  While “[t]his ‘sufficient particularity’ standard does not require a party to \ndefine every minute detail of its trade secret down to the finest detail[,]” Safety  Test \n& Equip. Co. v. Am. Safety Util. Corp., 2015 NCBC LEXIS 40, at *25 (N.C. Super. Ct. \n \n51 (Am. Countercls. ¶¶ 95–102.) \n \nApr. 23, 2015) (cleaned up), “[a pleading] that makes general allegations in sweeping \nand conclusory statements, without specifically identifying the trade secrets allegedly \nmisappropriated, is insufficient to state a claim for misappropriation of trade secrets.”  \nKrawiec, 370 N.C. at 610 (cleaned up). \n36. In determining whether processes or information are trade secrets, North \nCarolina courts generally consider six factors: \n(1) the extent to which information is known outside the business; (2) \nthe extent to which it is known to employees and others involved in the \nbusiness; (3) the extent of measures taken to guard secrecy of the \ninformation; (4) the value of information to [ the] business and its \ncompetitors; (5) the amount of effort or money expended in developing \nthe information; and (6) the ease or difficulty with which the information \ncould properly be acquired or duplicated by others. \n \nWilmington Star-News, Inc. v. New Hanover Reg’l Med. Ctr., 125 N.C. App. 174, 180–\n81 (1997).  “These factors overlap, and courts do not always examine them separately \nand individually.”  Vitaform, Inc. v. Aeroflow, Inc., 2020 NCBC LEXIS 132, at **19 \n(N.C. Super. Ct. Nov. 4, 2020) (citation omitted).  \n37. The Husqvarna Parties first contend that Robin’s claim should be dismissed \nfor failure to identify its trade secrets with the particularity our courts require.52  The \nCourt disagrees. \n38. To begin, Robin identifies its trade secrets in its Amended Counterclaims as \nincluding: \n(1) Robin Autopilot’s entire list of active and prospective customers; (2) \ninformation about Robin Autopilot’s subscription sales pilot program, \nincluding projections for taking Robin Autopilot’s pilot program to a full-\nscale service and SalesForce data on subscription hardware and growth; \n \n52 (Pls.’ Br. Supp. Mot. Dismiss 19.) \n \n(3) Robin Autopilot’s proprietary roadmap for Robin Autopilot’s fleet \nplatform and puck system; and (4) two private, full demonstrations of \nRobin Autopilot’s fleet platform and puck system.\n53   \n \n39. As to category (1)  above, Robin also alleges that it provided “customer \nprojections” to the Husqvarna Parties in February 2022. 54  As to category (2), Robin \nalleges that it “created and implemented [the] pilot program to gather necessary data \nregarding the growth potential and profitability of a subscription sales program \nversus traditional sales” and disclosed to the Husqvarna Parties Robin’s “ data,” \n“strategy,” and “operational details” for the pilot program, “at the Husqvarna Parties’ \nrequest.”55  Last, as to categories (3) and (4), Robin alleges that its fleet platform and \npuck system is “patented and trade-secret protected technology.”56 \n40. The Court turns first to Robin’s customer lists and notes that our Supreme \nCourt has held that such lists  can be trade secrets.  See Krawiec, 370 N.C. at 610 .  \nOur Supreme Court has likewise made clear that a customer- list-based-NCTSPA \nclaim should be dismissed if the plaintiff fails to allege that the customer list \n“contained any information that would not be readily accessible ” to the  defendant.  \nId. at 611; see also, e.g. , Bldg. Ctr., Inc. v. Carter Lumber of the North, Inc., 2017 \nNCBC LEXIS 85, at *19– 20 (N.C. Super. Ct. Sept. 21, 2017) (“Although customer \nlists, when compiled with pricing and bidding formulas, can sometimes qualify as a \n \n53 (Am. Countercls. ¶ 97.) \n \n54 (Am. Countercls. ¶ 38.) \n \n55 (Am. Countercls ¶¶ 34, 35.) \n \n56 (Am. Countercls. ¶ 45.) \ntrade secret under the [NCTSPA], the Court does not consider a customer list \ncontaining only informa tion that is easily accessible through a telephone book or \nother readily available sources to be a trade secret.”).   \n41. Although the Husqvarna Parties have failed to make such an express \nallegation to this end  here, they do plead that Plaintiffs repeatedly sought Robin’s \ncustomer list “to implement an inbound lead sharing plan,” which at least impl ies \nthat the Husqvarna Parties did not have ready access to the information in Robin’s \nlist.  Therefore, viewing Robin’s allegations in the light most favorable to Robin, the \nCourt concludes that the customer lists comprising Robin’s category (1) have been \nsufficiently pleaded to constitute trade secrets to survive dismissal under Rule \n12(b)(6).  See, e.g., Area Landscaping, L.L.C. v. Glaxo-Wellcome, Inc., 160 N.C. App. \n520, 525 (2003) (“Information regarding customer lists, pricing formulas and bidding \nformulas can qualify as a trade secret under G.S. § 66-152(3).”).  \n42. The Court reaches a similar conclusion concerning the business strategy and \ntechnical information Robin has identified in categories (2), (3), and (4) above.  First, \nthese categories reflect the sort of information expressly recognized as trade secret \ninformation in the NCTSPA.  See, e.g., Horner Int’l Co. v. McKoy, 232 N.C. App. 559, \n568 (2014) (holding that manufacturing processes may constitute trade secrets); TSG \nFinishing, LLC v. Bollinger, 238 N.C. App. 586, 594 –95 (2014) (recognizing that \nspecific steps and refinements in a process may constitute trade secrets); BIOMILQ, \nInc. v. Guiliano, 2023 NCBC LEXIS 24, at *19–20 (N.C. Super. Ct. Feb. 10, 2023) \n(holding that “research and development efforts,” “research priorities and next steps \nfor research and development[,]” and “strategies regarding product development and \ncommercialization of products” constituted trade secrets for purposes of Rule \n12(b)(6)); Sunbelt Rentals, Inc. v. Head & Engquist Equip., L.L.C., 2002 NCBC LEXIS \n2, at *41–42 (N.C. Super. Ct. July 10, 2002) (holding that allegations of \nmisappropriation of business plans, marketing strategies, and customer information \nwere sufficient to constitute trade secrets); see  also, e.g., PepsiCo, Inc. v. Redmond, \n54 F.3d 1262, 1269 (7th Cir. 1995) ( holding that “particularized plans or processes  \ndeveloped by [the plaintiff] and disclosed to [the defendant]  . . . which are unknown \nto others in the industry and which give the [defendant] an advantage over [its] \ncompetitors[ ]” were trade  secrets under Illinois’ similar trade  secrets protection \nstatute).  The Court further finds that Robin’s specific allegations are more than \nsufficient to put the Husqvarna Parties on notice of the strategy and technical \ninformation which they are accused of misappropriating.   \n43. The Husqvarna Parties next contend that Robin has failed to allege facts \nshowing that the Husqvarna Parties misappropriated Robin’s alleged trade secrets.  \nAgain, the Court disagrees.    \n44. Misappropriation is defined under the NCTSPA as the “acquisition, \ndisclosure, or use of a trade secret of another without express or implied authority or \nconsent, unless such trade secret was arrived at by independent development, reverse \nengineering, or was obtained from another person with a right to disclose the trade \nsecret.”  N.C.G.S. § 66 -152(1).  “[G]eneral and conclusory ” allegations of \nmisappropriation are insufficient to survive a motion to dismiss under Rule 12(b)(6)).  \nSee Washburn v. Yadkin Valley Bank & Tr. Co., 190 N.C. App. 315,  327 (2008); see, \ne.g., Bite Busters, LLC v. Burris, 2021 NCBC LEXIS 26,  at *22–23 (N.C. Super. Ct. \nMar. 25, 2021) (dismissing trade secrets claim where plaintiff failed to plead “how \n[defendant] accessed  or acquired [plaintiff’s] trade secrets when he was not \nauthorized to do so or how he used [plaintiff’s] trade secrets without authorization”); \nStrata Solar, LLC v. Naftel, 2020 NCBC LEXIS 129, at *11–12 (N.C. Super. Ct. Oct. \n29, 2020) (holding that a trade secret misappropriation claim necessarily fails when \na “[p]laintiff does not allege any specific acts  by [defendants] to show that they \naccessed, disclosed, or used [p]laintiff’s trade  secrets without [p]laintiff’s \nauthorization[ ]”). \n45. Here, Robin has ma de numerous, specific allegations of misappropriation , \nwhich satisfy its pleading burden.  First, Robin alleges with specificity the dates on \nwhich it provided specific trade secret information to Plaintiffs upon Plaintiffs’  \nrequest and under the parties’ Confidentiality Agreement .57  Then, Robin further \nalleges that the Husqvarna Parties used those trade secrets “to enhance their own \ndirect-to-professional fleet system, ” “launch their own asset tracking puck, ” and \n“create their own subscription program ” and to interfere with Robin’s customer and \nprospective customer relationships and to divert those customers to Plaintiffs and \naway from Robin.58  Robin identifies several customers by name and alleges that “at \n \n57 (Am. Countercls. ¶¶ 31, 36–42.) \n \n58 (Am. Countercls. ¶¶ 48–52, 59–67, 77–78, 100–01, 105–07.) \n \nleast 75% of [Robin’s] customers have moved their business to the Husqvarna Parties” \ndue to the Husqvarna Parties’ misuse of Robin’s trade secrets.59 \n46. Such allegations are sufficient to survive Rule 12(b)(6) scrutiny.  See, e.g., \nStrata Solar, LLC, 2020 NCBC LEXIS 129, at *10–11 (finding sufficient under Rule \n12(b)(6) allegations that defendants planned a competing business venture several \nmonths prior to their resignations, obtained plaintiff’s trade secrets on their personal \ndevices in violation of plaintiff’s policies , and disclosed plaintiff’s trade secrets in \ndefendants’ competing venture); Wells  Fargo Ins. Servs. USA v. Link, 2018 NCBC \nLEXIS 42, at *40 –42 (N.C. Super. Ct. May 8, 2018)  (finding sufficient under Rule \n12(b)(6) allegations that defendant had access to plaintiff’s trade secrets as plaintiff’s \nemployee, defendant went to work for a competitor and used plaintiff’s trade secrets \nto solicit plaintiff’s customers, and some of plaintiff’s customers for whom defendant \nwas responsible shifted business to the competitor) , aff’d per curiam, 372 N.C. 260 \n(2019); Byrd’s Lawn & Landscaping, Inc v. Smith, 142 N.C. App. 371, 376–77 (2001) \n(holding “sufficient circumstantial evidence” of misappropriation existed under Rule \n56 where former employee had access to pricing proposals through employment with \n \n59 (Am. Countercls. ¶¶ 59–67, 77–78, 100–01, 105–07.) \nplaintiff, moved to a competitor , and caused customers to move their business to \ncompetitor).  \n47. Accordingly, the Court will deny the Moti on as to Robin’s claim for \nmisappropriation of trade secrets. \nD. Tortious Interference with Prospective Economic Advantage \n48. A claim for tortious interference with prospective economic advantage  \n“arises when a party interferes with a business relationship by maliciously inducing \na person not to enter into a contract with a third person, which he would have entered \ninto but for the interference, if damage proximately ensues, when this interference is \ndone not in the legitimate exercise of the interfering person’s rights.”  Beverage Sys. \nof the Carolinas, LLC v. Associated Beverage Repair, LLC , 368 N.C. 693, 701 (2016) \n(cleaned up).  A plaintiff must s how that “ a contract would have resulted but for a \ndefendant’s malicious intervention.”  Id. \n49. The Husqvarna Parties move to dismiss Robin ’s claim that Plaintiffs \ntortiously interfered with Robin’s prospective contracts with the Mariani Group and \nAutoCut,60 contending first that Robin has failed to allege that, but for the alleged \ninterference, “a contract would have ensued.”  Dalton  v. Camp, 353 N.C. 647, 655 \n(2001).61   \n50. Plaintiffs’ “but-for causation” argument as to  the Mariani Group is \nunpersuasive.  Robin alleges that the deal between the Mariani Group and Robin was \n \n60 (Am. Countercls. ¶¶ 103–08.) \n \n61 (Pls.’ Br. Supp. Mot. Dismiss 23–24.) \n \n“set to close” until the Husqvarna Parties contacted the Mariani Group and \nattempted to “convince the Mariani Group that contracting with Robin would not be \nas cost-effective as working directly with t he Husqvarna Parties.” 62  Viewing these \nallegations in the light most favorable to Robin, the Court concludes that Robin has \npleaded the required but-for causation necessary to sustain its tortious interference \nclaim at the pleading stage.   \n51. Robin’s allega tions concerning Auto Cut, however,  are fatally deficient .  \nRobin alleges only that it discussed the possibility of working with and sharing its \nplatform with AutoCut and that these discussions ceased after the Husqvarna Parties \ncontacted AutoCut to discourage the company from working with Robin. 63  Robin’s \nallegations therefore show only that Robin hoped for a contract with AutoCut, but do \nnot show that but for Plaintiffs’ interference Robin would have entered into a contract \nwith AutoCut.  See, e.g., Beverage Sys. of the Carolinas, LLC, 368 N.C. at 701 (holding \nthat “plaintiff ha[d] not demonstrated that any contract would have ensued but for \ndefendants’ conduct[ ]” where plaintiff relied on an expectation that former customers \nwould contract with plaintiff in the future).   \n52. The Husqvarna Parties also contend that Robin’s claim must fail because \nRobin’s allegations show that the Husqvarna Parties acted with legal justification as \nRobin’s competitor.64  The Court disagrees.  “ [C]ompetition in business constitutes \n \n62 (Am. Countercls. ¶ 64.) \n \n63 (Am. Countercls. ¶ 66.) \n \n64 (Pls.’ Br. Supp. Mot. Dismiss 24.) \n \njustifiable interference in another’s business relations and is not actionable so long \nas it is carried on in the furtherance of one’s own interest and  by means that are \nlawful.”  Peoples Sec. Life Ins. Co. v. Hooks, 322 N.C. 216, 221 (1988).  \n“[M]isappropriation of trade secrets is not a lawful means of competition.”  New  \nRestoration & Recovery Servs., LLC v. Dragonfly Pond Works, LLC, 2023 NCBC \nLEXIS 80, at *17 (N.C. Super. Ct. June 15, 2023).  Because Robin has sufficiently \nalleged that the Husqvarna Parties  unlawfully disclosed and used Robin’s trade \nsecrets to interfere with Robin’s potential contract with the Mariani Group, Plaintiffs’ \nMotion based on this argument must be denied. \n53. Next, the Husqvarna Parties argue that Robin’s allegations fail because \nthey do not show the “economic advantage” that Robin lost as a result of Plaintiffs’ \ninterference.65  Again, the Court disagrees.  Under North Carolina law, a plaintiff \nasserting a claim for tortious interference with prospective economic advantage must \nallege “what economic advantage was lost to plaintiff [ ] as a consequence of \ndefendants’ conduct[ ]” so that defendant knows the “character of the injury for which \nhe must answer.”  Walker v. Sloan , 137 N.C. App. 387, 394– 95 (2000) (cleaned up).  \nRobin alleges that it lost the profits that it would have realized from the contract that \nit would have entered into with the Mariani Group but for Plaintiffs’ conduct.66  The \n \n65 (Pls.’ Br. Supp. Mot. Dismiss 25.) \n \n66 (Am. Countercls. ¶ 108.) \n \nHusqvarna Parties thus have adequate notice of the “character of the injury” Robin  \nalleges, and their argument to the contrary fails. \n54. Finally, the Husqvarna Parties argue that Robin’s  claim is barred by the \neconomic loss rule because the claim arises from the purported breach of  the \nConfidentiality Agreement. 67  In  North Carolina, the economic loss rule “prohibits \nrecovery for purely economic loss in tort, as such claims are instead governed by \ncontract law.”  Lord v. Customized Consulting Specialty, Inc., 182 N.C. App. 635, 639 \n(2007).  The rule’s premise is that “[t]he average plaintiff in a tort lawsuit does not \nchoose his or her tortfeasors[,]” while “[c]ontracting parties, by comparison, have the \nability to allocate risk among themselves at the outset of a transaction and are \nencouraged to do so.”  Crescent Univ. City Venture, LLC v. AP Atl., Inc., 2019 NCBC \nLEXIS 46, at *76 (N.C. Super. Ct. Aug. 8, 2019) (citing Lord, 182 N.C. App. at 639). \n55. The result is that “[t]he tort claim ‘must be grounded on a violation of a \nduty imposed by operation of law, and the right invaded must be one that the law \nprovides without regard to the contractual relationship of the parties.’ ”  Window  \nGang Ventures, Corp. v. Salinas, 2019 NCBC LEXIS 24, at *24 (N.C. Super. Ct. Apr. \n2, 2019) (quoting Rountree v. Chowan Cnty., 252 N.C. App. 155, 160 (2017)).  In short, \n“a plaintiff must allege a duty owed to him by the defendant [that is] separate and \ndistinct from any duty owed under a contract.”  Artistic S., Inc. v. Lund, 2015 NCBC \n \n67 (Pls.’ Br. Supp. Mot. Dismiss 25–26.) \nLEXIS 113, at **23 (N.C. Super. Ct. Dec. 9, 2015) (quoting Akzo Nobel Coatings, Inc. \nv. Rogers, 2011 NCBC LEXIS 42, at **48 (N.C. Super. Ct. Nov. 3, 2011)). \n56. Robin alleges such a separate and distinct duty here.  While the Husqvarna \nParties agreed  to certain obligations under the Confidentiality Agreement , Robin \ndoes not allege a  contractual obligation that includes a duty  not to interfere with  \nRobin’s relationship with the Mariani Group.  To the extent that duty exists, it arises \nunder tort, not contract, and therefore the economic loss rule does not bar Robin’s  \nclaim. \n57. Accordingly, based on the above, the Court will grant Plaintiffs’ Motion and \ndismiss Robin’s claim for tortious interference with prospective advantage to the \nextent it is based on Plaintiffs’ alleged interference with Auto Cut but will otherwise \ndeny the Motion to the extent Robin’s claim is based on Plaintiffs’ alleged interference \nwith the Mariani Group. \nE. Unfair and Deceptive Trade Practices \n58. The Husqvarna Parties next seek to dismiss Robin ’s claim for u nfair and \ndeceptive trade practices under N.C.G.S. § 75 -1.1 (the “UDTPA”).  Because Robin’s \nclaim is based, in substantial part, on the Husqvarna Parties ’ alleged \nmisappropriation of Robin’s trade secrets  a nd alleged tortious interference with \nRobin’s prospective contract  with the Mariani Group —claims that the Court has \nconcluded will survive dismissal under Rule 12(b)(6) —Plaintiff’s Motion must \nnecessarily be denied.  See, e.g. , Charrah, LLC v. Sequoia Serv s., LLC, 2020 NCBC \nLEXIS 52, at *19 (N.C. Super. Ct. Apr . 17, 2020) (“[C]laims for misappropriation of \ntrade secrets and tortious interference with contract may form the basis of a UDTP \nclaim.”). \nF. Breach of the Admission Agreement and Amended Admission Agreement68 \n \n59. Robin alleges that the Husqvarna Parties breached the Original and \nAmended Admission Agreements by failing to make their APIs available to Robin as \npromised and by failing to pay Robin  $500,000 in early 2023 after the required \nconditions precedent for that payment had been met.69  The Husqvarna Parties move \nto dismiss on grounds that (i) Robin has failed to allege that Plaintiffs’ time to provide \nthe APIs to Robin has expired or, alternatively, that Plaintiffs have repudiated their \nobligation to provide the APIs under the Agreements, and (ii) Robin relieved Plaintiffs \nof any duty to make the $500,000 payment by repudiating the  Agreements through \nthe March 6 Memo before the duty to make the payment was triggered.70   \n60. Turning to Plaintiffs’ initial contention first, the Court notes that “[t] he \nelements of a claim for breach of contract are (1) [the] existence of a valid contract \nand (2) breach of the terms of that contract.”  Poor v. Hill, 138 N.C. App. 19, 26 (2000).  \nA claim is adequate under North Carolina’s notice pleading standard “if it gives \n \n68 The parties stipulate that North Carolina law applies to the Admission Agreement and the \nAmended Admission Agreement.  ( See Joint Stipulation Regarding Law Governing \nAdmission Agreements, ECF No. 70.)  Under North Carolina’s choice -of-law principles, “the \ninterpretation of a contract is governed by the law of the place where the contract was made.”  \nTanglewood Land Co. v. Byrd, 299 N.C. 260, 262 (1980).  The Court therefore infers that the \nparties have concluded that the Admission Agreements were negotiated and executed in \nNorth Carolina and will accordingly apply North Carolina law. \n \n69 (Am. Countercls. ¶¶ 115–23.) \n \n70 (Pls.’ Br. Supp. Mot. Dismiss 14–16.) \n \nsufficient notice of the claim asserted to enable the adverse party to answer and \nprepare for trial, to allow for the application of the doctrine of res judicata, and to \nshow the type of case brought.”  Sutton v. Duke, 277 N.C. 94, 102 (1970) (cleaned up).   \n61. Where, as here, the time of performance is not provided in the contract, “the \nlaw implies a reasonable time standard within which performance may be required.”  \nHarris & Garganus, Inc. v. Williams, 37 N.C. App. 585, 589 (1978).  The \ndetermination of what constitutes a reasonable time for performance requires “taking \ninto account the purposes the parties intended to accomplish .”  Rodin v. Merritt, 48 \nN.C. App. 6 4, 72 (1980) (citation omitted).  This determination  presents a “mixed \nquestion of law and fact [.]”  Fletcher v. Jones, 314 N.C. 389, 396– 97 (1985).  North \nCarolina “authority is to the effect that, where this question of reasonable time is a \ndebatable one, it must be referred to the jury for decision [,]” Holden v. Royall, 169 \nN.C. 676, 678 (1915), unless “the facts are undisputed and different inferences cannot \nbe reasonably drawn from them,” Fletcher, 314 N.C. at 397. \n62. Robin alleges  that the Original and Amended Admission Agreements \nrequired the Husqvarna Parties to provide access to the APIs, that the Husqvarna \nParties failed to provide the promised access, and that Plaintiffs’ failure to provide \naccess to the APIs has harmed Robin and impair ed the value of its  software.71  \nAlthough Robin has not specifically pleaded that the time for performance has \nexpired, our appellate courts have recognized that “the failure to assert when a \nparty’s performance becomes due is not, standing alone, fatal to a claim for breach of \n \n71 (Am. Countercls. ¶ 52.) \ncontract” under North Carolina law.   Ward v. Nucapital Assocs., No. COA14 -1249, \n2015 N.C. App. LEXIS 602, at *7 (N.C. Ct. App. July 21, 2015); see also, e.g., Sockwell \n& Assocs. v. Sykes Enters., 127 N.C. App. 139, 142 (1997) (pleading “[s]pecificity of \npayment due dates is not required to show breach of contract for nonpayment [ ]”); \nLoray Master Tenant, LLC v. Foss N.C. Mill Credit 2014 Fund I, LLC, 2022 NCBC \nLEXIS 1, at *29–30 (N.C. Super. Ct. Jan. 11, 2022) (holding that “[p]laintiffs’ failure \nto specifically plead that  . . . payment was not made ‘within a reasonable time’ is \nwithout consequence . . . because [p]laintiffs have pleaded facts and made allegations \nthat effectively convey the very same thing[ ]”).   \n63. As to the timing of performance, the Court notes that Robin alleges that the \nOriginal Admission Agreement was entered into on 27 May 2021 , the Amended \nAgreement was entered into on 8 September 2022 , and the Amended Counterclaims \nalleging nonperformance were filed on 13 July 2023.  Robin’s amended pleading is \nreplete with allegations permitting an inference that Plaintiffs’ performance was \nrequired before the Amended Counterclaims were filed. 72  Accordingly, the Court \nconcludes that Robin’s Motion seeking dismissal of Robin’s breach of contract claim \nfor failure to allege time of performance should be denied. \n64. Plaintiffs’ arguments seeking dismissal of Robin’s claim based on Robin’s \nalleged repudiation excusing the missed $ 500,000 payment fare no better.  \nRepudiation occurs when one party makes “a positive statement” to the other party \n“indicating he will not or cannot substantially perform his contractual duties.”  Millis \n \n72 (Am. Countercls. ¶¶ 54, 56, 118.) \nConstr. Co. v. Fairfield Sapphire Valley, Inc. , 86 N.C. App. 506, 510 (1987).  “ [T]o \nresult in a breach of contract, ‘the refusal to perform must be of the whole contract or \nof a covenant going to the whole consideration, and must be distinct, unequivocal, \nand absolute[.]’ ”  Profile Invs. No. 25, LLC v. Ammons E. Corp., 207 N.C. App. 232, \n237 (2010) (emphasis added) (quoting Edwards v. Proctor, 173 N.C. 41, 44 (1917)).  \nMoreover, such a refusal to perform “is not a breach of contract unless it is treated as \nsuch by the adverse party.”  Edwards, 173 N.C. at 44. \n65. As an initial matter, Robin’s March 6 Memo is not a “distinct, unequivocal, \nand absolute” refusal to perform the Agreements.  Although the Memo states that \n“[Robin] cannot continue forward as things currently stand,” it also states that Robin \n“look[s] forward to moving forward quickly and productively in a manner that will \nbenefit both parties” and that Robin “remain[s] open to discussion on these issues.”73  \nAs such, the Memo could reasonably be interpreted as an invitation to negotiate and \nnot simply as an absolute or unequivocal refusal to perform.   \n66. In addition, Robin’s Amended Counterclaims do not permit an inference that \nthe H usqvarna Parties treated the March 6 Memo as a repudiation of the \nAgreements.  To the contrary, Robin alleges that P laintiffs met and exchanged e -\nmails with Robin  after receiving the Memo , subsequently provided a term sheet to \n \n73 (Pls.’ Opp’n Defs.’ Mot. Dismiss Claims Against Member Defs. and Robin Technologies Ex. \nA, ECF No. 17.1.) \n \nRobin,74 and called Robin’s CEO the weekend before initiating litigation, 75 in what \nPlaintiffs’ general counsel termed as “productive” efforts to resolve the disputes \npresented in the Memo. 76  Rather than treat the Memo as a repudiation, Robin’s \nallegations permit the inference that the Husqvarna Parties treated the Memo as an \ninvitation to negotiate, which they accepted.  It was only after these n egotiations \nfailed that Plaintiffs decided to file suit alleging anticipatory breach of contract. 77  \nAccordingly, since Robin’s allegations do not establish Robin’s repudiation as a \nmatter of law, Plaintiffs’ Motion based on this contention must be denied. \nG. Breach of Implied Covenant of Good Faith and Fair Dealing \n67. The Husqvarna Parties seek dismissal of Robin’s claim for breach of the \nimplied covenant of good faith and fair dealing on the same grounds that they seek \ndismissal of Robin’s claims for breach of the Admission Agreements .  Under North \nCarolina law, “where a party’s claim for breach of the implied covenant of good faith \nand fair dealing is based on the same acts as its claim for breach of contract, we treat \nthe former claim as ‘part and parcel’ of the latter.”  Cordaro v. Harrington Bank, FSB, \n260 N.C. App. 26, 38–39 (2018).  Since Robin’s implied covenant claim is based on the \nsame acts as its claim for breach of contract, the Court’s denial of Plaintiffs’ Motion \n \n74 (Am. Countercls. ¶ 71.) \n \n75 (Am. Countercls ¶ 71.) \n \n76 (Am. Countercls. ¶ 70.) \n \n77 (Compl. ¶¶ 101–14.) \non the contract claim compels the same result on Plaintiffs’ Motion seeking dismissal \nof the implied covenant claim. \nH. Breach of the Confidentiality Agreement \n68. Robin alleges that the Husqvarna Parties breached the Confidentiality \nAgreement by using Robin’s confidential information to create their own fleet and \npuck system and subscription program and by soliciting one of Robin’s  employees to \nwork for the Husqvarna Parties.78   \n69. The Husqvarna Parties argue that Robin’s claim should be dismissed for \nfailure to allege how Plaintiffs breached the Confidentiality Agreement, pointing out \nthat Robin did not attach the contract at issue to the Amended Counterclaims or \nidentify the specific provisions Plaintiffs allegedly breached.79   \n70. As noted above, North Carolina permits notice pleading, see N.C. R. Civ. P. \n8(a), and it is well-settled under North Carolina law that “claims for breach of \ncontract are ‘not subject to heightened pleading standards[,]’ ” Vanguard Pai Lung, \nLLC v. Moody, 2019 NCBC LEXIS 39, at *10 (N.C. Super. Ct. June 19, 2019) (quoting \n \n78 (Am. Countercls. ¶¶ 129–35.) \n \n79 (Pls.’ Br. Supp. Mot. Dismiss 16–18.)  The Court notes that at the Hearing, Robin presented \na demonstrative exhibit that included an image of what appeared to be the Confidentiality \nAgreement.  The Court sustained the Husqvarna Parties’ objection to the presentation of this \ndocument because the proffered provisions were not in the reco rd.  Accordingly, the Court \nwill rely only on the allegations in the Amended Counterclaims and the referenced \ndocuments. \n \nThe Husqvarna Parties also objected at the Hearing to the Court’s consideration of an image \nof an e-mail from Plaintiffs’ employee to Fahey.  The Court overruled this objection because \nthe proffered exhibit was submitted by the Husqvarna Parties in support of a separate brief \nand incorporated by Robin into the Amended Counterclaims.  ( See ECF No. 17.7; Am. \nCountercls. ¶ 81.) \n \nAYM Techs., LLC v. Rodgers, 2018 NCBC LEXIS 14, at *52 (N.C. Super. Ct. Feb. 9, \n2018)).   \n71. Robin has alleged that under the Confidentiality Agreement, the Husqvarna \nParties had an obligation (i) to use Robin’s confidential information only to the extent \nnecessary for the Husqvarna Parties ’ and Robin’s cooperative creation of fleet \nmanagement software, and (ii) not to solicit Robin’s  directors, officers, or employees \nto work for the Husqvarna Parties. 80  Robin  asserts that the Husqvarna Parties \nbreached these obligations by using the confidential inform ation for the Husqvarna \nParties’ own fleet and puck system and subscription program  and by attempting to \nhire Robin’s head of sales.81   \n72. The Court concludes that t hese allegations are adequate to establish the \nelements of a claim for breach of contract and to put Plaintiffs on notice of the events \nthat give rise to Robin’s claim .  See, e.g., Maxwell Foods, LLC v. Smithfield Foods, \nInc., 2023 NCBC LEXIS 20, at **14 (N.C. Super. Ct. Feb. 3, 2023) (noting that \n“naming a specific contractual provision by paragraph number or quoting its \nlanguage would make the claim more clear [,]” but that “notice pleading rules do not \nrequire that level of detail[ ]”).  Accordingly, the Court will deny Plaintiffs’ Motion to \n \n80 (Am. Countercls. ¶¶ 131, 133.) \n \n81 (Am. Countercls. ¶¶ 79–81, 132.) \nthe extent it seeks dismissal of Robin’s claim for breach of the Confidentiality \nAgreement.     \nIV. \nCONCLUSION \n73. WHEREFORE, for the reasons set forth above, the Court hereby GRANTS \nin part and DENIES in part the Motion as follows: \na. The Motion is GRANTED as to Robin’s claims for breach of fiduciary \nduty, constructive fraud, and tortious interference with a prospective \ncontract with AutoCut, and those claims are hereby DISMISSED with \nprejudice; and \nb. The Motion is DENIED as to Robin’s claims for misappropriation of \ntrade secrets, unfair and deceptive trade practices under N.C.G.S. § 75-\n1.1, tortious interference with a prospective contract with the Mariani \nGroup, and breach of the Admission Agreements,  the implied covenant \nof good faith and fair dealing, and the Confidentiality Agreement, and \nthose claims shall proceed to discovery. \nSO ORDERED, this the 28th day of November, 2023. \n \n      /s/ Louis A. Bledsoe, III   \n     Louis A. Bledsoe, III    \n      Chief Business Court Judge \n "
}