{
  "id": "c99fc4c1219531da7079bf9fa9531c2fb8d68d2cce4854a220a90d4356e51ecc",
  "source_file": "data/raw/ncbc/c99fc4c1219531da7079bf9fa9531c2fb8d68d2cce4854a220a90d4356e51ecc.pdf",
  "raw_text": "SCR-Tech LLC v. Evonik Energy Services LLC, 2012 NCBC 43. \n {1} THIS MATTER is before the court on Defendants’ Joint Motion to \nPrevent Plaintiff’s Disclosure of Defendants’ Confidential Information to Plaintiff’s \nExpert James E. Staudt, Ph.D., CFA (“Motion”), pursuant to Section 8 of the \nStipulated Protective Order.  Prior to a final ruling, for the reasons stated below, \nthe court requests Plaintiff SCR-Tech LLC (“SCR-Tech”) to supplement the record \nby providing additional information regarding connections of James E. Staudt, \nPh.D. (“Dr. Staudt”) to Defendant Evonik Steag GmbH’s (“Steag”) competitors in \nthe selective catalytic reduction (“SCR”) services industry, including an indication of \nwhether Dr. Staudt intends to accept future non-litigation consulting engagements \nin the SCR industry.  The court will then rule on the Motion. \nKing & Spalding LLP by Timothy G. Barber and Antonio E. Lewis for \nPlaintiff SCR-Tech LLC. \n \nBryan Cave LLP by Mark Vasco and Benjamin F. Sidbury for Defendants \nSTEAG Energy Services GmbH f/k/a Evonik Energy Services GmbH and \nSTEAG GmbH f/k/a Evonik STEAG GmbH. \n \nK&L Gates LLP by Beverly A. Carroll and Daniel V. Mumford for Defendants \nSTEAG Energy Services LLC f/k/a Evonik Energy Services LLC, Hans-Ulrich \nHartenstein, and Brigitte Hartenstein. \n \nGale, Judge. \n \nSTATE OF NORTH CAROLINA  \n \nCOUNTY OF MECKLENBURG \n \nIN THE GENERAL COURT OF JUSTICE  \nSUPERIOR COURT DIVISION \n08 CVS 16632 \nSCR-TECH LLC, \n \nPlaintiff, \n \nv. \n \nEVONIK ENERGY SERVICES LLC,  \nEVONIK ENERGY SERVICES \nGMBH, EVONIK STEAG GMBH,  \nHANS-ULRICH HARTENSTEIN, and \nBRIGITTE HARTENSTEIN, \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n \nORDER ON ORDER ON ORDER ON ORDER ON     \nDEFENDANTS’ JOINT MOTION TO DEFENDANTS’ JOINT MOTION TO DEFENDANTS’ JOINT MOTION TO DEFENDANTS’ JOINT MOTION TO    \nPREVENT PLAINTIFF’S PREVENT PLAINTIFF’S PREVENT PLAINTIFF’S PREVENT PLAINTIFF’S    \nDISCLOSURE OF DEFENDANTS’ DISCLOSURE OF DEFENDANTS’ DISCLOSURE OF DEFENDANTS’ DISCLOSURE OF DEFENDANTS’    \nCONFIDENTIAL INFORMATION CONFIDENTIAL INFORMATION CONFIDENTIAL INFORMATION CONFIDENTIAL INFORMATION    \nTO PLAINTIFF’S EXPERT TO PLAINTIFF’S EXPERT TO PLAINTIFF’S EXPERT TO PLAINTIFF’S EXPERT     \nJAMES E. STAUDT, PH.D., CFA JAMES E. STAUDT, PH.D., CFA JAMES E. STAUDT, PH.D., CFA JAMES E. STAUDT, PH.D., CFA    \n \nI.  PROCEDURAL HISTORY \n \n {2} On April 11, 2012, Dr. Staudt signed the Declaration and Agreement \nattached to the Parties’ Stipulated Protective Order.  SCR-Tech’s counsel then \nnotified defense counsel of SCR-Tech’s intent to disclose Defendants’ Confidential \nInformation as defined by the Protective Order to Dr. Staudt.  Defendants objected, \ncontending that Dr. Staudt is employed in the same industry as the Parties and \nthat the Stipulated Protective Order, Section 8 (“Section 8”), entitles Defendants to \nchallenge the intended document disclosure. \n {3} On May 30, 2012, Defendants filed this Motion.  The Motion has been \nfully briefed. \n \nII.  FACTS \n \n{4} A more complete statement of the facts and claims of this litigation \nmay be found in the court’s July 22, 2011 Order on Defendants’ Joint Motion for \nSummary Judgment on the Non-Existence of Trade Secrets or Confidential \nInformation. \n{5} On February 6, 2012, the court entered the Stipulated Protective \nOrder by consent.  Section 8 provides that any Party may invoke the court’s \nassistance to resolve disputes about the disclosure of Confidential Information to \n“any expert with current or prior employment within the industry in which the \nparties compete.” (Stipulated Protective Order § 8.)\n  The Stipulated Protective \nOrder does not define the term “industry.” \n{6} Dr. Staudt is the principal owner of Andover Technology Partners \n(“ATP”), a consulting firm that advises government agencies and private entities in \nthe air pollution control industry, including some companies that manufacture SCR \ncatalysts.  (Aff. of James E. Staudt, Ph.D. (“Staudt Aff.”) ¶¶ 1, 2, 9.)  Dr. Staudt has \nconsulted for SCR-Tech and for its former parent company, Catalytica.  (Staudt Aff. \n¶¶ 3, 4.)  Dr. Staudt’s primary clients are government agencies and neither he nor \nATP plans to start a business providing SCR services.  (Staudt Aff. ¶¶ 13, 14.) \n \nIII.  DISCUSSION \n \n {7} The Motion presents two issues:  (1) whether Dr. Staudt is employed \nwithin the same “industry” within the meaning of the Protective Order; and if so, (2) \nwhether Dr. Staudt is sufficiently independent from SCR-Tech and Steag’s other \ncompetitors to be permitted access to Defendants’ Confidential Information. \n \nA.  Dr. Staudt Is Within the Same Industry as the Parties. \n{8} Defendants contend that Dr. Staudt is engaged within the same \nindustry as the Parties because Dr. Staudt has consulted for SCR-Tech and other \ncompanies that provide SCR services.  SCR-Tech contends that Dr. Staudt is not \nengaged within the same industry because he has never worked within the \nnarrower SCR regeneration field. \n{9} The court concludes that, for purposes of Section 8, the “industry” is \nthe broader SCR services industry in which SCR-Tech and Steag operate and in \nwhich Dr. Staudt is involved.  Accordingly, the court also concludes that \nDefendants’ challenge is properly made pursuant to Section 8.   \n{10} The North Carolina Court of Appeals demarcated a difference between \n“competition” and “industry” by stating, “[w]e define ‘competition’ as entailing more \nthan mutual existence in a common industry or marketplace; rather, it requires an \nendeavor among business entities to seek out similar commercial transactions with \na similar clientele.”  McKinnon v. CV Indus., Inc. , __ N.C.App. __, __, 713 S.E.2d \n495, 501 (2011).  The McKinnon  court found that the parties were in the furniture \nindustry but were not competitors. Id.  \n{11} According to its website, Steag provides general SCR services, \nincluding manufacturing and regenerating SCR catalysts and installing, \nmaintaining, and managing SCR systems. http://www.steag.us/ (follow “SCR \nServices” hyperlink).  According to the CoaLogix/SCR-Tech website, SCR-Tech \noffers SCR management as well, but its primary service is the SCR regeneration \n \ntechnology at issue in this case. http://www.coalogix.com/ (follow “About CoaLogix” \nhyperlink). \n{12} The court concludes that SCR regeneration is properly viewed as a \nsubset of the broader SCR services industry.  The CoaLogix/SCR-Tech website touts \nSCR regeneration as a “compelling economic alternative to purchasing a new \ncatalyst,” indicating that SCR catalyst regeneration services compete with SCR \ncatalyst manufacturing services.  Id .  \n{13} Dr. Staudt has provided consulting services to Steag’s competitors \nwithin the SCR services industry, including BASF, Johnson Matthey, and SCR-\nTech.  (Staudt Aff. ¶¶ 3, 4, 6−9.)  Dr. Staudt and ATP advise government agencies, \nenergy companies, technology providers, and investors in air pollution control \ntechnology.  (Staudt Aff. ¶ 1.) http://www.andovertechnology.com/home.html (follow \n“Clients/Case Studies” hyperlink).  Consulting for government agencies comprises \nover half of ATP’s total business.  (Staudt Aff. ¶ 14.)  The consulting services that \nDr. Staudt and ATP provide cover a range of air pollutants.  Clearly, SCR systems \nare not Dr. Staudt’s only field of expertise or even his dominant area of expertise. \nhttp://www.andovertechnology.com/services/technology-suppliers.html. \n {14} The court must now determine whether Dr. Staudt’s connections to \nSCR-Tech and Steag’s other competitors constitute a sufficiently high risk of \ndisclosure of Defendants’ Confidential Information to Steag’s competitors to justify \npreventing SCR-Tech from disclosing Defendants’ Confidential Information to him.   \n \nB.  Dr. Staudt’s Independence from Steag’s Competitors. \n{15} North Carolina’s courts have not established a standard for balancing \nopposing parties’ interests that are impacted by the disclosure of sensitive trade \ninformation to an expert with prior or ongoing involvement with the producing \nparty’s competitors.  Federal courts have addressed the issue. \n{16} The United States District Court for the District of Colorado faced this \nissue in Digital Equip. Corp. v. MicroTech., Inc. , 142 F.R.D. 488, 491 (D. Col. 1992).  \nThe Digital  court used a five-factor test to determine that, although the receiving \n \nparty’s expert had consulted for the receiving party, he was sufficiently independent \nfor the court to allow disclosure of the producing party’s confidential information, \nsubject to an agreement between the expert and the receiving party to forego all \nfuture non-litigation engagements.  Id.   The five factors included: (1) the expert’s \naffiliation with the receiving party; (2) the extent of regular employment, \nconsultation, or association with the receiving party; (3) present involvement in the \nreceiving party's competitive decisions; (4) the potential for future involvement of \nthe expert in the receiving party’s competitive decisions; and (5) if the expert’s \ninvolvement is deemed beyond the point of independent, the expert’s willingness to \ncurtail or forego future involvement with the receiving party.  Id . \n {17} In BASF Corp. v. United States , the Court of International Trade \napplied the Digital  factors when examining the expert’s connections to the \nproducing party’s third-party competitor.  28 C.I.T. 414, 321 F. Supp. 2d 1373 (Ct. \nInt’l Trade 2004).  The court concluded that the expert was not sufficiently \nindependent from that third-party competitor.  Id .  The United States District Court \nfor the District of South Carolina used the Digital  factors to prevent disclosure of \nconfidential information to the receiving party’s expert based on the expert’s \nongoing involvement with both  the receiving party and   the producing party’s third-\nparty competitors.  In re: Sensormatic Elecs. Corp., v. The Tag Co. LLC, 2008 U.S. \nDist. LEXIS 5312, (D.S.C. Jan. 24, 2008). \n {18} Each of those courts examined the receiving party’s expert’s \n“independence” from the producing party’s competitors.  The obvious goal for a court \nis to balance one litigant’s right to retain experts having relevant specialized \nknowledge with protection of the other litigant’s sensitive competitive information \nand valuable trade secrets.   \n{19} When confidential information is shared with an expert having \nspecialized knowledge of an industry, a higher risk of disclosure necessarily exists if \nthe expert has ongoing activities within the industry.  To grant too broad of a \nprotection for the producing party could foreclose litigants from retaining experts of \nsufficient expertise.  To grant too narrow a protection, on the other hand, would \n \nunnecessarily endanger the producing party’s sensitive information and valuable \ntrade secrets.   \n{20} The balance must be made from case to case.  The mere fact that an \nexpert has provided consulting services to a producing party’s competitors should \nnot alone generally foreclose the receiving party from retaining that expert.  But, if \nthe expert’s services to a competitor constitute a dominant or significant portion of \nthe expert’s business, the risk of disclosure is heightened and may justify some \nagreed-to or court-imposed limitation beyond the signed undertakings of a \nprotective order.  In determining whether to disqualify an expert from disclosures or \nimposing other limitations, a court should have a record upon which it can consider \nall the Digital  factors and their indications as to whether the expert is independent \nfrom all  of the producing party’s competitors. \n {21} The court does not believe it currently has a record to address all five \nof the Digital factors, although the record allows an assessment of some of those \nfactors as related to Dr. Staudt’s independence from SCR-Tech. \n {22} Dr. Staudt has only had limited, rather than ongoing, engagements \nwith SCR-Tech, all of which occurred five or more years ago.  Dr. Staudt provided \nmarket analyses to SCR-Tech’s former parent company on two occasions, once in \n2003 and again in 2006.  (Staudt Aff. ¶ 3.)  He also licensed SCR catalyst \nmanagement software to SCR-Tech on two occasions, once in 2005 and again in \n2007.  (Pl.’s Resp. Br. 7.)  Thus, the first and second Digital  factors are implicated \nonly minimally, as these engagements indicate a limited outside consultant \nrelationship with the receiving party that ceased five years ago.  Dr. Staudt does \nnot appear to be involved with SCR-Tech’s competitive decision-making, nor is there \nany indication that SCR-Tech and Dr. Staudt are presently engaged, and so the \nthird Digital  factor of present involvement in the receiving party’s competitive \ndecision-making is not implicated.  Dr. Staudt would be clearly independent from \nSCR-Tech if he covenants to forego all future non-litigation consulting engagements \nwith SCR-Tech related to SCR services.  Such a covenant would eliminate concerns \nrelating to the fourth and final Digital  factors of future involvement with the \n \nreceiving party.  If Dr. Staudt does not wish to make that covenant, the court will \nmake its determination of Dr. Staudt’s independence from SCR-Tech based on the \npresent record. \n {23} There is not adequate information for the court to assess Dr. Staudt’s \nindependence from Steag’s other competitors.  Therefore, the court requests SCR-\nTech to supplement the record with further information regarding Dr. Staudt’s \nindependence from Steag’s third-party competitors, utilizing the \nDigital  factors.  \nThose competitors include Johnson Matthey, BASF, and any other company that \ncompetes with Steag in providing SCR services.  \n {24} SCR-Tech should submit its supplement no later than September 5, \n2012.  Defendants may respond within twenty days.  The court will then issue its \nfinal ruling. \n IT IS SO ORDERED, this 6\nth  day of August, 2012. \n \n "
}