{
  "id": "c9a70da3cf31abeb033eb383c810f1c00bd754edc13c5d393c91509f1284c69e",
  "source_file": "data/raw/ncbc/c9a70da3cf31abeb033eb383c810f1c00bd754edc13c5d393c91509f1284c69e.pdf",
  "raw_text": " Vill. at Motts Landing Homeowners' Assoc. v. Aftew Props. LLC, 2023 NCBC 57. \n \n \nSTATE OF NORTH CAROLINA \n \nNEW HANOVER COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 1693 \n \nTHE VILLAGE AT MOTTS \nLANDING HOMEOWNERS’ \nASSOCIATION, \n \nPlaintiff, \n \nv. \n \nAFTEW PROPERTIES, LLC; \nARNOLD SOBOL; FLORENCE \nSOBOL; ELLEN SOBOL STEIN; \nROBERT WEINBACH; TERRANCE \nS. ANDO; B AND B MARINE \nCONSTRUCTION, LLC; PREMIER \nHOMES AND PROPERTIES LLC; \nPREMIER HOMES AND \nCOMMUNITIES, LLC; and TMC \nTAYLOR CONSTRUCTION, INC., \n \nDefendants. \n \n \n \n \n \n \n \n \nORDER AND OPINION  \nON MOTIONS TO DISMISS \n \n1. The Village at Motts Landing is  tucked between the Cape Fear River  and \nthe Atlantic Coast in eastern North Carolina.  It is a planned community with a mix \nof private lots, common areas, and resident amenities.  In this action, the Village’s  \nhomeowners’ association (the “Association”) alleges that construction defects plague \nboth recreational amenities and vital infrastructure, necessitating costly repairs and \nmaintenance.  The Association has sued ten defendants.  Among them are its former \nboard members Arnold Sobol, Florence Sobol, and Ellen Sobol Stein (the “Sobols”), as \nwell as the community’s developer, Aftew Properties, LLC (“Aftew”). \n2. Two motions to dismiss—one by the Sobols and one by Aftew—are pending.  \nFor the following reasons, the Court  DENIES the Sobols’ motion and  GRANTS in \npart and DENIES in part Aftew’s motion. \nReiss & Nutt, PLLC, by W. Cory Reiss and Kyle J. Nutt, for Plaintiff The \nVillage at Motts Landing Homeowners’ Association. \n \nShipman & Wright, L.L.P., by Gary K. Shipman, James T. Moore, and \nThomas R. Harvey, for Defendants Aftew Properties, LLC, Arnold Sobol, \nFlorence Sobol, and Ellen Sobol Stein. \nCrossley McIntosh Collier Hanley & Edes, PLLC, by Clay Allen Collier \nand Norwood P. Blanchard, III, for Defendants Robert Weinbach, \nTerrance S. Ando, Premier Homes and Properties LLC, and Premier \nHomes and Communities, LLC. \nCranfill Sumner, LLC, by Rebecca  Knudson and Melanie Huffines, for \nDefendant TMC Taylor Construction, Inc. \nNo counsel appeared for B and B Marine Construction, LLC. \nConrad, Judge. \nI. \nBACKGROUND  \n3. When considering a motion to dismiss, the Court must take the plaintiff’s  \nallegations as true.  Piecing together the Association’s allegations requires more work \nthan usual  because no single document contains them all .  The Association has \namended its complaint three times.  The most recent amendment  is an abridged \nversion of the complaint that recites the new and modified allegations while leaving \nout the allegations that the Association intended to carry forward  unchanged from \nearlier amendments .  As a result,  this background  draws from  not only the third \namended complaint but also the parts of the first amended complaint  that remain \nlive.  (See Am. Compl., ECF No. 4; Third Am. Compl., ECF No. 26.) \n4. Aftew filed the declaration for the Village at Motts Landing in 2009.*  The \ndeclaration reserves to Aftew  a temporary period of control over the Association, \nincluding the right to appoint the board of directors .  Aftew appointed the Sobols to \nfill three of the five seats.  Arnold and Florence are Aftew’s principals; Ellen is their \ndaughter.  (See Am. Compl. ¶¶ 7–11, 26; Aftew Ex. B Art. V, § 1 [“Declaration”], ECF \nNo. 58.) \n5. Developer control is common in the early years of a planned community but \ncan be a source of tension once the period of control ends.  See N.C.G.S. § 47F-3-103(d) \n(“The declaration may provide for a period o f declarant control of the association, \nduring which period a declarant .  . . may appoint and remove the officers and \nmembers of the executive board.”).   That is the case here.   When Aftew’s right to \ncontrol the Association expired at the end of 2020 , members elected a new board, \nwhich soon accused Aftew and the Sobols of abusing their control during the previous \ndecade.  (See Am. Compl. ¶¶ 27, 30.) \n6. According to the Association , the  common elements are rife with  \nconstruction defects.  Roads and sidewalks have settled and cracked.  The stormwater \nsystem suffers from sediment issues.  And the retaining wall abutting the pickleball \ncourts has bowed.  As alleged, Aftew and the Sobols knew about these issues  and \nothers but conveyed the common elements to the Association anyway.  (See, e.g., Am. \nCompl. ¶¶ 28, 36, 54, 58, 68, 73, 84.) \n \n* More declarations—dozens, in fact —followed over the next decade.  Because the parties \nagree that each declaration includes the same key terms, the Court cites only the original \ndeclaration. \n7. Maintenance and repair costs  have devastated the Association’s finances.  \nUnder the declaration, the Association bears responsibility for maintaining any \ncommon element “from the date of completion of its construction or improvement by \nthe Developer” even if it has not “actually been deeded to the Association.”  This \nmeans that the Association ’s financial burden began during the period of developer \ncontrol.  According to the Association, the Aftew-appointed board of directors met that \nburden by taking subsidies from Arnold Sobol  so that it would not have to impose \nassessments on residents .  Keeping assessments low helped Aftew market lots to \nprospective buyers but deprived the Association of reserves for future maintenance.  \nThe Association must  now impose hefty assessments on members to make up the \nshortfall.  (See Am. Compl. ¶¶ 31, 32, 37, 39–41; Declaration Art. III, § 6.)   \n8. Aftew has deeded most of the community’s common elements to the \nAssociation.  There are a few exceptions, including one parcel marked as a recreation \narea.  On that parcel, Aftew granted Cape Fear Public Utility Authority a temporary \nconstruction easement in exchange for $30,000.  The Association believes that money \nshould have gone to it.  (See Am. Compl. ¶¶ 44, 45.) \n9. Presuit discussions between the parties were unproductive.  When the \nperiod of developer control ended, the Association’s n ew board asked Aftew and the \noutgoing board for accounting records, plans and specifications, and contracts for the \nstormwater system.  They refused , and  the Association sued.  As relevant, the \nAssociation has asserted three related claims against the Sobo ls for breach of \nfiduciary duties owed as officers and directors during the period of developer control.  \nIn addition, the Association has asserted claims against Aftew for breach of contract, \nrecovery of proceeds related to the easement, negligent constru ction, breach of the \nimplied warranty of workmanlike construction, and breach of fiduciary duty.  The \nAssociation has also made a demand for books and records  against the Sobols and \nAftew.  (See, e.g., Am. Compl. ¶¶ 43, 74, 75, 84, 90 , 93, 94, 112, 116, 117, 131, 132; \nThird Am. Compl. ¶¶ 79, 80, 89, 97–99, 142, 143, 167–70.)  \n10. The Sobols and Aftew have separately moved to dismiss all claims asserted \nagainst them, other than the demand for books and records.  Both motions are fully \nbriefed, and the Court held a hearing on 13 July 2023 .  The motions are ripe for \ndetermination.  \nII. \nLEGAL STANDARD  \n11. A motion to dismiss for failure to state a claim “tests the legal sufficiency of \nthe complaint.”  Isenhour v. Hutto, 350 N.C. 601, 604 (1999) (citation a nd quotation \nmarks omitted).  Dismissal is proper when “(1) the complaint on its face reveals that \nno law supports the plaintiff’s claim; (2) the complaint on its face reveals the absence \nof facts sufficient to make a good claim; or (3) the complaint discl oses some fact that \nnecessarily defeats the plaintiff’s claim.”  Corwin v. Brit. Am. Tobacco PLC, 371 N.C. \n605, 615 (2018) (citation and quotation marks omitted).  In deciding the motion, the \nCourt must treat all well -pleaded allegations as true and view t he facts and \npermissible inferences in the light most favorable to the nonmoving party.  See, e.g., \nSykes v. Health Network Sols., Inc. , 372 N.C. 326, 332 (2019).  The Court may also \nconsider documents, such as contracts, that are the subject of the complaint.  See, e.g., \nMcDonald v. Bank of N.Y. Mellon Tr. Co., 259 N.C. App. 582, 586 (2018). \nIII. \nANALYSIS  \n12. Because the motions address distinct groups of claims, it makes sense to  \nconsider each separately.  The Court will begin with the Sobols’ motion and then turn \nto Aftew’s. \nA. The Sobols’ Motion \n13. During the hearing, the Association’s counsel acknowledged that the three \nclaims asserted against the Sobols are cumulative of one another.  The Court \ntherefore treats them as a single claim.  In short, the complaint alleges that the Sobols \nowed fiduciary duties to the Association in their roles as officers and directors and \nthat they breached those duties by favoring Aftew’s interests over the Association’s.  \nThe breaches include the Sobols’ alleged failure to maintain records, failure to collect \nreserve funds, and acceptance of defective common elements conveyed by Aftew. \n14. The Sobols contend that the declaration, the Nonprofit Corporation Act, and \nthe Planned Community Act  do not  impose an ex press duty on the officers and \ndirectors of the Association to budget and collect reserve funds or to supervise the \nconstruction of common elements.  Even if that is true, though, it is not a basis for \ndismissal.  The Sobols “were still under a statutory mandate to act in good faith and \nnot to engage in any self-dealing.”  F-L Legacy Owner, LLC v. Legacy at Jordan Lake \nHomeowners Ass’n , 2023 NCBC LEXIS 55, at *11 (N.C. Super. Ct. Apr. 3, 2023) \n(quoting Freese v. Smith, 110 N.C. App. 28, 38 (1993)) (cleaned up). \n15. Much like officers and directors of for -profit corporations, the officers and \ndirectors of homeowners’ associations and other nonprofit corporations owe duties of \ncare and loyalty.  This means that an officer or director must discharge her duties in \n“good faith,” exercise the care of an “ordinarily prudent person,” and act in a way that \nshe “reasonably believes to be in the best interests of the corporation .”  N.C.G.S. \n§§ 55A-8-30(a), 55A -8-42(a).  In general, a ny “transaction with the corporation in \nwhich a director of the corporation has a direct or indirect interest”  must be fair to \nthe corporation or approved by disinterested directors or members.  Id. § 55A-8-31(a), \n(c). \n16. Construed liberally, the amended complai nt alleges that the Sobols had \ndirect or indirect interests in Aftew ; knew that the amenities and infrastructure \nconveyed by Aftew to the Association were defective ; knew that the Association \nneeded a reserve budget to repair and maintain  the defective elements; chose not to \nassess and collect reserves because doing so would have depressed lot prices, lowering  \nAftew’s profits; and tried to conceal their actions by failing to maintain records.  (See \nAm. Compl. ¶¶  7, 9, 10, 39, 84, 90; Third Am. Compl. ¶  89.)  Put another way, the \namended complaint alleges that the Sobols intentionally took actions to benefit \nAftew—and, thus, themselves —at the Association’s expense.  These allegations of \nself-interested actions are adequate to state a claim for breach of fiduciary duty.  See \nF-L Legacy Owner, 2023 NCBC LEXIS 55, at *9–15 (denying motion to dismiss claim \nfor breach of fiduciary duty against directors of homeowners’ association  based on \nsimilar allegations). \n17. The Sobols invoke the business judgment rule, but that  “rule only protects \ndirectors for ‘(1) an advertent business decision  (2) made by disinterested directors \n(3) within the scope of their authority (4) in good faith (5) with reasonable care and \n(6) not for their own self-interests.’ ”  Lee v. McDowell, 2022 NCBC LEXIS 51, at *34 \n(N.C. Super. Ct. May 26, 2022) (quoting Robinson on North Corporation Law § 14.06).  \nAs alleged, the Sobols’ actions were self-interested—not disinterested—and therefore \nnot shielded by the business judgment rule. \n18. The Court denies the Sobols’ motion to dismiss. \nB. Aftew’s Motion \n19. Aftew seeks to dismiss all six claims for relief asserted against it. \n20. Breach of Fiduciary Duty.  As alleged in the amended complaint, Aftew  \nbreached fiduciary duties that it owed to  the Association during the period of \ndeveloper control from 2009 to 2020.  This claim, unlike the claim against the Sobols, \nis not based on  the statutory fiduciary duties owed by officers and directors .  It is \ninstead based on  the common-law rule that a  fiduciary relationship exists when a \nperson places special confidence in a party who “is bound to act in good faith and with \ndue regard to the interests of the one reposing confidence.”  Dallaire v. Bank of Am., \nN.A., 367 N.C. 363, 367 (2014) (citation and quotation marks omitted). \n21. Aftew advocates a bright -line rule : as a developer, it  did not owe any \nfiduciary duties to the Association as a matter of law .  But our Court of Appeals has \nheld, in the analogous condominium context , that whether a developer owes a \nfiduciary duty to a homeowners’ association “during the period of declarant control \nmust necessarily be governed by common law principles.”  Trillium Ridge Condo. \nAss’n v. Trillium Links & Vill., LLC, 236 N.C. App. 478, 500 (2014); see also N.C.G.S. \n§ 47F-1-108 (“The principles of law and equity .  . . supplement the provisions of” the \nPlanned Community Act.) .  A developer with the power to control a homeowner’s \nassociation by appointing and rem oving board members may be in “a position of \ndominance” that leaves members “little choice except to rely upon” the developer “to \nprotect their interest s during the period of developer control.”  Id. (reversing trial \ncourt order granting summary judgment i n favor of developer).   In that case, a \nfiduciary relationship may exist under the common law. \n22. The Association’s allegations are indistinguishable from those at issue in \nTrillium Ridge.  As pleaded, Aftew retained total control over the Association due to \nits power to appoint board members and officers.  (See Third Am. Compl. ¶  167.)  \nWhat’s more, the declaration states that “[a]ll the powers and duties of the Board of \nDirectors of the Association may be exercised by the Declarant.”  (Declaration Art. V, \n§ 1.)  This placed Aftew “in a position of dominance over the Association” so that  \n“members of the Association had no choice but to rely on Aftew to protect their \ninterests.”  (Third Am. Compl. ¶  168.)  Taken as true,  these allegations suffice to \nsupport the existence of a fiduciary relationship. \n23. The case on which Aftew primarily relies does not require a different result.  \nSee Conleys Creek Ltd. P’ship v. Smoky Mountain Country Club Prop. Owners Ass’n, \n255 N.C. App. 236 (2017).  There, the Court of Appeals concluded that the plaintiff’s \nallegation of a mere “contractual” relationship with the developer was insufficient to \nsupport the existence of a fiduciary relationship .  Id. at 251.  The opinion does not \ncite or discuss Trillium Ridge.  Nor does it suggest that developers are exempt from  \ncommon-law rules for fiduciary relationships. \n24. Accordingly, the Court denies Aftew’s motion to dismiss the claim for breach \nof fiduciary duty.  \n25. Breach of Contract.   The Associatio n alleges that Aftew breached the \ndeclaration by, among other things, failing to supervise its appointees to the board of \ndirectors, hiring unqualified contractors, and constructing and conveying defective \namenities and infrastructure.   The Association fur ther alleges that Aftew breached \nthe implied covenant of good faith and fair dealing.  (See Third Am. Compl. ¶ 98.) \n26. Aftew does not dispute that the declaration is a valid contract.  See Spring \nLake Farm, LLC v. Spring Lake Farm Homeowners Ass’n, Inc., 2020 N.C. App. LEXIS \n397, at *18 ( N.C. Ct. App. May 19, 2020) (unpublished) (“It is well settled that \nDeclarations, as covenants that restrict the use of real property, are contracts.”).  The \nbasis for its motion is  that its alleged acts are not governed by , and therefore could \nnot have breached, the declaration. \n27. The Court agrees.  At no point does the  amended complaint identify which \nprovisions of the declaration were supposedly breached .  That is a telling omission.  \nIn its response brief, t he Association cites two sections: Section 1 of Article V and \nSection 6 of Article III.  N either supports the claim .  The former  allows Aftew to \nappoint board members but does not  obligate it to supervise  its appointees  or to \nremove them .  (See Declaration Art. V, §  1.)  The latter  imposes a duty on the \nAssociation to “be responsible for the operation and maintenance of” common \nelements but does not impose any corresponding duty on Aftew.   (Declaration Art. \nIII, § 6.)  To be sure, the expectation was that Aftew would develop and convey the \ncommon elements; it is the developer  after all .  But the declaration is not a \nconstruction contract and contains no  plans or specifications for common elements.  \nThe Association offers no textual basis to conclude that either Aftew’s failure  to \nsupervise the board of directors or its  defective construction of  common elements  \nbreached the declaration. \n28. Neither has the Association offered any sound basis to conclude that Aftew’s \nalleged conduct breached t he implied covenant of good faith and fair dealing.  \nAlthough t he implied covenant requires a contracting party “to make reasonable \nefforts to perform his obligations under the agreement,” Weyerhaeuser Co. v. Godwin \nBldg. Supply Co. , 40 N.C. App. 743 , 746 (1979) , it cannot override the contract’s \nexpress terms or impose new terms outside the parties’ bargain, see Pro-Tech Energy \nSols., LLC v. Cooper, 2015 NCBC LEXIS 76,  at *21 (N.C. Super. Ct. July 30, 2015).  \nMoreover, “[a]s a general proposition, where a party’s claim for breach of the implied \ncovenant of good faith and fair dealing is based upon the same acts as its claim for \nbreach of contract, we treat the former claim as part and parcel of the latter,” so that \nthe two rise and fall together.  Cordaro v. Harrington Bank, FSB, 260 N.C. App. 26, \n38–39 (2018) (citation and quotation marks omitted ); see also Kelly v. Nolan , 2022 \nNCBC LEXIS 78, at * 19–20 (N.C. Super. Ct. July 19, 2022) (granti ng motion to \ndismiss when basis for alleged breach of implied covenant was “identical to the basis” \nfor alleged breach of contract’s express terms).  \n29. The Court grants Aftew’s motion to dismiss the claim for breach of contract. \n30. Negligent Construction and Implied Warranty of Workmanlike \nConstruction.  The Association claims that Aftew negligently constructed various \ncommon elements, including roads, pickleball courts, and the stormwater system.  In \na separate claim, the Association also asserts that Aftew  breached the implied \nwarranty of workmanlike construction in connection with the pickleball courts. \n31. Aftew seeks to dismiss both claims for similar reasons.  The claim for \nnegligent construction must be dismissed, Aftew contends, because it did not build \nthe common elements, instead hiring contractors to do so.  Likewise, it contends, any \nimplied warranty of workmanlike construction applies only to the contractors who \nbuilt the common elements.  \n32. Usually, a plaintiff claiming negligent construction must assert that claim \ndirectly against the builder.  In some circumstances, though, someone other than the \nbuilder may also be liable.  Thus, “one who employs an independent contractor is not \nliable for the independent contractor’s negligence unless the employer retains the \nright to control the manner in which the contractor performs his work.”  Woodson v. \nRowland, 329 N.C. 330, 350 (1991).   And “any person responsible for supervising a \nconstruction project is subject to being held liable on a negligent construction theory.”  \nTrillium Ridge, 236 N.C. App. at 489.  Comparable rules apply to implied warranties, \nwhich usually exist “only within the context of a builder -vendee relationship ,” \nCrescent Univ. City Venture, LLC v. AP Atl., Inc., 2019 NCBC LEXIS 46, at *122 (N.C. \nSuper. Ct. Aug. 8, 2019), but may extend to others who are “actively involved in the \nconstruction,” Burek v. Mancuso, 2008 N.C. App. LEXIS 369, at *9–10 (N.C. Ct. App. \nMar. 4, 2008) (unpublished). \n33. Consistent with these precedents, the Association has alleged enough to \nstate a claim for relief.  The amended complaint is replete with allegations that Aftew \n“had a duty to design, construct, supervise the construction of, [and] inspect the \nconstruction of” common areas; that it “was negligent . . . in designing, constructing, \nsupervising the construction of, [and] inspecting  the construction of” the common \nareas; and that it failed to adequately supervise their construction.  (E.g., Am. Compl. \n¶¶ 52, 61, 131, 132; Third Am. Compl. ¶  143.)  These allegations support inferences \nthat Aftew participated in the construction of certain common elements and that it \nretained the right to supervise its contractors.  At the very least, the Association has \nnot pleaded itself out of a claim by alleging that Aftew lacked supervisory authority.  \nDiscovery may ultimately support Aftew’s argument that it had no duty to supervise \nor right to control any contractors, but that is a question for summary judgment.  At \nthis stage, the Court concludes that the Association’s allegations are sufficient. \n34. Next, Aftew argues  unpersuasively that the economic loss rule bars these \nclaims.  The economic loss rule limits “recovery in tort” only “when a contract exists \nbetween the parties that defines the standard of conduct”  at issue.   Akzo Nobel \nCoatings, Inc. v. Rogers , 2011 NCBC LEXIS 42, at *47 –48 (N.C. Super. Ct. Nov. 3, \n2011).  The declaration, as Aftew  has successfully argued, does not define the \nstandard of conduct related to construction of the common elements.  As a result, the \neconomic loss rule does not bar the negligence and warranty claims.  See USConnect, \nLLC v. Sprout Retail, Inc. , 2017 NCBC LEXIS 37, at *14 (N.C. Super. Ct. Apr. 21, \n2017) (declining to dismiss claim  under economic loss doctrine due to “disputes \nregarding the application of the contract to the alleged wrongdoing”); Artistic S. Inc. \nv. Lund, 2015 NCBC LEXIS 113, at * 33 (N.C. Super. Ct. Dec. 9, 2015)  (declining to \napply economic loss rule when contractual duties did not exist or had expired). \n35. Aftew also points to the statute of repose, which bars any  action “brought \nmore than six years from the later of the specific last act or omission of the defendant \ngiving rise to the cause of action or substantial completion of the improvement.”  \nN.C.G.S. § 1-50(a)(5)(a).  Aftew contends that all improvements that were supposedly \ndefective were substantially complete in 2009, well outside that six-year period.  But \nthis argument is premature.  As the Court of Appeals has explained, “a plaintiff has \nno burden at the pleading stage to allege facts showing that its complaint was filed \nwithin the applicable statute of repose.”  Gaston Cnty. Bd. of Educ. v. Shelco, LLC , \n285 N.C. App. 80, 84 (2022).  “A Rule 12(b)(6) dismissal based on the statute of repose \nwould only be appropriat e if the complaint otherwise alleges facts conclusively \nshowing that it was not filed within the applicable statute of repose.”  Id.  Nothing in \nthe amended complaint conclusively shows that the improvements at issue —roads, \npickleball courts , and  the stormwater system —were substantially complete  more \nthan six years before the Association filed this lawsuit. \n36. The Court therefore denies Aftew’s motion to dismiss the claims for \nnegligent construction and breach of the implied warranty of workmanlike \nconstruction. \n37. Demand for Easement Proceeds.  The amended complaint alleges that  \nAftew gave Cape Fear Public Utility Authority a temporary construction easement \non a recreation area in return for  $30,000.  The Association demands all proceeds \nfrom the easement.  (See Am. Compl. ¶¶ 45, 116.)   \n38. Dismissal of this claim is proper.  The Association admits that it does not  \nown the recreation area .  Aftew does.  At most, the Association has an expectation \nthat Aftew will convey the recreation area to it in the future.   But that expectation \ndoes not entitle the Association to proceeds from transactions involving common \nareas not yet conveyed to it by Aftew.   \n39. Indeed, t he Association  points to no valid legal theory —contractual, \nstatutory, or otherwise —to support its demand f or proceeds from the easement.  It  \ncomplains, for example, that it is responsible for maintaining the recreation area even \nthough Aftew is the owner.  That is true, and arguably, the Association might have \nhad a claim for damages if the easement had driven up maintenance costs (which the \namended complaint does not allege).  Maintenance obligations alone, though, do not \nsupport a claim for proceeds from the easement. \n40. The Association also points to statutes that allow homeowners’ associations \nto sell or encumber common elements and then retain the proceeds as an asset.   See \nN.C.G.S. §  47F-3-112(a) (“Proceeds of the sale or financing of a common element \n(other than a limited common element) shall be an asset of the association.”).  By \ntheir own terms, these statutes apply only to property owned by an association.  See \nid. § 47F-1-103(4) (defining “Common elements” to include real estate “owned or \nleased by the association”).  They say nothing about a developer’s right to convey or \nencumber its own property. \n41. The Court grants Aftew’s motion to dismiss this claim.  \nIV. \nCONCLUSION  \n42. For these reasons, the Court DENIES the Sobols’ motion to dismiss. \n43. In addition, t he Court GRANTS Aftew’s motion to dismiss the claims for \nbreach of contract and demanding the proceeds from the easement given to Cape Fear \nPublic Utility Authority.  In all other respects, the Court DENIES Aftew’s motion. \n44. Finally, the Court notes that it has revised the caption to correct an error in \nthe plaintiff’s name.  The parties should use this corrected caption going forward. \n \nSO ORDERED, this the 14th day of August, 2023. \n \n \n       /s/ Adam M. Conrad   \n     Adam M. Conrad \n     Special Superior Court Judge  \n  for Complex Business Cases  \n "
}