{
  "id": "ca07d3c21299c27396c23b2653f7b2f59a839d0512ff9a91105a7b0ede41f958",
  "source_file": "data/raw/ncbc/ca07d3c21299c27396c23b2653f7b2f59a839d0512ff9a91105a7b0ede41f958.pdf",
  "raw_text": "Dillard/Goldsboro Alumni & Friends, Inc. v. Smith, 2016 NCBC 32. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAYNE  14 CVS 59 \n (\"DGAF Action\") \n \nDILLARD/GOLDSBORO ALUMNI ) \nAND FRIENDS, INC., ) \n Plaintiff )  \n  )  \n v.  )   \n   )  \nRAYMOND E. SMITH, JR. and  ) \nNATHANIEL MOORE,  ) \n Defendants ) \n \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAYNE 14 CVS 340 \n (\"Burden Action\") \n \nPATRICIA BURDEN, WINSTON BARNES ) \nand MINERVA WOODARD, Directors for ) \nand on Behalf of The Dillard/Goldsboro  ) \nAlumni and Friends Association, Inc., ) \n Plaintiffs )  \n  )  \n v.  )   \n   )  \nSEDRICK DUNSON, JOHN HICKS, The  ) \nDillard/Goldsboro Alumni and Friends  ) \nAssociation, Inc, as a Nominal Defendant, ) \n Defendants ) \n \n \nOPINION AND ORDER ON MOTION FOR SUMMARY JUDGMENT \nIN THE DGAF ACTION \n \nTHIS CAUSE, designated a mandatory comple x business case by Order of the Chief \nJustice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, references to the North Caroli na General Statutes will be to \"G.S.\"), and \nassigned to the undersigned Special Superi or Court Judge for Complex Business Cases, \ncomes before the Court upon Plaintiff Dillard/G oldsboro Alumni and Friends, Inc.'s Motion \n \n \nfor Summary Judgment in Wayne County civ il matter number 14 CVS 59 (\"DGAF Action \nMotion\"). \nTHE COURT, after considering the DGAF Acti on Motion, briefs in support of and in \nopposition to the DGAF Action Motion, the ev identiary materials filed by the parties, and \nother appropriate matters of record, CONCLUDE S that the DGAF Action Motion should be \nGRANTED, in part, and DENIED, in part, for the reasons stated herein. \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, LLP by Rosemary G. Kenyon, \nEsq. and Jang H. Jo, Esq. for Plaintiff Dillard/Goldsboro Alumni and Friends \nAssociation, Inc. \n \nHaithcock, Barfield, Hulse & Kinsey, PLLC by Glenn A. Barfield, Esq. and M. Bryan \nKing, Esq. for Defendant Raymond E. Smith.1 \n \nMcGuire, Judge. \nA. INTRODUCTION. \n1. Dillard/Goldsboro Alumni and Friends, Inc. (\"DGAF\") is a nonprofit \ncorporation comprised of former students of Dillard High School and Goldsboro High School \nwhich, historically, has provided fellowship among its members and scholarships to students \nin the Wayne County, North Carolina area. Re cently, however, this organization, its \ndirectors, national officers, and members, have b een embroiled in a series of disputes that \nhas resulted in the filing of four separate civil actions in Wayne County since January 2014, \nall of which having been assigned to the undersigned.  This lawsuit (\"DGAF Action\") and the \nthree related lawsuits arise from a governanc e dispute between rival factions of the DGAF \nBoard of Directors represented on the one hand by Directors Sedrick Dunson and John Hicks \n(\"Dunson/Hicks faction\"), and on the other by Raymond E. Smith, Jr. (\"Smith\")\n2 and Directors \n                                                 \n1 On September 28, 2015, all claims against De fendant Nathaniel Moore were dismissed without \nprejudice, and Raymond E. Smith, Jr. is the only Defendant remaining in this lawsuit. \n2 At times material, Smith held the office of DGAF National President.  \n \n \nPatricia Burden, Winston Barnes, and Mine rva Woodard (\"Smith/Burden faction\"). 3   The \ndispute largely centers on the division of authority between the DGAF Board of Directors and \nthe National President, and a major source of contention is whether the DGAF Board had \nauthority to remove the National President fr om office. On that point, the Dunson/Hicks \nfaction contends that Smith was properly remo ved as National President on November 7, \n2013, but that he refused to acknowledge his re moval. Smith instead undertook a course of \nconduct intended to obstruct and disrupt the DGAF Board. For its part, the Smith/Burden \nfaction contends that the board members who voted to remove Smith were from chapters that \nwere not properly constituted under DGAF's by-laws. 4  Accordingly, the Smith/Burden \nfaction contends that Smith's removal as National President was invalid. Of the litany of \nissues presented to the Court in the four la wsuits, the DGAF Action Motion presents the \nmost fundamental: who has the right, under DG AF's Constitution and By-Laws, to control \nthe organization? \nB. PROCEDURAL HISTORY. \n2. On January 14, 2014, Plaintiff filed its Verified Complaint in the DGAF Action, \nWayne County civil matter 14 CVS 59.  The DGAF Action requests a variety of declaratory \nrelief (\"Claim One\"), asserts a claim to recove r personal property wrongfully possessed by \nDefendant Raymond E. Smith, Jr. (\"Smith\") (\"Claim Two\"), and seeks preliminary and \npermanent injunctions (\"Claim Three\").  \n                                                 \n3 Though initiated in the name of DGAF, for the purpose of understanding the nature of the dispute \nbefore the Court, the plaintiff in the DGAF Action is aligned with the Dunson/Hicks faction. Whether \nthe Dunson/Hicks faction had authority to initiate this action in the name of DGAF has been an issue \nin these consolidated actions, \nsee Burden Action Compl. (Wayne County 14 CVS 340), and the plaintiffs \nin the Burden Action purport to raise derivative claims on behalf of DGAF, thus effectively placing the \norganization itself on both sides of this dispute. The disagreement over which faction speaks for DGAF \ncomplicates the Court's analysis, but to minimize confusion, the Court will refer to DGAF, in its \nprocedural role in this litigation, simply as \"Plaintiff.\"  \n4 The contention is based on the Smith/Burden factions claims that certain chapters had failed to file \nwith the national office various lists of members and other reports required by the DGAF Constitution. \n \n \n3. On January 27, 2014, Smith filed his Answer and Counterclaim for Declaratory \nand Injunctive Relief.  The Counterclaim seeks, among other relief noted below, a declaration \nthat Dunson and certain other members of th e DGAF Board of Directors were not validly \nelected and never had authority to act as directors, and that Smith was not properly removed \nfrom office and remains the National Presid ent of DGAF. The Counterclaim also seeks an \ninjunction preventing the current directors fr om removing any records of DGAF, and from \nappointing any officers. The final notable re lief sought in the Counterclaim is an order \npursuant to G.S. § 55A-1-60 setting the time , place, and form of notice for a DGAF \nmembership meeting \"for the purpose of electing a Board of Directors pursuant to the DGAF \narticles of incorporation.\"5 \n4. On March 11, 2014, Patricia Burden, Winston Barnes, and Minerva Woodard \nfiled a Complaint for Injunctive Relief deriva tively on behalf of DGAF (Wayne County civil \nmatter 14 CVS 340; hereinafter re ferred to as the \"Burden Action\"). The Burden Action \nComplaint sought a broad variety of injunctive  relief relating to the dispute between two \nfactions of DGAF's Board of Directors. The Bu rden Action was consolidated with the DGAF \nAction (14 CVS 59) for pretrial purposes by Order of this Court dated April 4, 2014.6 \n5. On August 14, 2015, Plaintiff filed the DGAF Action Motion, seeking summary \njudgment pursuant to North Carolina Rule of Ci vil Procedure 56(a) (\"Rules\") in Plaintiff's \nfavor on all claims it raised in the Complaint and pursuant to Rule 56(b) on all counterclaims \nraised by Defendant in this action. The DGAF Action Motion has been fully briefed and is \nripe for determination.   \nC. FACTUAL BACKGROUND. \n                                                 \n5 Ans. and Countercl. p. 22. \n6 Defendants in the Burden Action have filed a motion for summary judgment seeking dismissal of the \nclaims in that lawsuit.  That motion for summary judgment is the subject of a separate order to be \nissued by this Court. \n \n \n6. The factual background of this action and the underlying dispute between the \nparties has been set forth in a number of pr evious Court orders, and that background is \nincorporated herein by reference. Only that background necessary to provide context to and \ndecide the DGAF Action Motion will be discussed below.  \n7. DGAF is a nonprofit corporation, org anized under Chapter 55A of the North \nCarolina General Statutes. DGAF has six local c hapters. The home chapter is in Goldsboro, \nNorth Carolina.  DGAF also has chapters in Atlanta, New York, New Jersey, Philadelphia, \nand Washington, D.C.  DGAF has adopted written Constitution and By-Laws (\"Constitution \nand By-Laws\") which were last revised and amended in March 1999. \n8. The Constitution and By-Laws provide that the DGAF Board of Directors is \ncomprised of the National President of DGAF, the president of each of the six chapters and a \n\"member-at-large\" from each chapter, and th e National Treasurer, National Scholarship \nChairperson, National Financial Secretary, National Recorder, and the Vice Chairman.\n7  The \nConstitution and By-Laws provide that the National President and the 12 chapter members \nof the Board of Directors are \"Voting Members\" of the Board, 8 and that the other national \nofficers on the Board are \"Non-voting Members. \"  The Constitution and By-Laws state that \nthe Board of Directors \"is the absolute governing body of the organization.\"9 \n9. DGAF's National President is \"elected every three (3) years by the general \nmembership.\"10  In May 2013, DGAF's members elected Smith as DGAF's National President, \nand on October 5, 2013, Smith took office . Shortly thereafter, a disagreement arose \n                                                 \n7 The National Treasurer, Financial Secretary, Scholarship Chairperson, Recorder and Vice Chairman \nare collectively referred to as \"Officers.\" \n8 The National President is listed as a Voting Member  of the Board of Directors, but is permitted to \nvote \"only to break ties\" among the other Voting Members.  Const. and By-laws, Art. IV and V. \n9 Const. and By-Laws, Art. V. \n10 Id. \n \n \nconcerning the appointment of the remaining national officers of DGAF. 11 On October 16, \n2013, the DGAF Board appointed Elizabeth Williams  as the National Treasurer. According \nto the Complaint, Smith refused to allow Wil liams to assume office or perform her duties. \nThe Complaint also alleges that Smith refu sed to cooperate with a previously hired \naccounting firm and paid certain improper honoraria from DGAF funds. Smith disputes some \nof the facts and characterizations regarding Williams' appointment as National Treasurer.  \n10. On November 7, 2013, the DGAF Board me t and voted to remove Smith from \nthe office of National President. Neverthele ss, Smith refused to comply with the Board's \nrequests that he step down and assist in the transition of the office of National President. 12 \nInstead, Smith attempted to call a meeting of  DGAF's national membership to declare the \nactions of the Board of Directors at the November 7, 2013 meeting invalid, to suspend the \nNew York, New Jersey, Atlanta, and Philadelphia DGAF chapters,\n13 and to nullify the DGAF \nBoard's appointment of Officers on October 16, 2013 (\"National Membership Meeting\").14 The \nnotice of the National Membership Meeting was addressed to Smith, the DGAF Board, and \nthe past National President. It is undisputed that the notice of the national membership \nmeeting was not sent to all members of DGAF, and was, accordingly, invalid.\n15 \n11. On January 14, 2014, this action was commenced, and on January 27, 2014, \nSmith filed an Answer and Counterclaim. \n                                                 \n11 Pursuant to DGAF's Constitution and By-Laws, the National President is elected by the national \nmembership, while all other national officers are appointed by the DGAF Board. See Const.and By-\nLaws, p. 12. \n12 The details regarding the November 7, 2013 meeting and Smith's subsequent conduct are set out in \nJudge Jenkins' February 21, 2014 Order. \n13 The representatives of these chapters vo ted to remove Smith on November 7, 2013. See Second \nHarris Aff. (Apr. 2, 2014), Ex. E (minutes of November 7, 2013 DGAF Board meeting). \n14 See DGAF Action Mot., Ex. 6 (minutes of November 16, 2013 National Membership Meeting). \n15 See Smith Aff. (Nov. 12, 2014) (DGAF Action Mot., Ex. 7), Ex. A (Minutes of March 15, 2014 DGAF \nBoard meeting, wherein Smith admits that the meeting notice for the National Membership Meeting \nwas improper, and that only the DGAF Board, and not the membership, could suspend a DGAF \nchapter). \n \n \n12. On January 27, 2014, a hearing was held before the Honorable Jack Jenkins \non the parties' respective requests for preliminary injunctions and Smith's motion to dismiss.  \nOn February 21, 2014, Judge Jenkins issued a preliminary order.  In the order, Judge \nJenkins concluded that \"under the DGAF Constitution, the Board of Directors is the absolute \ngoverning body of the organization,\" that under G.S. § 55A-8-43 \"[a] board of directors may \nremove any officer at any time with or with out cause,\" and \"the DGAF Board is empowered \nto remove any officer, including the National President, with or without cause.\" In the order, \nJudge Jenkins found that pursuant to the DGAF Constitution and By-Laws, a quorum for a \nBoard of Directors meeting required the presen ce of a majority of DGAF's Voting and Non-\nvoting Members of the Board.  Judge Jenkins concluded that as of November 7, 2013, there \nwere 17 members of the DGAF Board of Directors, and that 9 members constituted a quorum.  \nAccordingly, he concluded that the DGAF Boar d's removal of Smith on November 7, 2013, \nwas invalid because at the time the vote was taken only 8 members of the Board were present \nin the meeting. \n13. Following the issuance of the Jenkins Order, the DGAF Board made additional \nattempts to remove Smith from office, incl uding at a meeting in November 2014. Smith, \nhowever, insists that despite Judge Jenkins' or der, he cannot be removed from office by the \nDGAF Board, but only by the national member ship of DGAF.  Smith also contends that \ncertain chapters of DGAF are not validly cons tituted under the Constitution and By-Laws, \nand that the representatives from those chapters are not proper members of the DGAF Board. \nThis contention provided the basis for Smith's repeated attempts to suspend those chapters. \n14. The parties' continued dispute has resulted in, as noted above, numerous Court \nOrders which more thoroughly set out the factual background of this matter, particularly the \nfacts and circumstances arising following the in itiation of the DGAF Action. The Court now \n \n \nturns to consideration of the DGAF Action Motion, and will provide additional factual \nbackground as necessary below. \nD. DISCUSSION. \n15. In the DGAF Action Motion, Plaintiff seeks summary judgment in its favor on \nits claim for declaratory relief and its claim fo r recovery of certain personal property. The \nDGAF Action Motion also seeks summary judgme nt in Plaintiff's favor on all counterclaims \nasserted by Smith. The Court will address the DGAF Action Motion as to Plaintiff's claims \nfirst, followed by Smith's counterclaims. \n16. \"Summary judgment is appropriate 'if th e pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that there \nis no genuine issue as to any material fact and that any party is entitled to a judgment as a \nmatter of law.'\" Variety Wholesalers, Inc. v. Salem Logistics Traffic Servs., LLC , 365 N.C. \n520, 523, 723 S.E.2d 744, 747 (2012) (quoting Rule 56(c)). An issue is \"material\" if its \n\"resolution . . . is so essential that the party against whom it is resolved may not prevail.\" \nMcNair v. Boyette, 282 N.C. 230, 235, 192 S.E.2d 457, 460 (1972) (quotations omitted). The \nmoving party bears \"the burden of clearly estab lishing lack of a triable issue\" to the trial \ncourt. N.C. Farm Bureau Mut. Ins. Co. v. Sadler , 365 N.C. 178, 182, 711 S.E.2d 114, 116 \n(2011) (quoting N.C. Nat'l Bank v. Gillespie, 291 N.C. 303, 310, 230 S.E.2d 375, 379 (1976)). \nThe moving party may meet this burden by \"proving an essential element of the opposing \nparty's claim does not exist, cannot be proven at trial, or would be barred by an affirmative \ndefense.\"\n Variety Wholesalers, Inc., 365 N.C. at 523, 723 S.E.2d at 747. In considering a \nmotion for summary judgment, \"all inferences of fact . . . must be drawn against the movant \nand in favor of the party opposing the motion.\" Southeastern Shelter Corp. v. BTU, Inc., 154 \nN.C. App. 321, 326, 572 S.E.2d 200, 204 (2002) (quoting Boudreau v. Baughman , 322 N.C. \n331, 343, 368 S.E.2d 849, 858 (1988)).  \n \n \n17. Before discussing the merits of the parties' claims, the Court again notes that \na number of prior orders have been entered in these consolidated actions, including rulings \non no less than three motions for preliminary in junctions. As is well established, however, \nthe findings and conclusions contained in those orders bear \"no precedent to guide the final \ndetermination of the rights of the parties.\" \nA.E.P. Indus., Inc. v. McClure, 308 N.C. 393, 400, \n302 S.E.2d 754, 759 (1983 (quoting State v. Fayetteville St. Christian Sch. , 299 N.C. 351, \n357-58, 261 S.E.2d 908, 913 (1980). See also Lohrmann v. Iredell Mem'l Hosp., Inc., 174 N.C. \nApp. 63, 75, 620 S.E.2d 258, 265 (2005) (\"It is well settled that findings of fact made during \na preliminary injunction proceeding are not bindin g upon a court at a trial on the merits.\").  \nAccordingly, the Court now turns to the considerat ion of the merits of the parties' claims as \npresented by the DGAF Action Motion. Th e Court first addresses DGAF's motion for \nsummary judgment as to its own claims raised in its Verified Complaint, followed by DGAF's \nmotion for summary judgment regarding Smith's counterclaims. \na. Claim One – Declaratory Judgment. \n18. In Claim One, DGAF seeks four specific  declarations pursuant to the North \nCarolina Declaratory Judgment Act, G.S. § 1-243, et. seq. : (1) that Smith was properly \nremoved as National President effective at the November 7, 2013 DGAF Board meeting, \npursuant to G.S. § 55A-8-43; (2) that DGAF is entitled to the immediate return of all DGAF \nproperty in Smith's possession; (3) that th e November 16, 2013 National Membership \nMeeting was held in violation of applicable la w and, therefore, the action taken at that \nmeeting was invalid; and (4) that DGAF, throug h its currently constituted Board, and not \nSmith, has the right to control and manage the affairs of DGAF. The Court will address these \nin turn. As an initial matter, however, the Court concludes that DGAF has shown an actual, \njusticiable controversy as to the requested re lief, thereby satisfying the \"jurisdictional \n \n \nprerequisite\" for obtaining relief und er the Declaratory Judgment Act. See Gaston Bd. of \nRealtors, Inc. v. Harrison, 311 N.C. 230, 234, 319 S.E.2d 59, 61 (1984). \ni. Removal of Smith on November 7, 2013. \n19. The first declaration sought by Plainti ff is that Smith was properly removed \nas National President at the November 7, 2013 Board of Directors meeting.  It is undisputed \nthat a properly noticed Board meeting was held on November 7, 2013, and that some of the \ndirectors present voted to remove Smith from office at that meeting.\n16 The parties disagree, \nhowever, as to whether the Board's action wa s effective to remove Smith.  There are two \nissues surrounding the vote to remove Smith at the November 7, 2013 meeting: first, whether \nthe Board of Directors was autho rized to remove Smith from o ffice, or could Smith only be \nremoved by a vote of the DGAF membership;17 and, second, if the Board could remove Smith, \nwhether there was a quorum of Directors at the November 7, 2013 meeting for purposes of \ntaking proper Board action. \n20. As to the first issue, Plaintiff argues that the National President is an officer \nof DGAF and that his removal is governed by G.S. § 55A-8-43. Smith contends that the \nNational President's primary function is as a member of the Board of Directors of DGAF, and \nhis removal as President was governed by G.S.  § 55A-8-08, which is applicable to directors. \nThe difference is critical because G.S. § 55A-8- 43 provides that \"[a] board of directors may \nremove any officer at any time with or with out cause.\" On the other hand, G.S. § 55A-8-08 \nprovides that [a] director elected by members may be removed by the members only . . . .\"  \nAccordingly, if Smith's position is correct, he  could only be removed b y  a v o t e o f  D G A F ' s \nmembership, and not by the Board of Directors.  \n                                                 \n16 Second Harris Aff. (Apr. 2, 2014) ¶ 12, Ex. E. \n17 The DGAF Constitution and By-laws do not provide any process for the removal of officers or \ndirectors. \n \n \n21. Smith argues that the National Presiden t's primary function is to serve as a \nmember of the Board of Directors.  The Constitution and By-Laws provide that the National \nPresident is an officer elected by the general membership of DGAF, and that the \"National \nPresident shall serve as Chairperson of the Bo ard of Directors and shall preside over all \nBoard meetings.\"18 Smith contends \"the National President is directly elected by the National \nMembership to a combined position of director and officer\" to represent the interests of those \nDGAF members who are not affiliated with a particular local chapter in a \"governance model \nthat defies application of G.S. 55A-8-43 to the position.\" 19  Accordingly, \"the position of \nNational President must be considered that of a director elected by  the active National \nmembership, such that G.S. 55A-8-08 is the ap plicable statute, reserving to the National \nMembership the sole power to remove the sole member of the Board of Directors elected by \nit.\"20 \n22. Smith's argument, however, is not su pported by other provisions of the \nConstitution and By-Laws. First, the Constitution and By-Laws specifically provide that the \nposition of National President is an officer of DGAF, and only serves on the DGAF Board by \nvirtue of holding that office. Second, the Nati onal President's authority as a director is \nlimited.  The National President does not have the full authority of the other Voting Members \nof the Board of Directors, and is only allowed to vote in the event of a tie vote among the \nDGAF Board.  This significantly circumscribes the National President's ability to influence \nBoard actions, and undercuts the contention that the National President functions primarily \nas a director representing members unaffiliated  with a chapter. Finally, Smith's argument \nignores what probably is the clearest statemen t of organizational intent contained in the \n                                                 \n18 Const. and By-Laws, Art. V, \"Officers.\" \n19 Def.'s Mem. Opp. DGAF Action Mot. p. 7. \n20 Id. \n \n \nDGAF Constitution and By-Laws, which declares that the Board of Directors is \"the absolute \ngoverning body of the organization.\" 21 This statement is consistent with the notion that \nDGAF intended for the Board of Directors to  have the authority to remove the National \nPresident from office. \n23. The Court concludes that the National President of DGAF is an officer and that \nthe removal of the National President is governed by G.S. § 55A-8-43. Under that section, the \nNational President may be removed by the DGAF Board with or without cause.  \n24. Having concluded that the Board of Directors was authorized to remove Smith \nas National President, the Court now turns to whether the DGAF Board properly exercised \nits authority to remove Smith as National President on November 7, 2013. Since it is \nundisputed that the Board members present at the meeting voted to remove Smith, the only \nquestion remaining is whether a quorum of dire ctors was present at the meeting when the \nvote was taken.22  DGAF contends that only Voting Members of the Board of Directors are \nconsidered in deciding quorum requirement s. DGAF argues that the undisputed facts \nestablish that at least 7 of the 12 (or 13) Vo ting Members of the Board were present when \nthe vote to remove Smith was taken, and ther efore the Board of Directors properly removed \nSmith from office.  Smith, however, contends  that a quorum required the presence of a \nmajority of all DGAF Directors, both Voting and Non-voting, and that since only 8 of 17 \nmembers of the Board of Directors were presen t at the time the vote to remove him from \noffice was taken, that vote was invalid.  \n                                                 \n21 Const. and By-Laws, Art. IV. \n22 DGAF's Constitution and By-Laws do not expre ssly address quorum requirements for Board of \nDirectors meetings, nor what vote of the Board sha ll constitute Board action.  N.C. Gen. Stat. § 55A-\n8-24(a), however, provides that \"a quorum of a board of directors consists of a majority of the directors \nin office immediately before a meeting begins,\" and \"[i]f a quorum is present when a vote is taken, the \naffirmative vote of a majority of directors present is the act of the board.\" \n \n \n25. In ruling on \"the parties' respective applications for preliminary injunctive and \ndeclaratory relief,\" Judge Jenkins concluded t hat both the Voting and Non-voting members \nof the DGAF Board of Directors should be included in determining quorum requirements and \nthat a quorum was not present at the November 7, 2013 meeting at the time of the vote to \nremove Smith. The Court, however, is not bound by the Judge Jenkins' findings and \nconclusions, which were made at a very early stage in this action without benefit of the \ncurrent record evidence. See A.E.P. Indus., Inc., 308 N.C. at 400 (noting that the issuance of \na preliminary injunction \"bears no precedent to guide the final determination of the rights of \nthe parties\").  Accordingly, the Court will cons ider the arguments of the parties regarding \nthe quorum requirements.  \n26. While DGAF's Constitution and By-Laws do not define a \"quorum\" of the Board \nof Directors, they expressly adopt Robert's Ru les of Order as a \"govern[ing]\" document. 23  \nRobert's Rules defines a \"member\" of a deliberative body, such as a board of directors, as only \nthose individuals \"entitled to full participati on in [the organization's] proceedings, that \nis . . . the right to attend meetings , to make motions , to speak in debate , and to vote.\"24  \nRobert's Rules further provides that: \nWhenever the term member is used in this book, it refers to full participating \nmembership in the assembly unless othe rwise specified.  Such members are \nalso described as \"voting members\" when it is necessary to make a \ndistinction.25 \n \nWith regard to \"Quorums in Boards and Comm ittees,\" Robert's Rules provides that \"the \nquorum is a majority of the members of the board or committee.\" 26 DGAF contends that a \n                                                 \n23 Constitution and By-Laws, Art. IX. \n24 RRO § 1, p. 3 (emphasis in original). \n25 Id. (emphasis in original). \n26 Id. at § 40, p. 347. \n \n \nquorum of a majority of the members of the boar d refers only to a majority of the Voting \nMembers of the DGAF Board. \n27. The Court finds Plaintiff's position persuasive. First, counting only the Voting \nMembers of the Board for purposes of determining the presence of a quorum appears to be \nmandated by Robert's Rules of Order. In addition, counting only Voting Members is \nconsistent with the representative nature of th e Board of Directors as the guiding body of \nDGAF.  The Voting Members of the Board are elected to their offices by the national or \nchapter memberships. The Non-voting Member s are on the DGAF Board only by virtue of \ntheir appointment by the Board. More fundam entally, however, Plaintiff's position is \nconsistent with the purpose of quorum requirements. The presence of a quorum ensures that \naction taken by DGAF Board of Directors adequat ely reflects and represents the will of the \nDGAF Board. Considering the Non-voting Members as directors for quorum purposes \ndrastically, and potentially dangerously, alters this guarantee of representation. Under such \na scenario, a quorum could be established with the five Non-voting Members and only four \nVoting Members of the DGAF Board. Three of the Voting Members, themselves constituting \nonly a quarter of the Voting Members of the DG AF Board, would then have the authority to \nact on behalf of DGAF. By counting Non- voting Members for quorum purposes, the \norganization could lose \"the protection against totally unrepresentative action in the name of \nthe body by an unduly small number of persons\" that the quorum requirement provides.27  \n28. Ultimately, excluding Non-voting Members is the only manner of determining \nthe presence of a quorum that is consistent wi th Robert's Rules, consistent with the status \nand role of Non-voting Members within DGAF, and consistent with the purpose and function \nof the quorum requirement. Accordingly, the Court concludes that a quorum of the DGAF \n                                                 \n27 Id. at § 3, p. 21. \n \n \nBoard is properly determined by the number of Voting Members of the DGAF Board present, \nwithout considering Non-voting Members. Appl ying this standard, the undisputed evidence \nshows that 7 of the 13 Voting Members were present for the vote to remove Smith on \nNovember 7, 2013, and that vote constituted action of the DGAF Board and the valid removal \nof Smith. Therefore, the Court concludes that, as to the declaration sought that Smith was \nvalidly removed on November 7, 2013, the DGAF Action Motion should be GRANTED. \nii. Return of Property by Smith. \n29. Plaintiff also seeks a declaration that DGAF is entitled to the return of certain \nproperty and funds in Smith's possession. Ha ving concluded that Smith was properly \nremoved from office, the Court concludes that  Smith should be required to return any \npersonal property of DGAF in his possession by virtue of his previous role as National \nPresident, and, therefore, as to this declaration, the DGAF Action Motion should be \nGRANTED.28 \niii. November 16, 2013 National Membership Meeting. \n30. Plaintiff's third request for declarator y relief seeks a declaration that the \nNational Membership Meeting held on November 16, 2013, and any action purportedly taken \nat that meeting, was invalid. As noted above, it is undisputed that the National Membership \nMeeting was improperly noticed. In fact, the minutes of the March15, 2014 DGAF Board \nmeeting reflect that Smith himself admitted t hat notice for that meeting was improper. 29 \nAdditionally, Smith admitted that only the DGAF Board, and not the membership, could \n                                                 \n28 DGAF's Complaint also contains a separate clai m for a mandatory injunction requiring Smith to \naccount for funds expended by DGAF since Sept ember 1, 2015. DGAF has not moved for summary \njudgment on this claim. To avoid all possible confusion, the Court notes here that it is not requiring \nsuch an accounting, and that the request for su ch an accounting lies outside the scope of the \ndeclarations entered in this Opinion and Order. \n29 See Smith Aff. (Nov. 12, 2014) (DGAF Action Mot., Ex. 7), Ex. A. \n \n \nsuspend a DGAF chapter,30 thus admitting that the primary action purportedly taken at the \nNational Membership Meeting was also invali d. The Court concludes that the undisputed \nrecord evidence shows that proper notice wa s not provided for the National Membership \nMeeting on November 16, 2013, and the actions taken at that meeting were therefore invalid. \nThe DGAF Action Motion should be GRANTED as to this request for declaratory relief. \niv. Current Board of Directors' Right to Control DGAF. \n31. Plaintiff's final request for declarator y relief seeks a broad declaration that \n\"DGAF, through its Board of Directors as currently constituted by the appropriate \nrepresentatives of all six DGAF chapters, has the right to control and manage the affairs of \nDGAF. . . .\"31 This declaratory relief encompasses two se parate issues at dispute here: first, \nwho has the authority to control DGAF, and, second, is the DGAF Board properly constituted? \n32. As to the first issue, the Court has previously noted that the Constitution and \nBy-Laws clearly \"provide that the Board of Directors 'shall be the absolute governing body of \nthe organization.' \"32 In addition to that unequivocal statement of authority, the Constitution \nand By-Laws provide that all officers and memb ers are obligated to fully support the DGAF \nBoard, and that all national officers, with the exception of the National President, are \nappointed by the DGAF Board. This, coupled wi th the ability to remove officers discussed \nabove, establishes that the authority to con trol and manage the affairs of DGAF rests with \nthe DGAF Board of Directors. \n33. The second question raised in this decl aratory relief presents a more difficult \nissue. The parties vehemently disagree as to whether the individuals currently sitting on the \nDGAF Board are properly authorized to do so. Smith argues that the Atlanta, New Jersey, \n                                                 \n30 Id. \n31 Compl. ¶ 66(d). \n32 Final Order on Mot. Prelim. Inj. and Show Cause ¶ 10, n. 12. \n \n \nand Philadelphia chapters have not complie d with various recordkeeping and other \nrequirements in Article VI of the Constituti on and By-Laws (\"Chapter Requirements\"), and \nthe representatives from those chapters have no right to sit on the DGAF Board. Smith \nfurther contends that the Atlanta, New Jers ey, and Philadelphia chapters were suspended \nby the Board of Directors at a meeting on March 15, 2014 (the \"March 15 Meeting\").  Plaintiff \ncontends that the chapter requirements were not enforced until Smith got into the dispute \nwith the Board of Directors, but that the chap ters have now come into compliance with the \nrecord keeping requirements. Plaintiff also  argues that the Atlanta, New York, and \nPhiladelphia chapters were not suspended bec ause there was not a quorum of the Board of \nDirectors present at the March 15 Meeting. \n34. As an initial matter, the Court notes that there is a factual dispute as to \nwhether all DGAF Chapters have fully complied  with the Chapter Requirements contained \nin Article VI of the Constitution and By-Laws. The Chapter Requirements in the Constitution \nand By-Laws, by their own language, are co mpulsory and not merely suggestive. Among \nother things, the Chapter Requirements provid e that chapter officers \"must include a \nPresident, Vice President, Secretary, Treasurer, and Member-at-large,\" 33 that a roster of \nactive members \"must be maintained and  filed with the Board of Directors,\" 34 and that \n\"annual financial reports . . .  must be  submitted to the Board of Directors.\" 35 Plaintiff has \nnot provided the Court with evidence that defi nitively establishes that any of the chapters \nwere in full compliance. In his affidavits dated November 12, 2014, and January 12, 2015, \nSmith testified that he personally reviewed  DGAF's records and found that a number of \nchapters failed to comply with the Chapter Requirements and, as of January 12, 2015, were \n                                                 \n33 Const. and By-Laws, Art. VI § 2. \n34 Id. at Art. IV § 3. \n35 Id. at Art. IV § 7. \n \n \nstill not in compliance. 36 On the other hand, Helen Harris, National Recording Secretary of \nDGAF, testified in her affidavit dated January 26, 2015, that Smith could not have reviewed \nDGAF's records and that, upon her review , certain information for the allegedly \nnoncompliant chapters had been provided.37 \n35. Plaintiff contends, however, that the Constitution and By-Laws do not provide \nfor the automatic suspension of a chapter for failure to comply with the Chapter \nRequirements. Rather, Article VI expressly provid es that \"[f]ailure on the part of a chapter \nto comply with standards set in this constitution may result  in suspension, expulsion or \ndissolution of a chapter.\" 38 The Court concludes that the Constitution and By-Laws do not \nprovide for the automatic suspension, expulsion, or dissolution of a DGAF chapter for failure \nto comply with the Chapter Requirements.  Accordingly, the question becomes whether the \nDGAF Board took valid action to suspend the allegedly noncompliant chapters.39 If the DGAF \nBoard took no such action, the compliance of these chapters makes no difference in the \noutcome of DGAF's fourth claim for declarator y relief. The Court now turns to whether the \nDGAF Board took any valid action to suspend or otherwise remove any DGAF chapter. \n36.  The record reflects that two separate attempts were made to suspend allegedly \nnoncompliant chapters. The first attempt to do so was at the National Membership Meeting. \nAs noted above, this meeting was improperly no ticed and, as a result, invalid.  In addition, \nSmith conceded that the Board of Directors , and not the national membership, has the \nauthority to suspend chapters. \n                                                 \n36 Smith Aff. (Nov. 12, 2014) ¶ 3; Smith Aff. (Jan. 12, 2015) ¶¶ 3-4. \n37 Supp. Harris Aff. (Jan. 26, 2015) ¶¶ 2-3. \n38 Id. at § 8. \n39 To elaborate, the only way the issue of compliance becomes material is if the DGAF Board suspended \nany chapters, and those chapters contended that the suspension was wrongful based on the argument \nthat the suspended chapter was in compliance with all Chapter Requirements. In such a case, the \ndetermination of compliance would clearly be material, and would, based on the dispute noted above, \nbe an issue for a jury. \n \n \n37. The second attempt to suspend allegedl y noncompliant chapters occurred at \nthe March 15 Meeting.  Smith contends that this meeting was a regularly scheduled board \nmeeting required by the Constitution and By-L aws, and Plaintiff has not disputed that \ncontention.  The undisputed facts establish t hat seven of the thirteen Voting Members \nboycotted the meeting, and advised Smith that they would not attend.\n40  They further advised \nSmith that \"there will not be quorum represented\" and \"[i]t is our expectation there will not \nbe any business conducted and transacted.\"41 Smith responded that the board meeting would \nproceed nonetheless.42 \n38. The minutes of the March 15 Meeting refl ect that seven total members of the \nBoard of Directors were present at the commen cement of the meeting including six Voting \nMembers: Smith, Kevin Gerald, Winston Barnes, Patricia Burden, Minerva Ward-Woodard, \nand Laverne Lowery. One Non-voting Member, Diane George, National Financial Secretary, \nalso was present.43 The minutes further state that Kevin Gerald, president of the New York \nChapter duly appointed Natalia Ge rald as a stand-in for Mamie Gill, 44 the New York \nMember-at-Large who boycotted the meeting, pursuant to the provisions of the Constitution \nand By-Laws, which provided as follows: \nVOTING POWER WITHIN THE BOARD OF DIRECTORS \nVoting power shall be vested in the voting membership of the Board with the \nNational President and Vice-President or Vice Chairperson voting only to \nbreak ties.  In the absence of a voting member, stand-ins may be appointed \nwith full voting privileges by [the] Chapter President.45 \n \n39. Believing that nine Board members needed to be present to have a quorum \npursuant to Judge Jenkins' order, Smith appoin ted Geraldine Shearod to act in the absence \n                                                 \n40 See Dunson Aff. (Apr. 2, 2014), Ex. Q. \n41 Id. \n42 Id. \n43 Smith Aff. (Nov. 12, 2014) ¶ 4, Ex. A, pp. 1, 3.  \n44 Id. at p. 10. \n45 Const. and By-Laws, Art. V, p. 6. \n \n \nof Helen Harris, National Recorder, who also boycotted meeting.46 The National Recorder is \na Non-voting Member of the Board. The minute s reflect that those in attendance believed \nthat the appointments of Natalia Gerald and Shearod created a quorum.47 \n40. The minutes of the March 15 Meeting state that a motion was made to suspend \nthe Atlanta, New Jersey, and Philadelphia  chapters for a period of 60 days. 48  The motion \nprovided that the suspended chapters would hav e 60 days to come into compliance with the \nrequirements of the Constitution and By-Laws,  and could apply for reinstatement.  The \nminutes state that the motion also provided t hat any of the suspended chapters that failed \nto achieve \"full compliance\" would be \"di ssolved according to the [Constitution].\" 49  T h e  \nmotion was approved unanimously. 50  There is no evidence before the Court regarding \nwhether the Atlanta, New Jersey, and Philadelphia chapters applied for reinstatement.   \n41. Based on these facts, the question is whether a quorum existed at the March \n15 Meeting such that the suspension of the Atlanta, New Jersey, and Philadelphia chapters \nwas proper DGAF Board action. The determinatio n of this issue hinges on whether the ad \nhoc appointment of Natalia Gerald creat ed a quorum of seven Voting Members. 51 Plaintiff \nraises two separate, but related, arguments in  contending that the appointment of Natalia \nGerald as a stand-in was improper.  First, Plaintiff contends that the appointment amounted \nto a \"suspension\" or manipulation of DGAF's  quorum requirements in violation of the Non-\n                                                 \n46 Smith Aff. (Nov. 12, 2014) ¶ 4, Ex. A, p. 3. \n47 Id. \n48 Id. at p. 5. \n49 Id. \n50 Id. \n51 The Court has already determined, supra, that a quorum of the DGAF Board of Directors required \nthe presence of 7 of the 13 Voting Members of the Board, and not the presence of a majority of all \nMembers of the Board (Voting and Nonvoting).  Accordingly, the appointment of Geraldine Shearod \nas Acting National Recorder is not relevant to issue of whether a quorum was present, and the Court \nwill not address Plaintiff's arguments specifically challenging Shearod's appointment. \n \n \nProfit Corporations Act and Robert's Rules.52   Second, Plaintiff contends that Natalia Gerald \nwas not a member of DGAF, and DGAF's Cons titution and By-Laws do not permit a non-\nmember of the organization to be granted voting rights.53 \n42. With regard to the first contention, Plaintiff argues that Robert's Rules \nprohibits the suspension of organizational rules, including quorum requirements, which \nprotect fundamental principles of parlia mentary procedure and protect absentees.\n54  \nPlaintiff's argument has some appeal. Nine DGAF Board members, including seven Voting \nMembers, notified Smith that they would not attend the March 15 Meeting, and that it was \ntheir position that the Board of Directors could not properly transact business at the meeting.  \nSmith proceeded with the meeting, and believing that a quorum was not present, attempted \nto create one.  While these facts suggest Smith may have acted improperly, other facts belie \nthis contention. First, Kevin Gerald, not Smit h, appointed Natalia Gerald as the stand-in \nNew York Member at Large for purposes of the meeting.  Second, the DGAF Constitution \nexpressly authorizes a chapter president to appoint a stand-in member with full voting rights \nfor purposes of conducting meetings of the Board of Directors. There is no language in the \nprovision permitting a stand-in Board member to be appointed that suggests that the process \ncannot be used to create a quorum.  Ultimately , the Court is not persuaded that Smith or \nanyone else \"suspended\" any DGAF rule, or that using DGAF's own rules to attempt to create \na quorum amounted to a manipulation of those rules. \n43. Plaintiff's contention that DGAF's Constitution and By-Laws do not authorize \nthe appointment of a non-member of DGAF as a stand-in Voting Member of the Board, \nhowever, is compelling.  The by-law permitting appointment of a stand-in to vote in a Board \n                                                 \n52 Pl.'s Mem. Supp. DGAF Action Mot. pp. 20-21. \n53 Id. at p. 21. \n54 Id. at p. 20. \n \n \nof Directors meeting does not ex pressly state that such stand-ins are limited to members of \nDGAF.  Nevertheless, Plaintiffs cite Article VII of the DGAF Constitution which states that \n\"[v]oting power is limited to financially active members,\" 55 for the proposition that this \nprovision, when read in proper context, limits the appointment of stand-ins to active members \nof DGAF. The Court agrees. A corporation's by-laws are a contract between the corporation \nand its members. \nSee Crider v. Jones Island Club, Inc. , 147 N.C. App. 262, 267, 554 S.E.2d \n863, 866 (2001); Hilco Transp., Inc. v. Atkins, 2016 NCBC LEXIS 5 *28 (N.C. Super. Ct. 2016).  \nAccordingly, \"[t]he various terms of the [con tract] are to be harmoniously construed, and if \npossible, every word and every provision is to be given effect.\" In re Foreclosure of a Deed of \nTrust, 210 N.C. App. 409, 415, 708 S.E.2d 174, 178 (2011) (citation and quotation marks \nomitted). \"It is presumed that each part of the contract means something.\" Brown v. \nLumbermens Mut. Casualty Co.,  326 N.C. 387, 393, 390 S.E.2d 150, 153 (1990) (citation \nomitted).  Construing the provisions in the DGAF Constitution and By-Laws harmoniously \nand giving each provision effect, the most sensible interpretation of the provision permitting \nappointment of a stand-in for an absent Board member is that the stand-in must be an active \nmember of DGAF. \n44. In addition, Robert's Rules supports the general proposition that the right to \nvote typically is limited to members of an organization, and cannot be extended to non-\nmembers.56 Robert's Rules also emphasizes that quorum requirements are intended to \nprotect voting members who are absent from a meeting.57  These propositions are particularly \napplicable to the right to vote on an organiza tion's governing body, like the DGAF Board of \n                                                 \n55 Id. at p. 21. \n56 RRO § 25, p. 263 (\"Thus, since it is a fundamental principle of parliamentary law that the right to \nvote is limited to the members of an organization who are actually present at a regular or properly \ncalled meeting, the rules cannot be suspended so as to give the right to vote to a nonmember . . . .\"). \n57 Id. at § 25, pp. 263-64. \n \n \nDirectors, where allowing a non-member to vo te in the place of an absent Board member \nwould seem antithetical to the both the interests of the membership and the absent Board \nmember's rights. \n45. The Court concludes that the provision of Article V of the Constitution and By-\nLaws authorizing appointment of a stand-in fo r an absent Voting Member of the Board of \nDirectors limits such appointments to acti ve members of DGAF, and does not permit \nappointment of an individual who is not an ac tive member of the organization.  The Court \nmust now determine whether competent evidence in the record establishes as an undisputed \nfact that Natalia Gerald was, or was not, an active member of DGAF on March 15, 2014. \n46. Plaintiff claims that Natalia Gerald \"is not a graduate of either Dillard High \nSchool or Goldsboro High School\" and \"could only hold membership in DGAF as an Associate \nMember.\"\n58  Plaintiff's evidence that Natalia Gerald was not a member of DGAF, however, is \nmuddled at best.  Plaintiff relies primarily on the affidavit testimony of Sedrick Dunson as \nestablishing that Natalia Gerald was not a member of DGAF at the time of the March 15 \nMeeting.\n59  Dunson's affidavit states that an indivi dual identified as \"Nat Van\" was not a \nmember of DGAF, but does not contain any statements regarding an individual named \nNatalia Gerald, and does not state that Nat Van is Natalia Gerald.60  Dunson also identifies \n\"Nat Van\" as \"Kevin Gerald's wife,\" 61 but neither the minutes of the March 15 Meeting nor \nany other evidence in the record that the Court can find state that Natalia Gerald was Kevin \nGerald's wife. The Court would have to assume  that \"Nat Van\" is the Natalia Gerald \nidentified in the March 15 Meeting minutes in order to consider Dunson's testimony \ncompetent evidence that Natalia Gerald was not a member of DGAF. Such an assumption, \n                                                 \n58 Pl.'s Mem. Supp. DGAF Action Mot. p. 21. \n59 Pl.'s Mem. Supp. DGAF Action Mot., Exs. 8 and 15. \n60 Pl.'s Mem. Supp. DGAF Action Mot., Ex. 15, ¶¶ 35-36. \n61 Id. at ¶ 35. \n \n \nthe Court concludes, is inappropriate at this pr ocedural stage as all inferences of fact, such \nas this one, must be drawn in Smith's favor as the nonmovant. See Se. Shelter Corp. , 154 \nN.C. App. at 326, 572 S.E.2d at 204. \n47. Plaintiff also claims that its Exhibit 8, submitted in support of the DGAF \nAction Motion, is evidence that Natalia Gera ld was not a member of DGAF on March 15, \n2014. Plaintiff's Exhibit 8 consists of a copy of  an email, purportedly send by Kevin Gerald, \nand an accompanying undated document titled \"Dillard/Goldsboro Alumni and Friends Inc. \nNew York Chapter Member Information Sheet.\" 62 The document lists names and contact \ninformation for seven individuals, but does not include Natalia Gerald. The email and \ndocument, however, are not attached to or id entified in an affidavit or in deposition \ntestimony.  Plaintiff provides no evidence of  the purpose behind the email or the document, \nhow the information in the document was comp iled, or who compiled it. Even if the Court \nbelieved Exhibit 8 to be competent evidence, which it does not, the email is dated March 22, \n2014, a week after the March 15 Meeting, and neither the email nor the document itself \nstates that the document is a definitive list of all members of the New York chapter of DGAF \nas of March 15, 2014.  Defendants, on the other hand, have not filed any record evidence \nregarding Natalia Gerald and whether she was a member of DGAF. Here again, however, \nthe Court would have to make an inference of fact, that Exhibit 8 specifically lists all \nmembers of the New York DGAF chapter as of  March 15, 2014, to conclude as a matter of \nlaw that Natalia Gerald was not a member of that Chapter on the date she was appointed a \nstand-in Voting Member by Kevin Gerald. \n48. The Court concludes that the parties have failed to provide any competent \nevidence from which it can be determined as a matter of undisputed fact whether Natalia \n                                                 \n62 Pl.'s Mem. Supp. DGAF Action Mot., Ex. 8. \n \n \nGerald was a member of DGAF on March 15, 2014. Such evidence will have to be proffered \nat trial, and a jury will have to determine the que stion.  The Court concludes that, as to the \ndeclaration sought that the current DGAF Boar d is properly constituted, the DGAF Action \nMotion should be DENIED. \nb. DGAF's Claim Two – Action to Recover Personal Property. \n49. In Claim Two, DGAF alleges that it is  \"entitled to have all DGAF property in \n[Smith's] possession, custody, or control repo ssessed by the Sheriff of Wayne County or the \nsheriff of the county in which such property is located, and placed in DGAF's possession or in \nthe possession of one of DGAF's agents or assigns.\" 63 The Court has already concluded that \nSmith should be required to return any personal property of DGAF in his possession by virtue \nof his previous role as National President. Compliance with the Court's Order on this point \nwill necessarily resolve Claim Two and, therefore, the DGAF Action Motion as to Claim Two \nshould be DENIED as MOOT. \nc. Smith's Counterclaims.64 \n50. In response to the Complaint, Smith has attempted to assert counterclaims for \ndeclaratory and injunctive relief against Plaint iff.  Smith also seeks an order pursuant to \nG.S. 55A-1-60 setting a meeting of DGAF's memb ership for the purpose electing a Board of \nDirectors. The DGAF Action Motion seeks summa r y  j u d g m e n t  i n  D G A F ' s  f a v o r  o n  a l l  o f  \nSmith's counterclaims. \n51. Smith's requests for relief are not set out as separate claims or counts and are \ndifficult to accurately discern.  Accordingly, the Court will address the relief requested as in \n                                                 \n63 Compl. ¶ 69. \n64 Plaintiff contends that to the extent Smith has attempted to bring derivative claims on behalf of \nDGAF as part of his counterclaims, he lacks standing to so for several reasons. Pl.'s Mem. Supp. DGAF \nAction Mot. p. 22. Since the Court concludes that Smith's counterclaims are subject to dismissal on \nother grounds as set out below, it need not consider Plaintiff's standing argument. \n \n \nparagraphs 85-88 of Smith's Counterclaim, wh ich appear to encompass the various relief \nSmith is seeking. \ni. Declaration that DGAF's Board of Directors' did not have authority to remove \nSmith as National President, that on ly DGAF's national membership could \nremove Smith from office, and that Smith remains National President.65 \n \n52. The Court has addressed the declaratory relief requested by Smith, and for the \nreasons set out above concludes that the dispos itive facts are undisputed and that DGAF is \nentitled to judgment as a matter of law.  Accordingly, the DGAF Action Motion for summary \njudgment as to the relief sought by Smith in  paragraph 85 of his counterclaims should be \nGRANTED. \nii. Order enjoining Board of Directors from \"acting in the capacity of directors for \nDGAF unless and until\" elected by the me mbership, from seizing or removing \nbooks and records from DGAF headquarters , and from appointing officers of \nDGAF.66 \n \n53. Smith has made no argument regarding this particular request for relief in \nresponse to Plaintiff's Motion.  To the extent  Smith seeks an injunction against the current \nDGAF Directors until they are elected by the national membership, 67 and to prohibit them \nfrom removing books and records, and from ap pointing officers, the DGAF Action Motion \nshould be GRANTED. \n                                                 \n65 Smith's Countercl., ¶ 85. \n66 Id. at ¶ 86. \n67 In his Counterclaim, Smith alleged that DGAF's articles of incorporation, which provide that \ndirectors of DGAF are elected \"by open [ballot] every two years\", requires that directors be elected by \nthe national membership and not, as provided in the Constitution and By-Laws, by the members of \ntheir respective chapters. Smith Countercl. ¶¶ 18-21. Smith does not argue this position in his \nresponse to Plaintiff's Motion and appears to have abandoned this contention. Nevertheless, the Court \nconcludes that there is nothing inconsistent between the Articles of Incorporation's specification that \nelections be conducted by open ballot, and the Constitution and By-Laws provision that the chapter \nofficers which will serve as directors be elected at the chapter level. \n \n \niii. Request that Court order a national membership meeting of national members \nof DGAF pursuant to G.S. § 55A-1-60. \n \n54. Smith requests that the Court issue an order \"setting the time, place and form \nof notice of a meeting of the membership of the DGAF, for the purpose of electing a Board of \nDirectors pursuant to the DGAF articles of incorporation.\" 68 Although Smith makes no \nargument in support of this request in his response to the DGAF Action Motion, this request \nappears to be related to Smith's allegations t hat DGAF's Articles of Incorporation require \nthat directors be elected by the national membership and not the respective chapter \nmemberships.  For the reasons discussed above, the Court concludes in its discretion that \nsuch meeting is not necessary and declines to order such meeting.  Accordingly, the DGAF \nAction Motion as to the relief sought by Sm ith in paragraph 87 of his counterclaims should \nGRANTED. \niv. Request that Court order PNC Bank to allow Smith access to DGAF's accounts. \n55.  Smith makes no argument in support of this request in his response to \nPlaintiff's Motion.  In addition, the Court al ready has concluded that Smith was properly \nremoved as National President, and he would not appear to have any right to access DGAF's \nbank accounts.  Accordingly, the DGAF Action Motion as to the relief sought by Smith in \nparagraph 88 of his counterclaims should GRANTED. \nTHEREFORE, IT IS ORDERED that: \n56. As to Plaintiff's First Claim for Relief, the DGAF Action Motion is GRANTED, \nin part, and the Court enters the following declarations: \n                                                 \n68 Smith Countercl. ¶ 87. \n \n \na. Defendant Smith was properly removed as National President and Chairman \nof the Board of Directors of DGAF on November 7, 2013, pursuant to G.S. § \n55A-8-43.\n69 \nb. DGAF is entitled to the immediate return of all DGAF funds and property in \nDefendant Smith's possession, custody, or control, including but not limited to \nfunds, files, stationery, bank statements, checkbooks, check stubs, and/or keys. \nc. The purported National Member Meeting of November 16, 2013, was held in \nviolation of applicable law and DGAF's Constitution and By-Laws and, \ntherefore, any purported decisions or actions taken at that meeting, including \nbut not limited to the purported suspensions of any chapters, are invalid. \n57. As to the final declaratory relief sought in Plaintiff's First Claim for Relief, that \n\"DGAF, through its Board of Directors as currently constituted by the appropriate \nrepresentatives of all six DGAF chapters, has the right to control and manage the affairs of \nDGAF. . . .\", the DGAF Action Motion is DENIED. \n58. As to Plaintiff's Second Claim for Relief, the DGAF Action Motion is DENIED \nas moot. \n59. As to all counterclaims asserted by Defendant Smith, the DGAF Action Motion \nis GRANTED, and Smith's counterclaims are dismissed. \n                                                 \n69 Plaintiff has not argued that, should the Court conclude that Smith was removed as National \nPresident on November 7, 2013, any action by Smit h as National President taken after that date \nshould be retroactively declared void. In any event, the Court believes that its decision here has no \nsuch effect, particularly given Judge Jenkins' co nclusion of law regarding the quorum calculation \nmethod and his conclusion that Smith, as of the date of that order, remained in office. Accordingly, \nalthough the Court concludes that the DGAF Board properly voted to remove Smith, as a result of the \nJenkins Order, Smith's removal is, essentially, effective as of the date of this Order. \n \n \nThis the 27th day of April, 2016. \n \n     /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases \n "
}