{
  "id": "ca52c32fbdc4832c537e667d2e16e64c77fc89d1a7d6289519d2decc59de2aa2",
  "source_file": "data/raw/ncbc/ca52c32fbdc4832c537e667d2e16e64c77fc89d1a7d6289519d2decc59de2aa2.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nRUTHERFORD COUNTY \nIN THE GENERAL COURT OF \nJUSTICE \nSUPERIOR COURT DIVISION \n14 CVS 711 \n \n130 OF CHATHAM, LLC, as member of \nRutherford Electric Membership \nCorporation, \n \nPlaintiff, \n \nv. \n \nRUTHERFORD ELECTRIC \nMEMBERSHIP CORPORATION, \n \nDefendant. \n \n \n \n \n \n \nORDER AND OPINION \n \n \n \n \n \n \n \n Roberts & Stevens, PA by Ann-Patton Hornthal, William Clarke, and John D. \nNoor, for Plaintiff 130 of Chatham, LLC. \n Parker Poe Adams & Bernstein LLP by  Michael G. Adams, Morgan H. \nRogers, and Bobby Sullivan for Defendant Rutherford Electric Membership \nCorporation. \nBledsoe, Judge. \n{1} THIS MATTER is before the Court on Defendant Rutherford Electric \nMembership Corporation’s (“Defendant”) Emergency Motion to Establish Bond for § \n1-290 Stay, or Stay Pending Appeal in the above-captioned case (the “Motion”).  \nAfter considering the Motion, briefs in support of and in opposition to the Motion, \nand the arguments of counsel at a telephone hearing held on July 30, 2014, the \nCourt DENIES the Motion. \nI. \nPROCEDURAL HISTORY \n{2} Plaintiff 130 of Chatham, LLC (“Plaintiff”) filed its Verified Complaint, \nMotion for Writ of Mandamus, Motion for Mandatory Injunction, and Motion to \nStay on July 11, 2014 in Rutherford County, North Carolina.  Defendant \nsubsequently filed its Notice of Designation on July 15, 2014. \n{3} This action was designated a mandatory complex business case on July 15, \n2014 and assigned to this Court on July 23, 2014. \n130 of Chatham, LLC v. Rutherford Elec. Membership Corp., 2014 NCBC 35.\n \n \n{4} On July 23, 2014, Defendant filed its Motion for Continuance of Hearing \non Plaintiff’s Motion for Writ of Mandamus to permit inspection and copying of \ndocuments scheduled for July 24, 2014 before the Honorable Judge Alan Thornburg \nin McDowell County, North Carolina (the “Motion for Continuance”), and \nsimultaneously filed a Motion to Dismiss and/or Transfer Venue of Hearing (the \n“Motion to Dismiss”). \n{5} Thereafter, on July 28, 2014, Judge Thornburg denied Defendant’s Motion \nfor Continuance, denied Defendant’s Motion to Dismiss, and granted Plaintiff’s \nMotion for Writ of Mandamus, by which he ordered Defendant to deliver various \ncorporate documents to Plaintiff’s counsel, some documents on or before August 1, \n2014 and others on or before August 23, 2014 (the “Order”). \n{6} Defendant filed Notice of Appeal on July 28, 2014 and at the same time \nfiled this Motion. \n{7} Plaintiff filed its Response to the Motion on July 30, 2014, and the Court \nheld a telephone hearing that same day. \nII. \nANALYSIS \n{8} Broadly stated, Defendant’s overarching concern is that if a stay does not \nissue, Plaintiff will obtain over the next three weeks the Requested Information \n(defined below) – information which Defendant asserts it has, by its own long-held \npolicy, never voluntarily disclosed to its members or other parties – and use this \ninformation to influence Defendant’s annual meeting and election of directors now \nscheduled for September 26, 2014.  (Def.’s Br. Supp. Mot. 8-10). \n{9} Plaintiff broadly counters by arguing that if a stay is entered, Plaintiff will \nnot be able to use information it has a legal right to receive and which it has fairly \nwon in connection with its proper legal purpose to participate meaningfully in \nDefendant’s annual meeting and board election.  (Pl.’s Resp. Mot. 12). \n{10} Defendant contends that this Court should issue an order under N.C.G.S § \n1-290 and Rule 62(d) of the North Carolina Rules of Civil Procedure staying the \ndirectives in the Order requiring Defendant to deliver its Membership List and \n \n \nSample Ballot to Plaintiff’s counsel on or before August 1, 2014, and to deliver its \nMember Minutes & Records of Member Actions, Board Minutes & Records of Board \nAction, Board Committee Records, Resolutions Adopted by the Board, and Financial \nStatements to Plaintiff’s counsel on or before August 23, 2014 (collectively, the \n“Requested Information”).  (Def.’s Br. Supp. Mot. 1).   \n{11} Defendant first argues that G.S. § 1-290 and Rule 62(d) together provide \nthat a judgment for the delivery of documents is stayed automatically on appeal if \nthe appellant delivers the relevant documents to the Court or posts an appropriate \nbond.  In reliance on that statutory interpretation, Defendant requests that the \nCourt permit Defendant to post a nominal bond and thereby obtain an automatic \nstay of the Order. (Def.’s Br. Supp. Mot. 1).  Defendant argues in the alternative \nthat the Court should exercise its discretion under Rule 8 of the North Carolina \nRules of Appellate Procedure to issue a stay of the Order.  \n{12}  Plaintiff argues in opposition that an automatic stay is not available \nunder G.S. § 1-290 and Rule 62(d), that a stay of the Order would contravene \nlongstanding North Carolina law prohibiting one Superior Court judge from \n“modify[ing], overrul[ing], or chang[ing] the judgment of another Superior Court \njudge previously made in the same action,” \nState v. Woolridge, 357 N.C. 544, 549–\n50, 592 S.E.2d 191, 194 (2003), that Defendant has not shown that denial of a stay \nwould cause Defendant irreparable harm or substantial injustice, and that, to the \ncontrary, entry of a stay here would instead severely prejudice and harm Plaintiff. \n(Pl.’s Resp. Mot. 3, 10–15).  Plaintiff further argues that should the Court enter a \nstay, it should require security and a bond, and order that the Requested \nInformation be delivered to the Court for safekeeping. (Pl.’s Resp. Mot. 13–15). \nDefendant’s Argument for an Automatic Stay \n{13} Defendant advances a textual argument that it is entitled to an automatic \nstay under G.S. § 1-290 and Rule 62(d).   \n{14} Rule 62(d) states that “[w]hen an appeal is taken, the appellant may \nobtain a stay of execution, subject to the exceptions contained in section (a), by \n \n \nproceeding in accordance with and subject to the conditions of . . . G.S. § 1-290.”  \nN.C. R. Civ. P. 62(d) (2014).   \n{15} G.S. § 1-290 provides that:  \nIf the judgment appealed from directs the assignment or delivery of \ndocuments or personal property, the execution of the judgment is not \nstayed by appeal, unless the things required to be assigned or delivered \nare brought into court, or placed in the custody of such officer or receiver \nas the court appoints, or unless an undertaking be entered into on the \npart of the appellant, by at least two sureties, and in such amount as the \ncourt or a judge thereof directs, to the effect that the appellant will obey \nthe order of the appellate court upon the appeal. \n{16} Defendant contends that, when read together, Rule 62(d) and G.S. § 1-290 \npermit Defendant to deliver documents to the Court or post a bond in an amount \nordered by the Court, and a stay shall automatically issue.  Accordingly, Defendant \nrequests that the Court order a nominal bond so that upon Defendant’s payment, \nthe automatic stay will issue. \n{17} The North Carolina Court of Appeals, however, has rejected a nearly \nidentical argument in a directly analogous context. In Meares v. Town of Beaufort, \n193 N.C. App. 49, 63, 667 S.E.2d 244, 254 (2008), the trial court issued a judgment \ndirecting appellant to execute an “instrument.” Similar to G.S. § 1-290, the \noperative language of G.S. § 1-291 provides that such a judgment “is not stayed \nuntil the instrument has been executed and deposited with the clerk with whom the \njudgment is entered, to abide the judgment of the appellate court.” Id. The appellant \nin Meares argued, like Defendant argues concerning G.S. § 1-290 here, that an \nautomatic stay would necessarily issue upon appellant’s compliance with the \ncriteria in G.S. § 1-291.  The Court of Appeals rejected the appellant’s argument, \nholding “[w]e do not read N.C.G.S. § 1-291 to require that a stay is compelled upon \nsatisfaction of the criteria under N.C.G.S. § 1-291.”  Id. \n{18} Although decided under G.S. § 1-291, the Court finds the Court of Appeals’ \nanalysis in Meares persuasive and controlling for purposes of G.S. § 1-290 here.  \nAccordingly, the Court rejects Defendant’s contention that it is entitled to an \nautomatic stay upon posting a nominal bond ordered by the Court.   \n \n \nDefendant’s Argument for a Discretionary Stay \n{19} Defendant argues in the alternative that the Court should exercise its \n“inherent power to stay the execution of a judgment,” State v. Yonce, 207 N.C. App. \n658, 663, 701 S.E.2d 264 (2010) and issue a discretionary stay under Rule 8 of the \nNorth Carolina Rules of Appellate Procedure.   \n{20} Plaintiff’s primary argument in opposition is that the entry of any such \nstay would necessarily result in the Court improperly overruling Judge Thornburg’s \nOrder.  See, e.g., State v. Woolridge, 357 N.C. at 549–50, 592 S.E.2d at 194 (“no \nappeal lies from one Superior Court judge to another . . . one Superior Court judge \nmay not correct another’s errors of law.”).  (Pl.’s Resp. Mot. 3-8).  Plaintiff also \ncontends that the Court should deny the requested stay because Defendant has not \nmade “a sufficient showing of a substantial change in circumstances” justifying this \nCourt to overrule Judge Thornburg, citing Woolridge, 357 N.C. at 549-50, 592 \nS.E.2d at 194, Defendant’s own document production policy permits production \npursuant to court order, G.S. Chapter 55A authorizes the expedited relief granted \nby Judge Thornburg, and Defendant has not brought forward sufficient evidence of \nprejudice or irreparable harm to justify the entry of a stay.  (Pl.’s Resp. Mot. 3 - 13).   \n{21} As an initial matter, the Court concludes that the decision to grant a stay \nin these circumstances is discretionary.  \nSee Meares, supra (holding the trial court’s \nentry of a stay under G.S. § 1-291 to be discretionary).  Moreover, the Court \nconcludes that it has the authority to issue a discretionary stay should it choose to \ndo so and that it has not been divested of jurisdiction by Defendant’s filing of a \nnotice of appeal.  See generally Rutherford Elec. Membership Corp. v. Time Warner \nEntertainment/-Advance-Newhouse P’ship, 2014 NCBC 34 ¶ 18 (N.C. Super. Ct. \nJuly 25, 2014), www.ncbusinesscourt.net/opinions/2014_NCBC_34.pdf (denying stay \npending appeal). \n{22} In determining whether to grant a discretionary stay pending appeal, the \nCourt focuses on prejudice or irreparable harm to the moving party should a stay \nnot issue.  Id., see generally, e.g., Home Indem. Co v. Hoechst Celanese Corp., 128 \nN.C. App. at 113, 117-19, 493 S.E.2d 806, 809-10 (1997) (“a trial court should stay \n \n \nan action [under G.S. § 1-75-12] only if the judge shall find that it would work a \nsubstantial injustice . . .”).  Whether an appellant can show a substantial likelihood \nof success on appeal can be a factor in showing prejudice or irreparable harm.  \nAbbott v. Highlands, 52 N.C. App. 69, 79, 277 S.E.2d 820, 827 (1981) (affirming trial \ncourt’s entry of stay and noting “there [was] some likelihood that plaintiffs would \nhave prevailed on appeal and thus been irreparably injured”). \n{23} In support of its contention that Defendant has a substantial likelihood of \nsuccess on appeal, Defendant argues at length in its brief that Judge Thornburg \ndenied Defendant its procedural due process rights in entering the Order, erred as a \nsubstantive matter in reaching his findings of fact and conclusions of law in the \nOrder, failed to apply the proper legal standard to Plaintiff’s motion, and, even \nunder the standard applied by the Court (G.S. § 55A-16-01, et seq.), committed \nreversible error in concluding Plaintiff sought the Requested Information in good \nfaith and for a proper purpose. (Def.’s Br. Supp. Mot. 3 - 9).1 \n{24} Based on its review of the submissions of the parties and its review of \napplicable law, the Court is at least somewhat sympathetic to the arguments \nDefendant forecasts it will advance on appeal and concludes that there is at least \n“some likelihood” that Defendant will succeed on appeal.  See Abbott, 52 N.C. App. \nat 79, 277 S.E.2d at 827.  The Court, however, is concerned that, if it were inclined \nto grant a stay at this time on the basis that Defendant is likely to succeed on its \nappeal when compliance with the Order is to occur tomorrow, this Court’s stay \nwould effectively put the Court in the position of overruling Judge Thornburg’s \nOrder in violation of North Carolina law.  \nSee Woolridge, 357 N.C. at 549–50, 592 \nS.E.2d at 194.  Given the unique time constraints presented by the Motion and the \ndictates of the Order, the Court concludes that any relief from the Order on this \n                                                 \n1   Defendant has offered the Affidavit of Joseph H. Joplin, Defendant’s General Manager, in support \nof its Motion.  Mr. Joplin avers that Plaintiff has sought the Requested Information to improperly \nconduct discovery in condemnation proceedings Defendant has initiated against Plaintiff (Joplin Aff. \nat 55-58) and that Plaintiff’s purported reason for its request is fabricated to cover up Plaintiff’s \n“fishing expedition” into Defendant’s records (id. at 59-63) – all in an effort to stop the condemnation \nproceeding over Plaintiff’s property. Id. at 64.   \n \n \nbasis cannot be obtained from this Court but instead, if it is to be obtained at all, \nmust come from action of the Court of Appeals under the North Carolina Rules of \nAppellate Procedure. \n{25} At the July 30, 2014 hearing, Defendant identified two additional \ncategories of prejudice or irreparable harm that it claimed it would suffer should a \nstay not issue.  The Court will address each in turn. \n{26} First, Defendant argued that it would be irreparably harmed if it was \nrequired to produce the Membership List because Plaintiff would overwhelm \nDefendant’s customers with unwelcome mailings, telephone calls, and other \nsolicitations relating to the upcoming election of Defendant’s directors.  In a similar \nvein, Defendant argued that its customers had an expectation of privacy that would \nbe violated if the Membership List was produced to Plaintiff. \n{27} Based on Defendant’s showing, however, the Court cannot conclude that \nproduction of the Membership List will cause Defendant irreparable harm.  First, \nDefendant’s counsel’s speculation concerning both Plaintiff’s use of the Requested \nInformation and Defendant’s customers’ reaction to such use is not supported by \naffidavit or other evidence and is too slender a reed upon which to rest a finding of \nprejudice or irreparable harm.   \n{28} As for the privacy expectations of Defendant’s customers, Defendant’s \ncounsel advised at the hearing that the information contained in the Membership \nList is simply the customer’s name and address.  Defendant has not shown, through \ncustomer affidavits or otherwise, that Defendant made any representations to its \ncustomers asserting that it would not disclose the customer’s name and address to \noutside parties or that any customers had any such privacy expectations.2  \n                                                 \n2 See generally, e.g., Federal Labor Relations Authy. v. United States Dept. of the Navy, 941 F.2d 49, \n55-56 (1st Cir. 1991) ( disclosure of the names and addresses of adults does not, per se, establish an \ninvasion of privacy); Dwyer v. American Express Company, 273 Ill.App.3d 742, 210 Ill. Dec. 375, 652 \nN.E.2d 1351 (1995) (American Express cardholders had no right of privacy in their names \nand addresses and so could not prevent credit card company from renting lists of their names \nand addresses); Town of West Hartford v. Freedom of Information Commission, 218 Conn. 256, 588 \nA.2d 1368 (1991) (appellate court reversed trial court's ruling that firefighters' association could not \nhave list of the names and addresses of all retired residents of the town because disclosure of names \n \n \nMoreover, unlike Social Security numbers, unlisted telephone numbers, customer \npayment or credit information, and the like, an individual’s name and address is \ntypically available through various public sources and is unlikely to be subject to \nany reasonable expectation of privacy of the sort suggested here.  See generally, \nAronson v. U.S. Deptmt. of Housing and Urban Development, 822 F.2d 182 (4th Cir. \n1987) (“[t]he privacy interest becomes more significant . . . when names and \naddresses are combined with financial information.”).  Accordingly, in the absence of \nany showing to the contrary by Defendant, the Court does not find an expectation of \nprivacy in the Membership List in these circumstances. As a result, the Court \nconcludes that Defendant has failed to show that it will suffer prejudice or \nirreparable harm if a stay is not entered and the Membership List is disclosed. \n{29} In addition, Defendant argued that production of Board Minutes and \nrelated documents will create a “chilling effect” on Defendant’s board deliberations \nand discourage Defendant’s board members from candid communications in the \nfuture.   \n{30} As Plaintiff correctly points out, however, Defendant’s Board Minutes and \nrelated documents are already subject to production in any litigation that involves a \nreview of board decision-making.  Defendant has not offered compelling or \npersuasive evidence that production of the Minutes and other documents would \ncreate an incremental “chilling effect” on Defendant and its Board such that \nproduction could reasonably be seen to constitute prejudice or irreparable harm.  \nSee, e.g., Stone v. Ritter, 2005 Del. Ch. LEXIS 146, *4–*7 (Del. Ch. 2005) (rejecting \nparty’s claim that disclosure of board minute excerpts would have a “chilling effect” \non board deliberations).  Accordingly, the Court cannot conclude that disclosure of \nDefendant’s Board Minutes and related documents will constitute prejudice or \nirreparable harm should a stay not issue. \n{31} In sum, the Court concludes that it may not enter a stay based on an \nassessment of Defendant’s likelihood of success on appeal in the unique \n                                                 \nand addresses would not be a per se invasion of personal privacy); State v. Chryst, 793 P.2d 538 \n(Alaska Ct. App. 1990) (no reasonable expectation of privacy concerning address information). \n \n \ncircumstances presented here and that Defendant has not otherwise shown that \nDefendant will suffer prejudice or irreparable harm from a denial of the Motion, \nparticularly when Defendant has recourse available under the North Carolina Rules \nof Appellate Procedure to the Court of Appeals. Accordingly, the Court concludes \nthat a stay should not issue on the facts presented here, and that, therefore, \nDefendant’s Motion should be denied.  \nSee generally Nken v. Hunter, 556 U.S. 418, \n427 (2009) (noting under federal law that “[a] stay is an ‘intrusion into the ordinary \nprocesses of administration and judicial review’ and accordingly ‘is not a matter of \nright, even if irreparable injury might otherwise result to the appellant.’”).   \n{32} WHEREFORE, the Court DENIES Defendant’s Motion. \nSO ORDERED, this the 31st day of July, 2014. \n \n \n "
}