{
  "id": "cab505c0cc2df2623ed97a6d8e7b8d1234182f92a771be570e8f262033d3b49b",
  "source_file": "data/raw/ncbc/cab505c0cc2df2623ed97a6d8e7b8d1234182f92a771be570e8f262033d3b49b.pdf",
  "raw_text": "Chisum v. Campagna, 2017 NCBC 100. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF NEW HANOVER \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 2419 \n \n \nDENNIS D. CHISUM, individually and \nderivatively on behalf of JUDGES \nROAD INDUSTRIAL PARK, LLC; \nCAROLINA COAST HOLDINGS, LLC; \nAND PARKWAY BUSINESS PARK, \nLLC, \n \nPlaintiff, \n \nv. \n \nROCCO J. CAMPAGNA; RICHARD J. \nCAMPAGNA; JUDGES ROAD \nINDUSTRIAL PARK, LLC; \nCAROLINA COAST HOLDINGS, LLC; \nand PARKWAY BUSINESS PARK, \nLLC, \n \nDefendants. \n \nOPINION AND ORDER ON \nCAMPAGNA DEFENDANTS’ \nMOTION TO DISMISS \nTHIS MATTER  comes before the Court on Defendants’ Motion to Dismiss  \n(Rules 12(b)(6) and 9(b)) (“Motion”). (ECF No. 49.2.) Defendants seek dismissal of the \nPlaintiff’s First, Second, Eleventh, Thirteenth, a nd Fourteenth claims for relief \ncontained in the Amended Complaint. (ECF No. 28.) \nTHE COURT, having considered the Motion, the briefs and exhibits filed in \nsupport of and in opposition to the Motion, the arguments of counsel at the hearing, \nand other appropriate matters of record, concludes  that the Motion should be \nGRANTED, in part, and DENIED, in part, for the reasons set forth below.  \nWhitfield Bryson & Mason LLP, by Matthew E. Lee, Esq. and Jeremy R. \nWilliams, Esq. and Sigmon Law, PLLC, by Mark R. Sigmon, Esq. for Plaintiff \nDennis D. Chisum. \n \n \n \nShipman & Wright, LLP, by Gregory M. Katzman, Esq., Cory W. Reiss, Esq., \nGary K. Shipman, Esq. and James T. Moore, Esq. for Defendants Rocco and \nRichard Campagna. \nMcGuire, Judge. \nFACTS AND PROCEDURAL BACKGROUND \n1. The Court previously set out the procedural background of this matter \nin its Opinion and Order on Cross -Motions for Partial Summary Judgment , entered \non July 20, 2017  (ECF No. 138; Chisum v. Campagna, 2017 NCBC LEXIS 62, *3 –5 \n(N.C. Super. Ct. July 20, 2017) .), and herein states only those procedural facts \nnecessary to an understanding of the Motion. \n2. The Court does not make findings of fact on motions to dismiss under \nRule 12(b)(6) of the North Carolina Rules of Civil Procedure. N.C. Gen. Stat. § 1A-1, \nRule 12(b)(6) (hereinafter the Rules of Civil Procedure will be referred to as “Rule(s)” \nand the General Statutes will be referred to as “G.S.”). The Court  only recites those \nfacts included in the complaint that are relevant to the Court’s determination of the \nMotion. See, e.g., Concrete Serv. Corp. v. Inv’rs Grp., Inc., 79 N.C. App. 678, 681, 340 \nS.E.2d 755, 758 (1986). The Court also may consider documents which are the subject \nof the plaintiff’s complaint and to which the complaint specifically refers, even when \nsuch documents are submitted by the defendant. Oberlin Capital, L.P. v. Slavin, 147 \nN.C. App. 52, 60, 554 S.E.2d 840, 847 (2001). \n3. This action arises out of a dispute regarding Plaintiff D ennis D. \nChisum’s (“Plaintiff”) ownership interest in three limited liability companies (“LLC”): \nJudges Road Industrial Park, LLC (“Judges Road”), Carolina Coast Holdings, LLC \n(“CCH”), and Parkway Business Park, LLC (“Parkway” ) (hereinafter, these three \n \n \nLLCs will be collectively referred to as “the Chisum/Campagna LLCs”). Plaintiff and \nDefendants Rocco Campagna (“Rocco”) and Richard Campagna (“Richard”) \n(collectively, “the Campagnas”) formed the Chisum/Campagna LLCs in the 1990s to \ndevelop commercial real estate in and around Wilmington, North Carolina.  Plaintiff \nis a member, but not a manager,  of each of the Chisum/Campagna LLC s. Plaintiff \nalleges that Rocco  “and/or” Richard Campagna “served as managers of each of the \nChisum/Campagna LLCs” at all times relevant to this matter. (ECF No. 28 at ¶¶ 12, \n69.) \n4. Plaintiff and the Campagnas entered into written Operating \nAgreements for each of the Chisum/Campagna LLCs. (Judges Road Op. Ag., ECF No. \n28, Ex. A; CCH Op. Ag., ECF No. 28,  Ex. B; Parkway Op. Ag., ECF No. 2 8, Ex. C .) \nThe Operating Agreements for Judges Road and CCH give the managers of those \nLLCs authority to request that members make contributions of additional capital  \nbeyond their initial contributions (“capital call”). (ECF No. 28, Ex. A at § 8.1(b); ECF \nNo. 28, Ex. B at § 8.1(b).) A capital call initiated by the managers must subsequently \nbe approved by the majority of the members. (Id.) The Operating Agreement for \nParkway does not provide for managers to request a capital call, but instead provides \nthat “a majority of the Members . . . may request that the Members make additional \ncontributions of capital to the Company.” (ECF No. 28, Ex. C at § 7.1(b).) \n5. The Operating Agreement for Judges Road provides that whe n a \nmember fails to pay a capital call  (hereinafter, “non -contributing member”) , and \nanother member (hereinafter, “contributing member”) elects to make the payment for \n \n \nthe non-contributing member, the contributing member “purchase[s]  . . . additional \ncapital ownership,” and Judges Road credits  the contributing member with one \nadditional Capital Unit for each $1,000.00 contributed. (ECF No. 28, Ex. A at § 8.1(b).) \nThis, in turn, increases the number of Capital Units held by the contributing member, \nand the total number of issued and outstanding Capital Units in Judges Road. Each \nmember’s adjusted Membership Interest is then determined by dividing the number \nof Capital Units held by the member by the new aggregate number of outstanding \nCapital Units held by all members . (ECF No. 28, Ex. A at § 8.1 (b).) As a result , the \ncontributing member’s Membership Interest proportionally increases, and the non -\ncontributing member’s Membership Interest proportionally decreases. “Section 8.1(b) \nof the Ope rating Agreement of Judges Road . . . does not permit a mem ber’s \nMembership Interest to be diluted to zero, or extinguished, by failure to contribute \ncapital in response to a capital call.” Chisum v. Campagna, 2017 NCBC LEXIS 62, at \n*28. \n6. Beginning in 2007 and continuing into 2012, Richard, or “the \nCampagnas,”1 directed unnecessary “sham” capital calls  for the Chisum/Campagna \nLLCs. (ECF No. 28 at ¶¶ 26 –29, 35.) Plaintiff alleges that there was no legitimate \npurpose for the capital calls. (ECF No. 28 at ¶ 29.) Richard “knew [Plaintiff] would \nnot be able to meet the demand for funds.” (ECF No. 28 at ¶ 28.) Plaintiff alleges that \nthe purpose of the capital calls was to diminish, and eventually  eliminate Plaintiff’s \n                                            \n1 In some instances, Plaintiff claims that Richard directed the capital calls individually.  \nElsewhere in the Amended Complaint, Plaintiff alleges that “the Campagnas ” directed the \ncapital calls together. (ECF No. 28 at ¶¶ 51, 56, 71(a), 112, 143, 150, 151.) \n \n \nownership interest in the Chisum/Campagna LLCs. (ECF No. 28 at ¶¶ 30–35, 51, 56, \n71(a), 112, 143, 150, 151 .) Plaintiff alleges that an unspecified number of these \n“sham” capital calls occurred: “[i]n or around 2007” (ECF No. 28 at ¶ 26); on October \n4, 2010 (ECF No. 28 at ¶ 56); and in July 2012. (ECF No. 28 at ¶¶ 47, 51.) \n7. Plaintiff did not provide the funds re quired by the capital calls, and in \nlieu thereof  assigned percentages of his ownership interest to the Campagnas in \nvarious installments. (ECF No. 28 at ¶¶ 27, 32.) As a result of Plaintiff’s assignments, \nPlaintiff’s interest in each of the Chisum/Campagna LLCs was diminished as follows: \na. Judges Road: from 33.3% ownership to 25.333%, and then later to \n18.884%. (ECF No. 28 at ¶ 33(a).) \nb. CCH: from 33.333% ownership to 16.667%. (ECF No. 28 at ¶ 33(b).) \nc. Parkway: from 16.667% ownership to 8.34%. (ECF No. 28 at ¶ 33(c).) \n8. In connection with the capital calls, the Campagnas  “specifically \nrepresented to [Plaintiff] that the capital calls . . . were necessary for the operation of \nthe Chisum/Campagna LLCs ,” (ECF No. 28 at ¶ 129) , and “fraudulently concealed \nand misrepresented information that they had a duty to disclose.” (ECF No. 28 at \n¶ 32.) Plaintiff does not allege that he asked to inspect the books and records of the \nChisum/Campagna LLCs in response to the capital calls, or that he was prevented \nfrom discovering that the capital calls were unnecessary to the operation of the \nChisum/Campagna LLCs. Plaintiff alleges that he did not discover the nature of the \nCampagnas’ conduct until March of 2016 when Plaintiff learned that the Campagnas \nhad sold a mini-storage facility owned by Judges Road. (ECF No. 28 at ¶¶ 38, 43.) \n \n \n9. In July 2012, the Campagnas held a meeting of the members of the \nChisum/Campagna LLCs. (ECF No. 28 at ¶ 47, Ex E.) Plaintiff did not receive notice \nof the meeting. (ECF  No. 28 at ¶ 47.) At the meeting, t he Campagnas purported to \namend section 8.1(b) of the Operating Agreement  for Judges Road 2 to permit a \nmember’s interest to be “diluted” to 0% and extinguished if the member failed to \ncontribute in response to a capital call. (ECF No. 28 at ¶¶ 49–50, Ex. E.) Plaintiff did \nnot execute the amendment in writing as required by the Operating Agreement, and \nthus the “proposed amendment was invalid.” (ECF No. 28 at ¶ 48.) \n10. Nevertheless, the Campagnas “began conducting themselves a nd the \ncompanies as if the proposed amendment[ ] [was] in force.” (ECF No. 28 at ¶ 48.) The \nCampagnas made capital calls and “supposedly exercised their rights under the \nproposed amendment[ ] to dilute [Plaintiff] out of the Chisum/Campagna LLCs.” \n(ECF No. 28 at ¶ 51.) \n11. Plaintiff also alleges that the Campagnas have improperly: \na. Sold assets belonging to the Chisum/Campagna LLCs , including a \nlarge mini-storage facility owned by Judges Road, without Plaintiff’s \nknowledge or consent, and have diverted the proceeds from the sales \nto themselves or to LLCs that they controlled (ECF No. 28 at ¶¶ 38–\n39, 46, and 65.); \n                                            \n2 Plaintiff alleges that this meeting was for the purpose of amending the Operating \nAgreements of all of the Chisum/Campagna LLCs, (ECF No. 28 at ¶ 47) but the factual \nallegations only reference  a meeting to amend the Operating Agreement of Judges Road. \n(ECF No. 28, Ex. E.)  \n \n \nb. Purchased residential and commercial real estate for the \nChisum/Campagna LLCs to benefit themselves (ECF No. 28 at ¶ 44.); \nc. “[F]unneled money and misappropriated [unspecified] corporate \nopportunities from . . .  the Chisum/Campagna LLCs to” themselves \nand to LLCs owned exclusively by the Campagnas (ECF No. 28 at \n¶ 62.); and \nd. Charged management fees to the Chisum/Campagna LLCs and \ndirected the Chisum/Cam pagna LLCs to reimburse their personal \nfuel, phone, and other costs. (ECF No. 28 at ¶ 64.) \n12. Plaintiff made a written demand on the Chisum/Campagna LLCs to \ntake suitable action to address the alleged breaches of fiduciary duty, but the LLCs \ndid not respond. (ECF No. 28 at ¶ 67.)  Plaintiff subsequently filed this lawsuit.  The \nAmended Complaint states  claims against the Campagnas and the LLCs for, inter \nalia: breach of fiduciary duty; constructive fraud; civil conspiracy; conversion; fraud \nin the inducement; f ailure to pay distributions; unjust enrichment; unfair and \ndeceptive trade practices; declaratory judgment; and judicial dissolution.  (ECF No. \n28.) \n13. On March 10, 2017, Defendants filed the Motion and a Memorandum of \nLaw in S upport of the Motion . (ECF No. 49 .1.) The Motion seeks dismissal of \nPlaintiff’s claims for breach of fiduciary duty (First Claim for Relief), constructive \nfraud (Second Claim for Relief), fraud in the inducement (Eleventh Claim for Relief), \n \n \nunjust enrichment (Thirteenth Claim for Relief),  and unfair and deceptive trade \npractices (Fourteenth Claim for Relief). \n14. On April 3, 2017, Plaintiff filed his Brief in Opposition to the Motion to \nDismiss. (ECF No. 88.) On April 12, 2017, the Campagna Defendants filed their Reply \nBrief in S upport of the  Motion. (ECF No. 99.) On August 1, 2017, the Court held a \nHearing on the Motion. The Motion is now ripe for determination. \nANALYSIS \n15. Plaintiff has moved to dismiss pursuant to Rules 12(b)(6) and 9(b), but \nnot pursuant to Rule 12(b)(1) for lack of subject matter jurisdiction. Nevertheless, the \nCourt must always consider the question of whether it has subject matter jurisdiction \nover a matter, and may properly raise such issue on its own. E.g., Dale v. Lattimore, \n12 N.C. App. 348, 352, 183 S.E.2d 417, 419 (197 1) (“Unquestionably lack of \njurisdiction of the subject matter may always be raised by a party, or the court may \nraise such defect on its own initiative.”), cert. denied, 279 N.C. 619, 184 S.E.2d 113 \n(1971). \n16. In ruling on a motion to dismiss pursuant to Rul e 12(b)(6), the Court’s \ninquiry is “whether, as a matter of law, the allegations of the complaint, treated as \ntrue, are sufficient to state a claim upon which relief may be granted under some \nlegal theory, whether properly labeled or not .” Harris v. NCNB Nat’l Bank, 85 N.C. \nApp. 669, 670, 355 S.E.2d 838, 840 (1987). Our appellate courts frequently reaffirm \nthat North Carolina is a notice pleading state. See, e.g., Feltman v. City of Wilson , \n238 N.C. App. 246, 252, 767 S.E.2d 615, 620 (2014) (quoting Wake Cty. v. Hotels.com, \n \n \nL.P., 235 N.C. App. 633, 646, 762 S.E.2d 477, 486 (2014)). “Under notice pleading, a \nstatement of claim is adequate if it gives sufficient notice of the claim asserted to \nenable the adverse party to answer and prepare for trial, to allow for the application \nof the doctrine of res judicata, and to show the type of case brought.” Id (internal \nquotation marks omitted).  \n17. Dismissal of a claim pursuant to Rule 12(b)(6) is proper “(1) when the \ncomplaint on its face reveals that no law supports pl aintiff’s claim; (2) when the \ncomplaint reveals on its face the absence of fact sufficient to make a good claim; [or] \n(3) when some fact disclosed in the complaint necessarily defeats the plaintiff’s \nclaim.” Oates v. JAG, Inc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985). Otherwise, \n“a complaint should not be dismissed for insufficiency unless it appears to a certainty \nthat plaintiff is entitled to no relief under any state of facts which could be proved in \nsupport of the cla im.” Sutton v. Duke, 277 N.C. 94, 103, 176 S.E.2d 161, 166 (1970) \n(emphasis omitted). The Court construes the complaint liberally and accepts all \nallegations as true. Laster v. Francis , 199 N.C. App. 572, 577, 681 S.E.2d 858, 862 \n(2009). However, the Court  is not required “to accept as true allegations that are \nmerely conclusory, unwarranted deductions of fact, or unreasonable inferences.” \nGood Hope Hosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, \n274, 620 S.E.2d 873, 880 (2005). \n18. The Court may consider documents which are the subject of plaintiff’s \ncomplaint and to which the complaint specifically refers, including the contract that \n \n \nforms the subject matter of the action. Oberlin Capital, L.P., 147 N.C. App. at 60, 554 \nS.E.2d at 847. \n19. Defendants seek dismiss al of Plaintiff’s claims for breach of fiduciary \nduty, constructive fraud, fraud, unjust enrichment, and unfair and deceptive trade \npractices. Plaintiff brings the claims for breach of fiduciary duty and constructive \nfraud both derivat ively on behalf of the Chisum/Campagna LLCs and directly as \nindividual claims. (ECF No. 28 at ¶¶ 68 –78.) Plaintiff makes his fraud, unjust \nenrichment, and unfair and deceptive trade practices claims as individual claims.  \n(ECF No. 28 at pp. 25, 27, 28.) \nA. Breach of fiduciary duty and constructive fraud \n20. Plaintiff alleges derivative claims on beh alf of the Chisum/Campagna \nLLCs and direct, individual claims for breach of fiduciary duty and constructive fraud \nagainst the Campagnas. (ECF No. 28 at ¶¶ 68 –78.) In order to establish a claim for \nbreach of fiduciary duty , plaintiff must show that: (1) defendant owed plaintiff a \nfiduciary duty; (2) defendant breached his fiduciary duty; and (3) the breach of \nfiduciary duty  was a proximate cause of injury to plaintiff. Farndale Co., LLC v. \nGibellini, 176 N.C. App. 60, 68, 628 S.E.2d 15, 20 (2006) . “To establish constructive \nfraud, a plaintiff must show that defendant (1) owes plaintiff a fiduciary duty; (2) \nbreached this fiduciary duty; and (3) sought to benefit himself in the transaction.” \nCrumley & Assoc., P.C. v. Charles Peed & Assocs., P.A. , 219 N.C. App. 615, 620, 730 \nS.E.2d 763, 767 (2012).  “Claims for breach of fiduciary duty  and constructive fraud \nboth require proof of an injury or harm proximately caused by the breach of \n \n \nduty.” BDM Investments v. Lenhil, Inc., 2014 NCBC LEXIS 6, at *29–30 (N.C. Super. \nCt. Mar. 20, 2014) (citing Jay Grp., Ltd. v. Glasgow, 139 N.C. App. 595, 600 -01, 534 \nS.E.2d 233, 237 (2000)). See also Progress Point One-B Condo. Ass’n, Inc. v. Progress \nPoint One Prop. Owners Ass’n, 2015 NCBC LEXIS 22, at *10 (N.C. Super. Ct. Mar. 2, \n2015); Green v. Freeman , 367 N.C. 136, 141, 749 S.E.2d 262, 2 68 (2013) (“The first \nissue before us is whether there was sufficient evid ence, as a matter of law, that \n[defendant] breached a fiduciary duty owed to plaintiffs, prox imately causing injury \nto them.”); Estate of Smith by & Through Smith v. Underwood , 127 N.C. App. 1, 1 0, \n487 S.E.2d 807, 813 (1997)  (“The elements of a constructive fraud claim are proof of \ncircumstances, (1) which created the relation of trust and confidence, and (2) led up \nto and surrounded the consummation of the transaction in which defendant is alleged \nto have taken advantage of his position of trust  to the hurt of plaintiff .” (emphasis \nadded; citation omitted)). \n21. Plaintiff alleges that Rocco and Richard acted as managers of the \nChisum/Campagna LLCs and owed fiduciary duties to the LLCs. Pursuant to the \nNorth Carolina Limited Liability Company Act, a manager or officer of a limited \nliability company “shall discharge that person’s duties (i) in good faith, (ii) with the \ncare an ordinary prudent person in a like position would exercise under similar \ncircumstances, and (iii) subject to the operating agreement, in a manner the manager \nbelieves to be  in the best interests of the LLC.”  G.S. §§ 57D -3-21(a), 57D-3-\n23; see Kaplan v. O.K. Techs., L.L.C., 196 N.C. App. 469, 473–74, 675 S.E.2d 133, 137 \n(2009) (holding that a manager owed a fiduciary duty to the limited liability \n \n \ncompany). A manager, however,  owes these duties to the company , and not  to the \nmembers of the LLC.  Id.; see also RCJJ, LLC v. RCWIL Enters., LLC , 2016 NCBC \nLEXIS 46, at *22 (N.C. Super. Ct. June 20, 2016) (quoting Kaplan, 196 N.C. App. at \n474, 675 S.E.2d at 137). \n22. In the Amended Compla int, Plaintiff alleges that the Campagn as \nbreached fiduciary duties to the Chisum/Campagna LLCs3 by: \na. “Engaging in sham capital calls . . . ; \n \nb. Improperly attempting to amend the Operating Agreements [of \nJudges Road, CCH, and Parkway ], purporting to enact th e \namendments even though [the Campagnas] knew [the amendments \nto be ] invalid, and improperly declaring that Mr. Chisum was no \nlonger a member of the Chisum/Campagna LLCs; \n \nc. Generally attempting to freeze Mr. Chisum out of the LLCs; \n \nd. Improperly funneling money and misappropriating corporate \nopportunities from one or mo re of the Chisum/Campagna LLC s to \nother of the Chisum/Campagna LLC s and/or to themselves or other \nentities owned or controlled by them; \n \ne. Selling assets belonging to one or more of the Chisum/ Campagna \nLLC’s and diverting the proceeds from those sales to o ther of the \nChisum/Campagna LLCs and/or to themselves or entities owned or \ncontrolled by them; . . . .” \n \n(ECF No. 28 at ¶ 71 (a)–(e).) Plaintiff relies on the same allegations in support of his \nclaims for constructive fraud. (ECF No. 28 at ¶ 75.)  The Court will first consider \n                                            \n3 Plaintiff also alleges that the Campagnas breached fiduciary duties owed directly to \nPlaintiff. In his response brief in opposition to the Motion, however, Plaintiff concedes that \nRocco and Richard owed fiduciary duties to the Chisum/Campagna LLCs, but did  not owe \nPlaintiff a fiduciary duty as members of the Chisum/Campagna LLCs, either separately or \nacting together to comprise a majority of the membership interests. (ECF No. 88 at p. 4.) \n \n \nPlaintiff’s derivative claims, and then separately his direct claims, for breach of \nfiduciary duty and constructive fraud. \ni. Derivative claims \n23. Generally, shareholders  do not have standing to  pursue individual \ncauses of action for wrongs or injuries to the corporation. Barger v. McCoy Hillard & \nParks, 346 N.C. 650, 658, 488 S.E.2d 215, 219 (1997); Corwin v. British Am. Tobacco \nPLC, No. COA15-1334, 796 S.E.2d 324, 338, 2016 N.C. App. LEXIS 1320, at *37–39 \n(N.C. Ct. App. Dec. 20, 2016). Under North Carolina law, members of an LLC are \ntreated like corporate shareholders and managers are similar to directors.  Kaplan, \n196 N.C. App. at 473–74, 675 S.E.2d at 137. Under certain statutorily prescribed \ncircumstances, however, a member may be permitted to raise claims belonging to a \nlimited liability company  derivatively on the company’s behalf. G.S. § 57D -8-01. “A \n‘derivative proceeding’ is a civil action brought . . . ‘in the r ight of’ a corporation . . . \nwhile an individual action is . . .  [brought] to enforce a right which belongs to \n[plaintiff] personally.” Morris v. Thomas, 161 N.C. App. 680, 684, 589 S.E.2d 419, 422 \n(2003) (quoting Norman v. Nash Johnson & Sons’  Farms, Inc., 140 N.C. App. 390, \n395, 537 S.E.2d 248, 253 (2000)).  The purpose of derivative claims is to allow \nshareholders/LLC members to assert the rights of the harmed corporation/LLC, and \nrecovery in such actions flows to the corporation/LLC, not to the individua l \nshareholder. Green, 367 N.C. at 141–42, 749 S.E.2d at 268. \n24. Plaintiff purports to bring the claims for breach of fiduciary duty and \nconstructive fraud derivatively on behalf of the Chisum/Campagna LLCs. Plaintiff \n \n \nalleges that he has fulfilled the requirem ents for bringing a derivative action under \nthe Limited Liability Company Act, § 57D-8-01. (ECF No. 28 at ¶ 67.) Defendants do \nnot argue that Plaintiff lacks standing to bring derivative claims.  Instead, \nDefendants contend that the derivative claims must fail because (i) the allegations in \nparagraph 71(a) do not state a claim for breach of the Campagnas’ duties as managers \nbecause the Operating Agreements for Judges Road and CCH required a majority of \nmembership interests to approve the capital calls, and the Operating Agreement for \nParkway required  a majority of the members, and not managers, to request the \ncapital calls, (ii) the allegations in paragraphs 71(b) and (c) fail to allege any injury \nto the LLCs, and (iii) Plaintiffs have not alleged to which of the LLCs the Campagnas \nbreached fiduciary duties. (ECF No. 49.1 at pp. 7–8.) \n25. Plaintiff alleges that the Campagnas made “sham” capital  calls for \nJudges Road and CCH , and thereby breached their fiduciary duties to those LLCs . \nThe Operating Agreements for both LLCs authorize “the Managers” to make requests \nfor additional capital contributions from the members. That request must be \napproved by a “Majority in Interest of the Members” in order for the capital call to be \nmade. (ECF No. 28, Ex. A at ¶ 8(b).) Defendants contend that any capital calls made \nfor Judges Road and CCH were merely the exercise of t he Campagnas’ rights as \nmembers, and not as managers. Defendants argue that because members do not owe \nfiduciary duties to one another, Plaintiff fails to state claims for breaches of fiduciary \nduties based on capital calls made for Judges Road and CCH. (ECF No. 28 at p. 7.) \n \n \n26. The Court is not persuaded by Defendants’ argument. The Judges Road \nand CCH Operating Agreements both place the authority for requesting additional \ncapital contributions from members, the necessary prerequisite to making a capital \ncall, in the hands of the managers. The Camp agnas would have to exercise \nmanagerial authority in order for the capital call to occur. The exercise of managerial \nauthority and managerial discretion implicates the Campagnas’  fiduciary duties to \nthe LLCs. The fact that a request for additional capital required the additional \napproval of the majority in interest of the membership did not relieve the Campagnas \nof their fiduciary duties as managers. \n27. The allegations regarding the capital calls, however, suffer from a more \nfundamental flaw. Despite the use of the word “sham,” Plaintiff actually alleges only \nthat the Campagnas requested additional ca pital from the members at times that \nJudges Road and CCH  may not have needed the capital for specific or immediate \nbusiness reasons. Plaintiff does not allege, or explain in his briefing, how requesting \nthe additional capital contributions breached duties owed, or caused injury, to the \nChisum/Campagna LLCs. At worst, the capital calls provided Judges Road and CCH \nwith additional funds. Without an injury proximately caused by a breached fiduciary \nduty, Judges Road and CCH have no claims for breach of fiduciary duty against the \nCampagnas based on the capital calls  and, consequently, Plaintiff cannot maintain \nderivative claims for breach of fiduciary duty or constructive fraud on behalf of Judges \nRoad and CCH. \n \n \n28. With regard to Plaintiff’s claim that the Campagnas breached fiduciary \nduties by making capital calls for Parkway , the Operating Agreement for Parkway \ndoes not permit managers to request a capital call, but instead requires a majority \nvote of the members to request a capital call. (ECF No. 28, Ex. C at § 7.1(b).) To the \nextent the Campagnas made capital c alls for Parkway, they were acting only as \nmembers, and not as managers. Members do not  owe fiduciary duties to an \nLLC. Kaplan, 196 N.C. App. at 473, 675 S.E.2d at 137 (2009) (“Members of a limited \nliability company are like shareholders in a corporation in that members do not owe \na fiduciary duty to each other or to the company.”). Parkway has no claim for breach \nof fiduciary duty against the Campagnas acting as members, and Plaintiff’s attempt \nto make der ivative claims for Parkway based on capital calls for which the \nCampagnas voted as members must fail.  \n29. Similarly, Plaintiff’s claim that the Campagnas  improperly attempted \nto amend the Operating Agreements of the Chisum/Campagna LLCs does not allege \na basis for a claim belonging to the LLCs. The Operating Agreements each permitted \namendment only by unanimous action of the members. (ECF No. 28, Ex. A at § 12.5; \nEx. B at § 12.5; Ex. C at § 11.5.) Since the Campagnas did not owe fiduciary duties to \nthe Chisum/ Campagna LLCs as members, the LLC s have no claim for breach of \nfiduciary duty or constructive fraud against the Campagnas.  Plaintiff’s attempt to \nraise derivative claims for the Chisum/Campagna LLCs based on the attempt to \namend the Operating Agreements must fail. \n \n \n30. Finally, Plaintiff alleges that the Campagnas breached their fiduciary \nduties as managers of the Chisum/Campagna LLCs by “attempting to freeze \n[Plaintiff] out of the LLCs.” (ECF No. 28 at ¶ 71(c).) Plaintiff does not allege that the \nCampagnas’ attempts to freeze him out caused any injury to the LLCs, and the facts \ndo not support Plaintiff’s allegation of a  breach of a  fiduciary duty owed by the \nCampagnas to the Chisum/Campagna LLCs. \n31. Based on the foregoing, Defendants’ Motion pursuant to Rule 12(b)(6) to \ndismiss Plaintiff’s derivative claims against the Campagnas for breach of fiduciary \nduty and constructive fraud based on the allegations in paragraphs 71(a), (b), and (c) \nof the Amended Complaint should be GRANTED. \n32. Defendants do not argue that the allegations that the Campagnas \nfunneled money and misappropriated co rporate opportunities from the \nChisum/Campagna LLCs to themselves, and sold the LLC s’ assets and diverted the \nproceeds to themselves, do not allege breaches of fiduciary duty or constructive fraud \nor cannot be maintained as derivative claims by Plaintiff. Instead, Defendants argue \nonly that the allegations fail to state claim s because Plaintiff has not specified to \nwhich of the Chisum/Campagna LLCs each of the allegations apply. (ECF No. 49.1 at \npp. 7–8.) Defendants provide no authority in support of their argument that such \nspecificity is required in pleading claims for breach of fiduciary duty or constructive \nfraud. Accordingly, Defendants’ Motion to Dismiss Plaintiff’s derivative claims for \nbreach of fiduciary duty and constructive fraud with regard to the allegations in \nparagraphs 71(d) and (e) should be DENIED. \n \n \nii. Direct claims \n33. Plaintiff also attempts to state  direct, individual  claims for breach of \nfiduciary duty and constructive fraud against the Campagnas . Generally, a \nshareholder of a corporation “cannot pursue individual causes of action for wrongs or \ninjuries to the corporation.” Miller v. Burlington Chem. Co., LLC, 2017 NCBC LEXIS \n6, at *13 (N.C. Super. Ct. Jan. 27, 2017) (citing Barger, 346 N.C. at 658, 488 S.E.2d \nat 219). There are, however, “two ex ceptions to the general rule, . . . (1) where there \nis a special duty, such as a contractual duty, between the wrongdoer and the \nshareholder, and (2) where the shareholder suffered an i njury separate and distinct \nfrom that suffered by other shareholders [or the corporation].”  Id. (“Barger \nexceptions”). The Barger exceptions offer litigants who have suffered an injury in \ntheir individual capacity as a result of the actions of a third party (usually an officer \nor director of the corporation) two different , independent  paths for maintaining a \ndirect claim against the corporation. See, e.g., Green, 367 N.C. at 143, 749 S.E.2d at \n269 (“Thus, we next consider whether plaintiffs can recover under the special duty or \nunique personal injury exception.”  (emphasis added)). The Barger exceptions have \nbeen applied to members of LLCs. See, e.g., Dawson v. Atlanta Design Assocs., Inc. , \n144 N.C. App. 716, 719 –20, 551 S.E.2d 877, 879 –80 (2001) (applying the Barger \nexceptions to limited liability companies); Levin v. Jacobson, 2015 NCBC LEXIS 111, \nat *13 –15 n.4 (N.C. Super. Ct. Dec. 7, 2015) ( “Although it originally discussed \nfiduciary duties in the context of corporations, Barger and its progeny apply equally \n \n \nto LLCs.”); Miller, 2017 NCBC LEXIS 6, at *12–14 (applying the Barger standard to \nclaims brought by LLC members). \n34. Plaintiff does not claim that the Campagnas owed him a special duty . \nInstead, Plaintiff argues that he may properly make direct, individual claims against \nthe Campagnas because the breaches of their duties to the Chisum/Campagna LLCs \ncaused injuries personal to Plaintiff and separate from any injury suffered by the \nother members or the LLCs. (ECF No. 88 at p. 4 (“Here, [Plaintiff] clearly suffered an \ninjury separate and distinct from that suffered by other members from [the \nCampagnas’] breach of fiduciary duty to the LLCs.”).) \n35. Significantly, the exception under which Plaintiff attempts to bring his \ndirect claims permits a shareholder to “sue for injuries to his corporation” where \n“the injury suffered by the shareholder is separate and distinct from the injury \nsustained by the other shareholders or the corporation itself. ” Barger, 346 \nN.C. at 658–59, 488 S.E.2d at 220  (emphasis added). In other words, t o sustain an \nindividual claim under the separate injury exception , it is essential that Plaintiff \nallege that the Chisum/Campagna LLCs or the other members of the LLCs suffere d \nan injury from the Campagnas’ breaches of fiduciary duties that would give rise to a \nclaim by the LLCs . See Piazza v. Kirkbride , 785 S.E.2d 695, 713, 2016 N.C. App. \nLEXIS 371, at *51 (2016) (“Here, the plaintiffs’ claim is not brought as a derivative \naction, but is brought because they suffered individual injury distinct from the injury \nsustained by the corporation itself.” (emphasis added)). \n \n \n36. As discussed supra, the allegations of the “sham” capital calls, the \nattempt to amend the Operating Agreements, and the attempts to freeze Plaintiff out \nof the LLCs do not establish that the Chisum/Campagna LLCs suffered any injury \nthat was proximately caused by any breached fiduciary duties the Campagnas owed \nto the Chisum/Campagna LLCs . The second Barger exception requires plaintiff to \nshow an injury separate and distinct from the injury suffered by the corporation itself. \nSee Barger, 346 N.C. at 658–59, 488 S.E.2d at 220 . Since the Chisum/ Campagna \nLLCs have no claims for breach of fiduciary duty or constructive fraud against the \nCampagnas, Plaintiff does not have standing to maintain direct, individual claims for \nbreach of fiduciary duties or c onstructive fraud under the second Barger exception. \nDefendants’ M otion to dismiss Plaintiff’s direct, individual claims for breach of \nfiduciary duty and constructive fraud based on the allegations in paragraphs 71(a), \n(b) and (c) of the Amended Complaint should be GRANTED. \n37. Plaintiff also makes direct, individual claims for breach of fiduciary duty \nand constructive fraud based on the allegations that the Campagnas diverted money \nand misappropriated corporate opportunities from the Chisum/Campagna LLCs to \nthemselves, and that the Campagnas diverted proceeds from the sale of LLC assets \nto themselves and their separately-owned LLCs. (ECF No. 28 at ¶ 71(d)–(e).) Plaintiff \nhas sufficiently alleged that the Campagnas’ conduct breached fiduciary duties owed \nto the Chisum/Campagna LLCs  and that the breach es would have proximately \nharmed the Chisum/Campagna LLCs in the form of lost funds, assets, and revenues, \nand a diminution in the value of the LLCs. The harm to the Chisum/Campagna LLCs, \n \n \nhowever, would have resulted in injuries to the interests of all of the members of the \nChisum/Campagna LLCs. Plaintiff has not  alleged how he was separately or \ndistinctly injured in a way different than the other members. To the contrary, the \ninjury Plaintiff suffered from the alleged breaches of fiduciary duties is exactly the \ntype for which an individual shareholder or member may not pursue a direct claim. \nSee, e.g., Barger , 346 N.C. at 659, 488 S.E.2d at 220 (“The only injury plaintiffs as \nshareholders allege is the diminution or destruction of the value of their shares as \nthe result of defendants’ [misconduct]. This is precisely the injury suffered by the \ncorporation itself.”); Raymond James Capital Partners, L.P. v. Hayes, 789 S.E.2d 695, \n702–03, 2016 N.C. App. LEXIS 819, at *16–17 ( N.C. Ct. App. Aug. 2, 2016) \n(“[P]laintiff’s injury for reduced payments is the functional equivalent of a claim for \ndiminution of the value of shares held by all of [the corporation’s] shareholders. . . . \nThus, plaintiff has failed to allege any injury that is separate and distinct from the \nharm suffered by . . . all of [the corporation’s] shareholders collectively.”); Energy \nInvestors Fund, L.P. v. Metric Constructors, Inc. , 351 N.C. 331, 336, 525 S.E.2d 441, \n444 (2000) (“[W]e find that the complaint shows [plaintiff’s] injury is the loss of its \ninvestment, which is identical to the injury suffered by the other limited partners and \nby the partnership as a whole.”). Plaintiff has alleged that the Campagnas benefitted \nfrom their activities as alleged in paragraphs 71(d) and (e) and that Plaintif f did not \nsimilarly benefit, but Plaintiff has not alleged that Plaintiff was separately or \ndistinctly injured. Without alleging a separate and d istinct injury, Plaintiff does not \n \n \nhave standing to maintain direct claims for breach of fiduciary duty under the second \nBarger exception for the allegations in paragraphs 71(d) and (e).  \n38. Accordingly, Defendant’s Motion to dismiss Plaintiff’s direct claims for \nbreach of fiduciary duty  and constructive fraud  based on the allegations in \nparagraphs 71(d) and (e) of the Amended Complaint should be GRANTED. \nB. Fraud \n39. Plaintiff alleges direct claims for fraud in the inducement against the \nCampagnas based on  the alleged “sham” capital calls. ( ECF No. 28 at  ¶¶ 128–36.) \nPlaintiff alleges that “[t]he Campagnas specifically represented . . . that the capital \ncalls . . . were necessary for operation of the Chisum/Campagna LLCs” and “with \nknowledge that the  . . . capital calls were, in fact, not necessary  . . . and served no \nlegitimate business purpose.” (ECF No. 28 at ¶¶ 130–31.) Plaintiff alleges the “capital \ncalls were solely made for the unlawful purpose of forcing [Plaintiff] to assign a \nportion of his ownership interests to the Campagnas.” (ECF No. 28 at ¶ 132.) \n40. The essential elements of fraud are: “(1) [f]alse representation or \nconcealment of a material fact, (2) reasonably calculated to deceive, (3) made with \nintent to deceive, (4) which does in fact deceive, (5) resulting in damage to the injured \nparty.” Terry v. Terry , 302 N.C. 77, 83, 273 S.E.2d 674, 677 (1981). Allegations of \nfraud must be pled “with particularity.” Rule 9(b); Terry, 302 N.C. at 85, 273 S.E.2d \nat 678. “The particularity required by the rule generally encompasses the time, place \nand contents of the fraudulent representation, the identity of the person m aking the \nrepresentation and what was obtained by the fraudulent acts or representations . The \n \n \nparticularity required cannot be satisfied by using conclusory language .” Id. \n(emphasis in original). Additionally, the deceived party must have reasonably relied \non the allegedly false representations. Forbis v. Neal, 361 N.C. 519, 527, 649 S.E.2d \n382, 387 (2007).  \n41. As an initial matter, Plaintiff concedes that he did not know about the \nJuly 2012 capital call, and does not allege that any representations were made to him \nregarding that capital call. Without knowledge of the capital call or any allegations \nthat a misrepresentation was made regarding the capital call, Plaintiff cannot \nmaintain a fraud claim based on that capital call. Defendant’s Motion to dismiss the \nclaim for fraud based on the July 2012 capital call is GRANTED. \n42. With regard to the fraud claims arising from the other capital calls, \nPlaintiff alleges that “upon information and belief, there wa s not a legitimate \nbusiness purpose for the capital call s.” (ECF No. 28 at ¶¶ 29, 35.)  Plaintiff does not \nallege that the Campagna s made any specific misrepresentations as to the reasons \nfor the capital calls other than that they “were necessary for the op eration of the \nChisum/Campagna LLCs.” (ECF No. 28 at ¶  129.) Plaintiff instead alleges that he \n“trusted that [Richard] Campagna was operating in good faith . . . when directing the \ncapital calls,” and that Plaintiff “had no reason to believe that [Richard] Campagna \nwould direct a sham capital call.” (ECF No. 28 at ¶ 31.) \n43. Defendants argue that the fraud in the inducement claim must fail \nbecause Plaintiff does not allege he was denied the opportunity to discover the true \nfacts regarding the financial conditio ns of the Chisum/Campagna LLCs , or that he \n \n \ncould not have discovered the facts through such inspection. (ECF No. 49.1 at pp. 8–\n10.) Defendants contend that Plaintiff could have inspected the corporate books and \nrecords, and absent an allegation that he was denied such an opportunity , Plaintiff \nhas not sufficiently alleged that he reasonably relied on the misrepresentations. (Id.) \n44. It is well established that in alleging fraud, if “the party relying on the \nfalse or misleading representation could have discovered the truth upon inquiry, the \ncomplaint must allege that he was denied the opportunity to investigate or that he \ncould not have learned the true facts by exercise of reasonable diligence.” Rider v. \nAderhold, 2013 WL 3776961, at *12–13, 228 N.C. App. 360, 748 S.E.2d 775 (N.C. Ct. \nApp. July 16, 2013) (emphasis added; quoting Oberlin Capital, L.P., 147 N.C. App. at \n59, 554 S.E.2d at 846 (2001)). See also Hudson-Cole Dev. Corp. v. Beemer,  132 N.C. \nApp. 341, 346, 511 S.E.2d 309, 313 (1999); Jackson v. Minn. Life Ins. Co. , No. 5:16-\nCV-111-D, 2017 U.S. Dist. LEXIS 32674, at *36–37 (E.D.N.C. Mar. 8, 2017) (holding \nthat “plaintiffs fail to state a claim for fraud because ‘[w]here a plaintiff could have \ndiscovered the truth about the misrepresentation upon inquiry, the complaint must \nallege that the plaintiff was denied the opportunity to investigate or could not have \nlearned the true facts by exercise of reasonable diligence in order to survive a motion \nto dism iss’” (citation omitted) ). This requirement of reasonable  diligence is only \nexcused when the  party making the misrepresentation or concealment  is in a \nfiduciary or confidential relationship with the plaintiff. Forbis v. Neal, 361 N.C. 519, \n525, 649 S.E.2d 382, 386 (2007); Bennett v. Anson Bank & Trust Co. , 265 N.C. 148, \n \n \n156, 143 S.E.2d 312, 318  (1965). As discussed supra, the Campagnas did not owe \nfiduciary duties to Plaintiff individually.  \n45. Plaintiff has not alleged that he was prevented from discovering the \nactual financial conditions of the Chisum/Campagna LLCs  through the exercise of \nreasonable diligence. Plaintiff was a member of the Chisum/Campagna LLCs and had \na right to inspect the books and records of the LLCs under the Operating Agreements. \n(ECF No. 28, Ex. A at § 9.8 ; ECF No. 28 , Ex. B at § 9.8 ; ECF No. 28,  Ex. C § 8.6.) \nPlaintiff also had a statutory right, pursuant to G.S. § 57D-3-04, to inspect the books \nand records and to “[i]nformation from which the status of the business and the \nfinancial condition of the LLC[s] may be ascertained .” Plaintiff has not alleged that \nhe asked to inspect the books and records at any time before spring 2016, and has not \nalleged he was prevented from doing so. There also is no allegation that the LLCs’ \nbooks and records were not accurate or would not have revealed the actual financial \nconditions of the LLCs at the time the Campagnas made the capital calls. \n46. Plaintiff concedes that he does not allege he was denied the opportunity \nto investigate, but contends that his general allegation that the Campagnas \ncontrolled the LLCs and operated them without his input is sufficient to establish \nthat Plaintiff was prevented from discovering the truth about the capital calls. (ECF \nNo. 88, pp.  7–8.) These allegations are not adequate to meet Plaintiff’s pleading \nburden. \n47. Defendants also contend that Plaintiff did not plead his claim for fraud \nwith sufficient particularity as required by Rule 9(b).  The Co urt agrees with \n \n \nDefendants. With regard to the 2007 capital calls, Plaintiff does not specify when or \nwhere the misrepresentations took place, alleging only that  they occurred “[i]n or \naround 2007,” and has not alleged the contents of the misrepresentation s. (ECF No. \n28 at ¶ 26.) While Plaintiff alleges that another capital call was made on October 4, \n2010 by the Campagnas, he does not allege the content of any alleged \nmisrepresentations. (ECF No. 28 at ¶ 56.) These allegations fall short of the \nparticularity needed to plead fraud. Terry, 302 N.C. at 85, 273 S.E.2d at 678. \n48. For these reasons, Defendants’ Motion to dismiss Plaintiff’s claims for \nfraud should be GRANTED. \nC. Unjust Enrichment \n49. Plaintiff alleges that the Campagnas and the Chisum/Campagna LLCs \nhave been unjustly enriched by the Campagnas’ misconduct. (ECF No. 28 at ¶¶ 142–\n46.) A claim for unjust enrichment “is neither in tort nor contract but is described as \na claim in quasi contract or a contract implied in law.”  Booe v. Shadrick , 322 N.C. \n567, 570, 369 S.E.2d 554, 556 (1988). “The general rule of unjust enrichment is that \nwhere services are rendered and expenditures made by one party to or for the benefit \nof another, without an express contract to pay, the law will imply a promise to pay a \nfair compensation therefor.” Atlantic C. L. R. Co. v. State Highway Comm’n, 268 N.C. \n92, 95–96, 150 S.E.2d 70, 73 (1966). \n50. In North Carolina, to recover on a claim of unjust enrichment, Plaintiff \nmust prove: (1) that it conferred a benefit on another party; (2) that the other party \nconsciously accepted the benefit; and (3) that the benefit was not conferred \n \n \ngratuitously or by an interference in the affairs of the other party. Southeastern \nShelter Corp. v. BTU, Inc., 154 N.C. App. 321, 330, 572 S.E.2d 200, 206 (2002). “The \ndoctrine of unjust enrichment was devised by equity to exact the return of, or \npayment for, benefits received under circumstances where it would be unfair for the \nrecipient to retain them without the contributor being repaid or compensated.” \nCollins v. Davis, 68 N.C. App. 588, 591, 315 S.E.2d 759, 761 (1984). \n51. Plaintiff fails to allege a claim for unjust enrichment. He does not allege \nthat he conferred any benefit on the Campagnas or the Chisum/Campagna LLCs, but \nrather only that the Campagnas “received” or “wrongfully retained” benefits from \ntheir alleged misconduct. (ECF No. 28 at ¶¶ 143 –144.) Plaintiff has not alleged or \notherwise explained how any of the facts support an allegation that he conferred a \nbenefit on the Campagnas or the Chisum/Campagna LLCs, or how the benefits \nreceived by the Campagnas or the Chisum/Campagna LLCs resulted from an implied \ncontract. \n52. Accordingly, Defendants’ Motion to dismiss Plaintiff’s claim for unjust \nenrichment is GRANTED. \nD. Unfair and Deceptive Trade Practices \n53. Plaintiff makes an individual claim for unfair and deceptive trade \npractices against the Campagnas. (ECF No. 28 at  ¶¶ 147–52.) Plaintiff bases this \nclaim on the Campagnas’ alleged fraudulent capital calls, improper attempts to \namend the Chisum/Campagna LLCs’ operating agreements, conversion of Plaintiff’s \nownership interests in the Chisum/Campagna LLCs, failure to pay  pro-rata \n \n \ndistributions, and diversion of assets and misappropriation of corporate opportunities \nfrom the Chisum/Campagna LLCs to LLCs under the exclusive ownership and control \nof the Campagnas. (ECF No. 28 at ¶ 150.) \n54. “To establish a prima facie case of unfair and deceptive trade practices, \na plaintiff must show that (1) the defendant committed an unfair or deceptive act or \npractice, (2) the act was in or affecting commerce, and (3) the act proximately caused \ninjury to the plaintiff.” White v. Consol. Planning, Inc., 166 N.C. App. 283, 303, 603 \nS.E.2d 147, 161 (2004). \n55. “Plaintiff[s] must first establish that [D]efendants ’ conduct was ‘ in or \naffecting commerce’ before the question of unfairness or deception arises. ” HAJMM \nCo. v. House of Raeford Farms, Inc. , 3 28 N.C. 578, 592, 403 S.E.2d 483, 492 \n(1991). The phrase “‘business activities’ [ ] connotes the manner in which businesses \nconduct their regular, day-to-day activities, or affairs, such as the purchase and sale \nof goods, or whatever other activities the business regularly engages in and for which \nit is organized. ” White v. Thompson , 364 N.C. 47, 52, 691 S.E.2d 676,  679 (2010); \nAlexander v. Alexander, 792 S.E.2d 901, 904, 2016 N.C. App. LEXIS 1252, at *7 (N.C. \nCt. App. Dec. 6, 2016). The Court determines whether the alleged deceptive acts are \n“in or affecting commerce” as a matter of law. See Walker v. Fleetwood Homes of N.C., \nInc., 362 N.C. 63, 71, 653 S.E.2d 393, 399 (2007); Urquhart v. Trenkelbach , 2017 \nNCBC LEXIS 12, at *10 (N.C. Super. Ct. Feb. 8, 2017) \n56. Defendants argue that the Campagnas’ conduct does not violate the \nUDTPA because it is entirely internal to the Chisum/Campagna LLCs and is not “in \n \n \nor affecting commerce.” (ECF No. 49.1 at p. 13.) “With the [UDTPA] our General \nAssembly sought to prohibit unfair or deceptive conduct in interactions between \ndifferent market participants. The General Assembly did not intend for the Act to \nregulate purely internal business operations.” White, 364 N.C. at 47–48, 691 S.E.2d \nat 676 (holding that conduct between partners in a business, even when the conduct \ninvolves multiple business entities owned by the partners, is nonetheless internal to \na single market participant). “The [UDTPA] is not focused on the internal conduct of \nindividuals within a single market participant, that is, within a single business.  . . . \nAs a result, any unfair or deceptive conduct contained solely within a single business \nis not covered by the Act.” White, 364 N.C. at 53, 691 S.E.2d at 680; see also Weaver \nInv. Co. v. Pressly Dev. Assoc. , 234 N.C. App. 645, 654, 760 S.E.2d 755, 761 (2014) \n(dismissing plaintiff’s UDTPA claim because “defendants’ misconduct within the \nconfines of the partnership was not ‘in or affecting commerce’”); Polyquest, Inc. v. \nVestar Corp., LLC, 2014 U.S. Dist. LEXIS 14905, at *34 –35 (E.D.N.C. Feb. 6, 2014) \n(dismissing claim brought by one company against another engaged in a joint \nventure, holding “although defendants’ actions were not confined to the internal \noperations of a ‘single business,’ their actions were confined to the internal operation \nof a ‘single market participant,’ the joint venture”); McKee v. James , 2014 NCBC \nLEXIS 74, at *42 (N.C. Super. Ct. Dec. 31, 2014) (dismissing plaintiff’s UDTPA claims \nbetween members of an LLC because “th e undisputed evidence of record does no t \nreveal a dispute between McKee Craft and another business or consumers at large, \nbut rather a dispute between Plaintiffs and James as co-owners of McKee Craft”).  \n \n \n57. The Court concludes that Plaintiff’s allegat ions that the Campagnas \nmade “sham” capital calls, attempted to amend Operating Agreements, and converted \nPlaintiff’s membership interests are conduct that was purely internal to the \nChisum/Campagna LLCs. The alleged conduct had no impact on other market \nparticipants and was not “in or affecting commerce ,” and cannot support a UDTPA \nclaim. Urquhart, 2017 NCBC LEXIS 12, at *12–13. \n58. Plaintiff also alleges that the Campagnas committed unfair trade \npractices by diverting assets and corporate opportunities from the Chisum/Campagna \nLLCs to the other Campagna -controlled LLCs or to themselves and by selling LLC \nassets and diver ting the proceeds to themselves. (ECF No. 28 at ¶ 150.)  Plaintiff \nargues that the Campagnas breached their fiduciary duties to the Chisum/Campagna \nLLCs and engaged in self -dealing “by transferring assets of the Chisum/Campagna \nLLCs to other entities they owned and controlled for little to no value without \ndisclosing such transfers to [Plaintiff].” (ECF No. 88 at p. 11.) \n59. Plaintiff first argues that since the Campagnas diverted and sold assets \nto third-party LLCs , the conduct was between different market participants and, \ntherefore, “in or affecting commerce.” Plaintiff, however, does not  allege that the \nCampagnas directed any unfair or deceptive conduct towards or in their interactions \nwith the third-party LLCs, but only that the diversion of assets was a breach of the \nCampagnas’ duties to the Chisum/Campagna LLCs. White, 364 N.C. at 47 –48, 691 \nS.E.2d at 676 (UDTPA prohibits unfair or deceptive conduct in “interactions between \ndifferent market participants.”). In other words, any impact the conduct had on other \n \n \n“market participants” was incidental to the alleged unfair conduct that took place \nsolely within the Chisum/Campagna LLCs. Alexander, 792 S.E.2d at 905, 2016 N.C. \nApp. LEXIS 1252, at *10–11 (holding that a majority shareholder’s “misappropriation \nof [corporate] funds through payments made directly to himself and his family \nmembers as well as payments made to cover so me of his own personal ex penses” \nincluding “‘land rent’ in connection with the storage of the company’s vehicles . . . are \nmore properly classified as the misappropriation of corporate funds within a single \nentity rather than commercial transactions between separate market participants ‘in \nor affecting commerce ’”); Bandy v. Gibson , 2017 NCBC LEXIS 66, at *21–22 (N.C. \nSuper. Ct. July 26, 2017) ( stating that the allegation  that defendant -shareholder \ndiverted corporate funds to her husband and her husband’s company “was incidental \nto the alleged unfair conduct that took place solely within [the corporation]” and was \nnot “in or affecting commerce ”); Urquhart, 2017 NCBC LEXIS 12, at *13 (“[E]ven if \n[defendant] wrongfully diverted [plaintiff corporations] funds, that act was not in or \naffecting commerce, because the alleged activity was confined to acts of an owner and \none single entity.”). \n60. In addition, any claim for violation of the UDTPA based on the \nCampagnas’ breaches of their duties to the Chisum/Campagna LLCs belongs to the \nLLCs, not Plaintiff. Plaintiff, however, brought the UDTPA claim individually  and \nnot derivatively. Plaintiff has not alleged facts suggesting that the Campagnas’ \ndiversion of assets and corporate opportunities  was a breach of a special duty owed \nto Plaintiff, or that the diversion harmed Plaintiff in a manner “separate and distinct” \n \n \nfrom the harm to the Chisum/Campagna LLCs , Barger, 346 N.C. at 658, 488 S.E.2d \nat 219 , and therefore Plaintiff’s UDTPA claim cannot be maintained individually. \nDefendants’ Motion to dismiss Plaintiff’s individual claim against the Campagnas for \nviolation of the UDTPA should be GRANTED. \nCONCLUSION \nTHEREFORE, IT IS ORDERED that Defendants’ Motion to Dismiss Plaintiff’s \nAmended Complaint is GRANTED, in part, and DENIED, in part, as follows: \n1. Defendants’ Motion to Dismiss Plaintiff’s derivative claim for breach of \nfiduciary duty based on the allegations in paragraphs 71(a), 71(b), 71(c), \nand 71(f) is GRANTED.  \n2. Defendants’ Motion to Dismiss Plaintiff’s derivative claim for breach of \nfiduciary duty based on the allegations in paragraphs 71(d) and 71(e) is \nDENIED. \n3. Defendants’ Motion to Dismiss Plaintiff’s direct claim s for breach of \nfiduciary duty is GRANTED. \n4. Defendants’ Motion to Dismiss Plaintiff’s direct claims for constructive \nfraud is GRANTED. \n5. Defendants’ Motion to Dismiss Plaintiff’s derivative claims for \nconstructive fraud based on the allegations in paragraphs 71(a), 71(b), \n71(c), and 71(f) is GRANTED. \n \n \n6. Defendants’ Motion to Dismiss Plaintiff’s derivative claims for \nconstructive fraud based on the allegations in paragraphs 71(d) and \n71(e) is DENIED. \n7. Defendants’ Motion to Dismiss Plaintiff’s claims for fraud is GRANTED. \n8. Defendants’ Motion to Dismiss Plaintiff’s  claims for unjust enrichment \nis GRANTED. \n9. Defendants’ Motion to Dismiss Plaintiff’s claims for unfair and deceptive \ntrade practices is GRANTED. \n10. Except as expressly granted above, Defendants’ Motion to Dismiss is \nDENIED. \n \nThis, the 7th day of November, 2017. \n \n /s/ Gregory P. McGuire              \nGregory P. McGuire \nSpecial Superior Court Judge for \nComplex Business Cases \n \n \n "
}