{
  "id": "cac5fa89938c23d937f31cf19afa9d714aeb27d7d0bf5662eff840d990344079",
  "source_file": "data/raw/ncbc/cac5fa89938c23d937f31cf19afa9d714aeb27d7d0bf5662eff840d990344079.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nBUNCOMBE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 3707 \n \nVITAFORM, INC. d/b/a BODY \nAFTER BABY, \n \nPlaintiff, \n \nv. \n \nAEROFLOW, INC. and MOTIF \nMEDICAL, LLC, \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION FOR \nSANCTIONS \n \n1. THIS MATTER  is before the Court upon Defendants Aeroflow, Inc. \n(“Aeroflow”) and Motif Medical, LLC’s  (“Motif Medical”; together “Defendants”)  \nMotion for Sanctions (the “Motion”), (ECF No. 103), in the above-captioned case. \n2. After considering the Motion, the parties’ materials offered in support of and \nin opposition to the Motion, and other relevant matters of record, the Court hereby \nGRANTS the Motion in part, DENIES the Motion in part, ENTERS the following \nFINDINGS OF FACT and CONCLUSIONS OF LAW, and ORDERS relief as set \nforth below. \nSmith DeVoss, PLLC, by Jeffrey J. Smith and J ohn R. DeVoss, and \nWimer & Snider, P.C., by Jake A. Snider, for Plaintiff Vitaform, Inc. \n(d/b/a Body After Baby). \n \nWard and Smith, P.A., by Joseph A. Schouten , Haley R. Wells,  and \nJordan M. Spanner,  for Defendants Aeroflow, Inc. and Motif Medical, \nLLC. \n \nBledsoe, Chief Judge. \n \nVitaform, Inc. v. Aeroflow, Inc., 2021 NCBC 79. \n \nI. \n \nFINDINGS OF FACT \n \nA. Procedural Background \n3. On 10 September 2021, Defendants submitted a Business Court Rule \n(“BCR”) 10.9 dispute summary concerning Plaintiff Vitaform, Inc.  (d/b/a Body After \nBaby)’s (“Plaintiff”) disclosure of experts on 6 September 2021  (the “BCR 10.9 \nDispute”).  After receiving Plaintiff’s response, the Court convened a video conference \nto consider the BCR 10.9 Dispute  on 22 September 2021 (the “Conference”) .  A ll \nparties were represented by counsel at the Conference.   \n4. After the Conference, on 23 September 2021, the Court entered its Order on \nDefendants’ 10 September 2021 BCR 10.9 Dispute Summary and Scheduling Order \n(the “September 23 Order”).1  (Order on Defs.’ 10 Sept. 2021 BCR 10.9 Dispute Summ. \nand Scheduling Order [hereinafter “Sept. 23 Order”], ECF No. 97.)  In the September \n23 Order, the Court concluded that Plaintiff “fail[ed] to timely comply with its \ndisclosure and exchange obligations for expert testimony under the [Case \nManagement Order (“ CMO”), (Case Management Order, ECF No. 64), ] and the \n[North Carolina Rules of Civil Procedure].”  (Sept. 23 Order ¶ 8.)  Although the Court \ndenied Defendants’ request t o “exclude testimony from Plaintiff’s three identified \nexperts or any other expert testimony sought to be introduced by Plaintiff at trial as \na sanction for Plaintiff’s [misconduct],”  (Sept. 23 Order ¶ 8) , the Court did afford \n \n1 The Court incorporates herein by reference the findings and conclusions set forth in the \nSeptember 23 Order. \n \n \nDefendants relief.  Specifically , the Court exercised  its discretion to “ extend the \nexpert discovery period and dispositive motion deadline to alleviate any prejudice \nDefendants might otherwise suffer” and “to permit but not require Defendants to file \na motion for sanctions to seek their attorneys’ fees and costs incurred solely due to \nPlaintiff’s failure to comply with its disclosure and exchang e obligations under the \nCMO and the [North Carolina Rules of Civil Procedure].”  (Sept. 23 Order ¶ 8.)  The \nSeptember 23 Order provided that Plaintiff would be “afforded a full opportunity to \nreply” should Defendants seek sanctions.  (Sept. 23 Order ¶ 8.) \n5. Defendants filed the current Motion with supporting materials on 11 October \n2021, seeking an award of their attorneys’ fees and costs under N.C. R. Civ. P. 37(b) for \nPlaintiff’s discovery misconduct.  In support of the  Motion, Defendants tendered \nnumerous exhibits as well as an affidavit of Defendants’ lead counsel, Joseph A. \nSchouten, (Defs.’ Mem. L. Supp. Mot. Sanctions Ex. K [hereinafter “Schouten Aff.”], \nECF No. 104.11).  At the Court’s request, ( see Interim Order on Defs.’ Mot. Sanctions, \nECF No. 107), Defendants provided an additional affidavit from Defendants’ counsel \nincluding clarifying information on 23 November 2021, (see ECF No. 110).\n2   \n6. Defendants support their request with billing records documenting all tasks \nand time worked for which Defendants seek attorneys’ fees (the “Billing Statements”).  \n(Schouten Aff. Ex. 4 ; Schouten Aff. Ex. 5.)  The Billing Statements comprise two \ninvoices, one for Aeroflow and one for Motif Medical.  Each Billing Statement contains \nthe date of the hours billed, the attorney or paralegal who conducted the respective \n \n2 The Court refers to the initial version of Joseph A. Schouten’s affidavit filed on 11 October \n2021 and located at ECF No. 104.11 for purposes of this Order. \n \ntask, a brief description of the task, the hours spent on the task, the rate charged for \nthe task, and the total amount cha rged.  (Schouten Aff. Ex. 4; Schouten Aff. Ex. 5.)  \nThe two Billing Statements reflect identical time entries and charges to each \nDefendant.  ( See Schouten Aff. Ex. 5.)  In total, Defendants seek $ 23,982.00 in \nattorneys’ fees for an asserted 75 hours of work performed by Defendants’  counsel \nand paralegal in connection with the BCR 10.9 Dispute and this Motion.  (Defs.’ Mem. L. \nSupp. Mot. Sanctions 5 [hereinafter Defs.’ Br.], ECF No. 104; see Schouten Aff. Ex. 4; \nSchouten Aff. Ex. 5.)   \n7. Plaintiff filed its response on 1 November 2021.  (Pl.’s Resp. Br. To Defs.’ Mot. \nSanctions [hereinafter Pl.’s Resp.], ECF No. 105.)  Plaintiff contends that Plaintiff’s \nviolation of the Court’s CMO “was not willful and was based upon a misunderstanding of \nthe [CMO] that was reasonable and made in good faith in light of all the circumstances.”  \nPlaintiff also asserts that Defendants have “suffered absolutely no material prejudice” from \nPlaintiff’s violation and moreover that Defendants’ fee request is “grossly excessive based \non the sheer number of attorney hours billed.”  (Pl.’s Resp. 3.) \n8.  The Motion has been fully briefed and is ripe for determination.  The Court \nconcludes, in the exercise of its discretion, that a hearing would not assist the Court \nin ruling on the Motion and thus decides this matter without a hearing.  See BCR 7.4 \n(“The Court may rule on a motion without a hearing.”). \n \nII. \nCONCLUSIONS OF LAW \nA. Legal Standard  \n9. Trial courts retain the inherent authority “to do all things that are \nreasonably necessary for the proper administration of justice.”  Beard v. N.C. State \nBar, 320 N.C. 126, 129 (1987).   To that end, it is “within the inherent power of the \ntrial court to order [a party] to pay [the opposing party’s] reasonable costs including \nattorney’s fees for failure to comply with a court order.”  Daniels v. Montgomery Mut. \nIns. Co., 320 N.C. 669, 674 (1987); see Goodyear Tire & Rubber Co. v. Haeger, 137 S. \nCt. 1178, 1186 (2017) (recognizing that the trial court’s “authority includes the ability \nto fashion an appropriate sanction for conduct which abuses the judicial process [,]” \nincluding “an assessment of attorney’s fees” (cleaned up)); Out of the Box Developers, \nLLC v. LogicBit Corp., 2014 NCBC LEXIS 7, at *9–10 (N.C. Super. Ct. Mar. 20, 2014) \n(“[The trial court’s]  inherent authority includes the power  to sanction parties for \nfailure to comply with court orders .” (cleaned up)); see also Cloer v. Smith , 132 N.C. \nApp. 569, 573 (1999) (“The trial court also retains inherent authority to impose \nsanctions for discovery abuses beyond those enumerated in [N.C. R. Civ. P.] 37.”). \n10. Separate and apart from a trial court’s inherent authority to impose \nmonetary sanctions, N.C. R. Civ. P. 37(b)(2) authorizes an award of reasonable \nexpenses, in addition to other possible sanctions, when “a party or an officer, director, \nor managing agent of a party” fails to obey a court order regarding discovery.  See \nN.C. R. Civ. P. 37(b) (2).  In such circumstances, “the court shall require the party \n \nfailing to obey the order to pay the reasonable expenses, including attorney ’s fees, \ncaused by the failur e, unless the court finds that the failure was substantially \njustified or that other circumstances make an award of expenses unjust.”  Id.  As this \nCourt has previously recognized, when a party has failed to obey a discovery order, \n“an award of reasonable costs is mandatory unless the failure is substantially \njustified or an award would be unjust due to other circumstances.”  Red Valve, Inc. v. \nTitan Valve, Inc., 2019 NCBC LEXIS 57, at *75 (N.C. Super. Ct. Sept. 3, 2019), aff’d \nper curiam, 376 N.C. 798 (2021) (emphasis omitted).  \n11. Generally, an award of attorneys’ fees requires “that the trial court enter \nfindings of fact as to the time and labor expended, skill required, customary fee for \nlike work, and experience or ability of the attorney based on competent evidence.”  \nCouch v. Private Diagnostic Clinic, 146 N.C. App. 658, 672 (2001).  When attorne ys’ \nfees are awarded as a sanction, there must be “findings to explain .  . . how the court \narrived at” the awarded amount.  Dunn v. Canoy, 180 N.C. App. 30, 50 (2006). \n12. The Court’s award of expenses, including attorneys’ fees, must be \nreasonable.  See N.C. R. Civ. P. 37(b)(2) ; Daniels, 320 N.C. at 674.  An a ward of \nmonetary sanctions should be limited to those fees and expenses incurred as a result \nof the sanctioned party ’s improper conduct.  See, e.g. , N.C. R. Civ. P. 37(b)(2) \n(providing that the court “shall require the party failing to obey the [discovery] order \nto pay the reasonable expenses, including attorney’s fees, caused by the failure [.]”); \nDaniels, 320 N.C. at 674–75 (concluding that the trial court had the “inherent power \nto tax [the] plaintiff with the reasonable costs, including attorney’s fees incurred by \n \n[the] defendant” at a trial in which “plaintiff’s counsel failed to comply with the court’s \norder prohibiting the introduction of [certain] evidence”).   \n13. The amount of attorneys’ fees to be awarded is left to the trial court’s \ndiscretion and “will not be disturbed without a showing of manifest abuse of [that] \ndiscretion.”  Bryson v. Cort, 193 N.C. App. 532, 540 (2008).  A trial court will only be \nheld to have abused its discretion “where the court’s ruling is manifestly unsupported \nby reason or is so arbitrary that it could not have been the result of a reasoned \ndecision.”  E. Brooks Wilkins Family Med., P.A. v. WakeMed, 244 N.C. App. 567, 578 \n(2016) (quoting Couch, 146 N.C. App. at 667–68). \nB. Plaintiff’s Conduct  \n14. Plaintiff contends that its acknowledged violation of the CMO was \nsubstantially justified and that an award of expenses against it would be unjust in \nthese circumstances.  Plaintiff asserts that, although the parties reflected their \nagreement to exchange expert reports in their Case Management Report  (“CMR”), \n(Case Management Report 1, 3, ECF No. 62 ), Plaintiff did not remember that \nagreement in August and early September 2021 as the CMO’s deadline for expert \ndisclosures approached.  Plaintiff then argues that because the CMO did not state \nthat the parties had agreed to exchange reports —only that “[i]f the parties elect to \nexchange expert reports,” they must do so on or before the date of expert disclosure—\nPlaintiff was substantially justified in believing that it had no obligation to provide \nexpert reports under the CMO when it reviewed the CMO as the disclosure deadline \nloomed.  (Pl.’s Resp. 4–6.)  The Court disagrees.   \n \n15. First, the Court has already determined that Plaintiff’s construction of the \nCMO fails and that Plaintiff violated the CMO.  (Sept. 23 Order ¶ 6.)  Indeed, the \nCMR expressly state s that the parties agreed that “initial experts and response \nexperts shall submit a written report to go along with their resumes and all materials \nthey relied on that were not previously produced in discovery,” ( Case Management \nReport 3 ), and the CMO indicate s that “[i]f the parties elect to exchange expert \nreports”—which they agreed to do  in the CMR —those expert reports would be \nprovided in accordance with the requirements of the CMO, (Case Management Order \n5).  Plaintiff’s strained interpretation does not  permit it to avoid the obligations \nattendant to the agreement it admittedly made, whether forgotten or not, and in no \nway substantially justifies its failure to provide expert reports or full and complete \nexpert disclosures as required under the CMO.   \n16. This conclusion is further supported by Plaintiff ’s acknowledgement of its \nagreement to exchange expert reports and full and complete expert disclosures in the \nweeks and months leading up to the CMO’s 6 September 2021 expert disclosure \ndeadline.  First, in March 2021, Plaintiff acknowledged in its interrogatory responses \nthat it would comply with the CMO and stated further that “ [a]ppropriate expert \nreports, upon agreement, or answers to this interrogatory, containing the foundation \nand substance of the facts and opinions of the experts will be delivered at the time of \nthe designation.”  ( Defs.’ Mem. L. Supp. Mot. Sanctions Ex. A  ¶ 3, ECF No. 104.1.)  \nThen, on 30 July 2021, mere weeks before the expert disclosure deadline, Plaintiff’s  \ncounsel indicated in negotiations over a N.C. R. Civ. P. 30(b)(6) deposition that \n \nPlaintiff’s “expert witness might need some of the information from this [N.C. R. Civ. \nP.] 30(b)(6) to deliver a fully-informed opinion,” (Defs.’ Mem. L. Supp. Mot. Sanctions \nEx. B, ECF No. 104.2 (emphasis added)).   \n17. Despite these acknowledgements, however, Plaintiff disingenuously argues \nthat it was unaware of its agreement to provide expert reports until after it submitted \nexpert disclosures on 6 September 2021 .  (Pl. ’s Resp. 5.)  But  even then, those \npurported disclosures did not include the substance of the experts’ opinions, the \nexperts’ qualifications, or the facts, data, and materials on which the experts relied \nto form their undisclosed opinions—all basic requirements under the CMO and N.C. \nR. Civ. P. 26(b)(4), not to mention information Plaintiff promised in its interrogatory \nresponses.  And  even if the Court could credit Plaintiff’s contention that it did not \nrecall its agreement to exchange expert reports, Plaintiff’s failure to give even a \ncursory review to the CMR containing that agreement when confronted with the \nCMO’s language requiring certa in action “[i]f the parties elect to exchange expert \nreports,” (Case Management Order  5 (emphasis added)), hardly justifies Plaintiff’s \nconduct. \n18.  In short, Plaintiff’s effort to rationalize its disregard of its discovery \nobligations is unpersuasive .  Plaintiff not only failed to comply with the CMO’s \nrequirement to provide expert reports by the expert disclosure deadline, but the \ndisclosures Plaintiff did provide  were inconsistent with Plaintiff’s expert disclosure \nobligations under the CMO, N.C. R. Civ. P. 26(b)(4) , and Plaintiff’s representations \nin its interrogatory responses .  Thus,  the Court concludes, in the exercise of its \n \ndiscretion, that Plaintiff has not shown that its failure to comply with the CMO was \nsubstantially justified or that other circumstances make an award of expenses unjust.  \nAccordingly, the Court further concludes, in the exercise of its discretion, that \nsanctions in the form of an award of attorneys’ fees under N.C. R. Civ. P. 37(b) and \nthe Court’s inherent authority are appropriate in the circumstances here. \n19. The Court now  turns to an examination of Defendants’ request for \n$23,982.00 in attorneys’ fees. \nC. Reasonableness of Rates \n20. The Court first analyzes the reasonableness of the hourly rates charged by \nDefendants’ counsel.   \n21. The reasonableness of attorneys’ fees in this State “is governed by the factors \nfound in Rule 1.5 of the Revised Rules of Professional Conduct of the North Carolina \nState Bar.”  Ehrenhaus v. Baker, 216 N.C. App. 59, 96 (2011).  “The factors to be \nconsidered in determining whether a fee is clearly excessive” under Rule 1.5(a) of the \nRevised Rules of Professional Conduct include: \n(1) the time and labor required, the novelty and difficulty of the questions \ninvolved, and the skill requisite to perform the legal service properly;  \n \n(2) the likelihood, if apparent to the client, that the acceptance of the \nparticular employment will preclude other employment by the lawyer;  \n \n(3) the fee customarily charged in the locality for similar legal services;  \n \n(4) the amount involved and the results obtained;  \n \n(5) the time limitations imposed by the client or by the circumstances;  \n \n(6) the nature and length of the professional relationship with the client;  \n \n \n(7) the experience, reputation, and ability of the lawyer or lawyers performing \nthe services; and  \n \n(8) whether the fee is fixed or contingent.  \n \nN.C. Rev. R. Prof. Conduct 1.5(a). \n \n22. Defendants’ counsel charged at the following hourly rates  for the fees it \nseeks in the Motion : (i) $400 for Joseph A. Schouten , a partner with approximately \nseventeen years’ experience; (ii) $350 for Haley Roper Wells , a partner with \napproximately thirteen years’ experience; (iii) $235 for Jordan Spanner, an associate \nwith approximately three years’ experience; and (iv) $185 for Elizabeth A. Stallings, \na paralegal with over twenty years’ experience .  ( Schouten Aff. ¶¶  2, 6, 8 –9, 11; \nSchouten Aff. Ex. 3.)   \n23. Plaintiff does not object to the hourly rates Defendants’ attorneys have \ncharged.  Based on Defendants’ counsel’s affidavit, the previous holdings of this \nCourt, and the Court’s knowledge of the hourly rates of local attorneys providing \nsimilar services in this locality, the Court concludes that Defendants’ attorneys’ rates \nare reasonable, clearly not excessive, and within those “customarily charged in [this] \nlocality for similar legal services.”  N.C. Rev. R. Prof. Conduct 1.5(a)(3) ; see Insight \nHealth Corp. v. Marquis Diagnostic Imaging of N.C., LLC , 2018 NCBC LEXIS 69, \n*21–23 (N.C. Super. Ct. July 6, 2018) (holding hourly rates charged in Buncombe \nCounty of $230 to $405 for attorneys and $150 to $250 for paralegals and support \nstaff to be reasonable); see also, e.g. , Simpson v. Simpson , 209 N.C. App . 320, 328  \n(2011) (recognizing that, in awarding attorneys’ fees, a trial court may “take judicial \n \nnotice of the customary hourly rates of local attorneys performing the same services \nand having the same experience.”).3 \nD. Time and Labor Expended by Defendants’ Counsel \n24. The Court next evaluates the time and labor expended by Defendants’  \ncounsel.  See N.C. Rev. R. Prof. Conduct 1.5(a)(1).  Plaintiff argues that much of the \ntime identified for payment on the Billing Statements should be adjusted because the \nbilling entries reflect an excessive amount of time spent on the BCR 10.9 Dispute and \nthe Motion.   \n25. Defendants seek to recover $ 23,982.00 in attorneys’ fees arising from 75 \nhours of attorney and paralegal time spent between 7 September and 8 October  2021 \nin connection with the BCR 10.9 Dispute and the Motion.  (Defs.’ Br. 5; see Schouten \nAff. Ex. 4; Schouten Aff. Ex. 5.)  Defendants’ counsel avers that he and his colleagues \nincurred 42.2 hours of this time, totaling $14,885.00, between September 7 and \nSeptember 22 for work performed in connection with the BCR 10.9 Dispute as follows: \n \n3 Defendants’ requested hourly rates here are also within the range of those this Court has \nfound reasonable for complex business litigation in North Carolina.  See, e.g., W&W Partners, \nInc. v. Ferrell Land Co., 2020 NCBC LEXIS 35, at *10 (N.C. Super. Ct. Mar. 23, 2020) (finding \nattorney hourly rate of $526.50 reasonable); Red Valve, 2019 NCBC LEXIS 58, at *19–20, \n32–36 (finding attorney hourly rates between $250 and $450 reasonable); Bradshaw  v. \nMaiden, 2018 NCBC LEXIS 98, at *12–13 (N.C. Super. Sept. 20, 2018) (finding attorney \nhourly rate of $450 reasonable); Insight Health Corp. v. Marquis Diagnostic Imaging of N.C., \nLLC, 2018 NCBC LEXIS 69, at *21 (N.C. Super. Ct. July 6, 2018)  (finding attorney hourly \nrates of $375 to $405 reas onable); In re Newbridge Bancorp S’holder Litig., 2016 NCBC \nLEXIS 91, at *46–47 (N.C Super. Ct. Nov. 22, 2016) (concluding that “a typical and customary \n[attorney] hourly rate charged in North Carolina for complex commercial litigation . . . ranges \nfrom $250 to $475”); In re Pike Corp. S’holder Litig., 2015 NCBC LEXIS 95, at *22–23 (N.C. \nSuper. Ct. Oct. 8, 2015)  (finding attorney hourly rates of up to $550 to be within but at the \nhigher end of, reasonable rates for complex business litigation in North Carolina).  The Court \nalso takes judicial notice that attorney and paralegal billing rates in North Carolina have \nincreased since many of these decisions were rendered. \n \n(i) Schouten 23.8 hours ($9,520.00); (ii) Wells 9.4 hours ($3,290.00); (iii) Spanner 8.2 \nhours ($1,927.00); and (iv) Stallings .8  hours ($148.00).  ( See Schouten Aff. Ex. 4 ; \nSchouten Aff. Ex. 5.)  Defendants’ counsel further avers that he and his colleagues \nincurred 28.4 hours, totaling $7,764.00, between September 23 and October 8 for \nwork performed in connection with the Motion as follows:  (i) Schouten 3.4 hours \n($1,360.00); (ii) Wells 4.6 hours ($1,610.00); and Spanner 20.4 hours ($4,794.00).  (See \nSchouten Aff. Ex. 4 ; Schouten Aff. Ex. 5.)  Defendants’ counsel also seek 4.4 hours \nthat Ms. Wells (2.6 hours) and Ms. Spanner (1.8 hours) incurred on 22 September \n2021, which the Court treats separately below. \n26. The Court has carefully reviewed Defendants’ Billing Statements , and \ncontrary to Plaintiff’s contention, concludes, in the exercise of its discretion, that most \nof the time Defendants’ attorneys and paralegal  spent in connection with the BCR \n10.9 Dispute and this Motion was reasonable under the circumstances and should be \nawarded.   \n27. The Court, however, in the exercise of its discretion, declines to award the \nfollowing requested fees because the time incurred does not relate to the BCR 10.9 \nDispute or the Motion but instead appears to relate to the litigation more broadly: \na. Ms. Wells’ time entr ies on September 22 for 2.6 hours ($ 910.00) for \n“Formulation of strategy; client conference re discovery matters; \nconsideration of needed discovery”;  \nb.  Ms. Spanner’s time entries  on September 22 for 1.8 hours ($423.00) for \n“Continued preparation and development of strategy re Memorandum in \n \nSupport of Motion for Summary Judgment; analysis of issues re existence \nof a trade secret, misappropriation of trade secret, and unjust \nenrichment.” \n28. The Court also elects, in the exercise of its discretion, to adjust the following \ntime entries because the Court concludes that the time incurred was excessive for the \ntasks performed: \na. Mr. Schouten’s time entries between September 13 and September 21 \ntotaling 12.8 hours for tasks perform ed after the BCR 10.9 Dispute was \nsent through the day before the C onference shall be reduced to 9  hours \n(thereby reducing Defendants’ requested fees for this work by $1,520.00); \nb. Ms. Spanner’s time entries from September 23 to October 8 totaling 20.4 \nhours for tasks performed in connection with the Motion shall be reduced \nto 14 hours (thereby reducing Defendants’ requested fees for this work by \n$1,504.00).  \n29. Except as provided above, the Court concludes , in the exercise of its \ndiscretion, that no other adjustments to Defendants’  requested attorneys’ fees are \nnecessary or appropriate and that the fees sought for these tasks are reasonable and \nshould be awarded. \n30. The Court thus finds, in the exercise of its discretion, that Defendants \nshould be awarded reasonable attorneys’ fees for 60.4 hours of attorney and paralegal \ntime spent in connection with the BCR 10.9 Dispute and the Motion in the total \n \namount of $ 19,625.00 as follows: Schouten 2 3.4 hours ( $9,360.00); Wells 14 hours \n($4,900.00); Spanner 22.2 hours ($5,217.00); Stallings .8 hours ($148.00). \nE. Remaining N.C. Rev. R. Prof. Conduct 1.5 Factors \n31. The Court finds that the remaining factors set forth in Rule 1.5(a) of the \nRevised Rules of Professional Conduc t merit the award of attorneys’ fees ordered \nherein. \n32. As to th at portion of N.C. Rev. R. Prof. Conduct  1.5(a)’s first factor  \nconsidering “the novelty and difficulty of the questions involved, and the skill \nrequisite to perform the legal service properly ,” the Court finds that the work \nrequired in connection with the BCR 10.9 Dispute and the Motion was challenging  \nand required a high degree of skill , experience, and specialized knowledge.  \nAccordingly, this factor weighs in favor of the attorneys’ fees awarded hereunder.  \n33. Considering N.C. Rev. R. Prof. Conduct  1.5(a)’s seventh factor —“the \nexperience, reputation, and ability of the lawyer or lawyers performing the \nservices”—the Court finds that Defendants’ attorneys have significant experience in \ncomplex business litigation matters and have shown great ability in investigating the \ncircumstances of the BCR 10.9 Dispute and the Motion.   The Court concludes that \nthis factor also weighs in favor of the Court’s award of attorneys’ fees in this case. \n34. Finally, the Court has considered the remaining factors of N.C. Rev. R. Prof. \nConduct 1.5(a)—to the extent they can be applied to an award of attorneys’ fees in \nthe context of sanctions —and finds that the attorneys’ fees awarded herein are \nreasonable in light of these factors as well. \n \nIII. \nCONCLUSION \n35. WHEREFORE, the Court, in the exercise of its discretion, hereby \nGRANTS in part and DENIES in part Defendants’ Motion for Sanctions as more \nparticularly set forth above and ORDERS Plaintiff to pay Defendants ’ reasonable \nattorneys’ fees in the total amount of $19,625.00 within thirty (30) days of the entry \nof this Order. \n SO ORDERED, this the 15th day of December, 2021. \n \n       /s/ Louis A. Bledsoe, III \n      Louis A. Bledsoe, III  \n      Chief Business Court Judge "
}