{
  "id": "cac6c759ddbb6a759bfcbb5183dcdabc880f10971d0b6a8fdeedd6dbafac0aa1",
  "source_file": "data/raw/ncbc/cac6c759ddbb6a759bfcbb5183dcdabc880f10971d0b6a8fdeedd6dbafac0aa1.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23 CVS00 2076-590 \n \nJOHNSON BROS. CORPORATION, \nA SOUTHLAND COMPANY, \n \nPlaintiff, \n \nv. \n \nCITY OF CHARLOTTE, \n \nDefendant. \n \n \n \nORDER AND OPINION ON \nDEFENDANT CITY OF CHARLOTTE’S \nMOTIONS TO DISMISS \n \n  \n \nJOHNSON BROS. CORPORATION, \nA SOUTHLAND COMPANY, \n \nThird-Party \nPlaintiff, \n \nv. \n \nURS CORPORATION, \n \nThird-Party \nDefendant. \n \n \n \n1. THIS MATTER  is before the Court on Defendant City of Charlotte’s  \nMotions to Dismiss Plaintiff’s Claims  (the “Motion”) under Rules 12(b)(1), 12(b)(2),  \nand 12(b)(6) of the North Carolina Rules of Civil Procedure (the “Rules”) in the above-\ncaptioned case.1   \n2. This case involves a dispute between  Johnson Brothers Corporation , a \nSouthland Company ( “JBC”), which served as the general contractor on the City of \nCharlotte’s (the “City”)  CityLYNX Gold Line Streetcar extension project (the \n“Project”), and the City over the City’s alleged breaches of the parties ’ contract for \n \n1 (Def. City Charlotte’s Mots. Dismiss, Answer First Am. Verified Compl., and Countercl. \n[hereinafter, the “Mots.”], ECF No. 3.) \nJohnson Bros. v. City of Charlotte, 2024 NCBC 11. \nconstruction of the Project .  The City denies all liability and seeks to dismiss JBC’s \nclaims on grounds that those claims are barred by sovereign immunity and by the \napplicable statute of limitations. \n3. Having considered the Motion, the materials submitted in support of and in \nopposition to the Motion, the arguments of counsel at the hearing on the Motion, and \nother appropriate matters of the record, the Court  hereby GRANTS in part and  \nDENIES in part the Motion as set forth below. \nCokinos Young, by John P. DiBiasi and Branson Rogers , and Windle \nTerry Bimbo, by Steele B. Windle, III, for Plaintiff Johnson Bros. \nCorporation, a Southland Company. \n \nHamilton Stephens Steele + Martin, PLLC, by Rebecca K. Cheney, \nBentford E. Martin, and Graham B. Morgan, for Defendant City of \nCharlotte. \n \nBledsoe, Chief Judge. \nI. \nFACTUAL BACKGROUND  \n4. The Court recites the allegations asserted and the documents referenced in \nthe Amended Complaint that are relevant to the Court’s determination of the Motion. \n5. JBC is a Texas corporation with its principal place of business in Grapevine, \nTexas.2  The City is a local government existing under the laws of the State of North \nCarolina.3 \n \n2 (First. Am. Verified Compl. [hereinafter, “Am. Compl.”] ¶ 1, ECF No. 2.) \n \n3 (Am. Compl. ¶ 2.) \n \n6. In October 2016, the City  solicited contractors to submit competitive bid \nproposals for the construction of the Project and published p lans and s pecifications \nfor contractors to rely upon in preparing their bids. 4  JBC submitted a bid proposal \nto the City and was selected as the Project’s general contractor on 28 November 2016.5  \nThereafter, the City and JBC entered into a contract  for construction of the Project  \n(the “Contract”), and JBC began work on the Project after the City issued a Notice to \nProceed on 27 February 2017. 6  The Contract included a provision adopting a \nmandatory mediation process (the “Mediation Process”) and providing that full \ncompliance with the Mediation Process was a precondition to initiating litigation \nconcerning a dispute arising under the Contract. 7  The Contract incorporated plans \nand specifications that provided the sequence of construction and the scope of work \nfor the Project, including the traffic control measures the contractor could expect (the \n“Plans and Specifications”).8   \n7. The Contract also  incorporated portions of the  2012 North Carolina \nDepartment of Transportation ’s Standard Specifications for Roads and Structures \n(the “SSRS”). 9  The SSRS is a compilation of standard requirements used by the \n \n4 (Am. Compl. ¶ 6.) \n \n5 (Am. Compl. ¶¶ 7–9.) \n \n6 (Am. Compl. ¶¶ 7–9, 19.) \n \n7 (Index Exs. Filed Supp. Def. City Charlotte’s Mots. Ex. 1, Standard Special Provisions \nArticle 2.32 [hereinafter, the “Contract”], ECF Nos. 26.1, 26.2, 26.3.) \n \n8 (Am. Compl. ¶¶ 10, 15.) \n \n9 (Am. Compl. ¶ 12; Contract 79–81.)  \n \nNorth Carolina Department of Transportation for construction contracts. 10  At issue \nhere are the SSRS procedures through which a contractor may  seek additional \ncompensation under the Contract.   \n8. The SSRS defines “extra work” as “work found necessary or desirable to fully \ncomplete the work as contemplated in the contract for which payment is not provided \nfor by the contract unit or lump sum prices in the original contract.”11 \n9. Section 104 -7 of the  SSRS sets forth the  procedure the contractor must \nfollow to be compensated for “extra work”:   \nWhen the Contractor is required to perform work that is, in his opinion, \nextra work, he shall notify the Engineer in writing before performing \nsuch work.  The Engineer will investigate and, based upon his \ndetermination, one of the following will occur. \n(A) If the Engineer determines that the affected work is extra \nwork, the Contractor will be notified in writing by the Engineer \nand compensation will be made in accordance with [Section] 104-\n8(A). \n(B) If the Engineer determines that the work is not extra work, \nhe will notify the Contractor in writing of his determination. If \nthe Contractor upon receipt of the Engineer's written \ndetermination intends to file a claim for additional compensation \nby reason of such work, he shall notify the Engineer in writing of \nsuch intent before beginning any of the alleged extra work and in \nconformance with [Section] 104-8(B). \nWork performed without prior written consent of the Engineer will be \nconsidered incidental to the work of the contract.12 \n \n10 (Index Exs. Filed Supp. Def. City Charlotte’s Mot s. Dismiss Ex. 10 [hereinafter, “SSRS”], \nECF No. 26.12.) \n \n11 (SSRS Section 101.) \n \n12 (SSRS Section 104-7.) \n \n10. In relevant part, SSRS Section 104-8 provides that when the City’s engineer \nhas determined that the disputed work is not “extra work” and the contractor has \nsubmitted a notice of intent to file a claim for additional compensation under Section \n104-7, the work is “force account work .”13  Section 109-4 sets fort h specific \ndocumentation procedures the contractor must follow in submitting records of force \naccount work (together with the procedures enumerated in Section 104-8, the “Notice \nand Documentation Requirements”).14    \n11. Section 104-3 delineates a similar procedure for contractors to follow in the \nevent that  the City’s e ngineer directs an “alteration in the plans or details of \nconstruction that materially changes the character of the work and the cost of \nperforming the work.”  The Notice and Documentation Requirements apply to claims \nmade under Section 104-3 as well.15  \n12. The SSRS also provides in Section 104 -2 that the City may enter into \nsupplemental agreements with the contractor when it is necessary to make \namendments to satisfactorily complete the proposed construction or to provide \nauthorized time extensions.16    \n13. Finally, the SSRS provides the contractor a right to file a verified claim: \nIf the Contractor fails to receive such settlement as he claims to be \nentitled to under the terms  and provisions of the co ntract, the \n \n13 (SSRS Section 104-8(B).) \n \n14 (SSRS Section 109-4.) \n \n15 (SSRS Sections 104-3, 104-8, 109-4.) \n \n16 (SSRS Section 104-2.) \n \nContractor may submit a written and verified claim for such amounts \nhe deems himself or his subcontractor entitled to under the terms and \nprovisions of the contract provided he has complied with the applicable \nprovisions of the contract  including, but not limited to, giving written \nnotice of intent to file a claim, keeping and  submission of cost records \nand the initial submission of a written claim within the specified  time \nperiod.17 \n \n14. JBC alleges that from almost the outset of the Project, the City made major \nchanges to the contracted scope of work  that had been set forth , at least in part , by \nthe Plans and Specifications, including changes to traffic control plans, unanticipated \nrestrictions and limitations on JBC’s working hours, conflicts with other contractors, \nand unexpected requirements for constructing new storm drain structures, as \nopposed to planned pre-cast drain structures.18   \n15. In February 2018, the City notified JBC that it believed JBC’s  progress on \nthe Project was unsatisfactory and threaten ed to assess liquidated damages. 19  In \nresponse, JBC sent a letter to the City in March 2018 asserting that the delays to the \nProject were  the result of factors caused by the City which prevented JBC from \ncompleting the work within the anticipated time frame set forth in the Plans and \nSpecifications (the “March 2018 Letter”) .20  These factors included (i) the City’s \nfailure to t imely obtain encroachment agreements, (ii) the City’s c hanges to t raffic \ncontrol plans, (iii) the City’s delayed s ubmittals for precast concrete structures and \n \n17 (SSRS Section 107-24.) \n \n18 (Am. Compl ¶¶ 20–38.) \n \n19 (Am. Compl. ¶ 39.) \n \n20 (Index Exs. Filed Supp. Def. City Charlotte’s Mots. Dismiss  Ex. 2, ECF No. 26.4; Pl.’s Br. \nOpp’n City’s Mots. Dismiss Ex. 4, ECF No. 36.) \nthe inability to use precast concrete structures, (iv) the City’s changes to the storm \ndrain system on Hawthorne Lane, and (v) a gas line conflict at the intersection of 7th \nStreet and Hawthorne Lane. 21  The City responded to the March 2018 letter in \nAugust 2018, advising that “no time extension [could] be determined at [that] time.”22  \nIn October 2018, JBC and the City exchanged letters again—JBC’s letter reiterating \nthat the City -imposed factors had caused JBC’s delay and the City’s letter \ncomplaining that JBC’s progress on the Project was unsatisfactory.23  \n16. JBC and the City exchanged many letters of a similar nature after October \n2018, including until well after the Project was opened for public use on 30 August \n2021 (at least until November 2021). 24  Despite the parties’ disagreements, they did \nnot enter into a supplemental agreement or engage in the Mediation Process under \nthe Contract during this time.   \n17. JBC submitted the first official claim letter on 30 September 2020 (the \n“September 2020 Claim Letter”).25  In that letter, JBC sought to “initiate discussions \n \n21 (Index Exs. Filed Supp. Def. City Charlotte’s Mots. Dismiss Ex. 2.) \n \n22 (Pl.’s Br. Opp’n City’s Mots. Dismiss Ex. 5, ECF No. 37.) \n \n23 (Pl.’s Br. Opp’n City’s Mots. Dismiss Ex. 6, 7, ECF Nos. 38, 39; Index Exs. Filed Supp. Def. \nCity Charlotte’s Mots. Dismiss Ex. 4, ECF No. 26.6.) \n \n24 (Am. Compl. ¶¶ 46–59; Pl.’s Br. Opp’n City’s Mot. Dismiss Exs. 10, 23–24, 26–27, ECF Nos. \n42, 55–56, 58–59; Index Exs. Filed Supp. Def. City Charlotte’s Mots. Dismiss Ex. 5, ECF No. \n26.7.)  \n \n25 ( Index Exs. Filed Supp. Def. City Charlotte’s Mots. Dismiss Ex. 7 [hereinafter, the \n“September 2020 Claim Letter”], ECF No. 26.9; Pl.’s Br. Opp ’n City’s Mots. Dismiss Ex. 21, \nECF No. 53.) \n \nthat [would] allow JBC and the City to resolve all outstanding commercial issues.” 26  \nTo this end,  JBC listed nine “disruptions” that it claim ed impacted the nature and \ncharacter of the work and resulted in delays , which it titled : (i) “Extra-Contractual \nTraffic Control & Workhour Restrictions,” (ii) “Conflicts with Existing Utilities,” (iii) \n“Interference by Other Contractors—New Construction,” (iv) “Brick Built Boxes vs. \nPre-Cast Storm Drain Structures,” (v) “Design Changes/Plan Revisions,” (vi) \n“Hawthorne Bridge —Abutment Beam Seat Elevation Discrepancies ,” (vii) \n“Hawthorne Bridge —Deck Elevation ,” (viii) “Extra-Contractual Submittal \nRequirements and E xtended Review/Approval,” and (ix) “COVID-19, Social Justice \nProtests, and Weather.”27   \n18. JBC submitted another claim letter  on 1 March 2021.  This letter updated \nthe September 2020 Claim letter based on the status of the Project as of February \n2021.28  Eight months later, on 2 November 2021, JBC submit ted a Preliminary \nVerified Claim and requested to begin the Mediation P rocess provided by the \nContract.29 \n19. Although the City opened the Project for public use on 30 August 2021, the \nCity declined to certify substantial or final completion of the Project at that time and \ninstead issued  lists identifying additional work  JBC was to complete, including \n \n26 (September 2020 Claim Letter.) \n \n27 (September 2020 Claim Letter.) \n \n28 (Pl.’s Br. Opp’n City’s Mots. Dismiss Ex. 23.) \n \n29 (Am. Compl. ¶ 56; Pl.’s Br. Opp’n City’s Mots. Dismiss Ex. 27.) \n \nmaintenance “punch lists.”30  JBC claims that it completed most of these “punch list” \nitems, but the City notified JBC on 4 April 2023 that it considered JBC to be in default \nfor failure to complete all of the items by the Contract’s completion date.31 \n20. Almost all of the nearly 70 pay applications JBC submitted for Project work \nwere paid late, some remaining unpaid until  at least January 2023.32  JBC and the \nCity completed a mediation concerning JBC’s claims but reached an impasse  on 27 \nJanuary 2023.33   \nII. \nPROCEDURAL BACKGROUND \n21. On 31 January 2023, JBC initiated this action by requesting and obtaining \nthe issuance of a summons and permission from the Court to file its complaint within \n20 days thereafter under Rule 3(a).34  JBC then timely filed its original Complaint on \n20 February 2023 35 and thereafter filed its First Amended Complaint (“Amended \n \n30 (Am. Compl. ¶ 59.)  At the Hearing, JBC’s counsel represented that for purposes of the \nMotion, JBC agreed that “substantial completion” occurred on 31 August 2021.  ( See \nNovember 2, 2023 Hr’g Tr. 83:13–15 [hereinafter “Tr.”], ECF No . 88) (“But for purposes of \nthe analysis, Your Honor, we will agree for this analysis substantial completion in that term \noccurred on August 31, 2021.”). \n \n31 (Am. Compl. ¶ 62.) \n \n32 (Am. Compl. ¶ 58.) \n \n33 (Pl.’s Br. Opp’n City’s Mots. Dismiss Exs. 29, 30, ECF Nos. 61, 62.) \n \n34 (Application and Order Extending Time File Compl., ECF No. 9); see also N.C.R. Civ. P. \n3(a) (“A civil action may . . . be commenced by the issuance of a summons when (1) A person \nmakes application to the court stating the nature and purpose of his action and requesting \npermission to file his complaint within 20 days and (2) The court makes an order stating the \nnature and purpose of the action and granting the requested permission.”) \n \n35 (Verified Compl., ECF No. 10.) \nComplaint”) on 12 April 2023. 36  JBC asserted ten claims against the City in the \nAmended Complaint: (i) breach of contract, (ii) material alteration/fundamental \nchange, (iii) breach of expressed & implied warranties, (iv) breach of the implied \ncovenant of good faith and fair dealing, (v) misrepresentation, (vi) mutual mistake, \n(vii) violation of the Prompt Payment Act, (viii) unjust enrichment, (ix) quantum  \nmeruit, and (x) pass-through claims of subcontractors.37  \n22. On 1 June 2023, the City filed the Motion, seeking dismissal of each of JBC’s \nten claims. 38  JBC later voluntarily dismissed four of its claims : material \nalteration/fundamental change, misrepresentation, unjust enrichment, and  \nquantum meruit.39   \n23. After full briefing, the Court convened a hearing on the Motion on 2 \nNovember 2023, at which all parties were represented by counsel (the “Hearing”).  \nThe Motion is now ripe for resolution.  \n \n36 (Am. Compl., ECF No. 2.) \n \n37 (Am. Compl. ¶¶ 69–142.) \n \n38 (Mots.)  Although the City moved to dismiss JBC’s claim  for violation of the Prompt \nPayment Act, it conceded in its brief supporting the Motion and at the Hearing that this \nclaim should survive the City’s Motion.  Accordingly, the Court will deny the Motion to the \nextent the City seeks dismissal of this claim.  ( See Def. City Charlotte’s Br. Supp. Mots. \nDismiss 2 [hereinafter “City’s Br. Supp.”], ECF No. 29; Tr. 16:04–07.) \n \n39 (Johnson Bros. Corp.’s Notice Dismissal Certain Causes Action Without Prejudice, ECF \nNo. 82.) \n \nIII. \nLEGAL STANDARD \n24. The City brings the Motion under Rules 12(b)(1), 12(b)(2), and 12(b)(6), 40 \nand, as noted above, seeks dismissal of JBC’s claims based on sovereign immunity.41  \nIn North Carolina, the appropriate rule for consideration of a motion to dismiss on \nthe grounds of sovereign immunity is somewhat unsettled.  See, e.g., Battle Ridge Cos. \nv. N.C. Dep’t Transp., 161 N.C. App. 156, 157 (2003) (“Our courts have held that the \ndefense of sovereign immunity is a Rule 12(b)(1) defense.  Our courts have also held \nthat the defense of sovereign immunity is a matter of personal jurisdiction that would \nfall under Rule 12(b)(2)[.]” (internal citation omitted)); Farmer v. Troy Univ., 382 N.C. \n366, 369– 70 (2022) (reviewing a motion to dismiss on the grounds of sovereign \nimmunity made under 12(b)(6)).  Our Court of Appeals, however, recently determined \nthat “[issues of sovereign immunity] should be classified as [issues] of personal \njurisdiction under Rule 12(b)(2).”  Torres v. City of Raleigh , 288 N.C. App. 617, 620 \n(2023).  Accordingly, the Court will construe the Motion for dismissal on sovereign \nimmunity grounds as an issue of personal jurisdiction under Rule 12(b)(2) and apply \nthe appropriate standard of review for motions under that Rule.  \n25. “The standard of review to be applied by a trial court in deciding a motion \nunder Rule 12(b)(2) depends upon the procedural context confronting the court.”  Id. \n \n40 (See Mots.; City’s Br. Supp.19.) \n \n41 (City’s Br. Supp. 23–34; see also Mots. 2.) \n \n(quoting Banc of Am. Sec., LLC v. Evergreen Int’l Aviation, Inc. , 169 N.C. App. 690, \n693 (2005)). \nWhen neither party submits evidence, t he allegations of the complaint \nmust disclose jurisdiction although the p articulars of jurisdiction need \nnot be alleged.  The trial judge must decide whether the complaint \ncontains allegations that, if taken as true, set forth a sufficient basis for \nthe court’s exercise of personal jurisdiction.   \n \nIf the defendant supplements his motion to dismiss with an affidavit or \nother supporting evidence, the allegations in the complaint can no \nlonger be taken as true or controlling and plaintiff cannot rest on the \nallegations of the complaint.  In this circumstance, in order to determine \nwhether there is evidence to support an exercise of personal jurisdiction, \nthe court then considers (1) any allegations in the complaint that are not \ncontroverted by the defendant’s affidavit and (2) all facts in the affidavit \n(which are uncontroverted be cause of the plaintiff’s failure to offer \nevidence.)   \n \nParker v. Town of Erwin , 243 N.C. App. 84, 96 (2015)  (cleaned up) (quoting Banc of \nAm. Sec., LLC, 169 N.C. App. at 693–94). \n26. When “the parties each submit [ ] affidavits, depositions, and other \ndocumentary evidence to the trial court for consideration as to whether it ha [s] \npersonal jurisdiction[,]” the Court “ha[s] the responsibility of acting as a fact-finder, \nand [is] responsible for determining the weight and sufficiency of the evidence.”  Id. \nat 99 (cleaned up).  “ In such circumstances  . . . a plaintiff then has the ultimate \nburden of proving jurisdiction rather than the initial burden of establishing prima \nfacie that jurisdiction was proper.”  Id. at 97 (cleaned up). \n27. The City also seeks dismissal of all claims apart from JBC’s claim for \nviolation of the Prompt Payment Act under Rule 12(b)(6) on the ground that they are \nbarred by the applicable statute of limitations.  When deciding whether to dismiss for \nfailure to state a claim under Rule 12(b)(6) , the Court considers “ whether the \nallegations of the complaint, if treated as true, are sufficient to state a claim upon \nwhich relief can be granted under some legal theory.”  Corwin v. Brit. Am. Tobacco , \nPLC, 371 N.C. 605, 615 (2018) (quoting CommScope Credit Union v. Butler & Burke, \nLLP, 369 N.C. 48, 51 (2016)). \n28. “[D]ismissal pursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on \nits face reveals that no law supports the plaintiff’s claim; (2) the complaint on its face \nreveals the absence of facts sufficient to make a good claim; or (3) the complaint \ndiscloses some fact that necessarily defeats the plaintiff’s claim.’ ”  Corwin, 371 N.C.  \nat 615 (quoting Wood v. Guilford County, 355 N.C. 161, 166 (2002)). \n29. Under Rule 12(b)(6), “the trial court is to construe the pleading liberally and \nin the light most favorable to the plaintiff, taking as true and admitted all well -\npleaded factual allegations contained within the complaint.”  Donovan v. Fiumara, \n114 N.C. App. 524, 526 (1994) (cleaned up) ; see also, e.g. , Sykes v. Health Network \nSols., Inc. , 372 N.C. 326, 332 (2019) (recognizing that, under Rule 12(b)(6), the \nallegations of the complaint should be “view[ed] as true and in the light mo st \nfavorable to the non-moving party”) (cleaned up). \n30. When considering a motion to dismiss under Rule 12(b)(6) , a court “may \nproperly consider documents which are the subject of a plaintiff’s complaint and to \nwhich the complaint specifically refers even though they are presented by the \ndefendant.”  Oberlin Cap., L.P. v. Slavin, 147 N.C. App. 52, 60 (2001); see, e.g., Deluca \nv. River Bluff Holdings II, LLC, 2015 NCBC LEXIS 12, at *8 (N.C. Super. Ct. Jan. \n28, 2015) (stating that under Rule 12(b)(6), “a trial court may properly consider a \ncontract that is the subject matter of the complaint, even if the plaintiff did not attach \nit to the complaint[ ]”).   \nIV. \nANALYSIS  \nA. Sovereign Immunity \n31. The Court addresses the City ’s sovereign immunity defense on a claim -by-\nclaim basis. \n1. Breach of Contract and Pass-Through Claims \n32. “As a general rule, under the doctrine of sovereign immunity, the State is \nimmune from suit absent waiver of immunity.”  Wray v. City of Greensboro, 370 N.C. \n41, 47 (2017) (cleaned up).  “Governmental immunity is that portion of the State’s \nsovereign immunity which extends to local governments.”  Id.  “Although the State’s \nsovereign immunity applies to both its governmental and proprietary functions, the  \nmore limited governmental immunity covers only the acts of a municipality or a \nmunicipal corporation committed pursuant to its governmental functions.”   \nProvidence Volunteer Fire Dep’t, Inc. v. Town of Weddington , 382 N.C. 199, 211– 12 \n(2022) (cleaned up).   \na. Governmental Activity \n33. The City asserts that the acts  which gave rise to JBC’s claims —the \nextension of an operating streetcar system —were committed pursuant to the City’s  \ngovernmental function.42  JBC relies upon the Court of Appeals’ decision in  Town of \nSandy Creek v. E. Coast Contracting, Inc. , 226 N.C. App. 576 (2013), to contend in \nopposition that the City’s acts in contracting for the construction o f the streetcar \nsystem were proprietary functions because “a local governmental unit acts in a \nproprietary function when it contracts with engineering and construction companies, \nregardless of whether the project under construction will be a governmental function \nonce it is completed.”43   \n34. Both the City and JBC have submitted affidavits and documentary evidence \nin support of and in opposition to the Motion.44  As a result, the Court must determine \nthe weight and sufficiency of that  evidence.  See Parker, 243 N.C. App. at 99.  \nAccordingly, the Court hereby enters the following findings of fact and conclusions of \nlaw on whether the City’s acts giving rise to JBC’s claims were committed pursuant \nto the City’s governmental function or its proprietary function. \n \n42 (City’s Br. Supp. 21–23.) \n \n43 (See Pl. Johnson Bros. Corporation, a Southland Company’s Br. Opp’n City of Charlotte’s \nMots. Dismiss 13 [hereinafter, “JBC’s Br. Opp’n”] (quoting Town of Sandy Creek, 226 N.C. \nApp. at 581–82), ECF No. 30.) \n \n44 (See Aff. Kelly Ridall Goforth Supp. Def.’s Mots. Dismiss, dated Aug. 29, 2023 [hereinafter, \n“Goforth Aff.”], ECF No. 27; Aff. Imad Mohammed Supp. Pl.’s Br. Opp’n City’s Mots. Dismiss, \ndated Sept. 20, 2023  [hereinafter, “Mohammed Aff.”] , ECF No. 31.)  In his affidavit, \nMohammed lists 26 exhibits and asserts that they are “true and correct copies of project \ncorrespondence between JBC and [the City.]”  (Mohammed Aff. ¶ 3.)  The documents to which \nMohammed refers are attached as exhibits to  JBC’s brief in opposition to the Motion.  ( See \nPl.’s Johnson Bros. Corporation, a Southland Company’s Br. Opp’n Def. City of Charlotte’s \nMots. Dismiss Exs. 3–29, ECF Nos. 35–62.)   \n \nFINDINGS OF FACT45 \n35. Public transportation in Charlotte, North Carolina is provided by the \nCharlotte Area Transit System and all public transportation assets are owned by the \nCity.46  The CityLYNX Gold Line Streetcar (the “Gold Line”) is a streetcar system \nthat is being implemented in Charlotte in phases as a part of the Charlotte Area \nTransit System’s public transportation plan. 47  The Gold Line opened for service to \nthe public in 2021 and has been free of charge to users since that time.48   \n36. Nearly all public transit services in the United States, including buses, light \nrail, streetcars, and paratransit, are provided by public agencies, and the twenty-two \nstreetcar agencies currently  operating across the country are either public \ntransportation authorities, local governments, or non-profit agencies.49 \nCONCLUSIONS OF LAW \n37. Our Supreme Court has “ long held that a ‘governmental’ function is an \nactivity that is discretionary, political, legislative, or public in nature and performed \nfor the public good in behalf of the State rather than for itself.”  Estate of Williams ex \nrel. Overton v. Pasquotank Cnty. Parks & Recreation Dep’t, 366 N.C. 195, 199 (2012).  \nThe Supreme Court set forth the fol lowing test in Estate of Williams to ascertain \n \n45 Any findings of Fact that are more appropriately deemed Conclusions of Law are \nincorporated by reference into the Court’s Conclusions of Law. \n \n46 (Goforth Aff. ¶ 6.) \n \n47 (Goforth Aff. ¶¶ 7–8.) \n \n48 (Goforth Aff. ¶ 9.) \n \n49 (Goforth Aff. ¶¶ 4–5.) \n“whether an action undertaken by a county or municipality is governmental or \nproprietary in nature[:]”  \n[T]he threshold inquiry in determining whether a function is proprietary \nor governmental is whether, and to what degree, the legislature has \naddressed the issue. . . .  \n \n[W]hen an activity has not been designated as governmental or \nproprietary by the legislature, that activity is necessarily governmental \nin nature when it can only be provided by a governmenta l agency or \ninstrumentality. . . .  \n \n[W]hen the particular service can be performed both privately and \npublicly, the inquiry involves consideration of a number of additional \nfactors, of which no single factor is dispositive.  Relevant to this inquiry \nis wh ether the service is traditionally a service provided by a \ngovernmental entity, whether a substantial fee is charged for the service \nprovided, and whether that fee does more than simply cover the \noperating costs of the service provider.  We conclude that c onsideration \nof these factors provides the guidance needed to identify the distinction \nbetween a governmental and proprietary activity. \n \nId. at 200, 202–203. \n \n38. Turning to the first prong of the Estate of Williams  test—the threshold \ninquiry—it is undisputed that the legislature has not specifically determined whether \nthe construction of an extension of a streetcar system or providing the streetcar \nsystem itself reflects a governmental or a proprietary function.  Therefore, the Court \nmust turn to the second and third prongs of the Estate of Williams test.  Here, the \nevidence shows that the City does not charge a fee for its streetcar service and that \nstreetcar systems in the United States are typically a component of public \ntransportation provided by public age ncies.50  These “additional factors” as \ncontemplated by the third prong of the Estate of Williams test compel the conclusion \n \n50 (Goforth Aff. ¶¶ 4–5.)   \nthat the City’s provision of its streetcar system is a governmental activity.  See, e.g. , \nProvidence Volunteer Fire Dep’t, Inc. , 382 N.C. at 217 (holding that the “additional \nfactors mentioned in Estate of Williams  . . . clearly tend[] to suggest that the \nactivities . . . were governmental” where the services a town provided were \ntraditionally provided by the government, either directly or through contracts with \nprivate entities, and the town did not charge a fee for the service or make a profit in \nconnection with the service.)  JBC does not allege facts or offer evidence to challenge \notherwise.51   \n39. Further, the Court finds JBC’s reliance on Town of Sandy Creek unavailing.  \nIn Town of Sandy  Creek, the Court of Appeals divided the governmental entity’s \nactivity between the provision of the public service and the contracting for its \nconstruction and determined the latter to be proprietary.  226 N.C. App. at 581– 82.  \nThe Supreme Court, however, rejected that approach in  Providence Volunteer Fire \nDepartment, Inc., holding instead that the proper inquiry to determine whether a \ngovernmental entity’s act is a governmental function is the three -step test provided \nby Estate of Williams.  The Court stated: \n[W]e decline [the plaintiff’s] invitation to divide the activity in which the \n[t]own was engaged into multiple, separate pieces [.] . . . [G]iven that \n[the town] would need a fire station in order to provide service to the \n[t]own and given that the transaction reflected  in the [contract] set out \nthe manner in which the needed fire station would be provided, we are \nunable to divorce the provisions of the [contract] from the remainder of \nthe overall transaction between the parties, which was clearly intended \nto ensure that the residents of the [t]own received fire protecti on \nservices. \n \n \n51 (See generally Mohammed Aff.)   \n \nProvidence Volunteer Fire Dep’t, Inc., 382 N.C. at 218.   \n40. Based on the above, the Court concludes that, because the City’s provision \nof the streetcar system is a governmental function under the third prong of the Estate \nof Williams test , the City is , absent waiver,  entitled to governmental immunity \nagainst JBC’s claims. \nb. Waiver of Governmental Immunity \n41. The Court next considers whether the City has waived its governmental \nimmunity and consented to be sued on JBC’s claims under the Contract .  Our \nSupreme Court has held that  “whenever the State of North Carolina, through its \nauthorized officers and agencies, enters into a valid contract, the State implicitly \nconsents to be sued for damages on the contract in the event it breaches the \ncontract . . . [I]n causes of action on contract, . . . the doctrine of sovereign immunity \nwill not be a defense to the State.”  Smith v. State , 289 N.C. 303, 320 (1976).  “[A] \nwaiver of governmental immunity is implied, and effectively alleged, when the \nplaintiff pleads a contract claim.”  Wray v. City of Greensboro, 370 N.C. 41, 48 (2017).  \n“Thus, an allegation of a valid contract is an allegation of waiver of governmental \nimmunity.”  Id.  \n42. The City contends that, since the Contract requires that the  contractor \ncomply with the Notice and Documentation Requirements to receive additional \ncompensation above the contract price, JBC’s failure to satisfy the Notice and \nDocumentation Requirements for each component of its breach of contract claim bars \nJBC’s claim under governmental immunity. 52  For the same reason, the City argues \nthat the pass-through claims of JBC’s subcontractors should be dismissed.  Like with \nJBC’s contract claim, the City argues that the SSRS conditions subcontractor \nrecovery on compliance with the same notice and documentation procedure, which \nthe City contends JBC did not follow here.53 \n43. In response, JBC argues that it is inappropriate for the Court to consider \nwhether JBC has complied with the contractual procedures for recovery at this stage \nof the litigation because the Court is not to consider the merits of a claim when \naddressing the applicability of sovereign immunity.54  JBC contends that the inquiry \ninto sovereign immunity at this stage is determined solely by whether a plaintiff has \npleaded the existence of a valid contract with the City.55  The Court agrees with JBC. \n44. The general rule, as announced in Smith v. State, is that “that whenever the \nState of North Carolina, through its authorized officers and agencies, enters into a \nvalid contract, the State implicitly consents to be sued for damages on the contract in \nthe event it breaches the contract. ”  289 N.C. at 320.  Further, our Court of Appeals \nhas clarified that “consistent with the concept of notice pleading, a complaint need \nonly allege facts that, if taken as true, are sufficient to establish a waiver by the State \nof sovereign immunity.”  Can Am S., LLC v. State , 234 N.C. App. 119, 126 (2014)  \n \n52 (City’s Br. Supp. 24–30.) \n \n53 (City’s Br. Supp. 33–34.)  \n \n54 (JBC’s Br. Opp’n 12–13.)   \n \n55 (JBC’s Br Opp’n 12.) \n \n(quoting Fabrikant v. Currituck County , 174 N.C. App 30, 38 (2005)) .  To meet this \nburden, a plaintiff need only “plead[  ] with particularity the circumstances \nsurrounding their entry into [  ] valid contract s with [the State.]” Can Am S., LLC , \n234 N.C. App. at 126; see also Wray, 370 N.C. at 50 (holding that plaintiff’s allegations \nthat the defendant City of Greensboro failed to honor  its contractual obligations to \nplaintiff were sufficient to establish wavier of governmental immunity “[i]n light of \nthe low bar for notice pleading  . . . as well as the waiver of governmental immunity \nthat is inferred from the pleading of a contract claim.”) \n45. In Can Am South , LLC , the State argued that the plaintiff could not \nestablish waiver of sovereign immunity because the State did not breach the \ncontracts at issue.  234 N.C. App. at 126.  The court, however, rejected this argument, \nstating that “[courts] are not to consider the merits of a claim when addressing the \napplicability of sovereign immunity as a potential defense to liability.”  Id.  at 127.  \nThe court then explained the following about the rule announced in Smith: \n[A]ll applicable caselaw leads u s to conclude that the State waives its \nsovereign immunity when it enters into a contract with a private party, \nnot when it engages in conduct that may or may not constitute a \nbreach[.]  It is plain to us that the phrases “in the event it breaches the \ncontract” and “if it breaches that contract ” in [Smith and its progeny]  \nrefer to the events that would typically trigger a suit against the State.   \nThey do not mean that the State only waives its sovereign immunity “in \nthe event it breaches the contract” and “if it breaches that contract.”   To \nhold otherwise would require a plaintiff to definitively establish its \nentire cause of action against the State in its complaint without the \nopportunity to conduct discovery, a result that was clearly unintended \nby the Smith  Court when it adopted the doctrine of implied waiver of \nsovereign immunity in this context.  \n \nId. at 127 (emphasis in original).   \n46. The City contends that inquiry into JBC’s compliance with the Notice and \nDocumentation Requirements is not a n inquiry i nto the merits of JBC’s claim .  \nRather, the City posits that an inquiry into the merits of JBC’s claim would focus on \nwhether the City engaged in the conduct JBC alleges constituted a breach of the \nContract, i.e. whether the City changed the traffic contro l plans, whether the City \nobstructed JBC’s progress, etc. 56  This argument, however, is unpersuasive because \ndetermining compliance with  conditions precedent (i.e., JBC’s compliance with the \nNotice and Documentation Requirements) is a component of determin ing breach , \nwhich is therefore an inquiry into the merits of JBC’s claim.  For this reason,  the \nCourt concludes that  Smith precludes the Court from considering whether JBC \ncomplied with the Notice and Documentation Requirements in determining whether \nthe City has waived sovereign immunity on the current Motion.   \n47. Based on the above, the Court concludes that the City’s entry into the \nContract waived its governmental immunity to permit JBC’s assertion of its breach \nof contract claim and the pass-through claims of its subcontractors.  The City’s Motion \nseeking dismissal of these claims on sovereign immunity grounds must therefore be \ndenied.57 \n \n56 (Tr. 23:20–24:08.) \n \n57 The Court notes that the parties devoted significant portions of their briefs, (see JBC’s Br. \nOpp’n 13–15; City’s Reply Br. Supp. Mots. Dismiss [hereinafter, “City’s Reply Br.”] 8–11, ECF \nNo. 67), and significant argument at the Hearing on whether the Notice and Documentation \nRequirements apply to JBC’s C ontract-based claims and whether the Amended Complaint \nand its referenced documents establish that JBC complied with those Requirements.  Since \nthe Court has determined that JBC’s allegations are sufficient to plead waiver of sovereign \nimmunity for claims arising from the Contract, the Court does not reach these arguments on \nthis Motion.  \n2. Breach of Warranty \n48. The City also seeks dismissal of JBC’s claim for breach of warranty  on \nsovereign immunity grounds.58  The Court finds the City’s argument without merit.   \n49. Our Court of Appeals has recognized that plans and specifications published \nin accord with the SSRS constitute “positive representations upon which a contractor \nis justified in relying” and that a governmental agency “which furnishes inaccurate \ninformation as a basis for bids may be liable on a breach of warranty theory[.]”  Battle \nRidge Cos., 161 N.C. App. at 160 (quoting Lowder, Inc. v. Highway Comm’n, 26 N.C. \nApp. 622, 638 (1975)).  “[A] claim for relief based upon a breach of an implied warranty \nof plans and specifications arises under the contract and, if sufficiently pled, will \nwithstand a [ ] motion to dismiss on grounds of immunity.”  Battle Ridge Cos. , 161 \nN.C. App. at 160. \n50. North Carolina has adopted the general rule that “a construction contractor \nwho has followed plans and specifications furnished by the owner, or his architect or \nengineer, will not be responsible for consequences of defects in those plans or \nspecifications[ ]” because “there is an implied warranty by the owner that the plans \nand specifications are suitable for the particular purpose, and that if they are \ncomplied w ith[,] the completed work will be adequate to accomplish the intended \npurpose.”  Gilbert Eng’g Co. v. City of Asheville, 74 N.C. App. 350, 362–63 (1985).  “In \norder to establish a breach of such an implied warranty, the burden of proof is on the \ncontractor to prove that the plans and specifications were adhered to, that they were \n \n58 (Mots. 4–5; see also City’s Br. Supp. 23–24.) \n \ndefective, and that the defects were the proximate cause of the deficiency in the \ncompleted work.”  Id. at 363.   \n51. Here, JBC has alleged that the City published the Plans and Specifications, \nthat JBC justifiably relied upon those Plans and Specifications,59 that JBC proceeded \nwith the Project in good faith, that “through additional effort and acceleration of its \noperation[, JBC] . . . substantially complete[d] the Project[,]”60 and that as a result of \nthe “inaccurate and inadequate” Plans and Specifications, JBC suffered injury.61  The \nCourt concludes that t hese allegations, if proven, would permit a jury to find each \nelement of JBC’s breach of warranty claim.  As such, applying Battle Ridge Cos., the \nCourt will deny the City’s Motion to dismiss this claim on sovereign immunity  \ngrounds. \n3. Mutual Mistake \n52. The City next seeks dismissal of JBC’s claim for mutual mistake , also on \ngrounds of sovereign immunity.62  The City argues that since JBC’s claim for mutual \nmistake posits that a valid contract was never formed between the City and JBC, and \nbecause the City’s waiver of sovereign immunity extends only to its agreements with \n \n59 (Am. Compl. ¶¶ 94–96.) \n \n60 (Am. Compl. ¶¶ 52, 55.) \n \n61 (Am. Compl. ¶ 99.) \n \n62 (Mots. 4–5; see also City’s Br. Supp. 23–24.) \n \nJBC pursuant to the Contract, JBC’s claim seeking to invalidat e the Contract is not \na claim on which the City has agreed to be sued.63   \n53. JBC argues in opposition that the City misstates JBC’s claim for mutual \nmistake, which is for an equitable adjustment of the Contract, not for the invalidation \nof the Contract as a whole.64  The Court agrees with JBC. \n54. JBC does not contend or allege that JBC and the City did not enter into a \nvalid contract due to a mutual mistake of fact.65  Rather, JBC contends that, due to a \nmutual mistake, it is entitled to reformation of the Contract.  As discussed at length \nabove, “in causes of action on contract [ ] the doctrine of sovereign immunity will not \nbe a defense[.]”  Smith , 289 N.C. at 320.  Since JBC has pleaded entry into a valid \ncontract, it has adequately pleaded waiver of sovereign immunity for claims on that \ncontract, including its claim for mutual mistake.  Accordingly, the Motion will be \ndenied to the extent it seeks dismissal of JBC’s claim for mutual mistake on sovereign \nimmunity grounds.66 \n \n63 (Tr. 21:18–24.)   \n \n64 (See JBC’s Br. Opp‘n 19–20; Tr. 114:02–115:09.) \n \n65 (See Am. Compl. ¶¶ 113–21.) \n \n66 The City also argues in its reply brief that JBC’s claim for mutual mistake should be \ndismissed because JBC’s “broad allegations fail to satisfy Rule 9(b)’s requirements.”  (City ’s \nReply Br. 13.)  The City did not argue that JBC’s claim was insufficient under Rule 9(b) in \nits supporting brief, and the issue does not appear in JBC’s responsive brief.  Business Court \nRule 7.7 makes clear that “the Court may decline to consider issues or arguments raised by \nthe moving party for the first time in a reply brief.”  Accordingly, the Court will not consider \nthe City’s Rule 9(b) argument on this Motion. \n \nB. Statute of Limitations \n55. Separate and apart from its sovereign immunity arguments, the City also \nseeks dismissal of JBC’s claims for breach of contract, breach of express and implied \nwarranties, breach of the implied covenant of good faith and fair dealing, mutual \nmistake, and subcontractor pass-through claims under Rule 12(b)(6) as barred by the \nlimitations periods set forth in N.C.G.S. §  1-53(a), the statute of limitations both \nparties agree applies to JBC’s claims.67   \n56. Section 1-53(a) provides, in relevant part, as follows: \nWithin two years— \n(1) An action against a local unit of government upon a \ncontract, obligation or liability arising out of a contract, \nexpress or implied.  Unless otherwise provided by law, \nif the preceding sentence of this subsection would bar \ncommencement of  a cause of action arising out of a \ncontract to improve real property: (i) such an action may \nbe brought no later than 90 days after substantial \ncompletion, provided proper notice of the claim has been \ngiven if required by contract, or (ii) if prior to \nsubstantial completion the contract was terminated by \neither party, such an action may be brought no later \nthan 90 days after the date of termination of the \ncontract.  As used in this subdivision, “substantial \ncompletion” has the same meaning as in G.S. 1 -\n50(a)(5)c.  This subdivision shall not apply to actions \nbased upon bonds, notes and interest coupons or when \na different period of limitation is prescribed by this \nArticle. \n \n57. “A statute of limitations defense may properly be asserted in a Rule 12(b)(6) \nmotion to dismiss if it appears on the face of the complaint that such a statute bars \nthe claim.”  Horton v. Carolina Medicorp, Inc., 344 N.C. 133, 136 (1996).  “Whether a \n \n67 (City’s Br. Supp. 7–12.) \n \nstatute of limitations defense should be resolved by a Rule 12(b)(6) motion or must \nawait a Rule 56 motion for summary judgment depends on whether the facts \nnecessary to adjudicate the defense are demonstrated by the complaint itself or \nwhether additional evidence must be considered.”  BDM Invs. v. Lenhil, Inc ., 2012 \nNCBC LEXIS 7, at *29 (N.C. S uper. Ct. Jan. 18, 2012); see also Window World of \nBaton Rouge, LLC v. Window World, Inc., 2017 NCBC LEXIS 60, at *23 (N.C. Super. \nCt. July 12, 2017).  “ The statute of limitations defense is inflexible and unyielding,  \nand the defendants are vested with the right to rely on it as a defense.  The trial court \nhas no discretion when considering whether a claim is barred by the statute of \nlimitations.”  Fisher v. Anderson, 193 N.C. App. 438, 439 (2008) (cleaned up).  \n58. JBC alleges that substantial completion of the Project occurred on 30 August \n2021.68  Since this action was commenced on 31 January 2023, long after the 90- day \nperiod following substantial completion had expired, JBC’s claims are timely only if \nthey accrued after 31 January 2021. \n59. The City contends that the Amended Complaint and its referenced \ndocuments demonstrate that JBC’s claims accrued more than two years prior to the \ninitiation of this action on 31 January 2023 and thus are time-barred.69  JBC contends \nin opposition that its claims are timely because JBC did not have the right to \nmaintain a lawsuit for breach of contract until the Contract’s Mediation Process was \ncompleted on 27 January 2023, citing  Thurston Motor Lines, Inc. v. General Motors \n \n68 (Am. Compl. ¶ 19; Tr. 83:13–15.) \n \n69 (City’s Br. Supp. 7–12.)  \nCorp., 258 N.C. 323, 325 (1962) (“In general a cause or right of action accrues, so as \nto start the running of the statute of limitations, as soon as the right to institute and \nmaintain a suit arises[.]”) (cleaned up).  JBC argues that since it filed this action only \nfour days af ter its claims accrued, it acted well within the limitations periods in \nsection 1-53(a).70   \n60. The Court concludes that the City has the better of this dispute.  Under \nNorth Carolina law, “[c]ivil actions can only be commenced within the periods \nprescribed [by the applicable statute], after the cause of action has accrued, except \nwhere in special cases a different limitation is prescribed by statute.”  N.C.G.S. §  1-\n15(a).  Our Supreme Court has recognized that a cause of action accrues at “the point \nin time when the elements necessary for a legal wrong coalesce.\"  Black v. Littlejohn, \n312 N.C. 626, 633 (1985) ; see also Raftery v. Wm. C. Vick Constr. Co. , 291 N.C. 180, \n184 (1976) (“The cause of action accrues [w]hen the wrong is complete[ .]”).  In other \nwords, in North Carolina: \n[t]he accrual of the cause of action must [ ] be reckoned from the time \nwhen the first injury was sustained  . . . When the right of the party is \nonce violated, even in ever so small a degree, the injury, in the technical \nacceptation of that term, at once springs into existence and the cause of \naction is complete. \n \nSchenkel & Shultz, Inc. v. Hermon F. Fox & Assocs. , 180 N.C. App. 257, 262 (2006) \n(internal citation omitted). \n61. Our courts have consistently held that a claim for breach of contract accrues \nwhen the contract is breached, i.e., when the promise is broken.  See Christenbury \n \n70 (JBC’s Br. Opp’n 8–9.)   \n \nEye Ctr., P.A. v. Medflow, Inc., 370 N.C. 1, 6 (2017) (“It is well settled that where the \nright of a party is once violated the injury immediately ensues and the cause of action \narises.  A cause of action is complete and the statute of limitations begins to run upon \nthe inception of the loss from the contract, generally the date the promise is broken.”) \n(cleaned up); Penley v. Penley , 314 N.C. 1, 20 (1985) (“ The statute begins to run on \nthe date the promise is broken.”); MacDonald v. Univ. N.C. Chapel Hill, 299 N.C. 457, \n582 (1980) (“A cause of action for a suit involving a breach of contract ac crues as of \nthe date of breach.”);  Miller v. Randolph , 124 N.C. App. 779, 781 (1996) (same); \nLiptrap v. City of High Point , 128 N.C. App. 353, 355 (1998)  (same).  Accordingly, \nJBC’s breach of contract claim accrued when the City allegedly breached the \nContract. \n62. Contrary to JBC’s contention, the Mediation Process agreed to by the parties \nin the Contract does not extend the statute of limitations for any claims .  It is not a \ntolling agreement.  It merely provides a mechanism for resolution of claims that JBC \nmust follow prior to filing its claims in court; it does not alter the fact that whatever \nclaims JBC brings in court must be timely.  Rather, it is incumbent upon the parties \nto initiate the Mediation Process promptly to ensure that, if the claims are unresolved \nin the Mediation Process, they will be timely when brought in court. \n63. Further, JBC’s reliance on Thurston Motor Lines, Inc. and its progeny is \nmisplaced.  First, the majority of the cases upon which JBC relies are not breach of \ncontract cases.  Secon d, and most importantly, none of these cases provides that a \npre-filing mediation requirement acts as a tolling agreement and extends the statute \nof limitations.  Rather, in th e cases JBC cites, our courts merely recognized and \napplied the general rule that a cause of action does not accrue, and the plaintiff does \nnot have the right to institute and maintain a suit, until a legal wrong is complete.  \nThurston Motor Lines, Inc. , 258 N.C. at 327 (holding that “plaintiff suffered injury \nand his rights were invaded”, and thus his claim accrued, at the time that a defective \ntruck was sold to him); see also Ocean Hill Joint Venture v. N. C. Dep’t Env’t, Health \n& Nat. Res., 333 N.C. 318, 323 (1993) (holding that the State as plaintiff did not have \nthe right to file an action to collect a civil penalty until the elements set forth by the \nstatute providing for the penalty had occurred); Raftery, 291 N.C. at 184 (holding that \nplaintiff’s claim for wrongful death was timely because plaintiff brought the action \nfor wrongful death within two years of the intestate’s death, which was when the \nwrong was complete).   \n64. Indeed, the only case JBC cites that involves a contract claim, Liptrap, \nstates and applies the general rule that a breach of contract claim accrues when the \npromise is broken.  See Liptrap, 128 N.C. App. at 356, 360–61 (holding that plaintiffs’ \ncontract claims accrued when defendant, City of High Point, passed a resolution \nwhich froze payments owed to plaintiffs under their employment contracts—thereby \nbreaching the contract).   \n65. JBC also relies on Nello L. Teer Co. v. Jones Bros., Inc. , 182 N.C. App. 300 \n(2007), in which the court held that a stay should have been granted because the \nplaintiff was contractually obligated to exhaust administrative remedies for its claims \nbefore seeking judicial relief.  Id.  at 305.  JBC argues that, under Nello L. Teer, its \naction would have been premature before completion of the Mediation Process and \ntherefore JBC did not have the right to institute and maintain its claims until after \nthe Mediation Process was complete.   \n66. JBC’s reliance on Nello L. Teer, however, is similarly misplaced.  Although \nNello L. Teer provides that JBC’s claims would have been  premature had they been \nfiled prior to completion of the Mediation Process, the case does not stand for the \nproposition that JBC’s claim did not accrue until that process was complete.  Further, \nthis argument improperly conflates ripeness and accrual; alt hough the moment a \nclaim becomes ripe for judicial review and the moment a claim accrues often coincide, \nripeness and accrual are separate and distinct and can occur at different points in \ntime.  In sum, while Nello L. Teer may bear upon when JBC’s claim ripened , it does \nnot address or determine when JBC’s claim accrued.71   \n67. The Court thus turns to an examination of when the alleged legal wrong —\nthe purported breach of contract—is alleged to have occurred, since that determines \nwhen JBC’s contract claim accrued.  \n \n71 The Court notes that JBC’s theory of accrual has been rejected by courts in other \njurisdictions as well.  For example, the Appellate Court of Maryland (Maryland’s \nintermediate appellate court) stated that “[t]he fact that [the parties] had contracted . . . to \nengage in non-binding arbitration as a condition precedent to bringin g suit in circuit court \ndid not mean that [plaintiff’s] causes of action . . .  did not accrue [ ] when all of their elements \nhad arisen . . . It meant only that the parties, and eac h of them, had to take timely steps to \nengage in arbitration before limitations expired; enter into a further agreement to toll \nlimitations; or file suit and request a stay pending arbitration.”  Shailendra Kumar, P.A. v. \nDhanda, 426 Md. 185, 197 (Md. App.  Ct. 2013); see also Wash. Tennis & Educ. Found., Inc. \nv. Clark Nexsen Inc., 324 F.Supp.3d 128, 137–38 (D.D.C. 2018) (stating that the contention \nthat “the date of mediation is what counts for statute of limitations purposes is flat wrong[ ]” \nand declining to determine that the filing of a mediation demand equitably tolled the statute \nof limitations).   \n \n68. JBC contends that its claim is timely because the purported breach was the \nCity’s refusal to pay JBC for the costs it incurred in excess of the contract price, and \nthus the breach did not occur and the claim did not accrue until the City made a \ndefinitive declaration at the conclusion of the Mediation Process in January 2023 that \nJBC’s claims for further payment were denied. 72  But the Court must consider the \nclaim as pleaded, and JBC has not pleade d its claim by alleging that the City \nbreached by refusing to pay JBC the extra costs it claims it is entitled to under the \nContract.  See Davis v. Davis Funeral Serv., Inc., 2023 NCBC LEXIS 133, at *6 (N.C. \nSuper. Ct. Oct. 25, 2023) (holding that plaintiff’s contract claim was partially time -\nbarred and declining to measure the statute of limitations based upon a theory of \nliability that was not alleged in the complaint).   \n69. Rather, JBC bases its breach of contract claim on four alleged breaches: (i) \nthe City’s changes to the traffic control patterns and planned workhour availability \nfrom those set forth in the Plans and Specifications,73 (ii) the City’s failure to mitigate \nany obstructions or conflicts that would interfere with JBC’s work on the Project, 74 \n(iii) the City’s revisions to the designs and plans agreed upon in the Contract, namely \nthe City’s rejection of the use of precast storm drain boxes and discrepancies in plans \nfor reconstruction of the Hawthorne Lane bridge, 75 and (iv) the City’s wrongful \n \n72 (Tr. 86:07–19.) \n \n73 (Am. Compl. ¶¶ 20–29, 75—76.) \n \n74 (Am. Compl. ¶¶ 30–31, 77–78.) \n \n75 (Am. Compl. ¶¶ 32–39, 75.) \n \nassessment of liquidated damages, withholding of compensation throughout the \nduration of the Project, and refusal to grant time extensions.76  JBC also alleges that \nthe City continued the objectionable conduct after the Project was put into public use \nwhen it submitted extensive lists of tasks that exceeded the scope of the Contract, \nthreatened to terminate JBC from the Project if the tasks were not completed, and \nrefused to extend the deadline for completion of the Contract.77   \n70. With regard to alleged breaches (i) and (iii) above, the Amended Complaint’s \nallegations show that JBC was on notice of the alleged conduct as early as 2018, and \nno later than 2020.  JBC was aware of the City’s changes to the traffic control plans \nand its refusal to allow JBC to use precast storm drain structures no later than 6 \nMarch 2018 when JBC sent its March 2018 L etter to the City attributing delays in \nprogress in part to this conduct. 78  Similarly, JBC was aware of the issues arising \nfrom the reconstruction of the Hawthorne Lane bridge no later than 28 February \n2019 when JBC sent a letter to the City “providing a detailed outline of why the \nHawthorne Bridge issues were outside JBC’s control” and “a timeline of all the \nproposals . . . to remedy the existing design deficiencies[.] ”79  Finally, JBC was on \nnotice of alleged design changes and the changes to the planned workhour availability \nno later than 30 September 2020.  It was at that time JBC sent the September 2020 \n \n76 (Am. Compl. ¶¶ 55–58, 79.) \n \n77 (Am. Compl. ¶¶ 59–68, 79.)  \n \n78 (See Am. Compl. ¶ 40; March 2018 Letter.) \n \n79 (See Am. Compl. ¶ 47; see also Index Exs. Filed Supp. Def’s Mot. Dismiss Ex. 2.) \n \nClaim Letter, complaining that the City’s plans were “inaccurate, deficient, and \ninadequate” while attributing ten improper revisions and deficiencies to the City, and \ncontending that the “City imposed workhour requirements that we re far more \nrestrictive and disruptive than those establish[ed] in the Contract[.]”80   \n71. As to alleged breach (ii), JBC alleges that “[a]s 2020 progressed . . . [d]espite \nthe City’s duty to coordinate with existing utilities, JBC went months without any \ncoordination or schedule update from an energy utility[.]” 81  JBC also complained in \nits September 2020  Claim Letter that the time of performance and cost of \nconstruction was increased as a result of “innumerable conflicts with existing \nutilities” that were not shown on the [Plans and Specifications].” 82  Thus, it is clear \nfrom this letter that JBC encountered issues arising from the City’s alleged failure to \ncoordinate with utilities and interference from other contractors, and thereby had \nnotice of these issues by at least 30 September 2020.   \n72. With regard to alleg ed breach (iv), JBC asserted in its September 2020 \nClaim Letter that “[t]he City repeatedly failed to process the monthly progress \npayments in a timely and complete manner as required by the Contract[  ]” and that \n“[a]s warranted by the facts, JBC is [ ] entitled to an extension of time” beyond the \nContract’s completion date. 83  Thus, JBC had notice of the City’s alleged refusal to \n \n80 (See Am. Compl. ¶ 56; September 2020 Claim Letter 3, 6–7.) \n \n81 (Am. Compl. ¶ 53.)  \n \n82 (See Am. Compl. ¶ 56; see also September 2020 Claim Letter 3–4, 10–11, 12–14.) \n \n83 (September 2020 Claim letter 14–15.) \n \ngrant time extensions and failure to make proper progress payments by at least 30 \nSeptember 2020.84   \n73. In sum, the allegations and the referenced documents demonstrate that not \nonly did much of the conduct giving rise to JBC’s breach of contract claim occur prior \nto 31 January 2021, but also that JBC was aware of the conduct more than two years \nbefore it instituted this action.  Therefore, to the extent that JBC’s breach of contract \nclaim arises out of alleged breaches of the Contract that occurred prior to 31 January \n2021, the Court concludes that the claim is barred by the statute of limitations in \nsection 1-53(a).  J BC’s breach of contract claim will therefore proceed to discovery \nonly to the extent  that it seeks to recover for alleged breaches of the Contract that \noccurred on or after 31 January 2021.85   \n \n84 (See Am. Compl. ¶¶ 55–58; September 2020 Claim Letter 14–15.) \n \n85 The Court notes that, under North Carolina law , “a party may either by agreement or \nconduct estop himself from pleading the statute of limitations as a defense to an obligation.”  \nFranklin v. Franks, 205 N.C. 96, 114 (1933).  To be effective, however, “[a] party’s intent to \nwaive or shorten the statute of limitations for wrongs committed by another contracting party \nshould be expressed clearly, unambiguously, and explicitly.”  Frye Reg’l Med. Ctr., Inc. v. Blue \nCross Blue Shield of N. Carolina, Inc. , 2020 NCBC LEXIS 51, at *26 (N.C. Super. Ct. Apr. \n17, 2020) (citing Beachcrete, Inc. v. Water St. Ctr. Assocs. , 172 N.C. App. 156, 161 (2005)).  \nHere, JBC has pleaded in its Reply to the City’s Counterclaims that “[t]o the extent the causes \nof action asserted in the Counterclaim sound in equity, they are barred on the grounds of \nwaiver.”  ( Pl. Johnson Bros. Corporation, A Southland Company’s Reply and Affirmative \nDefenses Def.’s Countercl. and Pls.’s Third -Party Compl. Against URS Corporation, Second \nAffirmative Defense, ECF No. 7.)  JBC also argues in its opposition brief that it “has alleged \nthat the City constructively waived notice provisions by its own action/inaction.” (JBC’s Br. \nOpp’n 10 (emphasis added).)  Nowhere, however, has JBC pleaded or argued that the City, \nby agreement or by its conduct, has waived or modified the statute of limitations for the \nassertion of any accrued claims, including t he City’s breach of contract claim.  Accordingly, \nJBC’s waiver defense does not preclude the dismissal of JBC’s breach of contract claim on the \ngrounds set forth above. \n \n74. JBC’s claim for mutual mistake, however, is wholly barred by the statute of \nlimitations.   \n75. Our Court of Appeals has provided that “[f]or a claim based on fraud or \nmistake . . . the cause of action shall not be deemed to have accrued until the \ndiscovery of the aggrieved party of the facts constituting the fraud or mis take.  A \nplaintiff discovers the mistake —and therefore triggers the running of the [  ] \nlimitations period—when he actually learns of its existence or should have discovered \nthe mistake in the exercise of due diligence.”  Wells Fargo Bank, N.A. v. Coleman, 239 \nN.C. App. 239, 244 (2015).  \n76. JBC’s claim for mutual mistake is premised upon the allegation that the \nCity gave JBC, and JBC thereafter relied upon,  inaccurate information concerning \nthe traffic control plans and the  work hours available to the contractor. 86  As \ndiscussed at length above, the Amended Complaint and the referenced documents \nprovide that JBC complained about changes to the traffic control plan on 6 March \n2018 and complained of the workhour availability on 30 September 2020.  It is \ntherefore clear from JBC’s own pleading that  JBC learned of the existence  of the \nalleged mistakes well before 31 January 2021.  As a result, the Court concludes that \nJBC’s claim for mutual mistake is time -barred under section 1 -53(a) and will be \ndismissed on that basis. \n77. JBC’s claim for breach of implied and express warranties  is also wholly  \nbarred by the statute of limitations.   \n \n86 (Am. Compl. ¶¶ 114–20.) \n \n78. In North Carolina, “a contracting [state agency] which furnishes inaccurate \ninformation as a basis for bids may be liable on a breach of warranty [.]”  Lowder, 26 \nN.C. App. at 638.  To state a claim for breach of warranty arising from plans and \nspecifications as contemplated in Lowder, a claimant must allege that “the plans and \nspecifications were adhered to, that they were defective, and that the defects were \nthe proximate cause of the deficiency in the completed work. ”  ABL Plumbing & \nHeating Corp. v. Bladen Cnty. Bd. Educ., 175 N.C. App. 164, 169 (2005).   \n79. In support of its breach of warranty claim, JBC alleges that “[t]he City \npublished [the Plans and Specifications for this Project]” and that “[i]n doing so, the \n[C]ity both expressly and impliedly warranted that the Plans and Specifications were \nadequate[,]” but that the Plans and Specifications were “inaccurate and inadequate \nfor their intended use.”87  JBC alleges that the Plans and Specifications existed by at \nleast 27 February 2017.88  Further, JBC asserted in its September 2020 Claim letter \nthat “JBC reasonably relied on the adequacy and accuracy of the [Plans and \nSpecifications],” and the City did not allow JBC to “perform its work under [the] as -\nbid conditions[,]” 89 that JBC “encountered innumerable conflicts with existing \nutilities that were not shown on the plans[,]” 90 and that, in general, “[t]he City’s \n \n87 (Am. Compl. ¶¶ 94, 95, 97.) \n \n88 (See Am. Compl. ¶ 19.)   \n \n89 (September 2020 Claim Letter 2.) \n \n90 (September 2020 Claim Letter 3.) \n \noriginal plans were inaccurate, deficient, and inadequate.”91  JBC’s allegations make \nclear that JBC had notice of the alleged inaccuracy of the Plans and Specifications no \nlater than 30 September 2 020, more than two years prior to the initiation of this \nlawsuit.  Accordingly, the Court concludes that JBC’s claim for breach of warranty is \ntime-barred under section 1-53(a) and will therefore be dismissed on that basis.  See \nABL Plumbing & Heating Corp., 175 N.C. App. at 170–71 (dismissing plaintiff’s claim \nfor breach of warranty because plaintiff was aware of the injury arising from the \nbreach of warranty more than two years before plaintiff filed its complaint and noting \nthat “[f]urther damage incurred after the accrual of a cause of action only aggravates \nthe original injury and does not restart the running of the statutory limitations \nperiod.”)   \nC. Breach of the Implied Covenant of Good Faith and Fair Dealing    \n80. The City next contends that JBC’s claim for breach of the implied covenant \nof good faith and fair dealing should be dismissed because it is premised upon the \nsame facts as JBC’s breach of contract claim and is therefore duplicative. 92  JBC \ndisagrees, arguing that North Carolina courts have consistently declined to hold that \nclaims for breach of the implied covenant of good faith and fair dealing must be \ndismissed as duplicative if the claim is premised on the same or similar facts as an \naccompanying breach of contract claim.93  \n \n91 (September 2020 Claim Letter 6.) \n \n92 (City’s Br. Supp. 35–36.) \n \n93 (JBC’s Br. Opp’n 20–21.) \n \n81. Under North Carolina law, “where a party’s claim for breach of the implied \ncovenant of good faith and fair dealing is based on the same acts as its claim for \nbreach of contract, we treat the former as part and parcel of the latter.”  Cordaro v. \nHarrington Bank, FSB, 260 N.C. App. 26, 38–39 (2018).  “North Carolina state court \ndecisions considering good faith and fair dealing claims that are ‘part and parcel’ of \nbreach of contract claims . . . have concluded that the two claims merely stand or fall \ntogether, not that the i ndependent good faith and fair dealing claim should \nnecessarily be dismissed as duplicative.”  Southeast Anesthesiology Consultants, \nPLLC v. Rose, 2019 NCBC LEXIS 52, at *23 (N.C. Super. Ct. Aug . 20, 2019).  Since \nJBC’s implied covenant claim is based on the same alleged facts as its claim for breach \nof contract, the Court  shall grant and deny the Motion as to this claim to the same \nextent as JBC’s breach of contract claim.   \nIV. \nCONCLUSION \n82. WHEREFORE, for the reasons set forth above, the Court hereby GRANTS \nin part and DENIES in part the Motion as follows: \na. The Motion is DENIED under Rule 12(b)(2) for lack of personal \njurisdiction on sovereign immunity grounds; \nb. The Motion is GRANTED  under Rule 12(b)( 6) on JBC’s claims for \nbreach of contract (First Cause of Action), breach of the implied covenant \nof good faith and fair dealing (Fourth Cause of Action), and pass-through \nclaims (Tenth Cause of Action) to the extent th ose claims arise from \nconduct occurring before 31 January 2021, and those claims are hereby \nDISMISSED with prejudice to this extent as time -barred under the \napplicable statute of limitations; \nc. The Motion is GRANTED under Rule 12(b)(6) on JBC’s claim for breach \nof expressed and implied warranties (Third Cause of Action) and Mutual \nMistake (Sixth Cause of Action), and those claims are hereby \nDISMISSED with prejudice  as time -barred under the applicable \nstatute of limitations; \nd. The Motion is DENIED under Rule 12(b)(6) on JBC’s claims for breach \nof contract (First Cause of Action), breach of the implied covenant of \ngood faith and fair dealing (Fourth Cause of Action), and pass -through \nclaims (Tenth Cause of Action) to the extent those claims arise from \nconduct occurring after 31 January 2021, and those claims shall proceed \nto discovery; \ne. The Motion is DENIED as to JBC’s claim for violations of the Prompt \nPayment Act (Seventh Cause of Action) and that claim shall proceed to \ndiscovery.\n94  \nSO ORDERED, this the 27th day of February, 2024. \n \n     /s/ Louis A. Bledsoe, III \n     Louis A. Bledsoe, III    \n      Chief Business Court Judge \n \n \n \n \n94 See footnote 38, supra.  "
}