{
  "id": "caf33509f01ecdab037674c47432cbade64d1dc0969f6e97743dc16f205e2019",
  "source_file": "data/raw/ncbc/caf33509f01ecdab037674c47432cbade64d1dc0969f6e97743dc16f205e2019.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 5594 \n \nDUKE ENERGY CAROLINAS, LLC \nand DUKE ENERGY PROGRESS, \nLLC, \n \nPlaintiffs, \n \nv. \n \nAG INSURANCE SA/NV (f/k/a \nL’Etoile S.A. Belge d’Assurances); et \nal., \n \nDefendants. \n \n \nORDER AND OPINION ON MOTION \nOF DEFENDANTS ASSOCIATED \nELECTRIC & GAS INSURANCE \nSERVICES LIMITED, BERKSHIRE \nHATHAWAY DIRECT INSURANCE \nCOMPANY (F/K/A AMERICAN \nCENTENNIAL INSURANCE \nCOMPANY), AND TIG INSURANCE \nCOMPANY, AS SUCCESSOR TO \nRANGER INSURANCE COMPANY, \nFOR PARTIAL SUMMARY \nJUDGMENT REGARDING \nCOVERAGE FOR THE MAYO STEAM \nELECTRIC GENERATING PLANT \n \n \n1. THIS MATTER is before the Court on the Motion of Defendants Associated \nElectric & Gas Insurance Services Limited (“AEGIS”), Berkshire Hathaway Direct \nInsurance Company (f/k/a American Centennial Insurance Company  (“ACI”)), and \nTIG Insurance Company, as successor to Ranger Insurance Company  (“Ranger”), \n(collectively, the “AEGIS Defendants”) for Partial Summary Judgmen t Regarding \nCoverage for the Mayo Steam Electric Generating Plant (the “Motion”) filed \nNovember 27, 2019.1  (ECF No. 582.) \n2. Having considered the Motion, the briefs and related materials submitted \nin support of and in opposition to the Motion, the arguments of counsel at the hearing \n                                                 \n1 Defendants Fireman’s Fund Insurance Company (“FFIC”) , Federal Insurance Company \n(“Federal”), Pacific Employers Insurance Company  (“PEIC”), and United States Fire  \nInsurance Company (“U.S. Fire”) joined the Motion.  (ECF Nos. 612, 618, 620.)  U.S. Fire also \njoined the AEGIS Defendants’ reply.  (ECF No. 719.) \nDuke Energy Carolinas, LLC v. AG Ins. SA/NV, 2020 NCBC 46. \n \n \non the Motion, and other appropriate matters of record, the Court DENIES  the \nMotion for the reasons set forth below. \nPillsbury Winthrop Shaw Pittman LLP, by Matthew G. Jeweler, Mark J. \nPlumer, W. Kirk Gandy, Barry Fleishman, Aaron D. Coombs, William C. \nMiller, and Jeffrey W. Mikoni, and Hunton & Williams LLP, by A. Todd \nBrown and Ryan G. Rich, for Plaintiffs Duke Energy Carolinas, LLC and \nDuke Energy Progress, LLC.  \n \nRivkin Radler LLP, by Steven Zuckermann, Alan S. Rutkin, George D. \nKappus, Greg E. Mann, and Gregory J. Klubok, and Goldberg Segalla, \nby David G. Harris, II and David L. Brown, for Defendants Associated \nElectric and Gas Insurance Services Ltd., Berkshire Hathaway Direct \nInsurance Company, and TIG Insurance Company. \n \nSquire Patton Boggs (US) LLP, by Paul Kalish and Eridania Perez, and \nMcAngus Goudelock & Courie, by Jeffrey Kuykendal,  for Defendants \nAllianz Global Risks US Insurance Company, Allianz Underwriters \nInsurance Company, and Fireman’s Fund Insurance Company.  \n \nKennedys CMK LLP, by John D. LaBarbera,  Benjamin A. Blume, and \nMichael J. McNaughton, and James, McElroy & Diehl, P.A., by Adam L. \nRoss, for Defendant United States Fire Insurance Company. \n \nWhite and Williams, LLP, by Shane Heskin,  and Fitzgerald Litigation, \nby Andrew L. Fitzgerald,  for Defendants Century Indemnity Company, \nFederal Insurance Company, and Pacific Employers Insurance \nCompany. \n \nWindels Marx Lane & Mittendorf LLP, by Eric J. Konecke, for Defendant \nAllstate Insurance Company. \n \nFreeborn & Peters LLP, by Bruce M. Engel, for Defendant Arrowood \nIndemnity Company.  \n \nJackson & Campbell PC, by Erin N. McGonagle, for Defendants AIG \nProperty Casualty Company, American Home Assurance Company, and \nLexington Insurance Company. \n \nHogan Lovells US LLP, by Alexander B. Bowerman , for Defendant \nAssurances Générales de France. \n \n \n \nClausen Miller P.C., by Ilene Korey,  for Defendant Old Republic \nInsurance Company.  \n \nKarbal Cohen Economou Silk Dunne LLC, by Dena Economou, for \nDefendants Fir st State Insurance Company and Twin City Fire \nInsurance Company. \n \nSaiber LLC, by Michael J. Balch, for Defendant General Reinsurance \nCorporation.  \n \nHinkhouse Williams Walsh LLP, by William C. Joern,  for Defendant \nContinental Insurance Company.  \n \nBledsoe, Chief Judge. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \n3. This action focuses on whether Defendants—all insurers who issued excess \nlevel insurance policies to Plaintiffs Duke Energy Carolinas, LLC (“DEC”) (formerly \nDuke Power Company (“Duke Power”) ) and Duke Energy Progress, LLC (“DEP”) \n(formerly Carolina Power &  Light Company (“CP&L”) ) (collectively, “Duke”) —are \nobligated to compensate Duke for alleged liabilities linked to coal combustion \nresiduals (“CCRs”), i.e., coal ash, at fifteen Duke -owned power plants in North and \nSouth Carolina.  This Motion focuses on one such facility, the DEP-owned Mayo \nSteam Electric Generating Plant (“Mayo,” the “Mayo Plant,” or the “Plant”) , located \nnear Roxboro, Person County, North Carolina.   \n4. The Court does not make findings of fact on motions for summary judgment \nbut rather  summarizes material facts it considers to be uncontested.  Hyde  Ins. \nAgency, Inc. v. Dixie Leasing Corp., 26 N.C. App. 138, 142, 215 S.E.2d 162, 165 (1975). \n \n \n5. Although the evidence in the record is sparse, t he parties appear to agree \nthat the Mayo Plant began operations in 1983.  Mayo contains one ash pond, or basin, \nwhich is used for the disposal of coal ash generated by the P lant.  (See Am. Compl. \n¶ 80, ECF No. 232; Mem. Law Supp. Mot. Partial Summ. J. Defs . AEGIS, Berkshire \nHathaway Direct Ins. Co. (f/k/a ACI), & TIG Ins. Co., Successor to Ranger, Regarding \nCoverage Mayo Steam Electric Generating Plant 5 [hereinafter “AEGIS Defs.’ Supp. \nBr.”], ECF No. 583.) \n6. The AEGIS Defendants issued insurance policies to CP&L from 1981 to \n1986 (the “Policies”). 2  (Mot. Partial Summ. J. Defs. AEGIS, Berkshire Hathaway \nDirect Ins. Co. (f/k/a ACI), & TIG Ins. Co., Successor to Ranger, Regarding Coverage \nMayo Steam Electric Generating Plant 1, ECF No. 582.) \n7. The AEGIS Defendants contend that the undisputed evidence shows Duke \nintentionally caused the property damage for which it seeks coverage at Mayo and \nthat the “intentional injury exclusion” in the Policies  (the “Exclusion”) bars Duke’s \nMayo-based claims as a matter of law.   \n8. After full briefing, the Court held a hearing on the Motion by \nvideoconference on March 12, 2020 (the “Hearing”), at which Duke, the AEGIS \nDefendants, and other appearing D efendants were represented by counsel .  The \nMotion is now ripe for resolution. \n                                                 \n2 The Policies at issue in this Motion are identified at Appendix A.  \n \n \nII. \nLEGAL STANDARD \n9. Summary judgment is appropriate “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any material fact and that any party is entitled \nto a judgment as a matter of law.”  N.C. R. Civ. P. 56(c).   “An issue is ‘genuine’ if it \ncan be proven by substantial evidence and a fact is ‘material’ if it would constitute or \nirrevocably establish any material element of a claim or a defense.”  CSX Transp., \nInc. v. City of Fayetteville, 247 N.C. App. 517, 521, 785 S.E.2d 760, 763 (2016) (quoting \nLowe v. Bradford, 305 N.C. 366, 369, 289 S.E.2d 363, 366 (1982)).  “Substantial \nevidence is such relevant evidence as a reasonable mind might accept as adequate to \nsupport a conclusion . . . and means more than a scintilla or a permissible \ninference[.]”  DeWitt v. Eveready Battery Co., 355 N.C. 672, 681, 565 S.E.2d 140, 146 \n(2002) (citations and internal quotation marks omitted).  The Court views evidence \nin the light most favorable to the nonmoving party.  Summey v. Barker, 357 N.C. 492, \n496, 586 S.E.2d 247, 249 (2003) (citing Dobson v. Harris, 352 N.C. 77, 83, 530 S.E.2d \n829, 835 (2000)). \n10. The moving party bears the burden of showing that there is no genuine issue \nof material fact, Liberty Mut. Ins. Co. v. Pennington, 356 N.C. 571, 579, 573 S.E.2d \n118, 124 (2002), and may meet this burden by proving that “an essential element of \nthe opposing party’s claim does not exist, cannot be proven at trial, or would be barred \nby an affirmative defense, or by showing through discovery that the opposing party \n \n \ncannot produce evidence to support an essential element of [its] claim[,]” Dobson, 352 \nN.C. at 83, 530 S.E.2d at 835 (citations omitted).  If  the moving party meets its \nburden, “the burden shifts to the nonmoving party to produce a forecast of evidence \ndemonstrating specific facts, as opposed to allegations, showing that he can at least \nestablish a prima facie case at trial.”  Gaunt v. Pittaway, 139 N.C. App. 778, 784–85, \n534 S.E.2d 660, 664 (2000); see also N.C. R. Civ. P. 56(e) (“[A]n adverse party may not \nrest upon the mere allegations or denials of his pleading, but . . . must set forth \nspecific facts showing that there is a genuine issue for trial.”). \nIII. \nANALYSIS \n11. As an initial matter, “[a]n insurance policy is a contract and its provisions \ngovern the rights and duties of the parties thereto.”  C. D. Spangler Constr. Co. v. \nIndus. Crankshaft & Eng’g Co., 326 N.C. 133, 142, 388 S.E.2d 557, 562 (1990) (citing \nFid. Bankers Life Ins. Co. v. Dortch , 318 N.C. 378, 380, 348 S.E.2d 794, 796 (1986) ).  \nThus, our Supreme Court has directed that “[w]hen interpreting an insurance policy, \ncourts apply general contract interpretation rules.”  Accardi v. Hartford Underwriters \nIns. Co., 373 N.C. 292, 295, 838 S.E.2d 454, 456 (2020).   \n12. “As with all contracts, the goal of construction  is to arrive at the intent of \nthe parties when the policy was issued.”  Woods v. Nationwide Mut. Ins. Co., 295 N.C. \n500, 505, 246 S.E.2d 773, 777 (1978) (citing Wachovia Bank & Tr. Co. v. Westchester \nFire Ins. Co., 276 N.C. 348, 354–55, 172 S.E. 2d 518, 522–23 (1970)).  In discerning \nthe parties’ intent, “[t]he various terms of the policy are to be harmonious ly \n \n \nconstrued, and if possible, every word and every provision is to be given effect.”  C. D. \nSpangler Constr., 326 N.C. at 142, 388 S.E.2d at 563 (quoting Woods, 295 N.C. at 506, \n246 S.E.2d at 777); see also Harleysville Mut. Ins. Co. v. Buzz Off Insect Shield, L.L.C., \n364 N.C. 1, 9, 692 S.E.2d 605, 612 (2010) (same). \n13. “[A] contract of insurance should be given that construction  which a \nreasonable person in the position of the insured would have understood it to mean[.]”  \nGrant v. Emmco Ins. Co., 295 N.C. 39, 43, 243 S.E.2d 894, 897 (1978).  As emphasized \nby our appellate courts, the “intention of the parties as gathered from the language \nused in the policy is the polar star that must guide the courts[.]”  Cowell v. Gaston \nCty., 190 N.C. App. 743,  746, 660 S.E.2d 915, 918 (2008) (quoting McDowell  Motor \nCo. v. N.Y. Underwriters Ins. Co., 233 N.C. 251, 253, 63 S.E.2d 538, 540 (1951)).  “In \nNorth Carolina, determining the meaning of language in an insurance policy presents \na question of law for the Court.”  Accardi, 373 N.C. at 295, 838 S.E.2d at 456.  \n14. Sometimes policy language may be ambiguous.  An ambiguity exists where \n“in the opinion of the court, the language of the policy is fairly and reasonably \nsusceptible to either of the constructions for which the parties contend.”  Wachovia \nBank & Tr., 276 N.C. at 354, 172 S.E.2d at 522.  In those circumstances, our Supreme \nCourt has instructed that “any ambiguity or uncertainty as to the words used in the \npolicy should be construed against the insurance company and in favor of the \npolicyholder or beneficiary.”  Accardi, 373 N.C. at 295 , 838 S.E.2d at 456; see also  \nWoods, 295 N.C. at 506, 246 S.E.2d at 777.  This rule of construction applies whether \nthe provision at issue extends or excludes coverage.  See, e.g., Buzz Off Insect Shield, \n \n \n364 N.C. at 9–10, 692 S.E.2d at 612 (“[T]his Court construes liberally insurance policy \nprovisions that extend coverage so as to provide coverage, whenever possible by \nreasonable construction [.]” (citation , brackets,  and internal quotation marks \nomitted)); Wachovia Bank & Tr., 276 N.C. at 355, 172 S.E.2d at 522–23 (“[E]xclusions \nfrom, conditions upon and limitations of undertakings by the company, otherwise \ncontained in the policy, are to be construed strictly so as to provide the coverage, \nwhich would otherwise be afforded by the policy.”). \n15. Nevertheless, “[i]f a court finds that no ambiguity exists, . . . the court must \nconstrue the document according to its terms.”  Accardi, 373 N.C. at 295, 838 S.E.2d \nat 456; see also Woods, 295 N.C. at 506, 246 S.E.2d at 777 (“[I] f the meaning of the \npolicy is clear and only one reasonable interpretation exists, the courts must enforce \nthe contract as written; they may not, under the guise of construing an ambiguous \nterm, rewrite the contract or impose liabilities on the parties not bargained for and \nfound therein.”). \n16. Here, the Exclusion at issue provides, in relevant part, that the Policies will \nnot apply: \n[T]o liability of any INSURED for BODILY INJURY, PERSONAL \nINJURY or PROPERTY DAMAGE caused intentionally by or at the \ndirection of such INSURED, provided this exclusion shall not apply with \nrespect to BODILY INJURY, PERSONAL INJURY or PROPERTY \nDAMAGE occurring while safeguarding, preserving, protecting or \ndefending person or property[.] \n \n(Aff. Greg E. Mann [hereinafter “Mann Aff.”] Ex. 26, at Exclusion C, ECF No. \n586.26.) \n17. “Property damage” is defined under the Policies as: \n \n \n(1) [P]hysical injury to or destruction of tangible property which \noccurs during the POLICY PERIOD, including the loss of use \nthereof at any time resulting therefrom; or  \n \n(2) loss of use at any time of tangible property which has not been \nphysically injured or destroyed provided such loss of use is caused \nby an accident or an event or continuous or repeated exposure to \nconditions during the POLICY PERIOD. \n \n(Mann Aff. Ex. 26 § III(m).) \n18. None of the parties seriously contend s that the Exclusion provision is \nambiguous, and the Court concludes that it is not —by its unambiguous terms, the \nExclusion applies to “property damage” “caused intentionally by or at the direction of \n[Duke.]”  The parties vigorously dispute , however, the provision’s application on the \nrecord facts here.   \n19. The AEGIS Defendants contend that the undisputed evidence shows Duke \nwas fully aware when it began operations at Mayo in 1983 that Duke’s normal and \nexpected operations at the Plant would result in detecta ble levels of groundwater \ncontamination and thus that Duke intended the property damage for which it now \nseeks coverage.  (AEGIS Defs.’ Supp. Br. 2–4; Mar. 12, 2020 Hearing Tr. 17:20–18:5 \n[hereinafter “Tr.”], ECF No. 749.)   \n20. Duke disagrees and argues that it has offered substantial evidence showing \nthat Duke did not know, and thus could not have intended, that its operations at the \nMayo Plant would result in measurable amounts of groundwater contamination , \nmuch less levels of conta mination “in the form and to the degree for which it faces \nliability under [ the North Carolina Coal Ash Management Act  of 2014,  N.C.G.S. \n \n \n§ 130A-309.200 et seq. (“CAMA”)].”3  (Duke’s Opp’n Mot. Partial Summ. J. Regarding \nCoverage Mayo Electric Steam Plant 6 [hereinafter “Duke’s Opp’n Br.”], ECF No. \n669.) \n21. For its evidence, the AEGIS Defendants primarily rely upon:  \n(i) letters from the Environmental Protection Agency (“EPA”) in June 1978 \nand June 1981 advising that the use of an unlined ash pond at May o could be \n“expected” to result in groundwater contamination;4  \n(ii) a 1978 Duke -commissioned study by hydrologist Edwin Floyd \nforecasting that a “small amount of leachate” (i.e., metals from coal ash) would \nflow under the dam at the Mayo ash basin into an adjacent stream if Duke \nconstructed an unlined ash pond, ( Aff. Edwin O. Floyd [hereinafter “Floyd \nAff.”] Ex. A, at DUKE_CAIR_005581850, ECF No. 585.1);  \n                                                 \n3 CAMA was passed in September 2014 following the February 2014 spill of coal ash into the \nDan River at Duke’s Dan River Steam Station  in Rockingham County , North Carolina .  \n(Mann Aff. Ex. 20 Excerpts Dep. Phil Longueira, dated November 18, 2019, at 15:12–24, 18:2–\n18, 27:5–17, 31:19–32:19, ECF No. 586.20; Duke’s Opp’n Br. Ex. 26 Excerpts Dep. Tr. – Philip \nM. Longueira (Nov. 18, 2019), at 3 5:22–25, 39:1–22, ECF No. 669.1. )  Through CAMA, the \nNorth Carolina General Assembly required Duke to take certain remedial actions at its North \nCarolina power plants, including Mayo.  (Duke’s Opp’n Br. Ex. 25 Excerpts Dep. Tr. – David \nL. Doss, Jr. (Dec. 6, 2019), at 27:10–24, ECF No. 669.1; see also First Am. Compl. ¶¶ 46–50, \n80–82.) \n   \n4 (See Mann Aff. Ex. 1 June 26, 1978 Letter White (EPA) to Col. Hight (U.S. Army Corps of \nEngineers), at DUKE_CAIR_003145792, 003145794–95, ECF No. 586.1; Mann Aff. Ex. 3 \nJune 25, 1981 Letter Zeller (EPA) to Helms (N.C. Dept. Natural Resources & Community \nDevelopment), at DUKE_CAIR_007564362, ECF No. 586.3.) \n \n \n(iii) testimony from Duke witnesses purporting to suggest that \ncontamination of a small portion of groundwater to dilute contaminants as they \nmoved away from the pond was “an essential feature of the ash pond design”;5 \n(iv) Duke’s accounting treatment of its ash-related costs as asset retirement \nobligations (“AROs”), reflecting Duke’s alleged admission that groundwater \ncontamination was part of the “normal operation” of the pond that was \n“predictable and likely of occurring”;\n6  \n(v) contemporaneous complaints from adjoining landowners;7 and  \n(vi) testimony from Mick Greeson , a former employee in CP&L’s \nenvironmental permit unit, allegedly acknowledging that CP&L permitted \nsome groundwater contamination at Mayo because it did not anticipate that \nanyone would be able to drink the groundwater.8 \n                                                 \n5 (See AEGIS Defs.’ Supp. Br. 11; Mann Aff. Ex. 8 Excerpts Dep. Brenda Brickhouse, dated \nDecember 14, 2018, at 81:22–83:12, 107:3–5, 161:24–62:18, 165:9–66:3, ECF No. 586.8; Mann \nAff. Ex. 10 Excerpts Test. Jon Kerin, Duke’s Director of Health & Safety, in DEP Rate Case, \nat 36:19–20, ECF No. 586.10.) \n \n6 (See AEGIS Defs.’ Supp. Br. 15 –16; Mann Aff. Ex. 17 Excerpts Financial Accounting \nStandards Board  § 410 -20-15, ECF No. 586.17; Mann Aff. Ex. 18 Excerpts Stateme nt \nFinancial Accounting Standards, issued June 2001, at AEGIS_001973, ECF No. 586.18; \nMann Aff. Ex. 19 Redacted Excerpts Mem. by Duke Employee Phil Longueira, at \nDT00002219, ECF No. 586.19; Mann Aff. Ex. 20, at 56:4–57:13, 72:12–17, ECF No. 586.20.) \n \n7 (See Mann Aff. Ex. 2 Excerpts 1978 Final Environmental Impact Statement by U.S. Army \nCorps of Engineers, Wilmington District, at DUKE_CAIR_003963090 –91, 003963321– 23, \n003963397–411, ECF No. 586.2; Mann Aff. Ex. 22 Aff. Doyle Peed, dated April 24, 2019 ¶ 8, \nECF No. 586.22.) \n \n8 (See Reply Br. Defs. AEGIS, Berkshire Hathaway Direct Ins. Co. (f/k/a ACI), & TIG Ins. Co., \nSuccessor to Ranger, Regarding Coverage Mayo Steam Electric Generating Plant 7 \n[hereinafter “AEGIS Defs.’ Reply Br.”], ECF No. 716; Aff. Greg E. Mann Supp. Reply Partial \nSumm J. Defs. AEGIS, Berkshire Hathaway Direct Ins. Co. (f/k/a ACI), & TIG Ins. Co., \nSuccessor to Ranger, Regarding Coverage Mayo Steam Electric Generating Plant Ex. H \n \n \n22. In opposition, Duke argues that t his evidence does not permit the \nconclusions the AEGIS Defendants seek to draw.  (Duke’s Opp’n Br. 8, 10, 13–14, 16.)  \nFor its support, Duke offers evidence tending to show that: \n(i) Duke responded to the EPA’s concerns in developing the final design of \nthe coal ash basin that was actually constructed several years later , (Duke’s \nOpp’n Br. Ex. 7 Letter CP&L to EPA (July 13, 1978), ECF No. 669.1);  \n(ii) Floyd, the hydrologist, in the same quoted section of his report, \nultimately concluded that the water flowing underneath the dam at the Mayo \nash basin “should be rendered essentially free  of excess heavy minerals [,]” \n(Floyd Aff. Ex. A, at DUKE_CAIR_005581849–50);9  \n(iii) the Duke testimony and documents on which the AEGIS Defendants \nrely originate after 2009 and are from employees who were not involved in coal \nash and groundwater issues during the relevant timeframe;10  \n                                                 \nExcerpts Dep. Mick Greeson, dated September 25, 2019, at 65:10 –66:11 [hereinafter \n“Greeson Dep.”], ECF No. 717.8; Duke’s Opp’n Br. Ex. 17 Aff. Mickey R. Greeson (Feb. 5, \n2020) ¶ 2, ECF No. 669.1.) \n \n9 The relevant portion of Floyd’s report states as follows: \n \nThe small amount of leachate that may flow under the [ash pond] dam should \nbe rendered essentially free of excess heavy minerals  through the action of \nfiltration through the soil and dilution with the natural ground waters within \na few hundreds of feet below the dam or by the time natural discharge returns \nit to the stream. \n \n(Floyd Aff. Ex. A, at DUKE_CAIR_005581850 (emphasis added).) \n \n10 (See Duke’s Opp’n Br. Ex. 22 Excerpts Dep. Tr. –  Brenda Brickhouse (Dec. 14, 2018), at \n10:17–11:13, 13:18– 14:5, 165:5– 66:3, ECF No. 669.1; Duke’s Opp’n Br. Ex. 24 Excerpts \n30(b)(6) Dep. Tr. – Ed Sullivan (Dec. 11, 2019), at 63:24–67:19, ECF No. 669.1; Duke’s Opp’n \nBr. Ex. 25, at 27:10– 29:17, 55:5–56:7; Duke’s Opp’n Br. Ex. 26, at 33:15– 35:6, 39:15–41:1; \n \n \n(iv) Duke did not treat costs as an ARO until after CA MA was passed in \n2014, a  years-later accounting determination that  does not reflect Duke’s \nknowledge and intent at the time the Policies were issued , (Duke’s Opp’n Br. \nEx. 25, at 27:10– 29:17, 55:5 –56:7; Duke’s Opp’n Br. Ex. 26 , at 33:15– 35:6, \n39:15–41:1); and  \n(v) CP&L’s Greeson did not testify that CP&L knowingly permitted \ngroundwater contamination at Mayo, a point he directly refuted by subsequent \naffidavit, (Duke’s Opp’n Br. Ex. 17  ¶¶ 3–4), but rather  testified that if \ngroundwater contamination did occur, Duke did not expect adverse health \nimpacts.11 \n                                                 \nApp’x B, 15 N.C. Admin. Code Subchapter 2L (1979), ECF No. 669.2; App’x C, 15 N.C. Admin. \nCode Subchapter 2L § .0107 (1989), ECF No. 669.2.) \n \n11 Greeson testified, in relevant part, that \n \nQ. So it was part of your thinking that, yes, there was going to be seepage that \nwould go into the groundwater; but given that that groundwater was going to \nflow into the river, and given that it was the same water that you were \ndischarging, effectively, under permit, it shouldn’t matter, or shouldn’t be \nimproper?  \n \nA. Well, it would matter, but we didn’t think, on a comparative basis, it would \nbe significant, in terms of environmental impact.   I mean, there was no \nopportunity – the groundwater standards were established to protect public \nhealth, primarily, because 52 percent of North Carolinians used well water.   \nBut at our ash pond -- at our coal-fired power plants, we owned -- there was no \nopportunity for anyone -- well, certainly at the time, we felt that there was \nlittle opportunity for anyone to drink the groundwater around the ash ponds, \nbecause it was flowing toward the river, and we owned the land.  I mean, that \nwas the general thinking in the early ‘80s.  \n \nQ. And therefore  that you felt that the seepage that was going into the \ngroundwater, containing whatever ash constituents it contained, wasn’t going \nto cause any harm to the interests that the standards were intended to protect; \nis that correct?  \n \n \n \n23. Duke also offers affirmative evidence it argues shows that Duke did not \nintend to cause groundwater contamination at Mayo , (Duke’s Opp’n Br. 8, 10– 14), \nincluding:  \n(i) a report  conducted by Radian Corporation for the Electric Power \nResearch Institute upon which Duke relied in deciding to build the basin that \nconcluded “any potential impacts to groundwater were negligible [,]”12 (Duke’s \nOpp’n Br. 8; Duke’s Opp’n Br. Ex. 7, at DUKE_CAIR_003961687);  \n(ii) a report from Duke’s engineering consultant , also upon which Duke \nrelied, that concluded Duke’s design to construct the pond with a clay soil liner \nwould prevent seepage of contaminants into groundwate r, (Mann Aff. Ex. 5 \nJune 13, 1966 Letter Weston (Gibbs & Hill) to Thompson (CP&L), ECF No. \n586.5);  \n(iii) the approvals and permits issued by North Carolina state regulators  \napproving Duke’s plan to build and operate the coal ash basin and their \n                                                 \nA. Yes. \n \n(Greeson Dep. 65:10–66:11.) \n \n12 A 1975 report sponsored by the Electric Power Research Institute and prepared by Radian \nCorporation states that “[p]assage of pond effluent through soil was found to provide \nsignificant protection against ground-water contamination by trace elements[,]” that “careful \nselection of a pond site underlain by soil with sufficiently high sorption capacity” (i.e. , \ncapacity to remove trace elements) would mitigate the risk from trace elements, and that \n“ash and sludge materials will tend to be self-sealing[,]” thus lessening potential groundwater \ncontamination over time.  (Duke’s Opp’n Br. Ex. 8 Environmental Effects of Trace Elements \nfrom Ponded Ash & Scrubber Sludge, Radian Corporation (1975), ECF No. 669.1.) \n \n \nconclusion that quarterly monitoring was all that was “necessary to assure \nthat pollutants are not discharged to the ground waters”;13  \n(iv) testimony from  a former North Carolina state regulator and Duke’s \nregulatory compliance personnel reflecting that th ey had no concerns \nregarding groundwater contamination at Mayo at the time the Policies were \nissued;14 and  \n(v) results from Duke’s testing at Mayo in 1982 that showed no adverse \nimpacts to groundwater, (Duke’s Opp’n Br. Ex. 10 ¶¶ 10–12). \n24. To resolve t he Motion, the Court must consider whether the AEGIS \nDefendants have offered undisputed evidence compelling the conclusion that Duke \nintended to cause property damage—defined in the Policies as “physical injury to or \ndestruction of tangible property which occurs during the POLICY PERIOD ,” (Mann \nAff. Ex. 26 § III(m))—at the Mayo Plant  at the time the Policies were issued .  The \nCourt concludes that the AEGIS Defendants have failed in their burden on the \ncurrent record. \n25. First, Duke’s evidence discussed above, viewed in the light most favorable \nto Duke, supports a conclusion  that Duke did not intend to cause groundwater \n                                                 \n13 (See Duke’s Opp’n Br. Ex. 9 Letter Division Environmental Management to Wilmington \nDistrict Corps Engineers (Aug. 16, 1978), ECF No. 669.1; Duke’s Opp’n Br. Ex. 13 NPDES \nPermit No. NC0037923 CP&L Mayo Steam Electric Plant (July 12, 1982), ECF No. 669.1.) \n \n14 (See Duke’s Opp’n Br. Ex. 4 Excerpts Dep. Tr. – Charles K. Ross (Jan. 17, 2019), at 182:4–\n9, ECF No. 669.1; Duke’s Opp’n Br. Ex. 10 Aff. Dulcie Phillips (Feb. 6, 2020) ¶¶ 11–14, ECF \nNo. 669.1; Duke’s Opp’n Br. Ex. 15 Excerpts Dep. Tr. – George Thomas Everet t (Nov. 14, \n2019), at 67:20–25, 69:13–22, ECF No. 669.1; Duke’s Opp’n Br. Ex. 16 Aff. Charles K. Ross \n(Feb. 4, 2020) ¶ 5, ECF No. 669.1; Duke’s Opp’n Br. Ex. 17 ¶ 4.) \n \n \ncontamination of any amount at the Mayo Plant at the time the Policies were issued.  \nWhile the AEGIS Defendants offer evidence tending to show that Duke knew at least \nsome groundwater contamination could be expected from its planned basin operation \nat Mayo, Duke’s contrary evidence  that it did not is sufficient to preclude summary \njudgment in favor of the AEGIS Defendants on the current record. \n26. This same evidence also precludes summary judgment for alleged lack of \nfortuity.  (See AEGIS Defs.’ Supp. Br. 20– 23.)  In considering a first-party property \ninsurance policy, the Supreme Court of North Carolina has recognized that “ [a] loss \nmust be fortuitous” to obtain coverage.  Avis v. Hartford Fire Ins. Co ., 283 N.C. 142, \n148, 195 S.E.2d 545, 548  (1973).  The Court defined “ fortuitous” as “occurring by \nchance without evident causal need or relation or without deliberate intention[,]” id. \n(quoting Webster’s Third New International Dictionary  895 (1961)), and stated “[a] \nfortuitous event may be said to be one not certain to occur [,]” id.  The AEGIS \nDefendants contend that  groundwater contamination at Mayo was substantially \ncertain to occur and thus not fortuitous , supporting summary judgment .  ( AEGIS \nDefs.’ Supp. Br. 19– 27.)  Based on the evidence Duke has proffered, however, and \nassuming without deciding that the fortuity requirement applies in the context of a \nthird-party liability p olicy such as those at issue on the Motion, the Court cannot \nconclude as a matter of law that groundwater contamination at Mayo was certain or \nsubstantially certain to occur, thereby precluding summary judgment against Duke \nfor an alleged lack of fortuity.   \n \n \n27. Further, in addition to what they claim is evidence of Duke’s intent, t he \nAEGIS Defendants  focus on evidence they contend shows that Duke “expected,” \n“anticipated,” “planned,” or was “substantially certain ” that groundwater \ncontamination would occur at Mayo at the time the Policies were issued .  ( AEGIS \nDefs.’ Supp. Br. 5 –7, 21–25.)  The Exclusion’s plain language, however, omits these \nterms and is singularly focused instead on Duke’s intent and whether Duke \nintentionally caused covered property damage.  Here, that evidence is controverted, \nprecluding summary judgment.15   \n28. Even if the Court could conclude that Duke intended some amount of \ngroundwater contamination at Mayo, the parties’ dispute over the level of  \ngroundwater contamination necessary to constitute “property damage” under the \nPolicies is a further basis on which to deny the Motion.  The AEGIS Defendants argue \nthat any detectable amount of groundwater contamination constitutes property \ndamage.  (Tr . 17:20–18:5.)  Duke disagrees, contending variously that property \ndamage has been suffered if groundwater contamination has occurred “in the form \nand to the degree for which it faces liability under CAMA[,]” (Duke’s Opp’n Br. 6), or \nwhere either the groundwater standard or naturally occurring constituent levels in \ngroundwater have been exceeded, “whichever is higher[,]” (Tr. 54:9–55:9, 64:13–65:2).  \nThe evidence of record is currently insufficient to permit the Court to conclude, as the \n                                                 \n15 Much of the case law on which the AEGIS Defendants rely concerns whether an “accident” \nhas occurred within the relevant policy’s definition of an “occurrence” or whether property \ndamage was “expected” by the insured under the policy at issue, (AEGIS Defs.’ Supp. Br. 23–\n27)—not, as here, whether the insured intended to cause the property damage for which \ncoverage is sought.  As a result, these cases have limited persuasive force on the current \nMotion. \n \n \nAEGIS Defendants urge, that Duke intended to cause “property damage,” as defined \nunder the Policies, requiring that the Motion be denied.  Indeed, the evidence on this \nissue is not yet fully developed  and is forecasted to be a  subject of ongoing expert \ndiscovery. \nIV. \nCONCLUSION \n29. WHEREFORE, the Court, for the reasons set forth above, hereby DENIES \nthe Motion.16 \nSO ORDERED, this the 5th day of June, 2020. \n \n/s/ Louis A. Bledsoe, III \n     Louis A. Bledsoe, III  \n     Chief Business Court Judge \n  \n                                                 \n16 In light of the Court’s ruling, the Court declines to reach Duke’s contention that the Motion \nis premature under Rule 56(f) of the North Carolina Rules of Civil Procedure.  (See Duke’s \nOpp’n Br. 4–6.) \n \n \nAPPENDIX A \n \nPolicies at Issue on the Motion \n \n \nAEGIS Defendants’ Policies17 \n \nACI Policy No. CC-00-26-13 (ECF No. 586.24) \nRanger Policy No. EUL 300659 (ECF No. 586.25) \nRanger Policy No. EUL 300578 (ECF No. 586.26) \nAEGIS Policy No. 211 CNJ (ECF No. 586.27) \nRanger Policy No. BSP 122048 (ECF No. 586.28) \n \nJoining Defendants’ Policies \n \nFFIC policy XLX-153 09 17\n18  \nU.S. Fire Policy No. 522 020271 6 (ECF No. 620.1) \nPEIC Policy No. XCC 00 23 80 (Heskin Aff. Ex. 55, ECF No. 578.6) \nPEIC Policy No. XCC 01 24 37 (Heskin Aff. Ex. 57, ECF No. 578.6) \nFederal Policy No. (85) 7929-31-63 (Heskin Aff. Ex. 18, ECF No. 578.2) \n \n  \n                                                 \n17 Although the AEGIS Defendants contend, and Duke disputes, that the ACI and Ranger \npolicies are fronting policies for AEGIS and thus AEGIS should be the party -in-interest for \nthose policies, this issue is not currently before the Court for decision.  (AEGIS  Defs.’ Supp. \nBr. 2 n.1.; Duke’s Opp’n Br. 2 n.1.)   \n \n18 (See Aff. Shane R. Heskin Supp. Defs.’ Opp’n Pls.’ Mot. Partial Summ. J. Regarding Scope \nCoverage & Conditional Cross -Mot. Partial Summ. J. Regarding Allocation [hereinafter \n“Heskin Aff.”] Ex. 19, ECF No. 578.2.) "
}